{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय के समक्ष",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. 6947 OF 2021": "सिविल अपील संख्या - 6947/202",
  "Versus": "बनाम",
  "Vijay Kumar Yadav & Anr. ...Respondent(s)": "विजय कुमार यादव और अन्य ... प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "M.R. SHAH, J.": "माननीय न्यायमूर्ति एम.आर. शाह,",
  "Allahabad in Writ Appeal No.54718 of 2005, Uttar Pradesh Forest": ". इलाहाबाद उद्च न्यायालय द्वारा रिट अपील संख्या - 5478/ 2005 में पारित",
  "Corporation Lucknow and others have preferred the present appeal.": "करते हुए, उत्तर प्रदेश वन निगम लखनऊ और अन्य ने वर्तमान अपील को प्रस्तुत",
  "2. At the outset, it is required to be noted that vide order dated": "2. प्रारभं में, यह ध्यान दिया जाना चाहिए कि दिनांकित 03.07.209 के आदेश के",
  "03.07.2019, this Court issued notice limited to the extent as to whether": "अनुसार इस न्यायालय ने इस सीमा तक नोटिस जारी किया कि उच्च न्यायालय के",
  "3. | We have heard the learned counsel for the respective parties.": "3. हमने संबंधित पक्षकारों के विद्वत अधिवक्ताओं को सुना।",
  "4. At the outset, it is required to be noted that in so far as the charge of causing loss to the extent of Rs.2,46,922.56, it was held to be proved": "4. प्रारभं में, यह ध्यान दिया जाना आवश्यक है कि अब तक 2, 46, 922.56 रुपये की सीमा तक नुकसान पहुंचाने के आरोप को जांच अधिकारी द्वारा साबित किया",
  "by the Enquiry Officer. However, there was disagreement on the part of the Disciplinary Authority so far as other charges, which were held to be": "जाना चाहिए था। हालांकि, अनुशासनात्मक प्राधिकरण के द्वारा अन्य आरापों में",
  "not proved by the Enquiry Officer and without issuing any notice on the": "अपनी असहमति जाहिर कि, जिनको जांच अधिकारी द्वारा साबित नहीं किया गया",
  "passed the punishment order, which was held to be bad in law and": "प्राधिकरण आगे बढ़ा और सजा का आदेश पारित किया, जिसे विधि विरूद्ध माना",
  "against the principles of natural justice. Therefore, once the charge of": "गया है और प्राकृतिक न्याय के सिद्धांतों के विपरीत माना गया था। इसलिए, जांच",
  "causing loss to the extent of Rs.2,46,922.56 was held to be proved by": "अधिकारी द्वारा 2, 46, 922.56 रूपये की सीमा तक नुकसान पहुंचाने के आरोप को",
  "punishment order for recovery of Rs.2,46,922.56.": "सिद्ध किया जाना चाहिए, उच्च न्यायालय को २५. 2, 46, 922.56 की वसूली के लिए सजा के आदेश को बरकरार रखा जाना चाहिए था।",
  "5. In view of the above, we modify the impugned judgment and order passed by the High Court to the extent of maintaining the order of": "५. उपरोक्त के मद्देनजर, हम उच्च न्यायालय द्वारा पारित आक्षेपित निर्णय और आदेश",
  "punishment for recovery of Rs.2,46,922.56 for the charge which was": "के द्वारा 2, 46, 922.56 रुपये की वसूली की सजा के आदेश को पोषणीय बनाने के",
  "also held to be proved by the Enquiry Officer. It is reported that the": "लिए संशोधित करते हैं, जिसे जांच अधिकारी द्वारा साबित किया जाना था। यह"
}