{
  "same deserves to be quashed and set aside and is": "इसे खारिज और अपास्त किया जाना चाहिए और तदनुसार, रद्द",
  "meritorious and fulfilling the other eligibility criteria.": "अन्य पात्रता मानदंडों को पूरा करते हों तो प्रत्यर्थी (गणों) को",
  "However, it is made clear that the appellants shall be": "जाता है। हालांकि, यह स्पष्ट किया जाता है कि अपीलार्थी",
  "entitled to all the benefits from the date of their actual": "अपनी वास्तविक नियुक्तियों की तिथि से सभी लाभों के हकदार",
  "appointments. Present appeal is accordingly allowed. In": "होंगे। तदनुसार वर्तमान अपील अनुज्ञात की जाती है। मामले के",
  "the facts and circumstances of the case, there shall be no": "तथ्यों और परिस्थितियों में, लागत के बारे में कोई आदेश नहीं",
  "IN THE SUPREME COURT OF INDIA": "प्रतिवेद्य भारत के सर्वोच्च न्यायालय मैं",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकारिता",
  "CIVIL APPEAL NO. 9040 OF 2022": "सिविल अपील संख्या 9040/2022",
  "(@ SLP(C) NO. 14252 OF 2022)": "(एसएलपी (सी) संख्या 4252/2022)",
  "Kumari Laxmi Saroj & Ors. ... Appellant(S)": "कुमारी लक्ष्मी सरोज और अन्य ....अपील्रार्थी (गण)",
  "Versus": "बनाम",
  "JUDGMENT": "निर्णय",
  "M. R. Shah, J.": "न्यायमूर्ति एम. आर. शाह",
  "Court of Judicature at Allahabad, Lucknow Bench in Writ A. No. 3993/2022, by which, the High Court has": ". रिट ए. संख्या 3993/2022 में इलाहाबाद उच्च न्यायालय, लखनऊ पीठ दूवारा पारित 3.07.2022 दिनांकित आक्षेपित",
  "dismissed the said writ petition and refused to issue a writ directing the respondent(s) to appoint them on the post of Health Worker (Female), the original writ petitioners have": "और प्रत्यर्थी (ग्णों) को स्वास्थ्य कार्यकर्ता (महिला) के पद पर नियुक्त करने का निर्देश देने वाली रिट जारी करने से इनकार कर दिया है और मूल रिट याचिकाकर्ताओं ने वर्तमान अपील",
  "The facts leading to the present appeal in a nutshell are as": "2. संक्षेप में वर्तमान अपील के तथ्य इस प्रकार हैं-",
  "therefore, they were ineligible as they did not possess the": "इसलिए, वे अपात्र थे क्योंकि उनके पास विज्ञापन के अनुसार",
  "Court. By the impugned judgment and order, the High": "और आदेश दूवारा, उच्च न्यायालय ने राज्य की ओर से लिए",
  "Court has dismissed the said writ petition by accepting the": "गए इस रुख को स्वीकार करते हुए उक्त रिट याचिका को",
  "verification of documents and/or even at the time of": "खारिज कर दिया कि दस्तावेजों के सत्यापन के समय और/या",
  "with U.P. Council and therefore, they are ineligible.": "परिषद के साथ पंजीकृत नहीं थे और इसलिए वे अयोग्य हैं।",
  "Feeling aggrieved and dissatisfied with the impugned judgment and order passed by the High Court dismissing": "2.2. रिट याचिका को खारिज करते हुए उच्च न्यायालय दूवारा पारित आक्षेपित निर्णय और आदेश से व्यथित और असंतुष्ट",
  "the writ petition, the original writ petitioners have": "महसूस करते हुए, मूल रिट याचिकाकर्ताओं ने विशेष अनुमति",
  "That applications were invited vide advertisement dated": "आमंत्रित करने के लिए विज्ञापन की. तिथि. दिनांक",
  "(Female). The last date for submitting the application was": "किये. गये. थे। आवेदन जमा करने की अंतिम तिथि",
  "05.01.2022. As per clause 6 of the advertisement, it was": "05.0.2022 थी। विज्ञापन के खण्ड 6 के अनुसार, आवेदन की",
  "inevitable for the candidate to possess the essential qualifications (educational and other) till the last date of": "अंतिम तिथि तक अभ्यर्थी के पास आवश्यक योग्यता (शैक्षिक",
  "months/two years Auxiliary Nurses and Midwives (ANM)": "अनुसार एक वर्ष छह महीने. / दो वर्ष के सहायक नर्स और मिडवाइव्स (एएनएम) प्रशिक्षण पाठ्यक्रम (प्रसूति से संबंधित",
  "training course (including six months training related to": "छह महीने के प्रशिक्षण सहित ) को सफलतापूर्वक विधिवत रूप",
  "Uttar Pradesh Nurses and Midwife Council, Lucknow (U.P.": "से उत्तर प्रदेश नर्स और मिडवाइफ काउंसिल, लखनऊ के साथ",
  "examination. The eligibility of the candidate was required to be considered only during verification of the documents.": "शामिल हुए। दस्तावेजों के सत्यापन के दौरान ही अभ्यर्थी की पात्रता पर विचार किया जाना आवश्यक था। सभी अपीलार्थी",
  "All the appellants were registered with the M.P. Council.": "एम.पी. काउंसिल में पंजीकृत थे। एक को छोड़कर सभी",
  "All the appellants except one submitted the applications for the U.P. Council registration. The M.P. Council": "अपीलार्थियों ने यू.पी. कार्उउसिल पंजीकरण के लिए आवेदन जमा",
  "for the U.P. Council registration. The M.P. Council furnished the NOC. However, the U.P. Council took time to": "किया। एम.पी. कार्डसिल ने एनओसी दे दी। हालांकि, यू.पी. काउंसिल ने पंजीकरण जारी करने मैं समय लिया और इसलिए,",
  "appellants — writ petitioners who were having M.P. Council": "अपीलार्थी-रिट याचिकाकर्ता जो एम.पी. कार्डसिल पंजीकरण करा",
  "except for one candidate (namely Kumari Pooja Rani). It": "रहे थे, उन्होंने एक अभ्यर्थी (कुमारी पूजा रानी) को छोड़कर,",
  "took some time for the M.P. Council to issue the NOC and": "था। एम.पी. काउंसिल को एनओसी जारी करने मैं कुछ समय लगा और इसके बाद, पंजीकरण जारी करने में उत्तर प्रदेश",
  "thereafter, it took further time for the U.P. Council to issue": "काउंसिल को और समय लगा। यू.पी. काउंसिल पंजीकरण के",
  "NOC by M.P. Council, date of application to the U.P.": "लिए आवेदन की तिथि, एम.पी. कार्डसिल द्वारा एनओसी",
  "issuance of the U.P. Council registration in respect of each": "संबंध में यू.पी. काउंसिल पंजीकरण जारी करने की तिथि दर्शने",
  "appellant is as under:": "वाला वक्तव्य इस प्रकार हैः",
  "Petitioner/ Date of MP | Application | MP Date of | Date of UP": "याचिकाकर्ता | एम... पी. यू.पी. एम.पी. यूपीएसएसएस | यू.पी.",
  "Appellant Council for UP | Council Application | Council": "/ अपीलार्थी । काउंसिल काउंसिल काउंसिल सी में आवेदन | काउंसिल",
  "No. Registratio | Council NOC to UPSSSC | Registratio": "क्र्म पंजीकरण | पंजीकरण | एनओसी की तिथि पंजीकरण",
  "1. Kumari | 17.09.2021 | 18.09.2021 | 02.12.202 | 21.12.202 | 14.02.2022": ". कुमारी 7.09.202 | ५8.09.202 |. 02.2.202 .2.42.202 4.02.202",
  "2. Kumari | 23.11.2021 | 23.12.2021 | 28.12.202 | 26.12.202 | 03.06.2022": "2. कुमारी 23..202 |. 23.2.202 .28.2.202 |. 26.2.202 03.06.202",
  "Pooja Rani 1 1": "पूजा रानी | | | | 2",
  "3. Hema | 12.09.2017 | 22.11.2021 | 29.11.202 | 31.12.202 | 24.03.2022": "3. हेमा | 2.09.20। | 22.4.202 | 29.4.202 | 34.42.202 24.03.202",
  "Lata Mishra 1 1": "लता मिश्रा | 7 प प 2",
  "4. Durga | 12.09.2017 | 22.11.2021 | 29.11.202 | 31.12.202 | 16.03.2022": "4. दुर्गा 2.09.20 | 22..202 | 29..202 | 34.2.202 6.03.202",
  "Sharma 1 1": "शर्मा ग्र प प 2"
}