{
  "[2024] 8 S.C.R. 733 : 2024 INSC 677": "[2024] 8 एस.सी.आर. 733: 2024 आईएनएससी 677",
  "State Project Director, UP Education for All Project Board & Ors.": "राज्य परियोजना निदेशक, उ.प्र. एजुकेशन फॉर ऑल प्रोजेक्ट बोर्ड एवं अन्य",
  "v.": "बनाम",
  "Saroj Maurya & Ors.": "सरोज मौर्य एवं अन्य।",
  "(Civil Appeal No. 3465 of 2023)": "(सिविल अपील संख्या 3465/ 2023)",
  "21 August 2024": "2 अगस्त 2024",
  "[Hima Kohli and Sandeep Mehta, JuJ.]": "[न्यायमूर्ति हिमा कोहली और न्यायमूर्ति संदीप मेहता]",
  "Issue for Consideration": "विचारार्थ मुद्दा",
  "Matter pertains to the sustainability of the order passed by the Division Bench of the High Court, upholding the order passed by": "मामला उद्च न्यायालय की खण्ड़पीठ द्वारा पारित आदेश की स्थिरता /संधारणीयता से संबंधित है, जिसमें एकल",
  "the Single Judge and the conclusions arrived at, without furnishing any reasons therefor.": "न्यायाधीश द्वारा पारित आदेश को बरकरार रखा गया और बिना कोई कारण बताए निष्कर्ष निकाले गए।",
  "Headnotest": "हेडनोट",
  "Judgment/order — Reasoned order — Requirement of — Division Bench of the High Court while upholding the order passed": "निर्णय/आदेश - तर्कसंगत आदेश - की आवश्यकता - उच्च न्यायालय की खंडपीठ ने उच्च न्यायालय के एकल",
  "observation that it is in agreement with the approach and view of the Single Judge without furnishing any reasons therefor — Sustainability:": "प्रस्तुत न करने के एकल न्यायाधीश के रूख और दृष्टिकोण से सहमत है- स्थिरता /संधारणीयता:",
  "Held: Concept of reasoned judgment has become an indispensable part of basic rule of law and, in fact, is a mandatory requirement": "अभिनिर्धारित किया: तर्कसंगत निर्णय की अवधारणा कानून के बुनियादी नियम का एक अनिवार्य हिस्सा बन गई",
  "of the procedural law — Clarity of thoughts leads to clarity of": "है और वास्तव में, प्रक्रियात्मक कानून की एक अनिवार्य आवश्यकता है - विचारों की स्पष्टता दृष्टि की स्पष्टता",
  "vision and proper reasoning is the foundation of a just and fair decision — Reasons are the real live links to the administration of": "की ओर ले जाती है और उचित तर्क न्यायपूर्ण और निष्पक्ष निर्णय का आधार है - कारण न्याय प्रशासन की",
  "justice — There is a rationale, logic and purpose behind a reasoned": "वास्तविक जीवंत कडियां हैं- एक तर्कसंगत निर्णय के पीछे एक आधार, तर्क और उद्देश्य है- तर्कसंगत निर्णय",
  "judgment — Reasoned judgment is primarily written to clarify own thoughts; communicate the reasons for the decision to the": "मुख्य रूप से अपने विचारों को स्पष्ट करने के लिए लिखा जाता है; तथा निर्णय के कारणों को संबंधितों तक",
  "concerned and to provide and ensure that such reasons can be appropriately considered by the appellate/higher court —Absence": "पहुँचाने के लिए तथा यह सुनिश्चित करने के लिए कि ऐसे कारणों पर अपीलीय /उच्च न्यायालय द्वारा उचित रूप",
  "of reasons thus would lead to frustrate the very object — On facts,": "से विचार किया जा सके- इस प्रकार कारणों का अभाव मूल उद्देश्य को ही खराब कर देगा- तथ्यों पर, आक्षेपित",
  "in the absence of any reasoning in the impugned judgment,": "निर्णय में किसी भी तर्क के अभाव में, उसे बरकरार नहीं रखा जा सकता- पक्षों को उपस्थित होने और नए सिरे",
  "the same cannot be sustained — Matter remanded back to the Division Bench for the parties to appear and address arguments": "से दलीलें रखने के लिए मामले को खण्ड़पीठ को वापस भेज दिया गया- आक्षेपित निर्णय को रद्द कर दिया गया",
  "afresh — Impugned judgment quashed and set aside. [Paras 3-5]": "और अपास्त कर दिया गया। [पैरा 3-5]",
  "Case Law Cited": "उद्धृत केस कानून",
  "CCT v. Shukla & Bros. [2010] 4 SCR 627 : (2010) 4 SCC 785 —-": "सीसीटी बनाम शुक्र एंड ब्रदर्स [200] 4 एससीआर 627: (200) 4 एससीसी 785 - पर अवलम्ब लिया",
  "Ms. Garima Prashad, learned Additional Advocate General appearing for the appellants submits that there were various Government": "2. अपीलकर्ताओं की ओर से उपस्थित विद्वान अपर महाधिवक्ता सुश्री गरिमा प्रसाद ने कहा कि उत्तर प्रदेश",
  "for the appellants submits that there were various Government Orders? issued by the State of Uttar Pradesh including G.O. dated 11\" December, 2020 that was brought to the notice of the Division": "राज्य द्वारा जारी किए गए विभिन्न शासकीय आदेश” थे जिनमें 2। दिसंबर, 2020 का शासकीय आदेश भी",
  "11\" December, 2020 that was brought to the notice of the Division Bench but has not been dealt with at all. She states that much water has flown under the bridge by now and there are further G.Os. and Circulars issued by the appellants which ought to have been taken": "शामिल था, जिसे खण्ड़पीठ के संज्ञान में लाया गया था, लेकिन उन पर कोई विचार नहीं किया गया। उन्होनें कहा कि अब तक पुल के नीचे काफी पानी बह चुका है और अपीलकर्ताओं द्वारा जारी किए गए अन्य शासकीय",
  "Circulars issued by the appellants which ought to have been taken into consideration and without any application of mind, the impugned": "आदेश और परिपत्र हैं जिन पर विचार किया जाना चाहिए था और मस्तिष्क का प्रयोग किए बिना, दोनों पक्षों द्वारा",
  "judgment has been passed simply upholding the order passed by the learned Single Judge without dealing with the submissions": "दिए गए तकों पर विचार किए बिना, विद्वान एकल न्यायाधीश द्वारा पारित आदेश को बरकरार रखते हुए, आक्षेपित",
  "made by the either side. She further states that in the meantime, in view of the order passed by this Court on 02\" September, 2022": "निर्णय पारित कर दिया गया है। वह आगे कहती हैं कि इस बीच, इस न्यायालय द्वारा 02 सितंबर, 2022 को",
  "when notice was issued and it was directed that there shall be a": "पारित आदेश के मद्देनजर जब नोटिस जारी किया गया था और यह निर्देश दिया गया था कि मामले के लंबित",
  "stay on the impugned order as well as any directions passed in the contempt petition during the pendency of the matter, which order was": "रहने के दौरान आक्षेपित आदेश के साथ-साथ अवमानना याचिका में पारित किसी भी निर्देश पर रोक रहेगी,",
  "subsequently made absolute on 02\" May, 2023 with a clarification": "जिस आदेश को बाद में 02 मई, 2023 को इस स्पष्टीकरण के साथ पूर्ण कर दिया गया कि अपीलकर्ताओं द्वारा",
  "that the appointments made by the appellants will be subject to final orders in the appeal, the appellant-State has made subsequent": "की गई नियुक्तियां अपील में अंतिम आदेशों के अधीन होंगी, अपीलकर्ता-राज्य ने बाद में शिक्षकों की नियुक्तियां",
  "appointments of teachers and is continuing to do so.": "की हैं और ऐसा करना जारी है।",
  "We are of the opinion that in the absence of any reasoning in the impugned judgment, the same cannot be sustained. In this regard,": "3. हमारा मानना है कि आक्षेपित निर्णय में किसी भी तर्क के अभाव में, इसे बरकरार नहीं रखा जा सकता है। इस",
  "we are benefitted by the following observations made by this Court in CCT v. Shukla & Bros.’ The relevant paragraphs of the judgment": "संबंध में, हम इस न्यायालय द्वारा सीसीटी बनाम शुक्रा एंड ब्रदर्स* में की गई निम्नलिखित टिप्पणियों से",
  "“23. We are not venturing to comment upon the correctness or otherwise of the contentions of law raised before the High Court in the present petition, but it was certainly": "“23. हम वर्तमान याचिका में उच्च न्यायालय के समक्ष उठाए गए कानून के तर्कों की सत्यता या असत्यता पर टिप्पणी करने का साहस नहीं कर रहे हैं, लेकिन उच्च न्यायालय से यह निश्चित",
  "for rejecting the revision petition filed by the Department at": "रूप से अपेक्षित था कि वह विभाग द्वारा दायर पुनरीक्षण याचिका को शुरू में ही खारिज करने के",
  "knowing reasons for rejection of his claim/orayer. It is then": "लिए कुछ कारण दर्ज करता। एक वादी को अपने दावे /प्रार्थना की अस्वीकृति के कारणों को",
  "order on appropriate grounds. Besides, this would be for the benefit of the higher or the appellate court. As arguments": "की स्थिति में होगा। इसके अलावा, यह उच्चतर या अपीलीय अदालत के लाभ के लिए होगा।",
  "bring things hidden and obscure to the light of reasons,": "चूंकि दलीलें छिपी हुई और अस्पष्ट बातों को तर्क के प्रकाश में लाते हैं , इसलिए तर्कसंगत",
  "For short ‘the G.Os.’": "2 संक्षेप में 'जी.ओ.'",
  "[2010] 4 SCR 627 : (2010) 4 SCC 785": "3 [2070] 4 एससीआर 627: (200) 4 एससीसी 785",
  "the judgment, which in turn would be the basis for writing a decree of the court.": "तर्क किया जाना चाहिए, निर्णय का हिस्सा बनेंगे, जो बदले में न्यायालय के आदेश लिखने के",
  "27. By practice adopted in all courts and by virtue of judge-": "27. सभी न्यायालयों में अपनाई गई प्रथा और न्यायाधीश द्वारा बनाए गए कानून के आधार पर,",
  "made law, the concept of reasoned judgment has become an indispensable part of basic rule of law and, in fact, is": "तर्कसंगत निर्णय की अवधारणा कानून के बुनियादी नियम का एक अनिवार्य हिस्सा बन गई है",
  "a mandatory requirement of the procedural law. Clarity of": "और वास्तव में, प्रक्रियात्मक कानून की एक अनिवार्य आवश्यकता है। विचारों की स्पष्टता दृष्टि",
  "thoughts leads to clarity of vision and proper reasoning is the foundation of a just and fair decision. In Alexander": "की स्पष्टता की ओर ले जाती है और उचित तर्क न्यायपूर्ण और निष्पक्ष निर्णय का आधार है।",
  "Machinery (Dudley) Ltd. [1974 ICR 120 (NIRC)] there": "अलेक्जेंडर मशीनरी (ड्रडले) लिमिटेड / 7974 आईसीआर 220 (एनआईआरसी,/ में इस",
  "are apt observations in this regard to say “failure to give": "संबंध में यह कहने के लिए उपयुक्त टिप्पणियाँ हैं कि \"कारण बताने में विफलता न्याय से इनकार",
  "reasons amounts to denial of justice”. Reasons are the real live links to the administration of justice. With respect we": "करने के समान है\"। कारण न्याय प्रशासन की वास्तविक जीवंत कड़ियाँ हैं। हम सम्मानपूर्वक",
  "will contribute to this view. There is a rationale, logic and purpose behind a reasoned judgment. A reasoned judgment": "इस दृष्टिकोण में योगदान देंगे। किसी तर्कसंगत निर्णय के पीछे एक आधार, तर्क और उद्देश्य है।",
  "is primarily written to clarify own thoughts; communicate the": "एक तर्कसंगत निर्णय मुख्य रूप से स्वयं के विचारों को स्पष्ट करने के लिए लिखा जाता है; तथा",
  "reasons for the decision to the concerned and to provide and": "संबंधित को निर्णय के कारणों के बारे में सूचित करने के लिए और यह सुनिश्चित करने के लिए",
  "ensure that such reasons can be appropriately considered": "दिया जाता है कि ऐसे कारणों पर अपीलीय /उद्चतर न्यायालय द्वारा उचित रूप से विचार किया",
  "by the appellate/higher court. Absence of reasons thus": "जा सकता है। इस प्रकार कारणों की अनुपस्थिति यहां ऊपर बताए गए उद्देश्य को ही विफल",
  "4. The matter is remanded back to the Division Bench for the parties to appear and address arguments afresh. Liberty is granted to the": "4. पक्षों को उपस्थित होने और नए सिरे से दलीलें रखने के लिए मामले को खण्ड़पीठ को वापस भेज दिया गया",
  "parties to place on record the subsequent developments in the matter": "है। पक्षों को मामले में बाद के घटनाक्रम को अभिलेख पर रखने की स्वतंत्रता दी गई है ताकि खण्ड़पीठ को मामले",
  "the case and take an objective view in the matter. Liberty is granted": "में बड़े परिप्रेक्ष्य से अवगत कराया जा सके और मामले में एक उद्देश्यपूर्ण दृष्टिकोण अपनाया जा सके। दोनों पक्षों",
  "to both sides to address arguments on law as also on facts afresh": "को कानून के साथ-साथ तथ्यों पर भी नए सिरे से तर्क प्रस्तुत करने की स्वतंत्रता दी गई है, जिसमें विद्वान",
  "besides the issues raised before the Division Bench in the light of the common judgment passed by the learned Single Judge.": "एकल न्यायाधीश द्वारा पारित सामान्य निर्णय के आलोक में खंडपीठ के समक्ष उठाए गए मुद्दों के अलावा, यदि",
  "5. Accordingly, the impugned judgment is quashed and set aside and": "5. तदनुसार, आक्षेपित निर्णय को रद्द और अपास्त किया जाता है और अपीलकर्ता द्वारा उच्च न्यायालय में दायर",
  "the appeal filed by the appellant in the High Court is restored to its original position. The parties are directed to appear before the Roster Bench on 20\" September, 2024. The interim orders passed": "अपील को उसकी मूल स्थिति में बहाल कर दिया जाता है। पक्षों को 20 सितंबर, 2024 को रोस्टर बेंच के समक्ष",
  "6. Needless to state that liberty is granted to the respondents and/or": "6. यह बताने की आवश्यकता नहीं है कि प्रत्यर्थियों और /या हस्तक्षेपकर्ताओं को इस न्यायालय द्वारा पारित",
  "the Intervenors to seek modification/vacation of the interim orders passed by this Court. If such an application is moved, the same shall": "अंतरिम आदेशों में संशोधन / हटाने की मांग करने की स्वतंत्रता दी गई है। यदि ऐसा कोई आवेदन दिया जाता है,",
  "be considered and appropriate orders passed in accordance with law.": "तो उस पर विचार किया जाएगा और कानून के अनुसार उचित आदेश पारित किए जाएंगे।"
}