{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय न्यायक्षेत्र",
  "CIVIL APPEAL NO.1757 of2020": "सिविल अपील सं. 757 / 2020",
  "(arising out of SLP (C) No.32812 of 2018)": "(विशेष अनुमति याचिका (सिविल) सं. 3282 / 208 से उद्घूत)",
  "VIJAY SHANKAR DUBEY . .. RESPONDENT (S)": "विजय शंकर दुबे .... प्रत्यर्थी(गण )",
  "JUDGMENT": "निर्णय",
  "This is an appeal filed by the State of Uttar Pradesh and others challenging the judgment of Division": "यह उत्तर प्रदेश राज्य एवं अन्य द्वारा दायर की गई इलाहाबाद उच्च",
  "Bench of the Allahabad High Court, Lucknow Bench dated": "न्यायालय की डिवीजन बेंच, लखनऊ पीठ के निर्णय 0..2077",
  "effect from 01.01.1996 has been allowed.": "को अनुमति दी गई है।",
  "2. The brief facts of the case for deciding this appeal are:": "2. इस अपील को तय करने के लिए मामले के संक्षिप्त तथ्य इस प्रकार हैं:",
  "amended pay scale with effect from 01.01.1996. The": "को स्वीकार कर लिया और दिनांक 0.0.996 से वेतनमान को",
  "counsel appearing for the appellants and Shri P.N.": "8. प्रतिवादीगणों की तरफ से प्रस्तुत वरिष्ठ विद्वान अधिवक्ता श्री पी .एन.",
  "Misra, learned senior counsel appearing for the": "मिश्रा के तर्क से असहमत अपीलार्थियों की तरफ से प्रस्तुत वरिष्ठ विद्वान",
  "in Ghanshayam Singh’s case whereas SLP(C)No.27765 of 2009 was filed against the judgment of the High Court": "कि घनश्याम सिंह के मामले में निर्णय के विरुद्ध कोई अपील दायर नहीं की गई थी, जबकि एसएलपी (सी) सं.27765/2009 को विशेष अपील",
  "dated 06.08.2009 in Special Appeal No.870 of 2009 which": "सं.870/2009 में उच्च न्यायालय के निर्णय 06.08.2009 दिनांकित के",
  "SLP was dismissed on 06.11.2009.": "विरुद्ध दायर की गई थी, जिस एसएलपी को दिनांक 06..2009 को खारिज कर दिया गया था।",
  "9. Shri Misra submits that when the Fifth Pay Commission recommendations were implemented from": "9. श्री मिश्रा ने तर्क दिया कि जब पांचवें वेतन आयोग की सिफारिशें दिनांक",
  "properly fixed and that is why the Committee for anomalies came into existence which recommended the": "नहीं किया गया था और इसीलिए विसंगतियों के लिए समिति अस्तित्व में",
  "revision and amendment of pay scale into Rs.14300 to": "आई जिसने पुनरीक्षण और वेतनमान में संशोधन रू. 4300 से 8500",
  "from 01.04.2001 which decision was consequent to the": "दिनांक 0.04.200 से संशोधन करने का फैसला किया, जो समिति द्वारा",
  "recommendation made by the Committee. Shri Shekhar": "की गई सिफारिश के परिणामस्वरूप था। श्री शेखर ने तर्क दिया कि",
  "the pay scales following the analogy in the Centre with regard to CBI organisation. The analogy of CBI": "सीबीआई संगठन के संबंध में केंद्र में सादृश्य के बाद वेतनमान में संशोधन के",
  "pay scales of different posts in the Prosecution Branch of the State according to the pay scales in the CBI.": "के अनुसार राज्य की अभियोजन शाखा में विभिन्न पदों के वेतनमानों के लिए",
  "Hence, date for implementation of said benefit was fixed as 01.04.2001. He submits that the Government": "उक्त लाभ के कार्यान्वयन की तिथि 0.04.2007 तय की गई थी। उन्होंने",
  "fixed as 01.04.2001. He submits that the Government order dated 02.02.2007 does not indicate that there was": "तर्क प्रस्तुत किया कि सरकारी आदेश 02.02.2007 दिनांकित से यह",
  "any error in the pay scale which was granted to the": "संकेत नहीं मिलता कि वेतनमान में कोई त्रुटि थी जो पांचवें वेतन आयोग की",
  "He submits that there was a rational basis in fixing the date 01.04.2001 which cannot be validly challenged": "हैं कि दिनांक 0.04.200] को तय करने में एक आनुपातिक आधार था",
  "two judgments of the High Court in the case of State of U.P. and others vs. Anand Kumar Mishra and others": "न्यायालय ने पूर्व के दो निर्णयों उ.प्र. राज्य एवं अन्य बनाम आनंद कुमार मिश्रा एवं अन्य के मामले पर अवलम्ब लिया, जो उ.प्र. पुलिस रेडियो विभाग",
  "which was a case of the employees of U.P. Police Radio Department. Another judgment relied by the High Court": "के कर्मचारियों का मामला था। उच्च न्यायालय द्वारा अवलम्बित दूसरा निर्णय",
  "in Ghanshayam Singh’s case was also a case relating not": "घनश्याम सिंह का था जो राज्य के अभियोजन पक्ष से भी संबंधित नहीं था।",
  "relied by the High Court were in different set of facts": "उच्च न्यायालय द्वारा अवलम्बित दोनों निर्णय तथ्यों के अलग-अलग समूह में",
  "and for different posts which cannot be said to cover": "थे और विभिन्न पदों के लिए जिन्हें प्रतिवादी के मामले को आच्छादित करने",
  "holding that the case of the respondent was covered by": "त्रुटि किया कि प्रतिवादी का मामला पूर्वोक्त निर्णयों द्वारा आच्छादित किया",
  "7. It was further submitted that another Division": "7. यह आगे तर्क दिया गया कि अन्य डिवीजन बेंच ने रिट अपील",
  "No.20754 of 2013 (Sudhir Kumar Gupta vs. State of U.P.": "सं.20754/203 (सुधीर कुमार गुप्ता बनाम उ.प्र. राज्य एवं अन्य) के",
  "Joint Director(Prosecution) on 30.11.1999 and claimed": "दिनांक 30..999 को संयुक्त निदेशक (अभियोजन) के पद से",
  "which judgment it was correctly held that the benefit": "निर्णय को सही ढंग से अवधारित करते हुए खारिज कर दिया गया कि संयुक्त",
  "2": "3",
  "recommended to be revised into Rs.14300-18500 with": "4300-8500 में संशोधित करने की सिफारिश की गई थी। सरकार द्वारा",
  "Committee was accepted by the Government and an order": "उक्त समिति की सिफारिश को स्वीकार कर लिया गया था और संयुक्त",
  "for amending the pay scale of Joint Director,": "निदेशक अभियोजन के वेतनमान में दिनांक 0.04.200 से संशोधन के",
  "order dated 02.02.2007 and his pension be revised with": "लिए 02.02.2007 दिनांकित को जारी आदेश की सिफारिश को स्वीकार",
  "4. The respondent filed a Writ-A No.18687 of 2013 in": "4. प्रतिवादी ने उद्च न्यायालय में रिट -क सं.8687/203 दायर किया।",
  "the High Court. The High Court by the impugned judgment": "उच्च न्यायालय ने आक्षेपित निर्णय से रिट याचिका को उच्च न्यायालय के दो",
  "Letter No.246/VI-P-9-07-31(49)/2000 dated": "पत्र सं. .246/४-र-9-07-3]..... (49)/2000 ... दिनांक",
  "02.02.2007.": "02.02.2007.",
  "This is with reference to the captioned matter. I have been directed to say that on": "यह शीर्षक में दिये गए मामले के संदर्भ में है। मुझे यह कहने के लिए",
  "the basis of the recommendations of the Pay Committee 1997-99 constituted for revision of pay scales etc. of the Government Personnels": "में कार्यरत सरकारी व्यक्तियों के वेतनमान आदि में परिशोधन के लिए गठित वेतन समिति 997-99 की सिफारिशों के आधार पर और इस",
  "taking into consideration such recommendations, the Committee headed by the Chief Secretary was constituted for taking": "तरह की सिफारिशों के विचारार्थ, उक्त मुख्य सचिव समिति की",
  "decision in cases of incidents of anomalies in the pay scales etc. On the basis of the": "सिफारिशों के आधार पर वेतनमान इत्यादि में विसंगतियों की घटनाओं",
  "various posts, in the Prosecution Department": "राज्यपाल, अभियोजन विभाग में विभिन्न पदों के लिए परिशोधित उद्च",
  "as referred in Column-2 of the chart annexed": "आदेश के साथ संलग्र लेखा-चित्र के स्तंभ-2 में उल्लिखित है, सामान्य",
  "effect from 01.01.1996, as shown in column-3": "जैसा कि उक्त लेखा -चित्र के स्तंभ-३ में दिखाया गया है, दिनांक",
  "effect from 01.04.2001.": "07.04.2007 से लागू किया जाएगा।",
  "12. The Government order dated 02.02.2007 had": "2. सरकारी आदेश 02.02.2007 दिनांकित को सारणीबद्ध रूप में स्तंभों",
  "General Revised Pay Scale with effect from 01.01.1996,": "- पद, दिनांक 0.0.996 से सामान्य परिशोधित वेतनमान, दिनांक",
  "Amended Pay Scale with effect from 01.04.2001 and": "07.04.200] से संशोधित वेतनमान और सिफारिशों को संलग्र किया गया",
  "the following effect:": "उपयोगी है जो निम्नलिखित प्रभाव के लिए है:",
  "sl. Designation General Amended Recommendation": "ः पद सामान्य संशोधित सिफारिशें",
  "No. Revised Pay Scale": "सं. परिशोधित वेतनमान",
  "Officer 11500 13500": "अधिकारी 500 3500",
  "2. | Senior 8000- 10000- --": "2... | वरिष्ठ अभिय 8000- 0000-",
  "Officers": "अधिकारी 3500 325-",
  "(Ordinary Scale)": "(सामान्य स्तर) 5200",
  "3. | Senior 10000- 12000- The Prosecution 15200 375-16500 | designation of": "3. | वरिष्ठ अभिय 0000- 2000- . . वरिष्ठ अभियोजन अधिकारी",
  "Officer (Senior Senior": "अधिकारी (उच्च 5200 375- (उच्च वेतनमान) / उप",
  "Scale) /Deputy Director shall": "स्तर) / उप 6500 निदेशक का पद संयुक्त",
  "be re- designated as Joint Director": "निदेशक निदेशक के रूप में पुनर्नियुक्त",
  "Prosecution.": "अभियोजन होगा।",
  "4. | Joint Director | 12000- 14300- The": "4. .. |. संयुक्त निदेशक |. 2000- 4300- संयुक्त निदेशक",
  "(Law) /Joint 16500 400-18400 | designation of": "(विधि) /संयुक्त 6500 400- (अभियोजन) और संयुक्त",
  "Director Joint Director (Prosecution) (Prosecution)": "(अभियोजन) अपर निदेशक (अभियोजन)",
  "and Joint Director (Law)": "और अपर निदेशक (विधि)",
  "shall be re-": "के रूप में पुनर्नियुक्त होगा।",
  "Manju Chandra": "मंजू चंद्र",
  "Special Secretary”": "विशेष सचिव\"",
  "13. A perusal of the above enclosure indicates that": "3. उपरोक्त संलग्रक का अवलोकन इंगित करता है कि अभियोजन विभाग",
  "pay scales of all the officers of Prosecution Department were not amended, amendments were made only": "के सभी अधिकारियों के वेतनमान में संशोधन नहीं किया गया था, जैसा कि",
  "for the Senior Prosecution Officer (Senior Scale) /Deputy Director Prosecution and Joint Director": "अभियोजन अधिकारी (उच्च स्तर) /उप निदेशक अभियोजन और संयुक्त",
  "(Law) /Joint Director (Prosecution) with effect from": "निदेशक (विधि) /संयुक्त निदेशक (अभियोजन) के लिए संशोधन किए गए",
  "14. Learned counsel for the appellants, during the": "4. अपीलार्थियों की तरफ से प्रस्तुत विद्वान अधिवक्ता ने तर्कॉं के प्रस्तुत",
  "course of submissions, has submitted that date, 01.04.2001 was recommended by the Committee of the": "करने के दौरान उस तिथि दिनांक 0.04.200 को प्रस्तुत किया है जो",
  "Chief Secretary due to accepting the analogy in the CBI": "मुख्य सचिव की समिति द्वारा केंद्र के सीबीआई संगठन में सादृश्य स्वीकार",
  "appellants referring to the recommendation of the": "का संदर्भ देते हुए अपीलार्थियों के विद्वान अधिवक्ता ने तर्क दिया कि",
  "higher pay scale sanctioned to the Joint Director in": "अभियोजन विभाग में संयुक्त निदेशक की उच्च वेतनमान की स्वीकृति केंद्र के",
  "the Prosecution Department was on the basis of analogy of CBI organisation of the Center. In the written": "सीबीआई संगठन की सादृश्यता के आधार पर था। अपीलार्थियों के लिए",
  "Secretary’s Committee on consideration of amendment in the pay scale of the post of the Prosecution Branch has": "के पद के लिए वेतनमान में संशोधन के विचार पर मुख्य सचिव की समिति",
  "been placed for perusal which indicates that the": "की सिफारिशें जो परिशीलन के लिए रखी गयी हैं जो संकेत करता है कि",
  "recommendations of the Committee were:": "कमेटी की सिफारिशें:",
  "esteseee In view of the above situations, the Committee recommends that the pay scales of": "”.....उपरोक्त स्थितियों के दृष्टिकोण में समिति की सिफारिश है कि",
  "the various categories of the prosecution": "अभियोजन संवर्ग की विभिन्न श्रेणियों के वेतनमानों को दिनांक",
  "existing posts in the CBI organisation of the": "07.04.200] से केंद्र के सीबीआई संगठन में मौजूदा पदों के सादृश्य",
  "1, 1959. The above case has no bearing on the facts of": "उपरोक्त मामले का वर्तमान मामले के तथ्यों पर कोई असर नहीं है। वर्तमान",
  "the present case. The sequences and events in the": "में जो अनुक्रम और घटनाएँ ऊपर वर्णित हैं वे तथ्यों के विभिन्न पहलुओं पर",
  "facts and the above judgment does not help the": "आधारित हैं और उपरोक्त निर्णय वर्तमान मामले में प्रतिवादी की सहायता नहीं करता।",
  "01.04.2001 for amendment of pay scale of the post of Joint Director, Prosecution on the basis of the": "के आधार पर संयुक्त निदेशक, अभियोजन के पद के वेतनमान में संशोधन के",
  "was made following the analogy in the CBI organisation of the Center. When a benefit for the first time is": "सीबीआई संगठन के सदश बनाया गया था। जब पहली बार कर्मचारियों के",
  "extended to a category of employees, the State can always fix a rational cut off date and it was not": "वर्ग के लिए लाभ बढ़ाया जाता है तो राज्य हमेशा तर्कसंगत कट ऑफ तिथि",
  "analogy of the CBI organisation of the Center with effect from 01.01.1996 which was the date of the": "सीबीआई संगठन की सादृश्यता का लाभ 0.0.996 से लागू हो, जो",
  "recommendations of the Fifth Pay Commission. The": "पांचवें वेतन आयोग की सिफारिशों की तिथि थी। दिनांक 02.02.2007 के",
  "respondent being not covered by the Government order": "सरकारी आदेश द्वारा कवर न किए गए प्रतिवादी को सही ढंग से सूचित",
  "Dhebar that the petitioners are paid out of the Consolidated Fund of India.": "कि याचिकाकर्ताओं को भारत की समेकित निधि से भुगतान किया जाता",
  "15. Mr Dhebar contends that it was for the": "45. श्री ढेबर का तर्क है कि यह सरकार के लिए वेतन आयोग की",
  "determine which categories of employees should be taken to have been included in the": "करना कि कर्मचारियों की कौन सी श्रेणियों को संदर्भ की शर्तों में शामिल",
  "terms of reference. We are unable to appreciate this point. Either the Government": "किया जाना चाहिए। हम इस बिंदु की सराहना करने में असमर्थ हैं। या",
  "government employees or it has not. But if": "नहीं। लेकिन यदि इसने सभी सरकारी कर्मचारियों के संबंध में कोई",
  "it has made a reference in respect of all": "संदर्भ दिया है तो यह उन सिफारिशों को स्वीकार करता है जो सभी",
  "recommendations it is bound to implement the recommendations in respect of all government": "सरकारी कर्मचारियों के संबंध में सिफारिशों को लागू करने के लिए बाध्य",
  "employees. If it does not implement the report regarding some employees only it": "हैं। यदि यह कुछ कर्मचारियों के संबंध में रिपोर्ट को लागू नहीं करता है,",
  "commits a breach of Articles 14 and 16 of the Constitution. This is what the Government has": "तो यह केवल संविधान के अनुच्छेद 4 और 6 का उल्लंघन करता है।",
  "Constitution. This is what the Government has done as far as these petitioners are concerned.": "जहां तक इन याचिकाकर्ताओं का संबंध है यह सरकार ने ऐसा किया है।",
  "17. In the result the petition is allowed": "7. परिणामस्वरूप याचिका की अनुमति है और यह निर्देशित किया",
  "and it is directed that the revised pay- scales of the petitioners will have effect": "जाता है कि याचिकाकर्ताओं के संशोधित वेतनमान, वेतन आयोग की",
  "scales of the petitioners will have effect from July 1, 1959, in accordance with the recommendations of the Pay Commission. We": "सिफारिशों के अनुसार दिनांक । जुलाई, 959 से प्रभावी होगा। हम",
  "further direct that the petitioners should": "आगे निर्देश देते हैं कि याचिकाकर्ताओं को जुलाई 959 से वेतनमान के",
  "be paid the amount payable to them as a consequence of the revision of the pay-scales": "संशोधन के परिणामस्वरूप उन्हें देय राशि का भुगतान किया जाना",
  "18. In the above case, this Court has considered a case": "8. उपरोक्त मामले में, इस न्यायालय ने एक ऐसे मामले पर विचार किया है",
  "which was also covered by the Second Pay Commission but": "जिसे दूसरे वेतन आयोग द्वारा भी कवर किया गया था, लेकिन लाभों को",
  "benefits were not extended whereas benefits to the": "बढ़ाया नहीं गया था, जबकि समान जुड़े हुए संस्थानों का लाभ बढ़ाया गया"
}