{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपील अधिकारिता",
  "Civil Appeal No.603 of 2020": "सिविल अपील संख्या 603/2020",
  "(Arising out of SLP (C) No.26267 of 2019)": "एस.एल.पी.(सिविल) संख्या 26267/209 से उत्पन्न",
  "UNION OF INDIA ..., Appellant(s)": "भारत संघ .««-अपीलार्थी (गण)",
  "Versus": "बनाम",
  "With": "साथ में",
  "Civil Appeal No. 589 of 2020": "सिविल अपील सेख्या 589 वर्ष 2020",
  "(Arising out of SLP (C) No. 25464 of 2019)": "(एस.एल.पी. (सि0) संख्या 25464 वर्ष 209 से उत्पन्न)",
  "Civil Appeal No.602 of 2020": "सिविल अपील संख्या 602 वर्ष 2020",
  "(Arising out of SLP (C) No. 29172 of 2019)": "(एस.एल.पी. (सि0) संख्या 2972 वर्ष 209 से उत्पन्न)",
  "Civil Appeal No. 605 of 2020": "सिविल अपील सेख्या 605 वर्ष 2020",
  "(Arising out of SLP (C) No.29792 of 2019)": "(एस.एल.पी. (सि0) संख्या 29792 वर्ष 209 से उत्पन्न)",
  "Civil Appeal No.606 of 2020": "सिविल अपील संख्या 606 वर्ष 2020",
  "SLP (C) No.2493 of 2020 Diary No(s). 18 of 2020": "((कठएस.एल.पी. (सि0) संख्या 2493 वर्ष 2020 (० डायरी संख्या 8 वर्ष 2020",
  "Civil Appeal No. 607 of 2020": "सिविल अपील संख्या 607 वर्ष 2020",
  "(Arising out of SLP (C) No. 29 of 2020)": "(एस.एल.पी. (सि0) संख्या 29 वर्ष 2020 से उत्पन्न)",
  "Civil Appeal No.608 of 2020": "सिविल अपील संख्या 608 वर्ष 2020",
  "SLP (C) No.2494 of 2020 Diary No(s). 356 of 2020": "((कएस.एल.पी. (सि0) संख्या 2494 वर्ष 2020 (० डायरी संख्या 356 वर्ष 2020",
  "Civil Appeal No. 604 of 2020": "सिविल अपील संख्या 604 वर्ष 2020",
  "(Arising out of SLP (C) No.26724 of 2019)": "(एस.एल.पी. (सि0) संख्या 26724 वर्ष 209 से उत्पन्न",
  "Civil Appeal No. 609 of 2020": "सिविल अपील संख्या 609 वर्ष 2020",
  "(Arising out of SLP (C) No. 518 of 2020)": "(एस.एल.पी. (सि0) संख्या 58 वर्ष 2020 से उत्पन्न)",
  "Civil Appeal No. 610 of 2020": "सिविल अपील संख्या 60 वर्ष 2020",
  "(Arising out of SLP (C) No.1155 of 2020)": "(एस.एल.पी. (सि0) संख्या 55 वर्ष 2020 से उत्पन्न)",
  "JUDGMENT": "निर्णय",
  "L. NAGESWARA RAO, J.": "न्यायमूर्ति एल. नागेश्वर राव",
  "Council of Indian Medicine (hereinafter referred to as, ‘the": "उपरोक्त अपील एवं रिट याचिकाओं में उत्पन्न सेंट्रल काउंसिल ऑफ इण्डियन मेडिसिन (केंद्रीय",
  "Central Council’) and Central Council of Homeopathy": "कौंसिल) एवं सेंट्रल काउंसिल ऑफ होम्योपैथी द्वारा जारी अधिसूचना की वैधता जिसमें उसने",
  "prescribing an all-India National Eligibility cum Entrance": "प्रवेश हेतु न्यूनतम अर्हकारी अंक और अखिल भारतीय राष्ट्रीय पात्रता परीक्षा सह प्रवेश परीक्षा",
  "courses (BAMS, BUMS, BSMS and BHMS) and minimum": "क्या स्नातक पाठ्यक्रमों (बीएएमएस, बीयूएमएस, बीएसएमएस एव बीएचएमएस) तथा",
  "2. The Ministry of Ayurveda, Yoga & Naturopathy, Unani, Siddha, Sowa Rigpa and Homoeopathy (for short, ‘AYUSH’,": "2. आयुर्वेद, योग, नेचुरौपैथी, यूनानी, सिद्ध, सोवा, रिग्प एवं होम्योपैथी (आयुष) मंत्रालय ने",
  "instructed all the State Governments, Union Territories and the Universities concerned to admit students in AYUSH": "सभी राज्य सरकार संघशासित प्रदेशों एवं संबंधित विश्वविद्यालयों को दिशा-निर्देश जारी किया कि",
  "accordance with the existing rules and reservation policies of the concerned State Governments. A minimum": "वे सभी संबंधित राज्य सरकार की वर्तमान आरक्षण नीतियों एवं नियमों के अनुरूप सत्र 208-",
  "Graduate courses was prescribed at 50\" percentile. The": "अंक 50 परसेंटाइल निर्धारित किया गया था। अनुसूचित जाति अनुसूचित जनजाति एवं अन्य",
  "minimum marks for the Scheduled Castes and Schedules Tribes and Other Backward Classes was prescribed at 40\" percentile. The percentile shall be determined on the basis": "पिछड़ा वर्ग हेतु न्यूनतम अर्ह अंक 40 परसेंटाइल निर्धारित किया गया था। परसेंटाइल नीट की",
  "percentile. The percentile shall be determined on the basis of marks secured in the all India Common merit list in": "कॉमन मेरिट सूची में प्राप्त अंकों के आधार पर तय किया जाएगा। जिसके उपरान्त सेंट्रल कौंसिल",
  "NEET. Thereafter, by a notification dated 07.12.2018, the Central Council introduced the Indian Medicine Central": "ने दिनांक 07.2.208 के अधिसूचना द्वारा भारतीय औषध केंद्रीय कौंसिल (भारतीय औषधि",
  "Council (Minimum Standards of Education in Indian Medicine) Amendment Regulations, 2018 (hereinafter referred to as, ‘the 2018 Regulations). The Indian": "शिक्षा में न्यूनतम मानक) संशोधन विनियमन, 208 (विनियमन, 208 यथा संदर्भित) पेश",
  "Medicine Central Council (Minimum Standards of Education": "इण्ड़ियन मेडिसिन सेंट्रल काउंसिल (भारतीय औषधि शिक्षा में न्यूनतम मानक ) विनियमन,",
  "for the academic year 2019-2020 to students without NEET eligibility were found to be unsustainable as they were": "20 के स्नातक पाठ्यक्रम में नीट में अनरह छात्रों के प्रवेश को अपोषणीय पाया गया क्योंकि",
  "contrary to the 2018 Regulations. The High Court held that": "उनका प्रवेश विनिमयन, 208 के विरूद्ध था। उच्च न्यायालय ने अभिनिर्णीत किया कि छात्र",
  "the students cannot claim any equity because the interim orders on the basis of which admissions were given to the": "किसी भी तरह की साम्या का दावा नहीं कर सकते हैं क्योंकि जिन अन्तरिम आदेश को आधार",
  "orders on the basis of which admissions were given to the students stipulated that their admissions would be subject to the final result of the Writ Petitions.": "बनाकर छात्रों को प्रवेश दिया गया था, अपेक्षित है कि उनके प्रवेश रिट याचिकाओं के अन्तिम परिणाम पर आधारित होगें।",
  "6. It was contended on behalf of the Institutions and the students that the 2018 Regulations are ultra vires the Act.": "6. संस्थानों एवं छात्रों की ओर से यह तर्क प्रस्तुत किया गया कि विनियमन , 208 अधिनियम",
  "No power is conferred on the Central Council to make Regulations for introduction of an all India entrance examination under Section 36 of the Act. Assuming that": "को अधिकारातीत घोषित करता है। उक्त अधिनियम की धारा 36 के तहत अखिल भारतीय प्रवेश परीक्षा को शामिल करने संबंधी सेंट्रल कौंसिल को विनियमन बनाने हेतु किसी प्रकार की शक्ति नहीं प्रदान की गयी है। यह मानते हुए कि नियम बनाने की सामान्य शक्ति के तहत",
  "power, the submission on behalf of the Institutions and the students was that the 2018 Regulations are not in": "विनियमन बनाया गया, शैक्षिक संस्थानों और छात्रों की तरफ से यह कथन किया गया कि",
  "students was that the 2018 Regulations are not in conformity with “purposes of the Act” under Section 36 (1) of the Act. In support of the submissions, reference was": "विनियमन, 208 अधिनियम की धारा 36 (7) के उद्देश्यों के विरोध में नहीं था। अपने तकों के",
  "Indian Medicine Council Act, 1956 and the Dentist Act,": "समर्थन में भारतीय विनियमन बनाने से पूर्व इण्ड़ियन मेडिसिन काउंसिल ऐक्ट , 956 एवं",
  "3. The Guru Ravidas Ayurved University, Hoshiarpur,": "में न्यूनतम अंक एवं मानदण्ड़ निर्धारित करते हुए गुरू रविदास आयुर्वेदिक विश्वविद्यालय",
  "Punjab issued a prospectus on 31.07.2019 for admission to BAMS, BHMS and BUMS courses prescribing minimum": "होशियारपुर, पंजाब ने बीएएमएस, बीएचएमएस और बीयूएमएस पाठ्यक्रमों हेतु दिनांक",
  "Court of Punjab and Haryana passed an interim order on": "दायर सिविल रिट याचिका संख्या 2370/209 में पंजाब एवं हरियाणा उच्च न्यायालय ने",
  "Graduate courses (BAMS, BHMS and BUMS) without": "स्नातक पाठ्यक्रमों (बीएएमएस, बीएचएमएस, बीयूएमएस) में प्रवेश हेतु बिना इस बात पर जोर",
  "insisting on the students getting the minimum requisite": "देते हुए कि छात्रों द्वारा नीट में न्यूनतम अर्ह अंक लाना आवश्यक है, एक अन्तरिम आदेश पारित",
  "percentile inthe NEET. Similar orders were passed by the High Court of Punjab and Haryana in other Writ Petitions.": "किया। पंजाब एवं हरियाणा उच्च न्यायालय द्वारा अन्य रिट याचिकाओं समान आदेश पारित किया",
  "All the Writ Petitions filed by the Ayurvedic and Homeopathic colleges were dismissed by the High Court of Punjab and Haryana by its judgment dated 18.12.2019.": "गया। आयुर्वेदिक एवं होम्योपैथि महाविद्यालयों द्वारा दायर सभी रिट याचिकाओं को पंजाब एवं हरियाणा उच्च न्यायालय ने दिनांक 8.2.209 के निर्णय द्वारा खारिज कर दिया। उक्त",
  "Aggrieved by the said judgment, the Colleges as well as the students filed these Special Leave Petitions before us.": "निर्णय से व्यथित महाविद्यालयों एवं छात्रगणों ने हमारे समक्ष इन अपीलों को दायर किया है। छात्रों",
  "admission to Under Graduate courses (BAMS, BUMS and": "पाठ्यक्रम (बीएएमएस, बीयूएमएस एवं बीएचएमएस) में दाखिले की मांग की है। विनियमन,",
  "14. For the afore mentioned observations, all the Appeals": "4. उपरोक्त वर्णित अवलोकनों के आधार पर सभी अपीलें एवं रिट याचिकाओं को निस्तारित",
  "New Delhi,": "नई दिल्ली,",
  "February 20, 2020.": "20 फरवरी, 2020",
  "Guru Ravidas Ayurved University. Only 27 seats could be": "केवल 27 सीटों को भरा जा सका। द्वतीय काउंसलिंग जो 24.07.209 को हुई उसमें केवल",
  "28 candidates were found eligible. After the State counselling, 320 out of 540 seats remained vacant. On the": "28 अभ्यर्थियों को पात्र पाया गया। राज्य काउंसिल में 540 सीटों में से 320 खाली रह गयीं।",
  "basis of interim orders passed by the High Court of Punjab and Haryana, admissions were made without insisting on": "पंजाब एवं हरियाणा उच्च न्यायालय द्वारा पारित अन्तरिम आदेश के आधार पर नीट प्रमाण पत्र के",
  "NEET and in the process, 275 seats were filled.": "बिना ही प्रवेश दिया गया और इस प्रकिया में 275 सीटें भरी गयीं।",
  "Institutions and the students from the other States that": "]. अन्य राज्यों के संस्थानों एवं छात्रों द्वारा यही कथन किया गया कि यदि नीट में न्यूनतम",
  "would render a large number of seats in the Under Graduate courses for the academic year 2018-2019": "अर्हकारी अंको पर जोर दिया जाएगा तो शैक्षणिक सत्र 208-2020 में स्नातक पाठ्यक्रम में",
  "continue as they have already been admitted and they would lose a precious year in case their admissions are": "बात को पहले ही मान लिया है और यदि उनका प्रवेश निरस्त किया जाता है तो वे इन मूल्यवान",
  "would lose a precious year in case their admissions are cancelled. In any event, the seats vacated by them": "वर्ष को गँवा देगें। उनके द्वारा खाली की गयी सीटें किसी भी अवसर पर नहीं भरी जा सकती हैं।",
  "12. Prescribing a minimum percentile for admission to the Under Graduate courses for the year 2019-2020 was": "शैक्षणिक सत्र 209-2020 हेतु स्नातक पाठ्यक्रम में प्रवेश हेतु न्यूनतम अर्हता का केंद्रीय",
  "vehemently defended by the Central Council and the Union": "काउंसिल और भारत संघ द्वारा जोरदार बचाव किया गया और यह कथन किया गया कि आयुष",
  "who are qualified in Ayurvedic, Unani and Homeopathy streams also treat patients and the lack of minimum": "सहमत है कि आयुर्वेदिक, यूनानी और होम्योपैथिक चिकित्सक भी मरीजों का इलाज करते हैं",
  "standards of education would result in half-baked doctors": "और शैक्षिक मानकों में कमी के परिणामस्वरूप अर्ध प्रशिक्षण प्राप्त चिकित्सक को प्रोफेशनल",
  "being turned out of professional colleges. Non-availability": "महाविद्यालयों से बाहर कर दिया गया है। आयुष में स्नातक हेतु योग्य अभ्यर्थियों की",
  "Graduate courses cannot be a reason to lower the standards prescribed by the Central Council for admission.": "अनउपलब्धता का यह कारण नहीं हो सकता कि प्रवेश हेतु केंद्रीय काउंसिल द्वारा तय मानकों को घटाया जाए। फिर भी, उच्च न्यायालय द्वारा पारित अन्तरिम आदेश के बल पर शैक्षणिक सत्र",
  "However, in view of admission of a large number of students to the AYUSH Under Graduate courses for the year 2019-2020 on the strength of interim orders passed": "को घटाया जाए। फिर भी, उच्च न्यायालय द्वारा पारित अन्तरिम आदेश के बल पर शैक्षणिक सत्र 209-2020 के लिए आयुष स्नातक में छात्रों की बड़ी संख्या में प्रवेश को ध्यान में रखते हुए",
  "by the High Courts, we direct that the students may be permitted to continue provided that they were admitted": "हम निर्देश जारी करते हैं कि छात्रों का प्रवेश अनुज्ञात किया जा सकता है बशर्ते उनका प्रवेश",
  "prior to the last date of admission i.e. 15° October, 2019. The said direction is also applicable to students admitted": "दिनांक 5 अक्टूबर 209 से पहले हुआ हो। उक्त आदेश उन छात्रों के लिए भी लागू होगा",
  "to Post Graduate courses before 31* October, 2019. This": "जिन छात्रों ने परास्नातक पाठ्यक्रम में 3 अक्टूबर 209 से पहले प्रवेश पाया है। यह केवल"
}