{
  "IN THE SUPREME COURT OF INDIA": "भारत की सर्वोच्च न्यायालय में",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय अधिकार",
  "CRIMINAL APPEAL NO(s). 1085 OF 2019": "आपराधिक अपील सं.(ओं) 085/209",
  "(arising out of SLP (Crl.) No(s). 9004 of 2017)": "(एसएलपी (आपराधिक) सं. (ओं) 9004 सन्‌ 207 से उत्पन्न)",
  "CENTRAL BUREAU OF INVESTIGATION, DEHRADUN ... RESPONDENT(S)": "केन्द्रीय अन्वेषण ब्यूरो, देहरादून ...प्रत्यर्थी (गण )",
  "WITH": "सह",
  "CRIMINAL APPEAL NO(s).1086 OF 2019": "आपराधिक अपील सं.(ओं) 086 सन्‌ 2079",
  "(arising out of SLP (Crl.) No(s). 1981 of 2018)": "(एसएलपी (आपाराधिक) सं(ओं) 98] सन्‌ 208 से उत्पन्न)",
  "PANKAJ KUMAR JAIN ... APPELLANT(S)": "पंकज कुमार जैन ...अपीलार्थी (गण)",
  "Leave granted.": "अनुमति अनुदत्त।",
  "2. The appellants assail their conviction under Sections 120-B, 420, 467, 468, 471, 477-A, 201, I.P.C. read with": "2. अपीलकर्ताओं ने धारा 20-बी, 420, 467, 468, 477, 477-ए,",
  "sade ections 13(1)(d) and 13(2), Prevention of Corruption Act.": "207 आईपीसी सपठित धारा 3()(डी) और 3(2), भ्रष्टाचार निवारण",
  "of the appellants. The appeals are dismissed.": "अपीलकर्ताओं के विरूद्ध आरोप साबित होता है।",
  "6. We have considered the submissions on behalf of the": "6. हमने पक्षकारों की ओर से दिए गए तकॉं और रिकॉर्ड पर उपलब्ध",
  "undisputed fact that a fictitious account was opened without proper verification in accordance with the banking procedures.": "प्रक्रियाओं के अनुसार उचित सत्यापन के बिना एक जाली खाता खोला गया",
  "That unfortunately does not appear to have been the subject of": "था। दुर्भाग्य से इसे जांच का विषय नहीं बनाया जाना प्रतीत होता है और",
  "investigation and which could have revealed more facts with regard to the nature and manner of the embezzlement that has": "जिससे गबन की प्रकृति और तरीके के संबंध में अधिक तथ्य सामने आ",
  "taken place, including the persons involved in the same. The": "सकते थे, जो घटित हुए और इससे जुडे व्यक्ति जो इसमें शामिल थे।",
  "trial court has rightly observed that in accordance with banking": "विचारण न्यायालय ने सही ढंग से अवलोकन किया है कि बैंकिंग प्रक्रियाओं",
  "procedures, the opening of the account, the deposits in the": "के अनुसार, खाते का खोलना, इसमें जमा और निकासी अकेले",
  "same and withdrawals could not have been the handiwork of the appellants alone. But merely because the investigation may": "अपीलकर्ताओं की करतूत नहीं हो सकती थी। लेकिन मात्र इसलिए कि जांच",
  "not have been of the standard and nature that it ought to have": "मानक और इस प्रकृति की नहीं हो सकती है कि उनके विरूद्ध उपलब्ध",
  "nature of materials and evidence available against them.": "साक्ष्यों और सामग्रियों की प्रकृति के मद्देनजर अपीलकर्ताओं के लाभ के लिए",
  "7. The validity of the sanction against the appellants for": "7. अपीलकर्ताओं के विरूद्ध अभियोजन के लिए स्वीकृति की वैधता, जो",
  "prosecution, who were undisputedly employed as messenger and assistant clerk respectively in the same branch, has been": "निर्विवाद रूप से एक ही शाखा में क्रमशः संदेशवाहक और सहायक कर्क के",
  "proved by PW-1 and PW-2. The Sub. Inspector, Central Bureau": "रूप में कार्यरत थे, पीडब्ल्यू+ और पीडब्ल्यू2 द्वारा साबित की गई है। उप निरीक्षक, केंद्रीय जांच ब्यूरो पीडब्ल्यू-23 ने साबित किया कि",
  "any manner with regard to opening of the fictitious account. No": "सबूत नहीं है कि जाली खाते को खोलने के संबंध में अपीलकर्ता किसी भी",
  "evidence has been led in support of criminal conspiracy. It was": "तरह से सहायक थे। आपराधिक साजिश के समर्थन में कोई सबूत नहीं दिया",
  "to account opening form, specimen signature of the account": "गया है। अपीलकर्ताओं के लिए खाता खोलने के फॉर्म, खाताधारक के नमूना",
  "holder or make forged credit or debit entries in the ledger. The report of the handwriting expert with regard to the writing and": "हस्ताक्षर या खाता बही में जाली जमा या निकासी प्रविष्टियों बनाने के संबंध",
  "report of the handwriting expert with regard to the writing and signature on the cheques was a mere expression of an opinion.": "में साक्ष्य को नष्ट करना संभव नहीं था। चेक पर लेखन और हस्ताक्षर के संबंध में लिखावट विशेषज्ञ की रिपोर्ट राय की अभिव्यक्ति मात्र थी।",
  "DW-1 the handwriting expert on behalf of the appellants had": "अपीलकर्ताओं की ओर से लिखावट विशेषज्ञ डीडब्ल्यू। ने अपीलकर्ताओं के",
  "doubted the very same handwriting and signatures of the appellants. They are therefore entitled to the benefit of doubt.": "समान लिखावट और हस्ताक्षर पर संदेह किया था। इसलिए वे संदेह के लाभ",
  "No action has been taken against the concerned Bank employees responsible for opening of the fictitious account,": "के हकदार हैं। जाली खाता खोलने के लिए जिम्मेदार संबंधित बैंक कर्मचारियों के खिलाफ कोई कार्रवाई नहीं की गई है, और न ही अभियोजन",
  "account through bearer cheques were not received by the": "वाहक चेक के माध्यम से जाली खाते से निकासी अपीलकर्ताओं द्वारा प्राप्त",
  "appellants as acknowledged by PW-3.": "नहीं की गयी थी जैसा कि पीडब्ल्यू3 द्वारा स्वीकृत है।",
  "their specimen writing and signatures during investigation. The": "अपीलकर्ताओं ने अन्वेषण के दौरान अपने नमूना लेखन और हस्ताक्षर दिए",
  "Principal Scientific Officer, C.F.S.L., PW-18 deposed that the": "थे। पीडब्ल्यू।8, सीएफएसएल के प्रधान वैज्ञानिक अधिकारी ने गवाही दी",
  "account opening form of the fictitious account was in the handwriting of appellant Pankaj Kumar Jain impersonating the fictitious account holder Raj Kumar. The receipt of cheque": "कि जाली खाते का खाता खोलने का फॉर्म अपीलकर्ता पंकज कुमार जैन की लिखावट में था, जो जाली खाता धारक राज कुमार को प्रतिरूपित कर रहा",
  "book and pass book from the Bank records, on behalf of the fictitious account holder, were in the handwriting of the": "था। जाली खाता धारक की ओर से बैंक अभिलेख से चेक बुक और पास",
  "fictitious account holder, were in the handwriting of the appellant Pankaj Kumar Jain. The writing on two of the": "बुक की पावती रसीद अपीलकर्ता पंकज कुमार जैन की लिखावट में थी।",
  "withdrawal cheques drawn as “self” on the fictitious account purporting to be signed by the said Raj Kumar were in the": "उक्त राज कुमार द्वारा हस्ताक्षरित जाली खाते पर 'स्वयं' को देय दो निकासी",
  "handwriting of appellant Ram Gopal. The signature on all the 17 forged cheques for withdrawal by “self? were in the": "चेक पर लिखावट अपीलकर्ता राम गोपाल के हस्तलेख में था। 'स्वयं' द्वारा",
  "17 forged cheques for withdrawal by “self? were in the handwriting of appellant Pankaj Kumar Jain impersonating the": "निकासी के लिए सभी 7 जाली चेक पर हस्ताक्षर अपीलीय पंकज कुमार जैन की लिखावट में थे जो जाली खाता धारक को प्रतिरूपित कर रहे थे।",
  "the writing and signatures of the appellants and not on the": "डीडब्ल्यू। ने अपीलकर्ताओं की लिखावट और हस्ताक्षर की छायाप्रति के",
  "basis of their specimen signatures. During the course of": "आधार पर अपनी रिपोर्ट दी थी और उनके नमूना हस्ताक्षर के आधार पर",
  "hearing we asked the counsel for the appellants if they had filed": "नहीं दी थी। सुनवाई के दौरान हमने अपीलकर्ताओं के अधिवक्ता से पूछा कि"
}