{
  "IN THE SUPREME COURT OF INDIA": "भारतीय उच्चतम न्यायालय के समक्ष",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NO. 5040 OF 2008": "सिविल अपील संख्या- 5040 / 2008",
  "Vs.": "बनाम",
  "JUDGMENT": "निर्णय",
  "ASHOK BHUSHAN, J.": "न्यायमूर्ती अशोक भूषण,",
  "This appeal has been filed against the judgment of Allahabad High Court dated 03.03.2006 deciding the two": "इलाहाबाद उच्च न्यायालय के 03.03.2006 दिनांकित निर्णय के विरूद्ध यह अपील",
  "filed by predecessors-in-interest of the appellant and Writ Petition No. 3020 of 1984 filed by respondent": "हितधारी द्वारा दाखिल की गई और रिट याचिका संख्या 300,//4984 में प्रत्यर्थी सं0",
  "2. Brief facts of the case necessary for deciding this appeal are: -": "2. इस अपील को निर्णीत करने के लिए वाद के आवश्यक संक्षिप्त तथ्य इस प्रकार है",
  "tenancy) of agricultural plots Nos. 243, 503": "संख्या 243 एवं 503 तथा प्लाट संख्या 524 के एक तिहाई भाग का सीरदार (किरायेदारी का एक वर्ग) दिनांक 25.4.974 को पुरूषोत्तम ने भूमि राजस्व का",
  "judgment of the High Court, Suit No.30 of 1978 also stood decreed. Appellant, aggrieved by": "30//978 में आतें है तो उच्च न्यायालय ने यह दृष्टिकोण लिया कि इस तथ्य के",
  "Bhumidhari Sanad for plot Nos. 243 and 503 was": "204 और 503. के लिए भूमिधघर सनद के प्रदान करने के लिए पुरूषोत्तम का",
  "rejected. A revision application was filed by": "चुनौती देते हुए एक पुर्नयाचना आवेदन दाखिल की गयी। दिनांक 05.0.976",
  "Bhumidhari Sanad was granted in the name of": "नाम भूमिधर सनद प्रदान की गयी। जिसके पहले दिनांक 04.2.975,",
  "Pursottam has died.": "पुरूषोत्तम की मृत्यू हो गयी थी |",
  "Abolition and Land Reforms Act. The ordinance": "सीरदार को उत्तर प्रदेश जमींदारी विनाश और भूमि-व्यवस्था अधिनियम, 4950 की",
  "Bhumidhari Rights in Plot No. 521 on the basis": "में प्लाट संख्या 52। में भूमिधर अधिकारों की उदधोषणा को दावा करने के लिए",
  "The trial court dismissed both the suits by judgment dated 23.03.1979. Two appeals were": "2.4-. विचारण न्यायालय ने दोनों वादों को दिनांक 23.03.979 के निर्णय द्वारा",
  "judgment dated 23.03.1979. Two appeals were filed by respondents against the judgment of": "खारिज कर दिया। विचारण न्यायालय के निर्णय के विरूद्ध अपीलार्थी द्वारा दो",
  "Appeal No. 436/6 of 1979 decreeing the suit": "संख्या 34/978 को डिक़ी करते हुए अपील संख्या 436//6/979 को स्वीकृति",
  "with regard to which Sanad was granted, but the Additional Commissioner dismissed _ the": "दी जिसके सम्बन्ध मे सनद प्रदान किया गया था, लेकिन अपर आयुक्त ने वाद",
  "appeal No. 435/5 of 1979 arising out of Suit": "संख्या 30/4978 से उद्भूत अपील संख्या 435,/5/4979. को निरसित कर",
  "6. The High Court in its impugned judgment has taken": "दाखिल की गयी थी। माननीय उच्च न्यायालय द्वारा अपने आक्षेपित निर्णय",
  "3. Shri Pramod Swarup, senior Advocate, Learned": "3.--.. आअपीलार्थी की ओर से विद्वान अधिवक्ता श्री प्रमोद स्वरूप, वरिष्ठ अधिवक्ता ने",
  "counsel for the appellant submits that both the suits filed by respondent deserves to be dismissed in view of the fact that Pursottam had no right to executed": "कहा हे कि प्रत्यर्थी द्वारा दाखिल दोनों वाद, इस तथ्य के दृष्टिगत कि पुरूषोत्तम को",
  "of the fact that Pursottam had no right to executed sale deed of Sirdari rights on 26.11.1974. Although,": "दिनांक 26..4974 को सीरदारी अधिकारों को निष्पादित करके का अधिकार नही था,",
  "but he having died on 05.12.1976 before grant of Sanad,": "किया था लेकिन उसके सनद की मंजूरी से पहले दिनांक 05.42.976 को मर गये होने",
  "Bhumidhari rights shall accrue to his legal heirs and": "से, भूमिधर अधिकारों को उसके विधिक उत्तराधिकारिओं में उद्भुत्त होने चाहिए और",
  "the plaintiffs have no right to be declared as": "वादियों को भूमिधरी धोषित होने का कोई अधिकार नही है। उन्होनें आगे कहा है कि",
  "matter, with regard to Plot Nos. 243 and 503,": "प्लाट संख्या 243 और 503 से सम्बन्धित मामले के दृष्टिगत, भूमिधारी सनद के लिए",
  "application for Bhumidhari Sanad was rejected on 23.05.1975, hence with regard to aforesaid two plots,": "आवेदन को 23.05.4975 को अस्वीकृत कर दिया गया था, इसलिए उक्त प्लाटों से",
  "Suit No. 30 of 1978 deserves to be dismissed. Learned counsel for the appellant placed reliance on judgment": "सम्बन्धित वाद संख्या 30/4978 निरस्त किए जाने योग्य है। अपीलार्थी के विद्वान",
  "counsel for the appellant placed reliance on judgment of Allahabad High Court in Ram Sabodh and Another Vs.": "अधिवक्ता ने अपने मत को माननीय उच्च न्यायालय इलाहाबाद के राम सुबोध और",
  "4. Shri Abhishek Chaudhary, learned counsel for the": "4. प्रत्यर्थी के विद्वान अधिवक्ता श्री अभिषेक चौधरी ने अपीलार्थी के विद्वान",
  "counsel for the appellant contends that both the suits": "अधिवक्ता के तर्कों का खण्डन करते हुए तर्क दिया कि प्रत्यर्थी द्वारा दाखिल दोनों",
  "as Section 43 of the Transfer of Property Act in Ram Pyare Vs. Ram Narain and Others, (1985) 2 SCC 162. In": "की धारा-43 रामप्यारे बनाम राम नारायन और अन्य (985) 2 एस. सी. सी.-62 में विचार",
  "Sanad on 28.10.1961 and on the same day, he sold the land to appellant. Certificate was issued_= on": "किया और उसने अपीलकर्ता को भूमि बेच दी। दिनांक 30.0.96 को प्रमाणपत्र जारी",
  "decreed the suit against which the appeal was filed.": "दाखिल किया गया उच्च न्यायालय ने वाद को डिकी कर दिया जिसके विरूद्ध अपील",
  "This Court held that Section 43 of the Transfer of": "दाखिल की गयी | इस न्यायालय ने अवधारित किया कि सम्पत्ति अन्तरण अधिनियम की",
  "Property Act was applicable and the tenure holder": "धारा 43 प्रयोज्य थी और खाताधारक ने भूमिधरी अधिकार को प्राप्त किया और मतबर मल",
  "Provided further that in the cases": "आगे मत अभिव्यक्त किया कि इस तरह की परिस्थिति में जेसा कि हे",
  "the one by reference to the other. In our opinion, both of them can be given": "का कोई आधार नहीं दिखाई देता है। हमारे विचार में दोनों",
  "full effect on their own terms, in": "अपनी स्वयं की शर्तों पर पूरा प्रभाव रखते हैं / सकते हैं।",
  "their respective spheres. To hold that": "अपने अपने क्षेत्र में यह धारण करना कि उस व्यक्ति द्वारा",
  "transfer are not within the protection afforded by Section 43 would destroy": "उत्तराधिकार रखता है, धारा 43 में दी गयी सुरक्षा के",
  "We are unable to see in what manner these": "हम यह देखने में असमर्थ हैं कि किन मामलों में ये अवलोकन",
  "observations can possibly assist the respondents. In the same decision, it has": "प्रत्यर्थीगण की सम्भवत: मदद कर सकता है समान निर्णय में, मद्रास",
  "been observed later, referring to_- the": "अवलोकन किया गया-",
  "criticism that it ignores the principle underlying Section 43. That": "आलोचना के लिए यह तर्क है कि यह धारा 43 के अन्तर्गत",
  "a rule of estoppel and enacts that a": "गया है कि यह धारा विवन्धन का नियम पस्तुत करती है और",
  "the transferee has been misled. It is": "अन्तरिति को भ्रमित किया गया है। यह उल्लेखनीय है कि",
  "to be noted that when the decision under consideration was given, the relevant words of Section 43 were, ‘where a person erroneous Ly": "निर्णय जब दिया गया, धारा 43 के सुसंगत शब्द थे “जहाँ एक",
  "person fraudulently or _ erroneously represents’, and that emphasises that": "व्यक्ति कपटपूर्वक या भूलवश व्यपदेशन करता है' और यह",
  "matters not whether the _ transferor acted fraudulently or innocently in": "रखता है कि कया अन्तरणकर्ता ने कपटपूर्वक या अबोधपूर्वक",
  "making the representation, and that what is material is that he did make": "किया है और क्या तात्विक है यह है कि उसने व्यपदेशन",
  "knew as a fact that the transferor did not possess the title which he": "जहाँ अन्तरिती यह तथ्य जानता था कि अन्तरणकर्ता हक नहीं",
  "said to have acted on it when taking": "जब अन्तरण हो रहा है तब उस पर कार्य किया गया होना",
  "fail under Section 6(a). But where the": "और अन्तरण धारा 6(अ) के अन्तर्गत विफल होगा। लेकिन",
  "representation, there is no reason why": "कारण नहीं है क्यों उसे धारा 43 में प्रतिपादित साम्यिक",
  "he should not have the benefit of the": "सिद्धान्त का लाभ नहीं प्राप्त करना. चाहिए, हालांकि",
  "10. Another judgment, which is relevant for the present case iS Deo Nandan and Another Vs. Ram Saran and Others,": "१0. अन्य निर्णय वर्तमान वाद से सम्बन्धित देव ननन्‍्दन ओर अन्य बनाम राम सरन और",
  "(2000) 3 SCC 440. In the said case, one Bechan was the Sirdar of agricultural land. He filed an application": "अन्य, (2000) 3 एस.सी.सी 440 का है। उक्त वाद में, बेचन कृषी भूमि का सीरदार था।",
  "on 25.08.1964 for grant of Bhumidhari Sanad and on": "उसने दिनांक 25.08.964 को भुमिधरी सनद की मंजूरी प्राप्त करने के लिए एक",
  "25.08.1964, he executed a sale deed of the Land to the plaintiff-appellant. Before any order could be passed": "आवेदन दिया और दिनांक 25.08.4964 को उसने वादी-अपीलकर्ता को भूमि का विकय",
  "sold the land. Sanad was issued on 09.02.1965 in favour": "दिनांक 09.02.4965 को भूमी बेच दी | दिनांक 25.08.964 के प्रभाव से जिस दिनांक पर",
  "holder. High Court held that on 25.08.1964, Bechan had not acquired any right, title or interest, hence he": "अवधारित किया कि दिनांक 25.08.964 को बेचन ने काई अधिकार हक या हित प्राप्त",
  "when the amount is deposited. In paragraph No.7,": "धनराशि जमा की गयी है, प्रभाव में आनी चाहिए। प्रस्तर 7 में निम्नांकित प्रतिपादित",
  "following has been laid down: -": "किया गया है:--",
  "“7. Section 134, from its plain Language, indicates and shows that on the application": "“7. धारा 434 अपनी साधारण भाषा से यह संकेत करती है और बताती है",
  "indicates and shows that on the application being made and 10 times the land revenue": "कि आवेदन किया जाने पर और भूमि राजस्व का 40 गुना भुगतान किए",
  "being paid, the sirdar becomes entitled “with effect from the date on which the amount had": "जाने पर सीरदार “” उस तिथी के प्रभाव से जिस पर धनराशि जमा की",
  "acquired the rights mentioned in Section 137": "437 में दिये गये अधिकारों को प्राप्त कर लिया है। यह धारा उस तिथी का",
  "deposited. This clearly obviates the uncertainty of the point of time when the": "है। यह स्पष्टत: समय के बिन्दु की अनिश्चितता को दूर करती है जब हक",
  "title is transferred by fixing the date as being the one when the amount is deposited.": "को उस तारीख को निश्चित करते हुए जब धनराशि जमा की गयी अन्तरित",
  "It would be immaterial as to when the declaration under Section 137 is made because": "किया जाता है। यह अतात्विक होगा कि धारा 437 के अन्तर्गत धोषणा कब",
  "in paragraph No.9 and it was held that the certificate": "न्यायालय द्वारा प्रस्तर 9 में विचार में लिया गया और यह अवधारित किया गया कि",
  "to be decreed. In paragraph Nos.9 and 10, following has been laid down: -": "09 और +0 में निम्नलिखित अवधारित किया गया है -",
  "“9. It is no doubt true that in the Full Bench decision in Banshidhar v. Dhirajadhari, AIR": "“9. यह बिना सन्देह के सत्य है कि वंशीधर बनाम धिराजधारी, ए. आइ.",
  "1971 ALL. 526 (FB), in the Single Judge": "आर. 497। इला0ए 526 (एफ. बी.) में एकल न्यायाधीश के निर्णय में, और",
  "Raghunandan Singh v. Vashwant Singh, 1978 RD": "रधुनन्दन सिंह बनाम यशवन्त सिंह, 4978 आर. डी. 83 के निर्णय में,",
  "183, a different view has been expressed by the Allahabad High Court. In the Full Bench": "उच्च न्यायालय इलाहाबाद ने भिन्न दृष्टिकोण अभिमत किया है। पूर्ण पीठ",
  "decision, the view taken is that it is from the date when the order is passed under": "के निर्णय में यह दृष्टिकोण लिया गया है कि यह उस तिथी से है जब",
  "the date when the order is passed under Section 137 that the sirdar becomes a": "धारा 437 के अन्तर्गत आदेश पारित किया गया कि सिरदार भूमिधर बनता",
  "bhumidhar. In the Latter two cases, it has been held that if after filing of the": "है। वाद के दो प्रकरणों में, यह अवधारित किया गया है कि आवेदन",
  "been held that if after filing of the application and making payment of the land": "दाखिल करने और भूमि राजस्व का भुगतान किये जाने के बाद यदि",
  "revenue the applicant dies, then certificate in his name cannot be granted. In _ our": "आवेदक मर जाता है, तब उसके नाम से प्रमाणपत्र मंजूरी नहीं किया जा",
  "point of time. When a certificate is issued under Section 137, it in fact recognises the": "लागू किये गये है। जब धारा 437 के अन्तर्गत एक प्रमाणपत्र जारी किया",
  "position as on the date when the application": "जाता है यह वास्तव में जब जिस तिथी पर आवेदन किया गया है और",
  "was made and the payment contemplated under Section 134(1) was deposited. The": "धारा 434(0 के अन्तर्गत आपेक्षित धनराशि का भुगतान किया गया उस",
  "certificate, in other words, will have a": "स्थिती को मान्यता प्रदान करती है। दूसरे शब्दों में, प्रमाणपत्र भूतलक्षी",
  "to the date of the application. There was": "अन्तर्गत दृष्टिगत आवेदन जिस दिन इसे प्रस्तुत किया गया, राजस्व",
  "incorporated in Sections 134 and 137 of the": "की धारा 434 और 435 के तहत, जैसा कि वें 28 जनवरी, 977 के ठीक पूर्व थी, के",
  "interpreted Sections 134 and 137 and the High": "434 और +37 की सही व्याख्या की थी और उच्च न्यायालय उक्त निर्णय",
  "12. In view of Law as laid down above, the judgment of": "2. कानून के दृष्टिकोंण में जैसा कि उपरोक्त निर्धारित है, उच्च न्यायालय",
  "Allahabad High Court in Ram Sabodh(Supra) cannot help": "इलाहाबाद के राम सुबोध (सप्र) वाद का निर्णय अपीलार्थी की सहायता नहीं कर",
  "the appellant. The judgment of this Court in Deo Nandan and Another (supra) fully covers the claim of the": "सकता है। इस न्यायालय के देव नन्दन एवं अन्य (सप्र) के निर्णय में, वादी-प्रत्यर्थी",
  "plaintiff-respondent with regard to Suit No. 31 of 1978 relating to Plot No.521, with regard to which Sanad was": "वाद संख्या 34/4978 के सम्बन्ध में और सम्बन्धित प्लाट संख्या-52। के दावे को",
  "that Additional Commissioner, Board of Revenue and High": "गई | हमारे दृष्टिकोण में सहायक कमिश्नर राजस्व परिषद और उच्च न्यायालय ने वाद",
  "14. We may first notice the provisions of U.P. Ordinance No.1 of 1977, which has been referred to by": "१4. हमको पहले उ0प्र0 अध्यादेश संख्या 4/4977 के प्रावधानों को देखना होगा,",
  "the High Court and which are relevant in the facts of": "जिसे उच्च न्यायालय के द्वारा उल्लेखित किया गया था और जो वर्तमान वाद के तथ्यों",
  "19. Thus, sub-section (2) of Section 73 of U.P.Act No.8": "49. ... इस प्रकार, उ0प्र0 अधिनियम संख्या 8/4977 के धारा 73 की उपधारा (2) पर",
  "to be refunded to his legal representative. The claim": "दिया गया और जमा की गई धनराशि को उसके विधिक प्रतिनिधियों को वापस कर",
  "Nos. 243 and 503, thus, stood terminated by virtue of": "प्लाट संख्या 243 और 503, के भूमिधारी अधिकरों को पाने का दावा, जैसा कि धारा",
  "provisions of Section 73 as extracted above. In view": "73 के प्रावधानों के गुणों के द्वारा समाप्त किया जाता है। जैसा कि उक्त निर्देशों के",
  "of provisions of Section 73 as extracted above, the": "अनुरूप धारा 73 के प्रावधानों के दृष्टिकोण में दिनांकित 25.4.974 के पुरूषोत्तम का",
  "negated. Hence, on the basis of the pendency of revision, no benefit can be taken by Pursottam and High": "है। इसलिए, पुर्नविचार याचिका के लम्बित होने का लाभ पुरूषोत्तम के द्वारा नही लिया",
  "20. By statutory provision, i.e. Section 73, all pending applications and proceedings were abated and": "20. धारा 73 के वैद्यानिक प्रावधानों के द्वारा, सभी लम्बित आवेदनों और प्रकियाओं को",
  "Sirdars, who were Sirdars on the date when Ordinance was enforced, which subsequently became an Act. On": "होगा, जो अध्यादेश के लागू होने के दिनांक में सिरदार थे, जो कमशः एक अधिनियम",
  "28.01.1977, Pursottam was already dead and his legal": "बना | 28.0.977 के पहले पुरूषोत्तम की मृत्यू हो गई थी, और उसके विधिक",
  "heirs were mutated in his place, thus, benefit of": "उत्तराधिकारीयों को उसके स्थान पर स्थानान्तरित कर दिया गया था, इस प्रकार",
  "Ordinance No.1 of 1977 and the U.P. Act No. 8 of 1977": "अध्यादेश संख्या ,/4977 और उण0प्र0 अधिनियम संख्या 8,//4977 का लाभ पुरूषोत्तम",
  "the writ petition filed by the contesting respondent": "प्रत्यर्थी के द्वारा दाखिल किये गये रिट याचिका को अनुमति प्रदान कर और वाद",
  "21. The writ petition filed by respondent No.3": "24. प्रत्यर्थी संख्या-3 के द्वारा दाखिल की गई रिट याचिका से सम्बन्धित वाद",
  "questioning the decision of Courts below with regard to Suit No.30 of 1978 was not liable to be allowed by": "संख्या 30/978 में निचली अदालतों के निर्णय में प्रश्न करना, उच्च न्यायालय",
  "the High Court. ALL the Courts below including the": "के द्वारा अनुमति देने योग्य नहीं था। सभी निचली अदालतों और राजस्व परिषद",
  "Suit No.30 of 1978 filed by the respondent.": "सहित, प्रत्यर्थी के द्वारा दाखिल वाद संख्या 30/4978 के संम्बन्ध में सही दृष्टिकोण लिया गया था।",
  "22. In result, the appeal is partly allowed. The": "22. .... उत्तर में, अपील को आशिंक रूप से अनुमति प्रदान की जाती है। जहाँ तक",
  "judgment of the High Court insofar as it allows the Writ Petition No.3020 of 1984 filed by Ajudhi @ Ayodhya": "उच्च न्यायालय में अयुधि (८) अयोध्या द्वारा दाखिल रिट याचिका संख्या. 3020 / 984",
  "is set aside. The judgment of the High Court insofar": "के निर्णय को अनुमति देता है को अपास्त किया जाता है। जहाँ तक उच्च न्यायालय",
  "as it dismissed the Writ Petition No. 16105 of 1983 is affirmed. In consequences, the judgment of the Courts": "के निर्णय में खारिज की रिट याचिका संख्या को स्वीकृत किया जाता है। परिणामतः",
  "Ajudhi @ Ayodhya is maintained, whereas judgment of High Court decreeing the Suit No. 30 of 1978 is set": "डिक़ी को बनाये रखता है, जबकी उच्च न्यायालय के वाद संख्या 30,//4978 के निर्णय",
  "dismissed. The appeal is decided accordingly. Parties": "30/4978 को खारिज किया जाता है। तदनुसार अपील निर्णीत की जाती है। पक्षकार",
  "Shall bear their own costs.": "अपनी लागत स्वयं धारण करेंगे |",
  "( K.M. JOSEPH )": "(्यायमूर्ती के. एम. जोसेफ,)",
  "New Delhi,": "नई दिल्‍ली,",
  "March 08, 2019.": "08 मार्च, 209,"
}