{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NO.5038 OF 2022": "सिविल अपील संख्या ५038 वर्ष 2022",
  "(ARISING FROM SPECIAL LEAVE PETITION (CIVIL) NO.3987 OF 2022)": "(विशेष अनुमति याचिका (सिविल) संख्या 3987 वर्ष 2022 से उद्धृत)",
  "SUNEEL KUMAR APPELLANT": "सुनील कुमार ...अपीलकर्ता",
  "JUDGMENT": "निर्णय",
  "Leave granted.": "अनुमति प्रदान की गयी।",
  "2. The father of the appellant who was working as Class-IV employee": "2. अपीलकर्ता का पिता जो चतुर्थ श्रेणी कर्मचारी (स्वीपर) के रूप में विकास खंड",
  "(hereinafter referred to as 'the Rules of 1974'). Rule 5 reads as": "नियमावली, 974 (एतश्मिनपश्चात्‌ '।974 की नियमावली\" के रूप में संदर्भित ) के",
  "\"[5. Recruitment of a member of the family of the": "“[5. मृतक के परिवार के किसी सदस्य की भर्ती-() यदि इन नियमों",
  "State Government or a Corporation owned or": "राज्य सरकार या केंद्र सरकार के स्वामित्व या नियंत्रण वाले किसी निगम",
  "controlled by the Central Government or a State": "स्वामित्व या नियंत्रण वाले किसी निगम या राज्य सरकार के तहत",
  "not come within the purview of the Uttar Pradesh Public Service": "नियमों में छूट देते हुए उत्तर प्रदेश लोक सेवा आयोग के दायरे में आने",
  "b. Appointment under the Rules cannot be refused merely on the ground that financial": "ख. नियमों के तहत नियुक्ति से केवल इस आधार पर इनकार नहीं किया",
  "status of the applicant is sound. Nor payment of": "जा सकता है कि आवेदक की वित्तीय स्थिति मजबूत है। मृत्यु के समय",
  "c. Non availability of posts is no ground to refuse appointment.": "ग. पदों की अनुपलब्धता नियुक्ति से इनकार करने का कोई आधार नहीं है।",
  "d. Appointment on Class III post cannot be refused merely on the ground that deceased was": "घ. वर्ग ॥| के पद पर नियुक्ति से केवल इस आधार पर इंकार नहीं किया जा",
  "refused merely on the ground that deceased was Class III/ IV employee.": "सकता कि मृतक वर्ग 3/वर्ग 4 का कर्मचारी था।",
  "e. Appointment has to be offered according to qualification and suitability of candidate and": "ड. उम्मीदवार की योग्यता और उपयुक्तता के अनुसार नियुक्ति की पेशकश",
  "the applicant should be given an appointment": "की जानी चाहिए और आवेदक को उसी के अनुरूप नियुक्ति दी जानी",
  "commensurate therewith. If appointing authority": "चाहिए। यदि नियुक्ति प्राधिकारी अनुपयुक्तता के कारण आवेदक द्वारा दावा",
  "does not give appointment on the post claimed by applicant because of non-suitability,reasons": "किए गए पद पर नियुक्ति नहीं देता है, तो नियुक्ति प्राधिकारी द्वारा कारण",
  "discretion of the appointing authority to pass": "पारित करना नियुक्ति प्राधिकारी के विवेक पर है।",
  "3. In this connection, I am directed to say that in the": "3 इस संबंध में, मुझे यह कहने का निर्देश दिया गया है कि मृतक कर्मचारियों",
  "context of appointment of the dependents of deceased employees, the guidelines, instructions issued by Hon’ble High Court are required to be complied with": "के आश्रितों की नियुक्ति के संदर्भ में , माननीय उच्च न्यायालय के दिशानिर्देश,",
  "7. In other words, he would submit that a perusal of the said Rules in Clause-2(d) thereof would reveal that an appointment on Class-III": "7. दूसरे शब्दों में, उनका कथन है कि उक्त नियमों के खंड-2 (घ) के परिशीलन से",
  "is to the effect that the words \"suitable employment\" in Rule 5 must": "नियम 5 के तहत उपयुक्त पद का अर्थ उम्मीदवार की योग्यता के लिए",
  "immediate relief to the bereaved family. In such circumstances, the": "शोक संतप्त परिवार को वित्तीय संकट से निपटने के लिए तत्काल राहत",
  "meaning placed on the words \"suitable employment\" bearing in mind": "'उपयुक्त रोजगार' शब्दों की अपनी समझ को ध्यान में रखते हुए प्रतिनिधित्व को",
  "source of recruitment. It is essentially to reach immediate succor": "मतलब भर्ती का स्रोत होना नहीं है। यह अनिवार्य रूप से शोक संतप्त परिवार तक",
  "to a bereaved family. In other words, the sudden passing away of a": "तत्काल सहायता पहुंचाने के लिए है। दूसरे शब्दों में, एक सरकारी कर्मचारी के",
  "appointment is provided. It is never meant to be a source of recruitment. It is further contended that though appointment can be": "भर्ती का स्रोत बनने के लिए नहीं है। आगे यह प्रतिवाद किया गया है कि यद्यपि वर्ग -",
  "made in regard to Class-III and Class-IV posts, this cannot mean": "|| और वर्ग-।४/ पदों के संबंध में नियुक्ति की जा सकती है, इसका यह अर्थ नहीं है कि",
  "that when the employee who passed away was borne on the Class-IV cadre, the dependents can stake a claim to a Class-III appointment.": "जब मृतक कर्मचारी वर्ग-।४/ काडर पर था, तो आश्रित वर्ग-॥। नियुक्ति के लिए दावा",
  "that the appellant did not choose to accept the offer of appointment": "ने स्वीपर के रूप में नियुक्ति के प्रस्ताव को स्वीकार करने का विकल्प नहीं चुना और",
  "9. This is a case where the father of the appellant was working as": "9. यह एक ऐसा मामला है जहां अपीलकर्ता का पिता एक स्वीपर के रूप में काम कर",
  "a Sweeper. Undoubtedly, the appellant is qualified (according to him) and in the said sense is suitable for being appointed as a Gram": "रहा था। निःसंदेह, अपीलकर्ता योग्य है (उसके अनुसार) और उक्त अर्थ में ग्राम",
  "Panchayat Officer. The death of the employee in this case took place": "पंचायत अधिकारी के रूप में नियुक्त होने के लिए उपयुक्त है। इस मामले में कर्मचारी",
  "not too far away, namely, it took place on 23.11.2016. Therefore,": "की मृत्यु बहुत दूर नहीं हुई, अर्थात यह 23.7.206 को हुई। इसलिए, यह ऐसा",
  "this is not a case where the link between the date of the death and the time for consideration of the matter by this Court has snapped.": "मामला नहीं है जहां मृत्यु की तारीख और इस न्यायालय द्वारा मामले पर विचार करने",
  "We must not be oblivious to the fact that the deceased employee was": "के समय के बीच संबंध टूट गया है। हमें इस तथ्य से अनजान नहीं होना चाहिए कि मृतक कर्मचारी एक स्वीपर था।",
  "a Class-III or a Class-IV employee. He would submit that had this": "किया जाना चाहिए कि मृतक तृतीय श्रेणी या चतुर्थ श्रेणी कर्मचारी था। उनका कथन",
  "Court been taken into confidence about the existence of this Rule,": "है कि यदि इस न्यायालय को इस नियम के अस्तित्व के बारे में विश्वास में लिया गया",
  "the view taken by this Court as already noticed may not have been": "होता, तो इस न्यायालय द्वारा लिया गया दृष्टिकोण, जैसा कि पहले से ही देखा गया",
  "taken. He would submit that the question of suitability need not be": "है, शायद नहीं लिया गया होता। उनकी कथन है कि उपयुक्तता के प्रश्न का निर्णय उस",
  "decided with reference to the post which was held by the deceased": "पद के संदर्भ में करने की आवश्यकता नहीं है जो मृतक कर्मचारी द्वारा धारित किया",
  "employee. Rather in a case such as this, where the appellant is": "गया था। इस तरह के एक मामले में, जहां अपीलकर्ता स्पष्ट रूप से अपनी योग्यता के",
  "clearly entitled to be appointed as Gram Panchayat Officer with reference to the qualification which he has and what is more, bearing": "संदर्भ में ग्राम पंचायत अधिकारी के रूप में नियुक्त होने का हकदार है, और इससे भी",
  "in mind that this is not a post which comes within the purview of": "अधिक, यह ध्यान में रखते हुए कि यह ऐसा पद नहीं है जो लोक सेवा आयोग के",
  "appellant being accommodated. Alternatively, he would also submit that in case this Court is not inclined to accept his contention,": "वैकल्पिक रूप से, यह भी कहा गया कि यदि यह न्यायालय उसकी दलील को",
  "that in case this Court is not inclined to accept his contention, the appellant may at least be vouchsafed the security of the": "स्वीकार करने के लिए इच्छ्क नहीं है, तो अपीलकर्ता को कम से कम एक स्वीपर के",
  "8. Per-contra, Ms. Ruchira Goel, learned counsel appearing on behalf of the respondent No.1-State of U.P. would contest the matter": "8. इसके विपरीत, प्रतिवादी उ.प्र. राज्य की ओर से उपस्थित विद्वान अधिवक्ता सुश्री",
  "called Rules by the learned senior counsel for the appellant may be": "अपीलकर्ता के विद्वान वरिष्ठ अधिवक्ता द्वारा तथाकथित नियमों के प्रति किया गया",
  "misplaced. There are essentially orders passed by the Government on the basis of the view expressed by the High Court in W.P. (C) No.2228(SS) 2014, Prakash Agarwal Vs. Registrar General, High Court, Allahabad. She would further submit that on a proper understanding": "संदर्भ गलत हो सकता है। रिट डब्ल्यू, पी. (सी) 2228 (एसएस) वर्ष 204, प्रकाश अग्रवाल बनाम रजिस्ट्रार जनरल, उच्च न्यायालय, इलाहाबाद, में उच्च न्यायालय द्वारा व्यक्त विचार के आधार पर सरकार द्वारा अनिवार्य रूप से आदेश पारित किया गया।",
  "Allahabad. She would further submit that on a proper understanding of the judgment of the High Court, the interpretation sought to be": "उन्होंने आगे कहा कि उच्च न्यायालय के निर्णय की उचित समझ पर, अपीलकर्ता द्वारा",
  "and Another versus Shashi Kumar, (2019) 3 SCC 653 and contend at the": "बनाम शशि कुमार, (209) 3 एससीसी 653 के मामले में इस न्यायालय के निर्णय",
  "District Panchayat Raj Officer, District Jaunpur, U.P. to appoint": "जिला जौनपुर, उत्तर प्रदेश को निर्देश देते हैं कि अपीलकर्ता को स्वीपर के पद पर",
  "the appellant to the post of Sweeper. The necessary order appointing": "नियुक्त करें। अपीलकर्ता की नियुक्ति का आवश्यक आदेश इस निर्णय की प्रति के पेश",
  "the appellant shall be issued within a period of eight weeks from": "किए जाने की तारीख से आठ सप्ताह की अवधि के भीतर जारी किया जाएगा। इसमें",
  "The appeal is partly allowed.": "अपील आंशिक रूप से स्वीकार की जाती है।",
  "No order as to costs.": "लागत के रूप में कोई आदेश नहीं।",
  "[K. M. JOSEPH]": "[न्यायमूर्ति के. एम. जोसेफ]",
  "[HRISHIKESH ROY]": "[न्यायमूर्ति हृषिकेष रॉय]",
  "New Delhi": "नई दिल्ली",
  "02 August, 2022": "02 अगस्त, 2022"
}