{
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "SECRETARY (HOME) & ORS. ...RESPONDENTS": "प्रधान सचिव (गृह) और अन्य के द्वारा प्रत्यर्थी",
  "JUDGMENT": "निर्णय",
  "The subject of controversy in this appeal is legality of a selection list for the posts of Assistant Radio Officers in the Uttar Pradesh Police": "इस अपील में विवाद का विषय उत्तर प्रदेश पुलिस, रेडियो विभाग में सहायक रेडियो अधिकारियों के पदों के लिए चयन सूची की वैधानिकता है। यह",
  "Police Radio Service Rules, 1979 (“1979 Rules”), the vacancies in the": "उत्तर प्रदेश पुलिस रेडियो सेवा नियमावली, 979 (\"979 नियम\") के",
  "said posts are required to be filled up 50% through direct recruitment": "अनुसार, उक्त पदों में रिक्तियों को 50 प्रतिशत सीधी भर्ती द्वारा और 50 प्रतिशत",
  "and 50% by promotion from the feeder cadre (in this case Radio": "फीडर कैडर (इस मामले में रेडियो निरीक्षक ) से पदोन्नति द्वारा भरा जाना",
  "Inspectors). The appellants before us are from the feeder cadre. There": "आवश्यक है। हमारे सामने अपीलकर्ता फीडर संवर्ग से हैं। वरिष्ठता पद के निर्माण",
  "have been several rounds of litigations in the past as regards": "के संबंध में अतीत में कई दौर की मुकदमेबाजी हुई है और 22 जुलाई 204 को",
  "vacancies and should have been filled up through a fresh selection": "के रूप में घोषित किया जाना चाहिए था और एक नई चयन प्रक्रिया द्वारा भरा",
  "4. The 1979 Rules lay down the procedure for promotion to the subject posts (along with other posts within the said service). So far as": "4. 979 के नियम विषय पदों (उक्त सेवा के भीतर अन्य पदों के साथ) में पदोन्नति की प्रक्रिया निर्धारित करते हैं।जहाँ तक वर्तमान अपील का संबंध है,",
  "the present appeal is concerned, Rules 5(1), 14, 15, 17 and 22 are": "नियम 5 (), 4,5,47 और 22 प्रासंगिक हैं।ये नियम 2 सितंबर 202 को",
  "relevant. These Rules have been set out in the said judgment delivered": "दिए गए उक्त फैसले में निर्धारित किए गए हैं।हम इन नियमों को नीचे उद्धृत करते",
  "therein:-": "हैं, जैसा कि उसमें अंकित है: -",
  "“Uttar Pradesh Police Radio Service Rules, 1979": "\"उत्तर प्रदेश पुलिस रेडियो सेवा नियमावली: 7979",
  "5. Source of recruitment :- In service the recruitment shall be made on the posts of different categories from the following sources:-": "5. धर्ती का सरोतःसेवा में विभिन्न श्रेणियों के पदों पर निम्नलिखित स्रोतों से धर्ती की जाएगी: -",
  "Assistant Radio officer: -": "सहायक रेडियो अधिकारी: -",
  "a) by direct recruitment through the commission; and": "क]) आयोग द्वारा सीधी धर्ती द्वार; ऑर",
  "b) by promotion on the basis of the eligibility of the permanent radio inspectors through the commission;": "ख,) आयोग द्वारा स्थायी रेडियो निरीक्षकों की पात्रता के आधार पर पदोन्नति द्वार;",
  "However from both the above sources the recruitment shall": "हालांकि उपरोक्त दोनों स्रोतों से भर्ती इस तरह से की जाएगी कि",
  "by the direct recruitment and 50 percent post by the persons": "50 प्रतिशत पद सीधी धर्ती द्वारा ऑर 50 प्रतिशत पद पदोन्नत व्यक्तियों",
  "(2) Additional State Radio officer:-": "(2, अपर राज्य रेडियो अधिकारी: -",
  "By promotion on the basis of the seniority while rejecting": "अयोग्यता को अस्वीकार करते हुए वरिष्ठता के आधार पर पदोन्नति",
  "However if any suitable person is not available for": "हालाँकि यदि कोई उपयुक्त व्यक्ति पदोन्नति के लिए उपलब्ध नहीं",
  "promotion, then the recruitment can be made from direct recruitment;": "हैं तो सीधी भर्ती से धर्ती की जा सकती है।",
  "Inspectors on permanent basis for the post of Assistant Radio": "आयोग द्वारा से स्थायी सहायक रोडियो अधिकारियों में",
  "6. As regards reflection of the names of superannuated officers and the officers who had expired in the combined selection list, the Division": "6. संयुक्त चयन सूची में सेवानिवृत्त अधिकारियों और उन अधिकारियों के नामों के",
  "“13. The other blunder that has been committed is that the": "\"3. दूसरी गलती जो की गई है वह यह है कि सेवानिवृत्त /मृत",
  "names of the superannuated/dead officers were removed from": "अधिकारियों के नाम वरिष्ठता सूची से हटा दिए गए और उनके",
  "the seniority list and in their place the other promote officers": "स्थान पर अन्य पदोन्नत अधिकारियों को आगे बढ़ा दिया गया, यह",
  "were pushed up, this exercise is absolutely unheard in the service jurisprudence. This mistake, by itself, made _ the": "अभ्यास सेवा न्यायशास्त्र में बिल्कुल अनसुना है।इस गलती ने अपने",
  "seniority list unsustainable under law. If this exercise of the": "आप में वरिष्ठता सूची को कानून के तहत अपोषणीय बना दिया।यदि",
  "at an early age because in that situation, the officers who were": "होते हैं क्योंकि उस स्थिति में , जो अधिकारी उनसे वरिष्ठ थे और",
  "senior to them and are older in age shall stand superannuated": "उम्र में अधिक उम्र के थे, वे सेवानिवृत्त हो जाएंगे और उनके स्थान",
  "and in their place the officers who are junior to them shall be": "पर जो अधिकारी उनसे कनिष्ठ हैं, उन्हें उन अधिकारियों से कनिष्ठ",
  "subsequently appointed or were appointed in the vacancies of": "बना दिया जाएगा, जिन्हें बाद में नियुक्त किया गया था या जिन्हें",
  "the following years. The vacancies so fallen by the": "अगले वर्षों की रिक्तियों में नियुक्त किया गया था।सेवानिवृत्ति या",
  "(quoted verbatim from the paperbook)": "हैं।” (पेपरखुक से शब्दशः उद्धृत)",
  "(4) Dy. Inspector General of Police Telecom:": "(4, उप पुलिस सहानिरीक्षक दूरसंचार:",
  "permanent State Audio Officers through the Commission": "आयोग द्वारा से स्थायी राज्य ऑडियो अधिकारियों की पात्रता",
  "However if any suitable person is not available for promotion,": "के आधार पर पदोन्नति द्वारा हालांकि यदि कोई उपयुक्त व्यक्ति पदोन्नति",
  "then the recruitment can be made from direct recruitment under Rule 15;": "के लिए उपलब्ध नहीं है; तो नियम 75 के तहत सीधी धर्ती से धर्ती की जा सकती है।",
  "year and the number of vacancies reserved for the candidates of scheduled caste, scheduled tribe and other categories and": "और अन्य श्रेणियों के उम्मीदवारों के लिए आरक्षित रिक्तियों की संख्या",
  "shall inform to the commission;": "निर्धारित करेगा ऑर आयोग को सुचित करेगा।",
  "15. Procedure for direct recruitment :- The Commission shall invite an application in the prescribed format, which can be": "5. सीधी धर्ती के लिए प्रक्रियाःआयोग निर्धारित प्रारूप में एक आवेदन",
  "obtained from the Secretary of the Commission after making the payment.": "आमंत्रित करेगा, जिसे भुगतान करने के बाद आयोग के सचिव से प्राप्त",
  "(2) The Commission under Rule 6 after considering the": "(2) नियस 6 के तहत आयोग अनुसूचित जाति अनुसुचित",
  "assurance of due representations of candidates belonged to Scheduled Castes, Scheduled Tribes and other categories, shall": "जनजाति ओर अन्य श्रेणियों के उम्मीदवारों के उचित प्रतिनिधित्व के",
  "(3) The Commission shall prepare a list of the candidates, in the serial of their proficiency, reflects from the marks secured": "(3; आयोग उनकी दक्षता के क्रम में उम्मीदवारों की एक सूची तैयार करेगा जो मॉखिक परीक्षा में उम्मीदवार द्वारा प्राप्त अंकों से",
  "by the candidate in the oral examination. If two or more": "प्रतिबिंबित होता हैं।यादि दो या दो से अधिक उम्मीदवार समान अंक",
  "shall keep their names for the services on the basis of the": "पर सेवाओं के लिए उनके नाम रखेगा।सूची में नासों की संख्या रिक्तियों",
  "more than 25 percent. The commission shall forward the list to": "से अधिक होगी. लेकिन 25 प्रतिशत से अधिक नहीं होगी।/आयोग इस",
  "17. Combined Selection list - If the appointment has been made through direct recruitment and promotion both, then one": "77. संयुक्त चयन सुची-यदि नियुक्ति प्रत्यक्ष थर्ती ऑर पदोन्नति दोनों",
  "combined selection list would be prepared, wherein the name of": "द्वारा की गई है तो एक संयुक्त चयन सूची तैयार की जाएगी, जिसमें",
  "the impugned final seniority list dated 25th of October, 2013": "25 अक्टूबर 203 की वरिष्ठता सूची को बरकरार रखा है। अपीलकर्ताओं ने",
  "the petitioner cannot be accepted.": "अधिवक्ता के तर्क को स्वीकार नहीं किया जा सकता हैं।",
  "The division bench while proceeding to issue directions had": "खण्ड पीठ ने निर्देश जारी करते हुए कहा था कि जब पहले की वरिष्ठता",
  "observed that Rule 17 and 22 had not been shown to be": "सूची प्रसारित की गई थी तो नियम 77 और 22 का पालन नहीं किया",
  "circulated. The bench further observed that the State Counsel had not been able to explain as to why such compliance with": "गया था।पीठ ने आगे कहा कि राज्य के अधिवक्ता यह स्पष्ट नहीं कर पाए",
  "had not been able to explain as to why such compliance with regard to issuance of simultaneous letters of appointment had": "हैं कि एक साथ नियुक्ति पत्र जारी करने के संबंध यें ऐसा अनुपालन क्यों",
  "not been made.": "नहीं किया गया था।",
  "In the aforesaid circumstances what we find is that now the": "उपरोक्त परिस्थितियों में हम जो पाते हैं वह यह हैं कि अब नियमों का",
  "rules appear to have been strictly complied with and it is in": "सख्ती से पालन किया गया प्रतीत होता हैं ऑर ऐसे नियमों के",
  "promotes and direct recruits one after the other have been": "अनुपालन में ही एक के बाद एक संबंधित पदोन्नति ऑर सीधी भर्ती के",
  "said placement alleging that as against the direct recruits, the": "लगाया कि सीधी धर्तियों के मुकाबले, नियुक्ति के वर्ष का उल्लेख किए",
  "space for year of vacancy has been left as blank without mentioning the year of placement. The said argument cannot be": "बिना रिक्ति के वर्ष के लिए जगह को खाली छोड़ दिया गया हैं।उक्त तर्क",
  "by placing first a promote and then the direct recruit according to the year of vacancy.": "सूची पहले पदोन्नति ऑर फिर रिक्ति के वर्ष के अनुसार सीधी धर्ती",
  "This factual position could not be therefore successfully": "उल्लंघन पर इस तथ्यात्यक स्थिति पर सफलतापूर्वक चुनोंती नहीं दी",
  "any rule. The contention therefore, in our opinion, questioning": "जा सकी।इसलिए हमारी राय में. पहले के फैसले के गें-अनुपालन के",
  "We do not find any merit in the petition. The writ petition is accordingly dismissed.”": "हम याचिका में कोई मेरिट नहीं पाते हैं।तदनुसार रिट याचिका खारिज",
  "8. So far as the seniority list of 2013 is concerned, the main grievance": "8. जहाँ तक 203 की वरिष्ठता सूची का संबंध है, अपीलार्थियों की मुख्य",
  "of the appellants is that the direct recruits (who are the private": "शिकायत यह है कि सीधी भर्ती (जो इस अपील में निजी प्रतिवादी हैं) को रिक्तियों",
  "Two - the mutual seniority of the persons appointed through the promotion in the service would be, which he was bearing on": "(2, किसी एक चयन के परिणामस्वरूप नियुक्त व्यक्तियों की वरिष्ठता के सम्बन्ध सें -",
  "process while fixing their seniority. The first appellant was positioned": "करते समय प्रक्रिया में नजरअंदाज कर दिया गया था। पहले अपीलकर्ता को क्रम",
  "at serial number 52 whereas second appellant was positioned at serial": "संख्या 52 पर तैनात किया गया था जबकि दूसरे अपीलकर्ता को क्रम संख्या 48",
  "two counts. The first is that the direct recruits have been placed in the seniority list ignoring the year of vacancy. Secondly, they contend that as their appointment and confirmation was prior to those from the": "पहला यह है कि सीधी भर्तियों को रिक्ति के वर्ष को नजरअंदाज करते हुए वरिष्ठता सूची में रखा गया है।दूसरा, वे तर्क देते हैं कि चूंकि उनकी नियुक्ति और पुष्टि",
  "earlier than the direct recruits. According to the appellants, on this": "संवर्ग में पैदा हुए थे।अपीलार्थियों के अनुसार, इस तर्क पर उन्हें वरिष्ठता सूची में",
  "reasoning they should have been placed above the direct recruits in the seniority list. What has been argued on this point is that the": "प्रत्यक्ष भर्तियों से ऊपर रखा जाना चाहिए था।इस मुद्दे पर जो तर्क दिया गया है",
  "selection list prepared under Rule 17 of the 1979 Rules deal with": "वह यह है कि 979 के नियमों के नियम 7 के तहत तैयार की गई चयन सूची",
  "apportionment of the vacant positions between promotee officers and": "पदोन्नत अधिकारियों और प्रत्यक्ष भर्तियों के बीच खाली पदों के विभाजन से",
  "direct recruits but this list does not deal with the question of seniority.": "संबंधित है, लेकिन यह सूची वरिष्ठता के सवाल से संबंधित नहीं है।इस संबंध में,",
  "In this regard, Rule 8 (3) (ii) of the U.P Government Servant Seniority": "उत्तर प्रदेश सरकारी कर्मचारी वरिष्ठता नियम, 99] के नियम 8 (3) (व) का",
  "Rules, 1991 has been referred to. This rule stipulates:-": "उल्लेख किया गया है।इस नियम में कहा गया है:-",
  "“8. Seniority where appointments by promotion and direction recruitment.-": "\"9. वरिष्ठता जहाँ पदोन्नति ऑर निर्देशन धर्ती द्वारा नियुक्तियाँ होती हैं।-",
  "(1) Where according to the service rules appointments are made both by promotion and by direct recruitment, the seniority of": "(7) जहां सेवा नियमों के अनुसार नियुक्तियां पदोन्नति ऑर प्रत्यक्ष धर्ती",
  "following sub-rules, be determined from the date of the order of": "उप-नियमों के प्रावधानों के अधीन, उनकी मूल नियुक्तियों के आदेश",
  "their substantive appointments, and if two or more persons are": "की तारीख से निर्धारित की जाएगी, ऑर यदि दो या दो से अधिक",
  "appointed together, in the order in which their names are": "व्यक्तियों को एक साथ नियुक्त किया जाता हैं, तो उस क्रम में जिसमें",
  "arranged in the appointment order:": "उनके नाम नियुक्ति आदेश में व्यवस्थित किए गए हैं:",
  "Provided that if the appointment order specifies a particular": "बशर्ते कि यदि नियुक्ति आदेश किसी विशेष पिछली तारीख को निर्दिष्",
  "vacancies are made in subsequent year or years, the": "ऐसी खाली रिक्तियों के लिए नियुक्ति बाद के वर्ष या वर्षों में की जाती है,",
  "persons so appointed shall not get seniority of any": "तो इस तरह से नियुक्त व्यक्तियों को किसी भी पूर्व वर्ष की वरिष्ठता नहीं",
  "earlier year but shall get the seniority of the year in which their appointments, are made, so however, that": "मिलेगी) बल्कि उस वर्ष की वरिष्ठता प्राप्त होगी जिसमें उनकी नियुक्तियां",
  "their names shall be placed at the top followed by the": "की जाती हैं. ताकि उनके नाम शीर्ष पर रखे जाएं ऑर उनके बाद अन्य",
  "names, in the cyclic order of the other appointees;": "नियुक्तियों के चक्रीय क्रम में नाम रखे जाएं।",
  "(iii) Where, in accordance with the service rules the unfilled vacancies from any source could, in the circumstances": "(४) जहा सेवा नियमों के अनुसार, किसी थी स्रोत से रिक्त रिक्तियों",
  "mentioned in the relevant service rules be filled from the other": "को संबंधित सेवा नियमों यें उल्लिखित परिस्थितियों सें अन्य स्रोतों से",
  "persons so appointed shall get the seniority of that very year as": "सकती हैं; तो इस तरह से नियुक्त व्यक्तियों को उसी वर्ष की वरिष्ठता",
  "if they are appointed against the vacancies of their quota.”": "मिलेगी जैंसे कि वे अपने कोटे की रिक्तियों के खिलाफ नियुक्त किए जाते",
  "9. Appellants have also argued against inclusion of the names of expired or superannuated persons in the selection list. Their": "9. अपीलकर्ताओं ने कार्यकाल समाप्त हो चुके या सेवानिवृत्त व्यक्तियों के नाम चयन सूची में शामिल करने के खिलाफ भी तर्क दिया है।उनका तर्क है कि मृत या",
  "contention is that the names of the dead or superannuated persons ought not to have been included at all in the selection list and those": "सेवानिवृत्त व्यक्तियों के नाम चयन सूची में बिल्कुल भी शामिल नहीं किए जाने",
  "promotee officers with seniority ranking lower than them ought to have": "चाहिए थे और उनसे कम वरिष्ठता वाले पदोन्नति अधिकारियों को ऊपर धकेल",
  "dead or superannuated officers.": "दिया जाना चाहिए था और मृत या सेवानिवृत्त अधिकारियों को आवंटित पद पर",
  "10. On the question of granting seniority to the directly recruited officers in the select list treating them as senior to the appellants,": "0. चयन सूची में सीधे भर्ती किए गए अधिकारियों को वरिष्ठता देने के सवाल पर,",
  "three authorities have been relied upon by the appellants. These are": "जो उन्हें अपीलार्थियों से वरिष्ठ मानते हैं , अपीलार्थियों ने तीन अधिकारियों पर",
  "State of Uttar Pradesh vs. Ashok Kumar Srivastava & Anr. [(2014)": "भरोसा किया है।ये हैं उत्तर प्रदेश राज्य बनाम अशोक कुमार श्रीवास्तव और अन्य",
  "14 SCC 720], K. Meghachandra Singh & Ors. vs. Ningam Siro & Ors.": "[(2074) 4 एससीसी 720], के मेघचंद्र सिंह और अन्य बनाम निंगम सिरो",
  "petition in relation to this judgment was filed but the review judgment": "कि इस निर्णय के संबंध में एक समीक्षा याचिका दायर की गई थी, लेकिन समीक्षा",
  "did not upset this finding of the Division Bench. In the decision under": "निर्णय ने खण्ड पीठ के इस निष्कर्ष को प्रभावित नहीं किया। अपील के तहत",
  "appeal, the Division Bench has relied on these two paragraphs of the": "निर्णय में, खण्ड पीठ ने पूर्वोक्त निर्णय के इन दो पैराग्राफ पर अवलंब लिया है और",
  "earlier judgment and come to its finding. Thus, so far as the appellants": "इस निष्कर्ष पर आया है।इस प्रकार, जहाँ तक इस अपील के अपीलार्थियों और",
  "and other parties to this appeal are concerned, the said finding has attained finality and we cannot reopen this question in an appeal": "अन्य पक्षों का संबंध है, उक्त निष्कर्ष ने अंतिमता प्राप्त कर ली है और हम लगभग",
  "arising out of a subsequent proceeding on near identical factual": "समान तथ्यात्मक पृष्ठभूमि पर बाद की कार्यवाही से उत्पन्न अपील में इस प्रश्न पर",
  "12. The appellants, however, point out that in determining seniority in": "2. हालाँकि, अपीलार्थी बताते हैं कि 203 की सूची में वरिष्ठता निर्धारित करने",
  "the 2013 list, Rule 22 has not been complied with as dates of": "में, नियम 22 का पालन नहीं किया गया है क्योंकि इस तरह के निर्धारण के लिए",
  "appointment have not been adhered to for such determination. This Rule contemplates conferment of seniority as per original appointment": "नियुक्ति की तारीखों का पालन नहीं किया गया है।यह नियम मूल नियुक्ति आदेश के",
  "the Division Bench found issue of appointment orders to the two categories of candidates before preparation of selection list to be": "फैसले से पाते हैं कि खण्ड पीठ ने चयन सूची तैयार करने से पहले दो श्रेणियों के",
  "contrary to law, the appointment orders themselves were not quashed.": "उम्मीदवारों को नियुक्ति आदेश जारी करना कानून के विपरीत पाया , लेकिन",
  "date of appointment.": "नियुक्ति की तारीख के रूप में लेने का निर्देश दिया गया था।",
  "13. The High Court, in the earlier judgment found that compliance of": "3. उच्च न्यायालय ने पहले के फैसले में पाया कि 999 की वरिष्ठता सूची तैयार",
  "service jurisprudence that seniority is required to be computed from": "की तारीख से वरिष्ठता की गणना की जानी आवश्यक है, वह ऐसे मामले में काम",
  "case where there is an undisturbed judicial finding that appointments": "नहीं कर सकता है जहां एक अबाधित न्यायिक निष्कर्ष है कि नियुक्तियां लागू",
  "were made on different dates in breach of the applicable Rules.": "नियमों का भंग करते हुए अलग-अलग तिथियों पर की गई थीं। इसके अलावा,",
  "Moreover, selection list per se does not determine seniority as the said": "चयन सूची स्वयं वरिष्ठता का निर्धारण नहीं करती है क्योंकि उक्त सूची में केवल",
  "list is only to contain names of persons who are to be part of a": "उन व्यक्तियों के नाम होते हैं जो किसी विशेष संवर्ग का हिस्सा होते हैं। 979 के",
  "particular cadre. In the 1979 Rules also, selection list is to be prepared": "नियमों में भी , चयन सूची नियम 7 के अनुसार तैयार की जानी है जबकि",
  "as per Rule 17 whereas seniority is to be determined in terms of Rule 22. What the authorities have done in finalising the 2013 selection list": "वरिष्ठता, नियम 22 के संदर्भ में निर्धारित की जानी है।203 की चयन सूची को",
  "22. What the authorities have done in finalising the 2013 selection list is that positioning of incumbents in this list have been made on the": "अंतिम रूप देने में अधिकारियों ने जो किया है, वह यह है कि इस सूची में",
  "14. We find that in the judgment under appeal, stand of the": "4. हम पाते हैं कि अपील के तहत दिए गए फैसले में , वरिष्ठता तय करने के",
  "“He contends that so far as determination of seniority is": "\" उनका तर्क है कि जहां तक वरिष्ठता के निधारिण का संबंध हैं; संबंधित",
  "place to direct recruits, vis-a-vis the year of availability of": "रिक्तियों की उपलब्धता के वर्ष की तुलना सें पदोन्नति के लिए प्रथम",
  "15. This practise, in our opinion, is contrary to the seniority order as": "5. यह प्रथा, हमारी राय में, नियम 7 में विचार किए गए वरिष्ठता आदेश के",
  "contemplated in Rule 17. The selection list stipulated how the vacancy": "विपरीत है।चयन सूची में निर्धारित किया गया था कि रिक्त पदों को कैसे भरा",
  "positions shall be filled but for determination of seniority, the dates of": "जाएगा, लेकिन वरिष्ठता के निर्धारण के लिए, नियुक्ति की तारीखों को संवर्ग में",
  "appointment were to be treated as dates of birth in the cadre. In": "जन्म तिथि के रूप में माना जाना था।प्रवेश की दो धाराओं के संबंध में, उनके",
  "jurisdiction under Article 142 of the Constitution of India. On the": "जाना चाहिए।हम भारत के संविधान के अनुच्छेद 42 के तहत अपने अधिकार",
  "vacant on death of dead or superannuated officers shall be treated as": "मृत या सेवानिवृत्त अधिकारियों की मृत्यु पर खाली पड़े पदों के लिए पद को नए",
  "fresh vacancies and filled up through fresh selection process.": "रिक्तियों के रूप में माना जाएगा और नए चयन प्रक्रिया द्वारा भरा जाएगा।",
  "18. In the event any incumbent, whether superannuated or not at present, has already enjoyed career related benefit as per the seniority": "8. यदि कोई पदधारी, चाहे वह वर्तमान में सेवानिवृत्त हो या न हो, पहले से ही",
  "position made in terms of the judgment delivered on 224 July 2014": "22 जुलाई 204 को दिए गए निर्णय के संदर्भ में की गई वरिष्ठता स्थिति के",
  "they shall not be disturbed, having regard to the long time-gap between the origin of the dispute and its conclusion by this judgment.": "अनुसार कैरियर से संबंधित लाभ प्राप्त कर चुका है, तो विवाद की उत्पत्ति और इस निर्णय द्वारा इसके निष्कर्ष के बीच लंबे समय के अंतराल को ध्यान में रखते",
  "career improvement from the recast seniority list shall be given such": "अधिकारी को, जिसने वरिष्ठता सूची से कैरियर में सुधार प्राप्त किया होगा, ऐसे",
  "benefits. For those superannuated, notional benefits shall be given.": "लाभ दिए जाएंगे। सेवानिवृत्त होने वालों को काल्पनिक लाभ दिए जाएंगे।",
  "19. The judgment under appeal shall stand modified accordingly, and": "9. अपील के तहत निर्णय तदनुसार संशोधित किया जायेगा, और अपील का",
  "the appeal shall stand disposed in the above terms.": "उपरोक्त शर्तों में निस्तारित किया गया।",
  "20. Pending application(s), if any, shall stand disposed of.": "20. लंबित आवेदन, यदि कोई हों, को भी निस्तारण किया जाता है।",
  "21.There shall be no order as to costs.": "2,. लागत के बारे में कोई आदेश नहीं होगा।",
  "NEW DELHI;": "नई दिल्ली;",
  "16th January, 2023.": "6 जनवरी, 2023."
}