{
  "8. The present appeals are accordingly allowed.": "8. तदनुसार, वर्तमान अपीलों को अनुमति प्रदान की जाती है।",
  "MARCH 28, 2023. [C.T. RAVIKUMAR]": "28 मार्च 2023.",
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय क्षेत्राधिकार",
  "CRIMINAL APPEAL NO. 812 OF 2023": "आपराधिक अपील संख्या 8]2/ 2023",
  "(Arising from SLP(Criminal) No. 3435/2023": "(एसएलपी (आपराधिक) सं. 3435/ 2023 (६6 डायरी",
  "Yashpal Singh ...Appellant": "यशपाल सिंह ... अपीलकर्ता",
  "Versus": "बनाम",
  "State of Uttar Pradesh and Another ...Respondents": "उत्तर प्रदेश राज्य और एक अन्य ... प्रत्यर्थीगण",
  "WITH": "सह",
  "CRIMINAL APPEAL NO. 816 OF 2023": "आपराधिक अपील संख्या 86/ 2023",
  "(Arising from SLP(Criminal) No. 3484/2023": "(एसएलपी (आपराधिक) सं. 3484/ 2023 (6 डायरी",
  "CRIMINAL APPEAL NO. 813 OF 2023": "आपराधिक अपील संख्या 83/2023",
  "(Arising from SLP(Criminal) No.3436/2023": "(एसएलपी (आपराधिक ) संख्या 3436 / 2023 (6 डायरी",
  "3.1. It is further submitted that even otherwise the trial has begun and": "3.] आगे यह कहा गया है कि अन्यथा भी विचारण आरंभ हो गया है और",
  "therefore also the impugned orders passed by the High Court releasing": "इसलिए जमानत पर अभियुक्त को छोड़ने के उच्च न्यायालय द्वारा पारित आक्षेपित",
  "the accused on bail may not be interfered with by this Court.": "आदेशों में इस न्यायालय द्वारा हस्तक्षेप नहीं किया जा सकता है।",
  "3.2 It is further submitted that as there was a land dispute with the": "3.2 इसके अलावा यह कहा गया है कि चूंकि अभियुक्त के पिता मेहताब के साथ",
  "3.3 Making above submissions, it is prayed to dismiss the present": "3.3 उपरोक्त तर्क देते हुए, यह प्रार्थना की गयी है कि वर्तमान अपीलों को खारिज",
  "4. We have heard learned counsel for the respective parties at": "कर दिया जाए। 4. हमने संबंधित पक्षों के विद्वान अधिवक्ता को विस्तार से सुना है।",
  "We have gone through the allegations made in the FIR. It is": "हमने प्राथमिकी में लगाए गए आरोपों को देखा है। यह ध्यान देना",
  "required to be noted that the land dispute between the father of the accused, namely, Mehtab and the complainant side is the motive. It is": "आवश्यक है कि अभियुक्त के पिता मेहताब और परिवादी पक्ष के बीच भूमि विवाद",
  "Mehtab, father of the accused Narendra and Harendra in the present": "अभियुक्तों, अर्थात्‌ नरेंद्र पुत्र मेहताब , कृष्णपाल पुत्र रकम सिंह और हरेंद्र पुत्र",
  "that though the aforesaid facts were pointed out to the High Court, the": "आत्मसमर्पण किया। यह कहा गया है कि यद्यपि पूर्वोक्त तथ्य उच्च न्यायालय को",
  "High Court has not considered the same and has completely ignored the": "दर्शित किए गए थे, उच्च न्यायालय ने उस पर विचार नहीं किया है और उसे पूरी",
  "2.2 It is further submitted by the learned counsel appearing on behalf": "2.2 परिवादी की ओर से पेश विद्वान अधिवक्ता द्वारा आगे यह कहा गया है कि",
  "of the complainant that even the High Court has failed to consider that": "उच्च न्यायालय यह भी विचार करने में विफल रहा है कि अभियुक्त नरेन्द्र और",
  "the accused Narendra and his brother Harendra.": "उसके भाई हरेन्द्र की निशानदेही पर देशी पिस्तौल की बरामदगी की गई है।",
  "2.3 It is submitted that the High Court has not properly appreciated the": "2.3 यह कहा गया है कि उच्च न्यायालय ने इस तथ्य का समुचित रूप से",
  "fact that all the accused, namely, Narendra, Krishanpal and Harendra": "मूल्यांकन नहीं किया है कि सभी अभियुक्तों, अर्थात्‌ नरेन्द्र, कृष्णपाल और हरेन्द्र",
  "have been specifically named in the FIR and also in the statement of the": "के नाम का उल्लेख विनिर्दिष्ट रूप से प्राथमिकी में और दंड प्रक्रिया संहिता की",
  "High Court has not properly appreciated the fact that all the accused": "कहा गया है कि उच्च न्यायालय ने इस तथ्य को उचित रूप से नहीं समझा है कि",
  "were part of the unlawful assembly and Narendra and Harendra both are": "सभी अभियुक्त विधिविरूद्ध जमाव का हिस्सा थे तथा नरेंद्र और हरेंद्र दोनों",
  "the sons of Mehtab with whom there was a property dispute and their": "मेहताब के पुत्र हैं जिनके साथ संपत्ति का विवाद था और उनके भाई विकास ने",
  "used to destroy the crops standing on the field and the same was also": "और खेत में खड़ी फसलों को नष्ट करने के लिए उसके ट्रैक्टर का उपयोग किया",
  "mentioned in the FIR as well as in the statement of the complainant.": "गया था और इसका उल्लेख प्राथमिकी के साथ-साथ परिवादी के बयान में भी",
  "have not at all been considered by the High Court and no cogent": "और अपराधों की कठोरता और गंभीरता पर उच्च न्यायालय द्वारा बिल्कुल भी",
  "by the High Court directing to release the respondents — accused on bail": "अभियुक्तों को जमानत पर रिहा करने का निर्देश देते हुए उच्च न्यायालय द्वारा",
  "6. Now so far as the submission on behalf of the accused that they": "6. अब जहां तक अभियुक्तों की ओर से दिए गए इस तर्क का संबंध है कि उन्हें",
  "have been released on bail in the months of March, 2022/January,": "मार्च 2022/जनवरी 2022/फरवरी 2022 के महीनों में जमानत पर रिहा किया",
  "7. In view of the above and for the reasons stated above, all these appeals succeed. The impugned judgment and orders dated": "7. उपरोक्त को ध्यान में रखते हुए और पूर्वोक्त कारणों से, ये सभी अपीलें सफल",
  "04.03.2022, 19.01.2022 and 09.02.2022 releasing the respondents —": "मेहताब को जमानत पर रिहा करने वाले 04.03.2022, 9.0.2022 और",
  "accused on bail, namely, Narendra s/o Mehtab, Krishanpal s/o Rakam": "अपास्त किया जाता है। अब संबंधित अभियुक्तों नरेन्द्र पुत्र मेहताब, कृष्णपाल पुत्र",
  "Singh and Harendra s/o Mehtab in connection with Case Crime No.": "रकम सिंह और हरेन्द्र पुत्र मेहताब को संबंधित जेल अधिकारियों के समक्ष"
}