{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय अधिकारित",
  "(Arising out of Special Leave Petition (Crl.) No. 5326 of 2019)": "विशेष अनुमति याचिका (आ.)सं. 5326 वर्ष 2079 से उद्ूत",
  "Versus": "बनाम",
  "JUDGMENT": "निर्णय",
  "Dr Dhananjaya Y Chandrachud, J": "न्यायमूर्ति डॉ.धनंजय वाई. चन्द्रचूड़",
  "1 This appeal arises from a judgment of a learned Single Judge of the High": ". .... यह अपील इलाहाबाद उच्च न्यायालय के एक विद्वान एकल न्यायाधीश के",
  "Singh v State of Punjab? (“Hardeep Singh”) and held thus:": "0. विद्वान विचारण न्यायाधीश ने, हरदीप सिंह बनाम पंजाब राज्य” (\"हरदीप सिंह\") के मामले में इस न्यायालय के निर्णय का उल्लेख करते हुए इस प्रकार",
  "“All these circumstances in totality have evidentiary value and": "\"इन सभी परिस्थितियों का समग्र रूप से साक्षियिक मूल्य है और ये आरोप",
  "appear to be more than required for framing charge and if not": "विरचित करने के लिए आवश्यक सामग्री से अधिक प्रतीत होती हैं और यदि",
  "rebutted, the proposed accused could be found guilty of the": "खंडन नहीं किया जाता है, तो प्रस्तावित आरोपी को अपराध का दोषी पाया जा",
  "offence.”": "सकता है।\"",
  "rebutted, the accused should be held guilty of the offence. Holding that the evidence": "इसका खंडन न किया जाए, तो आरोपी को अपराध का दोषी ठहराया जाना चाहिए।",
  "which had been adduced was of such a nature, the second respondent was": "यह मानते हुए कि जो साक्ष्य पेश किए गए थे, वे इस तरह के थे, दूसरे प्रत्यर्थी को",
  "summoned under Section 319.": "धारा 39 के तहत समन किया गया था।",
  "12 The second respondent challenged the order of the learned Trial Judge dated": "2. द्वितीय प्रत्यर्थी ने विद्वान विचारण न्यायाधीश के 29 जनवरी 209",
  "dated 12 April 2019, the Single Judge of the High Court allowed the application and": "दी। 2 अप्रैल 209 दिनांकित एक निर्णय के द्वारा, उच्च न्यायालय के एकल",
  "(ii)": "2",
  "cause of death could not be ascertained as nine days had elapsed since the date of": "कारण का पता नहीं चल सका क्योंकि मृत्यु की तारीख और मृतक को दफनाए हुए",
  "“Body is in advanced decomposition stage, skin peeled off,": "“शरीर उन्नत अपघटन अवस्था में है, त्वचा छिल गई है, दुर्गध मौजूद है, आँखें",
  "foul smell present, eyes bulging, tongue protruded, nails and": "उभरी हुई हैं, जीभ बाहर निकली हुई है, नाखून और कान ढीले हैं, चेहरा फूला",
  "ears loose, face bloated, abdomen distended, brain liquefied.”": "हुआ है, पेट फूला हुआ है, मस्तिष्क द्रवित है।”",
  "4 The body was once again exhumed on 1 July 2017, and a post-mortem was": "4. ... शव को एक बार फिर से जुलाई 207 को निकाला गया और मुख्य",
  "conducted by a medical board constituted by the Chief Medical Officer, Moradabad.": "चिकित्सा अधिकारी, मुरादाबाद द्वारा गठित मेडिकल बोर्ड द्वारा पोस्टमॉर्टम किया",
  "The medical board confirmed the findings of the earlier post-mortem that the body": "गया। मेडिकल बोर्ड ने पहले के पोस्टमार्टम के निष्कर्षों की पुष्टि की कि शरीर सड़न",
  "was in an advanced stage of decomposition. On 12 September 2017, a charge-": "के एक उन्नत चरण में थी। 2 सितंबर 207 को, मनोज श्रीवास्तव के नाम से एक",
  "sheet was filed under Section 173 of the CrPC against a person by the name of": "व्यक्ति के विरूद्ध सीआरपीसी की धारा 73 के तहत आरोप पत्र दायर किया गया",
  "and thereby committed an offence under Section 306 of the Indian Penal Code 1860": "तरह भारतीय दण्ड संहिता 860 (\"आईपीसी\") की धारा 306 के तहत अपराध",
  "5 On 26 September 2018, charges were framed against one Manoj Shrivastav": "५... 26 सितंबर 208 को मनोज श्रीवास्तव नाम के एक व्यक्ति के विरूद्ध",
  "under Section 306 of IPC, and the appellant was summoned to give evidence in the": "आईपीसी की धारा 306 के तहत आरोप विरचित किये गए और अपीलार्थी को",
  "6 The appellant deposed in evidence as PW-1 on 5 October 2018. During the": "6... अपीलार्थी ने ५ अक्टूबर 208 को पीडब्लू-7 के रूप में साक्ष्य के रूप में",
  "course of her evidence, the appellant stated that her daughter had been married to": "गवाही दी। अपने साक्ष्य के दौरान, अपीलार्थी ने कहा कि उसकी बेटी की शादी",
  "the second respondent in 2007. The appellant deposed that after the marriage, the": "2007 में दूसरे प्रत्यर्थी से हुई थी। अपीलार्थी ने बयान दिया कि शादी के बाद ,",
  "second respondent and his family members demanded a house and mentally and": "दूसरा प्रत्यर्थी और उसके परिवार के सदस्यों ने एक घर की मांग की और उसकी",
  "physically tortured her daughter. The appellant deposed that in order to save the": "बेटी को मानसिक और शारीरिक रूप से प्रताड़ित किया। अपीलार्थी का कथन था",
  "appellant deposed that whenever her daughter visited her maternal home, she": "कि जब भी उसकी बेटी अपने मायके आती थी, तो वह यह उल्लेख करती थी कि",
  "would mention how her spouse, father-in-law, mother-in-law and stepbrothers as": "कैसे उसके पति, ससुर, सास और सौतेले भाई के साथ-साथ उसके दोस्त (उनमें",
  "parents have given a small constructed house. The appellant stated that during the": "एक छोटा सा मकान दिया है। अपीलार्थी ने कहा कि 9/0 जून 207 की रात्रि",
  "The appellant deposed that she, her husband and son reached her daughter’s house at Azad Nagar. During the course of her deposition, the appellant stated as": "पति और बेटा अपनी बेटी के घर आजाद नगर पहुंचे। अपने बयान के दौरान,",
  "“After hearing this news I, my husband and my son Shouib": "“यह खबर सुनने के बाद मैं, मेरे पति और मेरा बेटा शोएब अपनी बेटी के घर",
  "reached the house of my daughter at Azad Nagar there we saw that the body of my daughter was lying on the floor anda": "आजाद नगर पहुंचे, वहां हमने देखा कि मेरी बेटी का शव फर्श पर पड़ा था और",
  "dupatta (cloth) was hanging from the channel. On seeing the": "एक दुपट्टा (कपड़ा) चैनल से लटका हुआ था। बेटी का शव देखकर हम पूरी",
  "dead body of our daughter we completely lost our senses and before we could come to terms, my son in law and his": "तरह से बेसुध हो गए और इससे पहले कि हम कुछ समझ पाते, मेरे दामाद और",
  "dead body of my daughter Juhi Arshi. Injury marks on the body of my daughter Juhi Arshi were clearly visible on her": "मैंने अपनी बेटी जूही अर्शी के शव की तस्वीरें देखीं। मेरी बेटी जूही अर्शी के शरीर पर चोट के निशान उसकी गर्दन, हाथ और पैर पर साफ दिखाई दे रहे थे।",
  "neck, hands and legs. Thus | realized that my daughter has": "शरीर पर चोट के निशान उसकी गर्दन, हाथ और पैर पर साफ दिखाई दे रहे थे। इस प्रकार मुझे एहसास हुआ कि मेरी बेटी ने आत्महत्या नहीं की है बल्कि",
  "the report present in the file as paper No. 4/3. She read the": "गवाह ने फाइल में मौजूद रिपोर्ट की पहचान पेपर सं. 4/3 के रूप में की। उसने",
  "report and verified it as the same report which she had given": "रिपोर्ट पढ़ी और उसे उसी रिपोर्ट के रूप में सत्यापित किया जो उसने थाना",
  "to PS Majhola. Report is marked as Ex. Ka-1. | had also": "मझोला को दी थी। रिपोर्ट प्रदर्श क- के रूप में अंकित है। मैंने इस घटना की",
  "from the grave after 9 days and post mortem was done. As": "दिन बाद कब्र से निकाला गया और पोस्टमार्टम किया गया. चूंकि मेरे दामाद",
  "my son in law Akram has high connections and a cunning": "अकरम के बहुत ऊंचे संबंध हैं और वह एक चालाक व्यक्ति है, इसलिए वह",
  "person he managed to connive with the police and got his": "पुलिस के साथ मिलीभगत करने में कामयाब रहा और उसने अपना नाम",
  "7 On 5 October 2018, on the basis of the substantive evidence of the appellant": "५ अक्टूबर 208 को, अपीलार्थी (पीडब्लू-) के सारवान साक्ष्य के",
  "8 On 6 December 2018, the appellant was cross-examined. In the cross-": "6 दिसंबर 208 को, अपीलार्थी से जिरह की गई। प्रतिपरीक्षा में, अपीलार्थी",
  "“At the time of incident my daughter Juhi had been married for 9 to 10 years. My daughter did not have any child.": "“घटना के समय मेरी बेटी जूही की शादी को 9 से 0 साल हो चुके थे। मेरी",
  "Because of not having a child, the in laws family used to": "बेटी की कोई संतान नहीं थी। बच्चा न होने की वजह से ससुराल वाले उसे",
  "trouble her, Juhi used to say that she is not responsible for it.": "परेशान करते थे, जूही कहती थी कि इसके लिए वह जिम्मेदार नहीं हैं। बहू के",
  "Daughter’s in laws used to demand for a house. My daughter": "ससुराल वाले घर की मांग करते थे। घटना वाले दिन शाम को मेरी बेटी और",
  "and son in law had come to our house on the date of incident in the evening and after having dinner went away at about 10": "दामाद हमारे घर आए थे और रात को खाना खाकर करीब 0 बजे चले गए।",
  "pm. At that time also my daughter Juhi told me that her": "उस समय भी मेरी बेटी जूही ने मुझे बताया था कि उसका पति आदि उसे",
  "husband etc used to trouble her. At 3 o’clock we were preparing for sehari (morning meal during Ramzan) when my": "परेशान करता था। 3 बजे हम सहरी (रमज़ान के दौरान सुबह का भोजन) की",
  "son in law Akram phoned that your daughter has hanged": "तैयारी कर रहे थे, जब मेरे दामाद अकरम ने फोन किया कि आपकी बेटी ने",
  "herself. We reached the place of incident, the house, within": "फांसी लगा ली है। हम 0 मिनट के भीतर घटना स्थल, घर पहुंच गए। घर में",
  "and the gate was open. Apart from Akram there was no one": "मेरा दामाद अकरम मौजूद था और गेट खुला था। अकरम के अलावा वहां और",
  "else there. The dead body of my daughter was lying on the": "कोई नहीं था। मेरी बेटी की लाश फर्श पर पड़ी थी और अकरम सोफे पर बैठकर",
  "crying. My daughter and son in law’s room was on the first": "रोने का नाटक कर रहा था. मेरी बेटी और दामाद का कमरा पहली मंजिल पर",
  "floor. In that house only my daughter and son in law used to reside. When | reached the place of incident there was no": "था। उस घर में सिर्फ मेरी बेटी और दामाद रहते थे। जब मैं घटना स्थल पर",
  "one else present but before we started crying and yelling rest": "पहुंची तो वहां कोई और मौजूद नहीं था लेकिन इससे पहले कि हम रोने और",
  "of the people came later. At that time | was very perturbed": "चिल्लाने लगे बाकी लोग आ गए। उस समय मैं बहुत परेशान थी जिसके कारण मैं",
  "because of which | could not see the injury marks on the body of my daughter. Later on | saw in the photos of my daughter's": "अपनी बेटी के शरीर पर चोट के निशान नहीं देख सकी। बाद में मैंने तस्वीरों में",
  "injury marks on her neck, hands and legs of being tied. When": "देखा कि मेरी बेटी की गर्दन, हाथ और पैर पर चोट के निशान बांधने के हैं। जब",
  "| reached, the floor was absolutely clean. It appeared as if the": "मैं पहुंची तो फर्श बिल्कुल साफ था। ऐसा लग रहा था जैसे फर्श साफ किया गया",
  "floor had been cleaned. | tried to give breath to my daughter,": "हो। मैंने अपनी बेटी को सांस देने की कोशिश की, उसके मुंह से दुर्गध आ रही",
  "her mouth was smelling foul. At the site a bottle was found which the police took in it custody. There was no suicide note,": "थी। मौके पर एक बोतल मिली जिसे पुलिस ने अपने कब्जे में ले लिया। कोई",
  "date of incident. The report of this incident was lodged by me at the police station Majhola. My daughter was buried the": "घर लौट आयी। इस घटना की रिपोर्ट मेरे द्वारा थाना मझोला में दर्ज कराई गई",
  "at the police station Majhola. My daughter was buried the same day. Akram did not have any injury on his body.": "थी। मेरी बेटी को उसी दिन दफनाया गया था। अकरम के शरीर पर कोई चोट",
  "Nothing from the household items were found missing nor scattered in the house which may indicate that theft, etc had been committed.”": "नहीं थी। घरेलू सामान में से कुछ भी गायब नहीं पाया गया और न ही घर में बिखरा हुआ पाया गया, जो यह संकेत दे सकता कि चोरी आदि की गई थी। ”",
  "Each of the circumstances adverted to by the Additional Sessions Judge": "न्यायाधीश द्वारा उल्लिखित प्रत्येक परिस्थिति प्रासंगिक सामग्री का",
  "The High Court, without displacing the observations of the Trial Court,": "(४) उच्च न्यायालय ने, विचारण न्यायालय की टिप्पणियों को",
  "erroneously interfered with the summoning order on an application filed under Section 482 of the CrPC;": "विस्थापित किए बिना, सीआरपीसी की धारा 482 के तहत दायर एक आवेदन पर समन आदेश में गलती से हस्तक्षेप किया;",
  "Section 397 and hence a petition under Section 482 should not have been": "पुनरीक्षण योग्य था और इसलिए धारा 482 के तहत याचिका पर",
  "Under Section 319, it is not necessary that the proposed accused must be": "(५) धारा 39 के तहत, यह आवश्यक नहीं है कि प्रस्तावित",
  "summoned only for the offence with which the other accused is charged;": "आरोपी को केवल उसी अपराध के लिए बुलाया जाना चाहिए जिसके",
  "the provision is to the effect that “the Court may proceed against such person for the offence which he appears to have committed”;": "साथ अन्य आरोपी आरोपित हैं; यह प्रावधान इस आशय का है कि \"न्यायालय ऐसे व्यक्ति के विरूद्ध उस अपराध के लिए कार्यवाही कर सकता है जिसे वह किया हुआ प्रतीत होता है\";",
  "The substantive evidence of PW-1 and PW-2 indicates that:": "(पा) पीडब्लू- और पीडब्लू-2 के सारवान साक्ष्य इंगित करते हैं किः",
  "a) The second respondent who was the spouse of the deceased was": "क) दूसरा प्रत्यर्थी जो मृतक का पति था, घर में मौजूद एकमात्र",
  "the only person present in the house when Juhi Arshi died an unnatural death;": "व्यक्ति था जब जूही अर्शी की अप्राकृतिक मृत्यु हुई ;",
  "b) No efforts were made by the second respondent to inform the police of the unnatural death either on the date of the incident or thereafter; and": "ख) दूसरे प्रत्यर्थी द्वारा घटना की तारीख पर या उसके बाद अप्राकृतिक मौत के बारे में पुलिस को सूचित करने का कोई प्रयास नहीं किया गया था; तथा",
  "C) The second respondent acted in haste in getting the body of the deceased buried. Consequently, the burden of proof under": "ग) दूसरे प्रत्यर्थी ने मृतक के शव को दफनाने में जल्दबाजी की।",
  "deceased buried. Consequently, the burden of proof under Section 106 of the Evidence Act to furnish an explanation falls on": "परिणामस्वरूप, साक्ष्य अधिनियम की धारा 06 के तहत स्पष्टीकरण प्रस्तुत करने का साक्ष्य का भार दूसरे प्रत्यर्थी पर",
  "the second respondent who was the sole inmate of the house": "पड़ता है जो उस घर का एकमात्र अन्तःवासी था जहां अपराध",
  "where the crime was committed (Gajanan Dashrath Kharate v State of Maharashtra’);": "किया गया था (गजानन दशरथ खराटे बनाम महाराष्ट्र राज्य ?);",
  "Initially, the police were reluctant to register the FIR. The FIR which was": "(५) शुरू में, पुलिस प्राथमिकी दर्ज करने से हिचक रही थी।",
  "During the course of the investigation, PW-2, who is the brother of the": "207 को पंजीकृत की गई। जांच के दौरान, पीडब्ल्यू-2, जो मृतक",
  "deceased, handed over prints of the photographs of the deceased which": "का भाई है, ने मृतक की तस्वीरों के प्रिंट सौंपे, जिसमें उसके शरीर",
  "showed marks of injury on her body; and": "पर चोट के निशान दिखाई दे रहे थे; तथा",
  "In the above circumstances, when cogent reasons were furnished by the": "(») उपरोक्त परिस्थितियों में, जब अपर सत्र न्यायाधीश द्वारा धारा",
  "in the exercise of its jurisdiction under Section 482.": "प्रस्तुत किए गए थे, उच्च न्यायालय ने धारा 482 के तहत अपने",
  "15 On the other hand, Mr Siddhartha Dave, learned Senior Counsel who": "5. दूसरी ओर, विद्वान वरिष्ठ अधिवक्ता श्री सिद्धार्थ दवे जो दूसरे प्रत्यर्थी",
  "appeared on behalf of the second respondent submitted:": "की ओर से उपस्थित हुए, का कथन है:",
  "It is important to bear in mind the stage of the proceedings. The power": "(|) कार्यवाही के चरण को ध्यान में रखना महत्वपूर्ण है। धारा 39 के",
  "evidentiary material is more than what is required for the framing of the": "जहां साक्ष्य सामग्री आरोप तय करने के लिए आवश्यक सामग्री से",
  "charge and is of such a character that if it is not rebutted, the proposed": "अधिक है और इस तरह की है कि यदि इसका खंडन नहीं किया",
  "accused could be found guilty of the offence;": "जाता है, तो प्रस्तावित आरोपी को अपराध का दोषी पाया जा सकता है;",
  "In the FIR which was lodged by the appellant four days after the incident,": "है; (||) घटना के चार दिन बाद अपीलार्थी द्वारा दर्ज की गई प्राथमिकी",
  "no allegation was made against the second respondent;": "में, दूसरे प्रत्यर्थी के विरूद्ध कोई आरोप नहीं लगाया गया था;",
  "No incriminating observations are contained in the post-mortem report": "() 9 जून 207 की पोस्ट-मॉर्टम रिपोर्ट में कोई आपत्तिजनक",
  "A charge-sheet was filed under Section 173 of the CrPC upon which": "(५४) सीआरपीसी की धारा 73 के तहत आरोप पत्र दायर किया",
  "Having regard to the language of Section 319, the second respondent": "(५४) धारा 39 की भाषा को ध्यान में रखते हुए, दूसरे प्रत्यर्थी को",
  "upon being summoned has to be tried for the same offence as the co-": "समन किए जाने पर उसी अपराध के लिए विचारण किया जाना",
  "Section 306;": "चाहिए, जिस पर धारा 306 के तहत मृतक को आत्महत्या के लिए उकसाने के लिए सह-अभियुक्त का किया गया;",
  "exist strong and cogent evidence before the court. In the present case:": "न्यायालय के समक्ष मजबूत और पुख्ता साक्ष्य मौजूद होना चाहिए। वर्तमान मामले में;",
  "a) No protest petition was filed by the appellant when the charge- sheet was filed; and": "क) जब आरोप पत्र दायर किया गया था तब अपीलार्थी द्वारा कोई विरोध याचिका दायर नहीं की गई थी; तथा",
  "b) The cross-examination of PW-1 has revealed that material aspects": "ख) पीडब्लू- की जिरह से पता चला है कि बयान के भौतिक",
  "of the deposition had not been mentioned in the earlier statement": "पहलुओं का उल्लेख धारा 46 के तहत पहले के बयान में नहीं",
  "Whether it be by way of a revision under Section 397 or a petition under": "(पा) चाहे वह धारा 397 के तहत संशोधन या धारा 482 के तहत एक याचिका के माध्यम से हो, अपर सत्र न्यायाधीश द्वारा पारित",
  "decision of this Court in Pepsi Foods Ltd v Special Judicial Magistrate‘,": "थी और पेप्सी फूड्स लिमिटेड बनाय विशेष न्यायिक मजिस्ट्रेट” के",
  "(2) Where such person is not attending the Court, he may be": "(2) जहाँ ऐसा व्यक्ति न्यायालय में हाजिर नहीं है वहां पूर्वोक्त प्रयोजन के लिए",
  "arrested or summoned, as the circumstances of the case may": "उसे मामले की परिस्थितियों की अपेक्षानुसार, गिरफ्तार या समन किया जा",
  "(3) Any person attending the Court although not under arrest": "(3) कोई व्यक्ति जो गिरफ्तार या समन न किए जाने पर भी न्यायालय में हाजिर",
  "purpose of the inquiry into, or trial of, the offence which he": "प्रतीत होता है, जांच या विचारण के प्रयोजन के लिए निरुद्ध किया जा सकता",
  "(4) Where the Court proceeds against any person under sub-": "(4) जहाँ न्यायालय किसी व्यक्ति के विरुद्ध उपधारा () के अधीन कार्यवाही",
  "(a) the proceedings in respect of such person shall be": "(क) उस व्यक्ति के बारे में कार्यवाही फिर से प्रारंभ की जाएगी और साक्षियों को",
  "(6) subject to the provisions of clause (a), the case may": "(ख) खंड (क) के उपबंधों के अधीन रहते हुए, मामले में ऐसे कार्यवाही की जा",
  "proceed as if such person had been an accused person when": "सकती है, मानो वह व्यक्ति उस समय अभियुक्त व्यक्ति था जब न्यायालय ने उस",
  "the Court took cognizance of the offence upon which the inquiry or trial was commenced.”": "अपराध का संज्ञान किया था जिस पर जांच या विचारण प्रारंभ किया गया था।\"",
  "18 The decision of the Constitution Bench of this Court in Hardeep Singh lays": "8 हरदीप सिंह के मामले में इस न्यायालय की संविधान पीठ का निर्णय धारा",
  "down the principles governing the exercise of the jurisdiction under Section 319.": "39 के तहत अधिकार क्षेत्र के प्रयोग को नियंत्रित करने वाले सिद्धांतों को निर्धारित",
  "Observing that “it is the duty of the court to do justice by punishing the real culprit”,": "करता है। उसका पालन करते हुए \" यह न्यायालय का कर्तवव्य है कि वह वास्तविक अपराधी को दंडित करके न्याय करे।\", न्यायालय ने कहा :",
  "“13...Where the investigating agency for any reason does not": "\"3...जहां जांच एजेंसी किसी भी कारण से वास्तविक दोषियों में से एक को",
  "array one of the real culprits as an accused, the court is not": "आरोपी के रूप में सूचीबद्ध नहीं करती है, न्यायालय उक्त आरोपी को विचारण",
  "powerless in calling the said accused to face trial.”": "का सामना करने के लिए बुलाने में शक्तिहीन नहीं है।\"",
  "Expounding upon this duty, the Constitution Bench held:": "इस कर्तव्य की व्याख्या करते हुए संविधान पीठ ने धारित किया:",
  "“18. The legislature cannot be presumed to have imagined all": "\"8. यह नहीं माना जा सकता कि विधायिका ने सभी परिस्थितियों की कल्पना",
  "the circumstances and, therefore, it is the duty of the court to": "करने की होगी और इसलिए, यह न्यायालय का कर्तव्य है कि वह विधायिका",
  "give full effect to the words used by the legislature so as to": "द्वारा इस्तेमाल किए गए शब्दों को पूर्ण प्रभाव दे ताकि उसमें ऐसी कोई भी",
  "encompass any situation which the court may have to tackle": "स्थिति को शामिल किया जा सके, जिसका अपराध का विचारण करते समय",
  "the trial in spite of the possibility of his complicity which can": "किया जाना चाहिए,उसकी सहभागिता की संभावना,जो अभियोजन पक्ष द्वारा",
  "be gathered from the documents presented by the": "प्रस्तुत दस्तावेजों से एकत्रित की जा सकती है, के बावजूद सूचीबद्ध न होने के",
  "19. The court is the sole repository of justice and a duty is": "49. न्यायालय न्याय का एकमात्र स्थल है और विधि के शासन को बनाए रखने",
  "cast upon it to uphold the rule of law and, therefore, it will be": "के लिए उस पर एक कर्तव्य डाला गया है और इसलिए, हमारी आपराधिक",
  "inappropriate to deny the existence of such powers with the courts in our criminal justice system where it is not": "न्याय प्रणाली में न्यायालयों की ऐसी शक्तियों के अस्तित्व से इनकार करना",
  "uncommon that the real accused, at times, get away by manipulating the investigating and/or the prosecuting agency.": "अनुचित होगा जहां असली आरोपी का, कभी-कभी, जांच और/या अभियोजन एजेंसी के साथ छेड़छाड़ करके बच निकलना असामान्य बात नहीं है। विचारण",
  "The desire to avoid trial is so strong that an accused makes": "से बचने की इच्छा इतनी प्रबल होती है कि आरोपी कई बार जांच या पूछताछ के",
  "efforts at times to get himself absolved even at the stage of": "स्तर पर भी खुद को दोषमुक्त करने का प्रयास करता है, भले ही वह अपराध के",
  "with the commission of the offence.”": "कारित किये जाने से जुड़ा हो। ”",
  "“105. Power under Section 319 CrPC is a discretionary and": "\"05. धारा 349 सीआरपीसी के तहत शक्ति एक विवेकाधीन और",
  "an extraordinary power. It is to be exercised sparingly and": "असाधारण शक्ति है। इसका प्रयोग केवल उन मामलों में प्रयोग किया",
  "warrant. It is not to be exercised because the Magistrate or": "इसका प्रयोग इसलिए नहीं किया जाना चाहिए क्योंकि मजिस्ट्रेट या",
  "the Sessions Judge is of the opinion that some other person": "सत्र न्यायाधीश की राय है कि कोई अन्य व्यक्ति भी उस अपराध को",
  "may also be guilty of committing that offence. Only where": "करने का दोषी हो सकता है। केवल तथी जब किसी व्यक्ति के विरूद्ध",
  "from the evidence led before the court that such power": "साक्ष्य मिलते हैं कि ऐसी शक्ति का प्रयोग किया जाना चाहिए न कि",
  "106. Thus, we hold that though only a prima facie case is to": "06. इस प्रकार, हम मानते हैं कि हालांकि न्यायालय के सामने पेश",
  "necessarily tested on the anvil of cross-examination, it": "जाना है, जरूरी नहीं कि जिरह के आधार पर परीक्षण किया जाए,",
  "of his complicity. The test that has to be applied is one": "साक्ष्य की आवश्यकता होती है। जिस कसोंटी को लागू किया जाना हैं",
  "which is more than prima facie case as exercised at the": "वह प्रथम दृष्या मामले से अधिक हें जेंसा कि आरोप तय करने के",
  "extent that the evidence, if goes unrebutted, would lead": "यदि साक्ष्य का खंडन न हो तो दोषसिद्धि हो जाएगी। इस तरह की",
  "should refrain from exercising power under Section": "तहत शक्ति का प्रयोग करने से बचना चाहिए। सीआरपीसी की धारा",
  "appears from the evidence that any person not being the": "39 में \" यदि साक्ष्य से यह प्रतीत होता है कि किसी व्यक्ति ने जो",
  "accused has committed any offence” is clear from the words": "आरोपी नहीं है, कोई अपराध नहीं किया है, ” शब्दों के प्रयोग से उपबंध करने का उद्देश्य इन शब्दों से स्पष्ट है , “जिसके लिए ऐसे",
  "“for which such person could be tried together with the": "व्यक्ति का अभियुक्त के साथ विचारण किया जा सकता है।” इसमें",
  "accused.” The words used are not “for which such person": "प्रयुक्त शब्द ये नहीं हैं कि \"जिसके लिए ऐसे व्यक्ति को दोषी ठहराया",
  "20 Subsequent decisions of this Court have applied the principles which were enunciated in Hardeep Singh in varying fact situations. In Babubhai Bhimabhai": "20 हरदीप सिंह के मामले में प्रतिपादित सिद्धान्तों को इस न्यायालय के पश्चातवर्ती फैसलों में अलग-अलग तथ्य परिस्थितियों में लागू किया गया। बाबधाई भीसाधाई",
  "Bokhiria v State of Gujarat®, the Trial Court had summoned the accused person": "बोखिरिया बनाम गुजरात राज्य * के मामले में, विचारण न्यायालय ने आरोपी व्यक्ति",
  "15": "5",
  "23. In S Mohammed Ispahani v Yogendra Chandak’®, the Trial Court dismissed": "23. एस सोहम्मद इस्पहानी बनाय योगेद्र चांडक* के मामले में, विचारण",
  "FIR but not in the charge-sheet. The High Court, based on a statement recorded by": "कर दिया, जिनका नाम एफआईओआर में था लेकिन चार्जशीट में नहीं था। उद्च",
  "accused persons for trial. A two-judge Bench of this Court, while setting aside the": "समन किया। इस न्यायालय की दो-न्यायाधीशों की खंडपीठ ने उच्च न्यायालय के",
  "decision of the High Court, discussed the powers of the court under Section 319:": "निर्णय को अपास्त करते हुए धारा 39 के तहत न्यायालय की शक्तियों पर विचार किया:",
  "“35. It needs to be highlighted that when a person is named in": "\"3५5. इस बात को रेखांकित करने की आवश्यकता है कि जब परिवादी द्वारा",
  "the FIR by the complainant, but police, after investigation,": "प्राथमिकी में किसी व्यक्ति का नाम लिया जाता है, लेकिन पुलिस, जांच के बाद,",
  "finds no role of that particular person and files the charge-": "उस व्यक्ति विशेष की कोई भूमिका नहीं पाती है और उसे आरोपित किए बिना",
  "sheet without implicating him, the Court is not powerless, and": "आरोप पत्र दायर करती है, तो न्यायालय शक्तिहीन नहीं है, और समन के चरण",
  "at the stage of summoning, if the trial court finds that a": "में, यदि विचारण न्यायालय को लगता है कि किसी विशेष व्यक्ति को आरोपी के",
  "though not named in the charge-sheet, it can do so. At that": "रूप में बुलाया जाना चाहिए, भले ही उसका नाम चार्जशीट में न हो, तो वह ऐसा",
  "stage, chance is given to the complainant also to file a protest": "कर सकता है। उस स्तर पर, परिवादी को एक विरोध याचिका दायर करने का",
  "charge-sheet. Once that stage has gone, the Court is still not": "पत्र में शामिल नहीं किया गया था। एक बार उस चरण के बीत जाने के बाद भी",
  "powerless by virtue of Section 319 CrPC. However, this": "न्यायालय सीआरपीसी की धारा 39 के आधार पर शक्तिहीन नहीं है। हालाँकि,",
  "In Rajesh v State of Haryana (supra), this Court held that the court, while": "राजेश बनाम हरियाणा राज्य (उपरोक्त) के मामले में, इस न्यायालय ने कहा कि",
  "named in the FIR but not impleaded in the charge-sheet, has gone.": "साथ उन लोगों को भी, जिनका नाम प्राथमिकी में है लेकिन आरोप-पत्र में पक्षकार नहीं बनाए गये हैं, समन जारी करने हेतु आग्रह करने वाली परिवादी द्वारा दायर की",
  "24 In the present case, the FIR lodged by the appellant (PW-1) recorded that on": "24. . वर्तमान मामले में, अपीलार्थी (पीडब्ल्यू-) द्वारा दर्ज की गई प्राथमिकी में",
  "the intervening night of 9/10 June 2017, the second respondent, who was her son-": "अभिलिखित है कि 9/0 जून 207 की दरम्यानी रात को, दूसरा प्रत्यर्थी, जो",
  "in-law, informed her on the telephone that Juhi Arshi had hanged herself. The": "उसका दामाद था, ने उसे फोन पर सूचित किया कि जूही अर्शी ने फांसी लगा ली",
  "appellant stated that on reaching the house, when she saw the body of her deceased daughter on the floor, she lost consciousness. She stated that the second": "थी। अपीलार्थी ने कहा कि घर पहुंचने पर जब उसने अपनी मृत बेटी का शव फर्श पर देखा तो वह होश खो बैठी। उसने कहा कि दूसरे प्रत्यर्थी और उसके रिश्तेदारों",
  "respondent and his relatives bathed the dead body and buried the deceased on 10 June 2017 between 1-3 pm. She stated that after she regained consciousness, she": "ने शव को स्नान कराया और 0 जून 207 को दोपहर -3 बजे के बीच मृतक",
  "saw the photos of the dead body, which showed that injury marks were visible on": "को दफना दिया। उसने कहा कि होश में आने के बाद, उसने शव की तस्वीरें देखीं,",
  "the dead body and a post-mortem to be conducted so that the murderer “could be": "थी कि शव को बाहर निकालकर जांच की जाए और उसका पोस्टमार्टम किया जाए",
  "reached”. The dead body was exhumed and a post-mortem was conducted on 19": "ताकि हत्यारे तक \"पहुंचा जा सके\"। 9 जून 207 को शव को बाहर निकाला गया",
  "sheet was submitted by the Investigating Officer implicating Manoj Shrivastav for an offence under Section 306 of the IPC. The evidence of PW-1 was recorded in the": "अधिकारी द्वारा मनोज श्रीवास्तव को आईपीसी की धारा 306 के तहत अपराध के",
  "(i) Her daughter has been harassed by the second respondent, his father,": "(।) उसकी बेटी को दूसरे प्रत्यर्थी, उसके पिता, माता, भाइयों और अन्य",
  "constructed thereon in Azad Nagar to her daughter and son-in-law;": "बचाने के लिए उसने अपनी बेटी और दामाद को आजाद नगर में बने मकान",
  "house of the second respondent and saw the dead body of her daughter": "पति और बेटे के साथ दूसरे प्रत्यर्थी के घर पहुंची। और अपनी बेटी का शव",
  "lying on the floor and a dupatta hanging on the channel;": "फर्श पर पड़ा देखा और एक दुपट्टा चैनल पर लटका हुआ था;",
  "(iii) | The body was buried by the second respondent and his relatives in the": "(प) शव को दूसरे प्रत्यर्थी और उसके रिश्तेदारों ने 0 जून 207 को",
  "(iv) |The photographs of the dead body show that the body had visible injury": "(५४) शव की तस्वीरों से पता चलता है कि शरीर पर गर्दन, हाथ और पैरों",
  "her daughter had not committed suicide but was murdered;": "उसकी बेटी ने आत्महत्या नहीं की थी, बल्कि उसकी हत्या की गयी थी।",
  "(v) | She had furnished a report of the murder on 12 June 2017 to P S Majhola": "(४) उसने 2 जून 207 को थाना मझोला को हत्या की रिपोर्ट दी थी और",
  "and had also complained to the higher officials on whose order the body": "उच्च अधिकारियों से भी शिकायत की थी जिनके आदेश पर कब्र से शव",
  "was exhumed from the grave; and": "निकाला गया था; तथा",
  "(vi) |The second respondent had managed to connive with the police and get": "(५) दूसरा प्रत्यर्थी पुलिस के साथ मिलीभगत करके अपना नाम आरोप-",
  "25 During the course of her cross-examination on 6 December 2018, the": "25. 6 दिसंबर 208 को जिरह के दौरान, अपीलार्थी से मुख्य परीक्षण के",
  "appellant was questioned on her deposition in the course of the Examination-in- Chief about the harassment which her daughter had suffered at the hands of the": "दौरान दी गयी गवाही पर प्रश्न किया गया था कि उसकी बेटी को दूसरे",
  "Chief about the harassment which her daughter had suffered at the hands of the second respondent, his father, mother and brothers. PW- 1 maintained her account": "प्रत्यर्थी, उसके पिता,माँ और भाइयों के हाथों उत्पीड़न का सामना करना पड़ा था। पीडब्लू-. ने जिरह के दौरान यह बताते हुए अपनी बात बरकरार",
  "had informed PW-1 about the ill-treatment meted out to her. PW-1 further stated in": "के बारे में बताया था। पीडब्लू-] ने अपनी जिरह में आगे कहा कि उसे",
  "her cross-examination that she received intimation of the death of her daughter from": "अपनी बेटी की मौत की सूचना दूसरे प्रत्यर्थी से सुबह 3:00 बजे मिली जब",
  "28 The order passed by the Additional Sessions Judge did not suffer from any": "28. अपर सत्र न्यायाधीश द्वारा पारित आदेश में किसी प्रकार की दुर्बलता",
  "infirmity. On the contrary, it was the High Court which interfered with the findings of": "नहीं पाई गई। इसके विपरीत, उच्च न्यायालय ने ही इस आधार पर विचारण",
  "Shrivastav for an offence under Section 306 and that the Trial Court had merely": "धारा 306 के तहत एक अपराध के लिए विचारण चल रहा था और विचारण",
  "engaged in an exercise of exploring the possibility as to the cause of death. Section": "न्यायालय मौत के कारण की संभावना खोजने में लगा था। धारा 39",
  "319 empowers the court to proceed against a person appearing to be guilty of an": "न्यायालय को किसी ऐसे व्यक्ति के विरूद्ध कार्रवाई करने का अधिकार देती",
  "offence where, in the course of any enquiry into or trial of, an offence, it appears": "है जो किसी अपराध का दोषी प्रतीत होता है, जहां किसी अपराध की जांच या विचारण के दौरान, साक्ष्यों से यह प्रतीत होता हो कि किसी व्यक्ति ने, जो",
  "from the evidence that any person, not being the accused, has committed any": "आरोपी नहीं है, ने कोई अपराध किया है जिसके लिए ऐसे व्यक्ति पर अभियुक्त",
  "parameters laid down in the decisions of this Court noted earlier. The fact that a": "को पूरा करता था और इस न्यायालय के पहले के निर्णयों में निर्धारित",
  "protest petition had not been filed by the appellant when the report was submitted": "किए जाने पर अपीलार्थी द्वारा एक विरोध याचिका दायर नहीं की गई थी,",
  "under Section 173 did not render the court powerless to exercise its powers under": "धारा 39 के तहत अपनी शक्तियों का प्रयोग करने के लिए शक्तिहीन नहीं",
  "the trial. The evidence of PW-1 and PW-2 which has been adverted to above meets": "किया। ?४/-] और ए//-2 के साक्ष्य, जिन्हें ऊपर उल्लिखित किया गया है,",
  "the threshold required to sustain an order for summoning under Section 319. The": "धारा 39 के तहत समन के आदेश को बनाए रखने के लिए आवश्यक",
  "High Court has failed to analyse the basis on which the Additional Sessions Judge": "स्थिति को पूरा करते हैं। उच्च न्यायालय उस आधार का विश्लेषण करने में विफल रहा है जिसके आधार पर अपर सत्र न्यायाधीश ने समन जारी किया",
  "482. The order passed by the High Court is unsustainable and would accordingly": "आदेश को विस्थापित कर दिया। उच्च न्यायालय द्वारा पारित आदेश पोषणीय नहीं है और तदनुसार अपास्त किया जाएगा।"
}