{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय क्षेत्राधिकार",
  "CRIMINAL APPEAL NO. 2340 OF 2023": "आपराधिक अपील संख्या 2340/2023",
  "(Arising out of S.L.P. (Criminal) No. 10656 of 2022)": "(विशेष अनुमति याचिका (आपराधिक) संख्या 40656/2022 से उद्धूत)",
  "MOHAMMAD WAJID & ANR. ...APPELLANT(S)": "मोहम्मद वाजिद एवं अन्य ... अपीलकर्ता(गण)",
  "JUDGMENT": "निर्णय",
  "J.B. PARDIWALA, J. :": "न्यायमूर्ति जे.बी. पारदीवाला",
  "1. Leave granted.": ". अनुमति प्रदान की गई।",
  "the Crime Registration No. 224 of 2022 dated 19.09.2022": "तहत दर्ज अपराध पंजीकरण सं. 224/2022 दिनांकित 9.09.2022 थाना-",
  "Perusal of the impugned first information report": "आक्षेपित प्रथम सूचना रिपोर्ट के अवलोकन से प्रथम दृष्टया",
  "prima facie reveals commission of cognizable offence. Therefore, in view of the law laid down by Hon'ble Supreme Court in the case of State of Haryana and": "संज्ञेग अपराध घटित होने का पता चलता है। इसलिए, हरियाणा",
  "others vs. Bhajan Lal and others, 1992 Supp. (1) SCC": "राज्य एवं अन्य बनाम भजन लाल एवं अन्य, 992 5५७0. ()",
  "335 and M/s Neeharika Infrastructure Put. Ltd. vs.": "5८८ 335 और मेसर्स निहारिका इंफ्रास्ट्रक्चर प्रा. लिमिटेड बनाम",
  "State of Maharashtra, AIR 2021 SC 1918 and in Special Leave to Appeal (Crl.) No.3262/2021": "महाराष्ट्र राज्य ॥॥२ 2027 5५८ 948 और विशेष अनुमति याचिका",
  "Special Leave to Appeal (Crl.) No.3262/2021 (Leelavati Devi @ Leelawati & another vs. the State of": "(दाण्डक) 3262/2024 (लीलावती देवी 6७ लीलावती एवं अन्य",
  "Uttar Pradesh) decided on 07.10.2021, no case has": "बनाम उत्तर प्रदेश राज्य) निर्णीत दिनांक 07.40.2027 के मामलों",
  "competent court for anticipatory bail/bail as": "के अनुसार अग्रिम जमानत/जमानत के लिए सक्षम अदालत के",
  "Feeling aggrieved and dissatisfied with the aforesaid, the": "इससे व्यथित और असंतुष्ट महसूस करते हुए, अपीलकर्तागण वर्तमान अपील के",
  "appellants are before this Court with the present appeal.": "साथ इस न्यायालय के समक्ष उपस्थित हैं।",
  "thereby declining to quash the aforesaid FIR.": "और उपरोक्त एफआईआर को रद्द करने से इनकार कर दिया गया।",
  "FACTUAL MATRIX": "तथ्यात्मक आधार",
  "3. The respondent No. 4 herein namely Ram Kumar lodged": "3. वर्तमान प्रतिवादी सं. 4 अर्थात्‌ राम कुमार ने ऊपर बताए गए अपराधों के लिए",
  "FIR No. 224 of 2022 for the offences enumerated above at the": "ऊपर संदर्भित थाने में एफआईआर सं. 224 वर्ष 2022 दर्ज की। एफआईआर",
  "“... The undersigned Ramkumar son of Sadhuram is": "“४. अधोहस्ताक्षरी रामकुमार पुत्र साधुराम कासिमपुर, थाना",
  "a resident of Kasimpur, PS. Mirjapur. I want to": "मिर्जापुर का निवासी है। मैं कहना चाहता हूं कि हाजी इकबाल ,",
  "submit that Haji Iqbal, his son Javed, Wazid, Alishan, Afjal and brother of Iqbal namely Mehmood": "उसके बेटे जावेद, वाजिद, अलीशान, अफजाल और इकबाल के",
  "Ali forcefully started to tell us since long that our land": "भाई महमूद अली ने हमें काफी समय से जबरदस्ती यह कहना शुरू कर दिया था कि ग्राम मायापुर में स्थित हमारी भूमि जिसका खसरा",
  "bearing Khasra No. 256/1 situated at Village Mayapur belongs to them. It is in the year 2021": "कर दिया था कि ग्राम मायापुर में स्थित हमारी भूमि जिसका खसरा नंबर 256/7 है, उनकी है। वर्ष 2024 की बात है जब खेती का",
  "brother Rajkumar went to the house of Iqbal, son of Abdul Wahid at Mirjapur. We requested him that you": "वाहिद के बेटे इकबाल के घर गये। हमने उनसे अनुरोध किया कि",
  "people are disturbing the peace and tranquility of us.": "आप लोग हम लोगों की सुख, शांति में खलल डाल रहे हैं। हमने",
  "We said, we were destitudes. It is on that Iqbal, his": "कहा, हम दीन हीन हैं। इस पर इक़बाल, उसका भाई महमूद और",
  "brother Mehmood and his sons namely Zabed, Wajid, Alishan and Afjal became very furious on us. They": "उसके बेटे ज़ाबेद, वाजिद, अलीशान और अफ़जल हम पर बहुत",
  "started using abusive language against us. We": "क्रोधित हुए। वे हमारे खिलाफ अभद्र भाषा का प्रयोग करने लगे।",
  "requested them to stop uttering abusive language. It": "हमने उनसे अभद्र भाषा का प्रयोग बंद करने का अनुरोध किया।",
  "is_ at that time all these persons assaulted_us with their hands and fists for a long time. It is thereafter": "उसी समय इन सभी लोगों ने हमें बहुत देर तक अपने हाथ और",
  "their hands and fists for a long time. It is thereafter they on a point of pistol put on my forehead, the": "मुक्कों से पीटा। इसके बाद उन्होंने मेरे माथे पर पिस्तौल तान कर",
  "took away Rs. 2 lakh kept in my pocket forcefully.": "मेरी जेब में रखे 2 लाख रूपये जबरदस्ती छीन लिए। इसके बाद",
  "Thereafter, all these people stated that if we would": "इन सभी लोगों ने कहा कि अगर हम इस बारे में किसी से बात",
  "talk of this to any one, they would kill all the members of our family. It is then Iqbal told me to sign": "करेंगे तो वे हमारे परिवार के सभी सदस्यों को मार डालेंगे। तभी",
  "judgment and final order dated 17.10.2022 passed by the Hon’ble High Court of Judicature at Allahabad": "इलाहाबाद द्वारा पारित आक्षेपित निर्णण और अन्तिम आदेश",
  "whereby the Hon’ble High Court has dismissed the": "याचिका दायर की है जिसमें माननीय उच्च न्यायालय ने भारत के",
  "said Writ Petition filed by the Petitioners under Article 226 of the Constitution of India seeking quashing of": "संविधान के अनुच्छेद 226 के तहत याचिकाकर्ताओं द्वारा दायर उक्त रिट याचिका को खारिज कर दिया है, जिसमें भारतीय दंड",
  "under Sections 395, 504, 506 & 323 of the Indian": "संहिता की धारा 395 ,504, 506 और 323 के तहत छः",
  "Mohd. Iqbal alias Bala (Petitioner No. 2 herein,": "आरोपियों अर्थात्‌ मोहम्मद इकबाल उर्फ बाला (वर्तमान",
  "Mehmood Ali (Brother of Petitioner No. 2), Afjal (Son": "याचिकाकर्ता सं.2), महमूद अली (याचिकाकर्ता सं.2 का भाई),",
  "of Petitioner No. 2), Alishan (Son of Petitioner No. 2),": "अफजाल (याचिकाकर्ता सं. 2 का बेटा), अलीशान (याचिकाकर्ता",
  "Javed (Son of Petitioner No. 2), and Mohammad": "सं.2 का बेटा), जावेद (याचिकाकर्ता सं. 2 का बेटा), और",
  "Wajid (Petitioner No. 1 herein and son of Petitioner": "मोहम्मद वाजिद (वर्तमान याचिकाकर्ता सं. 4 और याचिकाकर्ता सं.",
  "No. 2) at Police Station Mirzapur, District Saharanpur.": "2 का बेटा) के खिलाफ दर्ज एफआईआर संख्या 224/2022 दिनांकित 49.09.2022 थाना मिर्ज़ापुर, जिला सहारनपुर को रद्द करने की मांग की गई थी।",
  "2. The allegation in the said FIR No. 224 of 2022": "2. उक्त एफआईआर संख्या 224/2022 दिनांकित",
  "dated 19.09.2022 is that the Complainant Ram": "9.09.2022 में आरोप यह है कि शिकायतकर्ता राम कुमार",
  "Kumar (Respondent No. 4 herein), who is a resident of Village Kasimpur, Mirzapur, District Saharanpur, is": "(वर्तमान प्रतिवादी सं.4), जो ग्राम कासिमपुर, मिर्ज़ापुर, जिला",
  "Khasra No. 256/1, Village Mayapur, Mirzapur,": "सहारनपुर का निवासी है, का नाम खसरा संख्या 256/4, ग्राम",
  "accused Haji Iqbal (Petitioner No. 2 herein) and his": "रूप में दर्ज है। यह भी आरोप लगाया गया है कि आरोपी हाजी इकबाल (वर्तमान याचिकाकर्ता सं. 2) और उसके बेटे जावेद,",
  "sons Javed, Mohammad Wajid (Petitioner No. 1": "मोहम्मद वाजिद (वर्तमान याचिकाकर्ता सं .), अलीशान,",
  "herein), Alishan, Afjal and his brother Mehmood Ali had earlier claimed that the said land bearing": "अफजाल और उसके भाई महमूद अली ने पहले दावा किया था कि",
  "Khasra No. 256/1 belonged to them. In the year": "खसरा सं. 256/4 की उक्त भूमि उनकी थी। वर्ष 2027 में, जब",
  "Kumar went to Petitioner No. 2’s house situated at": "राजकुमार के साथ मिर्ज़ापुर स्थित अपीलकर्ता सं. 2 के घर गया था और उनसे",
  "Mirzapur, Saharanpur and requested him not to": "मिर्ज़ापुर, सहारनपुर स्थित घर गए और उससे अनुरोध किया कि वे",
  "disturb the peace and tranquility of their land upon": "उसकी जमीन की शांति को भंग न करें जिस पर याचिकाकर्ता सं.",
  "which Petitioner No. 2 Iqbal, Mehmood Ali, Javed,": "2 इकबाल, महमूद अली, जावेद, याचिकाकर्ता सं. 4, महमूद",
  "Petitioner No.1 Mahmood Wajid, Alishan and Afzal abused the Complainant and_ thereafter they": "वाजिद, अलीशान और अफजल ने शिकायतकर्ता के को गाली दी",
  "assaulted him and his brother Raj Kumar with their": "और उसके बाद उन्होंने उस पर और उसके भाई राज कुमार पर",
  "hands and _ fists. It is further alleged that the accused": "अपने हाथों और मुक्कों से हमला किया। आगे यह भी आरोप है कि",
  "persons then pointed a pistol on the Complainant’s": "आरोपी व्यक्तियों ने शिकायतकर्ता के माथे पर पिस्तौल तान दी",
  "forehead and forcibly took an amount of Rs. 2 lakh from the Complainant’s pocket. The accused persons": "और शिकायतकर्ता की जेब से जबरन 2 लाख रूपये छीन लिए।",
  "threatened the Complainant that in case he told": "आरोपियों ने शिकायतकर्ता को धमकी दी कि अगर उसने घटना के",
  "anyone about the incident then all his family": "बारे में किसी को बताया तो उसके परिवार के सभी सदस्यों को",
  "members will be eliminated. It is further alleged that": "खत्म कर दिया जाएगा। आगे आरोप है कि आरोपी व्यक्तियों ने",
  "Complainant and his brother on a blank stamp paper": "शिकायतकर्ता और उसके भाई से जबरन एक सादे स्टांप पेपर पर",
  "Complainant and his brother quietly returned home.": "उसका भाई चुपचाप घर लौट आए।",
  "3. It is respectfully submitted that the alleged First Information Report is absolutely false and Jrivolous, and on a reading of the said FIR, the": "3. सविनय दलील दी गई है कि कथित प्रथम सूचना रिपोर्ट बिल्कुल झूठी और तुच्छ है, और उक्त एफआईआर को पढ़ने पर,",
  "offence of dacoity is clearly not made out against the": "याचिकाकर्ताओं के खिलाफ डकैती का अपराध स्पष्ट रूप से नहीं",
  "Petitioners. It is highly doubtful that the": "बनता है। यह बेहद संदेहास्पद है कि शिकायतकर्ता , जो",
  "Complainant, who was aware of the criminal history of Petitioner No. 2 Iqbal, would go to the house of the": "याचिकाकर्ता सं. 2 इकबाल के आपराधिक इतिहास से अवगत था,",
  "accused Petitioner No. 2 with a huge sum of money, that is, Rs. 2 lakh in his pocket and after the alleged": "भारी रकम यानी 2 लाख रुपये अपनी जेब में लेकर आरोपी याचिकाकर्ता सं. 2 के घर जाएगा और कथित घटना के बाद वह",
  "incident would remain silent for one year. Although it": "एक साल तक चुप रहेगा। हालांकि यह आरोप है कि शिकायतकर्ता",
  "is alleged that the Complainant and his brother Raj Kumar were assaulted by the accused persons": "और उसके भाई राज कुमार पर आरोपी व्यक्तियों द्वारा हमला किया",
  "however there is no injury or medical report whatsoever to substantiate the said allegation.": "गया था, हालांकि उक्त आरोप को साबित करने के लिए किसी भी तरह की चोट या मेडिकल रिपोर्ट नहीं है।",
  "4, The allegations in the First Information Report are not only vague but also highly improbable given": "4. प्रथम सूचना रिपोर्ट में आरोप न केवल अस्पष्ट हैं, बल्कि",
  "that except for the bald allegation that the incident": "अत्यधिक असंभाव्य भी हैं, क्योंकि इस आरोप के अलावा कि",
  "occurred in the year 2021, there is no mention of the": "घटना वर्ष 2027 में हुई थी, एफआईआर में घटना की तारीख और",
  "date and time of incident in the FIR. The said": "समय का कोई उल्लेख नहीं है। उक्त घटना कथित तौर पर वर्ष",
  "incident allegedly occurred in the year 2021, while the FIR has been lodged after an inordinate delay of": "2027 में हुई, जबकि प्राथमिकी 4 वर्ष की अत्यधिक देरी के बाद,",
  "1 year, that is, on 19.09.2022. On a reading of the": "यानी 9.09.2022 को दर्ज की गई है। एफआईआर को पढ़ने से",
  "FIR it is evident that the entire dispute is with respect to the land situated at Khasra No. 256/1, Village": "पता चलता है कि पूरा विवाद खसरा नंबर 256/4, ग्राम मायापुर,",
  "Mayapur, Mirzapur, District Saharanpur. It is": "मिर्ज़ापुर, जिला सहारनपुर स्थित जमीन को लेकर है। यह उल्लेख",
  "petition for quashing of a FIR is well within the": "एफआईआर को रद्द करने की याचिका अदालत की शक्तियों के",
  "powers of a Court of law [Please see: Anand Kumar Mohatta and another VS. State (NCT of": "भीतर है [कृपया देखें: एनंद कुमार मोहत्ता एवं एक अन्य बनाम",
  "11 SCC 706 at paragraph 14 & 16]": "एससीसी 706 पैरा 44 और 46 पर]",
  "9. For the reasons mentioned above, the Special": "9. ऊपर उल्लिखित कारणों से, विशेष अनुमति याचिका को",
  "Leave Petition may be allowed and the order of the Horvble High Court refusing to quash the FIR No. 224": "अनुमति दी जा सकती है और एफआईआर संख्या 224/2022",
  "of 2022 dated 19.09.2022 be set aside.”": "दिनांकित 9.09.2022 को रद्द करने से इनकार करने के",
  "8. Ms. Garima Prasad, the learned Additional Advocate": "8. उ.प्र. राज्य की ओर से उपस्थित विद्वान अपर महाधिवक्ता सुश्री गरिमा प्रसाद",
  "submissions has stated as under:-": "ने अपने लिखित तर्क में निम्नानुसार कहा है:-",
  "“A. NO AFFIDAVIT OR VAKALATNAMA FILED BY ACCUSED IQBAL @ HAJI IQBAL @ BALA,": "“क., आरोपी इकबाल ७ हाजी इकबाल ७ बाला द्वारा कोई हलफनामा या वकालतनामा दाखिल नहीं किया गया, आरोपी",
  "ACCUSED MEHMOOD AND DILSHAD - NO RELIEF CAN BE GIVEN TO PETITION FILED BY THIRD PARTIES": "महमूद और दिलशाद- तीसरे पक्ष द्वारा दायर याचिका पर कोई",
  "e That the instant SLPs have been filed by a third": "* यह कि वर्तमान एसएलपी किसी तीसरे पक्ष द्वारा दायर की गई है।",
  "party. The Accused Iqbal @ Haji Iqbal @ Bala nor the": "अभियुक्त इकबाल उर्फ हाजी इकबाल उर्फ बाला और न ही अन्य",
  "other petitioners have signed the vakalatnama and": "याचिकाकर्ताओं ने वकालतनामा और हलफनामे पर हस्ताक्षर किए",
  "affidavit and Iqbal is absconding from the law. Even,": "हैं और इकबाल कानून से फरार है। यहां तक कि, सीआरपीसी की",
  "the Writ Petition under section 482 Cr.P.C. filed before": "धारा 482 के तहत माननीय उच्च न्यायालय के समक्ष दायर रिट",
  "the Hon'ble High Court, has not been signed by Iqbal": "याचिका भी इकबाल द्वारा हस्ताक्षरित नही है। उन लोगों को कोई राहत नहीं दी जा सकती जिन्होंने इस माननीय न्यायालय से",
  "e Accused Iqbal has absconded from the jurisdiction of this Hon’ble Court and has in all likelihood": "* अभियुक्त इकबाल इस माननीय न्यायालय के क्षेत्राधिकार से भाग",
  "absconded from the country. It is humbly submitted": "गया है और पूरी संभावना है कि वह देश से भाग गया है। सविनय",
  "that a person who is not within the jurisdiction of this": "निवेदन है कि जो व्यक्ति इस माननीय न्यायालय के क्षेत्राधिकार में",
  "Hor’ble Court and has not signed any affidavit or": "नहीं है और जिसने किसी शपथ पत्र या वकालतनामे पर हस्ताक्षर",
  "cases before this Hon’ble Court leaving the more": "केवल कुछ चुनिंदा मामले ही इस माननीय न्यायालय के समक्ष",
  "B. Iqbal @ Haji Iqbal @ Bala is the Most Wanted Criminal in the area of Mirjapur District": "ख. इकबाल उर्फ हाजी इकबाल उर्फ बाला मिर्जापुर जिला",
  "Saharanpur creating terror in the minds of the": "सहारनपुर के क्षेत्र में नागरिकों के मन में आतंक पैदा करने वाला",
  "citizens. He is a known sand mafia, land": "मोस्ट वांटेड अपराधी है। वह एक कुख्यात रेत माफिया है, जिसने",
  "grabber having grabbed Government Land, Forest Land, Poor Farmers’ Land and built a": "सरकारी भूमि, वन भूमि, गरीब किसानों की भूमि पर कब्जा कर",
  "university namely Glocal University, Saharanpur in the area of more than 700": "700 एकड़ से अधिक क्षेत्र में ग्लोकल यूनिवर्सिटी , सहारनपुर",
  "Police, Meerut Zone, Meerut, vide its office": "पुलिस अधीक्षक, मेरठ जोन, मेरठ ने अपने कार्यालय ज्ञापन",
  "memo dated 11.02.2023, has declared Iqbal @": "दिनांकित .02.2023 के माध्यम से इकबाल उर्फ बाला को",
  "Bala a most wanted criminal with a prize money of Rs. 1,00,000/-": ", 00, 000/-रुपये की पुरस्कार राशि वाला सर्वाधिक वांछित अपराधी घोषित किया है।",
  "e PROTECTION OF EARLIER DISPENSATION: It is evident that the Crime world of Accused Iqbal and": "*« पिछली सरकार का संरक्षण: यह स्पष्ट है कि आरोपी इकबाल और उसके परिवार की आपराधिक दुनिया पिछली सरकार/सरकारों के",
  "his family has grown over the past decades with support of earlier dispensation/Government(s), and": "उसके परिवार की आपराधिक दुनिया पिछली सरकार/सरकारों के समर्थन से पिछले दशकों में बढ़ी है, और यही कारण है कि",
  "that is why the criminal cases registered against him in the years 1990 — 1993, were withdrawn by the": "990- 4993 के दौरान उसके खिलाफ दर्ज आपराधिक मामले",
  "earlier Government(s). The Accused Iqbal terrorized": "पिछली सरकार द्वारा वापस ले लिए गए थे। आरोपी इकबाल ने",
  "were registered against the Accused Iqbal and his": "आपराधिक शिकायत के आधार पर आरोपी इकबाल और उसके",
  "family members.": "परिवार के सदस्यों के खिलाफ कार्रवाई की गई।",
  "e It is pertinent to mention here that in all criminal": "* यहां यह उल्लेख करना उचित है कि सभी आपराधिक मामलों में",
  "cases, the complainants are different and the crime": "शिकायतकर्ता अलग -अलग होते हैं और अपराध अलग-अलग",
  "is different and some accused are also different.": "होता है और कुछ आरोपी भी अलग-अलग होते हैं।",
  "e Further, it is pertinent to mention that the Accused": "* इसके अलावा, यह उल्लेख करना उचित है कि आरोपी इकबाल",
  "Iqbal and his family regularly threatened the witnesses.": "और उसका परिवार नियमित रूप से गवाहों को धमकी देता था।",
  "e The Accused Iqbal should be called upon to submit and appear before this Hon’ble Court or any court of": "*« अभियुक्त इकबाल को इस माननीय न्यायालय या किसी भी",
  "e The Accused Iqbal is a land mafia, sand mafia,": "*« अभियुक्त इकबाल एक भू-माफिया, रेत माफिया, बलात्कारी,",
  "e The Accused Iqbal started committing fraud, theft": "* अभियुक्त इकबाल ने शुरुआती दिनों में धोखाधड़ी , चोरी और",
  "and robbery cases in the initial days. Eventually, he": "डकैती के मामले करना शुरू कर दिया।आखिरकार, वह अवैध",
  "started to grab the forest land as well as government": "साथ-साथ सरकारी भूमि पर भी कब्जा करना शुरू कर दिया।",
  "members and close associates also started to grab": "उनके परिवार के सदस्यों और करीबी सहयोगियों ने भी गरीब लोगों",
  "e The Accused Mohd. Iqbal @ Bala is the mining": "« अभियुक्त मोहम्मद इकबाल उर्फ बाला उत्तर प्रदेश राज्य के पश्चिमी",
  "several number of criminal cases are registered against him and his family members.": "सदस्यों के खिलाफ कई आपराधिक मामले दर्ज हैं।",
  "e The Accused Mohd. Iqbal, Resident of District Saharanpur and Ex-Member, Uttar Pradesh": "* अभियुक्त मोहम्मद सहारनपुर जिला के निवासी और उत्तर प्रदेश",
  "Legislative Council (BSP MLC) is involved in the": "विधान परिषद (बी. एस. पी. एम. एल. सी.) के पूर्व सदस्य",
  "against Mohd. Iqbal are as follows:": "खिलाफ मुख्य आरोप इकबाल इस प्रकार हैं:",
  "e Incorporated a number of sham companies under the Companies Act, 1956, many of which have": "* कंपनी अधिनियम, 4956 के तहत कई नकली कंपनियों को शामिल किया गया, जिनमें से कई के पास नकली निदेशक या",
  "dummy directors or fictitious shareholders;": "शामिल किया गया, जिनमें से कई के पास नकली निदेशक या काल्पनिक शेयरधारक हैं;",
  "e Used Golbal University in Saharanpur (located in exceeding area more than 700 acres, where he is the": "« सहारनपुर में प्रयुक्त गोलबल विश्वविद्यालय (700 एकड़ से अधिक",
  "founder Chancellor and managed by the Abdul": "क्षेत्र में स्थित, जहां वे संस्थापक कुलाधिपति हैं और अब्दुल वहीद",
  "Waheed Educational and Charitable Trust, a trust": "एजुकेशनल एंड पूर्त न्यास द्वारा प्रबंधित हैं, एक ट्रस्ट जिसे उनके",
  "set up in in his father’s name with his family": "पिता के नाम पर उनके परिवार के सदस्यों के साथ ट्रस्टी के रूप",
  "money illegally earned through the mining contracts.": "में स्थापित किया गया था, खनन अनुबं॑धों द्वारा से अवैध रूप से",
  "members are involved in illegal mining cases, land": "बाला और उसके परिवार के सदस्य अवैध खनन मामलों, भूमि",
  "grabbing cases, fraud cases and other criminal cases": "हड़पने के मामलों, धोखाधड़ी के मामलों और बलात्कार, डकैती",
  "e The Accused Iqbal @ Bala, being Gang leader, and": "« अभियुक्त इकबाल उर्फ बाला, गिरोह का नेता होने के नाते, और",
  "his gang members are criminal minded persons and": "उसके गिरोह के सदस्य आपराधिक दिमाग वाले व्यक्ति हैं और",
  "indulges in anti-social activities and the Petitioners,": "असामाजिक गतिविधियों में लिप्त हैं और याचिकाकर्ता , अवैध धन",
  "to gain the illegal money, are involved in illegal": "प्राप्त करने के लिए, अवैध खनन व्यवसाय में शामिल हैं, अवैध",
  "mining business, grabbing the government and non- government land by taking illegal possession.": "कब्जा लेकर सरकारी और गैर-सरकारी भूमि हड़प रहे हैं।",
  "e It is submitted that the fact that the complaints": "« यह प्रस्तुत किया जाता है कि यह तथ्य कि शिकायतें राजनीतिक",
  "may have been initiated by reason of political": "प्रतिशोध के कारण शुरू की गई हो सकती हैं, लेकिन यह",
  "vendetta is not in itself ground for quashing the criminal proceedings.": "आपराधिक कार्यवाही को रद्द करने के लिए अपने आप में आधार नहीं है।",
  "e That the section 482 of the Cr.P.C. provides:- “482.": "« यह कि ८..7.८ की धारा 482 के बारे में बताती हैः- \"482 - उच्च",
  "Saving of inherent powers of High Court — Nothing in": "न्यायालय की अंतर्निहित शक्तियों की बचत-इस संहिता की कोई",
  "this Code shall be deemed to limit or affect the inherent powers of the High Court to make such": "भी बात उच्च न्यायालय की अंतर्निहित शक्तियों को सीमित या प्रभावित आदेश वाली नहीं मानी जाएगी जो इस संहिता के तहत",
  "orders as may be necessary to give effect to any": "किसी भी आदेश को प्रभावी बनाने के लिए या किसी भी न्यायालय",
  "order under this Code, or to prevent abuse of the process of any Court or otherwise to secure the ends": "की प्रक्रिया के दुरुपयोग को रोकने के लिए या अन्यथा न्याय के",
  "e That this Hon’ble Court has held in Monica": "यह कि इस माननीय न्यायालय ने मोनिका कुमार (डॉ.) बनाम",
  "Kumar (Dr.) v. State of U.P. reported as (2008) 8 SCC 781, that inherent jurisdiction under Section": "उत्तर उत्तर प्रदेश राज्य (2008) 8 एस. सी. सी. 78 के रूप में रिपोर्ट किए गए मामले में अभिनिर्धारित किया है, जो कि दंड",
  "SCC 781, that inherent jurisdiction under Section 482 of the Cr. P. C has to be exercised sparingly,": "प्रक्रिया संहिता की धारा 482 के तहत निहित अधिकार क्षेत्र है एवं",
  "carefully and with caution and only when such": "संहिता का प्रयोग संयम, सावधानी के साथ और केवल तभी किया",
  "exercise is justified by the tests specifically laid down": "से निर्धारित परीक्षणों द्वारा उचित ठहराया जाए।",
  "e That further, it is pertinent to mention that this": "इसके अलावा, यह उल्लेख करना उचित है कि इस माननीय",
  "Horn’ble Court has held in case Mrs. Dhanalakshmi Vs R. Prasanna Kumar, reported as AIR 1990 SC": "न्यायालय ने ए. आई. आर. 990 एस. सी. 494 के रूप में रिपोर्ट की गई श्रीमती धनलक्ष्मी बनाम आर. प्रसन्ना कुमार मामले में",
  "its inherent powers under section 482 Cr. P.C. quash": "धारा 482 के तहत अपनी अंतर्निहित शक्तियों का प्रयोग कर",
  "criminal proceedings. However, interference would only be justified when complaint did not disclose any": "सकता है एवं आपराधिक कार्यवाही को रद्द कर सकता है। हालाँकि, हस्तक्षेप केवल तभी उचित होगा जब शिकायत में किसी",
  "offence, or was patently frivolous, vexatious or": "अपराध का खुलासा नहीं किया गया हो, या स्पष्ट रूप से तुच्छ,",
  "In the present case, the FIR/Crime No. 122/2022": "वर्तमान मामले में, प्रथमिकी /अपराध संख्या - 422/2022 में",
  "U/s 376, 323, 354(A) IPC & Section 7, 8 af POCSO": "आई. पी. सी. की धारा 376,323,354 (ए) और पॉक्सो",
  "District Saharanpur disclosed the glaring facts and": "जिला सहारनपुर में दर्ज की गई थी, जिसमें स्पष्ट तथ्यों का",
  "there are serious allegations against the Accused": "के खिलाफ गंभीर आरोप हैं।प्राथमिकी संख्या 22/2022 के",
  "The Accused Haji Iqbal @ Bala has been involved in more than 45 criminal cases including rape cases,": "अभियुक्त हाजी इकबाल उर्फ बाला 990 से बलात्कार के मामलों,",
  "illegal mining, land grabbing, fraud cases, assault": "अवैध खनन, भूमि हड़पने, धोखाधड़ी के मामलों, हमले के मामलों",
  "cases and other criminal cases since 1990. The first": "और अन्य आपराधिक मामलों सहित 45 से अधिक आपराधिक",
  "FIR was registered against the Accused Iqbal in 1990": "प्राथमिकी 990 में दर्ज की गई थी, अर्थात आई. पी. सी. की",
  "ie. FIR No. 57 of 1990 U/s 379, 411 IPC and Section 26 of Forest Act at Mirzapur Police Station. However,": "धारा 379,4व4 और वन अधिनियम की धारा 26 के तहत प्राथमिकी संख्या 57/4990 मिर्जापुर पुलिस स्टेशन में दर्ज की",
  "due to earlier Government(s) supports, no_ legal": "गई थी।हालांकि, पहले की सरकार के समर्थन के कारण, आरोपी",
  "actions were taken against the Accused Iqbal and his": "इकबाल और उसके परिवार के सदस्यों के खिलाफ कोई कानूनी",
  "Sr. No. | FIR/Crime}| Under Section | Police Station District": "क्रम [एफ. आई. आर. / के तहत धारा थाना जिला",
  "1. 57 of 1990| 379, 411 IPC | Mirzapur Saharanpur": ". 57/990 भा.दंसं. की धारा 379,44 और | मिर्जापुर | सहारनपुर",
  "and section 26 Forest Act": "वन अधिनियम की धारा 26 के तहत",
  "2. 53 of 1991) 379, 411 IPC | Chilkana Saharanpur": "2. 53/4994 53/4997] भा.दं.सं. की धारा 379, | चिल्‍्काना | सहारनपुर",
  "3. 217 of 147, 323, 504, | Behat Saharanpur": "3. 247/993 भा.दं.सं. की धारा 447, 323, 504, | बेहट सहारनपुर",
  "FIR No. 224 of 2022 U/s 395, 504, 506, 323 IPC:-": "प्राथमिकी संख्या 224/2022 मे आई. पी. सी. की धारा 395, 504, 506, 323 के तहत -",
  "c) The Petitioners and other accused robbed the": "ग) याचिकाकर्ताओं और अन्य अभियुक्तों ने शिकायतकर्ता और",
  "Complainant and his brother and got the signature on stamp papers of the aforementioned land forcefully.": "उसके भाई को लूट लिया और उपरोक्त भूमि के स्टांप पेपरों पर जबरन हस्ताक्षर करवा लिए।",
  "d) Further, it was alleged in that due to terror of the Petitioners and their family, no other family members": "घ) इसके अलावा, यह आरोप लगाया गया था कि याचिकाकर्ताओं और उनके परिवार के आतंक के कारण, परिवार के किसी अन्य",
  "have supported to lodge the complaint, but after seeing": "सदस्य ने शिकायत दर्ज करने का समर्थन नहीं किया है, लेकिन",
  "that the other aggrieved persons are taking action": "यह देखने के बाद कि अन्य पीड़ित व्यक्ति याचिकाकर्ताओं और",
  "against the Petitioners and their family members, the": "उनके परिवार के सदस्यों के खिलाफ कार्रवाई कर रहे हैं,",
  "complainant decided to lodge the complaint against the Petitioners and other accused persons for the said criminal incident.": "शिकायतकर्ता ने उक्त आपराधिक घटना के लिए याचिकाकर्ताओं और अन्य आरोपी व्यक्तियों के खिलाफ शिकायत दर्ज करने का फैसला किया।",
  "e) The Investigation Officer also recorded the statement of the independent witnesses and collected the other": "ड) जांच अधिकारी ने स्वतंत्र गवाहों का बयान भी दर्ज किया और",
  "material evidence against the Petitioners and other": "याचिकाकर्ताओं और अन्य अभियुक्त व्यक्तियों के खिलाफ अन्य",
  "Petitioners ad other accused persons have committed the serious offences.": "याचिकाकर्ताओं और अन्य अभियुक्त व्यक्तियों ने गंभीर अपराध किए हैं।",
  "J) The’ Investigation has been completed and": "च) जाँच पूरी हो चुकी है और याचिकाकर्ताओं के खिलाफ आरोप",
  "chargesheet is ready to file against the Petitioners but": "पत्र दायर करने के लिए तैयार है, लेकिन इस माननीय न्यायालय",
  "due to stay order dated 28.11.2022 of this Hon’ble": "के दिनांकित 28..2022 के स्थगन आदेश के कारण आरोप पत्र",
  "SUBMISSIONS IN RESPECT OF DELAY": "विलम्ब के सम्बधं में दलीले",
  "a) The impugned first information report prima": "क) आक्षेपित प्रथम सूचना रिपोर्ट प्रथमदृष्टया संज्ञेय अपराध का",
  "which inspire confidence that it is clear from the": "खुलासा करती है और जो विश्वास को प्रेरित करती है कि प्राथमिकी",
  "contents of the FIR that serious crime was committed by the Petitioners and other accused persons.": "की सामग्री से यह स्पष्ट है कि याचिकाकर्ताओं और अन्य अभियुक्त व्यक्तियों द्वारा गंभीर अपराध किया गया था।",
  "b) The Dacoity is defined under section 391 IPC,": "ख) डकैती को आई. पी. सी. भा.दं.सं. की धारा 394 के तहत",
  "which stipulates that when five or more persons": "परिभाषित किया गया है, जिसमें कहा गया है कि जब पांच या",
  "conjointly or attempt to commit a robbery or, or where": "अधिक व्यक्ति संयुक्त रूप से या डकैती करने का प्रयास करते हैं या",
  "the whole number of persons conjointly committing or": "जहां पूरी संख्या में व्यक्ति संयुक्त रूप से डकैती करते हैं या डकैती",
  "offender for that end, voluntarily causes or attempts to cause to": "ऐसा करने, प्रयास करने या सहायता करने वाले प्रत्येक व्यक्ति को",
  "theft can amount to ‘robbery, the offender must have": "डकैती\" है, यदि चोरी करने के लिए, या चोरी से प्राप्त संपत्ति को",
  "voluntarily caused or attempted to cause to any person death or": "स्वेच्छा से किसी भी व्यक्ति की मौत या चोट या गलत तरीके से",
  "hurt or wrongful restraint, or fear of instant death or of instant": "रोकने का प्रयास करता है, या तत्काल मौत या तत्काल चोट का",
  "but for an object other than the one referred to in Section 390, IPC, theft would not amount to robbery. It is also not sufficient": "4. डकैती का आई. पी. सी. के अध्याय »५॥ के अंतर्गत आता है जो संपत्ति के खिलाफ भा.दं.सं से संबंधित है। धारा 390 बताती है कि \"डकैती\" क्या है तो यह",
  "after Dr. Jagannath Mishra went out of power.": "अभियोजन डॉ. जगन्नाथ मिश्रा के सत्ता से बाहर होने के बाद",
  "But that by itself cannot support the inference": "था। लेकिन यह अपने आप में इस निष्कर्ष का समर्थन नहीं कर",
  "that the initiation of the prosecution was actuated by political vendetta or mala fides": "सकता है कि अभियोजन की शुरुआत राजनीतिक प्रतिशोध या",
  "material justifying the initiation of prosecution against Dr. Jagannath Mishra and _ the": "जगन्नाथ मिश्रा के खिलाफ अभियोजन की शुरुआत को उचित",
  "successor government might have legitimately": "ठहराने वाली सामग्री हो और उत्तराधिकारी सरकार ने वैध रूप",
  "felt that there was a case for initiation of": "से महसूस किया होगा कि अभियोजन शुरू करने के लिए एक",
  "prosecution and that is why the prosecution might have been initiated. There would be": "मामला था और इसलिए अभियोजन शुरू किया गया था।ऐसा",
  "nothing wrong on the part of the successor government in doing so and the prosecution": "करने में उत्तराधिकारी सरकार की ओर से कुछ भी गलत नहीं",
  "government in doing so and the prosecution cannot be said to be vitiated on that account.": "होगा और इस कारण से अभियोजन को दूषित नहीं कहा जा",
  "393 : 1969 Cri LJ 520] :": "387, 393:969 सी. आर. आई. एल. जे. 520) में ठीक यही",
  "“The contention that the power cannot be exercised by the succeeding Ministry": "\"इस तर्क का कि उत्तराधिकारी मंत्रालय द्वारा शक्ति का",
  "in two cases. The earlier of the two has": "मामलों में पहले ही जवाब दिया जा चुका है।दोनों में से",
  "been referred to by the High Court": "पहले वाले को पहले ही उच्च न्यायालय द्वारा संदर्भित",
  "already. The more recent case is PV. Jagannath Rao v. State of Orissa [AIR": "किया जा चुका है।पी. वी. जगन्नाथ राव बनाम उड़ीसा",
  "hardly needs any authority to state that": "लिए शायद ही किसी प्राधिकरण की आवश्यकता है कि",
  "the inquiry will be ordered not by the Minister against himself but by someone": "जांच का आदेश मंत्री द्वारा अपने खिलाफ नहीं बल्कि",
  "else. Where a Ministry goes out of office,": "किसी और द्वारा दिया जाएगा।जहाँ कोई मंत्रालय पद से",
  "charges and may, if justified, order an": "स्पष्ट आरोप पर विचार कर सकता है और यदि उचित",
  "inquiry. Otherwise, each Ministry will": "हो, तो जाँच का आदेश दे सकता है।अन्यथा, प्रत्येक",
  "become a law unto itself and the corrupt": "मंत्रालय अपने लिए एक कानून बन जाएगा और इसके",
  "conduct of its Ministers will remain beyond scrutiny.”": "मंत्रियों का भ्रष्ट आचरण जांच से परे रहेगा।\"",
  "These observations afford a complete answer to the contention urged on behalf of Dr. Jagannath Mishra": "ये टिप्पणियां डॉ. जगन्नाथ मिश्रा की ओर से आग्रह किए गए इस",
  "restrained by the Petitioners. The petitioners and the other accused persons, as such, prima facie involved in": "है और अपीलार्थियों और अन्य सह -अभियुक्तों के खिलाफ आरोप पत्र प्रस्तुत",
  "“Section 390. Robbery.—In all robbery there is either theft or extortion.": "\"धारा 390 -डकैती- सभी लूट में या तो चोरी होती है या जबरन",
  "When theft is robbery.—Theft is “robbery” if, in order": "जब चोरी डकैती होती है - चोरी “डकैती” है, अगर चोरी करने के",
  "to the committing of the theft, or in committing the theft, or in carrying away or attempting to carry away property obtained by the theft, the offender, for that end": "लिए, या चोरी करने में, या चोरी से प्राप्त संपत्ति को ले जाने या दूर ले जाने का प्रयास करने के लिए, अपराधी, उस उद्देश्य के लिए",
  "voluntarily causes or attempts to cause to any person": "स्वेच्छा से कारण बनता है या करने का प्रयास करता है किसी भी",
  "death or hurt or wrongful restraint, or fear of instant": "व्यक्ति की मृत्यु या चोट या सदोष अवरोध, या तत्काल मृत्यु या",
  "death or of instant hurt, or of instant wrongful restraint.": "तत्काल उपहति, या तत्काल सदोष अवरोध का भय उत्पन्नू करता",
  "When extortion is robbery.—Extortion is “robbery” if": "जब जबरन वसूली लूट होती है -जब जबरन वसूली लूट है। जबरन वसूली “डकैती” है यदि अपराधी, जबरन वसूली करते",
  "the presence of the person put in fear, and commits the": "समय, भय में डाले गए व्यक्ति की उपस्थिति में होता है, और उस",
  "extortion by putting that person in fear of instant death, of instant hurt, or of instant wrongful restraint to that": "व्यक्ति को तत्काल मृत्यु, तत्काल चोट, या तत्काल गलत होने के",
  "person or to some other person, and, by so putting in": "भय में डालकर जबरन वसूली करता है। उस व्यक्ति या किसी अन्य",
  "fear, induces the person so put in fear then and there to": "व्यक्ति के लिए संयम, और इस प्रकार भय में डाल कर, उस व्यक्ति",
  "deliver up the thing extorted.": "लूटी गई वस्तु को सौंप देता है।",
  "Explanation.—The offender is said to be present if he is": "स्पष्टीकरण - अपराधी को उपस्थित कहा जाता है यदि वह दूसरे",
  "death, of instant hurt, or of instant wrongful restraint.": "व्यक्ति को तत्काल मृत्यु, तत्काल उपहति, या तत्काल सदोष",
  "Illustrations": "दृष्टांत",
  "(a) A holds Z down, and fraudulently takes Z’s money and jewels from Z's clothes, without Z’s consent. Here A": "(क) ए ने जेड को नीचे रखा और जेड की सहमति के बिना जेड के कपड़ों से जेड के पैसे और गहने धोखे से ले लिए। यहां ए ने चोरी",
  "has committed theft, and, in order to the committing of that theft, has voluntarily caused wrongful restraint to Z.": "की है, और उस चोरी को करने के लिए, जेड को स्वेच्छा से गलत",
  "A has therefore committed robbery.": "तरीके से अवरोधित किया है। इसलिए ए ने डकैती की है।",
  "(b) A meets Z on the high road, shows a pistol, and": "(ख) ए उच्च सड़कों पर जेड से मिलता है, एक पिस्तौल दिखाता",
  "demands Z’s purse. Z, in consequence, surrenders his": "है, और जेड के बटुए की मांग करता है। 7 परिणामस्वरूप, अपना पर्स सरेंडर कर देता है। यहाँ क ने झटपट चोट लगने के डर से,",
  "purse. Here A has extorted the purse from Z by putting": "में अपना पर्स बचाता है। यहां ए ने जेड से पर्स छीन लिया है,",
  "372. Their Lordships put the question in this way:": "किया गया है। माननीय न्यायमूर्ति ने प्रश्न को इस तरह रखा:-",
  "Tt seems to us that the whole question turns upon": "\"हमें ऐसा लगता है कि पूरा सवाल\" उस उच्देश्य के लिए \"शब्दों",
  "the words “for that end”. Was any hurt or fear o": "पर बदल जाता है।क्या कोई चोट या तत्काल चोट का डर, जो",
  "instant hurt, that was caused in the present case, caused for the end of the commission of the theft? We": "वर्तमान मामले में हुआ था, चोरी की घटना के अंत के कारण",
  "think not. It seems to us that whatever violence was": "हुआ था? हमें नहीं लगता है।हमें ऐसा लगता है कि जो भी हिंसा",
  "used for the purpose of dispossessing the persons": "हुई उसका उपयोग उन व्यक्तियों को बेदखल करने के उद्देश्य से",
  "who were already in possession of the premises in": "किया गया जो पहले से ही प्रश्नगत परिसर पर कब्ज़ा कर चुके थे",
  "question and had no relation to the commission of theft, although theft was committed at the same": "और जिनका चोरी से कोई संबंध नहीं था, हालाँकि चोरी उसी",
  "time.”": "समय की गई थी।\"",
  "(Emphasis supplied)": "(प्रभाव वर्धित)",
  "17. Ordinarily, if violence or hurt is caused at the time of": "7. सामान्यतः, यदि चोरी के समय हिंसा या चोट पहुंचाई जाती है, तो यह",
  "theft, it would be reasonable to infer that violence or hurt was": "निष्कर्ष निकालना उचित होगा कि हिंसा या चोट चोरी को सुविधाजनक बनाने के",
  "facilitating the carrying away of the property stolen or for": "लिए या चोरी की गई संपत्ति को ले जाने की सुविधा के लिए या ऐसा करने के",
  "facilitating the attempt to do so. But there may be something": "प्रयास को सुविधाजनक बनाने के लिए की गई थी।लेकिन साक्ष्य में यह इंगित",
  "in the evidence to indicate that hurt or violence was caused not": "करने के लिए कुछ हो सकता है कि चोट या हिंसा इस उद्देश्य के लिए नहीं बल्कि",
  "for this purpose but for a different purpose. We are of the view": "एक अलग उद्देश्य के लिए की गई थी।हमारा विचार है कि अभियोजन पक्ष ने",
  "for the offence punishable under Section 395 of the IPC and": "बिना भारतीय दंड संहिता की धारा 395 के तहत दंडनीय अपराध के लिए",
  "proceeded to even prepare charge sheet for the offence of": "प्राथमिकी दर्ज की और डकैती के अपराध के लिए आरोप पत्र भी तैयार करने के",
  "18. Even if we believe or accept the entire case put up by the first informant, none of the ingredients to constitute the": "8. भले ही हम प्रथम सूचनादाता द्वारा रखे गए पूरे मामले पर विश्वास करते हैं या स्वीकार करते हैं, लेकिन डकैती का अपराध करने वाली किसी भी सामग्री",
  "15. The three ingredients mentioned in Section 390, IPC, must always be satisfied before theft can amount to robbery,": "5. चोरी को डकैती में बदलने से पहले भारतीय दंड संहिता की धारा 390 में उल्लिखित तीन घटकों को हमेशा संतुष्ट किया जाना चाहिए। और इसे बिशंभर",
  "A.I.R. 1941 Oudh 476, in the following words:-": "नाथ बनाम एम्परर, ए.आई.आर. 94। अवध 476, में निम्नलिखित शब्दों में समझाया गया है--",
  "“The words “for that end” in sec.390 clearly mean that": "“धारा 390 में \"उस अंत के लिए\" शब्दों का स्पष्ट अर्थ यही है कि",
  "the hurt caused by the offender must be with the express object of facilitating the committing of the theft,": "अपराधी द्वारा पहुंचाई गई चोट का स्पष्ट उद्देश्य चोरी को अंजाम",
  "or must be caused while the offender is committing the": "देना आसान बनाना होना चाहिए, या तब होना चाहिए जब अपराधी",
  "theft or is carrying away or is attempting to carry away": "चोरी कर रहा हो या चोरी से प्राप्त संपत्ति को ले जा रहा हो या ले",
  "assault or the hurt must be caused in the same transaction or in the same circumstances.”": "या चोट उसी लेन-देन में या उसी परिस्थितियों में होनी चाहिए।\"",
  "16. In Karuppa Gounden v. Emperor, A.I.R. 1918 Madras 821, which followed two Calcutta cases of Otaruddi": "6. करुप्पा गौंडेन बनाम एम्पेरर, ए.आई.आर. 4948 मद्रास 824 मामले में,",
  "Manjhi v. Kafiluddi Manjhi, (1900-01) 5 C.W.N. 372, and King": "जो ओतारुद्दी मांझी बनाम कफिलुद्दी मांझी, (900-04) 5 सी. डब्ल्यू. एन.",
  "Emperor v. Mathura Thakur, (1901-02) 6 C.W.N. 72, it has": "372, और किंग एम्पेरर बनाम मथुरा ठाकुर, (904-02) 6 सी.डब्ल्यू एन. 72 मामले में कलकत्ता के दो मामलों का अनुसरण करता है, इसे पृष्ठ 824 पर",
  "been observed at page 824 as follows:-": "72 मामले में कलकत्ता के दो मामलों का अनुसरण करता है, इसे पृष्ठ 824 पर निम्नानुसार देखा गया हैः -",
  "“Now it is our duty to give effect to the words “for that": "\"अब यह हमारा कर्तव्य है कि हम\" उस उद्देश्य के लिए \"शब्दों को",
  "end”. It would have been open to the legislature to have": "लागू करें।विधायिका के पास इसका विकल्प होगा कि अन्य शब्दों",
  "used other words which would not raise the difficulty": "का उपयोग करेगी जो यहां उत्पन्न होने वाली कठिनाई को नहीं",
  "that arises here. The Public Prosecutor has been forced": "बढ़ाती है।लोक अभियोजक को यह तर्क देने के लिए मजबूर किया",
  "to arque that “for that end” must be read_as meaning ‘in": "गया है कि \"उस उद्देश्य के लिए\" को 'उन परिस्थितियों में' के अर्थ",
  "those circumstances’. In my opinion we cannot do that in construing a_section in the Penal Code. Undoubtedly,": "धारा का अर्थ लगाने में ऐसा नहीं कर सकते।निस्संदेह , 'उन",
  "words ‘in those circumstances’ would widen __ the": "परिस्थितियों में' शब्द इस धारा के अनुप्रयोग को व्यापक बना देंगे",
  "application of the section and we are not permitted to do": "और हमें ऐसा करने की अनुमति नहीं है।इस मामले पर कलकत्ता",
  "operation which does not clearly come within the scope of the": "कि इसके संचालन से हर उस चीज़ को बाहर रखा जाएगा जो स्पष्ट रूप से",
  "language used.": "इस्तेमाल की गई भाषा के दायरे में नहीं आती है।",
  "21. When it is said that all penal statutes are to be": "24. जब यह कहा जाता है कि सभी दंडात्मक क़ानूनों की कड़ाई से व्याख्या की",
  "construed strictly, it only means that the Court must see that": "जानी चाहिए, इसका मतलब केवल यह है कि न्यायालय को यह देखना चाहिए",
  "the thing charged is an offence within the plain meaning of the": "कि जिस चीज़ पर आरोप लगाया गया है वह इस्तेमाल किए गए शब्दों के स्पष्ट",
  "22. In the circumstances referred to above, we have reached": "22. ऊपर उल्लिखित परिस्थितियों में, हम इस निष्कर्ष पर पहुंचे हैं कि भारतीय",
  "the conclusion that Section 395 of the IPC is not applicable to the case on hand.": "दंड संहिता की धारा 395 वर्तमान मामले पर लागू नहीं होती है।",
  "SECTIONS 503, 504 AND 506 OF THE IPC": "भारतीय दंड संहिता की धारा 503, 504 और 506",
  "23. Chapter XXII of the IPC relates to Criminal Intimidation,": "23. भारतीय दंड संहिता के अध्याय »)(॥ आपराधिक अभित्रास, अपमान और",
  "Insult and Annoyance. Section 503 reads thus:-": "पीड़ा से संबंधित है। धारा 503 इस प्रकार हैः -",
  "persons are wrongly claiming to be the lawful owners of the": "तरीके से भूमि के वैध मालिक होने का दावा कर रहे हैं। कथित रूप से इस",
  "land. With a view to settle this dispute, the first informant and": "विवाद के समझौते के उद्देश्य से, प्रथम सूचनादाता और उसके भाई ने अपनी",
  "reaching the house of the appellant No. 2 that the entire": "मर्जी से अपीलार्थी संख्या 2 के घर गये थे।अपीलार्थी संख्या 2 के घर पहुंचने के",
  "incident is alleged to have occurred. We should be mindful of": "बाद ही कथित तौर पर पूरी घटना हुई है।हमें इस तथ्य का ध्यान रखना चाहिए",
  "the fact that we are dealing with provisions of a criminal": "कि हम भारतीय दंड संहिता जैसे आपराधिक अधिनियम के प्रावधानों से",
  "statute, like the IPC. The provisions of any criminal statute are": "सम्बन्धित हैं। किसी भी आपराधिक अधिनियम के प्रावधानों का कड़ाई से अर्थ",
  "to be construed and interpreted strictly.": "लगाया और व्याख्या की जानी चाहिए।",
  "19. The general rule governing the interpretation of penal": "9. दंडात्मक प्रावधान की व्याख्या को नियंत्रित करने वाला सामान्य नियम यह",
  "statute is that it must be strictly construed. Strict": "है कि इसका सख्ती से अर्थ लगाया जाना चाहिए।क्रॉफर्ड के शब्दों में सख्त",
  "(ii) to the person, or reputation of any one in whom": "के शरीर, ख्याति या सम्पत्ति को, या किसी ऐसे व्यक्ति के शरीर या",
  "execution of such threat; or": "कारित किया जाए, या उससे ऐसे धमकी के निष्पादन का परिवर्जन",
  "that person is legally entitled to do as the means of": "लोप कराया जाए, जिसे करने के लिए वह वैध रूप से हकदार हो,",
  "Illustration": "दृष्टांत",
  "prosecuting a civil suit, threatens to burn B’s house. A": "करने के प्रयोजन से ख के घर को जलाने की धमकी क देता है। क",
  "is guilty of criminal intimidation.”": "आपराधिक अभित्रास का दोषी है।”",
  "Section 504 reads thus:-": "धारा 504 इस प्रकार है: -",
  "“Section 504. Intentional insult with intent to": "\"धारा 504 - लोकशांति भंग कराने को प्रकोपषित करने के आशय",
  "any person, intending or knowing it to be likely that": "करेगा और तदृद्वारा उस व्यक्ति को इस आशय से, या यह सम्भाव्य",
  "peace, or to commit any other offence, shall be": "भंग या कोई अन्य अपराध कारित करेगा, वह दोनों में से किसी",
  "punished with imprisonment of either description for a term which may extend to two years, or with fine, or with both.”": "भांति के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी, या जुमने से, या दोनों से, दण्डित किया जाएगा”",
  "Section 506 reads thus:-": "धारा 506 इस प्रकार है: -",
  "“Section 506. Punishment (for criminal intimidation. —Whoever commits, the offence of": "\"धारा 506- आपराधिक अभित्रास के लिए दण्ड -जो कोई",
  "imprisonment of either description for a term which may extend to two years, or with fine, or with both;": "भाँति के कारावास से, जिसकी अवधि दो वर्ष तक की हो सकेगी,",
  "If threat be to cause death or grievous hurt,": "या जुर्माने से, या दोनों से, दण्डित किया जायेगा। यदि धमकी मृत्यु",
  "etc.—And if the threat be to cause death or grievous": "या घोर उपहति इत्यादि कारित करने की हो - तथा यदि धमकी",
  "fire, or to cause an offence punishable with death": "मृत्यु या घोर उपहति कारित करने की, या अग्नि द्वारा किसी",
  "or imprisonment for life, or with imprisonment for a": "सम्पत्ति का नाश कारित करने की या मृत्यु दण्ड से या आजीवन",
  "term which may extend to seven years, or to impute": "कारावास से, या सात वर्ष की अवधि तक के कारावास से दण्डनीय",
  "unchastity to a woman, shall be punished with": "अपराध कारित करने की, या किसी स्त्री के असतीत्व पर लांछन",
  "may extend to seven years, or with fine, or with both.”": "जिसकी अवधि सात वर्ष तक की हो सकेगी, या जुमनि से, या दोनों से, दण्डित किया जायेगा। ”",
  "24. An offence under Section 503 has following essentials:-": "24. धारा 503 के तहत किसी अपराध में निम्नलिखित तत्व होते हैं: -)",
  "1) Threatening a person with any injury;": "किसी व्यक्ति को किसी भी चोट के साथ धमकी देना;",
  "(i) to his person, reputation or property; or": "(।) उस व्यक्ति की प्रतिष्ठा या संपत्ति को; या",
  "nature of the abusive language that is the test for considering": "सामान्य प्रकृति है जो इस बात पर विचार करने के लिए परीक्षण है कि क्या",
  "whether the abusive language is an intentional insult likely to": "अपमानजनक भाषा एक जानबूझकर किया गया अपमान है जो अपमानित व्यक्ति",
  "and not the particular conduct or temperament of the": "विशेष आचरण या स्वभाव के कारण।",
  "26. Mere abuse, discourtesy, rudeness or insolence, may not": "26. केवल दुर्व्यवहार, असभ्यता, अशिष्टता या बदतमीजी, भारतीय दंड संहिता",
  "amount to an intentional insult within the meaning of Section 504, IPC if it does not have the necessary element of being": "की धारा 504 के अर्थ के अंतर्गत जानबूझकर किया गया अपमान नहीं हो सकता",
  "likely to incite the person insulted to commit a breach of the": "है, यदि इसमें अपमानित व्यक्ति को अपराध की शांति भंग करने के लिए उकसाने",
  "peace of an offence and the other element of the accused": "की संभावना का आवश्यक तत्व नहीं है, और अभियुक्त का अन्य तत्व",
  "intending to provoke the person insulted to commit a breach of": "अपमानित व्यक्ति को शांति भंग करने के लिए उकसाने का इरादा रखता है या",
  "the peace or knowing that the person insulted is likely to": "यह जानते हुए कि अपमानित व्यक्ति शांति भंग करने की संभावना रखता है।",
  "commit a breach of the peace. Each case of abusive language shall have to be decided in the light of the facts and": "अपमानजनक भाषा के प्रत्येक मामले का निर्णय उस मामले के तथ्यों और",
  "circumstances of that case and there cannot be a general": "परिस्थितियों के आलोक में किया जाना चाहिए और यह सामान्य प्रस्ताव नहीं हो",
  "proposition that no one commits an offence under Section 504,": "सकता कि कोई भी भारतीय दंड संहिता की धारा 504 के तहत अपराध नहीं",
  "IPC if he merely uses abusive language against the": "करेगा यदि वह शिकायतकर्ता के खिलाफ केवल अपमानजनक भाषा का उपयोग",
  "complainant. In King Emperor v. Chunnibhai Dayabhai, (1902) 4 Bom LR 78, a Division Bench of the Bombay High": "करता है। राजा सम्राट बनाम चुन्नीभाई दयाभाई, (902) 4 बॉम एल. आर. 78",
  "“To constitute an offence under Section 504, I.P.C. it": "\" भारतीय दंड संहिता की धारा 504 के तहत एक अपराध करने",
  "is sufficient if the insult is of a kind calculated to": "के लिए यह पर्याप्त है यदि अपमान एक प्रकार का है जो दूसरे",
  "cause the other party to lose his temper and _ say or": "पक्षकार को अपना आपा खोने और कुछ अपशब्द कहने या करने",
  "27. A bare perusal of Section 506 of the IPC makes it clear": "27. भारतीय दंड संहिता की धारा 506 के केवल अवलोकन से यह स्पष्ट होता",
  "that a part of it relates to criminal intimidation. Before an": "है कि इसका एक हिस्सा आपराधिक धमकी से संबंधित है।आपराधिक धमकी",
  "offence of criminal intimidation is made out, it must be": "का अपराध बनाने से पहले, यह स्थापित किया जाना चाहिए कि आरोपी का",
  "28. In the facts and circumstances of the case and more": "28. मामले के तथ्यों और परिस्थितियों में और विशेष रूप से, प्राथमिकी में",
  "particularly, considering the nature of the allegations levelled": "लगाए गए आरोपों की प्रकृति पर विचार करते हुए, भारतीय दण्ड़ संहिता की",
  "in the FIR, a prima facie case to constitute the offence punishable under Section 506 of the IPC may probably could": "धारा 506 के तहत दंडनीय अपराध का गठन करने के लिए प्रथमदृष्टया कोई मामला प्रकट होना संभवतः कहा जा सकता लेकिन भारतीय दण्ड संहिता की",
  "be said to have been disclosed but not under Section 504 of the": "धारा 504 के तहत मामला बनता हुआ नहीं कहा जा सकता। भारतीय दण्ड़",
  "IPC. The allegations with respect to the offence punishable under Section 504 of the IPC can also be looked at from a": "संहिता की धारा 504 के तहत दंडनीय अपराध के संबंध में आरोपों को भी एक",
  "different perspective. In the FIR, all that the first informant has": "अलग दृष्टिकोण से देखा जा सकता है। प्राथमिकी में, प्रथम सूचनादाता ने केवल",
  "stated is that abusive language was used by the accused": "इतना कहा है कि आरोपी व्यक्तियों द्वारा अभद्र भाषा का इस्तेमाल किया गया",
  "persons. What exactly was uttered in the form of abuses is not": "था। गालियों के रूप में वास्तव में क्या कहा गया था, यह प्राथमिकी में नहीं",
  "above, constituting an offence under Section 504 of the IPC is": "बताया गया है। आईपीसी की धारा 504 के तहत अपराध का गठन करने वाले",
  "that there should have been an act or conduct amounting to": "आवश्यक तत्वों में से एक यह है कि कोई कार्य या आचरण होना चाहिए था जो",
  "intentional insult. Where that act is the use of the abusive": "साशय अपमान का गठन करे। जहाँ वह कार्य अपमानजनक शब्दों का उपयोग है,",
  "words, it is necessary to know what those words were in order": "यह जानना आवश्यक है कि वे शब्द क्‍या थे ताकि यह तय किया जा सके कि",
  "to decide whether the use of those words amounted to intentional insult. In the absence of these words, it is not": "उन शब्दों का उपयोग साशय अपमान होगा या नहीं।इन शब्दों के अभाव में, यह",
  "possible to decide whether the ingredient of intentional insult": "तय करना संभव नहीं है कि साशय अपमान का घटक मौजूद है या नहीं।",
  "institution and continuance of the proceedings and/or": "में कार्यवाही को संस्थित करने और जारी रखने पर स्पष्ट कानूनी",
  "where there is a specific provision in the Code or the": "रोक है और/या जहां संहिता में या संबंधित अधिनियम में कोई",
  "concerned Act, providing efficacious redress for the grievance of the aggrieved party.": "विशिष्ट प्रावधान है, जो पीड़ित पक्ष की शिकायत के लिए प्रभावी निवारण प्रदान करता हो।",
  "(7) Where a criminal proceeding is manifestly attended": "(7) जहां किसी आपराधिक कार्यवाही को स्पष्ट रूप से असद्भगावी",
  "with mala fide and/or where the proceeding is": "तरीके से पेश किया जाता है और/या जहां कार्यवाही असद्भबावी",
  "maliciously instituted with an ulterior motive for wreaking vengeance on the accused and with a view to spite him due to private and personal grudge.”": "तरीके से अभियुक्त से बदला लेने के लिए और निजी व व्यक्तिगत द्वेष के कारण उसे तंग करने के उद्देश्य से शुरू की जाती है।\"",
  "In our opinion, the present case falls within the parameters Nos.": "हमारा विचार है कि वर्तमान मामला पूर्वोक्त उद्धृत मामले के मापदण्ड़ संख्या ,",
  "1, 5 and 7 resply referred to above.": "5 और 7 के अंतर्गत आता है।",
  "30. At this stage, we would like to observe something important. Whenever an accused comes before the Court": "30. इस स्तर पर, हम कुछ महत्वपूर्ण देखना चाहेंगे। जब भी कोई अभियुक्त",
  "invoking either the inherent powers under Section 482 of the Code of Criminal Procedure (CrPC) or extraordinary jurisdiction under Article 226 of the Constitution to get the FIR or the": "आपराधिक प्रक्रिया संहिता (सीआरपीसी) की धारा 482 के तहत अंतर्निहित शक्तियों या संविधान के अनुच्छेद 226 के तहत असाधारण अधिकारिता का",
  "criminal proceedings quashed essentially on the ground that": "प्रयोग करके प्राथमिकी या आपराधिक कार्यवाही को अनिवार्य रूप से इस आधार पर रद्द कराने कराने के लिए न्यायालय के समक्ष आता है कि ऐसी कार्यवाही स्पष्ट",
  "such proceedings are manifestly frivolous or vexatious or instituted with the ulterior motive for wreaking vengeance, then": "पर रद्द कराने कराने के लिए न्यायालय के समक्ष आता है कि ऐसी कार्यवाही स्पष्ट रूप से तुच्छ या परेशान करने वाली है या प्रतिशोध लेने के लिए गुप्त उद्देश्य से",
  "in such circumstances the Court owes a duty to look into the": "शुरू की जाती है, तो ऐसी परिस्थितियों में न्यायालय का कर्तव्य है कि वह",
  "FIR with care and a little more closely. We say so because once": "प्राथमिकी को सावधानी से और थोड़ी अधिक बारीकी से देखे। हम ऐसा इसलिए",
  "the complainant decides to proceed against the accused with an": "उद्देश्य के साथ आरोपी के खिलाफ कार्यवाही करने का फैसला करता है, तो वह",
  "quashing an FIR. The Court held:-": "विफल रहती है। न्यायालय ने अभिनिर्धारित किया: -",
  "“DO. ...Authority of the court exists for": "“5. ... न्याय की प्रगति के लिए न्यायालय का अधिकार मौजूद है",
  "advancement of justice and if any attempt is made to": "और यदि उस अधिकार का दुरुपयोग करने का कोई प्रयास किया",
  "abuse that authority so as to produce injustice, the": "जाता है ताकि अन्याय किया जा सके, तो न्यायालय के पास इस",
  "court has power to prevent such abuse. It would be an": "तरह के दुरुपयोग को रोकने की शक्ति है। किसी भी कार्यवाही की",
  "abuse of the process of the court to allow any action": "अनुमति देना अदालत की प्रक्रिया का दुरुपयोग होगा जिसके",
  "which would result in injustice and _ prevent": "परिणामस्वरूप अन्याय होगा और न्याय को बढ़ावा मिलने में बाधा",
  "promotion of justice. In exercise of the powers court": "आएगी। शक्तियों का प्रयोग करते हुए अदालत किसी भी कार्यवाही",
  "would be justified to quash any proceeding if it finds": "को रद्द करने के लिए न्‍्यायोचित होगी यदि उसे लगता है कि इसका",
  "abuse of the process of court or quashing of these": "संस्थन या निरंतरता अदालत की प्रक्रिया का दुरुपयोग करने के",
  "proceedings would otherwise serve the ends of justice.": "समान होगी या अन्यथा इन कार्यवाही को रद्द करने से न्याय का",
  "court may examine the question of fact. When a": "तो अदालत तथ्य के प्रश्न की जांच कर सकती है।जब किसी",
  "complaint is sought to be quashed, it is": "परिवाद को रद्द करने की मांग की जाती है, तो यह आकलन करने",
  "permissible to look into the materials to assess what the complainant has alleged and whether": "के लिए सामग्री को देखने की अनुमति है कि परिवादी ने क्या",
  "any offence is made out even if the allegations": "आरोप लगाया है और क्या कोई अपराध बनता है, भले ही आरोप",
  "are accepted in toto.": "पूरी तरह से स्वीकार किए गए हों।",
  "6. In R.P. Kapur v. State of Punjab, AIR 1960 SC": "6. आर. पी. कपूर बनाम पंजाब राज्य, एआईआर 960 एससी",
  "866 : 1960 Cri LJ 1239, this Court summarised some": "866:4960 सीआरआई एल. जे. 4239 के मामले में, इस न्यायालय ने उन मामलों की कुछ श्रेणियों का संक्षिप्तिकरण किया",
  "869, para 6)": "869, प्रस्तर 6)",
  "() where it manifestly appears that there is a": "() जहां यह स्पष्ट रूप से प्रतीत होता है कि संस्थन या जारी",
  "(ii) where the allegations in the first information report or complaint taken at its face value and": "(॥) जहां प्रथम सूचना रिपोर्ट या परिवाद में लगाए गए आरोप",
  "(iii) where the allegations constitute an": "(॥) जहां आरोप एक अपराध का गठन करते हैं, लेकिन कोई",
  "offence, but there is no legal evidence": "कानूनी साक्ष्य प्रस्तुत नहीं किया गया है या प्रस्तुत किया गया",
  "adduced or the evidence adduced clearly or": "साक्ष्य स्पष्ट रूप से या अभिव्यक्ततः आरोप को साबित करने में",
  "7. In dealing with the last category, it is": "7. अंतिम श्रेणी से निपटते समय, ऐसे मामले के बीच के अंतर को",
  "important to bear in mind the distinction between a case where there is no legal evidence": "ध्यान में रखना महत्वपूर्ण है जहां कोई विधिक साक्ष्य नहीं है या",
  "or where there is evidence which is clearly": "जहां ऐसा साक्ष्य है जो स्पष्ट रूप से लगाए गए आरोपों के साथ",
  "inconsistent with the accusations made, and a case where there is legal evidence which, on": "असंगत है और एक ऐसा मामला जहां विधिक साक्ष्य है, जो",
  "appreciation, may or may not support the": "मूल्यांकन करने पर, आरोपों का समर्थन कर सकता है या नहीं भी",
  "accusations. When exercising jurisdiction under Section 482 of the Code, the High Court would": "कर सकता है।संहिता की धारा 482 के तहत अधिकारिता का प्रयोग करते समय, उच्च न्यायालय सामान्य रूप से इस बात की",
  "not ordinarily embark upon an enquiry whether the evidence in question is reliable or not or": "जांच शुरू नहीं करेगा कि क्या प्रश्नगत साक्ष्य विश्वसनीय है या नहीं",
  "whether on a_ reasonable appreciation of it accusation would not be sustained. That is the": "या क्‍या इसके उचित मूल्यांकन पर आरोप कायम नहीं रहेगा।यही",
  "function of the trial Judge. Judicial process, no": "विचारण न्यायाधीश का कार्य है।इसमें कोई संदेह नहीं है कि",
  "needless harassment. Court should be circumspect": "होनी चाहिए। न्यायालय को विवेकाधिकार का प्रयोग करने में",
  "and judicious in exercising discretion and should take": "चौकस और विवेकपूर्ण होना चाहिए और प्रक्रिया जारी करने से",
  "all relevant facts and circumstances into consideration": "पहले सभी सुसंगत तथ्यों और परिस्थितियों को ध्यान में रखना",
  "in the hands ofa private complainant to unleash": "चाहिए, ऐसा न हो कि यह किसी निजी परिवादी के हाथ में",
  "vendetta to harass any person needlessly. At the": "प्रतिशोध की भावना से किसी व्यक्ति को अनावश्यक रूप से",
  "over to an accused to short-circuit a prosecution and": "अभियुक्त को अभियोजन को समाप्त करने और उसको निष्प्रभावी",
  "DELAY IN LODGING THE FIR": "प्राथमिकी दर्ज कराने में देरी",
  "present at the scene of occurrence.": "और उनके द्वारा निभाई गई भूमिका के साथ-साथ घटना स्थल पर मौजूद",
  "33. In the aforesaid context, we may clarify that delay in the": "33. उपरोक्त संदर्भ में, हम स्पष्ट कर सकते हैं कि एफआईआर दर्ज करने में देरी,",
  "registration of the FIR, by itself, cannot be a ground for quashing of the FIR. However, delay with other attending": "अपने आप में, एफआईआर को रद्द करने का आधार नहीं हो सकती है। यद्यपि",
  "the entire case put up by the prosecution inherently": "अभियोजन पक्ष द्वारा प्रस्तुत पूरे मामले को स्वाभाविक रूप से असंभव बनाते हुए",
  "improbable, may at times become a good ground to quash the FIR and consequential proceedings. If the FIR, like the one in": "कभी एफआईआर और परिणामी कार्यवाही को रद्द करने का एक अच्छा आधार बन सकती है।यदि एफआईआर, मौजूदा मामले की तरह, कथित घटना की",
  "without disclosing the date and time of the alleged incident and": "तारीख और समय का खुलासा किए बिना और इस तरह की देरी के लिए किसी",
  "further without any plausible and convincing explanation for": "भी स्वीकार्य और ठोस स्पष्टीकरण के बिना एक वर्ष से अधिक की अवधि के बाद",
  "such delay, then how is the accused expected to defend himself": "दर्ज कराई जाती है, तो आरोपी से मुकदमे में अपना बचाव करने की उम्मीद कैसे",
  "in the trial. It is altogether different to say that in a given case,": "की जाती है।यह कहना पूरी तरह से अलग है कि किसी मामले में, विवेचना के",
  "in the course of investigation the investigating agency may be able to ascertain the date and time of the incident, etc. The": "दौरान जांच एजेंसी घटना की तारीख और समय आदि का पता लगाने में समर्थ हो",
  "recovery of few incriminating articles may also at times lend": "सकती है। कुछ अभियोजनकारी वस्तुओं की बरामदगी भी कभी-कभी",
  "credence to the allegations levelled in the FIR. However, in the": "एफ़आईआर में लगाए गए आरोपों को विश्वासनीय बना सकती है। हालांकि केवल",
  "Station Mirzapur, Saharanpur, State of U.P. are hereby quashed.": "अपास्त किया जाता है। सहारनपुर, उत्तर प्रदेश राज्य के मिर्जापुर पुलिस थाने में",
  "37. It is needless to clarify that the observations made in this": "37. यह स्पष्ट करने की आवश्यकता नहीं है कि इस निर्णय में की गई टिप्पणियां",
  "judgment are relevant only for the purpose of the FIR in question and the consequential criminal proceedings. None of": "केवल प्रश्नगत प्राथमिकी और परिणामी आपराधिक कार्यवाही के उद्देश्य के लिए",
  "criminal prosecutions or any other proceedings.": "अभियोजन या किसी अन्य कार्यवाही पर कोई प्रभाव नहीं पड़ेगा।",
  "(J.B. PARDIWALA )": "(न्यायमूर्ति जे. बी. पारदीवाला)",
  "NEW DELHI;": "नई दिल्ली;",
  "AUGUST 08, 2023": "8 अगस्त 2023",
  "hardened criminals. However, when it comes to quashing of the FIR or criminal proceedings, the criminal antecedents of the": "हालाँकि, जब प्राथमिकी या आपराधिक कार्यवाही को रद्द करने की बात आती है,",
  "accused cannot be the sole consideration to decline to quash the": "तो आपराधिक कार्यवाही को रद्द करने से इनकार करने के लिए अभियुक्त का",
  "criminal proceedings. An accused has a legitimate right to say": "आपराधिक इतिहास एकमात्र विचार नहीं हो सकता है। अभियुक्त को न्यायालय के",
  "before the Court that howsoever bad his antecedents may be,": "समक्ष यह कहने का वैध अधिकार है कि उसका पूर्व -इतिहास कितना भी बुरा",
  "still if the FIR fails to disclose commission of any offence or his": "क्यों न हो, फिर भी यदि प्राथमिकी किसी अपराध का खुलासा करने में विफल",
  "case falls within one of the parameters as laid down by this Court in the case of Bhajan Lal (supra), then the Court should": "रहती है या उसका मामला भजन लाल (उपरोक्त) के मामले में इस न्यायालय द्वारा निर्धारित मापदंडों में से किसी के भीतर आता है, तो न्यायालय को",
  "not decline to quash the criminal case only on the ground that": "आपराधिक मामले को केवल इस आधार पर रद्द करने से इनकार नहीं करना",
  "the accused is a history sheeter. Initiation of prosecution has": "चाहिए कि अभियुक्त एक हिस्ट्रीशीटर है। अभियोजन शुरू करने से अभियुक्त के",
  "adverse and harsh consequences for the persons named as": "रूप में नामजद व्यक्तियों के लिए प्रतिकूल और कठोर परिणाम होते हैं। राजस्व",
  "accused. In Directorate of Revenue and another ov. Mohammed Nisar Holia, (2008) 2 SCC 370, this Court": "निदेशालय और एक अन्य बनाम मोहम्मद निसार होलिया, (2008) 2 एससीसी 370 में, इस न्यायालय ने बिना पर्याप्त कारणों के परेशान न किए जाने के",
  "sufficient grounds as one of the underlying mandates of Article": "अंतर्निहित अधिदेशों में से एक है। इस प्रकार, कानून के प्रवर्तन की शक्ति को",
  "from injustice and harassment must be maintained. It goes": "संतुलित करने की अपेक्षा और आवश्यकता को और अन्याय व उत्पीड़न से",
  "without saying that the State owes a duty to ensure that no": "सुनिश्चित करना राज्य का कर्तव्य है कि कोई भी अपराधी सजा से बचने न पाये,",
  "35. In the overall view of the matter, we are convinced that the continuation of the criminal case arising from the FIR No. 224 of 2022 registered at Mirzapur Police Station, Saharanpur": "35. मामले के समग्र दृष्टिकोण से, हम आश्वस्त हैं कि सहारनपुर के मिर्जापुर पुलिस थाने में दर्ज प्राथमिकी संख्या 224/2022 से उत्पन्न आपराधिक मामले",
  "will be nothing but abuse of the process of the law. In the": "को जारी रखना कानून की प्रक्रिया के दुरुपयोग करना के अलावा और कुछ नहीं",
  "peculiar facts and circumstances of this case, we are inclined to": "होगा। इस मामले के विशिष्ट तथ्यों और परिस्थितियों में, हम वर्तमान अपीलार्थियों",
  "accept the case put up on behalf of the appellants herein.": "की ओर से रखे गए मामले को स्वीकार करने के लिए इच्छुक हैं।"
}