{
  "REPORTABLE": "रिपोर्ट योग्य",
  "IN THE SUPREME COURT OF INDIA": "समक्ष सर्वोच्च न्यायालय, भारत",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय अधिकारिता",
  "CIVIL APPEAL NO.4642 OF 2019": "दीवानी अपील संख्या 4642 / 209",
  "(Arising out of SLP (C) NO. 8725 OF 2014)": "(एस0 एल0 पी0 (सी) संख्या 8725 / 2044 से उत्पन्न)",
  "RAJA SINGH & ANR. ...Appellants": "राजा सिंह एवं अन्य ...अपीलार्थीगण",
  "WITH": "साथ",
  "CIVIL APPEAL NO.4643 OF 2019": "दीवानी अपील संख्या 4643 / 209",
  "(Arising out of SLP(C) NO. 8885 OF 2014)": "(एस0 एल0 पी0 (सी) संख्या 8885 / 204 से उत्पन्न)",
  "CIVIL APPEAL NO.4644 OF 2019": "दीवानी अपील संख्या 4644 / 209 _",
  "(Arising out of SLP(C) NO. 9817 OF 2014)": "(एस0० एल0 पी0 (सी) संख्या 9847 / 204 से उत्पन्न)",
  "JUDGMENT": "निर्णय",
  "R. BANUMATHI, J.": "आर. बानूमथि, न्यायाधीश |",
  "Leave granted.": "अनुमति प्रदान की गई ।",
  "2. These appeals arise out of the judgment and order dated": "2. यह. अपीले इलाहाबाद हाई कोर्ट द्वारा. सी.एम.डब्ल्यूपी. संख्या 3448 / 2002 एवं इससे सम्बन्धित मामलों मे पारित आदेश एवं निर्णय",
  "07.03.2014 passed by the High Court of Judicature at Allahabad": "दिनांकित 07.03.204 से उत्पन्न हुई है जिनके द्वारा हाई कोर्ट ने माना था",
  "Welfare Officer is to be governed by UP Minority Welfare": "कि जिला अल्पसंख्यक कल्याण अधिकारी के पद पर नियुक्ति उत्तर प्रदेश",
  "1": "8",
  "8. |The High Court dismissed the writ petition by the impugned": "8. हाई कोर्ट ने आलोच्य आदेश दिनांकित 07.03.204 द्वारा रिट याचिका",
  "writ petition is similar to the issue involved in WP No. 44112 of": "रिट याचिका संख्या 44442/20। मे शामिल मुद्दे के समान है और यह",
  "2011 and that the writ petition has no merits. In the relied upon": "कि रिट याचिका मे कोई गुण नही है। हाई कोर्ट ने रिट याचिका संख्या",
  "judgment in WP No. 44112 of 2011 titled Saeed Ahmad Khan &": "4442 /204 : सईद अहमद खान एवं आदि बनाम्‌ उत्तर प्रदेश",
  "who were on deputation/transfer of service in the Department of": "विभाग मे प्रतिनियुक्ति /“ सेवा अंतरण पर थे, को अल्पसंख्यक कल्याण विभाग",
  "9. We have heard the learned senior counsel appearing for the": "9. हमने पक्षकारो की ओर से उपस्थित विद्वान वरिष्ठ अधिवक्ता को सुना,",
  "parties and carefully considered the submissions and perused the": "निवेदनो पर सावधानीपूर्वक विचार किया, आलोच्य निर्णय एवं रिट याचिका",
  "No.44112 of 2011 and WP(C) No.44100 of 2013 and the other": "(सी) संख्या 44442 / 2044 और रिट याचिका (सी) संख्या 44400 /203 मे",
  "10. The point falling for consideration is that the appellants": "40. विचारणीय विन्दु यह है कि अपीलार्थीगण जिनको उत्तर प्रदेश",
  "having been selected and appointed as District Minority Welfare": "से पहले जिला अल्पसंख्यक कल्याण अधिकारी के पद पर चयनित एवं",
  "Department Gazetted Officers Rules 2001, can it be said that the appellants were only on deputation and that they have no legal": "नियुक्त किया गया था, क्या यह कहा जा सकता है कि अपीलार्थीगण केवल",
  "4": "2",
  "appellants have no legal right to claim their absorption in the": "समावेश का दावा पेश करने का कोई कानूनी अधिकारी नही है एवं उसे",
  "rejected by the State Government.": "उचित रूप से राज्य सरकार द्वारा अस्वीकार किया गया है।",
  "3. In all these appeals, the point falling for consideration is one and the same and all the appeals shall stand disposed of by this": "3. इन सभी अपीलों मे, विचारणीय विन्दु एक ही जैसा है, एवं सभी अपीलों",
  "arising out of SLP(C) No.8725 of 2014 are referred to.": "लिए एस.एल.पी.(सी) संख्या 8725, 204 से उत्पन्न अपील के तत्थ्यों को संदर्भित किया जाता है।",
  "4. — Brief facts which led to filing of these appeals are:": "4.. संक्षिप्त तथ्य जिनकी वजह से यह अपीलें दाखिल की गई हैं निम्नलिखित हैं:",
  "That the State Government of Uttar Pradesh vide its": "यह कि उत्त्तर प्रदेश की राज्य सरकार ने अपने नोटिफिकेशन",
  "created four Departments known as:- (a) Minority Welfare": "की रचना की जिनके नाम हैं: ए - अल्पसंख्यक कल्याण विभाग, बी -",
  "Department; (b) Backward Class Welfare Department; (c)": "पिछड़ा वर्ग कल्याण विभाग, सी - विकलांग कल्याण विभाग, डी -",
  "Handicapped Welfare Department; and (d) Ambedkar Village Development Department. The Secretary, Minority Welfare and": "अम्बेडकर गाँव विकास विभाग । सचिव, अल्पसंख्यक कल्याण एवं मुस्लिम",
  "posts by way of deputation/transfer of service of the officers": "कि ऐसे पदो को अधिकारियों की प्रतिनियुक्ति / सेवा के अन्तरण के माध्यम",
  "having at least twelve years of experience and working in the pay": "से भरा जाए जिन्हे कम से कम बारह वर्ष का अनुभव हो एवं वे रू0",
  "scale of immediately below Rs.2000-3500. The Secretary": "2000-3500 से तुरन्त नीचे के वेतन-मान मे कार्य कर रहे हों। सचिव ने",
  "requested heads of various departments that the names of": "विभिन्‍न विभागों के अध्ययक्षों से अनुरोध किया कि  प्रतिनियुक्ति / सेवा",
  "interested applicants be forwarded for appointment for the post of": "नियुक्ति के इच्छुक प्रार्थियों के नाम अग्रसारित किए जाए।",
  "5. The appellants applied for the newly created post of District Minority Welfare Officer through proper channel and they were": "5. अपीलार्थीगण ने उचित चैनल के माध्यम से जिला अल्पसंख्यक कल्याण अधिकारी के नए बनाए गए पद के लिए आवेदन किया एवं उन्हे",
  "directed to appear for interview and selection process. After": "साक्षात्कार एवं चयन प्रकिया में उपस्थित होने के लिए निर्देशित किया गया। साक्षात्कार में उपस्थित होने के पश्चात शासनादेश संख्या 30.42.997 द्वारा",
  "facing the interview, the appellants were selected for appointment for the post of the District Minority Welfare Officer vide": "अपीलार्थीगण का चयन जिला अल्पसंख्यक कल्याण अधिकारी के पद पर",
  "a period of two years or till further orders whichever is earlier. The": "आदेशों तक, जो भी पहले हो, तक के लिए थी | अपीलार्थीगण ने दो वर्ष की",
  "appellants continued in the post even after two years. The": "अवधि के पश्चात भी पद पर कार्य जारी रखा। शासन ने उत्त्तर प्रदेश",
  "Public Service Commission by direct recruitment and 25% by": "अधिकारी के 75% पद सीधी भर्ती द्वारा लोक सेवा आयोग के माध्यम से भरे",
  "3": "4",
  "appointment letters were issued on 03.10.1997. As per the office": "अधिकारी के पद पर किया गया था। नियुक्ति पत्र दिनांक 03.0.997 को",
  "order dated 30.12.1997, the appellants were appointed “to the": "जारी किये गए। कार्यालय आदेश दिनांकित 30.42.4997 के अनुसार अपीलार्थीगण को “अल्पसंख्यक कल्याण एवं वक्‍्फ विभाग मे अल्पसंख्यक",
  "temporary post of newly created Minority Welfare Officers under the Minority Welfare and Wagf Department on deputation/service": "अपीलार्थीगण को “अल्पसंख्यक कल्याण एवं वक्‍्फ विभाग मे अल्पसंख्यक कल्याण अधिकारी के नए सृजित अस्थायी पदों पर प्रतिनियुक्ति / सेवा",
  "transfer for the period of two years or till further orders whichever": "अंतरण पर दो वर्ष की अवधि के लिए अथवा अग्रेतर आदेशों तक, जो भी",
  "dated 15.11.1997 communicated to other departments, the": "के अन्य विभागों को सम्प्रेषित पत्र दिनांकित 5.44.997 मे उनके विभागों के",
  "employees of their departments viz. Makrand Prasad, Raja Singh, Dharam Deo Tripathi and Hem Raj Singh were selected for": "प्र कर्मचारियों अर्थात मकरंद प्रसाद, राजा सिंह, धर्मदेव त्रिपाठी और हेम राज",
  "appointment ‘on the post of the District Minority Welfare Officer’": "सिंह को सेवा अंतरण द्वारा “जिला अल्पसंख्यक कल्याण अधिकारी के पद”",
  "by service transfer. Even though the said letter states that the": "पर नियुक्ति के लिए चयनित किया गया था। यद्यपि उक्त पत्र मे कहा गया",
  "appellants were appointed by deputation/service _ transfer,": "है कि अपीलार्थीगण को प्रतिनियुक्ति / सेवा अन्तरण द्वारा नियुक्त किया गया",
  "have undergone the selection process by appearing for interview": "लिए उपस्थित होकर अपीलार्थीगण चयन प्रकिया से गुजर चुके हैं एवं",
  "appointment shows that it was ‘selection and appointment’ in the": "नियुक्ति के लिए उनका चयन किया जाना दर्शाता है कि यह अल्पसंख्यक",
  "Department of Minority Welfare and not ‘deputation’. As pointed": "कल्याण विभाग मे “नियुक्ति के लिए चयन” था, और “प्रतिनियुक्ति” नही",
  "period of two years, after two years, no order was passed repatriating them to their Parent department. Of course, in the": "की अवधि के लिए नियुक्त किया गया था और दो वर्ष बाद उन्हे उनके मूल विभाग मे वापस भेजने का कोई आदेश पारित नही किया गया। निस्सन्देह,",
  "meanwhile, writ petitions came to be filed by the appellants.": "इसी बीच, रिट याचिकाए अपीलार्थीगण ने दायर कर दी। यद्यपि",
  "Minority Welfare and Wadf to the other departments proposing for": "अल्पसंख्यक कल्याण एवं वकक्‍्फ विभाग की ओर से अन्य विभागों को कोई",
  "Bhatnagar and others (2007) 14 SCC 498, it was held that the": "बनाम्‌ पी.के. भटनागर एवं अन्य (2007) 44 एस.सी.सी. 498 मे, यह",
  "the position from that of a deputationist to a regular employee. Of": "स्थिति को प्रतिनियुक्त से नियमित कर्मचारी के रूप मे परिवर्तित नहीं करता ।",
  "course, it is well-settled that the employee who has been sent on": "निःसन्देह, यह सुस्थापित है कि ऐसे कर्मचारी को समावेश का दावा पेश",
  "hand, as we have discussed earlier, appointment was not on": "परन्तु इस मामले मे जैसा हमने उपर चर्चा की है, नियुक्ति प्रतिनियुक्ति पर",
  "deputation; but by transfer of service much prior to coming into": "नहीं थी, लेकिन सेवा नियमावली 2004 लागू होने से काफी पहले",
  "14. UP Minority Welfare Department Gazetted Officers Service": "45. उत्तर प्रदेश अल्पसंख्यक कल्याण विभाग राजपत्रित अधिकारी सेवा",
  "District Minority Welfare Officer prior to coming into force of": "होने से पहले हुई है, अपीलार्थीगण जिनको जिला अल्पसंख्यक कल्याण",
  "absorption in the Minority Welfare Department.": "किया गया था, को अल्पसंख्यक कल्याण विभाग मे समावेश के उनके",
  "16. In the impugned order, the High Court relied upon WA No.": "।6. आलोच्य आदेश मे, उच्च न्यायालय ने डब्ल्यू.ए. संख्या 44442/200। पर",
  "2013 titled Chandrabhan Srivastava and Another vs. State of": "श्रीवास्तव और अन्य बनाम उत्तार प्रदेश राज्य और आदि पर",
  "thereon were selected and joined in the cadre of District Minority Welfare Officer on 27.09.2009, long after the service Rules 2001": "हुआ था एवं वे 27.09.2009 को जिला अल्पसंख्यक कल्याण अधिकारी के",
  "came into force. In that context, the High Court held that the": "संवर्ग मे शामिल हुए । उस परिप्रेक्ष्य मे, उच्च न्यायालय ने माना कि जो लोग",
  "persons who were appointed to the Minority Welfare Department, are governed by the Uttar Pradesh Minority Welfare Department": "अल्पसंख्यक कल्याण विभाग मे नियुक्त हुए थे वे उत्तर प्रदेश अल्पसंख्यक",
  "are governed by the Uttar Pradesh Minority Welfare Department Gazetted Officers Service Rules 2001. The petitioners thereon": "कल्याण विभाग राजपत्रित अधिकारी सेवा नियमावली 2004 द्वारा शासित है।",
  "27.07.2009, cannot claim to be a ‘Member of the Service’ as they": "रा थी, वे “सेवा के सदस्य” होने का दावा नहीं कर सकते चूंकि नियमावली",
  "Officer, they are entitled to the retiral benefits and pension as": "सेवानिवृत्ति लाभ और पेंशन के पात्र हैं। अल्पसंख्यक कल्याण एवं वक्‍्फ",
  "pay all the retiral benefits after adjusting retiral benefits paid to the": "को समायोजित करने के बाद समस्त सेवानिवृत्ति लाभ का भुगतान करेगा।",
  "appellants Raja Singh and Hem Raj Singh by their respective": "अपीलार्थीगण राजा सिंह और हेमराज सिंह के भुगतान की गई पेंशन को",
  "admissible to the District Minority Welfare Officer after adjusting": "समायोजित करने के बाद जिला अल्पसंख्यक कल्याण अधिकारी को अनुमन्य",
  "18. In the result, the impugned order of the High Court is set": "8. परिणामतः उच्च न्यायालय का आलोच्य आदेश अपास्त किया जाता",
  "aside and these appeals are allowed. The appellants shall be": "है एवं यह अपीलें स्वीकार की जाती हैं। अपीलार्थीगण का समावेश",
  "absorbed in post of District Minority Welfare Officer in the Department of Minority Welfare and Waqf from the date of their": "अल्पसंख्यक कल्याण और वकक्‍्फ विभाग मे जिला अल्पसंख्यक कल्याण",
  "Hem Raj Singh, the Minority Welfare Department shall comply": "सेवानिवृत्ति कर्मचारीगण राजा सिंह और हेमराज सिंह का सम्बन्ध है, अल्पसंख्यक कल्याण विभाग उपर पेरा (7) मे दिए गए निर्देशों का शीघ्रता",
  "with the directions in para(17) above expeditiously. We make it": "अल्पसंख्यक कल्याण विभाग उपर पेरा (7) मे दिए गए निर्देशों का शीघ्रता से पालन करेगा। हम यह स्पष्ट करते हैं कि इस निर्णण को दृष्टांत के रूप",
  "clear that this judgment shall not be quoted as a precedent as it is": "मे उद्धृत नहीं किया जाएगा चूंकि इस निर्णय को मामले के विलक्षण",
  "passed in the peculiar facts and circumstances of the case that": "तथ्य एवं परिस्थितियों मे पारित किया गया है कि इन अधिकारियों की पद",
  "said case in WP No. 44100 of 2013 is clearly distinguishable on": "4400 /203 मे उक्त मामला स्पष्ट रूप से तत्थ्यों पर भिन्न है। प्रस्तुत",
  "covered under Rule 3(h) of the Rules and stand on different": "वर्ष 4997 मे की गई थी, वे नियमावली के नियम 3(एच) के तहत कवर होते",
  "reliance on Saeed Ahmad Khand and Chandrabhan": "रिट याचिका को खारिज करने के लिए उच्च न्यायालय द्वारा सईद अहमद खान और चन्द्रभान श्रीवास्तव के मामलों पर विश्वास किया जाना",
  "17. It is stated that Raja Singh and Hem Raj Singh retired on": "7. यह कहा गया है कि राजा सिंह और हेमराज सिंह दिनाक 30.06.2078",
  "and other benefits, WP No.23563(S/B) of 2018 was filed by Raja Singh which was disposed of by the High Court vide order dated": "अन्य लाभ का दावा पेश करते हुए राजा सिंह द्वारा रिट याचिका संख्या 23563(एस / बी) / 208 दाखिल की गई जिसका निपटान उच्च न्यायालय दट्व",
  "of Training and Employment to process the pension papers": "प्रशिक्षण एवं नियोजन विभाग को सेवा निवृत्ति के उपरान्त देयको की",
  "pursuant to the said direction of the High Court, Director of": "किया गया था। यह कहना गया है कि उच्च न्यायालय के उक्त निर्देश के",
  "Raja Singh has paid all the retiral dues and pension is being paid": "विभाग ने समस्त सेवानिवृत्ति लाभ का भुगतान कर दिया है और",
  "at the admissible rate in the Department of Training and": "प्रशिक्षण एवं नियोजन विभाग मे अनुमन्य दर से पेंशन का भुगतान किया जा"
}