{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय न्यायक्षेत्र",
  "CIVIL APPEAL NO. 4037 OF 2019": "सिविल अपील संख्या 4037 /209",
  "[Arising out of SLP(C) No.16555 of 2018]": "[ एस. एल. पी. (सी. ) सं. 6555/ 208 से उद्दूत ]",
  "NARESH CHANDRA BHARDWAJ .. APPELLANT": "नरेश चन्द्र भारद्वाज... ,........... अपीलार्थी",
  "Versus": "बनाम",
  "BANK OF INDIA & ORS. .» RESPONDENTS": "बैंक ऑफ इंडिया व अन्य... ........... प्रत्यर्थीगण",
  "JUDGMENT": "निर्णय",
  "SANJAY KISHAN KAUL, J.": "न्यायमूर्ति संजय किशन कौल",
  "1": "6",
  "9. We now proceed to analyse the facts of the present case in the": "9... अब हम उपरोक्त सिद्धान्तों की रूप-रेखा में वर्तमान मामले के तथ्यों का",
  "10. If we look to the case of the other two officers, the likely loss to": "0. . यदि हम अन्य दो अधिकारियों के मामले का अवलोकन करें तो बैंक का",
  "of Mr. R.K. Mishra and Rs.39.74 lakh in the case of Mr. V.K. Srivastava. The amount is, at least, not very different from one as in": "के. श्रीवास्तव के मामले में 39.74 लाख रूपये ऑँका गया था। कम से कम यह राशि श्री आर. के. मिश्रा के मामले में से एक बहुत अधिक असमान नहीं है।",
  "role performed. Mr. R.K. Mishra and Mr. V.K. Srivastava were both": "श्री आर. के. मिश्रा और श्री वी. के. श्रीवास्तव दोनों अनुमोदन प्राधिकारी के रूप",
  "there were four loans each involved in the case of both the officers. In": "में थे और दोनों अधिकारियों के मामले में प्रत्येक के चार ऋण शामिल थे।",
  "judgment in Rajendra Yadav v. State of Madhya Pradesh & Ors.’ On": "पहलू है जिसे राजेंद्र यादव बनाम मध्य प्रदेश राज्य एवं अन्य (203) 3",
  "Allahabad, Uttar Pradesh Gramin Bank) & Anr. v. Rajendra Singh?": "बैंक, इलाहाबाद) एवं अन्य बनाम राजेन्द्र सिंह (203) 2 एससीसी 73 के",
  "which had taken note of the earlier judgment referred to aforesaid.": "निर्णय पर ध्यानाकर्षित किया जो कि उपरोक्त में पूर्ववर्ती निर्णय का उल्लेख किया",
  "7. There is really no difference in the proposition, which is sought to": "7... प्रस्ताव में वास्तव में कोई अंतर नहीं है , जिसे प्रस्तावित निर्णय को",
  "be propounded except that in the latter judgment the principles have been": "छोड़कर कहा जाना चाहिए कि बाद के निर्णयों में सिद्धान्तों को संक्षिप्त रूप में",
  "succinctly summarised in the last paragraph of the judgment, which read as under:": "संक्षेपित किया गया है, जो निम्नानुसार पढ़ा गया है-",
  "“19. The principles discussed above can be summed up and": "“9. ऊपर उल्लिखित सिद्धान्तों को संक्षिप्ततः प्रस्तुत किया जा",
  "19.1. When charge(s) of misconduct is proved in an enquiry the": "9.]. जब एक कदाचार के आरोपों को एक जाँच में साबित किया",
  "quantum of punishment to be imposed in a particular case is": "जाता है, तो एक विशेष मामले में लगाये जाने वाली सजा की मात्रा",
  "essentially the domain of the departmental authorities.": "अनिवार्य रूप से विभागीय अधिकारियों का क्षेत्र है।",
  "19.2. The Courts cannot assume the _ function of disciplinary/departmental authorities and to decide the quantum of": "9.2. मा. न्यायालय अनुशासनिक/विभागीय प्राधिकारियों के कार्य",
  "exclusively within the jurisdiction of the competent authority.": "होना, यह कार्य विशेष रूप से सक्षम प्राधिकारी के अधिकार क्षेत्र में हैं।",
  "19.3. Limited judicial review is available to interfere with the": "49.3. सीमित न्यायिक समीक्षा अनुशासनिक प्राधिकारी द्वारा लगाए",
  "punishment imposed by the disciplinary authority, only in cases": "गए दण्ड के साथ हस्तक्षेप करने के लिए उपलब्ध है, केवल उन",
  "where such penalty is found to be shocking to the conscience of": "मामलों में जहाँ इस तरह का जुर्माना अदालत के विवेक के लिए",
  "different identity cards acquired by him fraudulently. Third important": "अपनी पहचान साबित करके धोखा दिया है। तीसरा महत्वपूर्ण पहलू यह है कि",
  "aspect is that the approved advocates and valuers submitted a report": "अनुमोदित अधिवक्ताओं और मूल्यांकनकर्ताओं ने एक आख्या प्रस्तुत की, जो बैंक",
  "12. Now turning to the recommendations of the Chief Vigilance Officer dated 20.8.2009, it would be relevant to reproduce para 6.2,": "2. अब मुख्य सतर्कता अधिकारी के संस्तुति दिनांक 20.08.2009 की तरफ",
  "“6.2 The DA has recommended imposition of the major penalty of “Compulsory Retirement” on all the three Officers. On": "' 6.2 डी. ए. ने तीनों अधिकारियों पर “अनिवार्य सेवानिवृत्ति ” के प्रमुख दण्ड को अधिरोपण करने की संस्तुति की है। अभिलेखों के",
  "perusal of the records, we find that S/Shri V.K. Srivastava and": "अनुशीलन पर, हम पाते हैं कि, श्री वी. के. श्रीवास्तव और श्री. आर. के.",
  "R.K. Mishra are P.F. optees and Shri N.C. Bhardwaj is a": "मिश्रा ९.7. के और श्री एन. सी. भारद्वाज पेंशन के वैकल्पिक हैं। इससे",
  "pension optee. Earlier, we had proposed “Removal from Service” in respect of all the three Officer, looking to the fact": "पहले हमने तीनों अधिकारियों को “ सेवा से निष्कासन” के सम्बन्ध में",
  "that in case compulsory retirement is imposed on Shri Bhardwaj, he would be entitled for compulsory retirement": "प्रस्तावित कर चुके हैं, श्री भारद्वाज पर अधिरोपित अनिवार्य सेवानिवृत्ति",
  "Service” should be the appropriate penalty in his case. It is so": "हुए, हमें लगता है कि उनके मामले में “सेवा का निष्कासन” उचित दण्ड",
  "because apart from his involvement as recommending authority": "संस्तुति प्राधिकारी के रूप में उसका हस्तक्षेप के अतिरिक्त, उन्होंने समान",
  "13. A reading of the aforesaid shows that while earlier the proposal": "3. . उपरोक्त पठन से यह देखा जाता है कि, जब पूर्व में तीनों अधिकारियों को",
  "was for removal from service for all the three officers, in respect of": "सेवा से निष्कासन का प्रस्ताव था, अन्य दो अधिकारियों के सम्बन्ध में, के मामले",
  "other two officers it was converted into compulsory retirement while": "अपीलार्थी को पेंशन के लिए चुना गया जबकि अन्य दो अधिकारियों को भविष्य",
  "remit the matter back to the disciplinary authority or the appellate": "के मुद्दे पर बहुत सीमित है। यह अनुशासनात्मक प्राधिकारी या अपीलीय",
  "justifiable.”": "लिये मान्य होगा\" ।",
  "aforesaid to one of “compulsory retirement.”": "“अनिवार्य सेवानिवृत्ति” में परिवर्तित हो।",
  "17. The appeal is accordingly allowed leaving the parties to bear": "7.. इस अपील को तदनुसार अनुमति प्रदान की जाती है पक्षों को अपना खर्चा",
  "[Indira Banerjee]": "न्यायमूर्ति इंदिरा बैनर्जी",
  "New Delhi.": "नई दिल्ली,",
  "April 22, 2019.": "22 अप्रैल, 209",
  "10": "9",
  "compulsory retirement the appellant would receive 2/3\" of the full": "करने के लिए सहमत हुए हैं, जो पूर्ण पेंशन का 2/3 भाग उनको देय होगा उस पर",
  "pension which is equivalent to the 2/3\" of the full pension as received": "2/3 भाग प्राप्त होगा जो सहानुभूतिशील भत्ते के लिए प्राप्त पूर्ण पेंशन के 2/3",
  "maximum benefit under Regulations 31 & 33 of the Pension Regulations 1995 dealing with compassionate allowance.": "विनियमन 995 के विनियमन 34 एवं 33 के तहत अधिकतम लाभ दिया गया है।",
  "“8.2. ......It is further submitted that even in case a punishment of": "”  8.2.............. आगे यह प्रस्तुत किया गया कि यदि याचिकाकर्ता पर",
  "“Removal from service” is imposed upon the Petitioner is modified": "दण्डस्वरूप “सेवा से निष्कासन” अधिरोपित है तो “अनिवार्य",
  "Full Pension, which is equivalent to the 2/3\" of Full Pension which": "2/3 वाँ भाग प्राप्त करेगा जो पूर्ण पेंशन के 2/3 वाँ भाग के बराबर है जो",
  "he is receiving at present as a “Compassionate Allowance.””": "उन्हें वर्तमान में “सहानुभूतिशील भत्ते” के रूप में प्राप्त हो रहा है। ”",
  "15. We fail to appreciate that once there is no financial difference": "5. हम एक बार इस बात की सराहना करने में विफल रहते हैं कि कोई वित्तीय",
  "one of “removal from service which shall not be disqualification for": "पर “सेवा से निष्कासन जो भविष्य के रोजगार के लिए अयोग्य नहीं होगा” से",
  "the other two officers without any financial implication for the": "बिना किसी वित्तीय निहितार्थ अन्य दो अधिकारियों से अधिक प्रकट होता है।"
}