{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय न्यायक्षेत्र",
  "CIVIL APPEAL NO. 6572 OF 2010": "सिविल अपील संख्या 6572/200",
  "Santosh Chaturvedi .... Appellant(s)": "संतोष चतुर्वेदी .... अपीलार्थी (गण)",
  "Versus": "बनाम",
  "Kailash Chandra & Anr. .... Respondent(s)": "कैलाश चंद्र एवं अन्य .... प्रत्यर्थी (गण )",
  "JUDGMENT": "निर्णय",
  "A.S. Bopanna.,J.": "न्यायमूर्ति, ए.एस. बोपन्ना",
  "dated 28.11.2007 passed by the High Court of Judicature at Allahabad in Civil Misc. Writ Petition No.54204/2007.": "याचिका सं, 54204/ 2007 द्वारा पारित आदेश दिनांकित 28..2007",
  "Special Judge, Mathura in P.A. Appeal No.1/2002 whereby": "विशेष न्यायाधीश, मथुरा द्वारा पी.ए. अपील सं. /2002 में पारित निर्णय",
  "Settlement dated 02.02.2000 was created for the said": "उक्त उद्देश्य के लिए समझौता ज्ञापन दिनांकित 02.02.2000 को बनाया",
  "purpose. It is her contention that the father of the": "गया था। यह उसका तर्क है कि अपीलार्थी के पिता ने उसके जन्म से पूर्व ही",
  "appellant had secured his share in the property prior to the birth of the appellant and as such the property cannot be": "संपत्ति में अपना हिस्सा सुरक्षित कर लिया था और इस तरह की संपत्ति को",
  "considered as a coparcenary property whereunder the": "एक सहदायिकी संपत्ति के रूप में नहीं माना जा सकता है, जिसके तहत",
  "appellant can claim any right as a coparcener and secure a": "अपीलार्थी किसी भी अधिकार का दावा सहदायिक के रूप में कर सकता है",
  "also the High Court has considered this aspect and has": "प्राधिकारी और उच्च न्यायालय ने भी इस पहलू पर विचार किया है और",
  "arrived at the conclusion in accordance with law which does not call for interference. It is further contended that": "विधिसम्मत इस निष्कर्ष पर पहुंचा है जो हस्तक्षेप की माँग नहीं करता। यह",
  "the alternate shop indicated by the learned Appellate Judge": "आगे कहा गया है कि विद्वत अपीलीय न्यायाधीश द्वारा निर्दिष्ट वैकल्पिक",
  "is not suitable for business purpose and, therefore, even in": "दुकान व्यावसायिक उद्देश्य के लिए उपयुक्त नहीं है और इसलिए उस संबंध",
  "Hence it is contended that the order impugned does not call": "विपत्ति का निरावरण होगा। इसलिए यह तर्क दिया गया कि आक्षेपित आदेश",
  "2. The appellant herein instituted the petition under": "2. यहाँ अपीलार्थी ने उत्तर प्रदेश शहरी भवन (किराये पर देने, किराये तथा",
  "Letting, Rent and Eviction) Act, 1972 (hereinafter referred": "बेदखली का विनियमन) अधिनियम, 972 (जिसे इसमें इसके पश्चात्‌ संक्षेप",
  "respondents herein seeking release of the premises bearing No.83/72A, Tiwari Gali, Chhatta Bazar, Mathura. The suit": "याचिका संस्थित की है, इसमें प्रत्यर्थियों के पूर्ववर्ती के विरुद्ध सं. 83/72 ए, तिवारी गली, छट्टा बाजार, मथुरा वाले परिसर को छोड़ने की माँग की गई",
  "was registered as petition No.6/2000 before the Prescribed": "है। नियत प्राधिकारी के समक्ष वाद को याचिका सं. 6/2000 के रूप में",
  "appellant herein cannot claim ownership right over the": "कि अपीलार्थी को सहदायिक संपत्ति पर स्वामित्व का दावा नहीं किया जा",
  "coparcenary property and in that light on arriving at the conclusion that the appellant is not the landlord of the respondents and also holding that the  bonafide": "सकता है और इस निष्कर्ष पर पहुंचने के आलोक पर कि अपीलार्थी प्रत्यर्थियों का मकान मालिक नहीं है और यह भी मानते हुए कि वास्तविक",
  "requirement does not exist, had dismissed the petition declining the release of the shop/premises in question.": "जरूरत मौजूद नहीं है, के प्रश्न में दुकान /परिसर को मुक्त करने की याचिका को अस्वीकृत कर दिया था।",
  "3. The appellant claiming to be aggrieved by the same": "3. उसी से व्यधित होने का दावा करने वाले अपीलार्थी ने अपीलीय",
  "had filed the appeal in P.A. Appeal No.1/2002 before the Appellate Authority, namely, the Special Judge, Mathura.": "प्राधिकारी नामतः, विशेष न्यायाधीश, मथुरा के समक्ष पी.ए. अपील सं. /2002 में अपील दायर की थी। मामले के संपूर्ण स्वरूप की पुनर्मूल्यांकन",
  "opinions were expressed, the Appellate Court had in fact": "हालांकि भिन्न-भिन्न मतों को व्यक्त किया गया था, अपीलीय न्यायालय ने",
  "appreciated the matter in its correct perspective since in a": "वास्तव में इस मामले की सही परिप्रेक्ष्य में मूल्यांकन किया था क्योंकि",
  "relationship of landlord and tenant was sufficient to be": "वर्तमान प्रकृति मकान मालिक और किरायेदार का संबंध स्थापित करने के",
  "established which in fact had been established and it ought": "लिए पर्याप्त था जो वास्तव में स्थापित किया गया था और इसे एक मूल वाद",
  "not to have been considered like a title suit. The Prescribed Authority has examined the ownership of the property as if": "की तरह नहीं माना जाना चाहिए था। नियत प्राधिकार ने संपत्ति के स्वामित्व",
  "of the appellant had earlier filed an eviction suit against the": "के पिता ने पूर्व में प्रत्यर्थियों के पूर्ववर्ती के विरूद्ध निष्कासन वाद दायर",
  "proceedings arising thereunder. However, in a family settlement the property in question had fallen to the share": "हालाँकि, संपत्ति के पारिवारिक समझते के प्रश्न में जो अपीलार्थी के हिस्से में",
  "of the appellant herein and in that circumstance the need": "आई थी और उस परिस्थिति में परिसर की आवश्यकता कार्रवाई का एक",
  "for the premises was a fresh cause of action and in a circumstance where at the first instance there was no": "ताजा कारण थी और ऐसी परिस्थिति में जहां पहली बार इस तथ्य पर कोई",
  "dispute to the fact that the father of the appellant, namely, Shri Dwarka Prasad Chaturvedi was the owner, there could": "विवाद नहीं था कि अपीलार्थी के पिता श्री द्वारक प्रसाद चतुर्वेदी मालिक थे,",
  "not have been dispute to the fact that the appellant, who is": "इस तथ्य पर विवाद नहीं हो सकता था कि अपीलार्थी, जो उसका पुत्र है, ने",
  "his son had acquired ownership over the property in the": "पारिवारिक समझौते में संपत्ति पर स्वामित्व हासिल कर लिया था। उस",
  "Shyam Shetty & Anr. vs. Rajendra Shankar Patil": "वरिष्ठ अधिवक्ता द्वारा अवलम्बित शालिनी श्याम शेट्टी एवं अन्य बनाम राजेंद्र",
  "advocate for the appellant would be in order. This case refers to the scope of consideration that could be made by": "आदेश में होगा। यह मामला विचारक्षेत्र को संदर्भित करता है जो वर्तमान",
  "the High Court in a writ petition of the present nature.": "प्रकृति की एक रिट याचिका में उच्च न्यायालय द्वारा किया जा सकता है।",
  "However, keeping in view the fact that the High Court in": "हालांकि, इस तथ्य को ध्यान में रखते हुए कि मामले की जांच करते समय",
  "the instant case while examining the matter had two views before it, one taken by the Prescribed Authority and the": "तत्काल मामले में उच्च न्यायालय के दो विचार थे, एक निर्धारित प्राधिकरण",
  "before it, one taken by the Prescribed Authority and the other by the Appellate Authority which were divergent, one": "द्वारा लिया गया था और दूसरा अपीलीय प्राधिकरण द्वारा जो अलग-अलग",
  "matter in that regard. Therefore, in the instant facts if that": "करके स्वीकार किया गया। इसलिए, तात्कालिक तथ्यों में यदि मामले के",
  "aspect of the matter is taken note, since the Prescribed Authority while examining the claim of the appellant herein": "उस पहलू पर ध्यान दिया जाता है, क्योंकि नियत प्राधिकारी ने अपीलार्थी",
  "had adverted to the manner in which the claim of": "के दावे की जांच करते हुए उस आचरण का उल्लेख किया था जिसमें संपत्ति",
  "ownership was made to the property and had held that the": "के स्वामित्व का दावा किया गया था और अपीलार्थी ने यह अवधारित किया",
  "appellant cannot be considered as a coparcener to be": "था कि एक सहदायिक के रूप में मकान मालिक के रूप में नहीं माना जा",
  "accepted as the landlord, the High Court has also made a": "सकता स्वीकृत किया जा सकता है, उच्च न्यायालय ने भी इस तरह के",
  "consideration in that regard to accept such view. Hence in": "दृष्टिकोण को स्वीकार करने के संबंध में विचार किया है। इसलिए वर्तमान",
  "the present circumstance instead of examining the extent of": "परिस्थिति में क्षेत्राधिकार की सीमा की जांच करने के बजाय, इस न्यायालय",
  "jurisdiction, what is required to be noticed by this Court is": "द्वारा जिस पर ध्यान दिया जाना आवश्यक है, वह यह है कि क्या नियत",
  "Prescribed Authority as also the High Court is justified as against the conclusion reached by the Appellate Authority": "निष्कर्ष के विरूद्ध उच्च न्यायालय भी न्यायोचित है और जो भिन्न-भिन्न मतों",
  "9. In order to examine that aspect of the matter a": "9. मामले के उस पहलू की जांच करने के लिए कागजात के अवलोकन से",
  "perusal of the papers would indicate that at the first instance the father of the appellant Shri Dwarka Prasad": "संकेत मिलता है कि प्रथम बार अपीलार्थी श्री द्वारका प्रसाद के पिता दिनांक",
  "had become the owner of the property under a partition deed dated 09.07.1959. In that capacity, the predecessor": "09.07.959 के विभाजन विलेख के तहत संपत्ति के मालिक बन गए थे।",
  "of the respondents was the tenant under him and the said": "उस स्थिति में, प्रत्यर्थियों के पूर्ववर्ती उनके अधीन किरायेदार थे और उक्त",
  "Shri Dwarka Prasad instituted an eviction petition against the predecessor of the respondents on 10.03.1979. In the": "श्री द्वारका प्रसाद ने दिनांक 0.03.979 को प्रत्यर्थियों के पूर्ववर्ती के विरूद्ध निष्कासन याचिका दायर की। उक्त कार्यवाही में संपत्ति के स्वामित्व",
  "relationship of landlord and tenant between the father of": "मकान मालिक और किरायेदार के विधिक संबंध में कोई विवाद नहीं था।",
  "no doubt true that the father of the appellant had failed in": "इसमें कोई संदेह नहीं है कि अपीलार्थी के पिता उक्त कार्यवाही में विफल रहे",
  "the said proceedings and presently the Petition bearing No.6/2000 was instituted by the appellant, who is his son,": "थे और वर्तमान में याचिका सं. 6/2000 को अपीलार्थी, जो उसका पुत्र है",
  "up title to the very rented property which is adverse to that": "किराए की संपत्ति के लिए शीर्षक स्थापित नहीं करता है जो मकान मालिक",
  "of the landlord. The Prescribed Authority at the initiation of the proceedings appears to have been mindful of the": "के प्रतिकूल है। कार्यवाही की पहल पर नियत प्राधिकारी उसी के प्रति सचेत",
  "of the proceedings appears to have been mindful of the same and the said aspect would be clear if the very nature": "प्रतीत होता है और उक्त पहलू स्पष्ट होगा यदि नियत प्राधिकारी द्वारा विचार",
  "of the issues that were framed for consideration by the": "के लिए तैयार किए गए मुद्दों की प्रकृति पर ध्यान दिया जाए, जो",
  "hereunder:": "निम्नलिखित रूप से हैं:",
  "2. Whether the difficulties arising to the": "2. कया याचिकाकर्ता को उत्पन्न होने वाली कठिनाइयाँ प्रत्यर्थी को उत्पन्न होने",
  "arising to the respondent if the disputed shop is": "वाली कठिनाइयों की तुलना में अधिक है, यदि प्रत्यर्थी को विवादित दुकान",
  "However, the consideration has extended beyond the same and therefore the question is as to whether it is justified in": "हालांकि, विचार उसी के परे विस्तारित हुआ है और इसलिए सवाल यह है",
  "11. It is to be noticed that the ownership of the property": "7. यह ध्यान दिया जाना चाहिए कि संपत्ति का स्वामित्व नियत प्राधिकारी",
  "was not raised by the Prescribed Authority as an issue for consideration but appropriately the issues that were": "द्वारा विचार के लिए एक मुद्दे के रूप में नहीं उठाया गया था, लेकिन उपयुक्त",
  "“In the present case, the petitioner had to": "आलोक में यह तर्क दिया गया कि ऐसी परिस्थिति में जहां अपीलार्थी एक",
  "02.02.2000 was also drawn up. Subsequent thereto the": "ज्ञापन भी दिनांक 02.02.2000 को तैयार किया गया था। इसके बाद",
  "appellant had also filed an Original Suit No.220/2001": "अपीलार्थी ने एक मूल वाद सं. 220/200 भी दायर किया था, जिसमें",
  "seeking that the family settlement be declared as valid. The": "पारिवारिक समझौते को वैध घोषित करने की माँग की गई थी। उक्त वाद का",
  "said suit was disposed of on 19.04.2001 based on the compromise.": "निपटान दिनांक 9.04.2007 को सुलह के आधार पर किया गया था।",
  "15. Whether the share given by Shri Dwarka Prasad to": "5. क्या श्री द्वारक प्रसाद द्वारा अपीलार्थी को दिया गया हिस्सा, जो उसका",
  "the appellant who is his son is justified or as to whether the nature of the document under which the settlement was": "पुत्र है, उचित है अथवा क्या उस दस्तावेज की प्रकृति जिसके तहत",
  "recorded was as per requirement of law and valid are all": "समझौता अभिलिखित किया गया था, कानून की आवश्यकता के अनुसार",
  "issues which can only be raised by any other member of": "था और सभी वैध मुद्दे जो केवल परिवार के किसी अन्य सदस्य द्वारा उठाए",
  "the family who would feel deprived and could have claimed": "जा सकते हैं जो वंचित महसूस करेंगे और ऐसी संपत्ति पर अधिकार का दावा",
  "property had made a settlement in favour of the appellant": "संपत्ति के मालिक थे, अपीलार्थी के पक्ष में समझौता किया था, जो उनका",
  "who is his son, the title thus acquired, in any event, cannot": "पुत्र है, इस प्रकार अर्जित शीर्षक, किसी भी प्रसंग में, व्यक्ति द्वारा",
  "the premises as a tenant when Shri Dwarka Prasad who": "जब श्री द्वारका प्रसाद जो कि उनके मकान मालिक थे, उनके मकान मालिक",
  "partition and that the right claimed under the same cannot": "नहीं था और उसी के तहत दावा किए गए अधिकार को अभियोग के",
  "be accepted as in the earlier round of litigation when Shri Dwarka Prasad instituted the suit for eviction he had not": "प्रारम्भिक चरण में स्वीकृत नहीं किया जा सकता, जब श्री द्वारक प्रसाद ने निष्कासन के लिए वाद दायर किया तब उन्होंने संपत्ति को एक सहदायिक",
  "referred to the property as a coparcenary property but had": "संपत्ति के रूप में संदर्भित नहीं किया था, लेकिन उसी पर पूर्ण अधिकार का",
  "13. As against such conclusion, the learned Appellate": "3. इस तरह के निष्कर्ष के विरूद्ध, विद्वत अपीलीय न्यायाधीश ने ध्यान",
  "Judge has taken note that Shri Dwarka Prasad, the father": "दिया है कि अपीलार्थी के पिता श्री द्वारका प्रसाद ने दिनांक 09.07.959",
  "of the appellant had received the property under a registered partition dated 09.07.1959 and in that light has": "को एक पंजीकृत विभाजन के तहत संपत्ति को प्राप्त किया था और उस",
  "kept in view the legal position that a share received in the": "आलोक में विधिक स्थिति के दृष्टित सहदायिक संपत्ति में एक हिस्सा प्राप्त",
  "coparcenary property would remain to be so for three generations. Having observed so the learned Appellate": "किया है जो तीन पीढ़ियों के लिए ऐसे रहेगी। विद्वत अपीलीय न्यायाधीश ने",
  "Judge has concluded in the following manner:": "निम्नलिखित तरीके से निष्कर्ष निकाला है:",
  "“On the basis of the above discussions, it is very much clear and evident that the shop in": "\"उपरोक्त चर्चाओं के आधार पर, यह बहुत स्पष्ट और जाहिर है कि विचाराधीन",
  "question was a coparcenary property in the hands of Dwarka Prasad and the applicant": "दुकान द्वारका प्रसाद के हाथों में एक सहदायिक संपत्ति थी और आवेदक संतोष",
  "Santosh Chaturvedi being his son has got a right, interest and share in the said coparcenary": "चतुर्वेदी उनके पुत्र होने के नाते उक्त सहदायिक संपत्ति में अधिकार, ब्याज और",
  "property. Evidence available on the record reveals that again family settlement occurred in": "हिस्सेदारी मिली है। अभिलेख पर उपलब्ध साक्ष्य से पता चलता है कि द्वारका",
  "between Dwarka Prasad, his sons and mother on 15.11.1999 and due to this family": "प्रसाद, उनके पुत्रों और माँ के बीच दिनांक 5..999 को दुबारा पारिवारिक",
  "settlement, family claims and dispute arose and": "समझौता हुआ और इस पारिवारिक समझौते के कारण, पारिवारिक दावे और",
  "said property on 09.04.1997 between Santosh": "के बीच दिनांक 09.04.997 को उक्त संपत्ति की पुनर्विभाजन हुआ, जो दिनांक",
  "02.02.2000. The written memorandum was": "02.02.2000 को ज्ञापन पर लिखा गया था। लिखित ज्ञापन भी अभिलेखों पर",
  "also filed on the records and one original suit No.220/01 Santosh Chaturvedi vs. Dwarka": "दायर किया गया था और एक मूल वाद सं. 220/07 संतोष चतुर्वेदी बनाम द्वारका",
  "Prasad and Others was filed in context with the partition of the property which was decided on": "प्रसाद एवं अन्य को उस संपत्ति के विभाजन के संदर्भ में दायर किया गया था जो",
  "19.04.2001 on the basis of the compromise.": "सुलह के आधार पर दिनांक 9.04.200 को तय किया गया था।",
  "It is the argument of the learned counsel for Shyam Bihari that all the averments are": "यह श्याम बिहारी के विद्वत अधिवक्ता का तर्क है कि सभी प्रकथन मनगढ़ंत",
  "concocted and have been framed just to give colours to the matter, I am not satisfied with": "हैं और मामले को रंग देने के लिए बस तैयार किए गए हैं, मैं इस तर्क से संतुष्ट नहीं",
  "sons Vijay and Santosh Chaturvedi and his mother which was reduced in writing by a memorandum of family settlement dated": "विजय और संतोष चतुर्वेदी और उनकी मां के बीच दिनांक 5..999 को",
  "mother which was reduced in writing by a memorandum of family settlement dated 02.02.2000 which was confirmed by the decree": "मौखिक विभाजन हुआ था, जो कि दिनांकित 02.02.2000 को पारिवारिक समझौते का ज्ञापन द्वारा लिखित रूप में घटा दिया गया था, जिसकी पुष्टि मूल",
  "of the original suit No.220/01. It is well settled": "वाद सं. 220/07 की डिक्री द्वारा की गई थी। इस बिंदु पर अच्छी तरह से गठित",
  "law on this point that the partition can be oral and even written amongst the members of": "कानून है कि हिंदू परिवारों के सदस्यों के बीच विभाजन मौखिक हो सकता है और",
  "and even written amongst the members of Hindu families. The Hindu Law is very much": "लिखित भी हो सकता है। हिंदू कानून बहुत स्पष्ट है कि यदि एक सहदायिक",
  "clear that if one coparcener expresses his desire for the partition then legally the": "विभाजन के लिए अपनी इच्छा व्यक्त करता है तो कानूनी रूप से सहदायिकी",
  "partition/severance of the coparcenary property takes its effect from the same day i.e. from the": "संपत्ति का विभाजन /विच्छेद उसी दिन से अपना प्रभाव डालता है अर्थात जिस",
  "day, coparcener had expressed his desire for the partition.”": "दिन से सहदायिक ने विभाजन की अपनी इच्छा व्यक्त की थी।\"",
  "coparcenary property of the Joint Hindu Family. In this context, the petitioner had not": "संयुक्त हिंदू परिवार की एक सहदायिक संपत्ति थी। इस संदर्भ में, याचिकाकर्ता ने",
  "presented any record in which the disputed property has been shown to be a coparcenary": "कोई अभिलेख प्रस्तुत नहीं किया था जिसमें विवादित संपत्ति को एक सहदायिक",
  "property. The petitioner’s father himself had": "संपत्ति दिखाया गया है। याचिकाकर्ता के पिता ने स्वयं विवादित दुकान को मुक्त",
  "filed the petition against the respondent in the year 1979 for the release of the disputed": "करने के लिए वर्ष 979 में प्रत्यर्थी के विरूद्ध याचिका दायर की थी, जिसमें भी,",
  "be owner and landlord of the disputed": "उन्होंने स्वयं को विवादित संपत्ति का मालिक और मकान मालिक घोषित किया",
  "property and he has not given any such statement that he himself in the capacity of": "था और उन्होंने ऐसा कोई बयान नहीं दिया है कि वह स्वयं परिवार के कर्ता के",
  "the Karta of the family was the owner of the coparcenary property of the Hindu Joint": "सामर्थ्य में हिंदू संयुक्त परिवार के सहदायिकी संपत्ति के मालिक थे और सम्पत्ति",
  "Family, is the owner and the landlord. Apart from this, the perusal of the paper No.33¢/22": "के मालिक और मकान मालिक हैं। इसके अलावा, पेपर सं. 33 जी/22 (कोली )",
  "(Colly) (Lagayat) 26, which is filed on behalf of the respondent and is a copy of the": "(लागायत) 26 के अवलोकनार्थ, जो प्रत्यर्थी की ओर से दायर किया गया है और",
  "the respondent and is a copy of the Assessment of Municipal Corporation, that the disputed property was registered in the": "नगर निगम के मूल्यांकन की एक प्रति है, कि विवादित संपत्ति मालिक के रूप में",
  "the disputed property was registered in the name of Dwarka Prasad as the owner and in this, Shyam Bihari has been shown as a": "द्वारका प्रसाद के नाम पर पंजीकृत किया गया था और इसमें श्याम बिहारी को",
  "tenant in one shop and in the above record,": "दुकान में किरायेदार के रूप में दिखाया गया है, और उपरोक्त अभिलेख में ऐसा",
  "there is no such mention that Dwarka Prasad": "कोई उल्लेख नहीं है कि परिवार के कर्ता के सामर्थ्य में द्वारका प्रसाद विवादित",
  "had been the owner of the disputed property, in the capacity of Karta of the family. Besides this, the electricity bill paper No.33g/27 is in": "संपत्ति के मालिक थे। इसके अतिरिक्त, बिजली बिल पेपर सं. 33 जी/ 27 द्वारका",
  "the name of Dwarka Prasad. After going through all the circumstance, I am of the": "प्रसाद के नाम पर है। सभी परिस्थितियों के अवलोकन के पश्चात, मेरी राय है कि",
  "opinion that the petitioner has failed to prove that the aforesaid disputed shop to be a": "याचिकाकर्ता यह साबित करने में विफल रहा है कि उपरोक्त विवादित दुकान",
  "coparcenary property of the Joint Hindu Family.”": "संयुक्त हिंदू परिवार की एक सहदायिक संपत्ति है।\"",
  "(A.S. BOPANNA)": "(न्यायमूर्ति ए. एस. बोपन्ना)",
  "(HRISHIKESH ROY)": "(न्यायमूर्ति हृषिकेश रॉय)",
  "New Delhi,": "नई दिल्ली,",
  "dispute the ownership of the appellant over the property or": "संबंध पर अपीलार्थी के स्वामित्व पर विवाद नहीं कर सकते।",
  "16. The aspect which is also necessary to be taken note": "46. जिस पहलू पर भी ध्यान दिया जाना आवश्यक है, वह यह है कि",
  "the predecessor of the respondents did not have any issue": "है कि प्रत्यर्थियों के पूर्ववर्ती के पास स्वामित्व के संबंध में कोई मुद्दा नहीं था",
  "with regard to the ownership and was making an attempt to secure an alternate premises but has only thereafter": "और वैकल्पिक परिसर को सुरक्षित करने का प्रयास कर रहे थे, लेकिन",
  "indisputable. Therefore, taking into consideration all these aspects we are of the opinion that the view expressed by": "इसलिए, इन सभी पहलुओं को ध्यान में रखते हुए, हमारी राय है कि",
  "the Appellate Court is appropriate in the present facts and": "अपीलीय न्यायालय द्वारा व्यक्त किया गया दृष्टिकोण वर्तमान तथ्यों और",
  "17. Having arrived at the above conclusion we have": "7. उपरोक्त निष्कर्ष पर पहुंचने के बाद हमने संपत्ति को मुक्त करने के लिए",
  "taken into consideration the nature of the claim made by": "अपीलार्थी द्वारा किए गए दावे की प्रकृति को ध्यान में रखा है। जैसा कि",
  "the appellant for release of the property. From the evidence as tendered, the appellant had contended that he is doing": "प्रस्तुत किए गए साक्ष्यों से, अपीलार्थी ने तर्क दिया था कि वह कपड़े का",
  "wholesale business of cloth for which he does not have": "थोक व्यवसाय कर रहा है, जिसके लिए उसके पास परिसर नहीं है, जिसके",
  "premises due to which he, his wife and two children are": "कारण उसे, उसकी पत्नी और दो बच्चों को परेशानी हो रही है। ऐसी",
  "experiencing hardship. In a circumstance where there is no material available on record to indicate that the": "परिस्थिति में जहां यह बताने के लिए अभिलेख पर कोई तथ्य उपलब्ध नहीं",
  "appellant has any other alternate premises, the bonafide": "है कि अपीलार्थी के पास कोई अन्य वैकल्पिक परिसर है, जैसा कि दावा",
  "need of the appellant as claimed will have to be accepted": "किया गया है कि अपीलार्थी की वास्तविक आवश्यकता को स्वीकार करना",
  "and even though the respondents would face some": "होगा और भले ही प्रत्यर्थियों को कुछ कठिनाई का सामना करना पड़ेगा, यदि",
  "learned counsel for the respondents would submit that the": "बिंदु पर प्रत्यर्थियों के लिए विद्वत अधिवक्ता यह प्रस्तुत करेंगे कि यह उपयुक्त",
  "alternate premises bearing No.83/9-C Chhatta Bazar,": "नहीं है कि वैकल्पिक परिसर सं. 83/9-सी छट्टा बाजार, मथुरा को",
  "circumstance, if the said premises is not suitable, it is open": "आदेश है। उस परिस्थिति में, यदि उक्त परिसर उपयुक्त नहीं है, तो यह",
  "to the respondents to not opt for the same. However, when": "प्रत्यर्थियों के ऊपर है कि वे इसका विकल्प न चुनें। हालांकि, जब अपीलार्थी"
}