{
  "impugned judgment and order passed by the High Court is": "परिणामस्वरूप, उच्च न्यायालय द्वारा पारित आक्षेपित निर्णय और आदेश",
  "Present appeal is accordingly allowed.": "तदनुसार वर्तमान अपील को अनुमति है।",
  "The original writ petition filed before the High Court": "उच्च न्यायालय के समक्ष दायर मूल रिट याचिका खारिज की जाती है।",
  "No costs.": "कोई लागत नहीं।",
  "[M.M. SUNDRESH]": "[एम एम. सुन्दरेस]",
  "NEW DELHI;": "नई दिल्ली",
  "DECEMBER 12, 2022.": "2 दिसम्बर, 2022",
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय के समक्ष",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. 8887 OF 2022": "सिविल अपील संख्या - 8887 /2022",
  "Lucknow Development Authority .. Appellant": "लखनऊ विकास प्राधिकरण ...अपीलकर्ता",
  "Versus": "बनाम",
  "Mehdi Hasan (Deceased) Thr. LRs. & Ors. ..Respondents": "मेहदी हसन (मृतक) के विधिक प्रतिनिधि एवं अन्य. ...प्रतिवादी",
  "JUDGMENT": "निर्णय",
  "M. R. Shah, J.": "माननीय न्यायमूर्ति एम. आर. शाह,",
  "judgment and order dated 03.07.2017 passed by the High Court of Judicature at Allahabad, Lucknow Bench in Misc. Bench No.4149 of 2006 by which the High Court has allowed": "3.  प्रकीर्ण पीठ संख्या 449/2006 में उच्च न्यायालय इलाहाबाद , लखनऊ खंडपीठ द्वारा पारित 03.07.207 दिनांकित आक्षेपित आदेश",
  "Transparency in Land Acquisition, Rehabilitation and": "अर्जन, पुनर्वासन और पुनर्व्यवस्थापन में उचित प्रतिकर और पारदर्शिता",
  "Resettlement Act, 2013 (hereinafter referred to as ‘the Act": "अधिकार अधिनियम, 203( एतस्मिन पश्चात \" अधिनियम 203 \" के",
  "present appeal.": "वर्तमान अपील को प्राथमिकता दी है।",
  "and having considered the decision of this Court in the case of": "ध्यान में रखते हुए, उच्च न्यायालय द्वारा पारित आक्षेपित निर्णय और",
  "(2020) 8 SCC 129 and as it is reported that the possession of the land in question was already taken over in 2003, delay": "घोषणा की, केवल इस आधार पर कि भूमि अधिग्रहण अधिनियम, 203",
  "original land owners under Section 30(2) of the Land": "की धारा 30(2) के तहत 3 मूल भू-स्वामियों को मुआवजे का भुगतान",
  "into force. However, the fact remains that the possession of": "नहीं किया गया था, जब अधिनियम, 203 लागू हुआ था। तथापि, तथ्य",
  "the land in question as per the Land Acquisition Officer and the Lucknow Development Authority was duly taken on": "यह है कि भूमि अधिग्रहण अधिकारी और लखनऊ विकास प्राधिकरण के",
  "13.02.2003 and was delivered to the Lucknow Development": "गया था और 3.02.2003 को ही लखनऊ विकास प्राधिकरण को सौंप",
  "taken much prior to Act 2013 came into force. As per the law": "दिया गया था।एक बार यह कब्जा अधिनियम 203 के लागू होने से काफी",
  "laid down by this Court in the case of Indore Development Authority (supra), it cannot be said that the land proceedings": "पहले ले लिया गया था।इंदौर विकास प्राधिकरण (उपरोक्त) के मामले में इस न्यायालय द्वारा निर्धारित कानून के अनुसार, यह नहीं कहा जा सकता",
  "Court to attract Section 24(2) of the Act, 2013 twin conditions": "203 की धारा 24 (2) को आकर्षित करने के लिए निर्धारित कानून के",
  "of not taking possession and not tendering/payment of": "अनुसार, कब्जा नहीं लेने और मुआवजे का निविदा / भुगतान नहीं करने की",
  "conditions is not satisfied, the acquisition proceedings are not deemed to have been lapsed under Section 24(2) of the Act,": "तो अधिग्रहण की कार्यवाही को अधिनियम, 203 की धारा 24 (2) के",
  "3.2 In paragraph 366 the Constitution Bench of this Court": "3. 2 इस न्यायालय की संविधान पीठ ने पैरा 366 में निम्नलिखित मत",
  "restricted to the plot no.219 only area 1 bigha, 10 biswa and 10 biswansi of village Malesemau, Tehsil & District Lucknow.": "तहसील और जिला लखनऊ के गांव के प्लॉट संख्या 29 केवल बीघा, 0 बिस्वा और 0 बिस्वांसी तक सीमित था।",
  "3.1 From the impugned judgment and order passed by the": "3. 3 उच्च न्यायालय द्वारा पारित आक्षेपित निर्णय और आदेश से और",
  "affidavit filed on behalf of the respondent nos. 2 and 3 - Collector and the Lucknow Development Authority filed before": "प्रतिवादी संख्य- 2 और 3 -कलेक्टर और लखनऊ विकास प्राधिकरण",
  "behalf of the appellant - Authority that the possession of the": "हुए, यह प्रतीत होता है कि यह अपीलकर्ता-प्राधिकरण की ओर से विशेष",
  "land in question was duly taken on 13.02.2003 by the Special": "मामला था कि प्रश्नगत भूमि का कब्जा विशेष भूमि अधिग्रहण अधिकारी द्वारा 33.02.2003 को विधिवत लिया गया था और 3.02.2003 को",
  "now been deposited in the Court of District Judge under": "तहत जिला न्यायाधीश की न्यायालय में जमा कर दिया गया है।विशेष भूमि",
  "366. In view of the aforesaid discussion, we": "366. उपर्युक्त चर्चा को ध्यान में रखते हुए , हम निम्नलिखित",
  "answer the questions as under:": "प्रश्नों का उत्तर देते हैं:",
  "366.1. Under the provisions of Section 24(1)": "धारा 26 () (क) के प्रावधानों के तहत यदि 203 के",
  "is no lapse of proceedings. Compensation has to": "दिया जाता है तो कार्यवाही में कोई चूक नहीं होगी।मुआवजे का",
  "be determined under the provisions of the 2013": "निर्धारण 203 के अधिनियम के प्रावधानों के तहत किया जाना",
  "within the window period of five years excluding": "वाली अवधि को छोड़कर पांच वर्ष की अवधि के भीतर पारित",
  "court, then proceedings shall continue as provided under Section 24(1)(b) of the 2013 Act under the": "किया गया है, तो 894 अधिनियम के तहत 203 अधिनियम की धारा 24 (7) (बी) के तहत कार्यवाही जारी रहेगी, मानो इसे",
  "366.3. The word “or” used in Section 24(2) between possession and compensation has to be read as “nor” or as “and”. The deemed lapse of": "366.3 धारा 24(2) में कब्जे और मुआवजे के बीच प्रयुक्त शब्द \"या\" को \"न\" या \"और\" के रूप में पढ़ा जाना चाहिए। 2073 के",
  "land acquisition proceedings under Section 24(2)": "अधिनियम की धारा 24 (2) के तहत भूमि अधिग्रहण की",
  "of authorities for five years or more prior to commencement of the said Act, the possession of": "होती है, जब उक्त अधिनियम के लागू होने से पहले पांच साल या उससे अधिक समय तक अधिकारियों की निष्क्रियता के कारण",
  "land has not been taken nor compensation has": "भूमि का कब्जा नहीं लिया गया हो या क्षतिपूर्ति का भुगतान नहीं",
  "been paid. In other words, in case possession has": "किया गया हो।दूसरे शब्दों में, यदि कब्जा ले लिया गया है, तो",
  "been taken, compensation has not been paid then there is no lapse. Similarly, if compensation has": "मुआवजा नहीं दिया गया है तो कोई चूक नहीं हुई है।इसी तरह,",
  "been paid, possession has not been taken then": "अगर मुआवजा दिया गया है, कब्जा नहीं लिया गया है तो कोई",
  "there is no lapse.": "चूक नहीं होती है।",
  "366.4. The expression “paid” in the main part of Section 24(2) of the 2013 Act does not": "366.4. - 203 अधिनियम की धारा 24 (2) के मुख्य भाग में",
  "include a deposit of compensation in court. The": "\"भुगतान\" अभिव्यक्ति में न्यायालय में प्रतिकर जमा करना शामिल",
  "proviso to Section 24(2) in case it has not been": "नहीं है।धारा 24(2) के परन्तुक में यदि भुगतान जमा न किया",
  "of notification for land acquisition under Section 4": "अधिनियम की धारा 4 के तहत भूमि अधिग्रहण की अधिसूचना",
  "in accordance with the provisions of the 2013 Act.": "के तिथि से 203 के अधिनियम के प्रावधानों के तहत मुआवजे",
  "In case the obligation under Section 31 of the": "धारा ३१ के शर्तों को पूरा नहीं करते तो उक्त अधिनियम की",
  "interest under Section 34 of the said Act can be": "धारा 34 के तहत व्याज को भी अनुमति प्रदान की जा सकती है।",
  "does not result in the lapse of land acquisition proceedings. In case of non-deposit with respect to": "मुआवजा को जमा न करने का परिणाम यह नहीं हो सकता की भूमि अधिग्रहण की कार्यवाही को व्यपगत कर दिया जाये।पांच वर्ष",
  "the majority of holdings for five years or more,": "या उससे अधिक अवधि के लिए अधिकांश जोत के संबंध में",
  "for land acquisition under Section 4 of the 1894 Act.": "गैर-जमा के मामले में, 894 अधिनियम की धारा 4 के तहत भूमि अधिग्रहण के लिए अधिसूचना की तारीख से 203",
  "acquisition has lapsed under Section 24(2) due to": "जाने के कारण धारा 24 (2) के अधीन अर्जन व्यपगत हो गया",
  "court. The obligation to pay is complete by tendering the amount under Section 31(1). The": "है।भुगतान करने की बाध्यता धारा 3। () के तहत राशि को टेंडर करके पूरी की जाती है।जिन भू-स्वामियों ने मुआवजा लेने",
  "compensation or who sought reference for higher": "से इनकार कर दिया था या जिन्होंने अधिक मुआवजे के लिए",
  "compensation, cannot claim that the acquisition": "संदर्भ की मांग की थी, वे यह दावा नहीं कर सकते कि 203 के",
  "proceedings had lapsed under Section 24(2) of the 2013 Act.": "अधिनियम की धारा 24 (2) के तहत अधिग्रहण की प्रक्रिया समाप्त हो गई थी।",
  "366.6. The proviso to Section 24(2) of the": "366.6. 203 अधिनियम की धारा 24 (2) के परन्तुक को",
  "2013 Act is to be treated as part of Section 24(2),": "धारा 24 (2) के भाग के रूप में माना जाना है, न कि धारा 24",
  "not part of Section 24(1)(b).": "() (बी) के भाग के रूप में।",
  "the 1894 Act and as contemplated under Section 24(2) is by drawing of inquest": "366.7. 894 के अधिनियम के अधीन और धारा 24 (2) के",
  "no lapse under Section 24(2).": "के अधिनियम की धारा 24 (2) के तहत कोई विनिवेश का"
}