{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELALTE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NO. 5107 OF 2022": "सिविल अपील सं 507 वर्ष 2022",
  "VINOD KUMAR & ORS. .. Appellant(s)": "विनोद कुमार एवं अन्य ..- अपीलार्थी (गण)",
  "Versus": "बनाम",
  "JUDGMENT": "निर्णय",
  "J.B. PARDIWALA, J. :": "न्यायमूर्ति जे.बी. पारदीवाला",
  "This appeal is at the instance of unsuccessful original writ petitioners and is directed against the order": "यह अपील असफल मूल रिट याचिकाकर्ताओं की ओर से है और 28 फरवरी,",
  "passed by a Division Bench of the High Court of Judicature at Allahabad dated 28\"\" February, 2020 in Writ-C No. 7310": "2020 को इलाहाबाद में उच्च न्यायालय की एक खण्ड पीठ द्वारा रिट सी सं.",
  "mg0t 2020 by which the High Court rejected the writ": "7340 वर्ष 2020 में पारित निर्णय के विरुद्ध है, जिसके द्वारा उच्च न्यायालय ने",
  "“eas application filed by the appellants taking the view that the": "अपीलार्थी द्वारा दायर रिट आवेदन को यह विचार रखते हुए खारिज कर दिया कि",
  "National Highways Authority Act, 1956 (for short ‘the Act": "जिला मजिस्ट्रेट राष्ट्रीय राजमार्ग प्राधिकरण अधिनियम, 956 (संक्षेप में",
  "FACTUAL MATRIX": "तथ्यात्मक आधार",
  "2. The Central Government issued a notification dated 23.01.2015 in exercise of power under Section 3A(1) of the Act 1956 proposing to acquire few parcels of land situated": "2. केंद्र सरकार ने अधिनियम 956 की धारा 3 क (4) के तहत शक्ति का प्रयोग",
  "in the District Mau for the purpose of four lane widening of the National Highway No. 29. The said notification included": "करते हुए राष्ट्रीय राजमार्ग संख्या 29 के चार लेन चौड़ीकरण के उद्देश्य से जिला",
  "village Ahirani Bujurg, District Mau (UP).": "अहिरानी बुजर्ग, जिला मऊ (यूपी) की भूमि शामिल थी।",
  "3. In the aforesaid context, a further notification dated 21.01.2016 was issued under Section 3D of the Act 1956": "3. उपरोक्त संदर्भ में, अधिनियम 4956 की धारा 3घ के तहत एक और",
  "the public purpose. Upon issuance of such notification, the": "अधिग्रहण सार्वजनिक उद्देश्य के लिए किया जाएगा। ऐसी अधिसूचना जारी होने",
  "land vested in the Central Government.": "पर, भूमि केंद्र सरकार के पास निहित हो जाती है।",
  "case of the appellants that the SLAO has correctly determined the shares between the parties. The relevant portion of the": "कि एसएलएओ नने पक्षों के बीच हिस्सों का सही निर्धारण किया है। सक्षम",
  "order passed by the competent authority/SLAO reads thus:-": "प्राधिकारी /एसएलएओ द्वारा पारित आदेश का प्रासंगिक भाग इस प्रकार हैः.",
  "“Above parties have been heard and evidences available in the file have been duly perused.": "\"उपरोक्त पक्षों को सुना गया है और फाइल में उपलब्ध सबूतों का",
  "Objector in his support as evidence have been": "विधिवत परिशीलन किया गया। आपत्तिकर्ता द्वारा अपने समर्थन में",
  "respectively, while the appellants herein claimed 5/8”": "जबकि मामले के अपीलार्थीगण ने गाटा सं. 58 में मुआवजे का 5/8 वां हिस्सा",
  "6. In accordance with the legislative scheme i.e. Section 3H(3) of the Act 1956, the competent authority is required": "6. विधायी योजना अर्थात अधिनियम 4956 की धारा 3ज (3) के अनुसार,",
  "to determine the shares of the landowners in the": "सक्षम प्राधिकारी द्वारा मुआवजे में भूमि मालिकों के हिस्सों का निर्धारण करना",
  "compensation. In such circumstances, the competent": "अपेक्षित होता है। इन परिस्थितियों में, सक्षम प्राधिकारी ने राजस्व अधिकारियों से",
  "authority called for a report from the revenue authorities. The revenue authorities vide its report dated 11.04.2019": "एक रिपोर्ट मांगी। राजस्व अधिकारियों ने अपनी रिपोर्ट दिनांकित .04.2049",
  "reported the share of the appellants and respondents": "के माध्यम से मामले के अपीलार्थी और प्रतिवादीगण के हिस्से की सूचना दी। यह",
  "herein. This report was in favour of the appellants. The": "रिपोर्ट अपीलार्थीगण के पक्ष में थी। रिपोर्ट का प्रासंगिक हिस्सा इस प्रकार हैः.",
  "“4, That on the basis of copy of Khasra No. 1353,": "\"4 यह कि खसरा सं. 4353 की प्रति के आधार पर गाटा सं.",
  "No. 232/ 51 min. and present No. of Gata No. 213 B": "और तथा गाटा संख्या 23 बी की वर्तमान संख्या 232 मि. /83",
  "is 232 Min./183 and present No. of 213 is 232": "है तथा 243 की वर्तमान संख्या 232 मि./549 है। इसी प्रकार",
  "min./ 519. Similarly present No. of Gata No. 233 is 214/ 644 acres and type of land is mentioned as": "गाटा संख्या 233 की वर्तमान संख्या 274/ 644 एकड़ है तथा",
  "\"Bagh Digar’”. Apart from it, present No. of Gata No.": "भूमि का प्रकार \"बाग दीगर\" अंकित है। इसके अतिरिक्त गाटा संख्या",
  "208 is 227 / 1.440 acres in which \"Bagh Digar’” is": "208 की वर्तमान संख्या 227/.440 एकड़ है जिसमें \"बाग",
  "mentioned, which is correct.": "दीगर\" का उल्लेख है, जो सही है।",
  "5. That names of Mahadav Shahi, son of Sitaram": "5. यह कि महादव शाही पुत्र सीताराम शाही और भोलानाथ पुत्र",
  "of Brijrnohan, Caste Kandu are recorded in Khata No. 46 of Copy of Khatauni for the crop year 1348,": "अहिरानी बुजर्ग, फसली वर्ष 348 खतौनी की प्रति में अंकित है।",
  "Ahirani Buzurg, in which Gata No. 232 acres is recorded and name of Mahadev, son of Sitaram": "जिसमें गाटा सं. 232 एकड़ जमीन दर्ज है और महादव शाही पुत्र",
  "Shahi and Bholanath, son of Ganga and Saryu, son": "सीताराम शाही और भोलानाथ पुत्र गंगा और सरयू पुत्र बुजमोहन",
  "of Brijmohan, Caste Kanu is recorded in respect of Gata No. 128 for the crop year 1348. Gata No. 232/": "जाति कंडू के नाम फसली वर्ष 348 के लिए गाटा सं. 428 में",
  "0.284 acres is mentioned in it and names of": "दर्ज है। इसमें गाटा सं. 232/0.284 एकड़ का उल्लेख है और",
  "Mahadev, son of Sitaram Shahi and Bholanath, son": "महादेव पुत्र सीताराम शाही और भोलानाथ पुत्र बृज मोहन, जाति",
  "No. 92. Gata No. 232/0.539 and Gata No.": "कंडू के नाम खाता सं. 92.गाटा सं. 232/0.539 और गाटा सं.",
  "233/0.644 two Gatas admeasuring 1.163 acres are mentioned in it, which is correct. On the basis of the": "233/0.644 दो गाटा का उल्लेख है जो 4.१63 एकड़ के हैं, जो",
  "crop year 1348, which has been mentioned as": "सही है। फसली वर्ष 348 के आधार पर, जिसका उल्लेख जमन",
  "No. 227 / 1.440, equal share of Salum in Gata No.": "227/.440 में 4/2 बराबर हिस्सा, गाटा सं. 232 मि./",
  "232 min./ 0.551, 232/ 0.183, 232/ 0.539 and 233/": "0.554, 232/ 0.83, 232/ 0.539 और 233/4.624 में",
  "on both sides of Hashiya Doharighat to Gazipur, in": "दोहरीघाट से गाज़ीपुर के दोनों ओर स्थित है, जिसमें आवेदक को",
  "1/4\" in the grove of plot No. 208 (new number 158). \"Further, \"In view of what has been discussed": "58) के बाग में /4 हिस्सा था।\" इसके अलावा,\" ऊपर जो चर्चा",
  "above, I arrived at the irresistible conclusion that": "की गई है, उसे देखते हुए, मैं इस अप्रतिरोध्य निष्कर्ष पर पहुँचा कि",
  "Bhola had 1;sth share in Plot No. 208 (Old 227),": "भोला का भूखंड संख्या 208 (पुराना 227) में हिस्सा; भूखंड",
  "1/32™ share into trees of plot No. 213 and 214 (232": "सं. 23 और 274 (232 और 233 पुराना) में /32 हिस्सा",
  "and 233 old) and 1/16\" share in tree of Doharighat - Ghazipur Road.” In the above judicial order,": "और प्लॉट नं. 233 दोहारीघाट-ग़ाज़ीपुर रोड के पेड़ में /46",
  "favour of the Respondent Vinod. In my view, all the": "प्रत्यर्थी विनोद के पक्ष में पड़ रहा है। मेरे विचार में, सभी लोग जो",
  "people who are present in the joint tenureship/co-": "संयुक्त खातेदार /सह-खातेदारी में मौजूद हैं, उनका हिस्सा",
  "of pedigree. Therefore, when the pedigree has been": "वंशावली के आधार पर तय किया जाना चाहिए। इसलिए, जब",
  "decided by a competent Civil Court against which": "वंशावली का निर्णय एक सक्षम दीवानी न्यायालय द्वारा किया गया",
  "the Defendants have never appealed, hence judicial": "है, जिसके खिलाफ प्रतिवादियों ने कभी अपील नहीं की है, तो",
  "Mr. suresh Gupta is not justified. Even earlier also,": "गुप्ता का दावा उचित नहीं है। इससे पहले भी,वर्तमान वाद में",
  "doing needful, file be consigned to Record Room.": "जाए। आवश्यक कार्य करने के बाद, फाइल को रिकॉर्ड रूम में भेज दिया जाए।",
  "(Atul Vats)": "(अतुल वत्स)",
  "Competent Authority/ SLAO": "सक्षम प्राधिकारी //सएलएओ",
  "8. The respondents, being dissatisfied with the order dated 11.12.2019 passed by the SLAO referred to above, challenged": "8. एसएलएओ द्वारा पारित उपरोक्त संदर्भित .2.2049 दिनांकित आदेश से असंतुष्ट प्रतिवादीगण ने, अधिनियम 4956 की धारा 3ज (5) के तहत जिला",
  "appellants herein that the District Magistrate, Mau without any jurisdiction and further without giving any opportunity of": "पक्ष यह है कि जिला मजिस्ट्रेट, मऊ ने बिना किसी अधिकारिता और आगे बिना",
  "passed by the District Magistrate, Mau reads thus:-": "जिला मजिस्ट्रेट, मऊ द्वारा पारित आदेश का क्रियाशील भाग इस प्रकार हैः.",
  "“ORDER": "\"आदेश",
  "On the basis of the above examination, order dated 11.12.2019 of the competent Officer/Special Land": "उपरोक्त परीक्षण के आधार पर, सक्षम अधिकारी/विशेष भूमि",
  "remanded back to the competent Officer with this": "अधिकारी को वापस भेजा जाता है कि उपरोक्त पक्षों द्वारा प्रस्तुत",
  "direction that while duly examining the records": "अभिलेखों की विधिवत जांच करते हुए, नीलामी में आपत्तिकर्ताओं",
  "ownership of the land acquired by the ancestors of": "के पूर्वजों द्वारा अधिग्रहित भूमि के स्वामित्व को ध्यान में रखते हुए",
  "officials/employees who produced erroneous": "वाले अधिकारियों /कर्मचारियों के खिलाफ कार्रवाई करने के लिए",
  "9. The appellants herein, being dissatisfied with the order passed by the District Magistrate, Mau referred to above,": "9. वर्तमान मामले के अपीलार्थीगण, जिला मजिस्ट्रेट, मऊ द्वारा पारित उपरोक्त",
  "Allahabad by filing Writ-C No. 7310 of 2020. The said writ application came to be rejected by a Division Bench of the High": "7340 वर्ष 2020 दायर करके चुनौती दी। उक्त रिट आवेदन को उच्च न्यायालय",
  "application came to be rejected by a Division Bench of the High Court vide its order dated 28.02.2020. The order passed by the": "की एक खण्ड पीठ ने अपने 28.02.2020 दिनांकित आदेश के माध्यम से",
  "High Court reads thus:-": "खारिज कर दिया। उच्च न्यायालय द्वारा पारित आदेश इस प्रकार हैः.",
  "“1. Heard Sri Yadvendra Pratap Singh, learned": "\"]. याचिकाकर्ताओं के विद्वान अधिवक्ता श्री याददेंद्र प्रताप सिंह",
  "counsel for petitioners and learned Standing Counsel for respondents.": "और प्रतिवादीगण के विद्वान स्थायी अधिवक्ता को सुना।",
  "as \"Act, 1956”) whereby he has set aside order": "(एतश्मिनपश्चात \"अधिनियम, 956\" के रूप में संदर्भित) की धारा",
  "passed by Special Land Acquisition Officer, Mau": "जिसमें उन्होंने विशेष भूमि अधिग्रहण अधिकारी, मऊ द्वारा पारित",
  "3. Learned counsel for petitioners submitted that": "3. याचिकाकर्ताओं के विद्वान अधिवक्ता ने कहा कि निर्धारण पहले",
  "determination was already made but could not": "ही किया जा चुका था लेकिन यह विवादित नहीं कर सके कि जिला",
  "examine the order passed by Special Land Acquisition Officer and take appropriate decision in": "मजिस्ट्रेट विशेष भूमि अधिग्रहण अधिकारी द्वारा पारित आदेश की",
  "error could be shown in the impugned order.": "है। अन्यथा कोई त्रुटि आक्षेपित आदेश में नहीं दिखाई जा सकी।",
  "4. Writ petition lacks merit. Dismissed.”": "4. रिट याचिका में मेरिट का अभाव है। रदृद किया जाता है।",
  "10. In such circumstances referred to above, the appellants": "5, ऊपरोक्त संदर्भित परिस्थितियों में, विद्वान अधिवक्ता ने निवेदन किया है कि",
  "operation of the order passed by the District Magistrate, Mau": "दिनांकित आदेश के माध्यम से नोटिस जारी किया और जिला मजिस्ट्रेट, मऊ",
  "11. Mr. Gaurav Agrawal, the learned counsel appearing for": "4. अपीलार्थी की ओर से पेश विद्वान अधिवक्ता श्री गौरव अग्रवाल ने जोर देकर",
  "the appellants, vehemently submitted that the High Court committed a serious error in passing the impugned order. He": "कहा कि उच्च न्यायालय ने आक्षेपित आदेश पारित करके गंभीर त्रुटि की है। उन्होंने",
  "submitted that the order which came to be passed by the competent authority dated 11.12.2019 could be said to be": "कहा कि दिनांक 44.2.2049 को सक्षम प्राधिकारी द्वारा पारित आदेश",
  "under Section 3H(3) of the Act 1956. If the respondents had any": "अधिनियम 4956 की धारा 3ज (3) के तहत कहा जा सकता है। यदि सक्षम",
  "grievance in regard to the order passed by the competent": "प्राधिकारी द्वारा पारित आदेश के संबंध में प्रतिवादीगण को कोई शिकायत थी तो",
  "authority the remedy available in law to them was to approach": "उनके लिए कानूनी रूप से उपलब्ध उपाय सक्षम प्राधिकारी से संपर्क करना था",
  "the competent authority so that the competent authority could have referred the matter to the Civil Court. According to the": "ताकि सक्षम प्राधिकारी मामले को दीवानी न्यायालय को भेज सके। विद्वान",
  "12. The learned counsel further submitted that the District": "2. विद्वान अधिवक्ता ने आगे कहा कि जिला मजिस्ट्रेट, मऊ, जो केंद्र सरकार",
  "apportionment of the compensation. He is empowered only to decide the quantum of compensation under Section 3G(5) of the": "धारा ३छ (5) के तहत केवल मुआवजे की मात्रा तय करने का अधिकार है।",
  "13. The learned counsel submitted that challenge before the": "3. विद्वान अधिवक्ता ने कहा कि जिला मजिस्ट्रेट, मऊ के समक्ष चुनौती सक्षम",
  "15. In such circumstances referred to above, the learned counsel prayed that there being merit in his appeal, the same": "थी। ऐसी उल्लिखित परिस्थितियों में, विद्वान अधिवक्ता ने निवेदन किया कि",
  "ANALYSIS": "विश्लेषण",
  "only question that falls for our consideration is whether the": "सामग्री को देखने के बाद, एकमात्र प्रश्न जो हमारे विचार के लिए आता है वह यह",
  "High Court committed any error in passing the impugned order.": "है कि क्‍या उच्च न्यायालय ने आक्षेपित आदेश पारित करके कोई त्रुटि की है।",
  "Section 3A reads thus:-": "20. धारा 3 क इस प्रकार है:-",
  "“3A. Power to acquire land, etc.—(1) Where the": "\"3 क भूमि अधिग्रहण करने की शक्ति, आदि। (4) जहाँ केंद्र सरकार इस",
  "Central Government is satisfied that for a public": "बात से संतुष्ट है कि किसी सार्वजनिक उद्देश्य के लिए किसी राष्ट्रीय",
  "maintenance, management or operation of a national highway or part thereof, it may, by": "राजमार्ग या उसके हिस्से के निर्माण, रखरखाव, प्रबंधन या संचालन के",
  "intention to acquire such land.": "अधिसूचना द्वारा ऐसी भूमि का अधिग्रहण करने के अपने इरादे की घोषणा",
  "(2) Every notification under sub-section (1) shall": "(2) उप-धारा (4) के तहत प्रत्येक अधिसूचना में भूमि का संक्षिप्त",
  "(3) The competent authority shall cause the substance of the notification to be published in two": "(3) सक्षम प्राधिकारी अधिसूचना का सार दो स्थानीय समाचार पत्रों में",
  "local newspapers, one of which will be in a vernacular language.”": "प्रकाशित कराएगा, जिनमें से एक स्थानीय भाषा में होगा।”",
  "21. Section 3C provides for hearing of objections. Section 3D": "24. धारा 3ग आपत्तियों की सुनवाई का प्रावधान करती है। धारा 3घ में",
  "provides for declaration of acquisition. Section 3E provides for power to take possession. Section 3G is with respect to": "अधिग्रहण की घोषणा का प्रावधान है। धारा 3 डः कब्जा लेने की शक्ति का उपबंध",
  "determination of amount payable as compensation. Section 3G": "करती है। धारा 3 छ मुआवजे के रूप में देय राशि के निर्धारण के संबंध में है। धारा",
  "reads thus:-": "3 छ इस प्रकार हैः.",
  "“3G. Determination of amount payable as": "\"3छ मुआवजे के रूप में देय राशि का निर्धारण - (4) जहां इस",
  "(2) Where the right of user or any right in the nature of an easement on, any land is acquired": "(2) जहां इस अधिनियम के तहत किसी भी भूमि का जिस पर उपयोगकर्ता के किसी अधिकार या सुखाधिकार की प्रकृति का कोई",
  "(da) if, in consequences of the acquisition of the land, the person interested is": "(घ) यदि भूमि के अधिग्रहण के परिणामस्वरूप , हितबद्ध व्यक्ति को",
  "compelled to change his residence or": "अपना निवास या व्यवसाय स्थान बदलने के लिए मजबूर किया जाता",
  "expenses, if any, incidental to such": "है, तो ऐसे परिवर्तन के कारण होने वाला युक्तियुक्त खर्च, यदि कोई",
  "change.” (Emphasis supplied)": "हो।\" (प्रभाव वर्धित)",
  "22. Section 3H is with respect to deposit and payment of": "22. धारा 3ज जमा और राशि के भुगतान के संबंध में है। हमारे लिए धारा 3ज",
  "amount. What is relevant for our purpose is sub-clause (4) of": "का उपखंड (4) ही प्रासंगिक है। उपखंड (4) इस प्रकार हैः.",
  "“3H. Deposit and payment of amount.—": "\"3 ज. जमा और राशि का भुगतान-",
  "(4) If any dispute arises as to the apportionment of the amount or any part thereof or to any person to whom": "(4) यदि राशि या उसके किसी भाग के विभाजन या किसी ऐसे व्यक्ति को जिसे वह या उसका कोई हिस्सा देय है, के बारे में कोई विवाद उत्पन्न",
  "limits of whose jurisdiction the land is situated.”": "न्यायालय, जिसकी अधिकारिता के भीतर वह भूमि स्थित है, के निर्णय के",
  "23. The scheme of the Act 1956 and the statutory provisions": "23. अधिनियम 4956 की योजना और ऊपर निर्दिष्ट वैधानिक प्रावधान यह",
  "referred to above makes it very clear that once any land is acquired under the Act 1956, the competent authority is": "बिल्कुल स्पष्ट करते हैं कि अधिनियम 4956 के तहत किसी भी भूमि का",
  "Act 1956. Sub-clause (5) of Section 3G makes it abundantly": "विहित की गई है। धारा 3छ का उपखंड (5) यह स्पष्ट करता है कि यदि धारा",
  "or by an agent or by a legal practitioner referred to in sub-section (2) of section 3C,": "3३छ की उप-धारा (4) या उप-धारा (2) के तहत सक्षम प्राधिकारी द्वारा",
  "is not acceptable to either of the parties, the amount shall, on an application by either of the": "निर्धारित की गई राशि किसी भी एक पक्ष को स्वीकार्य नहीं है , तो राशि का",
  "parties, be determined by the arbitrator to be appointed by the Central Government.": "निर्धारण उस मध्यस्थ द्वारा किया जाएगा जिसे केंद्र सरकार द्वारा किसी भी पक्ष के",
  "for construing a legal provision, the first and foremost rule of construction is the literal construction. All that the Court has": "निर्वचन में, पहला और सबसे महत्वपूर्ण नियम शाब्दिक निर्माण का है। न्यायालय",
  "to see at the very outset is what does the provision state. If the": "को सबसे पहले केवल यही देखना है कि प्रावधान में क्या कहा गया है। यदि",
  "provision is unambiguous and from the provision the legislative intent is clear, the Court need not call into aid the other rules": "प्रावधान स्पष्ट है और प्रावधान से विधायी इरादा स्पष्ट है, तो न्यायालय को विधान",
  "of construction of statute. The other rules of construction are": "के निर्माण के अन्य नियमों की सहायता लेने की आवश्यकता नहीं है। निर्माण के",
  "called into aid only when the legislative intent is not clear.": "अन्य नियमों की सहायता तभी ली जाती है जब विधायी इरादा स्पष्ट नहीं होता है।",
  "25. It may be mentioned in the aforesaid context that the": "25. उपरोक्त संदर्भ में यह उल्लेख किया जा सकता है कि निर्वचन की प्रत्येक",
  "first and foremost principle of interpretation of a statute in": "प्रणाली में किसी विधान की के निर्वचन का पहला और सबसे महत्वपूर्ण सिद्धांत",
  "interpretation. The other rules of interpretation, for example,": "शाब्दिक व्याख्या का नियम है। निर्वचन के अन्य नियम, उदाहरण के लिए, शरारत",
  "the mischief rule/ purposive construction, etc. can only be": "नियम/उद्देश्यपूर्ण निर्माण, आदि का सहारा केवल तभी लिया जा सकता है जब",
  "resorted to when the plain words of a statute are ambiguous or lead to no intelligible results or if read literally would nullify the": "किसी विधान के सरल शब्द अस्पष्ट हों या कोई बोधगम्य परिणाम न दे या यदि",
  "language employed in a statute is the determinative factor of": "भाषा विधायी इरादे का निर्धारक कारक है। ऐसा माना जाता है कि विधायिका ने",
  "no mistakes. The presumption is that it intended to say what it": "कोई त्रुटि नहीं की। उपधारणा यह है कि यह वही कहना चाहता था जो इसने",
  "has said. Assuming there is a defect or an omission in the": "कहा है। यह मानते हुए कि विधायिका द्वारा प्रयुक्त शब्दों में कोई दोष या चूक है,",
  "26. There is a fine distinction between determining the amount to be paid towards compensation and _ the apportionment of the amount. The legislature has thought fit to": "26. मुआवजे के लिए भुगतान की जाने वाली राशि का निर्धारण करने और राशि के विभाजन के बीच अंतर है। विधायिका ने राशि के विभाजन के संबंध में उत्पन्न",
  "confer powers upon the Principal Civil Court of original jurisdiction to determine the dispute arising as to the": "विवाद को अभिनिर्धारित करने के लिए मूल क्षेत्राधिकार वाले प्रधान सिविल",
  "apportionment of the amount. There is a reason, why the": "न्यायालय को शक्तियां प्रदान करना उचित समझा। इसका एक कारण है कि",
  "legislature has thought fit to confer such power to the Principal Civil Court of original jurisdiction within the limits of whose": "विधायिका ने मूल क्षेत्राधिकार वाले प्रधान दीवानी न्यायालय को ऐसी शक्ति प्रदान",
  "jurisdiction is land is situated. We shall try to explain": "करना उचित समझा जिसके क्षेत्राधिकार के भीतर वह भूमि स्थित है। हम आगे इसे स्पष्ट करने का प्रयास करेंगे।",
  "27. The question of apportionment of compensation is not free from difficulties. In apportioning the compensation, the": "27. मुआवजे के बंटवारे का सवाल कठिनाइयों से मुक्त नहीं है। मुआवजे को",
  "proposition may appear simple, but in its practical application": "इस प्रकार कहने में, प्रस्ताव सरल लग सकता है, लेकिन इसके व्यावहारिक",
  "numerous complicated problems arise in apportioning the compensation awarded. The difficulty experienced is due to the": "अनुप्रयोग में मुआवजे को विभाजित करने में कई जटिल समस्याएं उत्पन्न होती हैं।",
  "nature of a variety of interests, rights and claims to land which": "कठिनाई का अनुभव विभिन्न प्रकार के हितों, अधिकारों और भूमि पर दावों की",
  "awarded for compulsory acquisition is the value of all the interests which are extinguished and that compensation has to": "अनिवार्य अधिग्रहण के लिए दिया गया मुआवजा उन सभी हितों का मूल्य है जो",
  "interests which are extinguished and that compensation has to be distributed equitably amongst persons having interest": "समाप्त हो जाते हैं और मुआवजे को हितबद्ध व्यक्तियों के बीच समान रूप से",
  "therein and the Court must proceed to apportion the": "वितरित किया जाना चाहिए और न्यायालय को मुआवजे को विभाजित करना",
  "compensation so that the aggregate value of all interests is": "चाहिए ताकि सभी हितों का कुल मूल्य दिए गए मुआवजे की राशि के बराबर हो।",
  "valuation of competing interests, which from its very nature is": "लेकिन प्रतिस्पर्धी हितों के मूल्यांकन में, जो अपनी प्रकृति के कारण अनिश्चित",
  "dependent upon indefinite factors and uncertain data, considerable difficulty is encountered. Indisputably, in": "कारकों और अनिश्चित आंकड़ों पर निर्भर है, काफी कठिनाई का सामना करना",
  "apportioning compensation the Court cannot proceed upon": "पड़ता है। निर्विवाद रूप से, मुआवजे को विभाजित करने की प्रक्रिया में न्यायालय",
  "materials available, adopt that method of valuation which": "संभावना को ध्यान में रखते हुए उपलब्ध सामग्री के आधार पर, मूल्यांकन की उस",
  "equitably distributes the compensation between the persons": "विधि को अपनाना चाहिए जो हकदार व्यक्तियों के बीच मुआवजे को समान रूप से",
  "entitled thereto. [See : Dossibai Nanabhoy Jeejeebhoy v. P.M.": "वितरित करती है। [देखिएः दोसीबाई नानाभाँय जीजीभॉय बनाम पी.एम. भरुचा,",
  "28. Thus, the only general principle one could state is that": "28. इस प्रकार, एकमात्र सामान्य सिद्धांत यह कहा जा सकता है कि अधिनियम",
  "apportionment under sub-clause (4) of Section 3H of the Act 1956 is not a revaluation but a distribution of the value already": "956 की धारा 3ज के उपखंड (4) के तहत विभाजन पुनर्मूल्यांकन नहीं है,",
  "fixed among the several persons interested in the land acquired in accordance with the nature and quantum of the respective": "बल्कि संबंधित हितों की प्रकृति और मात्रा के अनुसार अधिग्रहित भूमि में हितबद्ध",
  "determination of their relative importance and the manner in": "निर्धारण में, उनके सापेक्षिक महत्व का निर्धारण और जिस तरीके से उन्होंने",
  "which they can be said to have contributed to the total value fixed are questions to be decided in the light of the": "निर्धारित कुल मूल्य में योगदान दिया है, वे प्रत्येक वाद की परिस्थितियों और पक्षों",
  "circumstances of each case and the relevant provisions of law": "के अधिकारों को नियंत्रित करने वाले कानून के प्रासंगिक प्रावधानों के आलोक में",
  "governing the rights of the parties. The actual rule for apportionment has to be formulated in each case so as to": "तय किए जाने वाले प्रश्न हैं।प्रत्येक वाद में विभाजन के लिए वास्तविक नियम तैयार किया जाना चाहिए ताकि भूमि में हितबद्ध व्यक्तियों के बीच कुल मूल्य या मुआवजे",
  "ensure a just and equitable distribution of the total value or": "का उचित और न्यायसंगत वितरण सुनिश्चित किया जा सके।",
  "29. In the circumstances referred to above, the legislature": "29. ऊपर उल्लिखित परिस्थितियों में, विधायिका ने मूल क्षेत्राधिकार वाले प्रधान",
  "30. We are not impressed by the submission canvassed on behalf of the respondent Nos. 4, 6 and 16 that the dispute": "30. हम प्रत्यर्थी सं. 4, 6 और 6 ओर से दिए गए इस तर्क से प्रभावित नहीं हैं",
  "between the parties is not one of apportionment but the same is": "कि पक्षों के बीच विवाद विभाजन का नहीं है, बल्कि यह दीवानी अदालत द्वारा",
  "with regard to giving effect to the order passed by the Civil": "सिविल वाद सं. 63 वर्ष 4970 में में पारित आदेश को प्रभावी बनाने के संबंध में",
  "acquired should be determined on the basis of some order passed by the Civil Court referred to above. Thus, if the private": "न्यायालय द्वारा पारित किसी आदेश के आधार पर किया जाना चाहिए। इस",
  "of compensation or any part thereof is payable. Though the expression employed in Section 18 is ‘the": "मुआवजे की राशि या उसका कोई हिस्सा देय है। यद्यपि धारा 48",
  "amount of compensation’ while the expression employed in Section 30 is ‘the amount of compensation": "में प्रयुक्त शब्द 'मुआवजे की राशि' है जबकि धारा 30 में प्रयुक्त शब्द",
  "to the apportionment of the amount or any part thereof or to": "'मुआवजे की राशि या उसका कोई हिस्सा' है, विधायी मसौदे में यह",
  "too. Thus, at the first blush, it seems that Section": "इस प्रकार, पहली बार में, ऐसा लगता है कि धारा 30 आंशिक रूप",
  "30 overlaps Section 18 in part; but as will be seen": "से धारा 8 को अतिव्याप्त करती है; लेकिन जैसा कि इसके बाद",
  "shortly hereinafter, it is not so.": "जल्द ही देखा जाएगा, ऐसा नहीं है।",
  "24. Dr. G.H. Grant Vs. State of Bihar (supra) is a": "24. डॉ. जी.एच. ग्रान्ट बनाम बिहार राज्य (उपर्युक्त) इस",
  "three-Judge Bench decision of this Court wherein the": "न्यायालय का तीन न्यायाधीशों की पीठ का निर्णय है जिसमें",
  "scheme of the Act by reference to the power vesting in the Collector to make a reference came up for the": "कलेक्टर द्वारा संदर्भित किए जाने की शक्ति के संदर्भ में अधिनियम",
  "consideration of the Court. The three-Judge Bench by": "की योजना न्यायालय के विचार के लिए सामने आई। तीन",
  "a majority of 2:1 laid down the following principles :": "न्यायाधीशों की पीठ ने 2:4 के बहुमत से निम्नलिखित सिद्धांत",
  "() There are two provisions in the Act under which": "(।) अधिनियम में दो प्रावधान हैं जिनके तहत कलेक्टर",
  "the Collector can make a reference to the Court,": "न्यायालय को संदर्भित कर सकता है, अर्थात्‌ धारा 48 और",
  "namely, Section 18 and Section 30. The powers under the two sections are distinct and may be": "धारा 30। दोनों धाराओं के तहत शक्तियां अलग-अलग हैं और",
  "relates to apportionment of compensation who is": "जो मुआवजे के बंटवारे से संबंधित है, जो या तो व्यक्तिगत रूप",
  "present either personally or through a": "से या एक प्रतिनिधि के माध्यम से उपस्थित है या जिस पर",
  "under Section 12(2), must, if he does not accept": "धारा 2 (2) के तहत नोटिस जारी किया गया है, उसे, यदि",
  "the award, apply to the Collector to refer the": "वह पंचाट स्वीकार्य नहीं है, तो कलेक्टर को आवेदन करना",
  "time prescribed thereunder. But a person who has": "मामले को अदालत में भेजे।लेकिन कोई व्यक्ति जो कलेक्टर के",
  "not appeared in the acquisition proceedings before": "समक्ष अधिग्रहण की कार्यवाही में उपस्थित नहीं हुआ है, यदि",
  "the Court for a reference under Section 30, for": "लिए धारा 30 के तहत संदर्भ के लिए अदालत में आवेदन कर",
  "may have existed before the award, or which may": "सकता है, जो पंचाट से पहले मौजूद रहा , या जो पंचाट के",
  "have devolved upon him since the award. For a reference under Section 30, no period of limitation": "बाद से उस पर हस्तांतरित हो गया हो। धारा 30 के तहत किसी संदर्भ के लिए कोई सीमा अवधि निर्धारित नहीं की गई",
  "(ii) It is not predicated of the exercise of the power to make a reference under Section 30 that the": "(॥) यह धारा 30 के तहत संदर्भ बनाने की शक्ति के प्रयोग के बारे में नहीं कहा गया है कि कलेक्टर ने अपने पंचाट द्वारा",
  "under Section 11 is not the source of the right to compensation. An award is strictly speaking only": "मुआवजे के अधिकार का स्रोत नहीं है। सपाट रूप से एक पंचाट केवल अधिग्रहण के लिए अधिसूचित भूमि में हित रखने",
  "an offer made by the Government to the person": "वाले व्यक्ति को सरकार द्वारा दिया गया प्रस्ताव होता है; हित",
  "person interested is not bound to accept it and the": "बद्ध व्यक्ति इसे स्वीकार करना करने के लिए बाध्य नहीं है और",
  "Government can also withdraw the acquisition u/s 48. It is only when possession of the land has": "सरकार धारा 48 के तहत अधिग्रहण को वापस भी लिया जा",
  "right of the owner of the land is extinguished.": "लिए जाने पर ही भूमि के मालिक का अधिकार समाप्त होता है।",
  "Therefore the appellant's contention that title to": "इसलिए अपीलार्थी का यह तर्क कि मुआवजे का अधिकार",
  "date of the award could not be accepted.": "पंचाट की तारीख से ही प्राप्त होता है, स्वीकार नहीं किया जा सकता है।",
  "compensation to the person entitled thereto under": "(५) पंचाट के तहत हकदार व्यक्ति को मुआवजे का भुगतान",
  "the award does not imply that only the persons to": "यह नहीं है कि केवल वे व्यक्ति जिन्हें पंचाट के तहत मुआवजे",
  "whom compensation is directed to be paid under": "का भुगतान करने का निर्देश दिया जाता है, वे धारा 30 के",
  "scheme of apportionment by the _ Collector under Section 11 is conclusive only between the Collector and the persons interested and not": "विभाजन की योजना केवल कलेक्टर और हितबद्ध व्यक्तियों के",
  "among the persons interested. Payment of": "बीच निर्णायक होती है, न कि हितबद्ध व्यक्तियों के बीच आपस",
  "State of its liability to pay compensation leaving it": "मुआवजे का भुगतान राज्य को मुआवजे का भुगतान करने के",
  "his right in a reference u/s 30 or by a separate": "30 के तहत या एक अलग मुकदमे द्वारा संदर्भ में अपने",
  "(v) Under the Bihar Land Reforms Act the title of": "(५) बिहार भूमि सुधार अधिनियम के तहत अधिग्रहण के लिए",
  "the appellant to the land noticed for acquisition became vested in the State and therefore the right": "देखी गई भूमि पर अपीलकर्ता का अधिकार राज्य में निहित हो",
  "to compensation for the land acquired devolved": "गया और इसलिए अधिग्रहीत भूमि के लिए मुआवजे का",
  "upon the State. A dispute then arose between the": "अधिकार राज्य को हस्तांतरित कर दिया गया। इसके बाद",
  "State Government and the appellant \"as to the": "राज्य सरकार और अपीलकर्ता के बीच इस बात को लेकर",
  "persons to whom” compensation was payable.": "विवाद पैदा हो गया कि \"किस व्यक्ति को\" मुआवजा देय था।",
  "The State had no right to the compensation payable for the land under a title existing before the date of the award of the Collector and no": "राज्य को कलेक्टर के पंचाट की तारीख से पहले मौजूद शीर्षक के तहत भूमि के लिए देय मुआवजे का कोई अधिकार नहीं था",
  "application could be made by it as a person interested within the meaning of Section 18. Buta": "और धारा 8 के अर्थ के भीतर हितबद्ध व्यक्ति के रूप में उसके द्वारा कोई आवेदन नहीं किया जा सकता था लेकिन मुआवजे",
  "their conflicting claims to the compensation money": "के धन पर उनके परस्पर विरोधी दावों के बारे में अपीलकर्ता",
  "was clearly a dispute which could be referred u/s": "और राज्य के बीच विवाद स्पष्ट रूप से ऐसा विवाद था जिसे",
  "30 of the Act to the Court. There is nothing": "अधिनियम की धारा 30 के तहत न्यायालय को भेजा जा",
  "in Section 30 which excludes a reference to the": "सकता था। धारा 30 में ऐसा कुछ भी नहीं है जो उस व्यक्ति",
  "the title of the owner of the land has since the": "है, जिस पर भूमि के मालिक का अधिकार पंचाट के बाद से",
  "30. The scheme of the Act reveals that the remedy of": "30. अधिनियम की योजना से पता चलता है कि धारा 8 के तहत",
  "‘person interested’. A person present either personally or through representative or on whom a notice is": "चाहिए। ऐसा व्यक्ति जो व्यक्तिगत रूप से या प्रतिनिधि के माध्यम से",
  "or through representative or on whom a notice is served u/s 12(2) is obliged, subject to his specifying": "उपस्थित होता है या जिस पर धारा 42 (2) के तहत नोटिस चस्पा की गई हो, वह निर्धारित समय के भीतर न्यायालय को",
  "the test as to locus, to apply to the Collector within the time prescribed u/s 18(2) to make a reference to the": "चस्पा की गई हो, वह निर्धारित समय के भीतर न्यायालय को संदर्भित किए जाने के लिए धारा 48 (2) के तहत कलेक्टर को",
  "Court. The basis of title on which the reference would": "आवेदन करने के लिए बाध्य है। जिस शीर्षक के आधार पर धारा",
  "is Section 29, which speaks of ‘persons interested’.": "'हितबद्ध व्यक्तियों' की बात करती है। अधिनियम की धारा 42 ()",
  "38. Pending application, if any, stands disposed": "38. लंबित आवेदन, यदि कोई हो, तदनुसार निस्तारित किए जाते हैं।",
  "(J.B. PARDIWALA)": "न्यायमूर्ति जे.बी. पारदीवाला]",
  "NEW DELHI;": "नई दिल्ली;",
  "JULY 07, 2023": "07 जुलाई, 2023",
  "conclusive as between the Collector and the ‘persons interested’, whether they have appeared before the Collector or not, on two issues : (i) as to true area, ie.": "ओर 'हितबद्ध व्यक्तियों' के बीच होता है और () वास्तविक क्षेत्र,",
  "measurement of land acquired, (ii) as to value of the land, i.e. the amount of compensation, and (iii) as to": "अर्थात भूमि की माप (॥) भूमि का मूल्य, अर्थात मुआवजे की",
  "the apportionment of the compensation among the ‘persons interested’ again, between the Collector and": "मात्रा, और (॥) 'हितबद्ध व्यक्तियों' के बीच मुआवजे का विभाजन",
  "the ‘persons interested’ and not as amongst the": "से संबंधित होता है। 'हितबद्ध व्यक्ति' इस तथ्य की परवाह किए",
  "confined to the issue as to the correctness of the apportionment. Section 30is not confined in _ its": "शुद्धता के मुद्दे तक सीमित होती है। धारा 30 अपने संचालन में",
  "operation only to ‘persons interested’. It would,": "केवल 'हितबद्ध व्यक्तियों' तक ही सीमित नहीं है। इसलिए, 'हितबद्ध",
  "represented in proceedings before the Collector, nor": "यदि वे न तो कलेक्टर के समक्ष कार्यवाही में उपस्थित हुए हों और",
  "were served with notice u/s 12(2) of the Act or when": "१2 (2) के तहत नोटिस दिया गया हो या जब वे पंचाट की घोषणा",
  "they claim on the basis of a title coming into existence post award. The definition of ‘person interested’": "के बाद स्वत्व के आधार पर दावा करते हों। 'हितबद्ध व्यक्ति' की",
  "speaks of ‘an interest in compensation to be made’. An": "परिभाषा में 'मुआवजे में हित सृजन' की बात करती है। पंचाट के",
  "interest coming into existence post award gives rise to a claim in compensation which has already been": "बाद अस्तित्व में आने वाला हित मुआवजे के दावे को जन्म देता है",
  "determined. Such a person can also have recourse to Section 30. In any case, the dispute for": "जिसे पहले से ही निर्धारित किया जा चुका है। ऐसा व्यक्ति धारा 30 का भी सहारा ले सकता है। किसी भी स्थिति में, वह विवाद",
  "which Section 30can be invoked shall remain": "जिसके लिए धारा 30 का उपयोग किया जा सकता है, केवल (+)",
  "confined only (i) as to the apportionment of the amount of compensation or any part thereof, or (ii) as to the": "मुआवजे की राशि या उसके किसी हिस्से के विभाजन के बारे में,",
  "(already determined) or any part thereof is payable.": "राशि (पहले से निर्धारित) या उसका कोई हिस्सा देय है। पूर्ववर्ती",
  "The State claiming on the basis of a pre-existing right": "अधिकार के आधार पर दावा करने वाला राज्य 'हितबद्ध व्यक्ति'",
  "would not be a ‘person interested’, as already pointed": "नहीं होगा, जैसा कि पहले ही ऊपर बताया गया है और अपने",
  "out hereinabove and on account of its right being pre- existing, the State, in such a case, would not be": "अधिकार के पूर्ववर्ती होने के कारण, राज्य, ऐसे वाद में, अपने",
  "entitled to invoke’ either Section 18 or Section 30 seeking determination of its alleged pre-existing": "कथित पूर्ववर्ती अधिकार के निर्धारण के लिए धारा 8 या धारा 30",
  "determined in a reference u/s 30 depending on Collector's discretion to show indulgence, without any": "विवेक के आधार पर, परिसीमा का ध्यान दिए बिना धारा 30 के",
  "bar as to limitation. Alternatively, such a right may be": "तहत एक संदर्भ में किया जा सकता है। वैकल्पिक रूप से, इस",
  "access to Section 30. Viewed from this angle, Section 18 and 30 would not overlap and would have fields to": "सकता। इस दृष्टिकोण से देखने पर,धारा 48 और 30 में",
  "operate independent of each other.": "अतिव्याप्ति नहीं होगी एक दूसरे से स्वतंत्र क्षेत्र में कार्य करेंगे।"
}