{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NO.2463 OF 2015": "सिविल अपील संख्या 2463 वर्ष 205",
  "ASSISTANT GENERAL MANAGER,": "सहायक महाप्रबंधक,",
  "STATE BANK OF INDIA & ORS. ... APPELLANTS": "भारतीय स्टेट बैंक और अन्य ...अपीलार्थीगण",
  "RADHEY SHYAM PANDEY ... RESPONDENT": "राधेश्याम पाण्डेय ... प्रत्यर्थीगण",
  "WITH": "सह",
  "CIVIL APPEAL NOS.2287-2288 OF 2010": "सिविल अपील सं. 2287- 2288 वर्ष 200",
  "CIVIL APPEAL NOS.5035-5037 OF 2012": "सिविल अपील सं, 5035-5037 वर्ष 202",
  "CIVIL APPEAL NO.10813 OF 2013": "सिविल अपील सं, 083 वर्ष 203",
  "JUDGMENT": "निर्णय",
  "1. The question involved is whether the respondent-employees are entitled to pension on completion of 15 years of service as per the": ". अन्तर्निहित प्रश्न यह है कि क्या प्रत्यर्थी कर्मचारीगण 5 वर्ष की सेवा पूरी",
  "State Bank of India Voluntary Retirement Scheme (for short, “the VRS": "करने पर भारतीय स्टेट बैंक स्वैच्छिक सेवानिवृत्ति योजना (संक्षेप में, “वर्ष",
  "framed in 2000”).": "2000 में बनाई गई वीआरएस” ) के अनुसार पेंशन के हकदार हैं।",
  "eveeppinion between the Judges as to the admissibility of pension under": "2. वीआरएस के तहत पेंशन की अनुज्ञप्ति को लेकर न्यायाधीशों के बीच मत",
  "he was informed that he would be relieved of his duties on 31.3.2001. Vide letter dated 2.8.2001, the employee was granted a pension at the": "तहत 3.03.2007 को सेवानिवृत्त हुए। 8.03.2007 को बैंक ने कर्मचारी",
  "retirement had been raised from 58 years to 60 years, w.e-lf.": "के स्वैच्छिक सेवानिवृत्ति के प्रस्ताव को स्वीकार किया। वह 59 वर्ष 3 महीने",
  "the employees who have retired/are retiring on attaining the age of 60": "दिन पेंशन योग्य सेवा दे चुके थे। उन्हें 60 वर्ष की आयु पूर्ण होने पर",
  "years after completing ten years of pensionable service on or after": "सेवानिवृत्त होना था जिससे 20 वर्ष से कुछ अधिक की पेंशन योग्य सेवा हो",
  "31.1.2001. Specimen applications and other related forms inter alia for pension were also circulated, which formed part of the circular. The": "साथ ही पेंशन के लिए अन्य संबंधित फॉर्म भी प्रसारित किये गये जो परिपत्र",
  "circular also made it clear that gratuity, provident fund contribution": "का हिस्सा थे। परिपत्र में यह भी स्पष्ट किया गया था कि अनुग्रह राशि के",
  "as per the Provident Fund Rules, pension in terms of the SBI": "अतिरिक्त ग्रेच्युटी, भविष्य निधि नियमों के अनुसार भविष्य निधि योगदान,",
  "6. The heart and soul of the scheme were that benefits to be given": "6. योजना की मुख्य बात लाभों का 5 वर्ष की सेवा पूर्ण होने पर दिया",
  "7. The SBI submitted that it reserved a right under the scheme to": "7. एसबीआई ने कहा है कि इसने योजना के अन्तर्गत योजना या इसके",
  "modify, amend or cancel it or any of the clauses and to give effect to it": "किसी भी खंड को रूपांतरित करने, संशोधित करने या रद्द करने और इसे",
  "from any date deemed fit. The Deputy Managing Director-cum-CDO": "किसी भी उपयुक्त तिथि से प्रभावी करने का अधिकार आरक्षित रखा था। उप प्रबंध निदेशक-सह-सीडीओ इस उद्देश्य के लिए सक्षम प्राधिकारी थे।",
  "was the competent authority for the purpose. As specific queries were": "चूंकि विनिर्दिष्ट प्रश्न उठाए गए थे , इसलिए उप प्रबंध निदेशक द्वारा",
  "completing 15 years of pensionable service as on the relevant date of": "सेवानिवृत्ति की प्रासंगिक तिथि को पेंशनयोग्य सेवा के 5 वर्ष पूर्ण करने",
  "retirement, would be entitled to pensionary benefits, in response, para": "वाला कोई कर्मचारी पेंशन लाभ का हकदार होगा- के जवाब में, योजना के",
  "6(c) of the scheme was reiterated, and it was also mentioned that as": "पैरा 6 (सी) को दोहराया गया था, और यह भी उल्लेख किया गया था कि",
  "(b) The High Court held that the case of the employee fell under the": "(०). उच्च न्यायालय में धारित किया कि कर्मचारी का मामला नियम 22)",
  "further, he attained the age of 58 years before the date he retired. The": "चुकी थी और आगे सेवानिवृत्त होने की तिथि के पूर्व 58 वर्ष के हो गए थे।",
  "High Court opined that the clarification was not part of the VRS": "उच्च न्यायालय ने कहा कि स्पष्टीकरण वीआरएस योजना का हिस्सा नहीं था।",
  "scheme. The employee retired outside rule as per the contractual": "कर्मचारी नियम से परे अनुबंधात्मक सेवानिवृत्ति के अनुसार सेवानिवृत्त हुआ।",
  "retirement scheme. The contract had to prevail. In Pension Fund Rules, Clause (a) in Rule 22(i) was inserted to give the employees the": "अनुबंध को माना जाना था। भविष्य निधि नियम के नियम 220) में खंड",
  "benefit of pension after ten years of pensionable service even if they": "(8) कर्मचारियों को 0 साल की पेंशन योग्य सेवा के पश्चात पेंशन का लाभ",
  "Rule 22(i)(a). The admissible benefit cannot be denied. If a contracting": "था। अनुज्ञस लाभ अस्वीकृत नहीं किया जा सकता। यदि कोई संविद पक्ष किसी अनुमन्य खंड का लाभ लेने का हकदार है तो उसे नकारा नहीं जा",
  "motion in the year 1990, the high establishment cost and low": "ने वर्ष 990 में शुरू किये गये आर्थिक सुधारों तथा उच्च स्थापना लागत",
  "productivity in public sector banks. It was felt that the banks convert": "और सार्वजनिक क्षेत्र के बैंकों में कम उत्पादकता पर विचार किया। यह",
  "strategies through a variety of measures. The data available indicated that 43% of the employees in public sector banks were in the 46 + age": "उपलब्ध आंकड़ों से संकेत मिलता है कि सार्वजनिक क्षेत्र के बैंकों में 43%",
  "group, and only 12% were in the 25-35 age group. It was felt that this": "कर्मचारी 46 + आयु वर्ग में थे, और केवल 2% ही 25-35 आयु वर्ग में",
  "training, development of skills, and succession plans for higher-level": "कौशल विकास और उच्च स्तरीय पदों के लिए उत्तराधिकार योजनाओं के",
  "positions. The workforce was in excess. In order to remedy the": "लिए गंभीर निहितार्थ है। कर्मचारियों की बहुतायत थी। इस स्थिति को",
  "situation, the Committee placed before the Government two schemes,": "सुधारने के लिए समिति ने सरकार के सामने दो योजनाएं रखीं, जो थी -",
  "scheme by the respective Board of Directors. It advised that the banks": "के माध्यम से आईबीए ने योजनाओं पर बैंकों के बोर्डों द्वारा विचार किये जाने",
  "published, which took away the existing right to get the pension. In": "प्रकाशित किए गए जिससे पेंशन पाने का मौजूदा हक छिन गया। वीआरएस",
  "VRS Scheme, it was mentioned that the pension would be payable in": "योजना में इस बात का उल्लेख था कि पेंशन 3.3.200 को विद्यमान",
  "which would be detrimental to his interest. If he had known the fact,": "के विरुद्ध होते। यदि वह तथ्य को जानता तो उसने योजना का चयन न",
  "by the employer in such a situation amounted to a fraud on its part.": "किया होता। नियोक्ता द्वारा ऐसी स्थिति में बरता गया मौन उसकी ओर से",
  "Illustration (d) to section 19 of the Contract Act. The High Court": "और संविदा अधिनियम की धारा 9 के दृष्टांत (०) का अवलंब लिया। उद्च",
  "further held that it was the duty of the employer to disclose that there": "न्यायालय ने आगे यह धारित किया कि इस बात का खुलासा करना नियोक्ता",
  "would be a future amendment on the last date of their service by": "का दायित्व था कि भविष्य में उनकी सेवा के अंतिम तिथि पर संशोधन होगा",
  "which their right to pension would be taken away. The same cannot": "जिससे उनका पेंशन का अधिकार छिन जाएगा। इसे मनमाना और गलत होने",
  "action is violative of Article 14 of the Constitution of India. The": "धारित किया कि यह कार्य भारत के संविधान के अनुच्छेद 4 का उल्लंघन",
  "employee is entitled to the relief of pension along with interest.": "करता है। कर्मचारी ब्याज के साथ पेंशन के अनुतोष का हकदार है।",
  "10. Ramesh Prasad Nigam (supra) had joined the services in 1984 in": "0. रमेश प्रसाद निगम (उपरोक्त) ने 984 में लिपिक श्रेणी में सेवा प्रारंभ",
  "the clerical cadre and was confirmed on 2.3.1985. He had applied for": "की थी और 2.3.985 को स्थाई हुए थे उन्होंने 5 वर्ष की सेवा पूर्ण कर",
  "clarification was internal circulation. It was not within the knowledge": "आंतरिक परिपत्र था । यह कर्मचारी की जानकारी में नहीं था , ऐसे में वह",
  "of employees; as such, he was entitled to the pension.": "पेंशन का हकदार था।",
  "communicated on 17.3.2001. On 27.3.2001, he applied to withdraw": "7.3.2007 को दी गई। 27.3.200 को उन्होंने वीआरएस आवेदन को",
  "Bank declined application on 18.4.2001 on the ground that the last": "होनी थी। बैंक ने 8.4.200 को आवेदन इस आधार पर अस्वीकृत कर",
  "claimed pension under Pension Fund Rules in terms of SBI": "कर्मचारी ने एसबीआई कर्मचारी पेंशन निधि नियम (एतस्मिन्‌पश्चात 'पेंशन",
  "Employees’ Pension Fund Rules (hereinafter referred to as ‘Pension": "नियम' से संदर्भित) के तहत पेंशन निधि नियम के अंतर्गत पेंशन का दावा",
  "Rules’). By writing a letter on 12.4.2001, the claim of the employee for": "किया। 2.4.2007 को पत्र लिखकर कर्मचारी का स्वैच्छिक सेवानिवृत्ति को",
  "withdrawal of application for voluntary retirement, pension, and leave": "वापस लेने का आवेदन, पेंशन और अवकाश में नगदीकरण का दावा",
  "encashment was again declined on 4.7.2001. Thereafter, he filed a writ": "4.7.2007 को पुनः अस्वीकृत कर दिया गया। तत्पश्चात उन्होंने पंजाब एवं",
  "petition in the High Court of Punjab & Haryana.": "हरियाणा उच्च न्यायालय में रिट याचिका दायर की।",
  "attaining the age of superannuation of 60 years was provided in Rule": "कर्मचारियों को ही लाभ देने के लिए ही 60 वर्ष की सेवानिवृत्ति आयु प्राप्त",
  "13. The appellants further submitted that 20 years' period is": "3. अपीलार्थीगण ने आगे कहा है कि 20 वर्ष की अवधि का प्रावधान",
  "provided in case of voluntary retirement to ensure that an employee": "स्वैच्छिक सेवानिवृत्ति के मामलों में किया गया है ताकि यह सुनिश्चित किया",
  "on whom the bank has spent a considerable amount during training,": "जा सके कि ऐसे कर्मचारी जिनके प्रशिक्षण में बैंक ने काफी धन खर्च किया",
  "works for a substantial period before he seeks retirement. It is a": "है, वे सेवानिवृत्ति लेने से पहले पर्याप्त अवधि तक कार्य करें। यह बैंक द्वारा",
  "uniform policy followed by the bank. Regulation 28 was amended in": "अपनाए जाने वाली एक समान नीति है । वर्ष 2002 में विनियमन 28",
  "2002 providing for 15 years of service. It applies to the employees who": "संशोधित किया गया जिससे 5 वर्ष की सेवा अवधि का प्रावधान किया गया। यह उन कर्मचारियों पर लागू होता है जो बैंक कर्मचारी पेंशन",
  "are governed by the Bank Employees' Pension Regulations, 1995.": "गया। यह उन कर्मचारियों पर लागू होता है जो बैंक कर्मचारी पेंशन विनियमन, 995 से शासित होते हैं । ये विनियमन एसबीआई कर्मचारियों",
  "These regulations do not apply to SBI employees as the SBI Pension": "पर लागू नहीं होते हैं क्योंकि एसबीआई पेंशन नियम उन्हें शासित करता है।",
  "Rules govern them. SBI employees are entitled to Provident Fund, gratuity and pension in terms of the Rules on completion of 20 years": "एसबीआई कर्मचारी भविष्य निधि, ग्रेच्युटी और नियमों के तहत 20 वर्ष की",
  "with the employees of other nationalised banks. The clarification dated": "कर्मचारियों की अन्य राष्ट्रीयकृत बैंकों के कर्मचारियों के साथ तुलना नहीं हो",
  "11.01.2000 has also been relied on by the bank. Now more than 19": "सकती। बैंक द्वारा .0.2000 दिनांकित स्पष्टीकरण का भी अवलंब",
  "retired, w.e.f. 1.4.2001 would cast a huge financial liability on the": ".4.2007 की तिथि से सेवानिवृत्त हुए, को पेंशन देना बैंक पर भारी वित्तीय",
  "hand, employees who served for ten years and attained the age of": "पर कर्मचारियों को मिला था। एक ओर, जिन कर्मचारियों ने दस साल तक",
  "superannuation were entitled to pension and to deprive the same to a": "सेवा की और सेवानिवृत्ति की आयु प्राप्त की, वे पेंशन के हकदार थे और 5",
  "permanent employee who rendered the service for 15 years, would be": "साल तक सेवा प्रदान करने वाले एक स्थायी कर्मचारी को उसी से वंचित",
  "per se discriminatory, unfair and arbitrary. Once the scheme was": "करने के लिए, प्रति भेदभावपूर्ण, अनुचित और मनमाना होगा। एक बार जब",
  "floated and approved, the bank being State within the purview of": "यह योजना जारी हुई और अनुमोदित हो गई, तो बैंक भारत के संविधान के",
  "it to discriminate and act unfairly. The VRS constituted an": "गलत तरीके से कार्य करने की अनुमति नहीं होगी। वीआरएस ने एक स्वतंत्र",
  "independent contract and was binding upon the bank. The benefits": "अनुबंध का गठन किया और बैंक पर बाध्यकारी था। यह लाभ पात्र",
  "could not have been taken away from eligible employees who accepted": "कर्मचारियों से नहीं लिया जा सकता था जिन्होंने नए कौशल को शामिल",
  "implemented in the year 2000-2001. However, the benefits were": "200] में चलायी और कार्यान्वित की गयी थी। हालांकि 995 के",
  "extended on the strength of the VRS scheme even before amending the": "विनियमन को संशोधित करने से पहले वीआरएस योजना के लिए लाभ को",
  "Rule 22 providing eligibility of 20 years applies only to those cases where employees seek retirement in the ordinary course of completion": "अंगीकृत किया और 20 वर्ष की आर्हता का उपबंध करने वाला पेंशन नियम 22 केवल उन्हीं मामलों में लागू होता है जहां कर्मचारी सामान्य तौर",
  "open to the bank to alter the terms. In case the bank's submission is": "बैंक इसकी शर्ते बदलने के लिए स्वतंत्र नहीं था। यदि बैंक के तर्क को",
  "accepted, it would lead to a situation that employees who have already": "स्वीकार किया जाता है तो एक ऐसी स्थिति उत्पन्न हो जाएगी कि वे",
  "VRS. The bank has misled the employees, and the action could not be": "वीआरएस लेने के हकदार होते। बैंक ने कर्मचारियों को धोखा दिया है और",
  "said to be fair. Once an offer was accepted and after that to amend the": "यह कार्य उचित नहीं कहा जा सकता। एक बार कोई प्रस्ताव स्वीकृत हो गया",
  "rules or not to amend the rules till 31.3.2000 depended on exercise of": "और उसके बाद नियमों को संशोधित करना या 3. 3. 2000 तक नियमों",
  "the option was not available even to withdraw the offer as it was the": "प्रभाव पेंशन से वंचित करना हो सकता था जबकि प्रस्ताव को वापस लेने का",
  "last day of the employment. Rule 22 was amended, that too with": "नियम 22 संशोधित किया गया था वह भी भूतलक्षी प्रभाव से। इस प्रकार वह",
  "retirement from other services, have completed the age of 58 years and": "५8 वर्ष की आयु पूर्ण कर चुके हैं, और . 7. 993 को रोजगार में थे,",
  "have also been deprived of the benefit of pension, which would have been otherwise available to them. In case pension was not to be paid,": "पेंशन के हकदार थे । उन्हें पेंशन के लाभ से भी वंचित कर दिया गया है जो",
  "approximately Rs. 2100 crores would be required for the": "लिए लगभग 200 करोड़ रुपये की आवश्यकता होगी। विश्लेषित विवरण",
  "Ex-gratia Rs. 1300.00 crores": "अनुग्रह-राशि 300.00 करोड़ रु.",
  "Leave encashment Rs. 180.00 crores": "अवकाश नकदीकरण 480.00 करोड़ रु,",
  "Additional Provision for Gratuity Rs. 140.00 crores": "उपदान के लिए अतिरिक्त प्रावधान 440.00 करोड़ रु,",
  "Additional Provision for Pension Rs. 480.00 crores": "पेंशन के लिए अतिरिक्त प्रावधान... 480.00 करोड़रु,",
  "(These estimates may undergo a change on receipt of": "(ये अनुमान भारत सरकार से स्पष्टीकरण प्राप्त करने पर अनुग्रह-राशि के",
  "were eligible to retire. Ineligible persons have also been specified. In": "कर्मचारी सेवानिवृत्त होने के पात्र थे। पात्र व्यक्तियों को भी निर्दिष्ट किया गया",
  "unqualified terms, it was mentioned in the annexures that such": "है। अयोग्य शर्तों में, अनुबंध में यह उल्लेख किया गया था कि ऐसे कर्मचारी",
  "employees would be entitled to the amount of ex gratia of 60 days’ salary for each completed year of service or salary for the number of": "सेवा के प्रत्येक पूर्ण वर्ष के लिए 60 दिनों के वेतन की अनुग्रह -राशि के",
  "months service is left, whichever is less. Other benefits admissible": "हकदार होंगे अथवा महीनों की सेवा की संख्या, जो भी कम हो, के लिए",
  "were gratuity, pension including the commuted value of pension,": "वेतन छोड़ दिया गया है। ग्रेच्युटी, पेंशन के रूपांतरित मूल्य सहित पेंशन,",
  "bank's contribution towards provident fund, and leave encashment as": "भविष्य निधि की ओर बैंकों का योगदान, और छुट्टी नकदीकरण नियमानुसार",
  "per rules. Thus, scheme was to grant pension to all such employees": "अन्य लाभ स्वीकार्य थे। इस प्रकार, योजना ऐसे सभी कर्मचारियों को पेंशन",
  "who opted for VRS on completion of 15 years of service and other benefits as specified in the scheme. The Government of India,": "अनुदान करने की थी, जिन्होंने योजना में निर्दिष्ट 35 साल की सेवा और अन्य लाभों को पूरा करने पर वीआरएस का विकल्प चुना था। भारत",
  "Ministry of Finance, Department of Economic Affairs, (Banking": "सरकार, वित्त मंत्रालय, आर्थिक मामलों के विभाग, (बैंकिंग प्रभाग), कि",
  "Division), that it communicated approval vide letter dated 29.8.2000": "इसने आईबीए को दिनांक 29.8.2000 के अनुमोदन पत्र की सूचना दी, इसे",
  "to IBA, it was sent to the SBI also, the same is extracted hereunder:": "एसबीआई को भी भेजा गया था, उसी का अवतरण यहां किया गया है:",
  "Government of India": "भारत सरकार",
  "Ministry of Finance": "वित्त मंत्रालय",
  "Department of Economic Affairs": "आर्थिक कार्य विभाग",
  "(Banking Division)": "(बैंकिंग प्रभाग )",
  "New Delhi, dated the 29th August 2000": "नई दिल्ली, दिनांक 29 अगस्त 2000",
  "The Chairman": "अध्यक्ष",
  "Indian Banks‘ Association": "भारतीय बैंक संघ",
  "MUMBAI": "मुंबई,",
  "experience of other banks in respect of voluntary retirement": "हैं। संयोग से, स्वैच्छिक सेवानिवृत्ति योजनाओं के संबंध में अन्य बैंकों के",
  "schemes shows that a maximum number of applications have been received from these centers.": "अनुभव से पता चलता है कि इन केंद्रों से अधिकतम संख्या में आवेदन प्राप्त",
  "f) As against the average of 43% of employees in Public Sector": ") 46+ आयु वर्ग के सार्वजनिक क्षेत्र के बैंकों में 43% प्रतिशत कर्मचारियों",
  "Banks in the 46+ age group, we have 47% of the employees in": "के औसत के निमित्त इस आयु वर्ग के 47% कर्मचारी हैं। इसमें से /5 वां",
  "this age group. Of this, 1/5™ are in the age group of 56 and": "56 और उससे अधिक आयु वर्ग में हैं। इसे सीधे शब्दों में कहें, तो",
  "above. To put it simply, 21,824 employees will reach the age of superannuation and retire by March 2005.": "27,824 कर्मचारी सेवानिवृत्ति की आयु तक पहुंचेंगे और मार्च 2005 तक",
  "In the light of the above-mentioned factors, it will be seen that the manpower of the Bank will undergo major changes in": "उपर्युक्त कारकों के प्रकाश में, यह देखा जाएगा कि बैंक की जनशक्ति संख्या",
  "that the manpower of the Bank will undergo major changes in the ensuing years in number and deployment. Further,": "और तैनाती में आगामी वर्षों में प्रमुख परिवर्तन से गुजरना होगा। इसके",
  "considering the variety of business the Bank undertakes, and": "अतिरिक्त, बैंक के विभिन्न प्रकार के व्यवसाय और बैंकिंग क्षेत्र में इसकी",
  "paper on Manpower Planning is placed at Annexure-‘A’.": "अनुचित होगा। जनशक्ति आयोजना पर एक दृष्टिकोण पेपर अनुलग्रक 'ए' में रखा गया है।",
  "Considering the various aspects of Manpower Planning, we": "जनशक्ति नियोजन के विभिन्न पहलुओं पर विचार करते हुए, हमारे दृष्टिकोण",
  "be employed as a moderate tool to right-size the manpower in": "अधिकार देने के लिए एक मध्यम उपकरण के रूप में नियोजित किया जाना",
  "In the light of aforesaid, it is clear that the VRS scheme was": "पूर्वोक्त के प्रकाश में, यह स्पष्ट है कि वीआरएस योजना को आवश्यकता से",
  "to the Central Board contained the following significant aspects:": "किया गया था। केंद्रीय बोर्ड को सौंपे गए ज्ञापन में निम्नलिखित महत्त्वपूर्ण पहलू शामिल थे:",
  "“Keeping in view the above, the IBA guidelines and the": "\"उपर्युक्त को ध्यान में रखते हुए. आईबीए के दिशानिर्देश और अन्य बैंकों से",
  "It is proposed to introduce SBIVRS for employees who have": "यह उन कर्मचारियों के लिए एसबीआई वीआरएस शुरू करने का प्रस्ताव है, द",
  "as on 31-12-2000, completed 40 years of age or 15 years of": "जिन्होंने दिनांक 34-2-2000 तक 40 वर्ष की आयु पूरी कर ली है",
  "specify any other category as ineligible. We propose to exclude": "समिति किसी अन्य श्रेणी को अयोग्य के रूप में निर्दिष्ट कर सकते हैं। हम",
  "the Watch and Ward staff as these positions cannot be": "निगरानी और संरक्षण कर्मचारी-वर्ग को बाहर करने का प्रस्ताव रखते हैं क्योंकि इन पदों को कम नहीं किया जा सकता है। हम योजना से अत्यधिक",
  "reduced. We also propose to exclude highly skilled and qualified staff from the Scheme.": "कुशल और योग्य कर्मचारियों को बाहर करने का भी प्रस्ताव रखते हैं।",
  "SBIVRS will be voluntary in nature. The decision to seek": "एसबीआई वीआरएस प्रकृति में स्वैच्छिक होगा। योजना के तहत",
  "retirement under the Scheme rests with the employee only. The management will retain the discretion as to whether to": "सेवानिवृत्ति लेने का निर्णय केवल कर्मचारी के पास है। प्रबंधन योजना के",
  "accept or not the request for voluntary retirement under the": "तहत स्वैच्छिक सेवानिवृत्ति के अनुरोध को स्वीकार करने या न करने के",
  "Scheme. We have to ensure that while, on the one hand, our": "लिए विवेक को बनाए रखेगा। हमें यह सुनिश्चित करना होगा कि एक ओर,",
  "Bank benefits by the rightsizing of the staff strength, on the": "हमारे बैंक को कर्मचारियों की शक्ति के अधिकारों द्वारा लाभान्वित किया",
  "Sub:- Human Resource Management and Manpower Planning": "विषय: सार्वजनिक क्षेत्र के बैंकों में मानव संसाधन प्रबंधन और जनशक्ति",
  "Scheme/Scheme for Sabbatical Leave.": "योजना- स्वैच्छिक सेवानिवृत्ति योजना /विश्रामावकाश योजना का निर्माण।",
  "Sir,": "महोदय,",
  "I am directed to refer to IBA's letter No. PD/ACAP/GOVT/521": "मुझे को आईबीए के पत्र क्रमांक ?0/#0/0?/60५/52] दिनांकित 3",
  "dated 13th July 2000 sending therewith a copy of the interim report of the Committee on Human Resource Management in Public Sector Banks and requesting for no objection from the": "जुलाई 2000 को सार्वजनिक क्षेत्र के बैंकों में मानव संसाधन प्रबंधन पर समिति की अंतरिम रिपोर्ट की एक प्रति प्रेषित करने और सरकार से प्रसारित करने के लिए कोई आपत्ति न करने का अनुरोध करने के लिए",
  "consideration and adoption by their Boards, and to say that": "समितियों द्वारा विचार और अंगीकरण करने के लिए विश्रामावकाश देने की",
  "Government has no objection to the proposals contained therein.": "योजना, और यह कहने के लिए कि सरकार को इसमें निहित प्रस्तावों पर कोई आपत्ति नहीं है।",
  "2. The draft circular letter sent by IBA has been slightly": "2. आईबीए द्वारा भेजा गया मसौदा प्रारूप परिपत्र थोड़ा संशोधित कर दिया",
  "modified. Copy of the modified draft is enclosed herewith.": "गया है। संशोधित मसौदे की प्रति इसके साथ संलग्र है।",
  "3. It is requested that a copy of the circular issued to the": "3. यह अनुरोध किया जाता है कि बैंकों को जारी परिपत्र की एक प्रति",
  "banks may please be sent to Banking Division for record.": "अभिलेख के लिए बैंकिंग प्रभाग को भेजी जाए।",
  "Sd/- (U.P. SINGH)": "हस्ताक्षरित/- (यू.पी. सिंह)",
  "DIRECTOR (IR)”": "निदेशक (आईआर) \"",
  "19. The agenda submitted on 27.12.2000 for consideration of the": "9. दिनांक 27.2.2000 को विचार के लिए प्रस्तुत कार्यक्रम संकल्प के",
  "Central Board of SBI along with resolution are extracted as under:": "साथ केंद्रीय एसबीआई बोर्ड को निम्नानुसार अवतरित किये जाते हैं:",
  "“AGENDA NO.3": "\"कार्यक्रम सं, 3",
  "Man- Power Planning and SBI Voluntary Retirement Scheme": "जन-शक्ति योजना और एसबीआई स्वैच्छिक सेवानिवृत्ति योजना",
  "(SBI VRS)": "(एसबीआई वीआरएस )",
  "Submitted Memorandum dated the 26th December 2000 by the Deputy Managing Director & Corporate Development": "दिनांक 26 दिसंबर 2000 को उप प्रबंध निदेशक और कॉर्पोरेट विकास",
  "suggest suitable remedial measures.\"": "उपचारात्मक उपायों का सुझाव देने के लिए एक समिति का गठन किया गया। \"",
  "“In order to remedy this situation with the urgency that": "\"इस स्थिति को परिस्थितियों की मांग को इस तात्कालिकता के साथ",
  "circumstances demand, the Committee has placed before the Government two schemes, viz., Sabbatical Leave and a": "उपचारित किया है कि, समिति ने सरकार के समक्ष दो योजनाएं, नामतः,",
  "their effort to optimise their human resource and achieve a": "संसाधन को अनुकूलित करने और प्राप्त करने के लिए उनकी संतुलित आयु",
  "strategies. Salient features of the two schemes are given in the": "की सहायता करेगी। दोनों योजनाओं की मुख्य विशेषताएं अनुबंध में दी गई",
  "IBA, vide its letter dated 13\" July 2000, has sought no": "आईबीए ने अपने पत्र दिनांक 3 जुलाई 2000 के माध्यम से, अपने",
  "the Banks for consideration and adoption by their Boards. The": "समितियों द्वारा विचार और अंगीकार करने के लिए योजनाओं को बैंकों को",
  "Government have conveyed to us that they have no objection": "प्रसारित करने के लिए सरकार से कोई आपत्ति नहीं मांगी है। सरकार ने हमें अवगत कराया है कि उन्हें उपरोक्त योजनाओं को अपनाने और लागू करने",
  "to the banks' placing the two schemes before their respective Board of Directors for adopting and implementing the above": "अवगत कराया है कि उन्हें उपरोक्त योजनाओं को अपनाने और लागू करने के लिए अपने संबंधित निदेशक मंडल के समक्ष दो योजनाओं को रखने से",
  "schemes for sabbatical and voluntary retirement based on the essential features of the schemes given in the Annexure, after": "में दी गई योजनाओं की आवश्यक विशेषताओं के आधार पर विश्राम और",
  "“Banks are also requested to take special note of the following:": "बैंकों से निम्नलिखित का विशेष नोट लेने का भी अनुरोध किया जाता है:",
  ". Section 10(10C) of the Income Tax Act read with Rule 2BA.": ". आयकर अधिनियम की धारा 0 (0 सी) नियम 28/ के साथ पढ़ी जाती है।",
  ". As per the amendments brought in by the Finance Act 2000,": "2. वित्त अधिनियम 2000 द्वारा लाए गए संशोधनों के अनुसार, जब तक",
  "so long as the bank complies with the rules framed under": "बैंक धारा0 (0 सी) के तहत बनाए गए नियमों का अनुपालन करता है,",
  "Section 10(10C), prior approval from the Chief Commissioner or Director General of Income-tax, as the case may be, is not": "तब तक मुख्य आयुक्त या आयकर के महानिदेशक से पूर्व अनुमोदन, जैसा",
  "required for VRS.": "भी मामला हो, वीआरएस के लिए आवश्यक नहीं है।",
  "exceeding Rs.5.00 lakhs or such other ceiling as may be": "3. अनुग्रह राशि के ५ लाख या ऐसी सीमा जो आयकर अधि के अंतर्गत",
  ". Only completed years of service will be reckoned for arriving at the minimum eligible service. Subject to this, fraction of": "4. न्यूनतम पात्र सेवा पर पहुंचने के लिए केवल पूर्ण वर्षों की सेवा की गणना",
  "the minimum eligible service. Subject to this, fraction of service of six months and above will be reckoned as one year": "की जाएगी। इसके अधीन, छह महीने और उससे अधिक की सेवा के अंश",
  ". While exercising discretion to decline applications for VRS or": "५. वीआरएस के लिए आवेदन को अस्वीकार करने या वीआरएस के लिए",
  "to make exceptions in the case of employees categorised as": "अयोग्य के रूप में वर्गीकृत कर्मचारियों के मामले में अपवाद बनाने के लिए",
  "ineligible for VRS, the decision should not be discriminatory among employees who are similarly placed and the reasons": "समझदारी का प्रयोग करते समय, निर्णय उन कर्मचारियों के बीच भेदभावपूर्ण नहीं होना चाहिए जिन्हें समान रूप से रखा गया है और इसके",
  "therefor should be recorded.": "कारणों को दर्ज किया जाना चाहिए।",
  "date of retirement under SBIVRS, failing which the amount of": "एसबीआई वीआरएस के तहत सेवानिवृत्ति के लिए अनुरोध करने वाले",
  "service. The pension specified in clause 6 of scheme was to be worked": "समिति द्वारा स्वीकार की गई। योजना के खंड 6 में निर्दिष्ट पेंशन को पेंशन",
  "out in terms of the Pension Fund Rules including the commuted value": "निधि नियमों के संदर्भ में काम किया जाना था, जिसमें पेंशन का परिवर्तित",
  "of the pension. It was not mentioned in the VRS adopted by the SBI": "मूल्य भी शामिल था। एसबीआई द्वारा अपनाए गए वीआरएस में यह उल्लेख",
  "that the person on completion of 15 years would not be entitled to the": "नहीं किया गया था कि 5 वर्ष पूरे होने पर व्यक्ति पेंशन के लाभ का हकदार",
  "benefit of pension. On the other hand, proposal of IBA, as approved by": "नहीं होगा। दूसरी ओर, भारत सरकार द्वारा अनुमोदित आईबीए के प्रस्ताव",
  "the Government of India, was accepted in toto by SBI. When gauged in": "को एसबीआई द्वारा पूर्णतः स्वीकार किया गया था। जब आईबीए के प्रस्तावों",
  "terms of the proposals of the IBA, the essential feature was that an employee was entitled to get pension on completion of 15 years of": "के मानदंड में, आवश्यक विशेषता यह थी कि एक कर्मचारी 45 साल की",
  "service. The meaning of the expression \"pension” in terms of the rules": "सेवा पूरी होने पर पेंशन पाने का हकदार था। नियमों के संदर्भ में \"पेंशन\" पद",
  "per the terms of calculation provided in Rule 23 of the Pension Rules.": "का अर्थ पेंशन नियमों के नियम 23 में प्रदान की गई गणना की शर्तों के",
  "VRS is an independent contract and the background in which it was": "एक स्वतंत्र अनुबंध है और जिस पृष्ठभूमि में इसे चलाई गई थी, 5 साल की",
  "part of the scheme of VRS 2000, as approved by the Government and": "हिस्सा थी, जैसा कि सरकार द्वारा अनुमोदित और आईबीए द्वारा चलाई गई",
  "floated by the IBA and adopted by all the Banks, and Pension Rules": "थी और सभी बैंकों द्वारा अपनाया गया था, और पेंशन नियम तदनुसार",
  "were to be amended accordingly.": "संशोधित किए जाने थे।",
  "22. The Government of India suggested to the IBA to amend": "22. भारत सरकार ने आईबीए को 995 के विनियमों के विनियमन 29 में",
  "lose the benefit of pension, the IBA may work out modalities and": "आईबीए तौर-तरीकों पर काम कर सकता है और पेंशन विनियमों में किए",
  "suggest amendments, if any, required to be made in the Pension": "संशोधन का सुझाव दे सकते हैं, पेंशन विनियमों में यह सुनिश्चित करने के",
  "Regulations to ensure that the employees get the benefit of pension.": "करने के लिए कि कर्मचारियों को पेंशन का लाभ मिलता है। भारत सरकार",
  "The letter dated 5.9.2000 of Government of India is extracted hereunder:": "के दिनांक 5.9.2000 के पत्र को यहां अवतरित किया गया है:",
  "“F. No. 4/8/4/2000-IR": "“7. ११०. 4/8/4/2000-?",
  "Government of India,": "भारत सरकार,",
  "Ministry of Finance,": "वित्त मंत्रालय,",
  "New Delhi, 5-9-2000": "नई दिल्ली, 5-9-2000",
  "The Personnel Advisor,": "कार्मिक सलाहकार,",
  "Indian Banks’ Association,": "भारतीय बैंक संघ,",
  "Mumbai": "मुंबई,",
  "Sub.: Amendment to Regulation 29 of the Pension Regulations.": "विषय - पेंशन विनियमों के विनियम 29 का संशोधन।",
  "circulation of Voluntary Retirement Scheme in public sector": "मुझे सार्वजनिक क्षेत्र के बैंकों में स्वैच्छिक सेवानिवृत्ति योजना के प्रचलन के",
  "15 years of service or 40 years of age shall be eligible to take voluntary retirement under the Scheme. As per the provisions": "40 वर्ष की आयु वाले कर्मचारी योजना के तहत स्वैच्छिक सेवानिवृत्ति लेने",
  "contained in Regulation 29 of the Pension Regulations, an": "के लिए पात्र होंगे। पेंशन विनियमों के विनियमन 29 में निहित प्रावधानों के",
  "employee can take voluntary retirement after 20 years of": "अनुसार, एक कर्मचारी 20 साल की अर्हकारी सेवा के बाद स्वैच्छिक",
  "qualifying service and thereafter becomes eligible for pension.": "सेवानिवृत्ति ले सकता है और उसके बाद पेंशन के लिए पात्र हो जाता है।",
  "Thus, employees having rendered 15 years of service or": "इस प्रकार, 5 वर्ष की सेवा प्रदान करने वाले या 40 वर्ष की आयु पूरी",
  "completing 40 years of age but not having completed 20 years": "करने वाले कर्मचारी, परन्तु 20 वर्ष की सेवा पूरी नहीं करने पर योजना के",
  "of service shall not be eligible for pensionary benefits on taking voluntary retirement under the Scheme.": "तहत स्वैच्छिक सेवानिवृत्ति लेने पर पेंशन लाभ के लिए पात्र नहीं होंगे।",
  "In order to ensure that such employees do not lose the benefit": "यह सुनिश्चित करने के लिए कि ऐसे कर्मचारी पेंशन का लाभ नहीं खोते हैं,",
  "It is clear from answer that the staff circular dated 30.12.2000": "उत्तर से यह स्पष्ट है कि स्टाफ परिपत्र दिनांक 30.2.2000 को दोहराया",
  "was reiterated. Payment of pension to an employee retiring under VRS": "गया था। वीआरएस के तहत सेवानिवृत्त होने वाले कर्मचारी को पेंशन का",
  "would be governed by rules on the relevant date, i.e., 31.3.2001. At": "भुगतान प्रासंगिक तिथि, यानी दिनांक 3.3.2007 पर नियमों द्वारा शासित",
  "the same time, the position of the existing rule was indicated that": "किया जाएगा। उसी समय, मौजूदा नियम की स्थिति से संकेत दिया गया था",
  "those employees who had not completed 20 years of pensionable service were not eligible for a pension. It was not clarified what was the meaning and purport of para 6(c) of the scheme. It was not": "कि जिन कर्मचारियों ने 20 साल की पेंशन सेवा पूरी नहीं की थी, वे पेंशन के लिए पात्र नहीं थे। यह स्पष्ट नहीं किया गया था कि योजना के प्रस्तर 6(सी) का अर्थ और उद्देश्य क्या था। यह उल्लेख नहीं किया गया था कि कर्मचारी",
  "years of service as per the scheme approved by the Government of India and floated by the IBA and adopted by the Central Board of SBI.": "भारत सरकार द्वारा अनुमोदित और आईबीए द्वारा चलाई गई और एसबीआई के केंद्रीय बोर्ड द्वारा अपनायी गई योजना के अनुसार 5 वर्षों की सेवा पर",
  "have caused a modification, amendment, or cancellation of any of the clauses of VRS or resolution passed by the Board, nor it was so stated.": "पारित वीआरएस या प्रस्ताव के किसी भी खंड में परिवर्तन, संशोधन अथवा रद्द करने का कारण नहीं कहा जा सकता है, न तो ऐसा कहा ही गया था।",
  "It was necessary to state that on completion of 15 years of service,": "यह बताना आवश्यक था कि 5 वर्ष की सेवा पूर्ण करने पर, कर्मचारियों को",
  "employees would not be paid pension. The existing rule position was": "पेंशन का भुगतान नहीं किया जाएगा। मौजूदा नियम की स्थिति सभी को",
  "pension on completion of 15 years of service.": "ज्ञात थी, जबकि योजना को 5 वर्ष की सेवा पूर्ण करने पर पेंशन प्रदान",
  "25. Rule 22 of the Pension Rules of SBI as it existed up to 9.3.2001": "25. एसबीआई के पेंशन नियमों के नियम 22 के रूप में यह दिनांक",
  "and amended are extracted hereunder:": "09.03.200 तक मौजूद है और इसमें संशोधित अवतरण इस प्रकार हैं:",
  "Existing Rule": "मौजूदा नियम",
  "“2.2(i) A member shall be entitled to a pension under these rules on retiring from the Bank’s service-": "“22 (।) एक सदस्य बैंक की सेवा से सेवानिवृत्त होने पर इन नियमों के तहत पेंशन का हकदार होगा -",
  "(a) After having completed 20 years' pensionable service provided that he has attained the age of 50 years or if he is in the": "(क) 20 वर्ष की पेंशनभोगी सेवा पूर्ण करने के पश्चात बशर्ते उन्होंने 50 वर्ष की आयु प्राप्त कर ली है अथवा यदि वह दिनांक 0..93 को या",
  "completed ten years pensionable service provided that he has": "उसके बाद बैंक की सेवा में है, तो दस वर्ष की पेंशनभोगी सेवा पूर्ण करने",
  "attained the age of 58 years.": "के पश्चात बशर्ते कि उसने 58 वर्ष की आयु प्राप्त कर ली हो।",
  "(b) After having completed twenty years' irrespective of the age he": "(ख) उस आयु के निरपेक्ष बीस वर्ष पूर्ण होने के पश्चात्‌ यदि वह अनुमोदित",
  "to sanction his retirement by approved medical certificate or": "चिकित्सा प्रमाणपत्र द्वारा अपनी सेवानिवृत्ति मंजूर करने के लिए सक्षम",
  "otherwise that he is incapacitated for further active service;": "प्राधिकारी को संतुष्ट करेगा या अन्यथा कि वह आगे सक्रिय सेवा के लिए असमर्थ है;",
  "(c) After having completed twenty years pensionable service,": "(ग) बीस वर्ष की पेंशनभोगी सेवा पूर्ण करने के पश्चात, भले ही वह",
  "irrespective of the age he shall have attained at his request in writing;": "लिखित रूप में अपने अनुरोध पर प्राप्त की गई हो;",
  "(d) After twenty-five years' pensionable service.“": "(घ) पच्चीस वर्ष की पेंशन योग्य सेवा के बाद।",
  "Amended Rule": "संशोधित नियम",
  "“22(i) A member shall be entitled to a pension under these rules on retiring from the Bank’s service-": "“22 (।) एक सदस्य बैंक की सेवा से सेवानिवृत्त होने पर इन नियमों के तहत पेंशन का हकदार होगा-",
  "(a) After having completed twenty years' pensionable service": "(क) 20 वर्ष की पेंशनभोगी सेवा पूर्ण करने के पश्चात बशर्ते उन्होंने 50",
  "provided that he has attained the age of fifty years or if he is in the service of the Bank on or after 01.11.93, after having": "वर्ष की आयु प्राप्त कर ली है अथवा यदि वह दिनांक 0..93 को या",
  "completed 10 years, pensionable service provided that he has": "उसके बाद बैंक की सेवा में है, तो दस वर्ष की पेंशनभोगी सेवा पूर्ण करने",
  "attained the age of fifty-eight years or if he is in the service of": "के पश्चात बशर्ते कि उसने 58 वर्ष की आयु प्राप्त कर ली हो अथवा यदि",
  "the bank on or after 22.05.1998. After having completed ten": "वह 22. 05. 998 को या उसके बाद बैंक की सेवा में है। दस वर्ष पूर्ण",
  "years, pensionable service provided that he has attained the age of sixty years.": "होने के पश्चात, पेंशनभोगी सेवा प्रदान करने के लिए वह साठ वर्ष की आयु",
  "(b) After having completed twenty years' pensionable service,": "(ख) बीस वर्ष की पेंशनभोगी सेवा पूर्ण करने के पश्चात्‌, उस आयु के",
  "the authority competent to sanction his retirement by": "द्वारा अपनी सेवानिवृत्ति मंजूर करने के लिए सक्षम प्राधिकारी को संतुष्ट",
  "incapacitated for further active service;": "करेगा या अन्यथा कि वह आगे सक्रिय सेवा के लिए असमर्थ है;",
  "having completed 10 years pensionable service provided that he": "संविदात्मक है और 5 वर्ष की सेवा पूरी होने पर पेंशन संबंधी लाभ के लिए",
  "with a retrospective effect from 1.9.2000. By way of amendment, a": "संशोधन करने का प्रस्ताव दिया गया था। इसे .9.2000 से पूर्वव्यापी प्रभाव के साथ वर्ष 2002 में संशोधित किया गया था। संशोधन के माध्यम",
  "proviso has been inserted in Regulation 28 thus:": "से, विनियमन 28 में इस प्रकार एक परन्तुक डाला गया है:",
  "“28. Superannuation pension.—Superannuation pension shall be granted to an employee who has retired on his attaining the": "\"28. सेवानिवृत्ति पेंशन - सेवानिवृत्ति पेंशन एक कर्मचारी को दी जाएगी",
  "age of superannuation specified in the Service Regulations or": "जो सेवा विनियमों या व्यवस्थापन में निर्दिष्ट सेवानिवृत्ति की आयु प्राप्त करने",
  "“Provided that pension shall also be granted to an employee": "\" परंतु यह कि पेंशन ऐसे कर्मचारी को भी प्रदान की जाएगी जो सेवानिवृत्ति",
  "who opts to retire before attaining the age of superannuation,": "की आयु प्राप्त करने से पूर्व सेवानिवृत्त होने का चुनाव करता है, किन्तु ऐसी",
  "the Bank’s Board with the concurrence of the Government.”": "किसी स्कीम के संबंध में, जो सरकार की सहमति से बैंक बोर्ड द्वारा इस",
  "32. The employees who opted for VRS on completion of 15 years of service within the specified period in 2000/2001, were given the": "32. जिन कर्मचारियों ने 2000/200] में निर्दिष्ट अवधि के भीतर 5 साल की सेवा पूरी करने पर वी.आर.एस. का विकल्प चुना था, उन्हें पेंशन",
  "benefit of pension. The Regulations came to be amended in 2002 with": "का लाभ दिया गया था। 2002 में पूर्वव्यापी प्रभाव के साथ विनियमों में",
  "the retrospective effect. However, the benefit under Regulation 29(5)": "संशोधन किया गया। हालांकि, विनियमन 29 (5) के तहत लाभ को उन",
  "was not extended to the optees/employees who completed 20 years of": "लोगों /कर्मचारियों तक नहीं बढ़ाया गया था जिन्होंने 5५ साल की अर्हकारी",
  "29(5) applicable to the said banks are extracted hereunder:": "विनियम 29 () और 29 (5) यहां दिए गए हैं:",
  "“29. Pension on voluntary retirement.—(1) On or after the 1st": "“29. स्वैच्छिक सेवानिवृत्ति पर पेंशन- () किसी भी समय नवंबर,",
  "completed twenty years of qualifying service he may, by giving": "वर्ष पूरे किए जाने के पश्चात्‌ वह सेवा से सेवानिवृत्त होने वाले नियुक्ति",
  "notice of not less than three months in writing to the": "प्राधिकारी को लिखित रूप में कम से कम तीन मास की अवधि से पहले",
  "Provided that this sub-regulation shall not apply to an": "बशर्ते कि यह उप -विनियमन उस कर्मचारी पर लागू नहीं होगा, जिसे",
  "employee who is on deputation or on study leave abroad": "प्रतिनियुक्ति पर है या विदेश में अध्ययन अवकाश पर है जब तक कि उसे",
  "unless after having been transferred or having returned to": "स्थानांतरित नहीं किया जाता है या भारत में वापस नहीं किया जाता है,",
  "India he has resumed charge of the post in India and has": "उसने भारत में पद का प्रभार फिर से शुरू कर दिया है और कम से कम",
  "served for a period of not less than one year:": "एक वर्ष की अवधि की सेवा की है:",
  "Provided further that this sub-regulation shall not apply to": "आगे कहा गया है कि यह उप-विनियमन उस कर्मचारी पर लागू नहीं होगा",
  "absorbed permanently in an autonomous body or a public sector undertaking or company or institution or body, whether": "जो एक स्वायत्त निकाय या एक सार्वजनिक क्षेत्र के उपक्रम या कंपनी या संस्था या निकाय में स्थायी रूप से अवशोषित होने के लिए सेवा से",
  "incorporated or not to which he is on deputation at the time of": "सेवानिवृत्ति चाहता है, चाहे वह निगमित हो या नहीं, जिस समय वह",
  "seeking voluntary retirement:": "प्रतिनियुक्ति पर है स्वैच्छिक सेवानिवृत्ति की मांग करता है:",
  "employee who is deemed to have retired in accordance with clause (1) of Regulation 2.": "विनियमन 2 के खंड () के अनुसार सेवानिवृत्त माना जाता है।",
  "(5) The qualifying service of an employee retiring voluntarily under this Regulation shall be increased by a period not": "(5) इस विनियम के अधीन स्वैच्छिक रूप से सेवानिवृत्त होने वाले",
  "under this Regulation shall be increased by a period not exceeding five years, subject to the condition that the total": "कर्मचारी की अर्हक सेवा में, पांच वर्ष से अनधिक की अवधि तक, इस शर्त",
  "qualifying service rendered by such employee shall not in any": "के अधीन वृद्धि की जाएगी कि ऐसे कर्मचारी द्वारा दी गई कुल अर्हक सेवा",
  "case exceed thirty-three years and it does not take him beyond": "किसी भी दशा में 33 वर्ष से अधिक नहीं होगी और वह उसे सेवानिवृत्ति की",
  "33. The scheme in question came up for consideration in O.P.": "33. . विचाराधीन योजना ओ.पी. स्वर्णकार और अन्य (उपरोक्त) में विचार",
  "common judgment. It noted that reference to pension as per rules was": "अपील का फैसला किया गया था। यह अंकित किया गया कि पेंशन की",
  "made for computation of pension, and the employees who had": "गणना के लिए नियमों के अनुसार पेंशन का संदर्भ दिया गया था, और जिन",
  "2000 along with pension and other benefits. IBA wrote a letter dated": "साथ वीआरएस 2000 का लाभ दिया जाना था। आईबीए ने पेंशन",
  "11.12.2000 to all public sector banks for amending Pension": "विनियमों, 995 में संशोधन के लिए सभी सार्वजनिक क्षेत्र के बैंकों को",
  "the employees as per VRS 2000. They would be eligible for pro-rata": "को वीआरएस 2000 के अनुसार पेंशन का भुगतान किया जाना था। वे उसी",
  "pension; as such, Regulation 28 be amended. The employees who": "के अनुपात के अनुसार पेशंन के पात्र होंगे, जैसे की विनियमन 28 में",
  "approval of the Government and the Board of Directors would be": "संशोधन किया गया हो। सरकार और निदेशक मंडल की विशिष्ट मंजूरी के",
  "eligible for pro-rata pension for the period of service rendered as if they": "गई सेवा की अवधि के लिए उसी के अनुपात पेंशन के लिए पात्र होंगे, जैसे",
  "were to retire on attaining the age of superannuation on that date. The": "कि वे उस तिथि को सेवानिवृत्ति की आयु प्राप्त करने पर सेवानिवृत्त होने",
  "35. The eligibility criteria in all the schemes, including SBI VRS,": "35.  एस.बी.आई. वी.आर.एस. सहित सभी योजनाओं में पात्रता मानदंड,",
  "clearly provided that employees who completed 15 years of service and": "स्पष्ट रूप से प्रदान करता है कि 5 वर्ष की सेवा और विशेष आयु पूरी करने",
  "particular age shall be eligible to apply. The benefits to which they": "वाले कर्मचारी आवेदन करने के लिए पात्र होंगे। जिन लाभों के वे हकदार थे,",
  "were entitled, were culled out. In other banks, the pension was as per": "उन्हें समाप्त कर दिया गया था। अन्य बैंकों में , पेंशन, पेंशन विनियमन,",
  "Pension Regulation, 1995. Thus, on eligibility of an employee, admissibility of the available reliefs in Scheme followed ie., the": "995 के अनुसार थी। इस प्रकार, एक कर्मचारी की पात्रता पर, योजना में",
  "admissibility of the available reliefs in Scheme followed ie., the amount of ex gratia and other benefits, including pension, were to be": "उपलब्ध राहत की स्वीकार्यता अर्थात्‌, अनुग्रह की राशि और पेंशन सहित",
  "paid as provided in the scheme. Otherwise, there was no purpose of": "अन्य लाभों का भुगतान योजना के अनुसार किया जाना था. अन्यथा, 5",
  "retiring an employee with 15 years of service as they were not eligible": "साल की सेवा के साथ एक कर्मचारी को सेवानिवृत्त करने का कोई उद्देश्य",
  "for retirement as per the rules before completion of 20 years of service in all nationalised banks as well as SBI. A reference to the": "नहीं था क्योंकि वे सभी राष्ट्रीयकृत बैंकों और एसबीआई में 20 साल की सेवा समाप्त होने से पहले नियमों के अनुसार सेवानिवृत्ति के लिए पात्र नहीं",
  "admissibility of the pension as per rules/ regulations was made in all": "थे। सभी वीआरएस में नियमों /विनियमों के अनुसार पेंशन की स्वीकार्यता",
  "the VRS to mean that proportionate pension shall be admissible as": "का संदर्भ दिया गया था, जिसका अर्थ है कि आनुपातिक पेंशन प्रदान किए",
  "provided in rules, this Court has noted it in O.P. Swarnakar (supra),": "नियमों के अनुसार स्वीकार्य होगी , इस न्यायालय ने इसे ओपी स्वर्णकार (उपरोक्त) के वाद में अंकित किया है, इस प्रकार।",
  "“49. An offer indisputably can be made to a group of persons": "“८49. निर्विवाद रूप से एक प्रस्ताव व्यक्तियों के एक समूह को सामूहिक",
  "collectively which is capable of being accepted individually, but": "रूप से बनाया जा सकता है जो व्यक्तिगत रूप से स्वीकार करने में सक्षम",
  "the question which has to be posed and answered is as to": "है, लेकिन जिस प्रश्न को प्रस्तुत किया जाना है और उत्तर दिया जाना है वह",
  "whether having regard to the service jurisprudence; the": "यह है कि क्या सेवा न्यायशास्त्र के संबंध में है; तत्काल मामले में भारतीय",
  "principles of the Indian Contract Act would be applicable in the instant case. It is the specific case of the “banks” that the": "संविदा अधिनियम के सिद्धांत लागू होंगे। यह \" बैंकों \" का विशिष्ट मामला है",
  "Schemes had been floated by way of contract. It does not have": "कि ये योजनाएं संविदा के जरिए चलाई गई थीं। इसमें कोई वैधानिक",
  "any statutory flavour. Reference to the Pension Scheme framed under the Regulations was made for computation of the": "आकार नहीं है। विनियमों के तहत बनाए गए पेंशन योजना का संदर्भ पेंशन",
  "under the Regulations was made for computation of the pension.”": "की गणना के लिए बनाया गया था। ”",
  "(emphasis supplied)": "(प्रभाव वर्धित )",
  "36. Significantly in O.P. Swarnakar (supra), this Court observed that": "36. ओ.पी. स्वर्णकार (उपरोक्त), इस न्यायालय ने यह देखा कि कर्मचारियों",
  "employees must have proceeded to apply for VRS on the basis even": "ने वीआरएस के लिए आवेदन करने के लिए कार्यवाही की होगी, भले ही",
  "though they have merely completed 15 years of service, which was not": "उन्होंने केवल 5 साल की सेवा पूरी कर ली हो, जो कि एक अर्हकारी सेवा",
  "a qualifying service, under the Pension Regulations of Bank, they would be entitled to benefits in terms of the VRS scheme. The Court": "नहीं थी, बैंक के पेंशन विनियमों के तहत, वे वीआरएस योजना के संदर्भ में",
  "“89. Furthermore, a large number of employees have": "\"89. इसके अलावा, बड़ी सं. में कर्मचारियों ने अपना प्रस्ताव केवल",
  "withdrawn their offer only when a proviso was sought to be added to Regulation 28 aforementioned. In terms of the": "तभी वापस ले लिया है जब उपर्युक्त विनियम 28 में एक परंतुक जोड़ने की",
  "Scheme the employees, who expected to get benefits of sub- regulation (4) of Regulation 29 would be deprived therefrom. It": "मांग की गई हो। इस योजना के संदर्भ में, विनियम 29 के उपविनियमन (4) का लाभ प्राप्त करने के लिए अपेक्षित कर्मचारी उससे वंचित हो",
  "is not in this dispute that the qualifying period for receiving pension was 20 years. Only upon completion of 20 years, in": "जाएंगे। इस विवाद में यह नहीं है कि पेंशन प्राप्त करने की अर्हक अवधि 20",
  "terms of the statutory regulation contained in Regulation 29,": "वर्ष थी। विनियमन 29 में निहित कानूनी विनियमन के संदर्भ में केवल 20",
  "an employee could opt for voluntary retirement, and in terms": "वर्ष पूरा होने पर, कोई कर्मचारी स्वैच्छिक सेवानिवृत्ति का विकल्प चुन",
  "39. In our opinion, the reference in the SBI VRS to the admissible": "39. हमारी राय में, एसबीआई वीआरएस में अनुज्ञेय लाभों के सन्दर्भ में ,",
  "benefits, like pension shall be as per the pension rules, was for the": "जैसे पेंशन, पेंशन नियमों के अनुसार होगा, जो पेंशन की संगणना के प्रयोजन",
  "the scheme that proportionate pension was admissible to employees as noted in para 49 of O.P. Swarnakar & Ors. (Supra). A similar": "(उपरोक्त) के प्रस्तर 49 में उल्लिखित कर्मचारियों के लिए आनुपातिक पेंशन",
  "expression was used in the schemes of nationalised banks also. This": "अनुज्ञेय थी। राष्ट्रीयकृत बैंकों की योजनाओं में भी इसी प्रकार की अभिव्यक्ति",
  "pension is provided in Rule 23 of the SBI Pension Rules.": "नियम के नियम 23 में किसी पेंशन की संगणना का सूत्र दिया गया है।",
  "40. It is of utmost significance that the Central Board in its meeting": "40. यह अत्यंत महत्व का विषय है कि केन्द्रीय बोर्ड ने अपनी बैठक में",
  "dated 27.12.2000 accorded approval “for the proposals contained in": "तारीख 27.2.2000 को “संयुक्त ज्ञापन में अंतर्विष्ट प्रस्तावों के लिए”",
  "the Memorandum.” A bare perusal of the memorandum makes it clear": "अनुमोदन प्रदान किया था ज्ञापन के स्पष्ट अवलोकन से यह स्पष्ट हो जाता है",
  "that the letter of IBA dated 31.8.2000 was enclosed as part of the": "कि 3.8.2000 दिनांकित आईबीए के पत्र को केन्द्रीय बोर्ड को प्रस्तुत",
  "was mentioned \"that the Government of India conveyed that they had": "गया था कि \"भारत सरकार ने यह सूचित किया था कि उन्हें स्वैच्छिक",
  "no objection to the banks' placing before their respective Boards of": "प्रस्तावों के अपने-अपने बोर्ड के समक्ष रखने पर बैंकों को कोई आपत्ति नहीं",
  "Retirement Scheme. It advised that Banks may ‘adopt’ the scheme after obtaining their Boards' approval and implement it in ‘right": "है। इसने सलाह दी कि बैंक अपने बोर्ड का अनुमोदन प्राप्त करने के पश्चात्‌",
  "approved by the Government of India and conveyed by the IBA. The": "आईबीए द्वारा प्रदत्त वीआरएस के हिताधिकारी थे। भारत सरकार द्वारा",
  "5 years towards the qualifying period. The employees must": "सकते थे कि वे 5 साल की सेवा पूरी होने पर पेंशन का भुगतान करने के",
  "Act, the State Government was authorised to make rules for the purpose of carrying out the provisions of the Act. It was": "को नियम बनाने की शक्ति है। धारा 50 केंद्र सरकार की विनियम बनाने की",
  "approval by Government of India and scheme, conveyed by IBA, was to provide for the benefit of pension on completion of 15 years of service.": "अनुमोदन और आईबीए द्वारा दी गई योजना, में 5 वर्ष की सेवा पूरी होने",
  "provide for the benefit of pension on completion of 15 years of service. The same was an essential condition of the scheme. The Annexure,": "पर पेंशन के लाभ प्रदान करना था, यह योजना की एक अनिवार्य शर्त थी।",
  "which was part of the memorandum, provided inter alia the benefit of": "परिशिष्ट, 'जो ज्ञापन का हिस्सा था' ने अन्य बातों के साथ पेंशन का लाभ",
  "completion of 20 years period of service. Once SBI accepted the": "प्रदान किया, जिसमें 20 वर्ष की सेवा की अवधि पूरी होने बाद पेंशन में",
  "doubt that in VRS (Annexure B) inasmuch as the expression to": "स्पष्ट हो गया और संदेह से परे हो गया कि वीआरएस (परिशिष्ट बी) में",
  "provide the benefit of pension as per rules was only for providing the": "नियमों के अनुसार पेंशन का लाभ प्रदान करने की अभिव्यक्ति के रूप में",
  "proportionate pensionary benefit of the qualifying service on and above": "अधिक सेवा के लिए आनुपातिक पेंशन लाभ प्रदान करने के लिए था।",
  "41. The IBA advised the banks for amending the rules. The": "4. आईबीए ने बैंकों को नियमों में संशोधन करने की सलाह दी। भारत",
  "Government of India, Ministry of Finance, also issued a letter dated": "सरकार, वित्त मंत्रालय ने भी नियमों में संशोधन करने के लिए बैंक को",
  "5.9.2001 to the Bank to amend the rules. There was a proposal to": "दिनांक 5.9.200 को एक पत्र जारी किया। नियमों में संशोधन का प्रस्ताव",
  "amend the rules. After the scheme was implemented in 2000, the nationalised banks, including the Punjab National Bank, amended": "था। योजना 2000 में लागू होने के बाद, पंजाब नेशनल बैंक सहित राष्ट्रीयकृत बैंकों ने 2002 में पूर्वव्यापी प्रभाव से अपने नियमों में संशोधन",
  "the VRS schemes were implemented by banks governed by the": "शासित बैंकों द्वारा वीआरएस योजनाओं को लागू किया गया था, पेंशन का",
  "Regulation 28 of Regulation of 1995 provided for 20 years of qualifying": "लिए विनियमन 995 के विनियमन 28 को प्रदान किया गया था। एक बार",
  "of the Bombay Legislative Assembly was convened for the first": "कर दिया गया था। बॉम्बे लेजिस्लेटिव असेंबली का अधिवेशन 94] के",
  "time after 1941 on 20-5-1946, and that session was prorogued": "बाद पहली बार 20.5.946 में आयोजित किया गया था और",
  "on 24-5-1946. The second session of the Bombay Legislative": "24.5.946 में इस सत्र का सत्रावसान हुआ। बॉम्बि लेजिस्लेटिव असेंबली",
  "Bombay Legislative Council on 3-9-1946 and the rules were": "3.9.946 को बंबई लेजिस्लेटिव काउंसिल का और 29946 को विधान",
  "placed on the Assembly Table in the second session before the Legislative Assembly on 2-9-1946 and before the Legislative": "सभा के समक्ष तथा 3.9.946 को विधान परिषद के समक्ष दूसरे सत्र में",
  "the date on which they were placed before the Houses of": "हासिल की है जिस दिन उन्हें विधानमंडल के सदनों के समक्ष रखा गया",
  "Legislature. The rules are valid from the date on which they are made under Section 26(1). It is true that the Legislature": "था। नियम उस तारीख से वैध हैं जिस दिन वे धारा 26 () के तहत बनाए",
  "has prescribed that the rules shall be placed before the Houses": "गए हैं। यह सही है कि विधानमंडल ने यह विहित किया है कि नियम",
  "of Legislature, but failure to place the rules before the Houses": "विधान-मंडल के सदनों के समक्ष रखे जाएंगे किंतु विधान-मंडल के सदनों",
  "of Legislature does not affect the validity of the rules, merely": "के समक्ष नियम रखने में असफलता नियमों की विधिमान्यता को प्रभावित",
  "because they have not been placed before the Houses of the": "नहीं करती, केवल इसलिए कि उन्हें विधानमंडल के सदनों के समक्ष नहीं",
  "Legislature. Granting that the provisions of sub-section (5) of Section 26 by reason of the failure to place the rules before the": "रखा गया है. यह मानते हुए कि विधानमंडल के सदनों के समक्ष नियमों को रखने में विफलता के कारण धारा 26 के उपधारा (5) के प्रावधानों का",
  "Houses of Legislature were violated, we are of the view that sub-section (5) of Section 26 having regard to the purposes for": "उल्लंघन किया गया था, हमारा विचार है कि धारा 26 की उपधारा (5) उन",
  "which it is made, and in the context in which it occurs, cannot": "उद्देश्यों के संबंध में है जिनके लिए यह किया गया है, और जिस संदर्भ में",
  "since the year 1941, and by virtue of Section 64 of Gujarat Act 20 of 1964, they continue to remain in operation.\"": "प्रवर्तन में रहे हैं और 964 के गुजरात अधिनियम 20 की धारा 64 के आधार पर वे प्रवर्तन में बने रहे हैं",
  "127. In Atlas Cycle Industries’ case, (1979) 2 SCC 196, the": "27.  एटलस साइकिल इंडस्ट्रीज (979) 2 एससीसी 96",
  "same view has been reiterated.": "के वाद में इसी मत को दोहराया गया है",
  "128. We, therefore, are of the opinion that the Scheme in": "28. इसलिए, हमारी राय है कि विचाराधीन योजना को विधि में",
  "question cannot be said to be bad in law.”": "अनुचित नहीं कहा जा सकता है। ”",
  "38. The Court concerning the provision of withdrawal held that the": "38. न्यायालय ने वापसी के प्रावधान के बारे मेंअभिर्निधारित किया कि",
  "relevant clause of the scheme created an enforceable right in case the": "योजना के प्रासंगिक खंड ने एक लागू करने योग्य अधिकार बनाया है यदि",
  "State Bank failed to adhere to its preferred policy.": "स्टेट बैंक अपनी नीति का पालन करने में विफल रहा है।",
  "India. In case SBI’s stand is accepted, its scheme would have been": "रुख स्वीकार कर लिया जाता है, तो इसकी योजना वैध होती क्योंकि भारत",
  "valid as no modification could have been made without approval of the": "सरकार की मंजूरी के बिना कोई संशोधन नहीं किया जा सकता था। वास्तव",
  "Government of India. In fact, no such modification was made, as held": "में, ऐसा कोई संशोधन नहीं किया गया था, जैसा कि ऊपर आयोजित किया",
  "44. Once it approved the Scheme SBI being an instrumentality of": "44. .. एक बार यह स्कीम एसबीआई को अनुच्छेद 2 के अधीन राज्य का परिकरण होने के कारण अनुमोदित कर दि गयी तो यह न्यायसंगत और",
  "representation made that it accepted the contents of memorandum and the scheme floated by IBA and invited the applications based on": "और स्कीम की अंतर्वस्तुओं को स्वीकार कर लिया था और ऐसे ज्ञापन को,",
  "approving the memorandum which contained proposal of pension on rendering 15 years of permanent pensionable service, it could not later": "जिसमें स्थायी पेंशन संबंधी सेवा के 5 वर्ष देने पर पेंशन का प्रस्ताव",
  "of the Rules or by not amending the Rules or by issuing a clarification": "था, वह बाद में नियमों के आश्रय का दावा करके या नियमों में संशोधन न करके या ऐसा स्पष्टीकरण जारी करके, जो बोर्ड के संकल्प की भावना के",
  "unreasonable action to deprive the employees of the benefit of pension": "कर्मचारियों को वंचित करने के लिए एक अनुचित और अतार्किक कार्रवाई",
  "45. SBI is bound by resolution of Central Board of Directors.": "45. एसबीआई केंद्रीय निदेशक मंडल के संकल्प द्वारा बाध्य है। यह योजना",
  "The Scheme was with the approval of the Government of India and": "भारत सरकार की मंजूरी के साथ थी और एसबीआई को छोड़कर सभी बैंकों",
  "Reserve Bank of India and with the previous sanction of the Central": "भारतीय रिजर्व बैंक से परामर्श करने के पश्चात्‌ और केन्द्रीय सरकार की पूर्व",
  "Government, can make Regulations. Under Section 50(2)(0), the": "मंजूरी से विनियम बना सकता है धारा 50 (2) (ओ) के तहत, राज्य बैंक",
  "pension and other funds for the benefit of the employees of the State": "के कर्मचारियों के लाभ के लिए सेवानिवृत्ति पेंशन और अन्य धन के संबंध में",
  "“50. Power of Central Board to make regulations.—(1) The": "“५0 केंद्रीय बोर्ड की नियम बनाने की शक्ति-() केंद्रीय बोर्ड,",
  "Central Board may, after consultation with the Reserve Bank and with the previous sanction of the Central Government [by": "रिजर्व बैंक से परामर्श करने के पश्चात्‌ और केन्द्रीय सरकार की पूर्व मंजूरी",
  "notification in the Official Gazette,] make regulations, not": "के साथ [राजपत्र में अधिसूचना द्वारा ] उस अधिनियम के साथ असंगत",
  "purpose of giving effect to the provisions of this Act.": "नियम, जिनके लिए इस अधिनियम के उन उपबंधों को प्रभावी करने के",
  "(2) In particular, and without prejudice to the generality of the": "(2) विशिष्टतया और पूर्वगामी शक्ति की व्यापकता पर पूर्वगामी प्रभाव",
  "foregoing power, such regulations may provide for—": "डाले बिना, ऐसे विनियम निम्नलिखित के लिए उपबंध कर सकेंगे-",
  "of the State Bank or of the State Bank or of the dependents of": "(ओ) स्टेट बैंक या स्टेट बैंक के कर्मचारियों या ऐसे कर्मचारियों के",
  "such employees or for the purposes of the State Bank, and the": "आश्रितों के फायदे के लिए या स्टेट बैंक के प्रयोजनों के लिए. और",
  "granting of superannuation allowances, annuities and pensions": "सेवानिवृत्ति भत्ते, वार्षिकियां और एसे किसी फंड का जिसके तहत पेशंन देय",
  "43. Thus, it is apparent that the Central Board of SBI could not have": "43. इस प्रकार, यह स्पष्ट है कि एसबीआई का केंद्रीय बोर्ड केंद्र सरकार द्वारा",
  "framed a scheme different than the one approved by the Central Government on its own, nor could have implemented it without": "अनुमोदित योजना से अलग नहीं हो सकता था, न ही केंद्र सरकार की मंजूरी",
  "amend the scheme, as approved by the Government of India, it was": "परिवर्तित करना चाहता था, जैसा कि भारत सरकार द्वारा अनुमोदित है, तो",
  "incumbent upon it to send its modified scheme to the Central": "अनुमोदन के लिए अपनी संशोधित योजना को केंद्र सरकार की स्वीकृति",
  "cannot be permitted to act unfairly by virtue of having superior": "की शक्ति होने के आधार पर इसे गलत तरीके से कार्य करने की अनुमति",
  "effect of re-writing or superseding the resolution of the Central Board": "नहीं दी जा सकती है। स्पष्टीकरण का केंद्रीय बोर्ड के संकल्प को फिर से लिखने या सुपरसीडिंग करने का प्रभाव नहीं था और न ही एसबीआई के",
  "nor effect of making modifications in the resolution passed by the": "केंद्रीय बोर्ड द्वारा पारित संकल्प में संशोधन करने का प्रभाव था।",
  "46. The VRS scheme was not floated by the SBI on its own volition.": "46. वीआरएस योजना एसबीआई द्वारा अपनी मर्जी से नहीं चलायी गई थी।",
  "It was pursuant to an exercise that was undertaken by the IBA in view": "यह एक अभ्यास के अनुसार था जो आईबीए द्वारा बैंक में कर्मचारियों के",
  "of the recent developments of modern technology considering the age": "को युक्तिसंगत बनाने के लिए आधुनिक प्रौद्योगिकी के हाल के घटनाक्रमों के",
  "to rationalise the manpower; a decision was taken. It was decided at": "मद्देनजर किया गया था; एक निर्णय लिया गया था। विशेष उपाय के रूप में",
  "the Government level to provide pension after completion of 15 years": "5 साल की सेवा पूरी करने के बाद पेंशन प्रदान करने के लिए सरकार के",
  "of service as a special measure, the banks were bound to implement it": "स्तर पर निर्णय लिया गया था, बैंक इसे उस तरीके से लागू करने के लिए",
  "in that manner or not at all. The Central Board of Directors of the SBI": "बाध्य थे या नहीं थे। एसबीआई के केंद्रीय निदेशक मंडल ने वीआरएस",
  "accepted the VRS proposal of Government and IBA without any": "किसी भी आरक्षण के बिना सरकार और आईबीए के वीआरएस प्रस्ताव को",
  "arbitrarily. Articles 15 and 16 provide for equality and provide for an": "दी जा सकती। अनुच्छेद 5 और 6 समानता प्रदान करते हैं और भेदभाव",
  "47. Though the Deputy General Manager was authorised by the Central Board of Directors to amend, modify or cancel the VRS. The": "47. हालांकि उप महाप्रबंधक को वीआरएस में संशोधन, परिवर्तन या रद्द करने के लिए केंद्रीय निदेशक मंडल द्वारा अधिकृत किया गया था। बाद में",
  "is apparent that when VRS scheme was floated, it was in": "इस प्रकार, यह स्पष्ट है कि जब वीआरएस योजना चलाई गई थी, तो यह",
  "contemplation of amendment of rules which was suggested by the IBA": "नियमों के संशोधन के अवलोकन में था जो आईबीए और भारत सरकार",
  "that employees were not deprived of the benefit of pension.": "पेंशन के लाभ से वंचित न हों।",
  "49. The question arises in case the bank accepts the proposal of": "49. सवाल यह उठता है कि यदि बैंक वीआरएस के प्रस्ताव को स्वीकार",
  "VRS, and does not alter its rules, can employees be deprived of the": "करता है, और अपने नियमों में बदलाव नहीं करता है, तो क्या कर्मचारियों",
  "benefit of pension in such an unconscionable manner over an event on": "को किसी ऐसी घटना पर पेंशन के लाभ से वंचित किया जा सकता है जिस",
  "which they had no control. It would be nothing, but an outcome of": "पर उनका कोई नियंत्रण नहीं था। यह और कुछ नहीं, बल्कि अनुचित और",
  "unfair and arbitrary act in case the SBI never intended to act upon the": "मनमाने कार्य का परिणाम होगा यदि एसबीआई ने योजना पर कार्य करने का",
  "scheme it ought not to have accepted it, and once it approved VRS, it": "इरादा नहीं किया, जिस पर उसे स्वीकार नहीं किया जाना चाहिए था, और एक बार जब उसने वीआरएस को मंजूरी दे दी थी, तो इसे अपने नियमों का",
  "was incumbent upon it to amend its rule, if necessary, as was done by": "संशोधन करना आवश्यक था, जैसे कि वर्ष 2000 में योजना के कार्यान्वित",
  "other banks in 2002 after scheme worked out in the year 2000. Even": "होने के बाद वर्ष 2002 में अन्य बैंकों द्वारा किया गया था। अन्यथा भी, एक",
  "otherwise once it accepted the proposal of the Government of India, it": "बार जब इसने भारत सरकार के प्रस्ताव को स्वीकार कर लिया, तो यह",
  "would be violative of provisions of Articles 14 and 16 to permit it to": "अनुच्छेद 4 और 6 के प्रावधानों का उल्लंघन होगा, यदि इसे इस आड़ में",
  "wriggle out of its obligation under the guise that the bank did not": "अपने दायित्व से बाहर निकलने की अनुमति दी जाये कि बैंक ने अपने",
  "amend its rules or pension was not admissible as per existing rules,": "नियमों में संशोधन नहीं किया या पेंशन मौजूदा नियमों के अनुसार स्वीकार्य",
  "mainly when the scheme provided for eligibility for pension on": "नहीं थी, मुख्य रूप से जब योजना ने 5 साल पूरे होने पर पेंशन के लिए",
  "completion of 15 years, that formed independent contract. If the bank": "पात्रता प्रदान किया, जिसने स्वतंत्र संविदा का गठन किया। यदि बैंक को",
  "is permitted to get rid of the scheme due to Rule position, then the": "नियम की स्थिति के कारण योजना से छुटकारा पाने की अनुमति दी जाती",
  "scheme itself would become void and unenforceable. Bank cannot act": "है, तो यह योजना स्वयं शून्य और अप्रवर्तनीय हो जाएगी। बैंक एक",
  "VRS which was contractual and deny benefit of pension, a right": "तहत सेवानिवृत्ति के संबंध में जो संविदात्मक था और पेंशन के लाभ से",
  "Directors adopting memorandum and the SBI-VRS.": "पारित संकल्प और ज्ञापन के मद्देनजर ज्ञापन और एसबीआई-बीआरएस को",
  "50. (a). The rights under contract cannot be taken away, and they": "50. (ए). संविदा के अन्तर्गत अधिकारों को अलग नहीं किया जा सकता है,",
  "become enforceable by a court of law. Bank cannot be permitted to": "और वे न्यायालय द्वारा प्रवर्तनीय होते हैं। बैंक को पहले व्यपदेशन करने और",
  "not permissible to make a “misrepresentation”. Under section 19 of": "\"दुर्व्यपदेशन” करना अनुमत नहीं है। संविदा अधिनियम की धारा 9 के",
  "the Contract Act, when consent is obtained by coercion, fraud, or": "अधीन जब सहमति प्रपीड़न, कपट या 'दुर्व्यपदेशन' द्वारा अभिप्राप्त की जाती",
  "Anr. v. Brojo Nath Ganguly & Anr., (1986) 3 SCC 156, this Court": "गांगुली और अन्य, (986) 3 एससीसी 56 में, इस न्यायालय ने सेन्ट्रल",
  "Water Transport Corporation and its employees and also the rules. In": "इनलैण्ड़ वाटर ट्रान्सपोर्ट कॉरपोरेशन लिमिटेड और उसके कर्मचारियों के",
  "that context, observed thus:": "इस प्रकार अवलोकन किया:",
  "“75. Under Section 19 of the Indian Contract Act, when": "“75. भारतीय संविदा अधिनियम की धारा 9 के अन्तर्गत",
  "consent to an agreement is caused by coercion, fraud or": "जब किसी करार में सहमति प्रपीड़न, कपट या दुर्व्यपदेशन द्वारा",
  "misrepresentation, the agreement is a contract voidable at the": "थी, के विकल्प पर करार शून्यकरणीय संविदा है। यह विवादत",
  "case of either of the contesting respondents that there was any": "उत्तरदाताओं में से किसी का भी मामला नहीं है कि उस पर",
  "coercion brought to bear upon him or that any fraud or": "कोई प्रपीड़न किया गया था या उस पर कोई कपट या",
  "misrepresentation had been practiced upon him. Under Section 19-A, when consent to an agreement is caused by": "दुर््यपदेशन किया गया था। धारा 9-ए के अन्तर्गत, जब किसी",
  "undue influence, the agreement is a contract voidable at the": "करार के लिए सहमति असम्यक असर द्वारा प्राप्त होती है, तो",
  "option of the party whose consent was so caused and the court": "उस पक्षकार के जिसकी सहमति ऐसे प्राप्त की गयी थी , के",
  "may set aside any such contract either absolutely or if the": "इस तरह की किसी भी संविदा को या तो पूरी तरह से अपास्त",
  "party who was entitled to avoid it has received any benefit": "कर सकता है या यदि पक्षकार जो इससे बचने का हकदार था,",
  "influence\" as follows:": "की उपधारा () निम्नलिखित रूप में \"असम्यक्‌ असर\" को",
  "“16. ‘Undue influence’ defined._(1) A contract is said to be": "6.  “असम्यक असर” परिभाषित- () किसी संविदा",
  "induced by ‘undue influence’ where the relations subsisting": "के बारे में यह कहा जाता है कि वह “असम्यक असर” से प्रेरित",
  "between the parties are such that one of the parties is in a": "है जहां पक्षकारों के बीच चल रहे संबंध ऐसे हैं कि एक पक्षकार",
  "position to dominate the will of the other and uses that": "दूसरे की इच्छा पर हावी होने की स्थिति में है और दूसरे पर",
  "position to obtain an unfair advantage over the other.”": "अनुचित लाभ अभिप्राप्त करने की उस स्थिति का उपयोग करता है।”",
  "The material provisions of sub-section (2) of Section 16 are as follows:": "धारा 36 की उप-धारा (2) के तात्विक प्रावधान इस प्रकार",
  "“(2) In particular and without prejudice to the generality of": "” (2) विशिष्ट रूप से और पूर्वगामी सिद्धांत की व्यापकता",
  "(a) where he holds a real or apparent authority over the other ....”": "(3) जहां वह अन्य पर एक वास्तविक या स्पष्ट प्राधिकार रखता है.... ”",
  "Indian Contract Act except Sections 23 and 24. Section 23": "हमें धारा 23 और 24 को छोड़कर भारतीय संविदा अधिनियम",
  "states that the consideration or object of an agreement is": "आवश्यकता नहीं है। धारा 23 में कहा गया है कि किसी करार का प्रतिफल या उद्देश्य वैध है जब तक कि अन्य बातों के",
  "lawful unless inter alia the court regards it as opposed to": "साथ-साथ न्यायालय इसे लोक नीति के विपरीत नहीं मानती",
  "public policy. This section further provides that every": "है। यह धारा आगे प्रावधान करती है कि प्रत्येक करार जिसका",
  "agreement of which the object or consideration is unlawful is": "उद्देश्य या प्रतिफल विधिविरूद्ध है, शून्य है। धारा 24 के तहत,",
  "one or more objects, or anyone or any part of any one of": "कोई भी हिस्सा, या कोई एक या किसी भी उद्देश्य के लिए कई",
  "conscience; irreconcilable with what is right or reasonable.\" An": "हुए; जो सही या उचित के साथ असंगत हो।\" इसलिए, एक",
  "unconscionable bargain would, therefore, be one which is irreconcilable with what is right or reasonable.”": "अर्नथक सौदेबाजी वह होगी जो सही या उचित के साथ असंगत है।\"",
  "(c). Chitty on Contracts was referred in Brojo Nath Ganguly (supra) about the old ideas of freedom of contract in modern times, 25\" Edn.,": "(८). संविदा पर चिट्ठी को आधुनिक समय में संविदा की स्वतंत्रता के पुराने विचारों के बारे में ब्रज नाथ गांगुली (उपरोक्त) में संदर्भित किया गया था, 25",
  "Vol. 1, para 4, Chitty observed:": "वां संस्करण, वॉल्यूम 7, प्रस्तर 4, चिट्ठी ने अवलोकन किया:",
  "“79. In this connection, it is useful to note what Chitty has to": "“79. इस संबंध में, यह नोट करना उपयोगी है कि आधुनिक",
  "say about the old ideas of freedom of contract in modern": "समय में संविदा की स्वतंत्रता के पुराने विचारों के बारे में चिट्ठी",
  "times. The relevant passages are to be found in Chitty on Contracts, 25th Edn., Vol. I, in paragraph 4, and are as follows:": "को क्या कहना है। संविदा पर चिट्टी, 25 वां संस्करण, वॉल्यूम , प्रस्तर 4, में प्रासंगिक उद्धरण पाए जाने हैं, और इस प्रकार",
  "\"These ideas have to a large extent lost their appeal today.": "\"इन विचारों को आज काफी हद तक अपनी अपील खोनी",
  "‘Freedom of contract,' it has been said, ‘is a reasonable social": "है। 'संविदा की स्वतंत्रता', यह कहा गया है, 'केवल इस हद तक एक उचित सामाजिक आदर्श है कि संविदा करने वाले पक्षकारों",
  "ideal only to the extent that equality of bargaining power": "के बीच सौदेबाजी करने की शक्ति की समानता को माना जा",
  "done to the economic interests of the community at large.’": "सकता है, और बड़े पैमाने पर समुदाय के आर्थिक हितों को",
  "Freedom of contract is of little value when one party has no": "कोई हानि नहीं पहुंचाई जाती है।' संविदा की स्वतंत्रता बहुत कम महत्व की होती है जब किसी पक्ष के पास प्रस्तावित शर्तों",
  "other or doing without the goods or services offered. Many": "को स्वीकार करने या प्रस्तावित सेवाओं या माल के बिना कार्य",
  "contracts entered into by public utility undertakings and": "उपक्रमों द्वारा की गयी कई संविदायें और अन्य एक पक्षकार",
  "others take the form of a set of terms fixed in advance by one": "द्वारा पहले से निश्चित की गई शर्तों के एक सेट का रूप लेते हैं",
  "‘contracts d’adhesion by French lawyers. Traders frequently": "इनको फ्रेंच अधिवक्ता द्वारा 'संविदा द' अडेसियन' कहा जाता है",
  "association. And the terms of an employee’s contract of": "मानक संविदा के रूप में होते हैं। और कर्मचारी के नियोजन के",
  "employment. Such transactions are nevertheless contracts": "किया जा सकता है। तथापि इस तरह के संव्यवहार संविदा होते",
  "notwithstanding that freedom of contract is to a great extent": "हैं इसके होते हुए भी कि इसमें संविदा की स्वतंत्रता की काफी",
  "Where freedom of contract is absent, the disadvantages": "जहां संविदा की स्वतंत्रता अनुपस्थित है, उपभोक्ताओं",
  "to consumers or members of the public have, to some extent,": "या लोक के सदस्यों के लिए नुकसान, कुछ हद तक, परामर्श के",
  "been offset by administrative procedures for consultation, and": "लिए प्रशासनिक प्रक्रियाओं और कानून द्वारा समायोजित किया",
  "by legislation. Many statutes introduce terms into contracts": "गया है। कई संविधियाँ संविदा में उन शर्तों को बताती हैं, जिन्हें",
  "which the parties are forbidden to exclude, or declare that": "पक्षकारों को बाहर करने के लिए मना किया जाता है, या घोषित",
  "certain provisions in a contract shall be void. And the courts": "करते हैं कि संविदा में कुछ प्रावधान शून्य होंगे। और न्यायालयों",
  "themselves any general power (except by statute) to declare": "किसी भी सामान्य शक्ति (संविधि को छोड़कर) को मोटे तौर",
  "broadly that an exemption clause will not be enforced unless it": "पर घोषित करने के लिए मान्यता नहीं दी है कि अपवाद खंड",
  "appear to have recognized the possibility of relief from contractual obligations on the ground of ‘inequality of": "के आधार पर संविदात्मक दायित्वों से राहत की संभावना को",
  "What the French call “contracts d’adhesion,\" the American call": "फ्रांसीसी “द'अडेसियन संविदा कहते हैं, \"अमेरिकन \"अडेसियन",
  "\"adhesion contracts\" or \"contracts of adhesion.\" An \"adhesion": "संविदा\" या \"अडेसियन की संविदा\" कहते हैं। \"अडेसियन",
  "contract\" is defined in Black’s Law Dictionary. 5th Edn., at page 38, as follows:": "संविदा\" को ब्लैक लॉ डिक्शनरी में 5 वें संस्करण, पृष्ठ 38 पर परिभाषित किया गया है, निम्नानुसार:",
  "“Adhesion contract.—Standardized contract form offered to consumers of goods and services on essentially ‘take it or leave": "\"अडेसियन संविदा - माल और सेवाओं के उपभोक्ताओं को प्रस्तावित मानकीकृत संविदा प्रारूप में सौदेबाजी करने के लिए",
  "it basis without affording consumer realistic opportunity to": "उपभोक्ता को वास्तविक अवसर दिए बिना आवश्यक रूप से",
  "obtain desired product or services except by acquiescing in": "सिवाय वांछित उत्पाद या सेवाएं प्राप्त नहीं कर सकता है।",
  "form contract. Distinctive feature of adhesion contract is that": "अडेसियन संविदा की विशिष्ट विशेषता यह है कि कमजोर पक्ष",
  "weaker party has no realistic choice as to its terms. Not every": "के पास अपनी शर्तों के अनुसार कोई वास्तविक विकल्प नहीं",
  "such contract is unconscionable.”": "होता है। ऐसी हर संविदा अनर्थक नहीं है। \"",
  "80. The position under the American law is stated in": "80. अमरीकी विधि के अधीन स्थिति विधि के पुनःस्थापन में",
  "promulgated by the American Law Institute, Volume II which": "बताई गई है-द्वितीय, जैसा कि अमेरिकन विधि संस्थान, खंड",
  "deals with the law of contracts, in Section 208 at page 107, as": "संविदाओं की विधि के बारे में धारा 208 में पृष्ठ 07 पर डील",
  "follows:": "करता है, इस प्रकार है:",
  "“§ 208. Unconscionable Contract or Term": "\"६ 208. अप्रतिसध्य संविदा या शर्तें",
  "If a contract or term thereof is unconscionable at the": "यदि संविदा या शर्त उस समय अनर्थक है , जब",
  "time the contract is made a court may refuse to enforce the": "संविदा की जाती है, तो न्यायालय संविदा को लागू करने से",
  "contract, or may enforce the remainder of the contract without": "इनकार कर सकता है, या बिना अनर्थक शर्त के संविदा के शेष",
  "the unconscionable term, or may so limit the application of": "भाग को लागू कर सकता है, या किसी भी अनर्थक शर्त की",
  "In the Comments given under that section, it is stated at page 107:": "इस धारा के अन्तर्गत दी गई टिप्पणियों में, पृष्ठ 07 पर यह बताया गया है:",
  "“Like the obligation of good faith and fair dealing (§ 205),": "\"सद्धाव और निष्पक्ष व्यवहार के दायित्व की तरह ($",
  "the policy against unconscionable contracts or terms applies to": "205), अनर्थक संविदा या शर्तों के विरूद्ध नीति विभिन्न प्रकार",
  "a wide variety of types of conduct. The determination that a": "के आचरण पर लागू होती है। इसका निर्धारण कि एक संविदा",
  "contract or term is or is not unconscionable is made in the": "या शर्त अनर्थक है या नहीं है, इसकी परिस्थिति, उद्देश्य और",
  "light of its setting, purpose and effect. Relevant factors include": "प्रभाव के दृष्टिगत किया जाता है। सुसंगत कारकों में संविदा की",
  "weaknesses in the contracting process like those involved in": "प्रक्रिया में कमजोरियों शामिल हैं जैसे कि संविदात्मक क्षमता ,",
  "invalidating causes; the policy also overlaps with rules which": "नियमों में शामिल हैं; नीति उन नियमों के साथ भी ओवरलैप",
  "render particular bargains or terms unenforceable on grounds": "संविदाओं या शर्तों के विरूद्ध नीति बनाना कभी -कभी भाषा के",
  "of public policy. Policing against unconscionable contracts or": "नीति के विपरीत या संविदा के प्रमुख उद्देश्य के विपरीत है। एक",
  "contracts and enforceability thereof in Brojo Nath Ganguly (supra)": "(०). इस न्यायालय ने ब्रोजो नाथ गांगुली (उपरोक्त) में निहित प्रवर्तनीयता",
  "“83. Yet another theory which has made its emergence in": "“83 फिर भी एक और सिद्धांत जिसने हाल के वर्षों में संविदा",
  "reasonableness or fairness of a clause in a contract where": "खंड की न्यायसंगतता या निष्पक्षता का परीक्षण है जहां",
  "there is inequality of bargaining power. Lord Denning, MR,": "सौदेबाजी की शक्ति की असमानता है। लॉर्ड डेनिंग, एमआर,",
  "appears to have been the propounder, and perhaps the originator —at least in England, of this theory. In Gillespie": "कम से कम इंग्लैण्ड में तो इस सिद्धांत के प्रस्तावक और शायद",
  "Brothers & Co. Ltd. v. Roy Bowles Transport Ltd., (1973) QB": "प्रणेता है। गिलेस्पी ब्रदर्स एंड कंपनी लिमिटेड बनाम राय बाउल्स ट्रांसपोर्ट लिमिटेड, (973) क्यूबी 400 में, जहां",
  "contract, on its true construction, relieved the indemnifier": "वास्तविक निर्माण पर, क्षतिपूर्तिधारी की अपनी लापरवाही से",
  "negligence, Lord Denning said (at pages 415-416):": "कहा (पृष्ठ 445-476 पर):",
  "“The time may come when this process of ‘construing’ the": "“अब समय आ सकता है जब संविदा का अर्थ लगाने की",
  "permit of it. Are the courts then powerless? Are they to permit": "देने के लिए शब्द बहुत स्पष्ट हैं। क्या अदालतें तब शक्तिहीन हैं?",
  "the party to enforce his unreasonable clause, even when it is so": "क्या वे पक्षकार को अपने अनुचित खंड को लागू करने की अनुमति देना चाहते हैं, भले ही यह अनर्थक होने तक इतना",
  "unreasonable, or applied so unreasonably, as _to be": "अनुचित हो, या अनुचित रूप से लागू हो। जब यह इस बिंदु पर",
  "unconscionable? When it gets to this point, I would say, as I said many years ago:": "आ जाता है. तो मैं कहूंगा, जैसा कि मैंने कई साल पहले कहा",
  "‘there is the vigilance of the common law which, while": "'ऐसा सामान्य विधि की सतर्कता है जो संविदा की स्वतंत्रता",
  "abused’: John Lee & Son (Grantham) Ltd. v. Railway Executive,": "किया गया है! जॉन ली एंड सन (ग्रान्थम) लिमिटेड बनाम रेलवे",
  "It will not allow a party to exempt himself from his liability at": "यह किसी पक्षकार को सामान्य विधि में अपने दायित्व से स्वयं",
  "In the above case, the Court of Appeal negatived the defense of": "उपरोक्त मामले में, अपील के न्यायालय ने क्षतिपूरक की रक्षा",
  "the indemnifier that the indemnity clause did not cover the": "को नकार दिया कि क्षतिपूर्ति खंड क्षतिपूर्तिधारी की लापरवाही",
  "negligence of the indemnified. It was in Lloyds Bank Ltd. v.": "को कवर नहीं कर“ती। लॉयड़्स बैंक लिमिटेड बनाम बुंडी",
  "Bundy (1974) 3 All ER 757 that Lord Denning first clearly": "(974) 3 ऑल ईआर 757 में लॉर्ड डेनिंग ने पहली बार",
  "enunciated his theory of \"inequality of bargaining power.\" He": "'सौदेबाजी की शक्ति की असमानता' के अपने सिद्धांत को स्पष्ट",
  "began his discussion on this part of the case by stating (at page 763) :": "रूप से अभिव्यक्त किया था। उन्होंने मामले के इस हिस्से पर बताते हुए अपनी चर्चा शुरू की (पृष्ठ 763 पर):",
  "“There are cases in our books in which the courts will set aside": "“हमारी पुस्तकों में ऐसे कई मामले हैं जिनमें अदालतें एक",
  "a contract, or a transfer of property, when the parties have not": "अनुबंध, या संपत्ति के अन्तरण को अपास्त कर देंगी, जब",
  "met on equal terms, when the one is so strong in bargaining": "पक्षकार समान शर्तों पर सहमत नहीं हुए हैं, जब एक सौदेबाजी",
  "power and the other so weak that, as a matter of common": "की शक्ति में इतना मजबूत होता है और दूसरा इतना कमजोर",
  "been treated each as a separate category in itself. But I think": "एक अलग श्रेणी माना गया है। लेकिन मुझे लगता है कि समय",
  "the time has come when we should seek to find a principle to": "आ गया है जब हमें उन्हें एक करने के लिए एक सिद्धांत खोजना",
  "century hardened the exercise of these powers by emphasising": "पार्टियों की स्वतंत्रता पर जोर देकर इन शक्तियों के प्रयोग को",
  "the principle of pacta sunt servanda held dominance, the": "प्रभुत्व था, सहमति सिद्धांत ने अभी भी उन अपवादों को",
  "was overborne by a fiduciary, or entered a contract under": "रखता था, या दवाब के तहत संविदा में प्रवेश किया या",
  "duress or as the result of fraud. However, these exceptions": "धोखाधड़ी का परिणाम था। हालांकि, ये अपवाद सीमित थे",
  "were limited and had to be strictly proved.": "और इनको सख्ती से साबित किया जाना था।",
  "the last 30 years in both civil and common law jurisdictions": "दोनों अधिकारिताओं में पिछले 30 वर्षों के दौरान न्यायिक और",
  "where there has been inequality of bargaining power, such as": "सौदेबाजी की शक्ति की असमानता रही है, जैसे कि अदालत के",
  "to merit the intervention of the court.”": "हस्तक्षेप को गुणावगुण देना।”",
  "He then referred to various categories of cases and ultimately": "इसके बाद उन्होंने विभिन्न वर्गों के मामलों का उल्लेख किया और",
  "deduced therefrom a general principle in these words (at page": "अंततः इन शब्दों में एक सामान्य सिद्धांत (पृष्ठ 765 पर)",
  "“Gathering all together, I would suggest that through all": "“सब मिलाकर मैं सुझाव दूंगा कि इन सभी उदाहरणों से",
  "‘inequality of bargaining power.' By virtue of it, the English law": "असमानता' पर निर्भर करते हैं। इसके आधार पर, आंग्ल विधि",
  "gives relief to one who, without independent advice, enters into": "एक व्यक्ति को राहत देता है, जो स्वतंत्र सलाह के बिना, उन",
  "a contract on terms which are very unfair or transfers property": "शर्तों पर एक संविदा में प्रवेश करता है जो बहुत अनुचित है या उस प्रतिफल पर सम्पत्ति हस्तांतरित करता है जो बहुत ही",
  "bargaining power is grievously impaired by reason of his own": "अपयप्ति है, जब उसकी सौदेबाजी की शक्ति उसके अपनी",
  "needs or desires, or by his own ignorance or infirmity, coupled": "आवश्यकताओं या इच्छाओं या अपने स्वयं के अज्ञान या",
  "with undue influences or pressures brought to bear on him by": "दुर्बलता से. असम्यक प्रभाव या अन्य द्वारा उस पर या दूसरे के",
  "or for the benefit of the other. When I use the word ‘undue.’ I": "लाभ के लिए दवाब के कारण गंभीर रूप से बिगड़ जाती हैं। जब मैं 'असम्यक' शब्द का उपयोग करता हूं, तो मेरा मतलब यह",
  "do not mean to suggest that the principle depends on proof of": "नहीं है कि सिद्धांत किसी भी गलत काम के सबूत पर निर्भर",
  "advantage may be moved solely by his own self-interest,": "हित से चालित हो सकता है, उस संकट के अनिच्छा से वह",
  "need may knowingly consent to a most improvident bargain,": "एक सबसे अनुचित सौदेबाजी के लिए सहमति दे सकता है,",
  "solely to relieve the straits in which he finds himself. Again, I do": "केवल उस बाधा को दूर करने के लिए जिसमें वह खुद को पाता",
  "not mean to suggest that every transaction is saved by": "है। पुनः, मेरा यह मतलब नहीं है कि हर संव्यवहार को स्वतंत्र",
  "independent advice. But the absence of it may be fatal. With": "सलाह से बचाया जाता है। लेकिन इसकी अनुपस्थिति घातक",
  "these explanations, I hope this principle will be found to": "हो सकती है। इन स्पष्टीकरणों के साथ, मुझे उम्मीद है कि इस",
  "(e). The Court clearly held that the contracts, which are the outcome": "(७). न्यायालय ने स्पष्ट रूप से कहा कि संविदायें , जो दुर्व्यपदेशन का",
  "of misrepresentation, cannot be enforced, and inequality of bargaining": "परिणाम हैं, को लागू नहीं किया जा सकता है, और सौदेबाजी की शक्ति की",
  "power merit the intervention of the court. In A. Schroeder Music": "असमानता अदालत के हस्तक्षेप को अवसर प्रदान करती है। ए. स्क्रोडर",
  "Publishing Co. Ltd. v. Macaulay (formerly Instone) (1974) 1 WLR 1308,": "म्यूज़िक पब्लिशिंग कंपनी लिमिटेड बनाम मैकाले (पूर्व में इंस्टोन ) (974)",
  "Lord Diplock made the following observations at pp. 1315-16 thus:": "डब्ल्यूलआर 308 में, लॉर्ड डिप्लॉक ने पृष्ठ 35-6 पर इस प्रकार निम्नलिखित अवलोकन किए:",
  "\"84. .... \"My Lords, the contract under consideration in this": "\"84. .... \"माय लॉर्ड्स, इस अपील में विचाराधीन संविदा यह",
  "appeal is one whereby the respondent accepted restrictions": "है जिसके द्वारा प्रत्यर्थी ने उस रीति पर निर्बंधन स्वीकार किए,",
  "upon the way in which he would exploit his earning power as a songwriter for the next ten years. Because this can be": "जिसमें वह अगले दस वर्षों के लिए एक गीत लेखक के रूप में उसकी अर्जन शक्ति का लाभ उठाएगा। क्योंकि इसे व्यापार के",
  "classified as a contract in restraint of trade the restrictions": "अवरोध में एक संविदा के रूप में वर्गीकृत किया जा सकता है,",
  "that the respondent accepted fell within one of those limited": "अवरोध जो प्रतिवादी ने स्वीकार किए उन सीमित वर्गों के",
  "courts still retain the power to relieve the promisor of his legal": "भीतर आ गये, जिसके संबंध में अदालतें अभी भी वचनदाता के अपने विधिक कर्तव्य को पूरा करने से राहत देने की शक्ति",
  "duty to fulfill them. In order to determine whether this case is": "रखती हैं। यह निर्धारित करने के लिए कि क्या यह मामला उसी",
  "one in which that power ought to be exercised, what your": "तरह का है जिसमें उस शक्ति का प्रयोग किया जाना चाहिए, जो",
  "relative bargaining power of the publisher and the songwriter": "लेखक और प्रकाशक की सापेक्ष सौदेबाजी की शक्ति का",
  "publisher had used his superior bargaining power to exact from the songwriter promises that were unfairly onerous to": "किया है कि क्या प्रकाशक ने गीतकार वचन से सटीक रूप से अपनी बेहतर सौदेबाजी की शक्ति का उपयोग किया था जो",
  "him. Your Lordships have not been concerned to inquire": "उसके लिए गलत था। आपके लॉर्डशिप को यह पूछताछ करने",
  "whether the public have in fact been deprived of the fruit of the song writer's talents by reason of the restrictions, nor to": "के लिए सरोकार नहीं किया गया है कि क्या वास्तव में अवरोधों के कारण गीत लेखक की प्रतिभा के फल से जनता को वंचित",
  "future if the contract were permitted to run its full course.": "लिए कि यदि संविदा को अपने पूर्ण रूप में चलाने की अनुमति",
  "It is, in my view, salutary to acknowledge that in refusing to": "मेरे विचार में, यह स्वीकार करना कि एक संविदा के",
  "the benefit of the other party to exploit or to refrain from": "तहत एक पक्ष शोषण के लिए दूसरे पक्ष के लाभ के लिए सहमत",
  "“85. The observations of Lord Denning, M.R., in Levison v. Patent Steam Carpet Co. Ltd. are also useful": "“85. लेविसन बनाम पेटेंट स्टीम कार्पेट कंपनी लिमिटेड में लॉर्ड डेनिंग, एमआर की टिप्पणियां भी उपयोगी हैं और इन्हें",
  "and require to be quoted. These observations are as": "उद्धृत किया जाना अपेक्षित है। ये अवलोकन इस प्रकार हैं (पृष्ठ",
  "follows (at page 79) :": "79 पर):",
  "\"In such circumstances as here the Law Commission in": "\"ऐसी परिस्थितियों में, जैसी कि यहां विधि आयोग ने",
  "1975 recommended that a term which exempts the stronger": "975 में सिफारिश की थी कि ऐसी शर्तें जो मजबूत पक्षकार",
  "party from his ordinary common law liability should not be": "को उसके साधारण विधिक दायित्व से छूट देती है, को तब के",
  "Commission and the Scottish Law Commission Report,": "विधि आयोग और स्काटिश विधि आयोग रिपोर्ट , अपवाद",
  "Exemption Clauses, Second Report (1975) (August 5, 1975),": "खण्ड, दूसरी रिपोर्ट (975) (5 अगस्त, 975), विधि",
  "Law Com. No. 69 (H.C. 605), pp. 62, 174; and there is a Bill": "आयोग सं. 69 (एच. सी. 605), पीपी 62, 74 देखे; और",
  "now before Parliament, which gives effect to the test of": "संसद के समक्ष अब एक विधेयक है, जो युक्तियुक्तता के परीक्षण",
  "reasonableness. This is a gratifying piece of law reform: but I": "को प्रभावी बनाता है। यह कानून सुधार का एक आभारी खण्ड़",
  "do not think we need wait for that Bill to be passed into law.": "है: लेकिन मुझे नहीं लगता कि हमें उस विधेयक को कानून में पारित करने के लिए इंतजार करने की आवश्यकता है। आप",
  "You never know what may happen to a Bill. Meanwhile, the": "कभी नहीं जानते कि किसी विधेयक के साथ क्‍या हो सकता है।",
  "Bros. & Co. Ltd. v. Roy Bowles Transport Ltd. (1973) QB 400, I": "तैयार हैं। गिलेस्पी ब्रदर्स एंड कंपनी लिमिटेड बनाम राय बौल्स ट्रांसपोर्ट लिमिटेड (973) क्यूबी 400 में, मैंने सुझाव दिया",
  "suggested that an exemption or limitation clause should not be": "तो अपवाद या सीमा खंड को प्रभाव नहीं दिया जाना चाहिए",
  "given effect if it was unreasonable, or if it would be": "यदि यह अनुचित था, या यदि मामले की परिस्थितियों में इसे",
  "unreasonable to apply it in the circumstances of the case. I see": "लागू करना अनुचित होगा। मुझे कोई कारण नहीं दिखता कि",
  "no reason why this should not be applied today, at any rate in contracts in standard forms where there is inequality of": "आज मानक रूप संविदा में किसी भी दर पर इसे क्यों लागू नहीं",
  "(g). Courts have to construe the contracts according to the tenor. In": "(५). न्यायालयों को आशय के अनुसार संविदा का अर्थ लगाना होगा। इस",
  "this regard, in Brojo Nath Ganguly (supra), the Court considered the": "संबंध में, ब्रोजो नाथ गांगुली (उपरोक्त) में, न्यायालय ने इस प्रकार प्रश्न पर",
  "question thus:": "विचार किया:",
  "“87. In Photo Production Ltd. v. Securicor Transport Ltd. (1980) AC 827, a case before the Unfair Contract": "“87. अनुचित संविदा शर्त अधिनियम, 977 के अधिनियमन से पहले, फोटो प्रोडक्शन लिमिटेड बनाम सिकुरिकोर ट्रांसपोर्ट लिमिटेड (980)",
  "decision appears to proceed on the ground that the parties were businessmen and did not possess unequal": "आधार पर आगे बढ़ता प्रतीत होता है कि पक्षकार व्यवसायी थे और वे",
  "bargaining power. The House of Lords did not, in that": "असमान सौदेबाजी की शक्ति नहीं रखते थे। हाउस ऑफ लॉर्ड ने इस वाद",
  "case, reject the test of reasonableness or fairness of a": "में संविदा में तर्कशीलता या उचितता का परीक्षण के खण्ड़ को अस्वीकार",
  "clause in a contract where the parties are not equal in": "नहीं किया जहाँ पक्षकार सौदेबाजी की स्थिति में समान नहीं हैं। इसके",
  "bargaining position. On the contrary, the speeches of Lord Wilberforce, Lord Diplock, and Lord Scarman would": "विपरीत, लॉर्ड विल्वरफॉर्स, लॉर्ड डिप्लॉक और लॉर्ड स्केरमैन के कथन",
  "seem to show that the House of Lords in a fit case would": "स्वीकार करेगें। लगता है कि हाउस ऑफ लॉर्ड्स उपयुक्त मामले में उस",
  "accept that test. Lord Wilberforce, in his speech, after": "परीक्षण को स्वीकार करेगा। लॉर्ड विल्बरफोर्स ने अपने भाषण में, अनुचित",
  "referring to the Unfair Contract Terms Act, 1977, said (at": "अनुबंध नियम अधिनियम, 977 का उल्लेख करने के बाद, कहा (पृष्ठ",
  "page 843) :": "843 पर):",
  "“This Act applies to consumer contracts and those based": "“यह अधिनियम उपभोक्ता संविदाओं और मानक निबंधनों के आधार पर",
  "Parliament refrained from legislating over the whole field of contract. After this Act, in commercial matters generally, when": "संविदा के पूरे क्षेत्र पर कानून बनाने से परहेज की। इस अधिनियम के बाद,",
  "risks are normally borne by insurance, not only is the case for": "शक्ति के नहीं होते हैं, और जब जोखिम आमतौर पर बीमा द्वारा पैदा होती",
  "judicial intervention undemonstrated, but there is everything": "है तो न केवल न्यायिक हस्तक्षेप के लिए मामला होता है, बल्कि सब तरह",
  "to be said, and this seems to have been Parliament’s intention,": "से यह कहा जाएगा. और ऐसा लगता है कि संसद का इरादा है कि वह",
  "for leaving the parties free to apportion the risks as they think": "पक्षकारों को अपने जोखिम का विभाजन करने के लिए स्वतंत्र छोड़ दें और",
  "fit and for respecting their decisions.”": "वे अपने निर्णयों के लिए जैसा उचित समझें। . (प्रभाव वर्धित)",
  "Lord Diplock said (at page 850-51):": "लॉर्ड डिप्लॉक ने कहा (पृष्ठ 850-5 ):",
  "“Since the obligations implied by law in a commercial": "\" चूंकि किसी वाणिज्यिक संविदा में विधि द्वारा अन्तर्निहित दायित्व वे हैं जो",
  "contract are those which, by judicial consensus over the years or by Parliament in passing a statute, have been regarded as": "वर्षों से न्यायिक सहमति द्वारा या संसद द्वारा किसी कानून को पारित करते",
  "he was accepting when he entered into a contract of a particular": "महसूस करेगा कि वह किसी विशिष्ट प्रकार के संविदा में किए जाने पर",
  "Lord Scarman, while agreeing with Lord Wilberforce, described (at page 853) the action out of which the appeal before the": "लार्ड स्कारमन लार्ड विलबरफोर्स (पृष्ठ 853 पर) से सहमति जताते हुए उन कार्यों का वर्णन किया जो सदन के समक्ष पक्षकारों के मध्य उत्पन्न एक",
  "situation what the parties agreed (expressly or impliedly) is": "अभिव्यक्त या विवक्षित रूप से सहमति व्यक्त करते हैं वह महत्व रखता है।",
  "what matters, and the duty of the courts is to construe their": "और न्यायलय का कर्तव्य यह है कि वह अपने अभिप्राय के अनुसार उनके",
  "88. As seen above, apart from judicial decisions, the United": "88. जैसा कि ऊपर दृष्टिगत है, न्यायिक निर्णयों के अलावा, संयुक्त राज्य",
  "States and the United Kingdom have statutorily recognised, at": "अमेरिका और यूनाइटेड किंगडम ने वैधानिक रूप से मान्यता दी है, कम से",
  "least in certain areas of the law of contracts, that there can be": "कम संविदा संबंधी कानून के कतिपय क्षेत्रों में, कि अनुचित व्यवहार हो",
  "unreasonableness (or lack of fairness, if one prefers that": "सकता है (या निष्पक्षता की कमी, यदि कोई उस वाक्यांश को पसंद करता",
  "phrase) in a contract or a clause in a contract where there is": "है) अनुबंध या एक अनुबंध में एक खंड जहां पार्टियों के बीच सौदेबाजी की",
  "arising out of circumstances not within their control or as a": "नियंत्रण में नहीं होती हैं या स्थितियों के परिणामस्वरूप उनकी रचना नहीं",
  "result of situations not of their creation. Other legal systems": "होती है। अन्य कानूनी प्रणालियां भी समान परिस्थितियों में दर्ज एक",
  "also permit judicial review of a contractual transaction entered": "संविदात्मक संव्यवहार की न्यायिक समीक्षा की अनुमति देती हैं।",
  "into in similar circumstances. For example, Section 138(2) of the German Civil Code provides that a transaction is void": "उदाहरणार्थ, जर्मन दीवानी संहिता की धारा 38 (2) में यह उपबंध है कि",
  "inexperience, lack of judgmental ability, or grave weakness of": "निर्णय क्षमता की कमी या उसकी गंभीर कमजोरी का धनीय लाभ प्राप्त",
  "each case on its own facts and circumstances.”": "प्रत्येक मामले को उसके खुद के तथ्य एवं परिस्थितियों के आधार पर",
  "(i). The Court in Brojo Nath Ganguly (supra) held that the contract,": "(). न्यायालय ने ब्रोजो नाथ गांगुली (उपरोक्त) के वाद में निर्णीत किया कि",
  "which affected a large number of persons if they are unconscionable,": "संविदा जो बड़ी संख्या में लोगों को प्रभावित करे और यदि वह अनुचित",
  "unfair, and unreasonable, the contract is voidable. The court would": "दोषपूर्ण एवं अयुक्तियुक्त हो तो वह संविदा शून्यकरणीय होती है। अदालत",
  "not compel each person with whom the party with superior bargaining": "प्रत्येक व्यक्ति को मजबूर नहीं करेगी , जिसके साथ बेहतर सौदेबाजी की",
  "power had contracted to go to court to adjudge the contract voidable": "शक्ति वाले पक्ष ने अनुबंध को शून्य घोषित करने के लिए अदालत में जाने",
  "and would result in a multiplicity of litigation. It observed:": "का अनुबंध किया था और इसके परिणामस्वरूप मुकदमेबाजी की बहुलता होगी। यह अवलोकन:",
  "“91. Is a contract of the type mentioned above to be adjudged": "“94.क्या उक्त वर्णित प्रकार की संविदा को शून्य या शून्यकरणीय",
  "voidable or void? If it was induced by undue influence, then": "न्यायनिर्णीत करना चाहिए? यदि संविदा अनुचित प्रभाव से प्रभावित थी,",
  "under Section 19-A of the Indian Contract Act, it would be": "तो भारतीय संविदा अधिनियम की धारा 9 -क के तहत, यह",
  "voidable. It is, however, rarely that contracts of the types to": "शून्यकरणीय होगी। हालाँकि, यह शायद ही कभी होता है कि भारतीय संविदा अधिनियम की धारा 6 () द्वारा परिभाषित किए गए प्रकारों के",
  "which the principle formulated by us above applies are": "संविदा, जिनके लिए ऊपर हमारे द्वारा निर्मित किया गया सिद्धांत लागू होता",
  "parties one of whom holds a real or apparent authority over": "हो दूसरे पर एक वास्तविक या स्पष्ट अधिकार रखता है। हालांकि,",
  "the other. In the vast majority of cases, however, such contracts are entered into by the weaker party under pressure": "अधिकांश मामलों में, ऐसी संविदाएं परिस्थितियों के दबाव में कमजोर",
  "within the four corners of the definition of “undue influence”": "गए “असम्यक प्रभाव” की परिभाषा के अन्तर्गत नहीं आएगें। इसके",
  "given in Section 16(1). Further, the majority of such contracts are in a standard or prescribed form or consist of a set of": "अलावा, ऐसे अनुबंधों का बहुमत एक मानक या निर्धारित रूप में है या एक",
  "rules. They are not contracts between individuals containing": "सेट से मिलकर बना है। वे संविदाएं उन व्यक्तियों के मध्य नहीं हैं जिसमें",
  "terms meant for those individuals alone. Contracts in": "केवल उन्हीं व्यक्ति विशेष के लिए शर्ते हों। निर्धारित या मानक रूपों में",
  "prescribed or standard forms or which embody a set of rules as part of the contract are entered into by the party with": "अनुबंध या जो अनुबंध के हिस्से के रूप में नियमों के एक सेट को मूर्त रूप",
  "as part of the contract are entered into by the party with superior bargaining power with a large number of persons who": "देते हैं, पक्षकार द्वारा श्रेष्ठ सौदेबाजी की शक्ति के साथ बड़ी संख्या में ऐसे व्यक्तियों के साथ प्रवेश किया जाता है जिनके पास बहुत कम सौदेबाजी की",
  "have far less bargaining power or no bargaining power at all. Such contracts which affect a large number of persons or a": "व्यक्तियों के साथ प्रवेश किया जाता है जिनके पास बहुत कम सौदेबाजी की शक्ति या कोई सौदेबाजी की शक्ति नहीं होती है। ऐसे संविदा जो बड़ी संख्या",
  "group or groups of persons, if they are unconscionable, unfair,": "में व्यक्तियों या एक समूह या व्यक्तियों के समूह को प्रभावित करते हैं, यदि",
  "and unreasonable, are injurious to the public interest. To say": "वे अचेतन, अनुचित और अनुचित हैं, तो सार्वजनिक हित के लिए",
  "that such a contract is only voidable would be to compel each": "हानिकारक हैं। यह कहने के लिए कि इस तरह का अनुबंध केवल",
  "had contracted to go to court to have the contract adjudged": "सौदेबाजी की शक्ति वाले पक्ष ने अदालत में जाने के लिए अनुबंध को शून्य",
  "voidable. This would only result in multiplicity of litigation,": "घोषित किया था। इससे केवल मुकदमेबाजी की बहुलता होगी, जिसे किसी",
  "which no court should encourage and would also not be in the": "भी अदालत को प्रोत्साहित नहीं करना चाहिए और यह भी सार्वजनिक हित",
  "public interest. Such a contract or such a clause in a contract": "में नहीं होगा। इस तरह के अनुबंध या एक अनुबंध में इस तरह के एक खंड",
  "ought, therefore, to be adjudged void. While the law of": "को शून्य घोषित किया जाना चाहिए। जबकि इंग्लैंड में संविदा का कानून",
  "contracts in England is mostly judge-made, the law of": "ज्यादातर न्यायाधीश द्वारा बनाया गया है, भारत में संविदा संविधि द्वारा",
  "contracts in India is enacted in a statute, namely, the Indian": "अधिनियमित किया गया है, जिसका नाम भारतीय संविदा अधिनियम,",
  "void, it must fall under one of the relevant sections of the Indian Contract Act. The only relevant provision in the Indian": "872 है। यह भारतीय संविदा अधिनियम के प्रासंगिक वर्गों में से एक के",
  "Contract Act, which can apply is Section 23, when it states": "तहत आना चाहिए, जो इसे लागू करता है वह धारा 23 है। जब इसमें यह",
  "that \"The consideration or object of an agreement is lawful,": "कहा गया है कि “किसी करार का प्रतिफल या उद्देश्य विधि सम्मत है,",
  "unless ... the court regards it as ... opposed to public policy.\"": "अन्यथा न्यायालय इसे लोकनीति के विरूद्ध मानता है।\"",
  "(j). The Court also considered the “public policy”. The same is not the": "([). न्यायालय ने “लोक नीति” पर भी विचार किया। लोकनीति किसी",
  "policy of a particular Government. It connotes some matter which": "विशेष सरकार की नीति नहीं है। यह कुछ मामलों को दर्शाता है जो जनता",
  "concerns the public good and the public interest. Action has to be": "की भलाई और सार्वजनिक हित से संबंधित है। कार्य लोकनीति के",
  "subservient to public policy. This Court in the context of Contract Act": "अधीनस्थ होनें चाहिए। न्यायालय ने संविदा अधिनियम और लोकनीति के",
  "“92. The Indian Contract Act does not define the expression \"public policy\" or \"opposed to public policy.\"": "“92. भारतीय संविदा अधिनियम \"लोकनीति\" या \"लोकनीति विरूद्ध अभिव्यक्ति \"को परिभाषित नहीं करता है। अभिव्यक्ति \"लोकनीति,\"",
  "policy,\" \"opposed to public policy,\" or \"contrary to public policy\" are incapable of precise definition. Public policy,": "लोकनिति के विरूद्ध \"या\" लोकनीति के विपरीत \" की सटीक परिभाषा देने",
  "however, is not the policy of a particular government. It": "में असमर्थ हैं। हालांकि , सार्वजनिक नीति, किसी विशेष सरकार की नीति",
  "connotes some matter which concerns the public good": "नहीं है। यह कुछ मामलों को दर्शाता है जो जनता की भलाई और",
  "and the public interest. The concept of what is for the": "सार्वजनिक हित के हैं। यह अवधारण कि लोकनीति क्‍या है, लोगों की",
  "injurious or harmful to the public good or the public": "भलाई या लोकहितके लिए क्या सही या गलत है समय समय पर बदलता",
  "interest has varied from time to time. As new concepts take the place of old, transactions which were once": "रहा है। जैसा कि नई अवधारणाएं पुरानी जगह लेती हैं, संव्यवहार जिन्हें",
  "considered against public policy are now being upheld by": "एक बार लोकनीति के विरूद्ध माना गया अब न्यायालय द्वारा अवधारित की",
  "the courts, and similarly, where there has been a well-": "जा रही हैं और उसी तरह, जहां लोकनीति के जाने माने मान्यताप्राप्त शीर्ष हैं वहां न्यायलय ने नये संव्यवहारों एवं परिवर्तित परिस्थितियां तक बढ़ाने",
  "are two schools of thought— \"the narrow view\" school and \"the broad view\" school. According to the former,": "संकीर्ण दृष्टिकोण द्वितीय विस्तृत दृष्टिकोण। प्रथम विचारधारा के अनुसार",
  "courts cannot create new heads of public policy, whereas": "न्यायालय लोकनीति के नये शीर्ष सूजित करते हैं, जबकि द्वितीय विचार के",
  "invalidate a contract on the ground of public policy": "अनुयायियों को सार्वजनिक नीति के आधार पर संविदा को अमान्य नहीं",
  "unless that particular ground had been well-established": "किया जाएगा जब तक कि वे विशेष आधार अधिकारियों द्वारा अच्छी तरह",
  "spoken more clearly and loudly than in these words of": "ज्यादा स्पष्ट और तीव्र सुनाई दी होगी। विधिक निर्णय के लिए लोकिनीति",
  "treacherous ground for legal decision.\" That was in the year 1902. Seventy-eight years earlier, Burrough, J., in Richardson v. Mellish, (1824-34) All ER 258, described": "सत्तर साल पहले, रिचर्ड्सन बनाम मेलिश में न्यायमूर्ति बुर्ज (82434)",
  "public policy as \"a very unruly horse, and when once you": "ऑल ईआर 258, ने सार्वजनिक नीति को एक बहुत ही अनियंत्रित घोड़ा कहा है, और जब एक बार आपका नियंत्रण हटता है तो आपको नहीं पता",
  "get astride it you never know where it will carry you.\" The Master of the Rolls, Lord Denning, however, was not a": "कि यह आपको कहां ले जाएगा. \" हालांकि मास्टर ऑफ रोल्स लॉर्ड डेनिंग,",
  "unruly horse can be kept in control. It can jump over": "हो, अनियंत्रित घोड़े को नियंत्रण में रखा जा सकता है। यह बाधाओं को पार",
  "only the doctrine of public policy but even the Common Law or the principles of Equity would never have evolved.": "लोकनीति का सिद्धांत बल्कि कॉमन लॉ या साम्या के सिद्धांत भी कभी",
  "Sir William Holdsworth in his \"History of English Law,\"": "विकसित नहीं होते। सर विलियम होल्ड्सवर्थ ने अपने \"इंग्लिश विधि के",
  "Volume III, page 55, has said:": "इतिहास,\" खंड ॥॥, पृष्ठ 55 में कहा है:",
  "\"In fact, a body of law like the common law, which has": "\"वास्तव में, सामान्य विधि जैसे कानून का एक निकाय, जो धीरे-धीरे राष्ट्र",
  "grown up gradually with the growth of the nation, necessarily": "के विकास के साथ विकसित हुआ है, आवश्यक रूप से कुछ निश्चित",
  "acquires some fixed principles, and if it is to maintain these": "सिद्धांतों को प्राप्त करता है, और यदि यह इन सिद्धांतों को बनाए रखना है,",
  "principles, it must be able, on the ground of public policy or": "तो यह लोकनीति या उसी के जैसे किसी अन्य के आधार पर, उन प्रथाओं",
  "ever new disguises, seek to weaken or negative them.\"": "उन्हें कमजोर या नकारात्मक करना चाहते हैं।\"",
  "It is thus clear that the principles governing public policy must": "इस प्रकार यह स्पष्ट है कि लोकनीति को नियंत्रित करने वाले सिद्धांत",
  "be and are capable, on proper occasion, of expansion or": "विस्तार या संशोधन के उचित अवसर पर होने चाहिए और सक्षम हैं। वे",
  "modification. Practices which were considered perfectly normal at one time have today become obnoxious and oppressive to": "प्रथायें एक समय में पूरी तरह से सामान्य मानी गयी थीं वे आज लोक",
  "at one time have today become obnoxious and oppressive to public conscience. If there is no head of public policy which": "चेतना के लिए अप्रिय और दमनकारी हो बन चुकी हैं। यदि लोकनीति, जो",
  "covers a case, then the court must in consonance with public": "किसी मामले को आच्छादित करता है, का कोई शीर्ष न हो, तो अदालत",
  "conscience and in keeping with public good and public interest": "को लोकचेता के अनुरूप होना चाहिए और लोकहित और लोकमंगल को ध्यान",
  "declare such practice to be opposed to public policy. Above all,": "में रखते हुए इस तरह की प्रथा को लोकनीति के विरोध में घोषित करना",
  "in deciding any case which may not be covered by authority,": "चाहिए। खास करके, किसी भी मामले को तय करने में, जो प्राधिकरण द्वारा",
  "our courts have before them the beacon light of the Preamble": "आच्छादित होता, हमारे न्यायालयों के पास संविधान की प्रस्तावना उनके",
  "to the Constitution. Lacking precedent, the court can always": "मार्गदर्शन के रूप में होती है। मिसाल कायम करते हुए, न्यायालय हमेशा",
  "“279. In paragraph 4 of Chitty on Contracts (25th edn., vol. 1)": "“279. संविदाओं पर चिट्टी के पैरा 4 (25 वां संस्करण, खंड ) में यह कहा गया है कि",
  "it is stated that \"freedom of contract is a reasonable social": "\"संविदा की स्वतंत्रता केवल इस सीमा तक एक युक्तियुक्त सामाजिक आदर्श है कि",
  "ideal only to the extent that equality of bargaining power between contracting parties can be assumed and no injury is": "संविदा के पक्षकारों के बीच सौदेबाजी करने की शक्ति की समानता ग्रहण की जा सकती",
  "done to the economic interest of the community at large.\"": "है और समग्र रूप से किसी समुदाय के आर्थिक हित को आघात न पहुँचाए।\"",
  "280. In Anson’s Law of Contract at pages 6 and 7 stated the scope of freedom of contract in the changing circumstances thus:": "280. अंसन संविदा विधि के पृष्ठ 6 और 7 पर कहा गया कि बदलती परिस्थितियों में संविदा की स्वतंत्रता का क्षेत्र इस प्रकार है:",
  "\"Today the position is seen in a very different light. Freedom": "\"आज यह स्थिति बहुत अलग तरह से देखी गयी है। संविदा की स्वतंत्रता केवल इस हद",
  "of contract is a reasonable social ideal only to the extent that equality of bargaining power between contracting parties can": "तक एक उचित सामाजिक आदर्श है कि संविदा के पक्षकारों के बीच सौदेबाजी की शक्ति",
  "the community at large. In the more complicated social and": "कोई चोट नहीं पहुंचाई जाती है। एक सामूहिक समाज के अधिक जटिल सामाजिक और",
  "economic equality often does not exist in any real sense and": "अब यह महसूस किया जाता है कि आर्थिक समानता अक्सर किसी भी वास्तविक अर्थ",
  "that individual interests have to be made to subserve those of": "में मौजूद नहीं होती है और समुदाय की जनता का संरक्षण करने के लिए व्यक्तिगत हितों",
  "the community hence there has been a fundamental change both in our social outlook and in the policy of the legislature towards contract and the law today interferes at numerous": "को बनाया जाना चाहिए, इसलिए हमारे सामाजिक दृष्टिकोण में और संविदा के लिए विधायिका की नीति में मौलिक परिवर्तन हुआ है और विधि आज पक्षकारों की स्वतंत्रता",
  "they like. The relation between employers and employed, for": "के लिए, नियोक्ताओं और नियोजित के बीच संबंध, यह सुनिश्चित करने के लिए बनाए गए",
  "example, have been regulated by statutes designed to ensure that the employee’s condition of work are safe, that he is": "क़ानूनों द्वारा विनियमित किया गया है कि कर्मचारी की कार्य की स्थिति सुरक्षित है, कि",
  "properly protected against redundancy, and that he knows his terms of service. The public has been protected against": "वह अतिरेक के खिलाफ ठीक से संरक्षित है, और वह अपनी सेवा की शर्तों को जानता",
  "Supply of Goods (Implied Terms) Act, the Consumer Credit": "है। किराए के अधिनियमों, माल की आपूर्ति (लागू शर्तों) अधिनियम, उपभोक्ता क्रेडिट",
  "Act, and other similar enactments. These legislative provisions": "अधिनियम और इसी तरह के अन्य अधिनियमों द्वारा जनता को आर्थिक दबाव से",
  "will override any contrary terms which the parties may make": "संरक्षित किया गया है। ये विधायी प्रावधान किसी भी विपरीत शर्तों को अध्यारोही करेंगे",
  "Restrictive Trade Practices Act, 1956, and the Fair Trading Act, 1973 to promote competition in industry and to safeguard the": "को बढ़ावा देने और उपभोक्ताओं के हितों की रक्षा के लिए प्रतिबंधात्मक व्यापार व्यवहार अधिनियम, 956 और फेयर ट्रेडिंग एक्ट, 973 में हस्तक्षेप किया है। यह हस्तक्षेप",
  "interests of consumers. This intervention is specially necessary today when most contracts entered by ordinary people are not": "आज विशेष रूप से आवश्यक है जब सामान्य लोगों द्वारा किये गये संविदा व्यक्तिगत",
  "the result of individual negotiation. It is not possible for a": "संवाद का परिणाम नहीं हैं। एक निजी व्यक्ति के लिए यह संभव नहीं है कि वह अपने",
  "private person to settle the terms of his agreement with a British Railways Board or with a local electricity authority.”": "करार की शर्तों को ब्रिटिश रेलवे बोर्ड के साथ या किसी स्थानीय विद्युत प्राधिकरण के",
  "The 'standard form' contract is the rule. He must either accept": "साथ निपटारा करे। संविदा का 'मानक रूप' वे नियम है। उसे या तो टोटो में इस संविदा",
  "the terms of this contract in toto or go without. Since,": "की शर्तों को स्वीकार करना चाहिए या बिना स्वीकार किये चले जाना चाहिए। चूंकि, इस",
  "however, it is not feasible to deprive oneself of such necessary": "तरह की आवश्यक सेवाओं से खुद को वंचित करना संभव नहीं है, इसलिए व्यक्ति को",
  "services, the individual is compelled to accept on those terms.": "उन शर्तों पर स्वीकार करने के लिए मजबूर किया जाता है। इस तथ्य को ध्यान में रखते",
  "In view of this fact, it is quite clear that freedom of contract is now largely an illusion.\"": "हुए, यह बिल्कुल स्पष्ट है कि संविदा की स्वतंत्रता अब काफी हद तक भ्रम है।\"",
  "52. (a). It has been emphasised in D.T.C. (supra) that the period of": "52. (क). डी.टी.सी. (उपरोक्त) में इस बात पर जोर दिया गया है कि",
  "contract is to be reasonable and the employee has a right to know the": "अनुबंध की अवधि उचित होनी चाहिए और कर्मचारी को यह जानने का",
  "unfair and unreasonable contract or an unfair and": "पर मनमाना, अनुचित, और बेलगाम शक्ति पर भी विचार किया या उसमें",
  "unreasonable clause in a contract, entered into between": "संविदा या एक अनुबंध में एक अनुचित और अनुचित अनुचित खंड, उन",
  "parties who are not equal in bargaining power .... It will apply": "दलों के बीच दर्ज किया जाता है जो सौदेबाजी की शक्ति में समान नहीं है, उसे रद्द कर देंगी। यह उन स्थितियों पर लागू होगा जिनमें कमजोर पक्ष",
  "to situations in which the weaker party is in a position in": "एक ऐसी स्थिति में है जिसमें वह मजबूत पार्टी द्वारा लगाए गए शर्तों पर",
  "which he can obtain goods or services or means of livelihood": "केवल वस्तुओं या सेवाओं या आजीविका के साधन प्राप्त कर सकता है या",
  "without them. It will also apply where a man has no choice, or": "यदि शर्ते न माने तो उसे उपरोक्त न प्राप्त हो। यह भी लागू होगा जहां एक आदमी के पास कोई विकल्प नहीं है, या कोई सार्थक विकल्प नहीं है,",
  "contract or to sign on the dotted line in a prescribed or": "में जो शर्ते लगायी गयी हैं उस पर हस्ताक्षर करने या संविदा के भाग के",
  "standard form or to accept a set of rules as part of the": "रूप में नियमों के समूह स्वीकार करने के लिए चाहे उस संविदा या प्रारूप",
  "contract, however unfair, unreasonable and unconscionable a clause in that contract or form or rules may be. This principle,": "या नियम में कोई उपखण्ड़ अनुचित अयुक्तियुक्त साम्यिक ,कैसा भी हो।",
  "clause in that contract or form or rules may be. This principle, however, will not apply where the bargaining power of the": "हालांकि यह सिद्धांत वहां लागू नहीं होगा जहां पर संविदा करने वाले",
  "contracting parties is equal or almost equal or where both": "पक्षकारों की सौदेबाजी की शक्ति बराबर या लगभग बराबर है या जहां दोनों",
  "parties are businessmen, and the contract is a commercial transaction.": "पक्ष व्यवसायी हैं, और अनुबंध एक वाणिज्यिक लेनदेन है।",
  "287. In today’s complex world of giant corporations with their": "287. आज की जटिल दुनिया में अपने विशाल अवसंरचनात्मक संगठनों",
  "vast infrastructural organisations the State through its instrumentalities and agencies has been entering into almost": "के साथ विशालकाय निगमों, राज्य अपने उपकरणों और एजेंसियों के",
  "every branch of industry and commerce and field of service,": "माध्यम से उद्योग और वाणिज्य और सेवा के क्षेत्र की लगभग हर शाखा में",
  "unreasonable bargains between parties possessing wholly": "रखने वाले पक्षकारों के बीच अनुचित और अनुचित सौदेबाजी होती है।",
  "can neither be enumerated nor fully illustrated. The court": "इन मामलों की न तो गणना की जा सकती है और न ही पूरी तरह से",
  "must judge each case on its own facts and circumstances.”": "दर्शित किया जा सकता है। अदालत को प्रत्येक मामले को उनके तथ्यों और परिस्थितियों अनुरूप देखना चाहिए।\" (प्रभाव वर्धित)",
  "The Court held that there can be myriad situations which result in": "न्यायालय ने निर्णीत किया कि यहां पर अनेक प्रकार की परिस्थितियां हो",
  "unfair and unreasonable bargains, which are the outcome of an": "सकती हैं जिनके परिणामस्वरूप अनुचित और अयुक्तियुक्त सौदेबाजी हो",
  "unequal bargaining power. Each case has to be seen on its own facts": "सकती है, जो एक असमान सौदेबाजी शक्ति का परिणाम हैं। प्रत्येक मामले",
  "(c). In D.T.C. (supra), the Court also held that Article 14 sheds light": "करने के राज्य के अधिकार के संबंध में डी .टी.सी (उपरोक्त) में इस न्यायलय ने पाया:",
  "regarding the government, as a private entrepreneur, threatens": "इस प्रकार, सरकार के संबंध में, एक निजी उद्यमी के रूप में, संवैधानिक",
  "to impair constitutional rights. The government, unlike a": "अधिकारों को बिगाड़ने की धमकी देता है। सरकार, जो एक निजी व्यक्ति",
  "private individual, is limited in its ability to contract by the Constitution. The federal contracting power is based upon the": "नहीं है, संविधान द्वारा संविदा करने की क्षमता में सीमित है। संघीय",
  "Constitution's authorisation of these acts 'necessary and": "संविदा शक्ति इन कृत्यों के संविधान के प्राधिकरण 'आवश्यक और उचित'",
  "proper' to the carrying out of the functions which it allocates to": "पर आधारित है, जो उन कार्यों को करने के लिए हैं जिन्हें यह राष्ट्रीय",
  "the national government. Unless the objectives sought by": "सरकार को आवंटित करता है। जब तक सरकारी संविदाओं में नियमों",
  "Again at page 1603, it is further emphasised thus:": "आएंगी।\" पुनः पृष्ठ 603 पर , आगे इस बात पर जोर दिया गया जो इस",
  "“When conditions limit the economic benefits to be derived from dealings with the government to those who forego the": "प्रकार हैः “जब परिस्थितियां सरकार के साथ व्यवहार से व्युत्पन्न होने वाले आर्थिक लाभों को उन लोगों तक सीमित करती हैं जो संवैधानिक",
  "retaining their rights from participation in the enjoyment of": "अधिकारों के प्रयोग को रोकते हैं, तो इन लाभों के उपभोग में भागीदारी से",
  "the due process clause of Fifth Amendment and explicit in the": "सकता है, नियत प्रक्रिया में निहित है पांचवें संशोधन के खंड और",
  "equal protection clause of the Fourteenth Amendment against": "चौदहवें संशोधन के समान संरक्षण खंड में स्पष्ट लाभ के सरकारी",
  "from participating in the advantages to be derived from contractual relations with the government may be a form of": "सरकार के साथ संविदात्मक संबंधों से प्राप्त होने वाले लाभों में भाग लेने",
  "penalty lacking in due process. To avoid invalidation for any of": "नियत प्रक्रिया में कमी हो सकता है। उपरोक्त कारणों में से किसी के",
  "imposed are necessary to secure the legitimate objectives of": "वैध उद्देश्यों को सुरक्षित करने, इसके प्रभावी उपयोग को सुनिश्चित करने,",
  "relationship between the government and the individual.”": "हैं. जिसके परिणामस्वरूप सरकार और व्यक्ति के बीच संविदात्मक संबंध हो सकते हैं।\"",
  "284. Professor Guido Calabresi of Yale University Law School": "284. येल विश्वविद्यालय लॉ स्कूल के प्रोफेसर गिडो कैलाबेरी ने अपने \"",
  "in his “Retroactivity, Paramount Power and _ Contractual": "रिट्रोएक्टिविटी, पैरामाउंट पावर और संविदात्मक परिवर्तन (96-62)",
  "for carrying out any of the specific clauses of the Constitution": "जो संविधान के किसी भी विशिष्ट खंड या सामान्य कल्याण के लिए खर्च",
  "or power to spend for general welfare. The Federal Government": "करने की शक्ति के लिए आवश्यक और उचित हैं। संघीय सरकार के पास",
  "has no power, inherent or sovereign, other than those specifically or explicitly granted to it by the Constitution. At page 1197, it is further stated thus:": "संविधान द्वारा विशेष रूप से या स्पष्ट रूप से दिए गए लोगों के अलावा कोई शक्ति, निहित या संप्रभु नहीं है। पृष्ठ 97 पर, यह इस प्रकार कहा",
  "“The government acts according to due process standards for": "\" सरकार सम्यक प्रक्रिया मानकों के अनुसार कार्य करती है क्योंकि",
  "the due process clause is quite up to that task without the": "सम्यक प्रक्रिया खंड नियम के बिना उस कार्य तक काफी है। सरकारी",
  "rule. Alterations of government contracts are not desirable in a free country even when they do not constitute a ‘taking’ of": "संविदाओं का परिवर्तन किसी स्वतंत्र देश में तब भी वांछनीय नहीं है जब वे",
  "make changes, but only if war or commerce require them and": "सरकार परिवर्तन कर सकती है, लेकिन यदि युद्ध या वाणिज्य उनकी",
  "not on the broader and more ephemeral grounds that the": "आवश्यकता है, न कि व्यापक और अधिक अल्पकालिक आधारों पर कि",
  "general welfare would be served by the change. Any other rule": "परिवर्तन द्वारा सामान्य कल्याण की सेवा की जाएगी। कोई भी अन्य नियम",
  "arbitrariness in State action, whether it be of legislature or of": "मनमानी होती है, चाहे वह विधायिका का हो या कार्यपालिका का हो या",
  "the executive or of an \"authority\" under Article 12, Article 14,": "अनुच्छेद 2 के अधीन \"प्राधिकारी\", अनुच्छेद 4 \"तुरंत कार्रवाई में आता",
  "\"immediately springs into action and strikes down such State action.\" In fact, the concept of reasonableness and_non-": "है और ऐसे राज्य कार्रवाई पर रोक लगाते है\" वास्तव में, तर्कशीलता और",
  "arbitrariness pervades the entire constitutional scheme and is": "गैर-मनमानी की अवधारणा पूरी संवैधानिक योजना में व्याप्त है और एक",
  "a golden thread which runs through the whole of the fabric of": "सुनहरा धागा है जो संविधान के पूरे ताने-बाने के माध्यम से चलता है।",
  "302. Article 14 is the general principle, while Article 311(2) is": "302. अनुच्छेद 4 सामान्य सिद्धांत है जबकि अनुच्छेद 3] (2) राज्य",
  "a special provision applicable to all civil services under the": "के अधीन सभी दीवानी सेवाओं के लिए लागू विशेष उपबंध है। अनुच्छेद",
  "State. Article 311(2) embodies the principles of natural justice,": "37 (2) में प्राकृतिक न्याय के सिद्धांतों को समाविष्ट किया गया है किंतु",
  "but proviso to clause (2) of Article 311 excludes the operation": "अनुच्छेद 3] के खंड (2) के परंतुक में अनुच्छेद 3 (2) में वर्णित",
  "exception in the given circumstances enumerated in three": "प्राकृतिक न्याय के सिद्धांतों के प्रवर्तन को तीन स्थितियों में वर्णित अपवाद",
  "harmoniously interpreted that the proviso to Article 311(2)": "सामंजस्यपूर्ण रूप से निर्वचन किया जाए कि अनुच्छेद 3 (2) के परंतुक",
  "excludes the application of the principles of natural justice as": "में अपवाद के रूप में प्राकृतिक न्याय के सिद्धांतों के लागू किए जाने को",
  "an exception; and the applicability of Article 311(2) must,": "अपवर्जित करता है, इसलिए अनुच्छेद 3] (2) की उपयोज्यता को",
  "therefore, be circumscribed to the civil services and be": "दीवानी सेवाओं तक सीमित रखा जाना चाहिए और तदनुसार अर्थ लगाया",
  "statutory rules themselves, consistent with the mandate of": "अनुमति दी जानी चाहिए, जब तक कि वैधानिक नियम स्वयं, अनुच्छेद",
  "Articles 14, 16, 19 and 21 provide, expressly such an exception.”": "4, 6, 9 और 2 के अधिदेश के अनुरूप, स्पष्ट रूप से ऐसा अपवाद",
  "(d). Arbitrariness in State action whether of the legislature or the": "(घ). राज्य की मनमाना कार्रवाई फिर चाहे वह विधायिका, कार्यपालिका या",
  "executive or of an authority under Articles 12, 14 and 21 comes into": "अनुच्छेद 2, 4 और 2 के तहत एक प्राधिकरण इस तरह की कार्रवाई",
  "play to strike down such an action. The Court in D.T.C. (supra) held": "को रोकने के लिए प्रभाव में आती है। न्यायलय ने इसे डीपीसी (उपरोक्त) में",
  "thus:": "इस प्रकार धारित किया:",
  "“303. Article 19(1)(g) empowers every citizen the right to": "“303. अनुच्छेद 9 () (छ) प्रत्येक नागरिक को उद्लयन या पेशे आदि",
  "continued in employment under the State unless the tenure is": "अधिकार शामिल है जब तक कि कार्यकाल को संविधान के मौलिक",
  "validly terminated consistent with the scheme enshrined in the": "अधिकारों में निहित योजना के अनुरूप वैध रूप से समाप्त नहीं किया",
  "employment or right to the continued employment till the age": "वंचित करने या निरंतर रोजगार के अधिकार से वंचित करने के लिए प्रदान",
  "procedure must be just, fair and reasonable. This Court in": "अधिकार का स्रोत नहीं है, तो ऐसी प्रक्रिया न्यायोचि, उचित और",
  "India (1981) 1 SCC 568, held that Article 19(1)(g) confers a": "भारत संघ (98) एस. सी. सी. 568 के मामले में न्यायलय ने निर्णीत किया कि अनुच्छेद 9 () (छ) एक व्यापक और सामान्य",
  "broad and general right which is available to all persons to do": "अधिकार प्रदान करता है जो सभी व्यक्तियों को अपनी पसंद के किसी",
  "works of any particular kind and of their choice. Therefore": "विशिष्ट प्रकार के कार्य करने लिए उपलब्ध है। इसलिए जब भी राज्य की",
  "whenever there is arbitrariness in State action — whether it be": "कार्रवाई मनमानीपूर्ण होती है- चाहे वह विधायिका का हो या",
  "of the legislature or of the executive or of an authority under Article 12, Articles 14 and 21 spring into action and_strikes": "कार्यपालिका का हो या अनुच्छेद 2 के , अनुच्छेद 4 और 2। अधीन किसी प्राधिकारी कार्य करने दे या ऐसी कार्रवाई को रद्द कर दे।",
  "down such an action. The concept of reasonableness and non- arbitrariness pervades the entire constitutional spectrum and": "तर्कशीलता और गैर-मनमानी की अवधारणा पूरे संवैधानिक आयाम में",
  "is a golden thread which runs through the whole fabric of the": "व्याप्त हैं और एक सुनहरा धागा है जिससे पूरा संविधान कपड़े की भांति",
  "Constitution. Therefore, the provision of the statute, the regulation or the rule which empowers an employer to": "बुना है। इसलिए, क़ानून का प्रावधान, विनियमन या नियम जो एक",
  "terminate the services of an employee whose service is of an": "नियोक्ता को किसी कर्मचारी की सेवाओं को समाप्त करने का अधिकार",
  "indefinite period till he attains the age of superannuation, by": "देता है, जिसकी सेवा अनिश्चित काल तक है, जब तक कि वह किसी",
  "serving a notice or pay in lieu thereof must be conformable to": "नोटिस के या उसके बदले में वेतन के, तब तक वह सेवानिवृत्ति की आयु",
  "the mandates of Articles 14, 19(1)(g) and 21 of the": "प्राप्त नहीं कर लेता है, संविधान के अनुच्छेद 4, 9 () (जी) और 27",
  "was) after invalidating the Rules 149(3) and 148(3) under Article 311(2) which are in pari materia with Regulation 9(b) of": "अधीन नियम 49 (3) और 48 (3) जो विनियमों के विनियम 9 (ख) के साथ पैरी मटेरिया में हैं, को अविधिमान्य बनाने के पश्चात्‌, अनुच्छेद",
  "the Regulations also considered their validity in the light of": "4 के आलोक में उनकी विधिमान्यता पर भी विचार किया और इस",
  "“Therefore, we are satisfied that the challenge to the": "अत: हम इस बात से संतुष्ट हैं कि इस आधार पर कि इस आधार पर",
  "validity of the impugned Rules on the ground that they": "आक्षेपित नियमों की विधिमान्यता को चुनौती कि वे अनुच्छेद 4 का",
  "contravene Article 14 must also succeed.”": "उल्लंघन करते हैं को भी सफल होनी चाहिए।",
  "This was on the test of reasonable classification as the": "यह उचित वर्गीकरण के परीक्षण पर था क्योंकि यह सिद्धांत तब लागू किया",
  "separate but concurring judgment, apart from invalidating the": "अधीन नियम को अविधिमान्य करने के अलावा एक पृथक किंतु निर्णायक",
  "Article 14 as well, though there is no elaborate discussion in": "का भी अतिक्रमण किया है, यद्यपि उस संबंध में कोई विस्तृत चर्चा नहीं",
  "that regard. But, Das Gupta, J. considered elaborately on this": "की गई है लेकिन न्यायमूर्ति दास गुप्ता ने इस पहलू पर विस्तृत रूप से",
  "aspect and held: (SCR p. 770)": "विचार किया और धारित किया किया (एस.सी.आर. पृष्ठ 770)",
  "“Applying the principle laid down in the above case to the": "\"उपरोक्त मामले में निर्धारित सिद्धांत को वर्तमान नियम में लागू करते हुए",
  "present Rule, I find on the scrutiny of the Rule that it does not": "नियम की जांच करने पर मुझे ज्ञात हुआ कि यह प्राधिकारी द्वारा स्वविवेक",
  "lay down any principle or policy for guiding the exercise of": "के प्रयोग के मार्गदर्शन करने के लिए कोई सिद्धान्त या नीति नहीं",
  "discretion by the authority who will terminate the service in the matter of selection or classification. Arbitrary and": "प्रतिपादित करता है कि चयन या वर्गीकरण के मामले में कौन सेवा से मुक्ति",
  "uncontrolled power is left in the authority to select at its will": "प्रदान करेगा। मनमानी और अनियंत्रित शक्ति को प्राधिकरण में छोड़ दिया",
  "any person against whom action will be taken. The rule thus": "जाता है ताकि वह किसी भी व्यक्ति को चुन सके जिसके खिलाफ कार्रवाई",
  "by taking action in one case and not taking it in the other. In": "समान रूप से एक मामले में कार्रवाई करके लागू होते हैं और इसे दूसरे में",
  "struck down as contravening the requirements of Article 14 of the Constitution.\"": "क्योंकि यह संविधान के अनुच्छेद 4 की अपेक्षाओं का उल्लंघन करता है।",
  "308. In Ramana case (1979) 3 SCC 489, it has been held that: (SCC p. 504, para 10)": "\"308. रमना (979) 3 एससीसी 489 (एससीसी पृष्ठ 504, पैरा 0)के मामले में , यह धारित किया गया है कि:",
  "“It is indeed unthinkable that in a democracy governed by": "\"यह वास्तव में अकल्पनीय है कि कानून के शासन द्वारा शासित लोकतंत्र",
  "the rule of law, the executive government or any of its officers": "में, कार्यपालिका सरकार या उसके किसी भी अधिकारी को व्यक्ति के",
  "should possess arbitrary power over the interests of the individual.”": "हितों पर मनमाना अधिकार होना चाहिए।\"",
  "encroachments made _ ostensibly for a good cause _that": "एक ऐसे अच्छे कारण के लिए स्पष्ट रूप से किया जाता है जो निस्संदेह",
  "imperceptibly but surely erode the foundations of liberty.” (emphasis supplied)": "स्वतंत्रता की नींव को मिटा देता है।\" (प्रभाव वर्धित )",
  "(e). An employer cannot act in a manner that is in the negation of just,": "(ड़). एक नियोक्ता इस तरीके से कार्य नहीं कर सकता है जो न्याय",
  "fair, and reasonable procedure. The Court held:": "औचित्य और युक्तियुक्त न हो। न्यायालय ने धारित किया-",
  "“329. I am, therefore, inclined to hold that the courts,": "\"329. इसलिए मैं मानता हूं कि यद्यपि अदालतों के पास निर्वचन प्रक्रिया",
  "though, have no power to amend the law by process of": "द्ववारा विधि के संशोधन की शक्ति नहीं है लेकिन फिर भी इसमें संशोधन",
  "make payment of pension on completion of 15 years of service. It": "साल की सेवा पूरी होने पर पेंशन का भुगतान करने के लिए बाध्यकारी",
  "cannot invalidate its own decision by relying on fact it failed to amend": "दायित्व बनाया गया था। यह इस तथ्य पर भरोसा करके अपने स्वयं के निर्णय को अमान्य नहीं कर सकता है कि वह नियम में संशोधन करने में",
  "the rule, whereas other Banks did it later on with retrospective effect.": "विफल रहा, जबकि अन्य बैंकों ने बाद में इसे पूर्वव्यापी प्रभाव के साथ",
  "They cannot invalidate otherwise valid decision by virtue of exclusive superior power to amend or not to amend the rule and act unfairly": "किया। वे नियम में संशोधन करने या न करने के लिए विशेष श्रेष्ठ शक्ति के आधार पर अन्यथा वैध निर्णय को अमान्य नहीं कर सकते हैं और गलत",
  "and make the’ entire contract unreasonable based _ on": "तरीके से कार्य कर सकते हैं और गलत बयानी के आधार पर पूरे अनुबंध को",
  "misrepresentation. It was open to the Board of Directors to reject the": "अनुचित बना सकते हैं। इस प्रस्ताव को अस्वीकार करना निदेशक मंडल पर",
  "proposal. Once it accepted the proposal to make payment of pension": "पेंशन का भुगतान करने के प्रस्ताव को स्वीकार कर लिया, हालांकि इस",
  "though the scheme is tried to be interpreted by the SBI that pension": "योजना की एसबीआई द्वारा व्याख्या करने की कोशिश की जाती है कि पेंशन",
  "was to be admissible as provided in the rule that refers to": "को स्वीकार्य होना चाहिए जैसा कि नियम में उपबंधित है जो आनुपातिक",
  "Ors., (supra), and what was decided by Government of India/IBA, was": "न्यायालय द्वारा उल्लेख किया गया है, और भारत सरकार /आईबीए द्वारा जो",
  "not taken away rather adopted by the Central Board of Directors. The": "निर्णय लिया गया था, उसे केंद्रीय निदेशक मंडल द्वारा अपनाया गया था न",
  "backdrop of facts and what has been resolved by the Board of": "की पृष्ठभूमि में पढ़ा जाना चाहिए और निदेशक मंडल द्वारा क्या हल किया",
  "pension when the memorandum and the scheme are read together. In": "गया है। जब ज्ञापन और योजना को एक साथ पढ़ा जाता है, तो पेंशन की",
  "case of ambiguity and even if two interpretations are possible in the": "स्वीकार्यता के संबंध में कोई अस्पष्टता नहीं है। अस्पष्टता के मामले में और भले ही मामले के तथ्यों की पृष्ठभूमि में दो व्याख्याएं संभव हों, कर्मचारी के",
  "application of known principles and rules. The exercise of power": "ज्ञात सिद्धांतों और नियमों का प्रयोग कर लिया जाना है। शक्ति",
  "cannot be whimsical or capricious. This Court in D.T.C. (supra) held:": "का प्रयोग मनमाना या स्वेच्छाचारी नहीं हो सकता है। इस न्यायालय ने 0.7.0 (उपरोक्त) के मामले में यह अवधारित किया है:",
  "“332. In an appropriate case where there is no sufficient evidence available to inflict by way of disciplinary": "332. उपयुक्त मामले में जहां अनुशासनात्मक उपाय",
  "measure, penalty of dismissal or removal from service": "बर्खास्तगी का जुर्माना या सेवा से हटाने और ऐसी स्थिति को",
  "authority is lacking any power to make rules or": "प्राधिकरण के पास नियम या नियम बनाने, आधार या",
  "regulations to give a notice of opportunity with the grounds or the material on records on which it proposed": "अभिलेखों पर सामग्री के साथ अवसर की सूचना देने , जिस पर",
  "to take action, consider the objections and record reasons": "उसने कार्यवाही करने का प्रस्ताव किया था, आपत्तियों और रिकॉर्ड कारणों पर विचार करने जिसके आधार पर उसने",
  "may be, it must form foundation. This minimal procedure should be made part of the procedure lest the exercise of": "करना चाहिए। इस न्यूनतम प्रक्रिया को प्रक्रिया का हिस्सा",
  "the power is capable of abuse for good as well as for": "बनाया जाना चाहिए, क्योंकि_ शक्ति का प्रयोग अच्छे और",
  "whimsical or capricious purposes for reasons best known": "प्राधिकारी को ज्ञात कारणों से प्रदत्त प्रासंगिक उद्देश्यों से परे",
  "always be viewed with suspicion. Therefore, I hold that": "साथ देखा जाएगा। इसलिए, मैं मानता हूं कि बिना किसी दिशा-",
  "conferment of power with wide discretion without any": "निर्देश के व्यापक विवेक के साथ शक्ति प्रदान करना, बिना",
  "guidelines, without any just, fair or reasonable procedure": "किसी उचित, न्यायपूर्ण या तर्कसंगत प्रक्रिया के संवैधानिक रूप",
  "53. On the basis of aforesaid principles, it is apparent that once the": "53. उपरोक्त सिद्धांतों के आधार पर, यह स्पष्ट है कि एक बार केंद्रीय",
  "Central Board of Directors accepted the memorandum for making": "निदेशक मंडल ने पेंशन का भुगतान करने के लिए ज्ञापन स्वीकार कर लिया",
  "payment of pension, in case it was not accepting the proposal in the memorandum, it ought to have said clearly that it was not ready to": "था, यदि इसने ज्ञापन में प्रस्ताव को स्वीकार नहीं कर किया था तो यह स्पष्ट",
  "accept the proposals of the Government and the IBA and rejects the": "रूप से कहा जाना चाहिए कि वह सरकार और आईबीए के प्रस्तावों को",
  "same. Once it approved the proposals referred to in the memorandum,": "बार जब इसने ज्ञापन में निर्दिष्ट प्रस्तावों को मंजूरी दे दी, जो आईबीए के पत्र",
  "eligible for pension, is factually incorrect. It is apparent from the material circumstances, documents, and correspondence that the": "गलत है। यह भौतिक परिस्थितियों, दस्तावेजों, और पत्राचार से स्पष्ट है कि",
  "decision was taken at all levels including the one by the Central Board": "निर्णय एसबीआई के केंद्रीय निदेशक मंडल सहित सभी स्तरों पर लिया गया",
  "of Directors of SBI, that the benefit of pension was to be given to the employees on completion of 15 years of service. In that perspective,": "था, कि 5 साल की सेवा पूरे होने पर कर्मचारियों को पेंशन का लाभ दिया",
  "vagueness of scheme of SBI, if any, can be of no advantage as it is": "जाना था। उस परिप्रेक्ष्य में, एसबीआई की योजना की अस्पष्टता, यदि कोई हो, का कोई फायदा नहीं हो सकता है क्योंकि यह संदेह की स्थिति से परे",
  "scheme with ex gratia on completion of 15 years of service. It is due to": "दिया जाना योजना का मुख्य भाग था। यह इस कारण से है कि 5 साल की",
  "having completed 15 years of service, Regulation 28 as applicable to other nationalised banks was proposed to be modified as reflected in": "बैंकों के लिए लागू विनियमन 28 को संशोधित करने का प्रस्ताव किया गया",
  "the letter of IBA dated 11.12.2000 and Government of India letter": "था जैसा कि 29.2.2000 दिनांकित आईबीए और 5. 9. 2000 दिनांकित सरकार के पत्र में परिलक्षित होता है। बाद में , योजना को पहले ही सही",
  "dated 5.9.2000. Later on, the regulation was amended in 2002 after the scheme had already been implemented in right earnest. There was": "तरीके से लागू करने के बाद 2002 में विनियमन में संशोधन किया गया था।",
  "not even an iota of doubt that VRS was to give benefits to all eligible": "इसमें कोई संदेह नहीं था कि वीआरएस 5 साल की सेवा पूरी करने वाले",
  "the letter dated 29.12.2000 of SBI that the guidelines of IBA were": "2000 के पत्र से यह स्पष्ट था कि आईबीए के दिशानिर्देशों को केंद्रीय",
  "approved by the Central Board of Directors in its meeting dated": "निदेशक मंडल ने अपनी बैठक में दिनांक 27. 2. 2000 को अनुमोदित",
  "27.12.2000. Para 2 of the letter dated 29.12.2000 of SBI Deputy Managing Director-cum-SDO is extracted hereunder:": "किया था। एसबीआई उप प्रबंध निदेशक-सह-एसडीओ के दिनांक 29. 2. 2000 के पत्र का पैरा 2 निम्नवत उद्धृत है:",
  "\"2. Accordingly, the Central Board of Directors, in its": "\"2. तदनुसार, केंद्रीय निदेशक मंडल ने 27. 2. 2000 को",
  "57. While construing a contract, the language and surrounding circumstances of the overall scheme, memorandum and letters are to": "57. एक अनुबंध का गठन करते समय, समग्र योजना, ज्ञापन और पत्रों की",
  "Board of Directors in its Resolution dated 27.12.2000 is of pivotal": "चाहिए कि क्या निदेशक मंडल द्वारा अपने संकल्प दिनांक 27. 2. 2000",
  "the IBA scheme as proposed. Its binding effect cannot be changed on": "आईबीए योजना के अनुमोदन के अनुसार निर्णय लिया गया था। इसके बाध्यकारी प्रभाव को इस आधार पर नहीं बदला जा सकता है कि कौन से",
  "the basis what parties choose to say afterward, nor they can be": "पक्ष आगे कहने के लिए चुनते हैं, और न ही उन्हें बाहर निकलने की अनुमति",
  "permitted to wriggle out. The contract is required to be read as a": "दी जा सकती है। अनुबंध को समग्र रूप से पढ़ा जाना आवश्यक है। यह",
  "whole. It is apparent on a bare reading that optees will be eligible for proportionate pension under the Pension Regulations of the bank and": "पढ़ने पर स्पष्ट है कि चयनकर्ता बैंक के पेंशन विनियमों के तहत आनुपातिक",
  "therefore, the bank bears the risk of lack of clarity, if any.": "पेंशन के लिए पात्र होंगे और इसलिए, बैंक को स्पष्टता की कमी का जोखिम है, यदि कोई हो।",
  "58. In Bank of India & Anr. v. K. Mohandas & Ors., (2009) 5 SCC 313": "58. बैंक ऑफ इंडिया एंव अन्य वी. के; मोहनदास एंव अन्य (2009) 5",
  "wherein several other banks were also parties, the question arose as to": "एससीसी 375 के मामले में, जिसमें कई अन्य बैंक भी पक्षकार थे, यह प्रश्न",
  "the nature of VRS, 2000. The Court noted the objectives, the": "वीआरएस, 2000 की प्रकृति के रूप में उत्पन्न हुआ। 2002 में विनियमन",
  "amendment made in Regulation 28 in 2002, providing for 15 years of": "28 में किए गए संशोधन, 5 साल की सेवा प्रदान करते हुए न्यायालय ने",
  "service. The scheme was open in November-December, 2000 and in": "उद्देश्यों को नोट किया। यह योजना आधार नवम्बर -दिसंबर, 2000 और",
  "Union Bank of India in January, 2001. The employees claimed that": "जनवरी 200 में यूनियन बैंक ऑफ इंडिया में खुली थी। कर्मचारियों ने दावा",
  "those who completed 20 years of service, were entitled to the benefit of": "किया कि जिन्होंने 20 वर्ष की सेवा पूरी की थी, वे उक्त बैंकों को लागू",
  "provisions contained in Regulation 29(5) of Employees’ Pension": "कर्मचारी पेंशन विनियम, 995 के विनियमन 29 (5) में निहित प्रावधानों",
  "completed the qualifying service of 20 years under Regulation 29, were": "के लाभ के हकदार थे। उन्होंने दावा किया कि विनियमन 29 के तहत 20 साल की अर्हकारी सेवा पूरी करने के बाद, अधिकतम 33 वर्षों के अधीन",
  "entitled for 5 years’ increase in the service tenure subject to the": "सेवा कार्यकाल में ५ साल की वृद्धि के हकदार थे, जो उन्हें इस आधार पर",
  "maximum of 33 years which was not given to them on the ground that the benefit of VRS was available to incumbents having completed 15": "नहीं दिया गया था कि वीआरएस का लाभ 5 साल की सेवा पूरी करने के",
  "years of service as provided in amended Regulation 28, and Regulation": "लिए उपलब्ध था जैसा कि संशोधित विनियमन 28 में प्रदान किया गया है,",
  "29 was not applicable. This Court held that the benefit of VRS was": "और विनियमन 29 लागू नहीं था। इस न्यायालय अवधारित किया कि",
  "the additional benefit which was available on completion of 20 years of": "उपलब्ध था, लेकिन 20 साल की सेवा पूरी करने पर उपलब्ध अतिरिक्त",
  "service was also admissible as provided in Regulation 29(5).": "लाभ भी स्वीकार्य था जैसा कि विनियमन 29 (5) में प्रदान किया गया था।",
  "59. While considering the aforesaid similar scheme of VRS, this": "59. वीआरएस की उपरोक्त समान योजना पर विचार करते हुए, इस",
  "Court observed with respect to the construction of the contract on the": "न्यायालय ने शब्दों के महत्व के आधार पर अनुबंध के निर्माण के संबंध में",
  "basis of the import of the words. The intention of the parties must be ascertained from the language they have used and considered in the": "धारित किया। पक्षकारों के आशय का पता उस भाषा से लगाया जाना",
  "ascertained from the language they have used and considered in the light of surrounding circumstances, and the meaning cannot be": "चाहिए जिसका उन्होंने उपयोग किया है और आसपास की परिस्थितियों के",
  "it. This Court in K. Mohandas (supra) held thus:": "के; सोहनदास (उपरोक्त) में यह न्यायालय इस प्रकार अवधारित किया गया:",
  "“28. The true construction of a contract must depend upon": "“28. एक अनुबंध का सही निर्माण उपयोग किए गए शब्दों के",
  "of the clear and unambiguous words used in the contract. The": "आचरण अनुबंध में प्रयुक्त स्पष्ट और अस्पष्ट शब्दों के सही",
  "circumstances and the object of the contract. The nature and": "माना जाता है। अनुबंध की प्रकृति और उद्देश्य पार्टियों के",
  "purpose of the contract is an important guide in ascertaining": "आशय का पता लगाने में एक महत्वपूर्ण मार्गदर्शक है।",
  "29. In Ottoman Bank of Nicosia v. Ohanes Chakarian, Lord": "29. ओटोसन बैंक ऑफ निकोसिया बनाम ओनस चक्रियन में, लॉर्ड राइट",
  "Wright made these weighty observations: (AIR p. 29)": "ने ये गंभीरता से अवलोकन किया: (एआईओआर पी. 29)",
  "‘... that if the contract _is clear and unambiguous, its true": "“.... कि यदि संविदा स्पष्ट और असंदिग्ध है, तो उसका सही प्रभाव केवल",
  "effect_cannot be changed merely by the course of conduct adopted by the parties in acting under it.”": "पक्षकारों द्वारा उसके अधीन कार्य करने में अपनाए गए आचरण के अनुक्रम द्वारा नहीं बदला जा सकता।”",
  "SC 9, a four-Judge Bench of this Court stated: (AIR p. 11, para": "9 के मामले में, इस न्यायलय की चार-न्यायाधीश पीठ ने कहा:",
  "“6. ... Since the true construction of an agreement must": "“6. .... चूंकि एक समझौते का वास्तविक निर्माण उपयोग किए गए शब्दों",
  "the parties choose to say afterwards, it is unnecessary to refer": "क्या कहना चाहते हैं, यह संदर्भित करना अनावश्यक है कि पार्टियों ने",
  "31. It is also a well-recognised principle of construction of a contract that it must be read as a whole in order to ascertain": "3. यह एक अनुबंध के निर्माण का एक अच्छी तरह से मान्यता प्राप्त सिद्धांत भी है कि इसे अपने कई उपखंडों के सही अर्थ का पता लगाने के",
  "the true meaning of its several clauses and the words of each": "लिए एक पूरे के रूप में पढ़ा जाना चाहिए और प्रत्येक उपखंड के शब्दों की",
  "clause should be interpreted so as to bring them into harmony": "व्याख्या की जानी चाहिए ताकि उन्हें सामंजस्य में लाया जा सके। अन्य",
  "with the other provisions if that interpretation does no violence": "प्रावधान यदि उस व्याख्या के अर्थ में कोई हिंसा नहीं होती है जिसके लिए",
  "to the meaning of which they are naturally susceptible. (North": "वे स्वाभाविक रूप से अतिसंवेदनशील होते हैं। (पूर्वोत्तर रेलवे कंपनी",
  "Eastern Railway Co. v. Lord Hastings, 1900 AC 260)”": "बनाम लॉर्ड हेस्टिंग्झ, 2900 एसी 260)",
  "60. With respect to lack of clarity in the scheme, this Court in K. Mohandas (supra) relied on maxim verba chartarum fortius accipiuntur": "60. इस योजना में स्पष्टता की कमी के संबंध में, के. मोहनदास (उपरोक्त) के मामले में इस न्यायालय ने. विधिक सानदण्ड _ प820।. ४०/00",
  "sent by the Government of India, Ministry of Finance,": "है। यह आशय भारत सरकार, वित्त मंत्रालय, आर्थिक मामलों",
  "Personnel Advisor, Indian Banks’ Association.”": "के विभाग (बैंकिंग प्रभाग) द्वारा कार्मिक सलाहकार, भारतीय",
  "It opined that the amendment to Regulation 28 of 1995": "इसका मत था कि 995 के विनियमन 28 में संशोधन 5 साल की",
  "Regulation intended to cover 15 years of service, i.e., employees with": "सेवा को शामिल करने का आशय है, अर्थात, 5 साल की सेवा वाले",
  "15 years of service who have not completed 20 years of service. A": "कर्मचारी जिन्होंने 20 साल की सेवा पूरी नहीं की है। नियम में संशोधन करने",
  "similar action to amend the Rule was required to be taken by the SBI,": "के लिए इसी तरह की कार्यवाही एसबीआई द्वारा की जानी थी, लेकिन यह",
  "but it failed to take it after having floated a similar scheme. It kept it": "एक समान योजना शुरू करने के बाद इसे लेने में विफल रहा। इसने यह",
  "uncertain what would be the position of the rule as on the appointed": "अनिश्चित बना दिया कि नियत तिथि के अनुसार नियम की स्थिति अर्थात,",
  "date, i.e., 31.3.2001. Be that as it may. But it was crystal clear that": "3. 3. 2007. वह हो सकता है। लेकिन यह स्पष्ट था कि 5 साल की",
  "the incumbent with 15 years of service was eligible for the benefit as": "सेवा के साथ अवलंबी लाभ के लिए पात्र था जैसा कि योजना में ही प्रदान",
  "SBI in toto, it constituted a complete contractual package in itself.": "अपनाया गया, तो उसने अपने आप में एक पूर्ण संविदात्मक पैकेज का गठन किया।",
  "62. As urged on behalf of SBI if section 23 of the Contract Act is": "62. जैसा कि एसबीआई की ओर से आग्रह किया जाता है यदि अनुबंध अधिनियम की धारा 23 को लागू किया जाता है, तो यह बैंक के लिए कैसे",
  "applied, then how it is helpful to the bank, is not understandable. In": "उपयोगी है, यह समझ में नहीं आता है। यदि यह माना जाता है कि मूल",
  "case it is held that the very scheme was opposed to the law/rules, the": "योजना विधि/नियमों के विरूद्ध थी, तो पूरी योजना गिर जाएगी। एक बार",
  "entire scheme would fall down. Once it adopted the scheme, invited": "जब इसने योजना को अपनाया, तो आवेदन अमंत्रित किए और कर्मचारियों",
  "it came to be framed after great deliberations. The only": "विचार किया गया था, और यह अत्यधिक विचार-विमर्श के",
  "provision that could have been in mind while providing for": "प्रदान करते समय जो एकमात्र प्रावधान ध्यान में रह सकता था,",
  "pension as per the Pension Regulations was Regulation 29. Obviously, the employees, too, had the benefit of Regulation": "वह विनियमन 29 था। जाहिर है, कर्मचारियों को भी, विनियमन",
  "29(5) in mind when they offered for voluntary retirement as": "29 (5) का लाभ था, जब उन्होंने स्वैच्छिक सेवानिवृत्ति के",
  "admittedly Regulation 28, as was existing at that time, was not": "लिए भर्ती विनियमन 28 के रूप में पेश किया था, जैसा कि उस",
  "applicable at all. None of Regulations 30 to 34 was attracted.\"": "समय मौजूद था, बिल्कुल भी लागू नहीं था। 30 से 34 तक कोई भी विनियम आकृष्ट नहीं हुआ।'",
  "61. In K. Mohandas (supra) the Court considered the argument that": "6. के; मोहनदास (उपर्युक्त) के मामले में न्यायालय ने यह तर्क दिया कि",
  "Regulation 28 would be applicable only for providing 15 years of": "विनियम 28 केवल 5 वर्ष की पात्रता प्रदान करने के लिए लागू होगा जैसा",
  "eligibility as provided by way of amendment of Regulation of 1995, and": "कि अधिनियम 995 के संशोधन के माध्यम से उपबंधित है और यह",
  "held that as the banks are “State” within the meaning of Article 12, it": "अभिनिर्धारित किया कि जैसे बैंक अनुच्छेद 2 के अर्थ में “राज्य” हैं, यह",
  "would be an arbitrary action on their part to deny the benefit of section 29(5), and there has to be harmonious construction to the": "धारा 29 (5) के फायदे को नकारने के लिए उनकी ओर से एक मनमानी",
  "scheme and Pension Regulations, thus:": "कार्यवाही होगी और स्कीम और पेंशन विनियमों के लिए सामंजस्यपूर्ण निर्माण होना होगा, इस प्रकार:",
  "“35. We are afraid; it would be unreasonable if amended Regulation 28 is made applicable, which had not seen the light": "\"35. हम चिंतित हैं; यदि संशोधित विनियमन 28 को लागू किया जाता है, तो यह अनुचित होगा, जो प्रकाश में नहीं आया",
  "of the day and which was not the intention of the banks when": "था और जब योजना बनाई गई थी तो बैंकों का आशय नहीं था।",
  "the Scheme was framed. The banks in the present batch of appeals are public sector banks and are \"State\" within the": "अपील के वर्तमान बैच के बैंक सार्वजनिक क्षेत्र के बैंक हैं और",
  "in contractual matters has to be reasonable, lest, as observed": "संबंधी मामलों में भी उनकी कार्यवाही युक्तियुक्त होनी चाहिए,",
  "36. Any interpretation of the terms of VRS 2000, although": "36. वीआरएस 2000 की शर्तों की कोई भी व्याख्या, चाहे",
  "contractual in nature, must meet the test of fairness. It has to": "प्रकृति में संविदात्मक हो, निष्पक्षता की परीक्षा को पूरा करना चाहिए। यह इस तरह से माना जाना चाहिए कि",
  "unreasonableness on the part of the public sector banks who": "सार्वजनिक क्षेत्र के बैंकों की ओर से मनमानी और अतर्कसंगत",
  "brought out VRS 2000 with an objective of rightsizing their": "अधिकार के उद्देश्य से वीआरएस 2000 लाया था। बैंकों ने",
  "manpower. The banks decided to shed surplus manpower. By": "अधिशेष जनशक्ति छोड़ने का निर्णय लिया। विशेष योजना",
  "formulation of the special scheme (VRS 2000), the banks": "(वीआरएस 2000) के निर्माण से, बैंकों का उद्देश्य अपनी",
  "intended to achieve their objective of rationalising their force": "शक्ति को युक्तिसंगत बनाने के अपने उद्देश्य को प्राप्त करना था",
  "retirement. In this background, the consideration that was to": "को लुभाने के लिए उन्मुख थी। इस पृष्ठभूमि में, पार्टियों के बीच",
  "harmonious construction to the Scheme, and the Pension": "सामंजस्यपूर्ण निर्माण को मानता है, और पेंशन विनियम,",
  "Regulations, therefore, has to be given.": "इसलिए, देना होगा।",
  "ought to have followed the pursuit of other banks and was required to": "अन्य बैंकों की खोज का पालन करना चाहिए था और इसे स्वीकृत योजना",
  "64. Resultantly, we are of the opinion that the employees who": "64. परिणामस्वरूप, हमारा विचार है कि जिन कर्मचारियों ने 5 साल या",
  "to proportionate pension under SBI VRS to be computed as per SBI": "पेंशन फंड नियमों के अनुसार एसबीआई वीआरएस के तहत आनुपातिक",
  "employees retired under VRS on completion of 15 years of service": "सेवा पूरी होने पर वीआरएस के तहत सेवानिवृत्त होने वाले लाभों को",
  "without requiring them to rush to the court. However, considering the": "न्यायालय में भाग लेने की आवश्यकता के बिना बढ़ाया जाए। हालांकि,",
  "Deokinandan Prasad v. State of Bihar (1971) 2 SCC 330": "नहीं किया जा सकता है। देवकीनंदन प्रसाद बनाम बिहार राज्य (974) 2 एससीसी 330 में संविधान पीठ, जिसमें इस",
  "wherein this Court authoritatively ruled that pension is a right": "न्यायालय ने आधिकारिक रूप से फैसला सुनाया कि पेंशन एक",
  "and the payment of it does not depend upon the discretion of": "अधिकार है और इसका भुगतान सरकार के विवेक पर निर्भर",
  "the Government but is governed by the rules and a": "नहीं करता है, लेकिन नियमों द्वारा शासित है और उन नियमों",
  "pension flows to the officer not because of any such order but": "है, लेकिन अधिकारी को पेंशन प्रवाह प्राप्त करने का अधिकार ऐसे किसी भी आदेश के कारण नहीं बल्कि नियमों के आधार",
  "Punjab v. Iqbal Singh, (1976) 2 SCC 1.": "पर हो सकता है। पंजाब राज्य बनाम इकबाल सिंह (976)",
  "22. In the course of transformation of society from feudal to": "22. सामंती से कल्याण में परिवर्तन के दौरान और समाजवादी",
  "welfare and as socialistic thinking acquired respectability.": "सोच के रूप में सम्मान हासिल किया। वृद्धावस्था में सुरक्षा",
  "undeserved want was recognised and as a first step pension": "एक पलायन को मान्यता दी गई थी और पहले चरण की पेंशन",
  "was treated not only as a reward for past service but with a": "के रूप में न केवल पिछली सेवा के लिए एक इनाम के रूप में",
  "view to helping the employee to avoid destitution in old age.": "माना गया था, बल्कि बुढ़ापे में विनाश से बचने के लिए कर्मचारी",
  "The quid pro quo was that when the employee was physically": "था कि जब कर्मचारी शारीरिक और मानसिक रूप से सतर्क था,",
  "expecting him to look after him in the fall of life. A retirement": "के पतन में उसकी देखभाल करने की उम्मीद थी। इसलिए, एक",
  "system, therefore, exists solely for the purpose of providing benefits. In most of the plans of retirement benefits, everyone": "सेवानिवृत्ति प्रणाली केवल लाभ प्रदान करने के उद्देश्य से"
}