{
  "CA 5207/2022": "525/2027",
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "Civil Appeal No 5207 of 2022": "सिविल अपील संख्या 5207/2022",
  "State of Uttar Pradesh and Others Appellants": "उत्तर प्रदेश राज्य और अन्य अपीलार्थी",
  "Versus": "बनाम",
  "Shanti Devi Respondent": "शांति देवी प्रत्यर्थी",
  "Dr Justice Dhananjaya Y Chandrachud, J": "न्यायमूर्ति डॉ. धनंजय वाई. चंद्रचूड़",
  "1 Leave granted.": "4- अनुमति प्रदान की गई।",
  "2 The appeal arises from a judgment dated 13 December 2019 of a Division": "2- यह अपील इलाहाबाद उच्च न्यायालय (लखनऊ में) की एक खण्ड पीठ के 3 दिसंबर, 209 के निर्णय के विरूद्ध की गई है।",
  "Bench of the High Court of Judicature at Allahabad (at Lucknow).": "अपील दोषपूर्ण संख्या 579 में इलाहाबाद (लखनऊ) में उच्च न्यायालय की खण्ड",
  "17 Pending applications, if any, stand disposed of.": "7. लंबित आवेदनों, यदि कोई हो, निस्तारण किया जाता है।",
  "[A S Bopanna]": "[न्यायमूर्ति ए. एस. बोपन्ना]",
  "New Delhi;": "नई दिल्ली;",
  "August 08, 2022": "08 अगस्त, 2022",
  "CKB": "सीकेबी",
  "directed the State to consider the claim of the respondent for age relaxation": "आयु में छूट के प्रतिवादी के दावे पर विचार करने का निर्देश दिया। एकल",
  "Judge was affirmed in a Special Appeal? preferred by the State of Uttar": "न्यायाधीश के निर्णय की उत्तर प्रदेश राज्य द्वारा दायर एक विशेष अपील में पुष्टि",
  "4 Recruitment for the post of Mukhya Sevika is specified in The Uttar Pradesh": "4- मुख्य सेविका के पद के लिए भर्ती उत्तर प्रदेश बाल विकास एवं पोषण",
  "Service Rules of 1992 have been framed under the proviso to Article 309 of": "992 को संविधान के अनुच्छेद 309 के प्रावधान के तहत बनाया गया है। नियमों",
  "the Constitution. The service which is constituted in terms of the Rules comprises of group ‘C’ posts. Rule 5 deals with the sources of recruitment.": "के अनुसार गठित की गई सेवा में समूह 'ग' पद शामिल हैं। नियम 5 भर्ती के स्रोतों",
  "Among the posts specified in Rule 5, the following provision is made for the": "से संबंधित है। नियम ५ में विनिर्दिष्ट पदों में से मुख्य सेविका के पद के लिए निम्नलिखित उपबंध किया गया हैः",
  "“5(4) Mukhya Sevika-": "\"5 (4) मुख्य सेविका -",
  "(i) Fifty percent through the Selection committee from amongst female candidates on the _ basis_ of competitive examination.": "(।) प्रतियोगी परीक्षा के आधार पर महिला अभ्यर्थियों में से चयन समिति के माध्यम से पचास प्रतिशत।",
  "3 “UP Service Rules of 1992”": "3... उत्तर प्रदेश सेवा नियमावली 992",
  "the petitioner for grant of age relaxation under the": "ने सक्षम प्राधिकारी को आयु में छूट देने के लिए प्रत्यर्थी के दावे पर विचार करने",
  "aforesaid rules appears to be justified. This Court in the aforesaid judgement referred hereinabove has": "उचित प्रतीत होता है।इस न्यायालय ने ऊपर उल्लिखित निर्णय में स्पष्ट रूप से",
  "made out a case for issuance of direction to the competent authority to consider her claim for grant of": "अपने दावे पर विचार करने के लिए सक्षम प्राधिकारी को निर्देश जारी करने के",
  "The State of Uttar Pradesh filed a Special Appeal against the judgment dated": "9. उत्तर प्रदेश राज्य ने दिनांक ] अप्रैल, 208 के निर्णय के विरूद्ध विशेष अपील दायर की, जिसे 3 दिसंबर, 209 दिनांकित को उच्च न्यायालय की एक",
  "13 December 2019. The High Court in the impugned judgment noted that the": "अपील दायर की, जिसे 3 दिसंबर, 209 दिनांकित को उच्च न्यायालय की एक खण्ड पीठ द्वारा खारिज कर दिया गया। उच्च न्यायालय ने अपने निर्णय में कहा था",
  "State in the Special Appeal had not taken a ground that the respondent was": "कि विशेष अपील में राज्य ने यह आधार नहीं लिया था कि प्रतिवादी सरकारी",
  "not a government employee. Further, it relied on a judgment dated 16": "कर्मचारी नहीं है। इसके अलावा, इसने दिनांक 6 दिसंबर, 207 के निर्णय पर",
  "directed the competent authorities to consider whether there should be an": "प्राधिकारियों को इस बात पर विचार करने का निर्देश दिया था कि क्या उत्तर",
  "age relaxation under Rule 3 of the Age Relaxations Rules of 1992 for": "वाले अभ्यर्थियों के लिए आयु छूट नियम 992 के नियम 3 के तहत उम्र में छूट",
  "We have heard Mr Tanmaya Agarwal, counsel appearing on behalf of the": "तन्मय अग्रवाल, और प्रत्यर्थी की ओर से पेश होने वाले अधिवक्ता को सुना।",
  "In compliance with the judgment dated 11 April 2018, the appellant in the": "7. दिनांक ] अप्रैल 208 के निर्णय के अनुपालन में, अपीलार्थी ने अपने",
  "exercise of its discretion, considered and rejected the representation of the respondent on 3 October 2018. The representation was reconsidered by the": "विवेकाधिकार के प्रयोग में दिनांक 3 अक्टूबर 2078 को प्रत्यर्थी के अभ्यावेदन",
  "respondent did not fall within the ambit of Rule 3 of the Age Relaxation Rules": "कि प्रत्यर्थी का मामला आयु छूट नियम 992 के नियम 3 के दायरे में नहीं आता",
  "of 1992 and denied the grant of an age relaxation to the respondent:": "है और प्रत्यर्थी को आयु में छूट देने से इंकार किया गयाः",
  "“7, In this regard, case was revisited in the light of the provisions of Uttar Pradesh Public Service (Relaxation of Age Limit for Recruitment) Rules,": "\"7. इस संबंध में, उत्तर प्रदेश लोक सेवा (भर्ती के लिए आयु सीमा में छूट )",
  "Anganwadi worker is not in regular Government": "यह पाया गया कि आंगनवाड़ी कार्यकर्ता का पद नियमित सरकारी सेवा पद",
  "service post (post of Anganwadi worker is": "(आंगनवाड़ी कार्यकर्ता का पद मानद सेवा पर आधारित है) में नहीं है, इस",
  "aforesaid case is not covered by aforesaid rules.”": "कारण उपरोक्त मामले को उपरोक्त नियमों में शामिल नहीं किया गया है।\"",
  "Rule 3 of the Age Relaxation Rules of 1992 which is extracted above begins": "2. ऊपर उल्लिखित आयु छूट नियमावली 992 के नियम 3 एक गैर-प्रमुख",
  "the contrary contained in any rule regulating the maximum age of": "पर भर्ती की अधिकतम आयु को विनियमित करने वाले किसी नियम में किसी",
  "maximum age limit in favour of a candidate or a class of candidates. Counsel": "अभ्यर्थी या अभ्यर्थियों के वर्ग के पक्ष में अधिकतम आयु सीमा में छूट देने का",
  "for the appellant submits that Rule 3 of the Age Relaxation Rules of 1992 is only applicable to candidates who are recruited from open category by": "विवेकाधिकार देता है।अपीलार्थी के अधिवक्ता ने तर्क दिया कि आयु छूट नियमावली 992 का नियम 3 केवल उन अभ्यर्थियों पर लागू होता है जिन्हें",
  "advertisement on the basis of competitive examination.": "प्रतियोगी परीक्षा के आधार पर विज्ञापन द्वारा सामान्य वर्ग से भर्ती किया जाता है।",
  "to collect details pertaining to eligible candidates from amongst High School": "बीच से पात्र अभ्यर्थियों से संबंधित विवरण एकत्र करने के लिए निर्देश जारी किए",
  "had not crossed 50 years of age as on 1 July 2017.": "गए थे, जिन्होंने 0 वर्ष की सेवा पूरी कर ली है और जुलाई 207 तक 50 वर्ष से अधिक की आयु नहीं प्राप्त है।",
  "6 Admittedly, the respondent had crossed the upper age limit of 50 years on": "6- कथित रूप से प्रत्यर्थी ने संबंधित तिथि को 50 वर्ष की आयु सीमा पार कर",
  "the ground of her continuous service rendered since 1987 as an Anganwadi": "987 से अपनी निरंतर सेवा के आधार पर आयु में छूट के लिए प्रार्थना करते हुए",
  "Rule 5(4) of the UP Service Rules of 1992 which has been extracted in the earlier part of this judgment provides two sources of recruitment to the post": "3. इस निर्णय के पहले भाग में उद्धृत उत्तर प्रदेश सेवा नियमावली 992 का नियम 5 (4), मुख्य सेविका के पद पर भर्ती के दो माध्यम प्रदान करता है। पहला",
  "recruitment through a selection committee on the basis of a competitive": "आयोग द्वारा आयोजित प्रतियोगी परीक्षा के आधार पर चयन समिति के माध्यम से",
  "limit for candidates for direct recruitment shall be 40 years on the first day of": "भर्ती के लिए अभ्यर्थियों की अधिकतम आयु सीमा भर्ती के वर्ष के पहले दिन 40",
  "the year of recruitment in which vacancies for direct recruitment are": "वर्ष होगी जिसमें आयोग द्वारा सीधी भर्ती के लिए रिक्तियों का विज्ञापन दिया जाता",
  "advertised by the commission. The second source is by direct recruitment through a selection committee from amongst Anganwadi workers who have": "है। दूसरा माध्यम उन आंगनवाड़ी कार्यकर्ताओं में से चयन समिति के माध्यम से",
  "have not attained 50 years of age on the first day of the year of recruitment.": "सेवा पूरी की है और जिन्होंने भर्ती वर्ष के पहले दिन 50 वर्ष की आयु प्राप्त नहीं",
  "Rule 5(4)(ii).": "की है। नियम 5 बी में नियम 5 (4) (॥) के तहत मुख्य सेविका के पद पर सीधी",
  "The court was apprised by counsel appearing on behalf of the appellants that": "4. अपीलार्थियों की ओर से पेश अधिवक्ता ने न्यायालय को अवगत कराया कि",
  "under Rule 5(4)(ii) read with Rule 15B of the UP Service Rules of 1992, the": "उत्तर प्रदेश सेवा नियमावली 992 के नियम 5 बी सपठित नियम 5(4)(॥) के",
  "Department received a list of 70,000 eligible Anganwadi workers against 975 vacant posts of Mukhya Sevika. The UP Service Rules of 1992 stipulate that": "तहत विभाग को मुख्य सेविका के 975 रिक्त पदों के लिए 70,000 पात्र आंगनवाड़ी कार्यकर्ताओं की सूची प्राप्त हुई।उत्तर प्रदेश सेवा नियमावली 992 के",
  "the upper age limit for the post of Mukhya Sevika under Rule 5(4)(ii) is 50": "नियम 5(4)(॥) के तहत मुख्य सेविका के पद के लिए अधिकतम आयु सीमा",
  "years as on the first day of recruitment year.": "भर्ती वर्ष के पहले दिन 50 वर्ष निर्धारित की गई है।",
  "2 The appeal is allowed in terms of the signed reportable judgment.": "2. हस्ताक्षरित प्रतिवेदित निर्णय के संदर्भ में अपील की अनुमति दी जाती है। 3.",
  "3 Pending applications, if any, stand disposed of.": "लंबित आवेदन, यदि कोई हो, निस्तारित की जाती हैं।",
  "(CHETAN KUMAR) (SAROJ KUMARI GAUR)": "(चेतन कुमार) (सरोज कुमारी गौर)",
  "A.R.-cum-P.S. Court Master": "ए. आर.- सह- पी. एस. कोर्ट मास्टर",
  "(Signed Reportable Judgment is placed on the file)": "(हस्ताक्षरित प्रतिवेद्य निर्णय फाइल पर रखा गया है )"
}