{
  "IN THE SUPREME Court OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NO. 8819 OF 2022": "सिविल अपील सं 889 वर्ष 2022",
  "(arising out of S.L.P (C) No.11447/2018)": "(एसएलपी (सी) संख्या 24447/208 से उद्ूत)",
  "Ramesh Chandra Sharma & Ors. ... APPELLANT(S)": "रमेश चंद्र शर्मा एवं अन्य ... अपीलार्थी (गण)",
  "State of Uttar Pradesh & Ors. ..«. RESPONDENT(S)": "उत्तर प्रदेश राज्य एवं अन्य ... प्रतिवादी (गण)",
  "With": "सह",
  "CIVIL APPEAL NO. 8820 OF 2022": "सिविल अपील सं, 8820 वर्ष 2022",
  "(arising out of S.L.P (C) No. 21323/2018)": "(एसएलपी (सी) संख्या 2323 वर्ष 208 से उद्दूत)",
  "Anoop Singh (Dead) Thr. Lr(s). & Ors. ... APPELLANT(S)": "अनूप सिंह (मृत) द्वारा विधिक प्रतिनिधि एवं अन्य ..अपीलार्थी (गण)",
  "State of Uttar Pradesh & Ors. ..«» RESPONDENT(S)": "उत्तर प्रदेश राज्य एवं अन्य ... प्रतिवादी (गण)",
  "CIVIL APPEAL NO. 8821 OF 2022": "सिविल अपील सं, 882] वर्ष 2022",
  "(arising out of S.L.P (C) No. 2256/2019)": "(एसएलपी (सी) संख्या 2256/2079 से उत्पन्न)",
  "Jageshwar Singh @ Jage (Dead) Thr. Lr(s).& Anr.  ... APPELLANT(S)": "जगेश्वर सिंह उर्फ जागे (मृत) द्वारा विधिक प्रतिनिधि एवं अन्य. ..अपीलार्थी (गण)",
  "(hereinafter referred to as ‘G Noida’) in payment of compensation on the basis": "प्राधिकरण (एतश्मिनपश्चात ग्रे. नोएडा के रूप में संदर्भित ) द्वारा मुआवजे के भुगतान में",
  "3. While considering the Writ Petitions, another Division Bench disagreed": "3. ... रिट याचिकाओं पर विचार करते समय, एक अन्य खण्ड पीठ ने श्रीमती माधुरी",
  "4. The Full Bench constituted in pursuance to the reference framed the": "4... संदर्भ के अनुसरण में गठित पूर्ण न्यायपीठ ने न्यायनिर्णयन के लिए",
  "following questions for adjudication :-": "निम्नलिखित प्रश्न तैयार किए: -",
  "(i) Whether the law laid down by a Division Bench of this Court in the case of Smt. Madhuri Srivastava reported in (2016) 6 ADJ 1 is in": "() क्या श्रीमती माधुरी श्रीवास्तवा (206) 6 एडीजे . के वाद में इस",
  "also with the provisions of the Land Acquisition Act, 1894?": "अधिनियम, 894 के प्रावधानों के प्रतिकूल है?",
  "(ii) | Whether the classification made under the U.P. Land Acquisition (determination of compensation and declaration of award by agreement)": "(॥) क्या उत्तर प्रदेश भूमि अधिग्रहण (मुआवजे का निर्धारण एवं करार",
  "Rules, 1997, the distinction made among ‘Pushtaini’ and ‘Gair-Pushtaini’": "द्वारा पंचाट की घोषणा) नियमावली, 997 के तहत किया गया 'पुश्तैनी' और 'गैर-पुश्तैनी' किसानों के बीच किया गया विभेद, प्राप्त किए जाने वाले",
  "5. Vide impugned judgment and order dated 30.03.2018, the Full Bench": "५. ... दिनांक 30.03.208 के आक्षेपित निर्णय एवं आदेश के अनुसार, पूर्ण पीठ ने",
  "answered question No. 1 in negative and question No. 2 in affirmative and": "प्रश्न संख्या । का उत्तर नकारात्मक और प्रश्न संख्या 2 का उत्तर सकारात्मक रूप में",
  "6. Before we enter into the factual matrix of the case, we find it expedient to": "6... इससे पहले कि हम वाद के तथ्यात्मक पहलुओं पर जाएं, हमें यह समीचीन",
  "first trace out the etymology of the words “Pushtaini” and “Gair Pushtaini” used in the impugned classification, for language, once adopted inside the realm of": "लगता है कि पहले आक्षेपित वर्गीकरण में उपयोग किए गए शब्दों 'पुश्तैनी' और 'गैर पुश्तैनी' की व्युत्पत्ति का पता लगाया जाए, क्योंकि कानून के दायरे के भीतर अपनाई",
  "law, materializes itself a much more powerful being, one which must be": "जाने वाली भाषा अपने आप में बहुत अधिक शक्तिशाली बन जाती है, जिसे सही",
  "understood in the right historical context.": "ऐतिहासिक संदर्भ में समझा जाना चाहिए।",
  "7. The word ‘Pushtaini’ is a Persian word and finds its origin from the word": "7... 'पुश्तैनी' फारसी शब्द है और इसकी उत्पत्ति 'पुश्त' शब्द से हुई है, जिसका",
  "‘Pusht’, which means ‘back’. The said word has been historically used in the": "अर्थ है 'पीछे'। इस शब्द का उपयोग ऐतिहासिक रूप से पूर्वजों के संदर्भ में किया गया",
  "context of ancestry. Any possession, tale or legend, that has roots to a particular": "है। किसी भी संपत्ति, कहानी या किंवदंती, जिसकी जड़ें किसी विशेष वंश से जुड़ी हुई",
  "ancestry, to denote it’s significance to the said ancestry, the word ‘Pushtaini’ is": "हैं, उसके महत्व को दशनि के लिए 'पुश्तैनी' शब्द का उपयोग किया जाता है। जैसा कि",
  "language means ‘other than’, thus, ‘Gair-Pushtaini’ would mean one which is": "पुश्तैनी 'का अर्थ है वह जो 'पुश्तैनी' नहीं है।",
  "8. What we find most interesting however, is that ancestry as a concept,": "8... तथापि, जो बात हमें सबसे अधिक दिलचस्प लगती है वह यह है कि एक",
  "especially before times of modern private property ownership, had remained to": "अवधारणा के रूप में, विशेष रूप से आधुनिक निजी संपत्ति के स्वामित्व के समय से",
  "inaccurate interpretation. While this is not consequential to the merits of the": "का उपयोग ऐतिहासिक रूप से गलत व्याख्या हो सकती है। हालांकि यह वाद के",
  "case, it is in our opinion a worthwhile observation, for law has to power to": "गुणावगुण के लिए परिणामी नहीं है, हमारी राय में यह एक सार्थक अवलोकन है,",
  "legitimize the meaning of words and can change the context in which a word": "क्योंकि कानून को शब्दों के अर्थ को वैध बनाने की शक्ति है और जिस संदर्भ में एक",
  "used, and in turn can change the course of history itself.": "शब्द का उपयोग किया जाता है, उसे बदल सकता है और बदले में इतिहास बदल",
  "Background Facts": "पृष्ठभूमि के तथ्य",
  "9. Since the early 1970s, Liberalization took over India by storm, and it": "9... 970 के दशक के आरंभ से ही भारत में तेजी से उदारीकरण आया और",
  "brought with it the promise of massive economic growth. A huge amount of": "इसके साथ ही व्यापक आर्थिक विकास की आस बंधी। भारतीय शहरों को पूंजी और",
  "money was infused in the Indian Economy with the purpose of developing Indian cities into massive global hubs of capital and business. In line with this,": "व्यापार के बड़े वैश्विक केंद्रों के रूप में विकसित करने के उद्देश्य से भारतीय अर्थव्यवस्था में भारी मात्रा में धन लगाया गया था। इसी क्रम में दिल्ली ने एक वैश्विक",
  "Delhi began its journey of becoming a global city. This influx of capital into the": "शहर बनने की यात्रा शुरू की। पूंजी का यह प्रवाह शहर में बड़े पैमाने पर रोजगार के",
  "city also brought with it massive employment opportunities, and people from all over the country started migrating to Delhi. To contain such influx of migrants": "अवसर लाया, और देश भर के लोग दिल्ली में प्रवास के लिए आने लगे। प्रवासियों के",
  "and ensure dignified living for all who came to the city with the hopes of": "शहर में आने वाले सभी लोगों के लिए सम्मानजनक जीवन सुनिश्चित करने के लिए,",
  "and industrial areas around the capital. For this, Gurgaon was developed across": "करने की योजना बनाई। इसके लिए, गुड़गांव को हरियाणा की सीमा के पार विकसित",
  "(NOIDA) was developed by the Uttar Pradesh Government in the adjoining": "इंडस्ट्रियल डेवलपमेंट अथॉरिटी (नोएडा) विकसित किया गया। इस अवधि में, पूंजी",
  "both in terms of influx of capital and migration. This growth was so": "के प्रवाह और प्रवासन दोनों के मामले में शहर ने बड़े पैमाने पर विकास का आनंद लिया। यह वृद्धि इतनी अभूतपूर्व थी कि यह अधिकारियों द्वारा परिकल्पित योजना",
  "Government, exercising its powers under Section 3 of the U.P. Industrial Area": "की धारा 3 के तहत अपनी शक्तियों का उपयोग करते हुए, दिनांक 28.07.994 की",
  "of Greater Noida, in an area of 38000 hectare, comprising of 124 villages of": "अधिसूचना द्वारा, गौतम बुद्ध नगर के 24 गांवों सहित 38000 हेक्टेयर क्षेत्र में ग्रेटर",
  "10. For its planned development, the Respondent- G. Noida started": "40. अपने नियोजित विकास के लिए, प्रत्यर्थी- ग्रे. नोएडा ने भूमि अधिग्रहण",
  "acquisition of land within its territorial area of operation under the provisions of": "के तहत अपने क्षेत्रीय परिचालन क्षेत्र के भीतर भूमि का अधिग्रहण शुरू कर दिया। इसी",
  "acquisition proceedings were initiated and notification under Sections 4 and 6 of": "05.07.2006 की अधिसूचनाएं 894 के अधिनियम की धारा 4 () और धारा 6",
  "included the land of the present appellants, were subject matter of challenge before the High Court in a bunch of Writ Petitions challenging the acquisition": "की भूमि भी शामिल थी, रिट याचिका समूह में उच्च न्यायालय के समक्ष चुनौती दी गई",
  "proceedings mainly on the ground of arbitrarily invoking urgency clause under Sections 17(1) read with Section 17 (4) of the 1894 Act. The bunch of the said": "थी जिसमें अधिग्रहण को मुख्यतः 894 के अधिनियम की धारा 47 () सपठित धारा 7 (4) के तहत मनमाने ढंग से अत्यावश्यकता खंड का उपयोग करने के",
  "that while convening a meeting with the Agriculturists and their representatives affected with the acquisition, their": "से प्रभावित किसानों और उनके प्रतिनिधियों के साथ एक बैठक आयोजित",
  "opinions and demands may be known by way of receiving": "करते समय, उनके विचारों और मांगों को उनसे प्रतिवेदन प्राप्त करके जाना",
  "representations from them and discussion may be made from them in this regard.": "जा सकता है और इस संबंध में उनसे चर्चा की जा सकती है।",
  "In sequence of above, the meeting of Committee was convened on 22.09.2008 and 11.10.2008 respectively in the": "उपरोक्त क्रम में , समिति की बैठक क्रमशः  22.09.2008 और",
  "Conference Room of the Greater Noida Authority, wherein,": ".0.2008 को ग्रेटर नोएडा प्राधिकरण के सम्मेलन कक्ष में आयोजित",
  "and their representatives, the matter was discussed and": "करते हुए, इस मामले पर चर्चा की गई और विस्तार से परामर्श किया गया",
  "consulted in detail, wherein, mainly, following people have taken part-": "था, जिसमें मुख्य रूप से निम्नलिखित लोगों ने भाग लिया -",
  "1. Ramesh Singh Rawal,": "4.रमेश सिंह रावल",
  "2. Yogendra Singh Rawal,": "2.योगेंद्र सिंह रावल",
  "3. Subedar Ramchandra,": "3.सूबेदार रामचंद्र",
  "4, Omprakash,": "4. ओमप्रकाश,",
  "5. Mahi Singh Bhati,": "5. माही सिंह भाटी,",
  "6. Lokesh Bhati,": "6. लोकेश भाटी,",
  "7. Maha Singh Bhati,": "7. महा सिंह भाटी,",
  "8. Pratap Singh Bhati,": "8. प्रताप सिंह भाटी,",
  "9. Pratap Singh Sarpanch,": "9. प्रताप सिंह सरपंच",
  "the Committee and while convening Committee Meeting of the Committee of Villages / their representatives, even": "ग्राम समिति /उनके प्रतिनिधियों की समिति की बैठक आयोजित करते",
  "consideration was made in respect of the above matter,": "समय उपरोक्त मामले के संबंध में भी विचार किया गया था , जिसका",
  "particulars of which is given below:-": "विवरण नीचे दिया गया है: -",
  "1. Background- this decision was taken in the 26th meeting dated 28.10.1997 of the Greater Noida Authority Board that": "पृष्ठभूमि-यह निर्णय ग्रेटर नोएडा प्राधिकरण बोर्ड की दिनांक",
  "agreement by the Authority for each financial year and those": "आकलन प्रत्येक वित्तीय वर्ष के लिए प्राधिकरण द्वारा किए गए समझौते के",
  "Agriculturists, who are agreed for executing the consent at": "आधार पर किया जाना चाहिए और वे किसान, जो समझौते /सहमति को",
  "executing the agreement/consent, may receive compensation": "निष्पादित करने के लिए सहमत हैं, वे अनुबंध/सहमति विनियमन के तहत",
  "under contract/consent regulation and those Agriculturists, who are not agreed with the prescribed rate, the": "मुआवजा प्राप्त कर सकते हैं और वे किसान, जो निर्धारित दर से सहमत",
  "23 of the Land Acquisition Act 1994. On the basis of above": "नहीं हैं, उन्हें भूमि अधिग्रहण अधिनियम 994 की धारा 23 के प्रावधानों",
  "sequence, for the year of 1997-98, the rate of compensation": "उपर्युक्त अनुक्रम के आधार पर वर्ष 997-98 के लिए मुआवजे की दर",
  "was assessed @ Rs.110 per square and in future, it will be": "0 रुपये प्रति वर्ग की दर से निर्धारित की गई थी और भविष्य में इसे",
  "enhanced in accordance with cost inflation index in each": "प्रत्येक वित्त वर्ष में लागत मुद्रास्फीति सूचकांक के अनुसार बढ़ाया जाएगा।",
  "financial year. Vide Order No.902/778 3-0 7-1 43 N/04. of the Government of Uttar Pradesh, a High Level Committee under": "उत्तर प्रदेश सरकार के आदेश संख्या 902/778 3-0 7-4 43",
  "Chairmanship of the Commissioner, Meerut Division, Meerut": "एन/ 04 द्वारा आयुक्त, मेरठ डिवीजन, मेरठ की अध्यक्षता में एक उच्च",
  "Board held on 5.01.2008, while assessing the compensation @ Rs.850 per square metre, decision was taken to enforce": "मीटर की दर से मुआवजा देने की सिफारिश की थी। इस क्रम में, ग्रेटर नोएडा प्राधिकरण बोर्ड की ५ जनवरी, 2008 को हुई बैठक में 850 रूपये",
  "@ Rs.850 per square metre, decision was taken to enforce this rate with effect from 1.04.2007.": "प्रति वर्ग मीटर की दर .04.2007 से लागू करने का निर्णय करने का निर्णय लिया गया।",
  "Even the particulars of these types of Memos are also": "यहां तक कि इस प्रकार के ज्ञापन के विवरण सरकार के दिनांक",
  "mentioned in the recommendation dated 4.01.2008 of the Committee constituted under’ chairmanship of the": "गठित समिति की दिनांक 4.07.2008 की सिफारिश में भी दिए गए हैं,",
  "clear that at that time also, The Villagers of the above": "जिससे यह स्पष्ट है कि उस समय भी उपरोक्त गांवों के ग्रामीण मुआवजे में",
  "Villages were making demand for enhancement in compensation. The certain Memos of the Villagers were": "वृद्धि की मांग कर रहे थे। ग्रामीणों के कुछ ज्ञापन प्राधिकरण के अनुसार",
  "Gautam Buddha Nagar, Additional Chief Executive Officer,": "गौतमबुद्ध नगर के जिला मजिस्ट्रेट, मुख्य कार्यकारी अधिकारी, उप मुख्य",
  "Deputy Chief Executive Officer, Greater Noida was constituted": "कार्यकारी अधिकारी, ग्रेटर नोएडा की एक समिति गठित की गई और 2",
  "3. Grounds of the demand and memo submitted by the Agriculturist - There records were received in support of": "3. कृषकों द्वारा प्रस्तुत मांग और ज्ञापन का आधार-समिति को अपनी",
  "detailed Memos and particulars in connection with the demands from the Villages in their meeting by the Committee.": "बैठक में गांवों से मांगों के संबंध में विस्तृत ज्ञापन और विवरणों के समर्थन",
  "The agriculturist of the land acquired in the year of 2006- 2007 of Village Ghodi Bachheda and including other Villages": "में रिकॉर्ड प्राप्त हुए। गांव घोड़ी बछेड़ा की 2006-2007 में अधिग्रहीत भूमि के कृषक और अन्य गांवों ने सामूहिक रूप से समिति के समक्ष",
  "have collectively produced detailed and factual Memos including necessary records before the Committee and even": "आवश्यक रिकॉर्ड सहित विस्तृत और तथ्यात्मक ज्ञापन प्रस्तुत किए हैं",
  "which are as under:-": "हैं: -",
  "1. The farmers of questioned Villages have given value enhancement Memo on 2.04.2006, whereon, the Greater": "3. प्रश्नगत गांवों के किसानों ने 2.04.2006 को मूल्य संवर्धन ज्ञापन दिया",
  "written on 5.01.2007 after 10 days, that, after calling the rates of Tronica City and etc. in the GDA, till the last week of": "५.0].2007 को लिखित आश्वासन पत्र दिया कि ट्रोनिका सिटी आदि की दरों के आधार पर, फरवरी 2007 के अंतिम सप्ताह तक मुआवजा बढ़ाने",
  "the February 2007, decision will be taken in connection with enhancing the compensation. In support of their statements": "दरों के आधार पर, फरवरी 2007 के अंतिम सप्ताह तक मुआवजा बढ़ाने के संबंध में निर्णय लिया जाएगा। बयानों के समर्थन में लोकसभा के",
  "copy of letter dated 5.01.2007 of the Deputy Chief Executive Officer, Greater Noida addressed to Ashok Pradhan, respected member, Lok Sabha and Sri Nawab Singh Nagar, is": "सम्मानित सदस्य अशोक प्रधान और श्री नवाब सिंह नागर को संबोधित उप मुख्य कार्यकारी अधिकारी, ग्रेटर नोएडा के दिनांक 5.0.2007 के",
  "constituted under chairmanship of the Commissioner, Meerut": "2. उन्होंने मेरठ डिवीजन के आयुक्त की अध्यक्षता में गठित समिति की",
  "Agriculturists of the acquired land in the financial year 2006- 2007.": "लेकिन वित्त वर्ष 2006-2007 में अधिग्रहित भूमि के किसानों को कोई",
  "disclosing detailed grounds before the Committee constituted": "अध्यक्षता में गठित समिति के समक्ष विस्तृत आधार का खुलासा करते हुए",
  "Section 6/17 of the Land Acquisition Act, 1894 in the": "के प्रस्ताव में भूमि अधिग्रहण अधिनियम, 894 की धारा 6/7 के तहत",
  "was handed over to the Greater Noida Authority on 14.05.2006 by the Additional Collector (L A). After approving": "५.0.2006 को अधिसूचना जारी की गई थी और अतिरिक्त कलेक्टर (एलए) द्वारा :4.05.2006 को अधिग्रहीत भूमि का कब्जा ग्रेटर नोएडा",
  "compensation amount was distributed @ Rs.385 per square": "आयुक्त द्वारा 385 रुपये प्रति वर्ग मीटर की दर से मुआवजे का मूल्य मंजूर",
  "the following Villages were acquired for well-planned development of the Greater Noida in the Financial Years 2006-2007 including Village Gonda, Bachada and other": "मीटर की दर से वितरित की गई। वित्त वर्ष 2006-2007 में गोंडा, बछेड़ा और अन्य गांवों सहित ग्रेटर नोएडा के सुनियोजित विकास के लिए",
  "Villages and that the possession of the above land was taken": "निम्नलिखित गांवों की भूमि का अधिग्रहण किया गया और उपरोक्त भूमि",
  "after 01.04.2006 and the Agriculturists of the above land are": "का कब्जा 0.04.2006 के बाद लिया गया था और उपरोक्त भूमि के",
  "making demand for enhancement of compensation.": "किसान मुआवजे में वृद्धि की मांग कर रहे हैं।",
  "S.No. Name of Village acquiredarea date of transferring (in heatare) _ possession of the land to the Authority": "क्रम सं, गाँव का नाम अधिग्रहीत क्षेत्र (हेक्टेयर प्राधिकरण को कब्जा में) सौंपने की तिथि",
  "1. Surajpur 69330 01.06.2006": ". सूरजपुर 69330 0.06.2006",
  "2. Ajaybpur 37308 01.06.2006": "2 अजयपुर 37308 0.06.2006",
  "3. Garbara 595830 01.06.2006": "3. गरबरा 595830 07.06.2006",
  "4. Gondi Basera 580.1730 14.06.2006": "4. गोंदी बसेरा 580.730 ]4.06.2006",
  "5. Shani 299.5660 30.10.2006": "5. शनि 299.5660 30.0.2006",
  "6. Dadha 215.6010 27.10.2006": "6. डाढ़ा 245.6070 27.30.2006",
  "7. Mathurapur 122.2699 27.10.2006": "7. मथुरापुर ]22.2699 27..0.2006",
  "8. Daabra 111.8868 31.01.2007": "8. डाबरा ].8868 3.07.2007",
  "Agriculturist organization, Agriculturists of these Villagers": "इन गाँवों के कृषि संगठनों, कषकों ने सरकार के 3 दिसंबर, 2007 के",
  "the Committee under chairmanship of the Divisional Commissioner, Meerut vide Order dated 31.12.2007 of the": "आदेश के तहत मेरठ के संभागीय आयुक्त की अध्यक्षता में समिति के गठन",
  "The copy of consent letter dated 5.01.2007 signed by the then Deputy Chief Executive Officer, Greater Noida and": "तत्कालीन उप मुख्य कार्यकारी अधिकारी, ग्रेटर नोएडा द्वारा हस्ताक्षरित 5",
  "consideration and consultation made on the Memos submitted on 5.01.2007 in the matter by the Villagers with": "जनवरी, 2007 के सहमति पत्र की प्रति और इस मामले में ग्रामीणों द्वारा",
  "Member of Parliament Shri Ashok Pradhan and the then": "सांसद श्री अशोक प्रधान और तत्कालीन एमएलए श्री नवाब सिंह नागर के",
  "agriculturists, wherein, it is mentioned that this decision has": "कृषकों को प्रदान किया गया। जिसमें यह उल्लेख किया गया है कि",
  "of the land being acquired by the Ghaziabad Development": "कि गाजियाबाद विकास प्राधिकरण द्वारा अधिग्रहीत भूमि और आवास",
  "Development Board, till the last week of February, decision will be taken in connection with enhancing the compensation.": "पर फरवरी के अंतिम सप्ताह तक मुआवजे को बढ़ाने के संबंध में निर्णय",
  "It is clear by it that the Agriculturists were raising demand of enhancing the compensation even in the month of February 2007, whereon, the Assurance was given at the Competent Level of Authority.": "लिया जाएगा। यह स्पष्ट है कि कृषक फरवरी 2007 में भी मुआवजा बढ़ाने की मांग कर रहे थे, जिस पर प्राधिकरण के सक्षम स्तर पर आश्वासन दिया",
  "its report dated 31.07.2008 on the above overall points raised": "2008 को अपनी रिपोर्ट में कृषकों द्वारा उठाए गए उपरोक्त समग्र बिंदुओं",
  "constituted under the chairmanship of the learned District": "विद्वान जिला मजिस्ट्रेट की अध्यक्षता में गठित समिति की दिनांक",
  "concluded in its report dated 21.07.2008 that it is not possible": "2.07.2008 की रिपोर्ट में यह निष्कर्ष निकाला गया है कि कानून के",
  "to make any change in the rate of compensation in": "अनुसार मुआवजे की दर में कोई बदलाव करना संभव नहीं है, क्योंकि",
  "after fulfillment of the agreement under the Agreement Regulation after acquisition of the land by the concerned": "संबंधित किसानों द्वारा भूमि अधिग्रहण के बाद समझौते के नियम के तहत",
  "Agriculturists, but, the Committee has recommended in its report dated 21.07.2008 to award certain amount in the": "समिति ने 2.07.2008 दिनांकित अपनी रिपोर्ट में अनुग्रह राशि के मद में",
  "5. Recommendation - As per the information provided by the Special Executive Officer (L A), Greater Noida, most of the": "५. सिफारिश - विशेष कार्यकारी अधिकारी (एलए), ग्रेटर नोएडा द्वारा",
  "provisions of Uttar Pradesh Land Acquisition (Determination": "प्रदान की गई जानकारी के अनुसार, उत्तर प्रदेश भूमि अधिग्रहण (मुआवजे",
  "of Compensation and Declaration of Award by Agreement)": "का निर्धारण और करार द्वारा पंचाट की घोषणा) नियमावली, 997 के",
  "would not be possible under the rule to make any enhancement/ change in the compensation rates of the award": "के तहत घोषित किए जाने वाले पंचाट/मुआवजा दरों में कोई",
  "Agriculturist, that is, on making payment @ Rs.310 per square metre as recommended by the Committee, then, their shall": "समिति द्वारा अनुशंसित 30 रुपये प्रति वर्ग मीटर की दर से भुगतान करने",
  "financial burden of Rs.4318171660 (Rupees four Arab twenty": "पर, उनका वित्तीय भार 4387660 रुपये (चार अरब इक्कीस करोड़",
  "one crores eighty one lakhs seventy one thousand six hundred and sixty only).": "इक्यासी लाख इकहत्ततर हजार छह सौ साठ रुपये) होगा।",
  "The report of the Committee is submitted for consideration of the Authority Board.”": "समिति की रिपोर्ट प्राधिकरण बोर्ड के विचार के लिए प्रस्तुत की जाती है।\"",
  "for payment of enhanced compensation/ex-gratia/bonus to the ‘Pushtaini’": "धारकों को बढ़ी हुई मुआवजा / अनुग्रह/बोनस के भुगतान के लिए अपनी मंजूरी दी।",
  "19. For the sake of convenience, the break-up of compensation granted to both": "9. सुविधा के लिए, दोनों श्रेणियों के भू-स्वामियों को दिए गए मुआवजे का विवरण",
  "28.10.1997 Rs. 322/- per |Rs. 280 per sq. |Rs. 42/- per sq.": "28.0.997 (ग्रे. रू. 322/- . प्रति रू. 280 रुपये प्रति रू.42/- प्रति वर्ग",
  "(GNOIDA) sq. yard, asjyard, as agreed": "नोएडा) मुआवजे के वर्ग गज, जैसा कि वर्ग गज, जैसा कि गज",
  "July-Sept. 2006": "जुलाई-सितंबर, 2006 (भू-",
  "argued that all the landowners whose land was acquired should stand on": "देने पर विचार करने की सिफारिश की है जिनकी भूमि का अधिग्रहण अन्य",
  "the financial year 2006, 2007, in Village Ghodi Bachheda": "गांवों सहित गांव घोड़ी बछेड़ा में वित्तीय वर्ष 2006, 2007 में की गई थी।",
  "72nd meeting of the Board held on 11.08.2008, while using the": "समिति की सिफारिशों का उपयोग करते हुए .08.2008 को आयोजित",
  "sources and its management, the matter may be referred to the Government, as per Government Order No.4/4/1/2008 - C.X. (1) Lucknow dated 4.09.2008 of the Government of Uttar": "आदेश संख्या 4/4//2008-सीएक्स () लखनऊ दिनांक 4.09.2008 के अनुसार, मामला सरकार को संदर्भित किया जा सकता",
  "making consideration on the demands of the Agriculturists in connection with bonus / Ex gratia / compensation enhancement": "बोनस /अनुग्रह/मुआवजा वृद्धि के संबंध में किसानों की मांगों पर विचार",
  "1. Sri Thakur Jaiveer Singh Hon'ble Minister, Rural Engineering Service, Agriculture Foreign Trade and": ". श्री ठाकुर जयवीर सिंह माननीय मंत्री, ग्रामीण इंजीनियरिंग सेवा, कृषि",
  "Agriculture export -Chairman": "विदेश व्यापार एवं कृषि निर्यात-अध्यक्ष",
  "2. Chief Executive Officer, Greater Noida member": "2. मुख्य कार्यकारी अधिकारी, ग्रेटर नोएडा सदस्य",
  "3. District Magistrate, Gautam Buddha Nagar -Member Coordinator": "3. जिला मजिस्ट्रेट, गौतम बुद्ध नगर-सदस्य समन्वयक",
  "The committee has submitted its recommendation on 25.10.2008, wherein, the recommendation has been made to": "समिति ने 25 अक्तूबर, 2008 को अपनी सिफारिशें प्रस्तुत कर दी हैं,",
  "been received in the Financial Year 2006-2007 of 1.04.2006 by the Greater Noida in respect of the land of Village Ghodi": "बछेड़ा के संबंध में कब्जा ग्रेटर नोएडा द्वारा । अप्रैल, 2006 (वित्तीय वर्ष 2006-2007) को ग्रेटर नोएडा द्वारा प्राप्त किया गया था और समिति की",
  "matter with recommendation of the Committee before the Greater Noida Authority Board for necessary proceedings. The": "सिफारिशों को ग्रेटर नोएडा प्राधिकरण बोर्ड के समक्ष आवश्यक कार्यवाही",
  "report dated 25.10.2008 of the Committee is enclosed and that it is a part of agenda.": "के लिए प्रस्तुत करने की सिफारिश की गई है। समिति की दिनांक 25.0.2008 की रिपोर्ट संलग्र है और यह कार्यसूची का एक हिस्सा है।",
  "Overall Compensation Amount of Rs.5522134695.00 (Rupees": "कुल मिलाकर मुआवजे की राशि 552234695.00 रुपये (पांच अरब",
  "six hundred ninety five only), calculated @ Rs.385 per square metre. applied at that time against the land measuring": "385 रुपये प्रति वर्ग मीटर की दर से की गई। जो वित्तीय वर्ष 2006-",
  "metre. applied at that time against the land measuring 1434.3207 of the above Villages acquired in the financial year 2006-2007, has already been sent to the learned Additional": "2007 में अधिग्रहीत उपरोक्त गांवों की 434.3207 भूमि के लिए उस",
  "District Magistrate (L.A.). And as per letter No.527/8 -VK BHL a dated 23.06.2008 received from the land acquisition officer,": "ए.) को भेजा जा चुका है और भूमि अधिग्रहण अधिकारी से प्राप्त 23.06.2008 दिनांकित पत्र संख्या 527/8-वीके बीएचएल के अनुसार,",
  "the amount of Rs.5,27,56,68,568 (Five Arab Twenty seven crores, fifty six lakhs sixty eight thousand five hundred sixty": "५, 27,56,68,568 रुपये (पांच अरब सत्ताईस करोड़, छप्पन लाख",
  "23. We have heard, Shri Pradeep Kant, Learned Senior Counsel for the": "23. हमने अपीलार्थीगण के विद्वान वरिष्ठ अधिवक्ता श्री प्रदीप कांत, ग्रेटर नोएडा की",
  "appellants, Shri. Ravindra Kumar, learned Senior Counsel appearing for the": "ओर से वरिष्ठ अधिवक्ता श्री रविन्द्र कुमार और उत्तर प्रदेश /ए.ए.जी की ओर से वरिष्ठ",
  "Greater Noida and Shri Ravindra Kumar Raizada, learned counsel for the State": "विद्वान अधिवक्ता श्री रविन्द्र कुमार रायजादा को विस्तार से सुना।",
  "24. At the outset, we would like to clarify that in the present appeals, we are": "24. सबसे पहले, हम यह स्पष्ट करना चाहते हैं कि वर्तमान अपीलों में, हम केवल ग्रे.",
  "only concerned with the legality and validity of action of G. Noida paying an": "नोएडा की कार्रवाई की वैधता से संबंधित हैं, जो भूस्वामियों के उसी वर्ग में से जिनकी",
  "enhanced compensation to the landholders by carving out an artificial class of": "भूस्वामियों का एक कृत्रिम वर्ग बनाकर भूस्वामियों को बढ़ी हुई क्षतिपूर्ति का भुगतान",
  "Analysis": "विश्लेषण",
  "Whether the Appellants are bound by the compensation as per the agreement under the Land Acquisition rules, and have waived off": "क्या अपीलार्थी भूमि अधिग्रहण नियमों के तहत समझौते के अनुसार मुआवजे",
  "their right to seek enhanced compensation?": "से बंधे हुए हैं और उन्होंने बढ़े हुए मुआवजे की मांग करने के अपने अधिकार को खो दिया है?",
  "25. It has been vehemently submitted on behalf of Greater Noida that the": "25. ग्रेटर नोएडा की ओर से यह जोर देकर कहा गया है कि वर्तमान अपीलार्थीगण ने",
  "requirement. Section 18 of the 1894 Act reads as under :-": "दरकिनार कर दिया। 894 के अधिनियम की धारा 8 इस प्रकार हैः - -",
  "“Reference to Court.- (1) Any person interested who has not": "न्यायालय को संदर्भ () कोई भी हितबद्ध व्यक्ति, जिसने पंचाट स्वीकार नहीं",
  "accepted the award may, by written application to the": "किया है, जिलाधीश को लिखित आवेदन द्वारा यह अपेक्षा कर सकता है कि",
  "Collector, require that the matter be referred by the Collector for the determination of the Court, whether his objection be": "मामला न्यायालय के अवधारण के लिए कलक्टर द्वारा निर्दिष्ट किया जाए, चाहे",
  "to the measurement of the land, the amount of the compensation, the persons to whom it is payable, or the": "उसकी आपत्ति भूमि के मापन, प्रतिकर की राशि, वे व्यक्ति जिन्हें वह देय है,",
  "apportionment of the compensation among the persons interested.": "या हितबद्ध व्यक्तियों के बीच प्रतिकर के विभाजन से संबंधित हो।",
  "(2) The application shall state the grounds on which": "(2) आवेदन में उन आधारों का उल्लेख किया जाएगा जिनके आधार पर पंचाट",
  "objection to the award is taken: Provided that every such application shall be made,": "पर आपत्ति उठाई गई है: परन्तु ऐसा प्रत्येक आवेदन किया जाएगा,",
  "(a) if the person making it was present or represented before": "(क) यदि उसे बनाने वाला व्यक्ति या उसका प्रतिनिधि उस समय जिलाधीश",
  "weeks from the date of the Collector's award;": "के अधिनिर्णय की तारीख से छह सप्ताह के भीतर",
  "(b) in other cases, within six weeks of the receipt of the notice from the Collector under section 12, sub-section (2),": "(ख) अन्य मामलों में, धारा 22, उपधारा (2) के अधीन जिलाधीश से सूचना",
  "or within six months from the date of the Collector's award,": "प्राप्त होने के छह सप्ताह के भीतर या जिलाधीश के पंचाट की तारीख से छह",
  "whichever period shall first expire.”": "मास के भीतर, इनमें से जो भी अवधि पहले समाप्त हो।\"",
  "26. The first and foremost thing to be taken note of is that the nature of the": "26. ध्यान देने योग्य पहली और सबसे महत्वपूर्ण बात यह है कि उच्च न्यायालय में",
  "challenge in the Writ Petition filed by the appellants before the High Court was based on violation of Article 14, which is a fundamental right enshrined in the": "अपीलार्थीगण द्वारा दायर रिट याचिका में चुनौती की प्रकृति अनुच्छेद 4 के उल्लंघन",
  "violation of their rights and file a pre-emptive appeal. This Court is reminded of": "भविष्यवाणी करे और पहले से ही अपील दायर कर दे। इस न्यायालय को फ्रांसिस",
  "the words of Francis Bacon, who in the 17\" century wrote about the link": "बेकन के शब्दों की याद आती है, जिन्होंने 7 वीं शताब्दी में विधिक निश्चितता और",
  "between legal certainty and justice:": "न्याय के बीच संबंध के बारे में लिखा था:",
  "“For if the trumpet give an uncertain sound, who shall": "” क्योंकि यदि बाजा अनिश्चित ध्वनि देगा, तो कौन लड़ाई के लिये अपने",
  "prepare himself to the battle? So if the law give an uncertain": "आप को तैयार करेगा? तो अगर कानून एक अनिश्चित आवाज देगा, तो",
  "sound, who shall prepare to obey it? It ought therefore to": "इसका पालन करने के लिए कौन तैयार होगा? अतः उसे आघात करने से",
  "warn before it strikes... Let there be no authority to shed": "पहले चेतावनी देनी चाहिए ... लू बहाने का अधिकार न हो; और न ही",
  "cases, except according to a known and certain law Nor": "सिवाय किसी ज्ञात और निश्चित कानून के अनुसार, किसी मामले में किसी",
  "should a man be deprived of his life, who did not first know": "से वंचित किया जाना चाहिए, जिसे पहले यह नहीं पता था कि वह इसे",
  "that he was risking it.' (Quoted in Coquillette, Francis Bacon pp 244 and 248, from Aphorism 8 and Aphorism 39?": "जोखिम में डाल रहा है।' (कोकिलेट, फ्रांसिस बेकन पृष्ठ 244 और 248 में उद्धृत, एफॉरिज्म 8 और एफॉरिज्म 39 से? ए ट्रीटाइज आन युनिवर्सल",
  "A Treatise on Universal Justice).”": "जस्टिस )।\"",
  "30. On the basis of the above-mentioned reasons, we are of the considered": "30. उपरोक्त वर्णित कारणों के आधार पर , हमारी यह सुविचारित राय है कि",
  "opinion that the Appellants, because of their signing of the agreement, have not": "अपीलार्थीगण ने, समझौते पर हस्ताक्षर करने के कारण, संशोधित मुआवजा मांगने के",
  "forfeited their right to seek revised compensation, because ,the cause of action": "अपने अधिकार को खो नहीं दिया है, क्योंकि, वाद हेतुक उनके द्वारा समझौते पर",
  "accrued to them much after entering into the agreement. The issue no. 1 is": "हस्ताक्षर करने के काफी बाद उत्पन्न हुआ। मुद्दा संख्या का उत्तर तदनुसार",
  "answered accordingly in the negative and in favour of the Appellants.": "नकारात्मक और अपीलार्थीगण के पक्ष में दिया जाता है।",
  "caused to similarly situated parties, and the judgment rendered by the Division Bench in the case of Smt. Madhuri Srivastava (Supra) lays down the correct": "किया जा रहा है और श्रीमती माधुरी श्रीवास्तवा (पूर्वोक्त) के वाद में न्यायपीठ द्वारा",
  "judgment are reproduced hereunder :-": "आक्षेपित निर्णय के प्रासंगिक पैराग्राफ यहां पुनः प्रस्तुत किए गए हैं: -",
  "“Before coming on merits of the case, it would be": "\"वाद के गुण-दोष पर आने से पहले, यह कहना उचित होगा कि",
  "\"salus populi est suprema lax\" means welfare of the public is": "जिसका अर्थ है कि जनता का कल्याण सर्वोपरि कानून है और सिद्धांत",
  "paramount law and maxim \"necessita publica major est": "“सार्वजनिक आवश्यकता व्यक्तिगत आवश्यकता से अधिक महत्वपूर्ण है\"",
  "quam privata\" means public necessity is greater than": "का अर्थ है कि सार्वजनिक आवश्यकता निजी से अधिक है। “सर्वोपरि",
  "private. The maxim \"eminent domain\" (sabai bhumi Govind Ki) means state is supreme owner of the land. Constitution": "आधिपत्य” (सबई भूमि गोविंद की ) का अर्थ है “राज्य भूमि का सर्वद्च",
  "under Articles 245 and 246 of the Constitution. Subject": "निजी संपत्ति का अधिग्रहण संविधान के अनुच्छेद 245 और 246 के तहत",
  "\"acquisition and requisition of property for the purposes of": "प्रयोजनों के लिए संपत्ति का अर्जन और अध्यपेक्षा” सूची -। की प्रविष्टि",
  "the Union\" was mentioned as Entry No. 33 of List-I and": "संख्या 33 के रूप में उल्लिखित किया गया था और “संघ के प्रयोजनों को",
  "\"acquisition and requisition of property except for the": "छोड़कर संपत्ति का अर्जन और अध्यपेक्षा ” संविधान की सातवीं अनुसूची",
  "purposes of the Union\" was mentioned as Entry No. 36 of": "की सूची-॥ की प्रविष्टि संख्या 36 के रूप में उल्लिखित किया गया था।",
  "List-II of the Seventh Schedule of Constitution. By Section 26 of Constitution (Seventh Amendment) Act, 1956, Entry No.": "संविधान (सातवां संशोधन) अधिनियम, 956 की धारा 26 द्वारा सूची-।",
  "33 of List-I and Entry No. 36 of List-II were deleted and": "की प्रविष्टि संख्या 33 और सूची-॥ की प्रविष्टि संख्या 36 को हटा दिया",
  "Entry No. 42 of List-III of Seventh Schedule of the": "गया था और संविधान की सातवीं अनुसूची की सूची -॥॥। की प्रविष्टि संख्या",
  "property\". Acquisition of private parties can be made by exercise of executive power under Article 298 of Constitution. Union of India and State Governments can": "था। निजी पक्षों का अधिग्रहण संविधान के अनुच्छेद 298 के तहत कार्यकारी शक्ति का उपयोग करके किया जा सकता है। भारत सरकार और",
  "acquire private property, exercising legislative or executive": "राज्य सरकारें विधायी या कार्यकारी शक्तियों का प्रयोग करते हुए निजी",
  "While dealing with an issue pertaining to classification and": "वर्गीकरण और उसकी तर्कसंगतता से संबंधित मुद्दे पर विचार के दौरान,",
  "its reasonability, we must also keep in mind that the governance is not a simple thing. It encounters and deals": "हमें यह भी ध्यान रखना चाहिए कि शासन एक सरल चीज नहीं है। यह उन",
  "variety of relations. Classification is the recognition of those": "प्रकार के संबंधों में व्यक्तियों से आती हैं। वर्गीकरण उन संबंधों की मान्यता",
  "relations, and, in making it a wide latitude of discretion and": "है, और इसे विवेक और निर्णय का एक व्यापक अक्षांश बनाया जाना",
  "mind the Constitutional provisions discussed above and also the intent of the Act, 1894 especially the provisions of": "उपरोक्त संवैधानिक उपबंधों और अधिनियम , 894 के आशय, विशेष",
  "the intent of the Act, 1894 especially the provisions of Sections 23 and 24 of the Act, 1894, we are of considered": "रूप से अधिनियम, 894 की धारा 23 और 24 के उपबंधों को ध्यान में",
  "intelligible differentia and that in no manner causes any": "बुद्धिमत्तापूर्ण अंतर के साथ तर्कसंगत है और किसी भी तरह से समान रूप",
  "laid down in the case of Smt. Madhuri Srivastava (supra) has taken adequate care of all these provisions while": "श्रीवास्तवा (पूर्वोक्त) के वाद में अधिकथित विधि में इन सभी प्रावधानों का",
  "compensation on different rates is not at all discriminatory.”": "मुआवजा देने का प्रस्ताव बिल्कुल भी भेदभावपूर्ण नहीं है।\"",
  "“It can be taken to be well settled that the principle underlying the guarantee in Article 14 is not that the same": "“यह सुस्थापित माना जाना चाहिए कि अनुच्छेद 4 में अंतर्निहित सिद्धांत",
  "underlying the guarantee in Article 14 is not that the same rules of law should be applicable to all persons within the Indian territory or that the same remedies should be made": "यह नहीं है कि विधि के समान नियम भारतीय क्षेत्र के भीतर सभी व्यक्तियों",
  "available to them irrespective of differences of": "पर लागू होने चाहिए या यह कि परिस्थितियों के अंतर के बावजूद उन्हें",
  "in privileges conferred and liabilities imposed [Old Dearborn Distributing Co. v. Seagram Distillers Corpn., 81": "और दायित्वों (ओल्ड डियरबॉर्न डिस्ट्रीब्यूटिंग कंपनी बनाम सीग्राम",
  "145] . Equal laws would have to be applied to all in the": "व्यवहार किया जाएगा। समान स्थिति में सभी पर समान कानूनों को लागू",
  "same situation, and there should be no discrimination between one person and another if as regards the": "करना होगा और एक व्यक्ति और दूसरे व्यक्ति के बीच कोई भेदभाव नहीं",
  "subjectmatter of the legislation their position is": "होना चाहिए यदि विधान की विषयवस्तु के संबंध में उनकी स्थिति काफी",
  "substantially the same. This brings in the question of classification. As there is no infringement of the equal": "हद तक समान है। इससे वर्गीकरण का सवाल उठता है। चूंकि समान",
  "protection rule, if the law deals alike with all of a certain class, the legislature has the undoubted right of classifying": "संरक्षण नियम का कोई उल्लंघन नहीं हुआ है, यदि कानून एक निश्चित वर्ग के सभी के साथ समान रूप से व्यवहार करता है, तो विधानमंडल को",
  "class, the legislature has the undoubted right of classifying persons and _ placing those whose conditions are": "व्यक्तियों को वर्गीकृत करने और उन लोगों को कानून के एक ही नियम के",
  "applying different rules to persons differently situated. It is": "समान हैं, जबकि भिन्न व्यक्तियों पर भिन्न नियम लागू हो सकते हैं। यह कहा",
  "said that the entire problem under the equal protection clause is one of classification or of drawing lines [ Dowling": "जाता है कि समान संरक्षण खंड के तहत पूरी समस्या वर्गीकरण या रेखाओं",
  ": Cases on Constitutional Law, 4th Edn. 1139.]. In making": "को खींचने की है। [डाउलिंग : संवैधानिक विधि पर मामले, चौथा संस्करण",
  "the classification the legislature cannot certainly be": "39)] वर्गीकरण करने में विधायिका से निश्चित रूप से “अमूर्त",
  "expected to provide “abstract symmetry”. It can make and": "समरूपता” प्रदान करने की अपेक्षा नहीं की जा सकती। यह समाज की",
  "set apart the classes according to the needs and exigencies": "जरूरतों और आवश्यकताओं के अनुसार वर्गों को बना सकता है और",
  "recognise even “degrees of evil” [Skinner v. Oklahoma, 86": "पहचान सकता है [स्किनर बनाम ओकलाहोमा, 86 एल एड 655: 36",
  "arbitrary, artificial or evasive. It must rest always upon real and substantial distinction bearing a reasonable and just": "चाहिए। यह हमेशा उस चीज के वास्तविक और ठोस विभेद पर आधारित",
  "relation to the thing in respect to which the classification is": "होना चाहिए जिसके संबंध में वर्गीकरण किया गया है और बिना किसी",
  "made; and classification made without any reasonable basis should be regarded as invalid [Southern Railway Co. v.": "उचित आधार के किए गए वर्गीकरण को अवैध माना जाना चाहिए। [सदर्न",
  "Greene, 54 L Ed 536 : 216 US 400 at p. 412 (1910) : 1910": "रेलवे कं. बनाम ग्रीन, 54 एल एड 536:26 यू. एस. 400, पृ.42",
  "SCC OnLine US SC 59] . These propositions have not been": "(90):90 एससीसी ऑनलाइन यूएस एससी 59) ] इन प्रस्थापनाओं",
  "controverted before us and it is not disputed also on behalf": "का हमारे सामने खंडन नहीं किया गया है और यह भी प्रतिवादी की ओर से",
  "upon him who attacks it, to show that there has been": "के पक्ष में हो और उस पर हमला करने वाले पर यह दिखाने का भार होता",
  "transgression of constitutional principles.": "है कि संवैधानिक सिद्धांतों का उल्लंघन हुआ है।",
  "I am not at all impressed by the argument of the learned": "मैं विद्वान महान्यायवादी की इस दलील से बिल्कुल भी प्रभावित नहीं हूं कि",
  "the protection of Article 14 of the Constitution it has got to": "प्रतिवादी को संविधान के अनुच्छेद 4 के संरक्षण का उपयोग करने में",
  "be shown that the legislation complained of is a piece of": "सक्षम बनाने के लिए यह दिखाया जाना चाहिए कि जिस कानून की",
  "“hostile” legislation. The expressions “discriminatory” and “hostile” are found to be used by American Judges often": "'भेदभावपूर्ण” और 'शत्रुतापूर्ण” पदों का उपयोग अमेरिकी न्यायाधीशों द्वारा",
  "simultaneously and almost as synonymous expressions in connection with discussions on the equal protection clause.": "समान संरक्षण खंड पर चर्चा के संबंध में अक्सर एक साथ और लगभग",
  "person or class of persons against others similarly situated": "विभेदकारी है और एक व्यक्ति या व्यक्तियों के वर्ग के साथ समान रूप से",
  "and denies to the former the privileges that are enjoyed by": "उन विशेषाधिकारों से वंचित करता है जो बाद वाले को प्राप्त होते हैं, तो",
  "the latter, it cannot but be regarded as “hostile” in the sense that it affects injuriously the interests of that person or": "इसे इस अर्थ में प्रतिकूल माना जाना चाहिए कि यह उस व्यक्ति या वर्ग के",
  "class. Of course, if one's interests are not at all affected by a": "हितों को क्षतिकारक रूप से प्रभावित करता है। निःसंदेह, यदि किसी",
  "particular piece of legislation, he may have no right to": "व्यक्ति के हित किसी विशेष विधान से प्रभावित नहीं होते हैं, तो उसे",
  "complain. But if it is established that the person": "शिकायत करने का कोई अधिकार नहीं हो सकता है। लेकिन यदि यह",
  "legislation and denied equal privileges with others": "परिणामस्वरूप भेदभाव किया गया है और समान पद पर आसीन अन्य",
  "intention against a particular person or class. For the same": "खिलाफ शत्रुतापूर्ण या विरोधी इरादे से काम किया। इसी कारण से मैं",
  "reason I cannot agree with the learned Attorney General that in cases like these, we should enquire as to what was": "विद्वान महान्यायवादी से सहमत नहीं हो सकता कि इस तरह के मामलों में,",
  "the dominant intention of the legislature in enacting the law": "हमें यह पता लगाना चाहिए कि कानून बनाने में विधायिका का प्रमुख इरादा",
  "and that the operation of Article 14 would be excluded if it": "क्या था और अनुच्छेद 4 के संचालन को बाहर रखा जाएगा यदि यह",
  "is proved that the legislature had no intention to": "साबित हो जाता है कि विधायिका का भेदभाव करने का कोई इरादा नहीं",
  "discriminate, though discrimination was the necessary consequence of the Act. When discrimination is alleged": "था, हालांकि भेदभाव अधिनियम का आवश्यक परिणाम था। जब विधि के",
  "intention may be material in ascertaining whether the": "प्रश्न आशय का प्रश्न यह निर्धारित करने में सारवान हो सकता है कि क्या",
  "officer acted mala fide or not [Sunday Lake Iron Co. v.": "पदाधिकारी ने दुर्भावना से कार्य किया या नहीं। [संडे लेक आयरन कं.",
  "Wakefield, 62 L Ed 1154 : 247 US 350 (1918) : 1918 SCC": "बनाम वेकफील्ड, 62 एल एड 54:247 यू एस 350 (98):98",
  "OnLine US SC 148] ; but no question of intention can arise": "एस. सी. सी. ऑन-लाइन यूएस एससी. 48) | किंतु आशय का प्रश्न तब",
  "when discrimination follows or arises on the express terms": "नहीं उठ सकता जब विभेद स्वयं विधि की अभिव्यक्त शर्तों पर उद्धृत होता",
  "cannot be accepted by us as justification for the said classification, which can": "में उचित वर्गीकरण नहीं करता है। किसी अधिनियम के तहत स्वीकार्य वर्गीकरण की कसौटी",
  "The legislative policy as to the necessity is a matter of": "तारतम्यता होनी चाहिए। आवश्यकता के बारे में विधायी नीति विधायी निर्णय का विषय है",
  "legislative judgment and the Court will not examine the propriety of it. The legislation need not be all embracing": "और न्यायालय इसके औदचित्य की जांच नहीं करेगा। यह जरूरी नहीं है कि कानून सभी के",
  "and it is for the Legislature to determine what categories": "लिए हो और यह तय करना विधायिका का काम है कि किन श्रेणियों को अपनाया जाएगा।",
  "will be embraced. In Dalmia case (Ram Krishna Dalmia v.": "डालमिया के प्रकरण में (राम कृष्ण डालमिया बनाम एस. आर. तेन्दोलकर, 959 एस.",
  "S.R. Tendolkar, 1959 SCR 279) it was said that the two tests of classification were first that there should be an": "सी. आर. 279) यह कहा गया था कि वर्गीकरण के दो परीक्षण है। प्रथम- एक ऐसा",
  "of classification were first that there should be an intelligible differentia which distinguished persons or": "बोधगम्य विभेद होना चाहिए जो एक समूहगत व्यक्तियों या वस्तुओं को उस समूह से",
  "things grouped from others left out and secondly the": "अपवर्जित व्यक्तियों और वस्तुओं को पृथक करता है । द्वितीय- विभेद का विधान के द्वारा",
  "differentia must have a rational relation to the object sought to be achieved by the statute”": "प्राप्त किये जाने वाले उद्देश्य के साथ तर्कसंगत संबंध होना चाहिए।",
  "36. Most recently, a Constitution Bench of this Court in the case of Navtej Singh Johar & Ors. Vs. Union of India Thr. Secretary, Ministry of Law and": "हाल ही में, नवतेज सिंह जौहर और अन्य बनाम सचिव, विधि न्याय मंत्रालय",
  "Justice’, while considering the question of scrapping Section 377, IPC as": "की धारा 377 को निरस्त करने संबंधी प्रशन पर विचार करते हुए युक्तियुक्त वर्गीकरण",
  "Article 14 as under :-": "इस प्रकार है: -",
  "“We, first, must test the validity of Section 377 IPC on the anvil of Article 14 of the Constitution. What Article 14": "\"हमें सबसे पहले संविधान के अनुच्छेद 4 के तहत भारतीय दंड संहिता की धारा 377 की",
  "anvil of Article 14 of the Constitution. What Article 14 propounds is that “all like should be treated alike”. In other": "वैधता की जांच करनी चाहिए। अनुच्छेद 4 कहती है कि सभी के साथ समान व्यवहार",
  "words, it implies equal treatment for all equals. Though the": "किया जाना चाहिए। दूसरे शब्दों में इसका अर्थ है सभी के साथ समान व्यवहार। यद्यपि",
  "legislature is fully empowered to enact laws applicable to a": "विधायिका को किसी विशेष वर्ग के लिए लागू कानून बनाने का पूर्ण अधिकार है, जैसा कि",
  "particular class, as in the case at hand in which Section 377 applies to citizens who indulge in carnal intercourse, yet the": "उस प्रकरण में है जिसमें धारा 377 उन नागरिकों पर लागू होती है जो शारीरिक संबंध",
  "classification, including the one made under Section 377": "बनाते हैं, फिर भी इस वर्गीकरण में, जिसमें भारतीय दंड संहिता की धारा 377 शामिल है,",
  "IPC, has to satisfy the twin conditions to the effect that the classification must be founded on an intelligible differentia": "को इस आशय की दोहरी शर्तों को पूरा करना होगा कि वर्गीकरण एक बोधगम्य अंतर पर",
  "Section 377 has consigned a group of citizens to the": "धारा 377 ने नागरिकों के एक समूह को हाशिये पर डाल दिया है। यह उनकी",
  "margins. It has been destructive of their identities. By imposing the sanctions of the law on consenting adults involved in a sexual relationship, it has lent the authority of": "पहचान को तबाह कर रहा है। सहमति से यौन संबंध में बनाने वाले वयस्कों पर कानून के",
  "discrimination. Gays, lesbians, bisexuals and transgenders": "प्रोत्साहित करने का अधिकार दे दिया है। समलैंगिकों, समलैंगिकों, उभयलिंगी और",
  "Sexual orientation has become a target for exploitation, if not blackmail, in a networked and digital age. The impact of Section 377 has travelled far beyond the punishment of an": "डिजिटल युग में यौन उन्मुखीकरण शोषण का लक्ष्य बन गया है। धारा 377 का प्रभाव",
  "offence. It has been destructive of an identity which is": "अपराध की सजा से कहीं अधिक है। यह एक ऐसी पहचान के लिए विनाशकारी रहा है जो",
  "crucial to a dignified existence”": "एक सम्मानित अस्तित्व के लिए महत्त्वपूर्ण है।",
  "37. In the case at hand, it has been held by the Full Bench of the High Court": "37. . इस प्रकरण में, उच्च न्यायालय की पूर्ण पीठ द्वारा यह निर्णय दिया गया है कि",
  "that the classification between Pushtaini and Gair-pushtaini Landowners is": "पुश्तैनी और गैर-पुश्तैनी भू-स्वामियों के बीच वर्गीकरण एक वर्ग के भू-स्वामियों पर",
  "based on one class of landowners being sons of the soil, while the other class": "आधारित है जो धरती पुत्र हैं, जबकि अन्य वर्ग केवल भू-स्वामियों के रूप में है, जो",
  "being mere landowners, who are not directly attached to the land. Further, the object of this classification, as stated by the full bench of the High Court, is to": "सीधे भूमि से जुड़े नहीं हैं। इसके अतिरिक्त, इस वर्गीकरण का उद्देश्य, जैसा कि उच्च",
  "object of this classification, as stated by the full bench of the High Court, is to rehabilitate the original residents, i.e the sons of the soil, who are likely to": "न्यायालय की पूर्ण न्यायपीठ द्वारा कहा गया है, मूल निवासियों, अर्थात, धरती पुत्र का",
  "become landless due to the acquisition of their land.": "पुनर्वास करना है जो अपनी जमीन के अधिग्रहण के कारण भूमिहीन जाएंगे।",
  "38. While prima facie, the classification and the object sought to be achieved": "38. . जबकि प्रथमदृष्टया, वर्गीकरण और उपर्युक्त वर्गीकरण के माध्यम से प्राप्त किए",
  "the High Court assumes that only Pushtaini landowners permanently reside in": "की पूर्ण पीठ द्वारा दिए गए औचित्य में यह माना गया है कि केवल पुश्तैनी भूस्वामी ही",
  "the subject land or that the subject land is the primary source of income only for": "स्थायी रूप से विषय भूमि में रहते हैं या विषय भूमि केवल पुश्तैनी भूस्वामियों के लिए",
  "WEDNESBURY PRINCIPLE": "वेन्सबरी सिद्धांत",
  "42. In the case of Associated Provincial Picture Houses Limited v.": "42... एसोसिएटेड प्रोविंशियल पिक्चर हाउसेज लिमिटेड बनाम भारत संघ\" के",
  "question of under what circumstances can the Court interfere in cases of": "यह प्रश्न था कि किन परिस्थितियों में न्यायालय प्रशासनिक व्यवस्था बनाने के मामलों",
  "administrative law making. While dealing with this, the Court held that": "में हस्तक्षेप कर सकता है। इस पर विचार करते हुए, न्यायालय ने कहा किया कि",
  "interference in administrative decisions was permissible, only if (i) the order": "प्रशासनिक विनिश्चयों में हस्तक्षेप केवल तभी अनुज्ञेय है जब (।) आदेश विधि के",
  "was contrary to law (ii) or relevant factors were not considered, or (iii)": "प्रतिकूल है (॥) या प्रासंगिक कारकों पर विचार नहीं किया गया है, या (हा)",
  "irrelevant factors were considered or, (iv) or the decision was such that no other": "अप्रासंगिक कारकों पर विचार किया गया था या (४) या निर्णय ऐसा था कि समान",
  "authority under similar circumstances would have come to this conclusion. The": "परिस्थितियों में कोई अन्य प्राधिकारी इस निष्कर्ष पर नहीं पहुंचा सकता था। इस",
  "relevant paragraph of the judgment are reproduced herein:": "निर्णय का प्रासंगिक प्रस्तर निम्नानुसार हैः -",
  "“In the result, this appeal must be dismissed. I do not wish": "परिणामस्वरूप, इस अपील को खारिज कर दिया जाना चाहिए। मैं खुद को दोहराना नहीं",
  "to repeat myself but I will summarize once again the principle applicable. The Court is entitled to investigate the": "चाहता, लेकिन मैं एक बार फिर लागू सिद्धांत को संक्षेप में प्रस्तुत करूंगा। न्यायालय यह",
  "action of the local authority with a view to seeing whether": "देखने की दृष्टि से स्थानीय प्राधिकारी की कार्रवाई की जांच करने का हकदार है कि क्या",
  "they have taken into account matters which they ought not to": "उन्होंने ऐसे मामलों को विचार किया है, जिन पर उन्हें विचार नहीं करना चाहिए या इसके",
  "take into account, or, conversely, have refused to take into account or neglected to take into account matters which they": "विपरीत उन्होंने उन मामलों पर विचार करने से इनकार कर दिया है, जिन पर उन्हें विचार",
  "ought to take into account. Once that question is answered": "करना चाहिए। एक बार जब इस प्रश्न का उत्तर स्थानीय प्राधिकारी के पक्ष में दे दिया जाता",
  "in favour of the local authority, it may be still possible to say that, although the local authority have kept within the four": "है, तब भी यह कहना संभव है कि यद्यपि स्थानीय प्राधिकारी ने उन मामलों के चार कोनों",
  "corners of the matters which they ought to consider, they have nevertheless come to a conclusion so unreasonable that": "के भीतर रखा है जिन पर उन्हें विचार करना चाहिए, फिर भी वे इस निष्कर्ष पर पहुंचे हैं कि",
  "no reasonable authority could ever have come to it. In such": "कोई भी युक्तियुक्त प्राधिकारी उस पर कभी नहीं पहुंच सकता था। ऐसे प्रकरण में, मुझे राय",
  "a case, again, I think the Court can interfere.": "है कि अदालत हस्तक्षेप कर सकती है।",
  "The power of the Court to interfere in each case is not as an": "प्रत्येक वाद में हस्तक्षेप करने के लिए न्यायालय की शक्ति अपीलीय प्राधिकारी के रूप में",
  "appellate authority to override a decision of the local authority, but as a judicial authority which is concerned,": "स्थानीय प्राधिकारी के निर्णय को रद्द करने के लिए नहीं है, बल्कि एक न्यायिक प्राधिकारी",
  "and concerned only, to see whether the local authority have": "के रूप में है, और केवल यह देखने के लिए कि क्‍या स्थानीय प्राधिकारी ने संसद द्वारा",
  "contravened the law by acting in excess of the powers which": "प्रदत्त शक्ति से अधिक शक्ति का प्रयोग करके कार्यवाही करते हुए विधि उल्लंघन किया गया।",
  "dismissed with costs.”": "यह अपील वाद व्यय के साथ खारिज कर दी जानी चाहिए।\"",
  "the case of Om Kumar & Ors. Vs. Union Of India”. Here, again, a similar": "बनाम भारत का संघ के प्रकरण\" शामिल किया गया था। जहां पुनः उच्चतम",
  "question was posed before the Supreme Court, as to when can the Court": "न्यायालय के समक्ष यह प्रश्न उठाया गया था कि न्यायायलय कब कार्यकारी विधि",
  "exercise its power of judicial review in cases of executive law making. This": "बनाने के मामलों में अपनी न्यायिक पुनर्विलोकन की शक्ति का प्रयोग कर सकता है।",
  "Court, reiterated the same principles laid down in the Wednesbury case. The": "इस न्यायालय ने, वेन्सबरी के प्रकरण में प्रतिपादित उसी सिद्धांतों को दोहराया। उक्त",
  "relevant extracts from the said judgment is reproduced hereunder:-": "निर्णय के प्रासंगिक अंश निम्नानुसार हैः -",
  "“Lord Greene said in 1948 in the Wednesbury case [(1948) 1 KB 223 : (1947) 2 All ER 680 (CA)] that when a statute": "948 में, वेन्सबरी वाद [(948) 3 केबी 223:(947) 2 ऑल ईआर 680 (सीए) में",
  "scope of judicial review would remain limited. He said that": "विवेकाधिकार देता है तो न्यायिक पुनर्विलोकन का दायरा सीमित हो जाएगा। उन्होंने कहा",
  "interference was not permissible unless one or the other of": "कि हस्तक्षेप तब तक स्वीकार्य नहीं है जब तक कि निम्नलिखित शर्तों में से एक या अन्य",
  "the following conditions was satisfied, namely the order was contrary to law, or relevant factors were not considered, or": "की पूर्ति नहीं हो जाती है, अर्थात यह आदेश कानून के विपरीत है, या प्रासंगिक कारकों पर",
  "irrelevant factors were considered; or the decision was one": "विचार नहीं किया गया है, या अप्रासंगिक कारकों को महत्वपूर्ण माना गया है या निर्णय ऐसा",
  "which no reasonable person could have taken. These": "है जो कोई भी उचित व्यक्ति नहीं ले सकता है। प्रशासनिक कार्रवाई की वैधता का आकलन",
  "principles were consistently followed in the UK and in India": "करने के लिए ब्रिटेन और भारत में इन सिद्धांतों का अनवरत रूप से पालन किया गया था। \"",
  "44. The classification made by GNOIDA does not find its footing in the Land Acquisition Act, or the UP-Land Acquisition Rules, and hence is contrary to": "44. . ग्रेटर नोयडा द्वारा किया गया वर्गीकरण भूमि अधिग्रहण अधिनियम या उत्तर प्रदेश भूमि अधिग्रहण नियमों में अपना आधार नहीं पाता है और इसलिए यह कानून के",
  "law. The said classification also suffers from not taking into account relevant": "विपरीत है। उक्त वर्गीकरण प्रासंगिक बिन्दुओं पर विचार नहीं किये जाने से प्रभावित है।",
  "considerations. The Authority, without taking into account any empirical data,": "प्राधिकरण ने किसी भी अनुभवजन्य डेटा को ध्यान में रखे बिना, या गैर-पुश्तैनी",
  "49. In K.S.Puttaswamy(Supra), a nine-Judge Bench of this Court while": "47. ओम कुमार (पूर्वोक्त) के वाद में, इस न्यायालय ने अभिनिर्धारित किया कि",
  "result. This was the first formal introduction of the Proportionality test to Indian": "चाहिए। यह भारतीय न्यायशास्त्र में आनुपातिकता परीक्षण का पहला औपचारिक",
  "Jurisprudence, however the Court pointed out that the proportionality test has been used by the Indian Courts even before this judgment. The relevant": "परिचय था, हालांकि न्यायालय ने इंगित किया कि इस निर्णय से पहले भी भारतीय न्यायालयों द्वारा आनुपातिकता परीक्षण का उपयोग किया गया है। उक्त रिपोर्ट के",
  "paragraphs from the said report reads as under :-": "प्रासंगिक पैराग्राफ इस प्रकार हैं:-",
  "“27.The principle originated in Prussia in the nineteenth": "“27. यह सिद्धांत उन्नीसवीं शताब्दी में प्रशिया में उत्पन्न हुआ और तब से",
  "century and has since been adopted in Germany, France and other European countries. The European Court of Justice at": "जर्मनी, फ्रांस और अन्य यूरोपीय देशों में अपनाया गया है। लक्ज़मबर्ग की",
  "Luxembourg and the European Court of Human Rights at": "यूरोपियन कोर्ट ऑफ जस्टिस और स्ट्रासबर्ग की यूरोपियन कोर्ट ऑफ",
  "“proportionality” to legislative action since 1950, as stated": "950 से विधायी कार्रवाई में आनुपातिकता के सिद्धांत को लागू किया है,",
  "in detail below.": "जैसा कि नीचे विस्तार से बताया गया है।",
  "28. By “proportionality”, we mean the question whether,": "28. \"आनुपातिकता\" \"से हमारा यह प्रश्न अभिप्रेत है कि कया, मूल अधिकार",
  "appropriate or least-restrictive choice of measures has been": "प्रशासक द्वारा उपायों का समुचित या न्यूनतम प्रतिबंधात्मक चयन किया",
  "principle, the Court will see that the legislature and the": "गया है। इस सिद्धांत के तहत, न्यायालय यह देखेगा कि विधायिका और",
  "administrative order may have on the rights, liberties or interests of persons keeping in mind the purpose which they": "करना चाहते थे, व्यक्तियों के अधिकारों, स्वतंत्रताओं या हितों पर कानून या",
  "were intended to serve”. The _ legislature and_ the administrative authority are, however, given an area of": "तथापि, विधायिका और प्रशासनिक प्राधिकारी को विवेकाधिकार का क्षेत्र या",
  "discretion or a range of choices but as to whether the choice": "विकल्पों की एक श्रृंखला दी जाती है किंतु यह कि किया गया चयन",
  "made infringes the rights excessively or not is for the Court.": "अधिकारों का अत्यधिक अतिक्रमण करता है या नहीं, यह न्यायालय द्वारा",
  "That is what is meant by proportionality.": "निर्धारित किया जाना है। आनुपातिकता का यही अर्थ है।",
  "29.The above principle of proportionality has been applied": "29. आनुपातिकता के उपर्युक्त सिद्धांत को यूरोपीय न्यायालय द्वारा मानव",
  "by the European Court to protect the rights guaranteed": "अधिकारों और मौलिक स्वतंत्रता के संरक्षण के लिए यूरोपीय कन्वेंशन,",
  "for considering whether restrictions imposed were": "और विशेष रूप से, इस पर विचार करने के लिए कि क्या लगाए गए प्रतिबंध",
  "restrictions which were “necessary” — within Articles 8 to 11 of the said Convention [corresponding to our Article": "ऐसे प्रतिबंध थे जो उक्त कन्वेंशन के अनुच्छेद 8 से [हमारे अनुच्छेद 9",
  "fundamental freedoms were more excessive than required.": "क्या मौलिक स्वतंत्रता पर लगाए गए प्रतिबंध आवश्यकता से अधिक थे।",
  "(Handyside v. UK [(1976) 1 EHR 737] ). Articles 2 and 5 of": "(हैंडीसाइड बनाम यूके [(976) 3 ईएचआर 737] कन्वेंशन के अनुच्छेद",
  "our Constitution relating to life and liberty. The European": "2 और 5 में जीवन और स्वतंत्रता से संबंधित हमारे संविधान के अनुच्छेद",
  "questions of discrimination under Article 14 of the Convention (corresponding to Article 14 of our": "के तहत (हमारे संविधान के अनुच्छेद 4 के अनुरूप) भेदभाव के प्रश्नों पर",
  "Schwarze, 1992, pp. 677-866).": "यूरोपीय प्रशासनिक व्यवस्था 992, पृष्ठ 677-866 देखें) ।",
  "30. On account of a Chapter on Fundamental Rights in Part III of our Constitution right from 1950, Indian Courts did": "30. वर्ष 950 से ही हमारे संविधान के भाग | में मूल अधिकार पर एक",
  "since 1950, the principle of “proportionality” has indeed": "महसूस करती थी। वर्ष 950 से ही आनुपातिकता का सिद्धांत भारत में",
  "been applied vigorously to legislative (and administrative)": "विधायी (और प्रशासनिक) कार्रवाई पर सख्ती से लागू किया जा रहा है।",
  "infringing fundamental freedoms enumerated in Article": "भारत के संविधान के अनुच्छेद 9 () में वर्णित मौलिक स्वतंत्रता का",
  "speech and expression, freedom to assemble peaceably,": "भाषण और अभिव्यक्ति की स्वतंत्रता, शांतिपूर्वक एकत्र होने की स्वतंत्रता,",
  "freedom to form associations and unions, freedom to move": "संघ और समूह बनाने की स्वतंत्रता, भारत के किसी भी क्षेत्र में स्वतंत्र रूप",
  "freely throughout the territory of India, freedom to reside": "से आने-जाने की स्वतंत्रता, भारत के किसी भी हिस्से में रहने और बसने",
  "consider whether the restrictions imposed by legislation were disproportionate to the situation and were not the least": "क्या विधान द्वारा लगाए गए प्रतिबंध स्थिति के अनुरूप नहीं थे और वे",
  "restrictive of the choices. The burden of proof to show that": "न्यूनतम प्रतिबंधात्मक थे। यह दिखाने के लिए कि प्रतिबंध उचित था, सबूत",
  "the restriction was reasonable lay on the State. “Reasonable restrictions” under Articles 19(2) to (6) could be imposed on": "का बोझ राज्य पर पड़ा। अनुच्छेद 9 (2) से (6) के तहत इन",
  "these freedoms only by legislation and Courts had occasion": "स्वतंत्रताओं पर केवल विधान द्वारा उचित प्रतिबंध लगाए जा सकते हैं और",
  "In numerous judgments of this Court, the extent to which": "मिला है। इस न्यायालय के अनेक निर्णयों में इस बात पर विचार किया गया",
  "SC 118 : 1950 SCR 759] Mahajan, J. (as he then was)": "एस. सी. आर. 759) ] के मामले में न्यायमूर्ति महाजन (तत्समय) ने यह",
  "observed that “reasonable restrictions” which the State": "मत व्यक्त किया कि “युक्तियुक्त निर्बंध” जो राज्य मूल अधिकारों पर लगा",
  "33. In Australia and Canada, the principle of proportionality": "33. आस्ट्रेलिया और कनाडा में, कानूनों की विधिमान्यता का परीक्षण करने",
  "has been applied to test the validity of statutes [see Cunliffe": "के लिए आनुपातिकता का सिद्धांत लागू किया गया है [देखें कनलिफ बनाम",
  "v. Commonwealth [(1994) 58 Aust LJ 791] Aust LJ (at 827,": "राष्ट्रमंडल [(994) 58 ऑस्ट एलजे 79] ऑस्ट एलजे (827,839)",
  "839) (799, 810, 821)]. In R. v. Oakes [(1986) 26 DLR (4th)": "(799,80,82)]। आर. वी.ओक्स [(986) 26 डीएलआर (चौथा)",
  "200] Dickson, C.J. of the Canadian Supreme Court has": "200] डिक्सन के मामले में, कनाडा के उच्चतम न्यायालय के मुख्य",
  "carefully designed to achieve the objective in question. They": "के लिए सावधानीपूर्वक डिजाइन किया जाना चाहिए। उन्हें मनमाना,",
  "must not be arbitrary, unfair or based on _ irrational considerations. In short, they must be rationally connected": "अनुचित या तर्कहीन नहीं होना चाहिए। संक्षेप में, उन्हें तार्किक रूप से",
  "to the objective. Secondly, the means, must not only be": "उद्देश्य से जोड़ा जाना चाहिए। दूसरे, साधनों को न केवल प्रथम अर्थ में",
  "rationally connected to the objective in the first sense, but": "उद्देश्य से तार्किक रूप से जुड़ा होना चाहिए, बल्कि प्रश्नगत स्वतंत्रता के",
  "should impair as little as possible the right to freedom in question. Thirdly, there must be “proportionality” between": "अधिकार को यथासंभव कम से कम नुकसान पहुंचाना चाहिए। तीसरा,",
  "question. Thirdly, there must be “proportionality” between the effects of the measures and the objective. See also Ross v.": "उपायों के प्रभावों और उद्देश्य के बीच आनुपातिकता होनी चाहिए।",
  "Brunswick School Dishut No. 15 [(1996) 1 SCR 825] (SCR at p. 872) referring to proportionality. English Courts had": "आनुपातिकता के संदर्भ में, देखें रॉस बनाम ब्रंसविक स्कूल डिशुट नं. 5 [(996)  एससीआर 825] (एससीआर पृष्ठ 872 पर)। अंग्रेजी",
  "no occasion to apply this principle to legislation. The": "न्यायालयों के पास इस सिद्धांत को विधान में लागू करने का कोई अवसर",
  "aggrieved parties had to go to the European Court at Strasbourg for a declaration.": "नहीं था। पीड़ित पक्षों को एक घोषणा के लिए स्ट्रासबर्ग में यूरोपीय अदालत में जाना पड़ा।",
  "34, In U.S.A., in City of Boerne v. Flores [(1997) 521 US": "\"34. संयुक्त राज्य अमेरिका में, सिटी ऑफ बोरने बनाम फ़ोरेस [(997) 527",
  "507] the principle of proportionality has been applied to legislation by stating that “there must be congruence and": "यूएस 507] में आनुपातिकता के सिद्धांत को विधायिका द्वारा यह कहते हुए लागू",
  "legislation by stating that “there must be congruence and proportionality between the injury to be prevented or": "किया गया है कि\" \"नुकसान को रोका या उपचारित किया जाना चाहिए और उसके",
  "remedied and the means adopted to that end”.": "लिए अपनाए गए उपायों के बीच एकरूपता और आनुपातिकता होनी चाहिए।\"",
  "35. Thus, the principle that legislation relating to": "35. इस प्रकार, यह सिद्धांत कि मौलिक स्वतंत्रता पर निर्बन्धनों से संबंधित",
  "This is called “primary” review by the Courts of the validity of legislation which offended fundamental freedoms.": "प्राथमिक पुनर्विचार कहते हैं जिससे मौलिक स्वतंत्रताओं का हनन हुआ हो।",
  "45. Under Article 3(1) of the Human Rights Act, 1998 the": "\"८5.\"मानवाधिकार अधिनियम, 998 के अनुच्छेद 3 () के तहत आंग्ल",
  "English Court can now declare the legislative action as": "न्यायालय अब विधायी कार्रवाई को अनुसूची में निर्दिष्ट अधिकारों और",
  "incompatible with the rights and freedoms referred to in the schedule. The Minister is then to move Parliament for": "स्वतंत्रताओं के साथ असंगत घोषित कर सकता है। इसके बाद मंत्री इस असंगति",
  "doing so, the English Court, can now apply Strict scrutiny or proportionality to legislative and administrative action. The": "ऐसा करते समय, आंग्ल न्यायालय अब विधायी और प्रशासनिक कार्रवाई की सख्त जांच या आनुपातिकता लागू कर सकता है। इस सिद्धांत को अब आंग्ल",
  "On the basis of these conditions of proportionality, this Court struck down the": "लिए पयप्ति सुरक्षा प्रदान करनी चाहिए। आनुपातिकता की इन शर्तों के आधार पर, इस न्यायालय ने अधिसूचना को रद्द कर दिया।",
  "notification.": "उद्घोषणा",
  "51. Although the fifth prong, as mentioned in the Gujarat Mazdoor Sabha": "५7. यद्यपि पांचवें भाग, जैसा कि गुजरात मजदूर सभा (उपरोक्त) में उल्लेख",
  "(Supra) has not been expressly mentioned in Puttaswamy, Chandrachud J (as His Lordship then was), in our view, rightly has read that in in the Gujarat": "किया है, पुट्टास्वामी के मामले में तत्कालीन न्यायमूर्ति चंद्रचूड़ ने स्पष्ट रूप से उल्लेख नहीं किया गया है, हमारे विचार से गुजरात मजदूर सभा के वाद में",
  "sufficient room for abuse, thereby acting as a threat against free exercise of": "कार्रवाई, जिसका दुरुपयोग किया जा सकता है, इस प्रकार मूल अधिकार के स्वतंत्र प्रयोग के खिलाफ एक खतरे के रूप में कार्य करती है जिसको",
  "fundamental rights, ought to necessarily be factored in in the delicate balancing": "संवेदनशील संतुलन कार्य में आवश्यक रूप से शामिल किया जाना चाहिए, और",
  "act that the judiciary is called upon to do in determining the constitutionality of": "न्यायपालिका से इस तरह की राज्य द्वारा की गई कार्रवाई की संवैधानिकता को",
  "such state action - whether legislative, executive, administrative or otherwise.": "निर्धारित करने के लिए कहा जाता है- चाहे वह विधायी, कार्यकारी, प्रशासनिक या अन्यथा हो। फैसले के इस निर्णय का सुसंगत प्रस्तर का उल्लेख",
  "“The principle of proportionality has been recognized in a": "\"आनुपातिकता के सिद्धांत को इस न्यायालय द्वारा कई मामलों में मान्यता दी गई है,",
  "slew of cases by this Court, most notably in the seven-judge bench decision in K S Puttaswamy vs. Union of India. The": "जिसमें से के. एस. पुट्टास्वामी बनाम भारत संघ मामले में सात न्यायाधीशों की पीठ का",
  "principle of proportionality envisages an analysis of the following conditions in order to determine the validity of": "निर्धारित करने के लिए निम्नलिखित स्थितियों के विश्लेषण की परिकल्पना की गई है जो",
  "state action that could impinge on fundamental rights:": "मौलिक अधिकारों पर प्रभाव डाल सकती हैः",
  "(i) A law interfering with fundamental rights must be in pursuance of a legitimate state aim;": "(।) मूल अधिकार में हस्तक्षेप करने वाला कानून किसी वैध राज्य के लक्ष्य के अनुसरण में होना चाहिए।",
  "interfere with or limit the exercise of fundamental rights and": "() मूल अधिकार और स्वतंत्रताओं के प्रयोग में बाधा डालने या सीमित करने वाले",
  "connection between those measures, the situation in fact and the object sought to be achieved;": "अधिकारों के उल्लंघन के उपायों का औचित्य उन उपायों, वास्तव में स्थिति और लक्षित",
  "(iii) The measures must be necessary to achieve the object": "(॥) उद्देश्य को प्राप्त करने के लिए उपाय आवश्यक होने चाहिए और लक्ष्य को पूरा करने",
  "and must not infringe rights to an extent greater than is": "के लिए आवश्यक सीमा से अधिक अधिकारों का उल्लंघन नहीं होना चाहिए।",
  "(iv) Restrictions must not only serve legitimate purposes;": "(४) निर्बन्धनों से न केवल वैध प्रयोजनों की पूर्ति होनी चाहिए बल्कि उनको उसका",
  "they must also be necessary to protect them; and": "संरक्षण भी करना चाहिए।",
  "(v) The State should provide sufficient safeguards against the abuse of such interference.": "(५) राज्य को इस तरह के हस्तक्षेप के दुरुपयोग के खिलाफ पयप्ति सुरक्षा प्रदान करनी चाहिए।",
  "We are unable to find force in the arguments of the learned counsel for the Respondent. The impugned notifications do": "प्रत्यर्थी के विद्वान अधिवक्ता की ओर से प्रस्तुत तकों में हम बल पाने में में असमर्थ हैं।",
  "costs of all factories in the State, without regard to the": "आक्षेपित अधिसूचनाएं राज्य में सभी कारखानों की ऊपरी लागत को कम करने के",
  "fathomable, and within the PART G 30 realm of reasonable possibility during a pandemic, if the factories producing": "पूर्ति नहीं करती हैं। महामारी के दौरान उचित संभावना के भाग जी 30 के दायरे में",
  "medical equipment such as life-saving drugs, personal": "उचित मुआवजा देने के लिए, यदि जीवन रक्षक दवाओं, व्यक्तिगत सुरक्षा उपकरणों या",
  "worndown class of society, into the chains of servitude.”": "से वंचित करते हुए, पहले से ही समाज के एक कमजोर वर्ग को गुलामी की जंजीरों में",
  "We have already in the discussion for the reasonable classification test": "५2. हमने पहले ही युक्तियुक्त वर्गीकरण परीक्षण की चर्चा कर कहा है कि",
  "held that the interfering law, i.e. the impugned notification that creates the": "हस्तक्षेप करने वाले कानून, अर्थात्‌ आक्षेपित अधिसूचना, जो वर्गीकरण का",
  "classification, does not have a rational nexus to the object sought to be": "सृजन करती है उनका उद्देश्य के साथ तार्किक संबंध नहीं है जिसको प्राप्त",
  "achieved, and thus, violates the first two prongs of the proportionality test.": "किया जाना है और इस प्रकार, आनुपातिकता परीक्षण की प्रथम दो बिन्दुओं का उल्लंघन करती है।",
  "We then come to the third and fourth prong of the proportionality test, i.e": "5५3. पुनः हम आनुपातिकता परीक्षण के तीसरे और चौथे भाग पर आतते हैं,",
  "the state aim of compensating those landowners that are either direct residents": "देने के राज्य के उद्देश्य को अनिवार्य रूप से प्राप्त करना चाहता था जो उस भूमि के प्रत्यक्ष निवासी हैं अथवा वह भूमि का उनके आय के प्राथमिक स्रोत के",
  "sixthly, the damage (if any) bona fide resulting from": "क्षति (यदि कोई हो)",
  "publication of the declaration under section 6 and the time of the Collector's taking possession of the land.”": "छठा, धारा 6 के अधीन घोषणा के प्रकाशन के समय और कलेक्टर द्वारा भूमि का कब्जा",
  "54. A bare perusal of Section 23 would show that, the grounds for": "5५4. धारा 23 के केवल अवलोकन से पता चलता है कि ग्रेटर नोयडा",
  "covered by Section 23 of the Act. The fifth point of the said Section squarely": "23 आच्छादित हैं। कथित धारा का पांचवां बिंदु प्रभावित भूस्वामियों के पुनर्वास",
  "covers the requirement of compensating for rehabilitation of the affected": "के लिए मुआवजे की आवश्यकता को पूरी तरह से आच्छादित करता है। धारा",
  "55. The classification, as discussed above, if allowed to exist, can lead to": "५५. जैसा कि ऊपर चर्चा की गई है, यदि इस वर्गीकरण को अस्तित्व में बने",
  "several Gair-pushtaini landowners who may also need to be rehabilitated,": "रहने दिया जाता है, तो कई गैर-पुश्तैनी भूमि मालिक जिन्हें पुनर्वास की भी",
  "cannot rehabilitate themselves without compensation for the same. This": "आवश्यकता पड़ सकती है, मुआवजे के बिना खुद को पुनर्स्थापित नहीं कर सकते हैं। इस त्रुटि को यदि बने रहने दिया जाता है तो इससे न केवल",
  "a mischief, if allowed to exist, would not only nullify the purpose of the Act, but": "सकते हैं। इस त्रुटि को यदि बने रहने दिया जाता है तो इससे न केवल अधिनियम के उद्देश्य को अमान्य हो जाएगा, बल्कि आनुपातिकता परीक्षण के",
  "also violate the third and fourth principle of the proportionality test, and hence": "तीसरे और चौथे सिद्धांत का भी उल्लंघन होगा, और इसलिए यह रद्द किये जाने",
  "56. Further, it is also important to note that the classification, even if allowed": "56. इसके अलावा, यह भी ध्यान रखना महत्वपूर्ण है कि इस वर्गीकरण को",
  "to exist, does not come with any safeguards against its potential abuse. As": "भले ही अस्तित्व में रहने की अनुमति दी जाए , फिर भी इसके संभावित दुरुपयोग के प्रति कोई सुरक्षा नहीं है। जैसा कि ऊपर उल्लेख किया गया है,",
  "mentioned above, the said notification by way of its classification creates": "अपने वर्गीकरण के माध्यम से उक्त अधिसूचना विनाशकारी संकट उत्पन्न करती",
  "disastrous mischief, and the notification does nothing to remedy such potential": "है, और अधिसूचना इस तरह के संभावित दुरुपयोग को दूर करने के लिए कुछ",
  "abuse. No guidelines for the said classification exist, nor are there any bars": "भी नहीं करती है। उक्त वर्गीकरण के लिए कोई दिशा-निर्देश मौजूद नहीं हैं और",
  "also violates the fifth prong of the proportionality test.": "होगा। मौलिक दिशानिर्देशों की यह कमी आनुपातिकता परीक्षण के पांचवें भाग का भी उल्लंघन करती है।",
  "57. On the basis of the abovementioned discussions emerging from the": "५7. निर्धारित सिद्धांतों से उत्पन्न उपरोक्त चर्चाओं के आधार पर , मुद्दा",
  "settled principles, Issue no. 2 is answered in affirmative and in favour of the": "संख्या-2 का उत्तर सकारात्मक और अपीलार्थीओं के पक्ष में दिया गया है,",
  "Appellants herein, and the impugned classification is liable to be struck down as": "और आक्षेपित वर्गीकरण रद्द किये जाने योग्य है क्योंकि यह भारत के संविधान",
  "violative of Article 14 of the Constitution of India.": "के अनुच्छेद 4 का उल्लंघन करता है।",
  "contravention to the law laid down by this Hon’ble Court in the case of": "इस माननीय न्यायालय द्वारा अधिकथित विधि का उल्लंघन है?",
  "58. In the case of Nagpur Improvement Trust (Supra) this Hon’ble Court": "५8. नागपुर सुधार न्यास (पूर्वाक्त) के वाद में इस माननीय न्यायालय आयोग",
  "was tasked to deal with the question of whether certain provisions the Nagpur": "को इस प्रश्न पर विचार करने का काम सौंपा था कि क्या नागपुर सुधार ट्रस्ट",
  "impugned provisions of the said Act allowed the acquisition of lands at rates": "उक्त अधिनियम के आक्षेपित उपबंधों में विहित दरों से कम दरों पर भूमि के",
  "to our case, is that the Court, while deciding this matter, held that the authority,": "वह यह है कि न्यायालय ने इस मामले को निपटाते हुए कहा कि प्राधिकारी भूमि",
  "while acquiring land, cannot distinguish between types of owners, as the object": "के अधिग्रहण के समय भू-स्वामी के प्रकारों के बीच भेद नहीं कर सकती है",
  "“It is now well-settled that the State can make a reasonable classification for the purpose of legislation. It is equally": "\"अब यह सुनिश्चित हो गया है कि राज्य विधान के प्रयोजन के लिए उचित वर्गीकरण कर",
  "well-settled that the classification in order to be reasonable": "सकता है। यह तय हो चुका है कि वर्गीकरण को युक्तियुक्त होने के लिए दो परीक्षणों को",
  "must satisfy two tests: (i) the classification must be founded on intelligible differentia and (ii) the differentia must have a": "पूरा करना चाहिएः वर्गीकरण बोधगम्य विभेद पर आधारित होना चाहिए और विभेद का",
  "rational relation with the object sought to be achieved by": "विवादग्रस्त विधायिका द्वारा प्राप्त किए जाने वाले उद्देश्य के साथ तर्कसंगत संबंध होना",
  "In this connection it must be borne in mind that the object": "इस संबंध में यह ध्यान में रखा जाना चाहिए कि उद्देश्य को स्वयं विधिसम्मत होना",
  "itself should be lawful. The object itself cannot be discriminatory, for otherwise, for instance, if the object is to": "चाहिए। उदाहरण के लिए, स्वयं उद्देश्य विभेदकारी नहीं हो सकता है, अन्यथा, यदि",
  "discriminate against one section of the minority the discrimination cannot be justified on the ground that there": "उद्देश्य अल्पसंख्यक के किसी वर्ग के प्रति विभेदकारी है तो इस आधार पर विभेद को",
  "discrimination cannot be justified on the ground that there is a reasonable classification because it has rational": "न्यायोचित नहीं ठहराया जा सकता है कि यह एक युक्तियुक्त वर्गीकरण है क्योंकि यह प्राप्त",
  "relation to the object sought to be achieved.": "किए जाने वाले उद्देश्य के साथ तर्कसंगत संबंध रखता है।",
  "What can be reasonable classification for the purpose of": "करना है तो मुआवजा निर्धारित करने के उद्देश्य के लिए उचित वर्गीकरण क्या हो सकता",
  "It would not be disputed that different principles of compensation cannot be formulated for lands acquired on": "यह विवादित नहीं होगा कि अधिग्रहीत भूमि के लिए मुआवजे के विभिन्न सिद्धांतों को इस",
  "the basis that the owner is old or young, healthy or ill, tall": "आधार पर तय नहीं किया जा सकता है कि भू -स्वामी बूढ़ा या युवा, स्वस्थ या बीमार,",
  "or short, or whether the owner has inherited the property or": "लंबा या छोटा है, या क्या भू-स्वामी ने संपत्ति विरासत में प्राप्त की है या अपने मेहनत से",
  "limited to the arbitrary classification made by such actions. In such a case, we": "मनमाने वर्गीकरण तक ही सीमित है। ऐसे वाद में, हमारी राय है कि चूंकि",
  "are of the opinion that since the mischief lies only within the classification, it": "शरारत केवल वर्गीकरण के अधीन की गई है, इसलिए इसे भंग किया जा सकता",
  "63. Once the classification is removed, and the executive actions are read in": "63. एक बार वर्गीकरण को हटा दिया जाए और कार्यकारी कार्रवाई को मूल",
  "consonance with the parent act, we would see that since the Act, and now even": "अधिनियम के अनुरूप पढ़ा जाए, तो हम देखेंगे कि अधिनियम, और वर्तमान",
  "the executive actions do not discriminate in terms of compensation, the ex-": "कार्यकारी कार्रवाई भी मुआवजे के मामले में भेदभाव नहीं करती है और अनुग्रह",
  "actions, must be given to all landowners in the subject area.": "भुगतान और बढ़ी हुई मूल धनराशि संबंधित क्षेत्र के सभी भू-स्वामियों को दिया",
  "64. At this stage, we would like to state that while the objective of the said": "64. इस स्तर पर, हम यह बताना चाहते हैं कि भले ही उक्त वर्गीकरण का",
  "classification might have been noble, however, such classification only on the": "उद्देश्य नेक रहा हो, तथापि, केवल अनुमान के आधार पर ऐसा वर्गीकरण",
  "empirical data. While this Court is not a fact-finding Court and is a Court of": "समर्थित होना चाहिए। चूंकि यह न्यायालय तथ्थयान्वेषी न्यायालय नहीं है और",
  "law, however, the law must also not be understood in isolation, but in the": "यह विधि का न्यायालय है, विधि को अलग-थलग करके नहीं समझा जाना चाहिए, बल्कि इसे उस संदर्भ में समझा जाना चाहिए जिस संदर्भ में यह",
  "context in which it exists, as the law does not exist like an object within the": "विद्यमान है, क्योंकि विधि संविधियों के भीतर आने वाली किसी वस्तु के रूप में",
  "statutes, but lives and evolves with the people it governs.": "विद्यमान नहीं रहती है, बल्कि उन लोगों के साथ रहती है और विकसित होती है जिन्हें वह शासन करती है।",
  "65. Further, in cases of administrative action, even if the classification has a": "65. इसके अतिरिक्त, प्रशासनिक कार्रवाई के मामलों में, भले ही वर्गीकरण का",
  "rational nexus to the objective of the notification, the classification must also be": "अधिसूचना के उद्देश्य से तर्कसंगत संबंध हो तथापि वर्गीकरण को मूल",
  "legitimized by the parent statute. If the parent statute does not allow for a": "अधिनियम द्वारा भी वैधता प्रदान की जानी चाहिए। यदि मूल अधिनियम",
  "classification, then, even if the classification vis-a-vis the notification is able to": "वर्गीकरण करने की अनुमति नहीं देता है और भले ही अधिसूचना वर्गीकरण की",
  "pass the tests of Article 14, it would still be liable to struck down if the parent": "तुलना में अनुच्छेद 4 की कसौटियों को पास करने में योग्य है तब भी इसे रद्द",
  "66. The establishment of Greater Noida, as discussed above, was done for a": "66. जैसा कि ऊपर चर्चा की गई है, ग्रेटर नोएडा की स्थापना एक नेक उद्देश्य",
  "noble purpose, i.e., to accommodate in the city all those who came travelling from every corner of the country in search of a better life. While doing so": "के लिए की गई थी, अर्थात्‌ देश के हर कोने से बेहतर जीवन की तलाश में आने वाले सभी लोगों को शहर में समायोजित करना। हालांकि, ऐसा करते समय,",
  "however, as can be seen in the present case, some residents whose land was": "जैसा कि वर्तमान वाद में देखा जा सकता है, कुछ निवासियों के साथ भेदभाव",
  "subject to acquisition in the pursuit of the said aim, were faced with": "किया गया जिनकी भूमि उक्त उद्देश्य की पूर्ति के लिए अधिग्रहण के अधीन थी |",
  "discrimination. In such circumstance, it becomes the duty of this Court to": "ऐसी परिस्थिति में, यह इस न्यायालय का कर्तव्य बन जाता है कि वह न्याय",
  "67. In view of the above discussions, the impugned judgment passed by the": "67. उपर्युक्त चर्चाओं को दृष्टिगत, उच्च न्यायालय की पूर्ण पीठ द्वारा पारित",
  "As a consequence, the Writ Petition filed by the appellants before the High": "परिणामस्वरूप, उच्च न्यायालय के समक्ष अपीलार्थी द्वारा दायर रिट याचिका पर"
}