{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CRIMINAL APPEAL NOS.598-600 OF 2013": "दाण्डिक अपीलीय क्षेत्राधिकार संख्या ५598-600 वर्ष 203",
  "AJAI ALIAS AJJU ETC. ETC. .. APPELLANTS": "अजय उर्फ अज्जू इत्यादि ... अपीलार्थीगण",
  "THE STATE OF UTTAR PRADESH _ ...RESPONDENT": "उत्तर प्रदेश राज्य ... प्रत्यर्थी",
  "WITH": "के साथ",
  "CRIMINAL APPEAL NO.337 OF 2014": "दाण्डिक अपील संख्या 337 वर्ष 204",
  "AND WITH": "और साथ में",
  "CRIMINAL APPEAL NOS.745-748 OF 2015": "दाण्डिक अपील संख्या 745-748 वर्ष 205",
  "JUDGMENT": "निर्णय",
  "Criminal Appeals No.598-600 of 2013 have been": "ये आपराधिक अपील संख्यायें 598-600/203 आरोपी क्रमशः अजय",
  "referred by accused Ajai alias Ajju, Braj Pal and Ravi": "उर्फ अज्जू, ब्रज पाल और रवि द्वारा दायर की गई हैं।जैसा कि दोनों पक्षों के विद्वान",
  "respectively. Ajai alias Ajju has since died, as reported": "अधिवक्ता ने बताया, अजय उर्फ अज्ू की तब से मृत्यु हो गई है। तदनुसार",
  "Criminal Appeal No.598 of 2013 stands abated. Criminal": "दाण्डिक अपील संख्या 598/203 समाप्त हो गई है। अभियुक्त मुकेश द्वारा",
  "Appeal No.337 of 2014 has been preferred by accused Mukesh.": "दाण्डिक अपील संख्या 337/204 दायर की गई है।",
  "2. The above appeals assail the correctness of the judgment and order of the High Court dated 22.02.2012": "2. उपरोक्त अपीलें उच्च न्यायालय के निर्णय और आदेश 22.02.202 दिनांकित",
  "Cut lacerated wound on front side of": "पर आगे की तरफ दाहिनी ओर कटा हुआ घाव, वर्टिब्री घाव रीढ़",
  "Cut lacerated wound over face extending": "चेहरे के दाहिनी ओर तिरछा कटा हुआ घाव, ऊपर के होंठ से कान तक",
  "middle finger on back side 2 cm. x 1 cm. &": "(४) तर्जनी और मध्यमा ऊँगली के पीछे की तरफ क्रमशः 2 सेमी, » 7",
  "2 cm. x 0.5 cm. respectively.": "सेमी, और 2 सेमी. ५ 0.5 सेमीं का फटा हुआ घाव।",
  "X-ray of the neck and jaws was also conducted on the same day and a report to that effect was submitted by": "उसी दिन गर्दन और जबड़े का एक्सरे भी किया गया और उससे संबंधित रिपोर्ट",
  "Dr.Rajeshwar Yadav, Radiologist (PW-3).": "रेडियोलॉजिस्ट डॉ. राजेश्वर यादव (पीडब्ल्यू 3) द्वारा प्रस्तुत की गई।",
  "7. Post-mortem was conducted in the afternoon on the same day by Dr K.N.Tiwari (PW-4) and the following ante-": "7. उसी दिन दोपहर में डॉ. के.एन.तिवारी (पीडब्लू4) द्वारा पोस्टमॉर्टम किया गया",
  "mortem injuries were reported on the four deceased:": "और चार मृतकों पर निम्नलिखित मृत्युपूर्व चोटें दर्ज की गई:",
  "“Smt.Rajesh": "\"श्रीमती राजेश",
  "Antemortem Injuries (Exhibit Ka-3)": "मृत्युपूर्व चोटें (प्रदर्श क 3)",
  "and on Rt.side 8 cm. x 4 cm., bone deep, 3 cm. above supractenal notch, soft tissues of": "सेमी, » 4 सेमी., 3 सेमी. गहरी हड्डी में, सुपरैक्टिनल नॉच के ऊपर",
  "neck including blood vessels and trachea are": "कटा हुआ घाव और घाव में रक्त वाहिकाओं और श्वासनली सहित गर्दन",
  "(2)Incised wound on Lt. side neck lower part 8 cm. below ear 7 cm. x 3 cm. wound in muscle": "(2) बायें तरफ गर्दन के निचले हिस्से में 8 सेंटीमीटर कान के नीचे 7",
  "deep, soft tissue and muscle cut.": "सेमी. ५» 3 सेमी. का घाव मांसपेशियों में गहरा , नरम ऊतक और",
  "Post-mortem wound": "पोस्टमॉर्टम घाव",
  "Three clean cut wounds on right hand dorsum": "दाहिने हाथ के पृष्ठीय भाग पर तीन साफ कटे हुए घाव मौजूद हैं जिसकी",
  "are present. Sixe 8cm. x 5cm., 7cm.x4cm., 3": "साइज 8 सेमी. ५ 5 सेमी., 7 सेमी. » 4 सेमी., 3 सेमी.» 2 सेमी., 2.3",
  "Vijay Pal": "विजय पाल",
  "the two daughters of the deceased Vijay Pal Singh, namely Ms Rashmi and Smt Pinky (PW-1). According to": "6. श्रीमती पिंकी (पीडब्लू। ) को सर्वोदय अस्पताल, गाजियाबाद के डॉ. राजीव शर्मा (पीडब्लू2) द्वारा तैयार की गई चोट की रिपोर्ट के अनुसार निम्नलिखित चोटें",
  "4. Prosecution story in brief is that Braj Pal Singh (one of the accused) made a complaint to the police station at Muradnagar, District Ghaziabad at about 4.30 AM on 25.08.2007 that early in the morning at around 3.00 AM": "4. अभियोजन का संक्षिप्त कथन यह है कि दिनांक 25.08.2007 को प्रातः लगभग 4.30 बजे ब्रज पाल सिंह (अभियुक्तों में से एक ) ने मुरादनगर, जिला गाजियाबाद के पुलिस स्टेशन में शिकायत दर्ज कराई कि प्रातः लगभग 3.00 बजे",
  "he heard the shouting and shrieking of Ms Rashmi, daughter of his brother Vijay Pal Singh whereupon along": "उसने अपने भाई विजय पाल सिंह की बेटी रश्मि की चीखने -चिल्लाने की आवाज",
  "with other villagers he reached the house of his brother": "सुनी इसके बाद वह अन्य ग्रामीणों के साथ पड़ोस में अपने भाई के घर पहुंचे तो",
  "in the neighbourhood only to find that his brother Vijay Pal Singh, his wife Smt Rajesh were lying on the ground": "देखा कि उनके भाई विजय पाल सिंह, उनकी पत्नी श्रीमती राजेश अपनी चारपाई",
  "floor on their cots with their necks cut by sharp edged": "पर जमीन पर पड़े हुए थे और उनकी गर्दन तेज धार वाले हथियार से कटी हुई",
  "he saw Nishant, son of Vijay Pal Singh and also Mangal": "थी, जब वह ऊपरी मंजिल पर गया तो उसने देखा कि विजय पाल सिंह का बेटा",
  "Singh, son in law of Vijay Pal Singh also lying dead on": "निशांत और विजय पाल सिंह का दामाद मंगल सिंह भी अपनी चारपाई पर मृत",
  "their cots with their necks also cut. Smt Pinky, daughter of Vijay Pal Singh was also lying on the ground floor in": "पड़े थे और उनकी गर्दन भी कटी हुई थी। विजय पाल सिंह की बेटी श्रीमती पिंकी",
  "an injured condition. She was taken to the hospital and": "भी घायल अवस्था में जमीन पर पड़ी थी। उसे अस्पताल ले जाया गया और वहाँ",
  "admitted there whereas the dead-bodies of the four": "भर्ती कराया गया, जबकि चार मृत व्यक्तियों के शव उस स्थान पर पड़े थे जहाँ",
  "deep, wound is 8 cm. below ear lobule laryux,": "() गर्दन के दाहिनी ओर कान के नीचे 6 सेमी. मांसपेशियों तक गहरा",
  "(1) Incised wound 9 cm. x 2 cm, oblique, Rt. Side": "9 से. मी. ५ 2 सेमी. का तिरछा कटा हुआ घाव।",
  "cartilage and hyoid) vessels are cut in the": "(थायराइड उपास्थि और कंठिका) वाहिकाएं कटी हुई।",
  "8. After having recorded the statements of the two daughters of Vijay Pal Singh, namely Smt Pinky and Ms Rashmi, the Investigating Officer Sub-Inspector Ram Babu Saxena (PW-9) also noted that mobile number of": "8. विजय पाल सिंह की दो बेटियों, श्रीमती पिंकी और रश्मि के बयान दर्ज करने के बाद, विवेचना अधिकारी उपनिरीक्षक राम बाबू सक्सेना (पीडब्ल्यू 9) ने यह",
  "the deceased Nishant bearing No.9336780542 was also": "भी नोट किया कि मृतक निशांत का मोबाइल नंबर 9336780542 भी ट्रेस नहीं",
  "not traceable. Later on, the Investigating Officer arrested Mukesh and Braj Pal Singh. Mukesh after his": "हो रहा है। बाद में विवेचना अधिकारी ने मुकेश और ब्रज पाल सिंह को गिरफ्तार",
  "was also recovered and taken into custody. Braj Pal Singh after giving his confessional statement also got a": "गई और उसे कब्जे में ले लिया गया। ब्रजपाल सिंह ने अपना इकबालिया बयान",
  "Singh after giving his confessional statement also got a blood-stained gandasa recovered from his house which": "देने के बाद अपने घर से खून से सना एक गंडासा भी बरामद कराया जिसे कब्जे में",
  "was taken into custody, sealed and memo prepared. On": "ले लिया गया और सील करके फर्द तैयार की गई। दिनांक 28.08.2007 को,",
  "28.08.2007, co-accused Ravi was arrested and in his": "सह-अभियुक्त रवि को गिरफ्तार किया गया और उसके इकबालिया बयान और",
  "stained T-shirt and a mobile phone LG Reliance bearing No.9336780542 was also recovered from the house of his": "एक मोबाइल फोन एलजी रिलायंस नंबर 9336780542 भी बरामद किया गया।",
  "and a memo prepared. Ajai alias Ajju was arrested on": "उसी को कब्जे में लेकर सील किया गया और फर्द तैयार की गई। अजय उर्फ अज्जू",
  "4.11.2007 and upon. recording his confessional": "को दिनांक 4..2007 को गिरफ्तार किया गया था और उसके इकबालिया",
  "statement, and on his pointing out, a knife was recovered from his village hidden near a canal, the said knife was": "बयान दर्ज करने पर, और उसके निशानदेही पर उसके गाँव से एक नहर के पास छिपा हुआ एक चाकू बरामद किया गया था, उक्त चाकू को कब्जे में ले लिया गया",
  "taken into custody and a recovery memo was prepared.": "और एक फर्द बरामदगी तैयार की गई थी। बरामद वस्तुओं को विधि विज्ञान",
  "12. The Trial Court vide judgment dated 24.09.2009, after thorough scrutiny and appreciation of the material evidence on record, came to the conclusion that the": "2. विचारण न्यायालय अभिलेख पर मौजूद सारवान साक्ष्य की गहन जांच और मूल्यांकन करने के बाद, 24.09.2009 के निर्णय के माध्यम से, इस निष्कर्ष पर",
  "the four accused in committing the murder of the four deceased and attempt to murder of Smt Pinky (PW-1)": "पहुंचा कि चार मृतकों की हत्या और श्रीमती पिंकी (पीडब्ल्यू ) की हत्या के",
  "them under section 302/149 and section 307 of IPC and": "की धारा 302/49 और धारा 307 तथा आईपीसी और शस्त्र अधिनियम,",
  "other allied offences under IPC and Arms Act, 1959 and awarded them death sentence and life imprisonment and": "959 के तहत अन्य संबद्ध अपराधों के तहत उन्हें मौत की सजा और आजीवन",
  "other lesser sentences for different offences proved.": "कारावास तथा साबित विभिन्न अपराधों के लिए अन्य कम सजाएं सुनाई गई थीं।",
  "13. Appeals were preferred before the High Court by the": "3. अभियुक्तों द्वारा उच्च न्यायालय के समक्ष अपीलें की गयीं , जिनकी सुनवाई",
  "accused which were heard along with death reference forwarded by the Trial Court. Before the High Court, the": "विचारण न्यायालय द्वारा भेजे गए मृत्यु संदर्भ के साथ की गयी थी। उच्च",
  "appellants Braj Pal, Ajai alias Ajju and Ravi had engaged": "न्यायालय के समक्ष अपीलकर्ता ब्रज पाल, अजय उर्फ अज्जू और रवि ने अलग-",
  "separates counsels whereas appellant Mukesh was": "अलग अधिवक्ताओं को नियुक्त किया था, जबकि अपीलकर्ता मुकेश को विधिक",
  "provided an amicus curiae from the legal aid. The High": "सहायता से न्याय-मित्र प्रदान किया गया था।उच्च विचारण न्यायालय ने संबंधित",
  "assailants were known; as_ such this also": "वह उन्हें पहचान नहीं पाई। यदि हमलावरों के नाम ज्ञात होते तो एक कुत्तों के दस्ते को कार्रवाई में नहीं लगाया जाता; इस तरह यह भी सुधार (सोच समझकर",
  "suggests improvement;": "बनाए गए) का सुझाव देता है;",
  "(v)No explanation as to why Ms Rashmi and Horam, father of the deceased Vijay Pal Singh,": "(५) इस बात का कोई स्पष्टीकरण नहीं है कि सुश्री रश्मि और मृतक विजय पाल",
  "not examined, even though they were there at the place of occurrence; and": "किया गया, भले ही वे घटना स्थल पर थे; और",
  "337 of 2014 are liable to be dismissed and are": "337/204 खारिज किए जाने योग्य हैं और तदनुसार खारिज किए जाते हैं।",
  "accordingly dismissed. Insofar as the appeals filed by the State are concerned for enhancement of sentence, we": "जहां तक सजा बढ़ाने के लिए राज्य द्वारा दायर अपीलों का संबंध है, हम पाते हैं",
  "find that the High Court has given sound and cogent reasons for commuting death sentence into life sentence.": "कि उच्च न्यायालय ने मौत की सजा को आजीवन कारावास में बदलने के लिए",
  "Accordingly, the Criminal Appeal Nos.745-748 of 2015": "ठोस कारण दिए हैं। तदनुसार दाण्डिक अपील संख्या 745-748/205 भी",
  "also stand dismissed. The appellants are in custody and they will serve out their sentence.": "खारिज हो जाती है। अपीलार्थी हिरासत में हैं और वे अपनी सजा भुगतेंगे।",
  "26. Pending applications, if any, are disposed of.": "26. लंबित प्रार्थना-पत्र, यदि कोई हों, को निस्तारित किया जाता है।",
  "NEW DELHI": "नई दिल्ली",
  "FEBRUARY 15, 2023.": "5 फरवरी 2023",
  "Mukesh has referred to various discrepancies in the testimony of the witnesses.": "गवाही में विभिन्न विसंगतियों का उल्लेख किया है।",
  "17. On the other hand, learned counsel appearing for the respondent -State submitted that the findings": "7. दूसरी ओर, प्रत्यर्थी राज्य की ओर से उपस्थित विद्वान अधिवक्ता ने कहा",
  "recorded by the Trial Court and the High Court are based": "कि विचारण न्यायालय और उच्च न्यायालय द्वारा दर्ज किए गए निष्कर्ष अभिलेख",
  "upon a thorough scrutiny and appreciation of the": "पर साक्ष्य की गहन जांच और मूल्यांकन पर आधारित हैं और इसमें किसी भी",
  "State that the appellants being close relatives and neighbours of the deceased, in order to gain property,": "अपीलकर्ता, जो मृतक के करीबी रिश्तेदार और पड़ोसी हैं, ने संपत्ति हासिल",
  "of brutally murdering four members of the same family": "करने के लिए एक ही परिवार के चार सदस्यों की बेरहमी से हत्या करके अपनी",
  "fingers of her upper hand. No leniency needs to be shows": "की कुछ उंगलियां खो दीं। उनके प्रति कोई नरमी दिखाने की आवश्यकता नहीं",
  "to them. The High Court committed an error in": "है।उच्च न्यायालय ने मौत की सजा को आजीवन कारावास में बदलने में गलती",
  "the testimony of PW-1 and the other material evidence led during trial.": "गवाही और विचारण के दौरान दिए गए अन्य सारवान साक्ष्य पर कोई प्रभाव नहीं",
  "23. Insofar as the attempt of the learned counsel for Ravi is concerned, regarding his name not being taken in": "नहीं लिए जाने के संबंध में, जहां तक रवि के विद्वान अधिवक्ता के प्रयास का",
  "are of the view that the same is factually incorrect. This": "संबंध है, हमारा विचार है कि यह तथ्यात्मक रूप से गलत है। इस न्यायालय ने",
  "Court has perused the statement of Smt Pinky and finds": "श्रीमती पिंकी के बयान का परिशीलन किया है और पाया है कि उसने हमले के",
  "that at two places she has taken the name of Ravi, both during the assault and otherwise also.": "दौरान और अन्यथा भी, दो स्थानों पर रवि का नाम लिया है।",
  "24. Learned Amicus for the appellant Mukesh has tried to point out several discrepancies and inconsistencies in": "24. अपीलकर्ता मुकेश के विद्वान न्यायमित्र ने साक्ष्य में कई विसंगतियों और",
  "18. The submissions advanced are being dealt with in the same sequence. PW-1 is an injured witness. Her": "8. दी गई दलीलों पर उसी क्रम में विचार किया जा रहा है। पीडब्लू । एक",
  "injuries have not been challenged. There is no reason": "घायल गवाह है। उसकी चोटों को चुनौती नहीं दी गई है। ऐसा कोई कारण नहीं है",
  "shows that she has fully supported the prosecution story": "कहानी का पूरी तरह से समर्थन किया है जैसा कि उसने सीआरपीसी की धारा",
  "demolish her testimony. She was a fully reliable witness and has stated the things in natural course.": "वह एक पूरी तरह से विश्वसनीय गवाह थी और उसने स्वाभाविक रूप से चीजों",
  "19. The two daughters of the deceased Vijay Pal Singh having seen the assailants murdering their family": "9. मृतक विजय पाल सिंह की दो बेटियों ने हमलावरों को अपने परिवार के",
  "not speak out anything in their presence and allowed them to remain in dark that she had actually seen them": "से उनकी उपस्थिति में कुछ भी नहीं बोला और उन्हें अंधेरे में रहने दिया कि",
  "them to remain in dark that she had actually seen them committing the crime. At the first instance, when the": "उसने वास्तव में उन्हें अपराध करते देखा था। पहली बार, जब विवेचक उसका",
  "Investigating Officer went to the hospital to record her statement, they immediately came out with the true sequence of events as they had happened. The": "बयान दर्ज करने के लिए अस्पताल गए, तो वे तुरंत घटनाओं के सही क्रम के",
  "sequence of events as they had happened. The appellants cannot gain anything out of the above": "साथ सामने आए जैसा कि वे हुई थीं। अपीलार्थी उपरोक्त दलील से कुछ भी प्राप्त",
  "20. The pressing of the dog squad into service was also": "20. कुत्तों के दस्ते को काम में लगाना भी पूरी तरह से उचित था क्योंकि उस",
  "fully justified as till that time when the dog squad was pressed into service in the morning the names of the": "समय तक जब कुत्तों के दस्ते को सुबह काम में लगाया गया था, तब तक",
  "pressed into service in the morning the names of the assailants had not been disclosed. The dog squad had": "हमलावरों के नामों का खुलासा नहीं किया गया था। प्राथमिकी के अनुसार कुत्तों",
  "been pressed into service as per the FIR since the names of the assailants were not known. It is the case of the": "के दस्ते को काम में लगाया गया था क्योंकि हमलावरों के नाम ज्ञात नहीं थे।यह",
  "prosecution itself that the time when the FIR was lodged": "अभियोजन पक्ष का ही मामला है कि जिस समय प्राथमिकी दर्ज की गई थी और",
  "and at the time when Smt Pinky (PW-1) was admitted to": "जिस समय श्रीमती पिंकी (पीडब्ल्यू। ) को अस्पताल में भर्ती कराया गया था,"
}