{
  "In the facts and circumstances of the case, there shall be no": "मामले के तथ्यों और परिस्थितियों में , खर्चे के लिए कोई आदेश नहीं",
  "(B.V. NAGARATHNA)": "(न्यायमूर्ति बी. वी. नागरत्न)",
  "New Delhi,": "नई दिल्ली,",
  "May 20, 2022.": "20 मई, 2022",
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. 2914 OF 2022": "सिविल अपील संख्या 294 /2022",
  "Agra Development Authority, Agra .. Appellant": "आगरा विकास प्राधिकरण, आगरा... ...... अपीलार्थी",
  "Versus": "बनाम",
  "JUDGMENT": "निर्णय",
  "M. R. Shah, J.": "न्यायमूर्ति एम. आर. शाह",
  "judgment and order passed by the High Court of Judicature at": "न्यायालय द्वारा पारित किए गए आक्षेपित निर्णय और आदेश से व्यधित और",
  "by which the High Court has allowed the said writ petition": "गई उक्त रिट याचिका को उच्च न्यायालय ने अनुमति दी है और यह अवधारित",
  "fransparency in Land Acquisition, Rehabilitation and": "किया है कि भूमि अधिग्रहण , पुनर्वास और पुनर्स्थापन अधिनियम, 203",
  "Resettlement Act, 2013 (hereinafter referred to as ‘the Act 2013’),": "(एतस्मिनपश्चात 'अधिनियम 203' के रूप में संदर्भित ) में उचित मुआवजे और",
  "and declared that the acquisition proceedings with respect to the land in question shall be deemed to have lapsed under sub- section (2) of Section 24 of the Act, 2013 on the ground that the": "पारदर्शिता के अधिकार की धारा 24 की उप-धारा (2) के तहत प्रश्नगत भूमि के संबंध में अधिग्रहण की कार्यवाही को व्यपगत माना जाएगा और आगरा विकास",
  "the Agra Development Authority, Agra has preferred the present appeal.": "प्राधिकरण, आगरा ने वर्तमान अपील को प्राथमिकता दी है।",
  "2. We have heard learned counsel for the respective parties.": "2. हमने संबंधित पक्षों के विद्वान अधिवक्ताओं को विस्तार से सुना।हमने उद्च",
  "We have perused and considered the impugned judgment and order passed by the High Court.": "न्यायालय द्वारा पारित आक्षेपित निर्णय और आदेश का परिशीलन किया।",
  "2": "प्रस्तर 2)",
  "Court in the case of Indore Development Authority (supra) and": "इंदौर विकास प्राधिकरण बनाम मनोहरलाल और अन्य (204) 3 एससीसी",
  "2020) 8 SCC 129. In paragraph 366 it is observed and held as": "गया है। प्रस्तर 366 में इसे निम्नानुसार देखा और अवधारित किया गया है:",
  "“366. In view of the aforesaid discussion, we": "“366. उपर्युक्त चर्चा को ध्यान में रखते हुए, हम निम्नलिखित",
  "answer the questions as under:": "प्रश्नों का उत्तर देते हैं:",
  "366.1. Under the provisions of Section 24(1)(q@)": "366.. धारा 24()(ए) के प्रावधानों के तहत यदि",
  "date of commencement of the 2013 Act, there is no": ".].204 को 203 के अधिनियम के प्रारंभ होने की तिथि को",
  "determined under the provisions of the 2013 Act.": "मुआवजे का निर्धारण 203 के अधिनियम के प्रावधानों के तहत किया",
  "366.2. In case the award has been passed within": "366.2. यदि न्यायालय के अंतरिम आदेश के अन्तर्गत आने",
  "the window period of five years excluding the period": "वाली अवधि को छोड़कर पांच साल की अवधि के भीतर आदेश पारित",
  "proceedings shall continue as provided under Section 24(1)(b) of the 2013 Act under the 1894 Act as if it has": "किया गया हो तो 894 अधिनियम के तहत 203 अधिनियम की धारा 24(7)(बी) के तहत कार्यवाही जारी रहेगी जैसे कि यदि इसे",
  "not been repealed.": "निरसित न किया गया हो।",
  "366.3. The word “or” used in Section 24(2) between possession and compensation has to be read as “nor”": "366.3. कब्जे और मुआवजे के बीच धारा 24(2) में प्रयुक्त शब्द \"या\" को \"न ही\" या \"और\" के रूप में पढ़ा जाना चाहिए। 203 के",
  "proceedings under Section 24(2) of the 2013 Act takes": "अधिनियम की धारा 24(2) के तहत भूमि अधिग्रहण की कार्यवाही की",
  "place where due to inaction of authorities for five years": "चूक मानी जाती है, जहां उक्त अधिनियम के शुरू होने से पहले पांच साल या उससे अधिक समय तक अधिकारियों की निष्क्रियता के",
  "or more prior to commencement of the said Act, the": "प्राधिकारी 203 के अधिनियम के लागू होने से पहले पांच साल या",
  "possession of land has not been taken nor": "कारण, न जमीन का कब्जा लिया गया है और न ही मुआवजा दिया गया",
  "compensation has been paid. In other words, in case possession has been taken, compensation has not been": "है।दूसरे शब्दों में, यदि कब्जा ले लिया गया है, तो मुआवजा नहीं दिया",
  "paid then there is no lapse. Similarly, if compensation": "गया है तो कोई चूक नहीं हुई है। इसी तरह, यदि मुआवजा दिया गया है",
  "has been paid, possession has not been taken then there is no lapse.": "और कब्जा नहीं लिया गया है तो कोई चूक नहीं होती है।",
  "366.4. The expression “paid” in the main part of Section 24(2) of the 2013 Act does not include a deposit of compensation in court. The consequence of non-": "366.4. 203 अधिनियम की धारा 24(2) के मुख्य भाग में \"भुगतान\" की उक्ति में न्यायालय में मुआवजे की जमा राशि शामिल नहीं",
  "deposit is provided in the proviso to Section 24(2) in": "है।जमा न किये जाने का परिणाम धारा 24(2) के परंतुक में किया गया",
  "case it has not been deposited with respect to majority": "है यदि अधिकांश भूमि जोतों के संबंध में इसे जमा नहीं किया गया है तो",
  "of landholdings then all beneficiaries (landowners) as on the date of notification for land acquisition under Section 4 of the 1894 Act shall be entitled to": "894 अधिनियम की धारा 4 के तहत भूमि अधिग्रहण के लिए अधिसूचना की तिथि के अनुसार सभी लाभार्थी (भूस्वामी) 203",
  "interest under Section 34 of the said Act can be": "किया गया है तो उक्त अधिनियम की धारा 34 के तहत ब्याज दिया जा",
  "granted. Non-deposit of compensation (in court) does": "सकता है। मुआवजे के गैर-लाभकारी जमा (न्यायालय में) के",
  "not result in the lapse of land acquisition proceedings. In case of non-deposit with respect to the majority of": "परिणामस्वरूप भूमि अधिग्रहण की कार्यवाही नहीं होती है।अधिकांश",
  "holdings for five years or more, compensation under": "जोतों के संबंध में पांच साल या उससे अधिक के लिए जमा न करने के",
  "the date of notification for land acquisition under Section 4 of the 1894 Act.": "अधिनियम की धारा 4 के तहत भूमि अधिग्रहण के लिए अधिसूचना की",
  "366.5. In case a person has been tendered the": "366.5. यदि किसी व्यक्ति को 894 अधिनियम की धारा",
  "compensation as provided under Section 31(1) of the": "3() के तहत प्रदान किए गए मुआवजे के लिए निविदा दी गई है, तो",
  "has lapsed under Section 24(2) due to non-payment or": "करने या न जमा करने के कारण धारा 24 (2) के तहत अधिग्रहण",
  "pay is complete by tendering the amount under Section": "राशि को निविदा देकर पूर्ण की जाती है। जिन भूस्वामियों ने मुआवजे को",
  "is no divesting provided under Section 24(2) of the": "की कार्यवाही को 203 अधिनियम की धारा 24 की उप धारा (2) के तहत इस"
}