{
  "[2024] 6 S.C.R. 10 : 2024 INSC 366": "[2024] 6 एस. सी. आर 0: 2024 आईएनएससी 366",
  "Shankar": "शंकर",
  "The State of Uttar Pradesh & Ors.": "उत्तर प्रदेश राज्य और अन्य",
  "(Criminal Appeal No. 2367 of 2024)": "( दाण्डिक अपील संख्या 2367/ 2024)",
  "02 May 2024": "02 मई 2024",
  "[Pamidighantam Sri Narasimha and Aravind Kumar, JJ.]": "[न्यायमूर्ति पामिदिघंतम श्री नरसिम्हा और न्यायमूर्ति अरविंद कुमार]",
  "Issue for Consideration": "विचार के लिए मुद्दा",
  "Whether there is sufficient material against the appellant prompting": "क्या अपीलकर्ता के खिलाफ पर्याप्त सामग्री है जो विचारण न्यायालय को सीआरपीसी की धारा",
  "Headnotes": "हेडनोट",
  "Code of Criminal Procedure, 1973 —s. 319 - Summoning order": "दंड प्रक्रिया संहिता, 973- धारा 349- समन आदेश अन्तर्गत धारा 39- की वैधता-",
  "302 —-Summoning order passed w/s. 319 by the trial court — High": "न्यायालय द्वारा धारा 349 के तहत समन आदेश पारित किया गया- उच्च न्यायालय ने समन",
  "Court refused to quash the summoning order — Correctness:": "आदेश को रद्द करने से इनकार कर दिया- औचित्य:",
  "Held: Degree of satisfaction required to exercise power u/s. 319": "अवधारित किया गया: धारा 39 के तहत शक्ति का प्रयोग करने के लिए आवश्यक संतुष्टि की डिग्री",
  "is much stricter, considering that it is a discretionary and an extra-": "बहुत सख्त है, यह देखते हुए कि यह एक विवेकाधीन और एक असाधारण शक्ति है- केवल",
  "ordinary power — Only when the evidence is strong and reliable, the": "तभी जब साक्ष्य मजबूत और विश्वसनीय हो, शक्ति का प्रयोग किया जा सकता है- इसके लिए",
  "power can be exercised — It requires much stronger evidence than mere probability of his complicity — Appellants were named in the": "उसकी संलिप्तता की केवल संभावना की अपेक्षा बहुत अधिक मजबूत साक्ष्य की आवश्यकता",
  "mere probability of his complicity — Appellants were named in the first information statement by the first informant despite not being": "होती है- अपीलकर्ताओं का नाम अपराध के चश्मदीद नहीं होने के बावजूद, प्रथम सूचनादाता",
  "enmity with appellants’ family; that the names of appellants were written in the FIR falsely and without full information; and that the": "साथ लंबे समय से दुश्मनी थी; यह कि अपीलकर्ताओं के नाम प्राथमिकी में गलत और पूरी",
  "written in the FIR falsely and without full information; and that the appellants were not involved in the murder of her son — Even in": "जानकारी के बिना लिखे गए थे; और यह कि अपीलकर्ता उसके बेटे की हत्या में शामिल नहीं",
  "the charge sheet, the names of the appellants were not mentioned": "थे- यहां तक कि आरोप पत्र में भी, अपीलकर्ताओं के नाम आरोपी के रूप में उल्लेख नहीं किए",
  "as accused -— It is only in her deposition before the trial court the": "गए थे- यह केवल विचारण न्यायालय के समक्ष उसके बयान में है कि आरोपी के नाम फिर से",
  "of first informant’s deposition does not satisfy the requirement of s. 319 at all— First informant not being an eye-witness, her deposition": "पूरा नहीं करता है- प्रथम सूचनादाता के, एक चश्मदीद गवाह नहीं होने के कारण, उसका",
  "to summon the appellants — No other witnesses deposed anything": "लागू करने के लिए पर्याप्त नहीं है- किसी अन्य गवाह ने अपीलार्थियों के खिलाफ कुछ भी",
  "against the appellants — No documentary evidence collected against": "गवाही नहीं दी- अपीलार्थियों के खिलाफ कोई दस्तावेजी साक्ष्य एकत्र नहीं किया गया- साथ",
  "the appellants — Also no role attributed to the appellants — These factors when looked in a holistic manner, make it clear that the": "ही अपीलार्थियों की कोई भूमिका नहीं बताई गई- इन कारकों को जब समग्र रूप से देखा जाता",
  "and an extraordinary power. It is to be exercised sparingly": "विवेकाधीन और एक असाधारण शक्ति।",
  "offence under Section 302 IPC. Both the Appellants being identically": "अपीलार्थियों को आईपीसी की धारा 307 के तहत अपराध के लिए मुकदमे का सामना करने",
  "The issue that arises for our consideration is whether there is": "3. ..... हमारे विचार के लिए जो मुद्दा उठता है वह यह है कि क्या अपीलार्थी के खिलाफ",
  "sufficient material against the Appellant prompting the Trial Court to pass a summoning order under Section 319 Cr.P.C. The principles of": "पयप्ति सामग्री है जो विचारण न्यायालय को सीआरपीसी की धारा 39 के तहत समन आदेश",
  "law being settled by the judgments of the constitutional benches of": "पारित करने के लिए प्रेरित करती है। इस अदालत की संवैधानिक पीठों के निर्णयों द्वारा कानून",
  "this Court, this question hinges upon the facts of the present case,": "के सिद्धांतों को तय किया जा रहा है, यह प्रश्न वर्तमान मामले के तथ्यों पर निर्भर करता है, जो",
  "which is as follows:": "इस प्रकार हैः",
  "Facts and investigation: On 10.05.2011, the first informant (PW- 1), who is the mother of the deceased, got an FIR lodged at PS.": "4. तथ्य और विवेचनाः 0.05.207 को, प्रथम सूचनादाता (पीडब्लू-), मृतक की माँ",
  "1), who is the mother of the deceased, got an FIR lodged at PS. Ghatampur, informing that her son was found dead near a tubewell": "ने थाना घाटमपुर में एक प्राथमिकी दर्ज कराई, जिसमें बताया गया कि उसका बेटा एक साथी",
  "in the wheat field of a fellow villager. In her statement, she alleged": "ग्रामीण के गेहूं के खेत में एक ट्यूबवेल के पास मृत पाया गया था। अपने बयान में, उसने आरोप",
  "that her son was murdered by the present appellants, the father": "लगाया कि उसके बेटे की हत्या वर्तमान अपीलार्थियों, अपीलार्थियों के पिता और दो अन्य लोगों",
  "of the appellants, along with two others, due to certain old enmity existing between the two families.": "ने दोनों परिवारों के बीच मौजूद कुछ पुरानी दुश्मनी के कारण की थी।",
  "The following day, the investigation officer recorded a statement of": "5. अगले दिन, विवेचना अधिकारी ने सीआरपीसी की धारा 6] के तहत पीडब्लू-। का",
  "with other villagers and had a few criminal cases going on against": "साथ झगड़ा करने की आदत थी और उनके खिलाफ कुछ आपराधिक मामले चल रहे थे। इससे",
  "them. Previously, he had also picked up fights with the father of the appellants. She stated that on 08.05.2011, Mahendra Singh, a": "पहले, उसने अपीलार्थियों के पिता के साथ भी लड़ाई की थी। उसने कहा कि 08.05.20",
  "gangster of the same village, came on a bike and asked the deceased": "को उसी गाँव का एक गैंगस्टर महेंद्र सिंह बाइक पर आया और मृतक को अपने साथ इस बहाने",
  "to accompany him, on the pretext that Mahendra Singh would pay back a sum of Rs. 8,000 which he had borrowed from PW-1,": "से साथ चलने के लिए कहा कि महेंद्र सिंह 8,000 रुपये की राशि वापस कर देगा, जो उसने पीडब्लू-। से उधार लिए थे और यह भी कि वह मृतक को अभियुक्त संख्या । (अपीलार्थियों के",
  "and also that he would help the deceased arrive at a compromise with Accused No. 1 (father of the appellants) and Accused No. 3.": "पीडब्लू-। से उधार लिए थे और यह भी कि वह मृतक को अभियुक्त संख्या । (अपीलार्थियों के पिता) और अभियुक्त संख्या 3 के साथ समझौता करने में मदद करेगा। तदनुसार, मृतक महेंद्र",
  "Accordingly, the deceased left on the motorcycle of Mahendra Singh. She stated that Accused Nos. 1-3 were standing at a distance noticing": "सिंह की मोटरसाइकिल पर चला गया। उसने कहा कि आरोपी संख्या -3 कुछ दूरी पर खड़े",
  "the developments. She stated with conviction that Accused Nos. 1-3": "थे और घटनाक्रम को देख रहे थे। उसने दृढ़ विश्वास के साथ कहा कि आरोपी संख्या -3 ने",
  "along with Mahendra Singh killed the deceased. In this statement,": "महेंद्र सिंह के साथ मिलकर मृतक की हत्या कर दी। इस बयान में, पीडब्लू-। ने कहा कि",
  "wrote their name in her first information statement incorrectly and": "अपीलकर्ता शामिल नहीं थे और उसने अपने प्रथम सूचना बयान में उनका नाम गलत तरीके से",
  "without collecting full information. Two other persons (witness), Rajau": "और पूरी जानकारी एकत्र किए बिना लिखा था। दो अन्य व्यक्तियों (गवाह), राजाऊ सेंगर और",
  "Sengar and Karan Singh, in their Section 161 statements reiterated the statement of PW-1. Even they stated that the present appellants": "करण सिंह ने अपने धारा 6 के बयानों में पीडब्लू-। के बयान को दोहराया। यहां तक कि",
  "the statement of PW-1. Even they stated that the present appellants had no role whatsoever in the commission of the crime.": "उन्होंने कहा कि वर्तमान अपीलार्थियों की अपराध करने में कोई भूमिका नहीं थी। अस्वीकरण:",
  "After conducting the investigation, the IO filed a chargesheet on": "6. ..... विवेचना करने के बाद, आईओ ने 22.06.20। को आरोप पत्र दायर किया, जिसमें",
  "22.06.2011, where the present appellants were not named as accused.": "वर्तमान अपीलार्थियों को अभियुक्त के रूप में नामजद नहीं किया गया था।आरोप-पत्र में केवल",
  "There were only four named accused in the chargesheet, however, Mahendra Singh who was arrayed as Accused No. 4 was absconding.": "चार नामित आरोपी थे, हालांकि महेंद्र सिंह, जिसे आरोपी संख्या 4 के रूप में प्रस्तुत किया",
  "It was categorically stated in the chargesheet that after investigation,": "गया था, फरार था। आरोप-पत्र में स्पष्ट रूप से कहा गया था कि विवेचना के बाद यह पता",
  "it came to light that the naming of the present appellants was false.": "चला कि वर्तमान अपीलार्थियों का नाम गलत था।",
  "Trial: On 20.05.2016, PW-1 was examined where she stated that": "7. विचारणः 20.05.206 को, पीडब्लू-। की परीक्षा की गई जहाँ उसने कहा कि",
  "“My old enmity with accused Bacha Singh has been going in for the": "“आरोपी बाचा सिंह के साथ मेरी पुरानी दुश्मनी पिछले । साल से चल रही है और शक के",
  "last 11 years and on the basis of suspicion, | had written the names of Shankar and Vishal in the FIR.” However, at a later stage of her": "आधार पर मैंने प्राथमिकी में शंकर और विशाल के नाम लिखे थे। हालांकि, बाद में उसकी",
  "examination, she stated that “/t is wrong to suggest that because of": "परीक्षा के चरण में, उसने कहा कि \"यह कहना गलत है कि पुरानी दुश्मनी के कारण, मैंने",
  "old enmity, | have wrongly written the names of Bacha Singh and his sons in the FIR’. Apart from PW-1, none of the other 5 witness, spoke about the complicity of the appellants in the commission of the offence.": "एफआईशओआर में गलत तरीके से बाचा सिंह और उसके बच्चों के नाम लिखे हैं”। पीडब्लू- के अलावा, अन्य 5 गवाहों में से किसी ने भी अपराध करने में अपीलार्थियों की संलिप्तता के बारे में",
  "Trial Court: Pursuant to the statement made by PW-1 in her": "8. विचारण न्यायालयः पीडब्लू-। द्वारा अपनी मुख्य परीक्षा में दिए गए बयान के",
  "examination in chief, the Assistant Public Prosecutor, on 31.07.2017,": "अनुसार, सहायक लोक अभियोजक ने 3.07.207 को, मुकदमे का सामना करने के लिए",
  "filed an application under Section 319 of the Cr.P.C. to summon the": "अपीलार्थियों को तलब करने के लिए सीआरपीसी की धारा 39 के तहत एक आवेदन दायर",
  "The Ld. Trial Court, on 24.08.2017, allowed the application filed by the APP after noting certain previous decisions of this Court where": "9. 24.08.207 को विद्वान विचारण न्यायालय ने इस अदालत के कुछ पिछले फैसलों पर ध्यान देने के बाद एपीपी द्वारा दायर आवेदन को मंजूरी दे दी, जिसमें यह अभिनिर्धारित",
  "it was held that if the evidence tendered in the course of trial shows": "किया गया था कि यदि विचारण के दौरान प्रस्तुत किए गए साक्ष्य से पता चलता है कि किसी भी",
  "that any person not named as an accused has a role to play in the": "व्यक्ति की अपराध करने में भूमिका है जिसका नाम आरोपी के रूप में नहीं है, तो उसे मुकदमे",
  "commission of the offence, then he could be summoned to face trial even though he may not have been charge sheeted.": "का सामना करने के लिए बुलाया जा सकता है, भले ही उसके खिलाफ आरोप पत्र दायर नहीं",
  "High Court: The above order passed by the Trial Court was": "0. ... उच्च न्यायालयः विचारण न्यायालय द्वारा पारित उपरोक्त आदेश को अपीलकर्ताओं",
  "challenged by the Appellants before the High Court by filing a petition under Section 482 Cr.P.C. This petition came to be dismissed by": "द्वारा धारा 482 सीआरपीसी के तहत एक याचिका दायर करके उच्च न्यायालय के समक्ष",
  "the High Court by its order dated 04.04.2023. While dismissing the": "चुनौती दी गई थी। इस याचिका को उच्च न्यायालय द्वारा अपने दिनांक 04.04.2023 के आदेश द्वारा खारिज कर दिया गया। याचिका को खारिज करते हुए, उच्च न्यायालय ने कहा कि",
  "petition, the High Court noted that at the stage of Section 482, the Court is only supposed to see if there exists a prima-facie case. It": "धारा 482 के स्तर पर, न्यायालय को केवल यह देखना है कि क्या कोई प्रथम दृष्टया मामला",
  "is this order of the High Court which is impugned before us.": "मौजूद है। उच्च न्यायालय का इसी आदेश को हमारे सामने चुनौती दी गई है।",
  "Issue: The only question arising in the present appeal is whether": "॥. ..... मुद्दा: वर्तमान अपील में उत्पन्न होने वाला एकमात्र सवाल यह है कि क्या धारा 39",
  "the power under Section 319 Cr.P.C. has been properly exercised in light of the facts of the present case and evidence on record.": "सीआरपीसी के तहत शक्ति का वर्तमान मामले के तथ्यों और अभिलेख पर साक्ष्य के आलोक में",
  "Analysis: We have heard Ld. counsel for appellants, Ms. Preetika": "2. .... विश्लेषण: हमने अपीलार्थियों की ओर से विद्वान अधिवक्ता सुश्री प्रीतिका द्विवेदी और",
  "Dwivedi and Ld. counsel for the Respondent State Mr. Ankit Goel.": "प्रत्यर्थी राज्य की ओर से विद्वान अधिवक्ता श्री अंकित गोयल को सुना है।",
  "in the FIR falsely and without full information. She has also stated": "में अपीलार्थियों के नाम झूठे और बिना पूरी जानकारी के लिखे गए थे। उसने यह भी कहा है कि",
  "that the appellants were not involved in the murder of her son. Even": "अपीलकर्ता उसके बेटे की हत्या में शामिल नहीं थे। यहां तक कि आरोप पत्र में भी अपीलार्थियों",
  "in the charge sheet, the names of the appellants were not mentioned as accused. It is only in her deposition before the Trial Court the": "के नाम अभियुक्त के रूप में उल्लेख नहीं किए गए थे। केवल विचारण न्यायालय के समक्ष उसके",
  "names of the accused resurfaces again.": "बयान में ही अभियुक्तों के नाम फिर से सामने आए हैं।",
  "None of the other witnesses, being PW’s-2, 3, 4, 5 and 6 have deposed anything about the appellants.": "9. .... पीडब्लू 2, 3, 4, 5 और 6 गवाहों में से किसी ने भी अपीलार्थियों के बारे में कुछ",
  "On 31.07.2017, i.e. almost a year after the deposition of PW-1, the": "20... 3.07.207 को, यानी पीडब्लू-। के बयान के लगभग एक साल बाद, अभियोजन",
  "prosecution chose to file an application under Section 319 Cr.P.C.": "पक्ष ने निम्नलिखित प्रभाव के लिए धारा 349 सीआरपीसी के तहत एक आवेदन दायर करने",
  "to the following effect:-": "का फैसला कियाः-",
  "“It is most respectfully submitted that in the above": "“यह अत्यंत सम्पानपुर्कि प्रस्तुत किया जाता हैं कि उपरोक्त यामले ये प्रथम",
  "mentioned case, the first informant Mrs. Sheela Singh had": "सुचनादाता श्रीमती शीला सिंह ने प्रथप सुचना रिपोर्ट में शंकर सिंह ऑर विशाल सिंह",
  "written the names of Shankar Singh and Vishal Singh in": "के नाम लिखे थे ऑर शंकर सिंह ऑर विशाल सिंह के नाय उन्होंने अपनी मुख्य परीक्षा",
  "Singh and Vishal Singh have also been mentioned by": "यें भी उल्लेख किए हें। इस कारण से शंकर सिंह ओर विशाल सिंह को उक्त पामले यें",
  "Therefore, the Hon'ble court is requested to kindly pass an order thereby summoning accused Shankar Singh and": "इसलिए पाननीय अदालत से अनुरोध हें कि क़पया वह बच्चा सिंह के बेटों आरोपी",
  "an order thereby summoning accused Shankar Singh and Vishal Singh sons of Bachha Singh for trial in the said case.": "शंकर सिंह ऑर विशाल सिंह को तलब करे ताकि उक्त मामले में विचारण किया जा",
  "Sd/-illegible": "एस. डी./- अपठनीय",
  "At the first place, PW-1 has named the appellants in the FIR despite": "2. .... सबसे पहले, पीडब्लू-। ने अपराध का प्रत्यक्षदर्शी नहीं होने के बावजूद प्राथमिकी में",
  "family had a long-standing enmity with appellants’ family. She also": "स्पष्ट करनी चाही की कि उनके परिवार की अपीलार्थियों के परिवार के साथ लंबे समय से",
  "stated that the names of the appellants were mentioned and written by her “falsely without collecting full information.” She categorically": "दुश्मनी थी। उसने यह भी कहा कि \"पूरी जानकारी एकत्र किए बिना झूठी तरह से” अपीलार्थियों के नामों का उल्लेख किया गया था और उसके द्वारा लिखा गया था। उसने स्पष्ट रूप से कहा कि",
  "stated that the appellants are not involved in the murder of her son.": "अपीलकर्ता उसके बेटे की हत्या में शामिल नहीं हैं।",
  "When we contrast this statement with her deposition given five years later, we do not see a drastic change in the stand of": "22... जब हम इस कथन की तुलना पाँच साल बाद दिए गए उनके बयान से करते हैं, तो हम",
  "years later, we do not see a drastic change in the stand of PW-1. Even in her chief examination, she had stated that she had": "पीडब्लू-। के रुख में भारी बदलाव नहीं देखते हैं। यहां तक कि अपनी मुख्य परीक्षा में भी उसने",
  "an old enmity with the family of the accused. However, in her cross": "कहा था कि उसकी आरोपी के परिवार के साथ पुरानी दुश्मनी थी। हालाँकि, अपनी प्रतिपरीक्षा",
  "examination, she clarified that as the enmity with the appellants family was going on for the last eleven years, names of the appellants": "में, उसने स्पष्ट किया कि पिछले ग्यारह वर्षों से अपीलकर्तागणों के परिवार के साथ दुश्मनी चल",
  "were mentioned in the FIR on the basis of suspicion. Therefore, the": "रही थी, इसलिए संदेह के आधार पर एफआईआर में अपीलकर्ताओं के नाम का उल्लेख किया",
  "Having considered the matter in detail, we are of the opinion that": "23. ... मामले पर विस्तार से विचार करने के बाद, हमारी राय है कि पीडब्लू-। के एक",
  "There are no other witnesses who have deposed against the": "24. ... ऐसा कोई अन्य गवाह नहीं है जिसने अपीलार्थियों के खिलाफ गवाही दी हो। इस बात",
  "appellants. There is no documentary evidence that the prosecution": "का कोई दस्तावेजी सबूत नहीं है कि अभियोजन पक्ष ने अपीलार्थियों के खिलाफ एकत्र किया",
  "had collected against the appellants. There is absolutely no role that is attributed to the appellants. We are of the opinion that the deposition of PW-1 is also in line and consistent with her statement": "था। अपीलार्थियों की कोई भूमिका नहीं बताई गई है। हमारी राय है कि पीडब्लू-। का बयान भी",
  "under Section 161. When these factors are looked in a holistic": "धारा 6। के तहत उसके बयान के अनुरूप और सुसंगत है। जब इन कारकों को समग्र तरीके से",
  "manner, it would be clear that the higher degree of satisfaction that is required for exercising power under Section 319 Cr.P.C. is not": "देखा जाता है, तो यह स्पष्ट होगा कि धारा 349 सीआरपीसी के तहत शक्ति का प्रयोग करने के",
  "For the reasons stated above we are of the opinion that the Trial Court": "25... ऊपर बताए गए कारणों से हमारी राय है कि विचारण न्यायालय ने धारा 3%9 के तहत",
  "committed a serious error in allowing the application under Section 319 and issuing summons to the appellants. The High Court should": "आवेदन को अनुमति देने और अपीलार्थियों को समन जारी करने में गंभीर त्रुटि की है। उच्च",
  "have exercised its jurisdiction under Section 482 and quashed the": "न्यायालय को धारा 482 के तहत अपने अधिकार क्षेत्र का प्रयोग करना चाहिए था और आदेश",
  "aside the order passed by the Trial Court dated 24.08.2017 and the": "विचारण न्यायालय द्वारा पारित दिनांक 24.08.207 के आदेश और धारा 482 के तहत",
  "also the judgment of the High Court dated 04.04.2023 dismissing": "याचिका को खारिज करने वाले उच्च न्यायालय के दिनांक 04.04.2023 के निर्णय को भी",
  "For the reasons stated above, the present appeals are allowed, and": "26... ऊपर बताए गए कारणों से, वर्तमान अपीलों को अनुमति दी जाती है और धारा 482",
  "Judicature at Allahabad in Application under Section 482 No. 30221": "के अन्तर्गत आवेदन संख्या 3022/207 में इलाहाबाद उच्च न्यायालय द्वारा पारित दिनांक",
  "District and Sessions Judge, Court No. 5, Kanpur Dehat, in S.T. No. 434 of 2011 in Application Paper No. 83Kha under Section 319": "83ख में एसटी संख्या 434 /207। में अपर जिला और सत्र न्यायाधीश, न्यायालय संख्या 5,",
  "Headnotes prepared by: Nidhi Jain Result of the case:": "हेडनोट तैयारकर्ता: निधि जैन मामले का",
  "Appeals allowed.": "अपीलों को अनुमति दी गई।"
}