{
  "of insurance coverage, only of the value of liquor, and receiving of": "बीमा कवरेज केवल शराब के मूल्य का : प्रभाव..................................... 70",
  "Relevant factual aspects and background: The fire incident and": "आग की घटना और प्रासंगिक रिपोर्ट...................................................... 8",
  "demand of excise duty on the liquor destroyed": "आग में नष्ट शराब पर उत्पाद शुल्क की मांग........................................... ग",
  "godown in question as also the fire incident and the demand of excise duty,": "प्रासंगिक और प्रश्ननगत आसवनी और गोदाम की व्यवस्था के साथ-साथ आग की",
  "Before the fire": "आग की घटना से पहले",
  "6. The respondent company had been engaged in the business of distillation, bottling and vending of different brands of IMFL. For the": "6. .... प्रतिवादी कंपनी आईएमएफएल के विभिन्न ब्रांडों के आसवन , बॉटलिंग",
  "PD-2 to establish and run a distillery for distillation and manufacture of potable alcohol at Distillery Unit Rosa, Shahjahanpur; and was also": "फॉर्म पीडी -2 में डिस्टिलरी यूनिट रोजा, शाहजहाँपुर में पीने योग्य शराब के आसवन और निर्माण के लिए एक डिस्टिलरी स्थापित करने और चलाने के लिए",
  "granted license for wholesale vend of IMFL in Form FL-3 and FL-3A under": "एफएल-3 ए में आईएमएफएल के थोक विक्रय के लिए लाइसेंस भी दिया गया",
  "the Rules of 1969. The respondent company had been functioning at the licensed premises since the year 1994.": "था। प्रतिवादी कंपनी वर्ष :994 से लाइसेंस प्राप्त परिसर में काम कर रही थी।",
  "7. We need not elaborate on various features of the processes of distillation, bottling and storage but, a few facts placed on record by the": "7. हमें आसवन, बॉटलिंग और भंडारण की प्रक्रियाओं की विभिन्न विशेषताओं के बारे में विस्तार से बताने की आवश्यकता नहीं है, लेकिन, रिकॉर्ड में पक्षकारों द्वारा",
  "parties, relating to the electrical installations and firefighting measures in": "विचाराधीन परिसर में विद्युत प्रतिष्ठानों और अग्निशमन उपायों से संबंधित लाए गये",
  "7.1. On 19.09.2002, the Assistant Electricity Inspector, Government of": "7.] दिनांक 9.09.2002 को, सहायक विद्युत निरीक्षक, उत्तर प्रदेश सरकार,",
  "Uttar Pradesh, Shahjahanpur Zone, Shahjahanpur, after having conducted": "शाहजहाँपुर क्षेत्र, शाहजहाँपुर, ने प्रतिवादी कंपनी के उक्त परिसर का आवधिक",
  "application for refund of the amount that was deposited by the writ": "याचिकाकर्ता द्वारा जमा की गयी राशि की वापसी के आवेदन पर शीघ्र अंतिम",
  "3. Before dilating on the issues raised in this case, we may draw a": "3. ... इस मामले में उठाए गए मुद्दों पर चर्चा करने से पहले, हम आगामी चर्चा के",
  "brief outline of the matter to indicate the contours of forthcoming discussion.": "संदर्भों को इंगित करने के लिए मामले की एक संक्षिप्त रूपरेखा दे दें।",
  "3.1. The genesis of the present litigation had been in a fire incident that": "3.]. इस मुकदमे की शुरूआत आगजनी की एक घटना से हुई जो",
  "took place in a godown of the distillery of the respondent company on": "0.04.2003 को प्रतिवादी कंपनी की डिस्टिलरी के एक गोदाम में घटी। इस",
  "10.04.2003. As many as 35,642 cases of Indian Made Foreign Liquor? of different brands got destroyed in this fire. After receiving the initial reports": "आग में विभिन्न ब्रांडों के इंडियन मेड फॉरेन लिकर* के 35,642 केस नष्ट हो गए।",
  "that the fire possibly took place due to short circuit of electricity, the": "इस आरंभिक रिपोर्ट के प्राप्त होने के बाद कि आग संभवतः बिजली के शॉर्ट सर्किट के कारण लगी थी, विभाग ने प्रतिवादी कंपनी से शराब के इस तरह के नष्ट",
  "department proposed to recover the amount of excise duty lost, due to such": "होने के कारण हुए आबकारी शुल्क क्षति को वसूलने का प्रस्ताव दिया। प्रतिवादी ने",
  "maintained that there was no negligence on its part and, therefore, no case": "कहा कि इसकी ओर से कोई लापरवाही नहीं की गई थी और इसलिए, उत्तर",
  "7(11) of the Uttar Pradesh Bottling of Foreign Liquor Rules, 1969* and Rule": "प्रदेश बॉटलिंग ऑफ फॉरेन लिकर नियम, 969\" के नियम 7 (7) और उत्तर",
  "709 of the Uttar Pradesh Excise Manual.": "प्रदेश आबकारी नियमावली के नियम 709 तहत उत्पाद शुल्क के कथित",
  "3.2. | However, the Excise Commissioner, by his order dated 11.07.2006,": "3.2. हालांकि, आबकारी आयुक्त ने अपने .07.2006 दिनांकित आदेश",
  "rejected the submissions of the respondent and raised a demand to the": "द्वारा, प्रतिवादी के कथन को खारिज कर दिया और शराब नष्ट होने के कारण हुए",
  "tune of Rs. 6,39,32,449.44 towards loss of excise revenue on account of": "उत्पाद शुल्क के नुकसान के लिए रु. 6, 39, 32, 449.44 की माँग की। तदनुसार,",
  "asked the respondent to deposit the amount within one week.": "जिला मजिस्ट्रेट, शाहजहाँपुर ने प्रतिवादी को एक सप्ताह के भीतर राशि जमा करने के लिए कहा।",
  "3 ‘IMFL’ for short": "उसंक्षेप में 'आईएमएफएल'",
  "4 Hereinafter also referred to as ‘the Rules of 1969’.": "4 एतश्मिनपश्चात्‌ \" नियमावली 969\" के रूप में संदर्भित",
  "5 Hereinafter also referred to as ‘the Excise Manual’.": "5एतश्मिनपश्चात्‌ 'आबकारी नियमावली' के रूप में संदर्भित",
  "3.3. | Assailing the demand and recovery steps aforesaid, the": "3.3. पूर्वोक्त मांग और वसूली के कदमों को चुनौती देते हुए, प्रतिवादी-कंपनी ने",
  "respondent-company preferred a writ petition® wherein, the High Court, by way of an interim order dated 25.07.2006, stayed the recovery": "एक रिट याचिका दायर की, जिसमें उच्च न्यायालय ने 25.07.2006 दिनांकित",
  "proceedings, subject to the respondent company (writ petitioner)": "एक अंतरिम आदेश के माध्यम से, प्रतिवादी कंपनी (रिट याचिकाकर्ता) के द्वारा 3",
  "depositing an amount of Rs. 3 crores. A petition seeking special leave to": "करोड़ रुपये की राशि जमा करने की शर्त पर कार्यवाही पर रोक लगा दी। इस अंतरिम आदेश के खिलाफ अपील करने के लिए विशेष अनुमति की मांग करने",
  "appeal against this interim order was rejected by this Court on 14.08.2006.": "वाली याचिका को इस न्यायालय ने 4.08.2006 को खारिज कर दिया। इसके",
  "Thereafter, on 21.08.2006, the respondent company deposited the said": "बाद, दिनांक 2.08.2006 को, प्रतिवादी कंपनी ने 3 करोड़ रुपये की उक्त राशि",
  "amount of Rs. 3 crores with the District Magistrate, Shahjahanpur.": "जिला मजिस्ट्रेट, शाहजहाँपुर के पास जमा कर दिया।",
  "3.4. The writ petition so filed by the respondent company was allowed": "3.4. प्रतिवादी कंपनी द्वारा दायर रिट याचिका को उच्च न्यायालय द्वारा",
  "findings that Rule 7(11)(a) of the Rules of 1969 was not applicable in the": "निष्कर्षों के साथ कि नियम 969 का नियम 7 () (ए) इस मामले में लागू",
  "matter because there was no wastage in handling operations of bottling": "नहीं होता क्योंकि आईएमएफएल की बॉटलिंग और भंडारण के संचालन में कोई",
  "and storage of IMFL; that Rule 709 of the Excise Manual was attracted for": "बर्बादी नहीं हुई थी; यह कि आबकारी नियमावली का नियम 709 लागू होता",
  "which negligence was required to be shown; that the order passed by the": "जिसके लिए लापरवाही दर्शाया जाना था; यह कि आबकारी आयुक्त द्वारा पारित",
  "‘incident was nothing but an act of God. The High Court, accordingly, set": "पर आधारित था; और यह कि “घटना दैंवीय कृत्य के अलावा कुछ नहीं 'थी। उच्च न्यायालय ने तदनुसार आबकारी राजस्व के कथित नुकसान की मांग और वसूली",
  "refund the amount deposited pursuant to the interim order in the writ": "आदेश के अनुसार जमा की गई राशि को वापस करने में विभाग के विफल रहने के",
  "petition, the respondent company moved an application before the High": "कारण, प्रतिवादी कंपनी ने उच्च न्यायालय के समक्ष एक आवेदन दिया, जिस पर",
  "Court whereupon, by the order dated 06.11.2019, the High Court directed": "06..209 दिनांकित आदेश द्वारा, उच्च न्यायालय ने आबकारी आयुक्त को",
  "6 Misc. Bench No. 4493 of 2006": "6 प्रकीर्ण बेंच सं. 4493 2006",
  "issued a No Objection Certificate of Fire Fighting Department for the period between 06.02.2003 to 30.09.2003 after carrying out inspection of the": "30.09.2003 के बीच की अवधि के लिए अग्निशमन विभाग का अनापत्ति प्रमाण",
  "premises in question. In this inspection, the Fire Brigade Officer took note": "पत्र जारी किया। इस निरीक्षण में, फायर ब्रिगेड अधिकारी ने इस तथ्य पर ध्यान",
  "of the fact that different types of fire extinguishers and other firefighting": "दिया कि विभिन्न प्रकार के अग्रिशमन उपकरण और अन्य अग्रिशमन उपकरण सही",
  "instruments were at the right place and were in working condition, which": "स्थान पर थे और काम करने की स्थिति में थे, जिन्हें प्रतिवादी कंपनी के मुख्य",
  "were refilled by the Chief Engineer of the respondent company. However,": "अभियंता द्वारा फिर से भरा गया था। हालांकि, उपकरणों के रिफिलिंग और",
  "instruments; and Foam Installation was also suggested for better": "अग्रिशमन व्यवस्था के लिए फोम इंस्टॉलेशन का भी सुझाव दिया गया थाः-",
  "“You are directed that, in future Fire Fighting Instruments (Fire": "आपको निर्देशित किया जाता है कि भविष्य में फायर फाइटिंग इंस्टूमेंट्स",
  "Extinguisher) should be tested in Fire Station Shahjahanpur before": "(फायर एक्सटिंगुइशर) को रिफिलिंग से पहले फायर स्टेशन शाहजहाँपुर में",
  "Distillation Plant. With this suggestion, NO objection Certificate of": "किया जाना चाहिए।इस सुझाव के साथ, अग्रिशमन विभाग का अनापत्ति प्रमाण",
  "06.02.2003 to 30.09.2003, because the said firm has deposited the": "पत्र 06.02.2003 से 30.09.2003 के बीच की अवधि के लिए दिया जाता",
  "Testing Fee to the Fire Brigade Department on 06.02.2003.”": "है, क्योंकि उक्त फर्म ने 06.02.2003 को अग्निशमन विभाग को परीक्षण शुल्क जमा किया है। \"",
  "The fire incident and relevant reports": "आग की घटना और प्रासंगिक रिपोर्ट",
  "8. The aforesaid had been the position of record in relation to the electrical installations and firefighting measures in the premises in": "8. ... विचाराधीन परिसर में विद्युत प्रतिष्ठानों और अग्निशमन उपायों के संबंध में",
  "8.1. It has been the case of the respondent company that the godown": "8.:..... प्रतिवादी कंपनी का तर्क यह रहा है कि विचाराधीन गोदाम को",
  "in question was locked for lunch at 12:00 noon on 10.04.2003 under joint": "0.04.2003 को दोपहर 2:00 बजे भोजनावकाश के लिए डिस्टिलरी के",
  "lock and key of the Excise Inspector in-charge of the distillery and the": "प्रभारी आबकारी निरीक्षक और कंपनी के प्रतिनिधि की संयुक्त लॉक और चाबी से",
  "noticed and the stocks were in safe condition. However, at about 12:55": "और स्टॉक सुरक्षित स्थिति में थे। हालांकि, लगभग 2:55 बजे, गोदाम से धुआं",
  "p.m., smoke was noticed emitting from the godown. Thereupon, the Excise Inspector in-charge of the distillery was immediately informed and the joint": "निकलता देखा गया।तत्पश्चात, डिस्टिलरी के प्रभारी आबकारी निरीक्षक को तुरंत",
  "locks were opened; and it was noticed that the stocks of IMFL were on fire. The information about this fire was given to the Police Department and also": "सूचित किया गया और संयुक्त ताले खोले गए और यह देखा गया कि आईएमएफएल के स्टॉक में आग लग गई थी। इस आग की जानकारी पुलिस",
  "to the Fire Department and other Excise Authorities. As per the averments": "विभाग और अग्रिशमन विभाग और अन्य आबकारी अधिकारियों को भी दी गई",
  "and the material on record, it appears that the firefighters could bring the": "थी। प्रकथन और रिकॉर्ड पर मौजूद सामग्री के अनुसार, ऐसा प्रतीत होता है कि",
  "fire under control only by 5:00 a.m. on 11.04.2003.": "अग्रिशमन कर्मी .04.2003 को सुबह 5:00 बजे तक आग पर काबू पा सके।",
  "9. It is borne out that upon receiving information about the incident in": "9. यह माना जाता है कि प्रश्ननत घटना के बारे में जानकारी मिलने पर, उप",
  "question, the Deputy Excise Commissioner, Bareilly, reached the distillery at about 06:30 p.m. on 10.04.2003 and carried out spot inspection with": "आबकारी आयुक्त, बरेली, दिनांक 0.04.2003 को लगभग 06:30 बजे",
  "respondent company. In his initial report drawn on spot inspection, the said Deputy Excise Commissioner took note of the efforts being made for": "की गई अपनी प्रारंभिक रिपोर्ट में, उक्त डिप्टी एक्साइज कमिश्नर ने आग को",
  "controlling and dousing the fire as also damage to a substantial quantity of": "पयप्ति मात्रा में हुई क्षति पर भी ध्यान दिया और यह भी संकेत दिया कि इस आग",
  "liquor; and also indicated that upon enquiring about the possible reasons of this fire, he was informed that the same took place, probably, due to": "के संभावित कारणों के बारे में पूछताछ करने पर, उन्हें सूचित किया गया कि",
  "short circuit in the electricity supply. According to the appellants, even the": "बिजली की आपूर्ति में शॉर्ट सर्किट के कारण ही ऐसा। अपीलार्थी के अनुसार, यहां",
  "Station House Officer concerned opined in his investigation report dated": "तक कि संबंधित थाना प्रभारी ने अपनी जांच रिपोर्ट में दिनांक .04.2003 को",
  "11.04.2003 that the reason for fire was short circuit of electricity.": "यह राय व्यक्त किया कि आग लगने का कारण बिजली का शॉर्ट सर्किट था।",
  "10. On 13.04.2003, the Fire Brigade Officer of Uttar Pradesh Fire": "0. दिनांक 3.04.2003 को, उत्तर प्रदेश अग्रिशमन सेवा के अग्रिशमन",
  "Service also drew up the report about the incident and the efforts made for": "अधिकारी ने भी घटना की रिपोर्ट तैयार की और आग को नियंत्रित किये जाने के",
  "M/s McDowell & Company Ltd., Rosa, District Shahjhanpur is a": "को मैकडावेल एंड कंपनी लिमिटेड, रोजा शाहजहाँपुर में उपरोक्त आग की",
  "rule 709 of Excise Manual, on the basis of which you are": "के संबंध में प्रावधान आबकारी नियमावली के नियम 709में दिया गया है,",
  "2. Your proposal regarding levy of excise duty on the stock of IMFL destroyed in the above fire incident is in Order. Please": "2. उपरोक्त आग की घटना में नष्ट हुए आईएमएफएल के स्टॉक पर आबकारी शुल्क लगाने के बारे में आपका प्रस्ताव ठीक है। कृपया जल्द से जल्द",
  "take necessary steps at the earliest and inform the same to the Government within 15 days.”": "आवश्यक कदम उठाएं और 5 दिनों के भीतर सरकार को सूचित करें।\"",
  "12.3. Proceeding on the letter so received from the Principal Secretary,": "2.3 प्रधान सचिव से इस आशय का पत्र प्राप्त होने पर, आबकारी आयुक्त",
  "the Excise Commissioner, on 23.02.2004, asked the District Magistrate to quantify the excise duty leviable under Rule 7(11) of the Rules of 1969.": "ने दिनांक 23.02.2004 को जिला मजिस्ट्रेट को नियम 969 के नियम 7 (7) के तहत देय आबकारी शुल्क निर्धारित करने के लिए कहा। प्राधिकारियों की ओर",
  "Having noticed such steps on the part of the authorities, the respondent": "से इस तरह के कदमों पर ध्यान देने के बाद, प्रतिवादी कंपनी ने अपने",
  "company remonstrated in its letter dated 08.06.2004 addressed to the": "08.06.2004 दिनांकित आबकारी आयुक्त को संबोधित पत्र में विरोध करते हुए",
  "Excise Commissioner and requested that the competent authority must first": "अनुरोध किया कि सक्षम प्राधिकारी को पहले यह निर्धारित करना होगा कि क्या",
  "destroyed due to fire before the point of issue of liquor for sale was": "बिक्री के लिए शराब के पहुंचने से पहले ही आग के कारण नष्ट हुई आईएमएफएल",
  "proceed in terms of Rule 709 of the Excise Manual and not Rule 7(11) of": "केवल आबकारी नियमावली के नियम 709 के संदर्भ में आगे बढ़ने के लिए दिए",
  "this letter was replied on 16.05.2005, wherein the respondent company": "जवाब मांगा और इस पत्र का उत्तर 6.05.2005 को दिया गया, जिसमें",
  "maintained that fire incident was due to the reasons beyond human control": "प्रतिवादी कंपनी ने कहा कि आग की घटना मानव नियंत्रण से परे कारणों से हुई",
  "and there was no negligence on the part of the company.": "थी और वहाँ कंपनी की ओर से कोई लापरवाही नहीं हुई।",
  "12.4. Yet further, the respondent company stated in its letter dated": "2.4 फिर भी, प्रतिवादी कंपनी ने अपने पत्र दिनांक 05.06.2005 में",
  "to 03.09.2003; that appropriate fire protection equipments were installed;": "03.09.2003 तक वैध था, यह कि उपयुक्त अग्नि सुरक्षा उपकरण स्थापित किए",
  "that electricity safety certificate was also given on 19.09.2002; that MCBs": "गए थे; यह कि 9.09.2002 को बिजली सुरक्षा प्रमाण पत्र भी दिया गया था;",
  "were installed; that there was no material to show that it was an accident": "यह कि एमसीबी स्थापित किए गए थे; यह दिखाने के लिए कोई सामग्री नहीं थी",
  "“ON receiving information about Fire, Fire Service Unit rushed to": "\"आग की सूचना मिलने पर, अग्रिशमन सेवा इकाई घटना स्थल पर पहुंची।",
  "the Place of Incident. On arriving, it was seen that the front part of Godown of Indian Made Foreign Liquor was burning in fire badly,": "पहुंचने पर, यह देखा गया कि इंडियन मेड फॉरेन लिकर के गोदाम का अगला",
  "R.__, District- Shahjahanpur, and fire was in a horrible, which was": "कंपनी लिमिटेड, थाना-आर. ._.. .., जिला-शाहजहाँपुर में स्थित है, और आग एक भयानक स्थिति में थी, जिसे उपलब्ध उपकरण की मदद से मैसर्स",
  "being doused by the Staff of M/s Mcdowell & Company Ltd. with the": "मैकडॉवेल एंड कंपनी लिमिटेड के कर्मचारियों द्वारा बुझाया जा रहा था, लेकिन",
  "help of available instrument but the fire was out of control for them. After seeing the horrible condition of fire, immediately started the": "आग उनके लिए नियंत्रण से बाहर थी। आग की भयानक स्थिति को देखने के",
  "work to control fire by laying two lines in one motor fire engine,": "बाद, तुरंत एक मोटर फायर इंजन में दो लाइनें लगाकर आग को नियंत्रित",
  "immediately thereafter second motor fire engine was brought from Kasba- Tilhar. In dousing the Fire other unit Oswal Chemical": "करने का काम शुरू किया, उसके तुरंत बाद दूसरा मोटर फायर इंजन कसबा- तिलहर से लाया गया। आग को बुझाने में अन्य इकाई ओसवाल रासायनिक",
  "Fertilizer and O.C.F. also helped, and after enough hard work,": "उर्वरक और ओसीएफ ने भी मदद की, और पर्याप्त परिश्रम के बाद, डस्टिंग",
  "process of dousing was started and after putting the life at risk and": "की प्रक्रिया शुरू की गई और जीवन को जोखिम में डालने के बाद और कई",
  "after several hours, fire was doused/controlled. On": "घंटों के बाद, आग को नियंत्रित/बुझाया गया। आग की जांच /निरीक्षण पर,",
  "investigation/inspection of fire, it was found that, due to fire, Liquor kept in Go-down was destroyed. Hence, in this fire after adding": "यह पाया गया कि आग के कारण, गो-डाउन में रखी शराब नष्ट हो गयी थी।",
  "approximately a damage worth Rs. 2 crore has been assessed and": "अधिकारी के अनुसार, लगभग 2 करोड़ रुपये का नुकसान हुआ है। करोड़",
  "Rs. 1 crore value of property was saved. Reason of fire was unknown.": "मूल्य की संपत्ति बचा ली गयी थी। आग लगने का कारण अज्ञात था।",
  "Therefore, after finishing the entire work, the fire Service unit": "इसलिए, पूरा काम पूरा करने के बाद, फायर सर्विस यूनिट यह निर्देश",
  "returned to the Fire Station after giving instructions that in case": "देने के बाद फायर स्टेशन में लौट आई कि अगर फिर से आग दिखती है, तो",
  "again the Fire shows up again, the Fire Station should be informed": "फायर स्टेशन को तुरंत सूचित किया जाना चाहिए। हम वापस फायर स्टेशन",
  "(underlining supplied)": "(रेखांकित किया गया)",
  "11. Another report dated 02.08.2003 was submitted by the Assistant": "7. एक अन्य रिपोर्ट दिनांक 02.08.2003 को सहायक आबकारी आयुक्त, रोजा",
  "Excise Commissioner, Rosa Distillery, Shahjahanpur to the Excise": "डिस्टिलरी, शाहजहाँपुर द्वारा आबकारी आयुक्त को सौंपी गई, जिसमें बचा ली",
  "Commissioner, detailing out the statements of stock of liquor saved as also the stock destroyed in fire and his comments on the cause of fire. The": "गयी शराब का हिसाब साथ ही आग में नष्ट हुए स्टॉक और आग के कारण पर",
  "arranged the fire proof electric equipments of good quality due to": "के फायर-प्रूफ इलेक्ट्रिक उपकरण प्रदान नहीं करने की लापरवाही बरती थी",
  "Ltd. respectively. On 10.04.2003, due to fire incident in the FL-3 and FL3A godown of the distillery, 35,642 (Thirty five thousand six": "दिनांक 0.04.2003 को, डिस्टिलरी के एफएल-3 और एफएल 3 ए गोदाम में आग",
  "FL3A godown of the distillery, 35,642 (Thirty five thousand six hundred forty two) cases of Indian Made Foreign Liquor of different": "लगने की घटना के कारण, विभिन्न ब्रांडों के भारतीय निर्मित विदेशी शराब के 35,642",
  "McDowell and company ltd. had taken the insurance of the Indian": "मैकडॉविल एंड कंपनी लिमिटेड ने सीलबंद गोदाम में रखे गए इंडियन मेड फॉरेन लिकर",
  "463/CAA/Rosa_Distillery/Shahjahanpur dated 24.09.2003 was": "नोटिस सं. 463/0/#/./रोजा डिस्टिलरी/ शाहजहाँपुर दिनांक 24.09.2003 को",
  "given to the M/s. McDowell and Company ltd. in relation to the burning of the alcohol kept in the sealed godown. It has been stated": "सीलबंद गोदाम में रखी गई शराब के जलने के संबंध में मैक्डॉवेल एंड कंपनी लिमिटेड",
  "by the M/s Mcdowell and Company Lid. in its explanation dated": "को दिया गया था। मेसर्स मैकडॉवेल एंड कंपनी लिमिटेड द्वारा अपने 0.0.2003",
  "incident is an act of god and they have no control over this. On": "आग की घटना दैवी घटना है और इस पर उनका कोई नियंत्रण नहीं है। दिनांक",
  "10.04.2003, during the spot inspection conducted by Deputy Excise": "0.04.2003 को, उप आबकारी आयुक्त बरेली द्वारा किए गए स्पॉट निरीक्षण के",
  "Commissioner Bareilly, Manager Personnel Shri Anurag Dhawan who was present has stated that possibly fire took place due to short": "दौरान, प्रबंधक कार्मिक श्री अनुराग धवन ने कहा कि संभवतः बिजली की आपूर्ति में",
  "who was present has stated that possibly fire took place due to short circuit in the electricity supply. The Station officer Shri Ram Chandra": "शॉर्ट सर्किट के कारण आग लगी थी। स्टेशन अधिकारी श्री राम चंद्र मिशन, जिला",
  "Mishan, District Shahjahanpur has stated in his investigation report dated 11.04.2003 that the reason for fire is the short circuit of": "शाहजहाँपुर ने अपनी जांच रिपोर्ट में दिनांक .04.2003 को कहा है कि आग लगने",
  "was conducted by Joint Excise Commissioner (Task Force) and Deputy Excise Commissioner (Law). It has been found in the": "निरीक्षण संयुक्त आबकारी आयुक्त (टास्क फोर्स) और उप आबकारी आयुक्त (कानून)",
  "inspection that the godown is very old and its repair has also not": "द्वारा किया गया था। निरीक्षण में पाया गया है कि गोदाम बहुत पुराना है और इसकी",
  "distillery & sealed godown has been running in the old building. The roof of the godown was made of asbestos sheet. The short circuit": "सील गोदाम पुराने भवन में चल रहे हैं। गोदाम की छत एस्बेस्ट्स शीट से बनी थी।",
  "can take place due to old electric wiring in the godown.": "गोदाम में पुरानी इलेक्ट्रिक वायरिंग के कारण शॉर्ट सर्किट हो सकता है।",
  "In this relation District Officer, Snahjahanpur vide his letter no.": "इस संबंध में जिला. अधिकारी ,. शाहज्हाँपुर ने. अपने पत्र सं .",
  "689/OSD/Camp/2004 dated 01.04.2004 has _ requested for": "689/आओएसडी / कैंप / 2004 दिनांक 0,04.2004 के द्वारा घटना पर",
  "guidance/instruction on the incident. The Excise Commissioner,": "मार्गदर्शन /निर्देश के लिए अनुरोध किया। आबकारी आयुक्त, उत्तर प्रदेश ने अपने पत्र",
  "Uttar Pradesh, vide his letter no. G-43/9-alcohol/Rosa fire incident": "सं. जी-43/9-शराब/रोजा आग की घटना दिनांक 7..2003 के द्वारा इस",
  "dated 17.11.2003 has referred this incident to the government in which the government vide letter no. 3763 E-2/13-03 dated": "घटना को सरकार को संदर्भित किया जिसमें सरकार ने पत्र सं. 3763 ई-2/3-03",
  "17.02.2004 has directed that the excise duty may be charged on": "दिनांक 7.02.2004 के द्वारा निर्देश दिया कि शराब के नष्ट हुए वर्ग पर उस समय",
  "the class of alcohol prevalent at that time on the class of alcohol destroyed and it was also directed that Excise Commissioner is": "प्रचलित शराब के वर्ग पर उत्पाद शुल्क लगाया जा सकता है और यह भी निर्देश दिया",
  "destroyed and it was also directed that Excise Commissioner is capable to act in this incident.": "गया कि आबकारी आयुक्त इस घटना में कार्रवाई करने में सक्षम है।",
  "In perspective to the direction made by Government, the case is": "सरकार द्वारा किए गए निर्देश के परिप्रेक्ष्य में, मामला यह है कि मैसर्स मैकडेविल एंड",
  "taken license of FL-3 and FL 3A under UP Bottling of Foreign Liquor Rules, 1969. According to Rule 7 (11) (a) of the abovementioned": "के तहत एफएल-3 और एफएल 3 ए का लाइसेंस लिया था। उपर्युक्त नियमों के नियम",
  "Rules, 1969. According to Rule 7 (11) (a) of the abovementioned rules, the licensee is liable to pay excise duty on the wastage of": "7 () (ए) के अनुसार, लाइसेंसधारी % से अधिक की बर्बादी पर उत्पाद शुल्क",
  "but proper safety of the alcohol kept in the godown was not taken": "शराब की उचित सुरक्षा नहीं की गई। लाइसेंसधारी ने शराब, बोतल, लेबल आदि की",
  "up. The licensee had taken the insurance of the price of alcohol, bottle, label, etc. but insurance of the excise duty imposed on the alcohol was not done. In this way, the licensee has secured his": "कीमत का बीमा लिया था, लेकिन शराब पर लगाए गए आबकारी शुल्क का बीमा नहीं",
  "13.1. Pursuant to the order so passed by the Excise Commissioner,": "3.5 आबकारी आयुक्त द्वारा पारित आदेश के अनुसार जिला",
  "District Magistrate, Shahjahanpur commenced recovery proceedings and": "मजिस्ट्रेट, शाहजहाँपुर ने वसूली की कार्यवाही शुरू की और प्रतिवादी कंपनी को",
  "6,39,32,449.44 within one week.": "एक सप्ताह के भीतर रू. 6, 39, 32, 449.44 रुपये की पूर्वोक्त राशि जमा करने का निर्देश दिया।",
  "Writ petition in the High Court and interim order therein": "उच्च न्यायालय में रिट याचिका ऑर मामले में अंतरिम आदेश",
  "14. Aggrieved by the demand so raised by the Excise Commissioner and the recovery proceedings so adopted by the District Magistrate, the": "4. . आबकारी आयुक्त द्वारा की गयी मांग और जिला मजिस्ट्रेट द्वारा अपनाई",
  "2006, before the High Court of Judicature at Allahabad, Lucknow Bench,": "बेंच नंबर 4493 वर्ष 2006, इलाहाबाद उच्च न्यायालय की लखनऊ पीठ,",
  "Lucknow, with the following prayers: -": "लखनऊ में निम्नलिखित प्रार्थथाओं के साथ दाखिल की -",
  "“i. Issue, a writ order, or direction in the nature of Certiorari calling": "\". उत्प्रेषण प्रकृति का रिट आदेश या निर्देश जारी किया जाए",
  "2006 passed by the Excise Commissioner, U.P. and letter dated": "दिनांकित आबकारी आयुक्त, उ.प्र. के आक्षेपित आदेश और जिला",
  "17'* July, 2006 of the District Magistrate Shahajahanpur, U.P. de-": "मजिस्ट्रेट शाहजहाँपुर, उ.प्र. के 7 जुलाई, 2006 दिनांकित पत्र",
  "ii. Issue, a writ order, or direction in the nature of mandamus com-": "॥. परमादेश की प्रकृति का रिट आदेश या निर्देश प्रतिवादी गण को",
  "manding the respondents not to recover any amount from the peti- tioner towards the alleged demand with regards to the quantity of": "के संबंध में कथित मांग के लिए याचिकाकर्ता से किसी भी राशि की",
  "iii. Issue a writ/order or directions in the nature of mandamus de-": "पा. परमादेश की प्रकृति का रिट आदेश या निर्देश जारी किया जाए,",
  "Claring Rule 7 (11) of the UP Bottling of Indian Made Foreign Liquor": "भारतीय निर्मित विदेशी शराब नियम, 969 के नियम 7 (7) को",
  "iv. Issue a writ/order or directions in the nature of Certiorari calling": "[४ उत्प्रेषण की प्रकृति का रिट/आदेश या निर्देश जारी किया जाए",
  "for the records and quashing the Impugned Order of the State Gov-": "रिकॉर्ड मांगने के लिए और राज्य सरकार के उस आदेश को रद्द",
  "ernment which was conveyed through letter dated 17.02.2004 of": "7.02.2004 द्वारा के संसूचित किया गया था।",
  "Court on 25.07.2006 staying the recovery proceedings subject to the": "4.7. उक्त रिट याचिका में, उच्च न्यायालय द्वारा 25.07.2006 को एक अंतरिम",
  "directions for refund/adjustment of the sum of Rs. 3 crores deposited in": "पास 3 करोड़ रूपये जमा करने की शर्त पर वसूली की कार्यवाही स्थगित करने का",
  "petition was dismissed on 14.08.2006. Thereafter, the respondent": "इनकार कर दिया और विशेष अनुमति याचिका दिनांक 4.08.2006 को खारिज",
  "company deposited the said sum of Rs. 3 crores with the District": "कर दी गई। तत्पश्चात, प्रतिवादी कंपनी ने उक्त 3 करोड़ की राशि जिला",
  "Magistrate, Shahjahanpur on 21.08.2006. The appellants filed their counter": "मजिस्ट्रेट, शाहजहाँपुर के पास दिनांक 2.08.2006 को जमा की। अपीलार्थी ने",
  "affidavit in the writ petition on 08.09.2006 and the writ petition was finally": "दिनांक 08.09.2006 को रिट याचिका में अपना जवाबी हलफनामा दायर किया",
  "heard and decided by the High Court by its impugned judgment dated 10.04.2017.": "और रिट याचिका को अंततः उच्च न्यायालय ने 0.04.207 के अपने फैसले द्वारा अभिनिर्धारित किया गया।",
  "Impugned orders dated 10.04.2017 and 06.11.2019: High Court": "दिनांक 70.04. 2077 और 06. 77,2079 के आक्षेपित आदेश : उच्च न्यायालय",
  "allowed the writ petition and passed consequential orders": "ने रिट याचिका को अनुमति दी ऑर परिणामी आदेश पारित किए",
  "15. The High Court, in its impugned order dated 10.04.2017, after": "5. उच्च न्यायालय ने 0.04.207 दिनांकित अपने आक्षेपित आदेश में, नियम",
  "taking note of the aforesaid background aspects as also the Rules of 1969": "969 और आबकारी नियमावली के साथ-साथ पूर्वोक्त पृष्ठभूमि पहलुओं पर",
  "validity of Rule 7(11) of Rules of 1969 was questioned in the writ petition": "नियम 969 के नियम 7 (7) की वैधता पर सवाल उठाया गया था, लेकिन",
  "but while arguing the matter, learned counsel for the company confined his": "इस मामले पर बहस करते हुए, कंपनी के विद्वान अधिवक्ता ने अपनी चुनौती को",
  "the grounds that the company could have been held guilty only if there was": "अनिवार्य रूप से इस आधार तक सीमित कर दिया कि कंपनी को केवल तभी",
  "present case, there was no negligence on the part of the company; and": "कोई लापरवाही हुई होती, लेकिन, वर्तमान मामले में, कंपनी की ओर से कोई",
  "that it was an act of God and, therefore, no liability could be imposed on": "लापरवाही नहीं बरती गयी. और यह दैवीय घटना थी और इसलिए, कंपनी पर कोई दायित्व अधिरोपित नहीं किया जा सकता। उच्च न्यायालय ने कहा कि नियम",
  "in the operation of bottling & storage of IMFL, but here is not a case": "आईएमएफएल की बॉटलिंग और भंडारण के संचालन में प्रयोज्य नहीं है, लेकिन",
  "27. \\|n our view, it is Rule, 709 of U.P. Excise Manual which applies": "आबकारी नियमावली का नियम 709 लागू होगा ,यदि कंपनी की किसी भी",
  "16. The High Court, thereafter, proceeded to analyse the impugned order dated 11.07.2006 and observed that the inferences drawn therein": "न्यायालय ने विचार किया और 06..209 दिनांकित आदेश द्वारा अनुमति दी जिसमें आबकारी आयुक्त से इस तथ्य को ध्यान में रखते हुए कंपनी द्वारा दिए गए",
  "19. Learned counsel has submitted that an act of God is an inevitable,": "9. विद्वान अधिवक्ता का कहना है कि ईधर का कार्य एक अपरिहार्य ,",
  "unpredictable and unreasonably severe event caused by natural forces": "अप्रत्याशित और अनुचित रूप से गंभीर घटना है जो प्राकृतिक शक्तियों द्वारा बिना",
  "without any human interference, such as earthquake, lightning, flood etc.;": "किसी मानवीय हस्तक्षेप के होती है, जैसे भूकंप, बिजली, बाढ़ आदि। यह मानव",
  "it is a natural hazard outside the human control for which, no person could": "नियंत्रण के बाहर एक प्राकृतिक खतरा है जिसके लिए किसी भी व्यक्ति को",
  "be held responsible. It is submitted that for the fire in distillery to be an act": "जिम्मेदार नहीं ठहराया जा सकता है। यह कहा गया है कि डिस्टिलरी में आग",
  "of God, there must have been some such incident like earthquake or": "लगने की घटना तब दैवीय कार्य होती यदि, भूकंप या बिजली जैसी कुछ ऐसी",
  "lightning but no such natural forces were in operation at the time of the": "घटना हुई होती, लेकिन घटना के समय ऐसा कोई प्राकृतिक शक्ति परिचालन में",
  "incident; and this incident cannot be attributed to any such force of nature": "नहीं था और इस घटना के लिए किसी प्राकृतिक शक्ति को जिम्मेदार नहीं ठहराया",
  "but only to some human fault. Learned counsel would submit that when": "जा सकता है, बल्कि केवल कुछ मानवीय गलती को जिम्मेदार ठहराया जा सकता",
  "the submissions that negligence is a specific tort and essentially refers to": "लापरवाही एक विशिष्ट अपकृत्य है और अनिवार्य रूप वह सतर्कता बरतने में",
  "a failure to exercise that care which circumstances demand. To support the": "विफलता को दर्शाता है जो परिस्थितियों की मांग थी। उन तको के समर्थन में कि",
  "Controller, KSRTC v. Mahadeva Shetty and Ors.: (2003) 7 SCC 197,": "केएसआरटीसी बनाम महादेव शेट्टी एवं अन्य: (2003) 7 एससीसी 297; वोहरा",
  "Vohra Sadikbhai Rajakbhai & Ors. v. State of Gujarat and Ors: (2016)": "सादिकधाई राजकथाई एवं अन्य बनाम गुजरात राज्य एवं अन्य :(2076,/ 72",
  "12 SCC 1 and Patel Roadways Limited v. Birla Yamaha Limited: (2000)": "एससीसी 7 और पटेल रोडवेज लिमिटेड बनाम बिड़ला यामाहा लिमिटेड:",
  "large quantity of highly inflammable IMFL, was clearly an incident which": "जिसमें बड़ी मात्रा में अत्यधिक ज्वलनशील आईएमएफएल का भंडारण किया गया था, में आग की घटना शॉर्ट-सर्किट के कारण हुई थी जो, स्पष्ट रूप से एक ऐसी",
  "was avoidable, if proper and necessary care was taken by the respondent": "घटना थी जिससे बचा जा सकता था, यदि प्रत्यर्थी कम्पनी द्वारा उचित आवश्यक",
  "respondent company was required to take all care and precautions to avoid": "को ऐसी किसी भी घटना से बचने के लिए देखभाल और सावधानी बरतने की",
  "any such incident. With reference to the inspection reports, learned counsel": "आवश्यकता थी। निरीक्षण रिपोर्टों के संदर्भ में, विद्वान अधिवक्ता ने तर्क दिया है",
  "has contended that even before the incident in question, the defects and deficiencies in electrical installations and wiring had been indicated and": "कि विचाराधीन घटना से पहले भी, विद्युत प्रतिष्ठानों और वायरिंग में दोषों और",
  "measures or had taken a certificate from the Fire Department.": "उपायों का पालन किया था या अग्निशमन विभाग से प्रमाण पत्र लिया था।",
  "20. As regards the entitlement of appellants to demand and recover the excise duty on IMFL lost in fire and corresponding liability of the": "20. आग में नष्ट हुई आईएमएफएल पर उत्पाद शुल्क की मांग और वसूली के",
  "respondent company to make such payment, learned counsel for the": "अपीलार्थी के हक और इस तरह का भुगतान करने के लिए प्रतिवादी कंपनी की",
  "appellants has made elaborate reference to the relevant statutory": "प्रासंगिक देयता के संबंध में, अपीलार्थी के विद्वान अधिवक्ता ने प्रासंगिक वैधानिक",
  "provisions and has submitted that the demand in question has been": "प्रावधानों का विस्तृत संदर्भ दिया है और कहा है कि विचाराधीन मांग कानून के",
  "squarely in conformity with law and deserves to be upheld.": "अनुरूप है और इसे बरकरार रखा जाना चाहिए।",
  "21. With reference to entries 8 and 51 of List II of the Seventh Schedule": "27. भारत के संविधान की सातवीं अनुसूची की सूची ॥ की प्रविष्टि 8 और 5] के",
  "domain of the State legislature; and for the present purpose, the matter is": "मामले राज्य विधायिका के क्षेत्र में हैं और वर्तमान उद्देश्य के लिए, मामला 90",
  "governed by the provisions contained in the Act of 1910, the Excise Manual": "के अधिनियम, उत्पाद शुल्क नियमावली और 969 की नियमावली में निहित",
  "30 of the Act of 1910 the learned counsel has submitted that no intoxicant": "और 30 के संदर्भ में विद्वान अधिवक्ता ने कहा है कि किसी भी नशीले पदार्थ का",
  "can be manufactured and no liquor can be bottled for sale except under": "निर्माण नहीं किया जा सकता है और किसी भी शराब को बिक्री के लिए बोतलबंद",
  "Commissioner may grant a licence for establishment of distillery and": "आबकारी आयुक्त डिस्टिलरी और गोदाम की स्थापना के लिए एक लाइसेंस प्रदान",
  "warehouse in which spirit may be manufactured under a licence granted": "कर सकता है जिसमें धारा 7 के तहत दिए गए लाइसेंस के तहत स्पिरिट का",
  "under Section 17. Further, as per Section 19, no intoxicant can be removed": "निर्माण किया जा सकता है। इसके अलावा, धारा 9 के अनुसार, किसी भी",
  "from any distillery, brewery, warehouse or the place of storage, unless duty": "नशीले पदार्थ को किसी भी डिस्टिलरी, शराब की भट्ठी, गोदाम या भंडारण के",
  "has been paid or a bond has been executed for payment thereof. It is thus": "गया हो या उसके भुगतान के लिए एक बांड निष्पादित नहीं किया गया हो। इस",
  "submitted that the condition precedent for removal of any intoxicant is": "प्रकार यह कहा गया है कि किसी भी नशीले पदार्थ को हटाने के लिए पूर्व शर्त इस",
  "actual payment of the duty payable or execution of bond for such payment.": "तरह के भुगतान के लिए देय शुल्क या बांड के निष्पादन का वास्तविक भुगतान है।",
  "Learned counsel has referred to the bond executed in favour of the Governor of Uttar Pradesh by the respondent for bottling of IMFL and has": "विद्वान अधिवक्ता ने आईएमएफएल की बॉटलिंग के लिए प्रतिवादी द्वारा उत्तर प्रदेश के राज्यपाल के पक्ष में निष्पादित बांड का उल्लेख किया है और कहा है कि",
  "submitted that the licencee has been under obligation to observe all the provisions of the Act of 1910 and the rules made thereunder.": "लाइसेंसधारी 90 के अधिनियम के सभी प्रावधानों और उसके तहत बनाए गए नियमों का पालन करने के लिए बाध्य है।",
  "established under PD-2 licence, the respondent was under obligation to": "27. विद्वान अधिवक्ता का यह तर्क है कि पीडी-2 लाइसेंस के तहत डिस्टिलरी",
  "follow the terms and conditions of the licence and correspondingly, has": "स्थापित की गई है, प्रतिवादी लाइसेंस के नियमों और शर्तों का पालन करने के",
  "always been under obligation to deposit the duty demanded under the provisions of the Act of 1910, particularly when all the operations, including": "लिए बाध्य था और तदनुसार, हमेशा 90 के अधिनियम के प्रावधानों के तहत मांग की गई ड्यूटी जमा करने के लिए बाध्य रहा है, खासकर जब सभी संचालन,",
  "that of transfer of the liquor from PD-2 licensed area to the bottling hall and": "जिसमें पीडी -2 लाइसेंस प्राप्त क्षेत्र से बॉटलिंग हॉल और गोदाम में शराब का",
  "to the godown and then, dispatch are covered by the terms of licence and": "हस्तांतरण शामिल है और फिर, प्रेषण सहित लाइसेंस की शर्तों और डिस्टिलर",
  "submit that in terms of Rule 7(11) (a) of the Rules of 1969, the respondent": "कि 969 की नियमावली के नियम 7 () (क) के संदर्भ में, प्रतिवादी कंपनी",
  "company was responsible for payment of duty on wastage in excess of 1": "। प्रतिशत से अधिक अपव्यय पर शुल्क के भुगतान के लिए जिम्मेदार थी और",
  "per cent and cannot avoid this obligation. With reference to Rule 813 of the": "इस दायित्व से बच नहीं सकती है। आबकारी नियमावली के नियम 83 के संदर्भ",
  "free wastage allowance for different kinds of spirits stored in a distillery is": "विभिन्न प्रकार की स्पिरिट के लिए मुफ्त अपव्यय भत्ता प्रदान किया जाता है,",
  "provided but with the specific exclusion of bottled spirit; and it is clear that": "लेकिन बोतलबंद स्पिरिट के विशिष्ट बहिष्करण के संबंध में यह स्पष्ट है कि",
  "once the spirit is bottled and stored, the licencee remains liable to make": "स्पिरिट के बोतलबंद और संग्रहीत हो जाने पर, लाइसेंसधारी आबकारी",
  "7(11)(a) of the Rules of 1969 read with Rule 709 of Excise Manual. With": "नियमावली के नियम 709 सपठित 969 की नियमावली के नियम 7 ()",
  "Others v. Deputy Excise & Taxation Commissioner and Others: (1975)": "और कराधान उपायुक्त एवं अन्यः (7975) 2 एससीसी 732 के मामले को",
  "taken the licence after carefully reading the Rules of 1969, it cannot wriggle": "969 की नियमावली को ध्यान से पढ़ने के बाद लाइसेंस लिया है, तो वह",
  "out of the conditions of licence.": "लाइसेंस की शर्तों से बाहर नहीं हो सकता है।",
  "22. On the question as to when IMFL became exigible to excise duty,": "22. इस सवाल पर कि आईएमएफएल उत्पाद शुल्क के लिए कब योग्य होता है,",
  "learned counsel has contended that in the scheme of the Act of 1910 and": "तो विद्वान अधिवक्ता ने तर्क दिया है कि 90 के अधिनियम और उसके तहत",
  "including the points of blending, manufacturing and bottling; and thereafter": "बिंदु से उत्पाद शुल्क सही है और सम्मिश्रण, निर्माण और बोतलबंद करने के",
  "incorrect in its assertion that the goods having been destroyed in the": "तर्क दिया गया है कि प्रतिवादी कंपनी अपने दावे में गलत है कि गोदाम में नष्ट होने",
  "godown, excise duty did not become leviable. It is submitted that the": "वाला सामान पर, उत्पाद शुल्क देय नहीं था। यह कहा गया है कि बोतल में जिस",
  "moment spirit has been stored in the bottle, excise duty is leviable on the": "समय स्पिरिट को संग्रहीत किया जाता है, बोतल पर उत्पाद शुल्क लगाए जाने",
  "bottle, even if the same is not taken out of the warehouse.": "योग्य हो जाता है, भले ही उसे गोदाम से बाहर न निकाला जाए।",
  "22.1. With reference to Sections 28 and 29 of the Act of 1910, learned": "22.7 90 के अधिनियम की धारा 28 और 29 के संदर्भ में, विद्वान",
  "counsel would submit that these provisions, respectively empowering the": "अधिवक्ता का कथन है कि ये प्रावधान क्रमशः राज्य को उत्पाद शुल्क लगाने के",
  "State to impose excise duty and providing for the manner in which the duty": "लिए सशक्त बनाते हैं और जिस तरीके से शुल्क लगाया जाना है, वह स्पष्ट रूप से",
  "is to be levied, clearly show that the excise duty, which in real terms is price of exclusive privilege of the State, may be imposed on the liquor": "दर्शाता है कि उत्पाद शुल्क, जो वास्तविक शब्दों में राज्य के अनन्य विशेषाधिकार",
  "manufactured in the distillery and it is wrong to contend that excise duty": "की कीमत है, डिस्टिलरी में निर्मित शराब पर लगाया जा सकता है और यह गलत",
  "cannot be levied on bottled spirits or is liable to be quantified and collected": "है कि उत्पाद शुल्क को बोतलबंद स्पिरिट पर नहीं लगाया जा सकता है या केवल",
  "value of liquor and hence, was compensated by the insurer. The learned": "बीमाकर्ता द्वारा मुआवजा दिया गया था। विद्वान अधिवक्ता ने तर्क दिया है कि जब",
  "counsel has contended that when the respondent company got reimbursement of value of liquor from the insurance company, the event": "प्रतिवादी कंपनी को बीमा कंपनी से शराब के मूल्य की प्रतिपूर्ति मिली, तो यह",
  "was akin to that of the sale of liquor; and on the principles of equity and fair": "घटना शराब की बिक्री के समान थी और इक्विटी और निष्पक्षता के सिद्धांतों पर,",
  "play, the State cannot be put to loss in the manner that even when the": "राज्य को इस तरीके से नुकसान नहीं पहुंचाया जा सकता है कि जब डिस्टिलर को",
  "distiller has received value of liquor, the corresponding excise duty would": "शराब का मूल्य प्राप्त हुआ है, तब भी संबंधित उत्पाद शुल्क राज्य को उपलब्ध",
  "insurance coverage of the value of excise duty, while taking insurance": "का बीमा कवरेज लेते समय, उत्पाद शुल्क के मूल्य का बीमा कवरेज लेने के लिए",
  "insurance company. In support of these contentions, the learned counsel": "भुगतान करने के लिए उत्तरदायी है। इन तर्कों के समर्थन में, विद्वान अधिवक्ता ने",
  "Satyapal v. Commissioner of Central Excise, Noida: (2004) 167 ELT": "धरमपाल सत्यपाल बनाम केंद्रीय उत्पाद शुल्क आयुक्त; नोएडा: (2004; 767",
  "had been compensated by the insurance company with an amount which": "कंपनी द्वारा एक ऐसी राशि का मुआवजा दिया गया था जो शामिल शुल्क से बहुत",
  "25. Per contra, the learned counsel for the respondent has supported": "25. इसके विपरीत, प्रतिवादी के विद्वान अधिवक्ता ने रिट याचिका की अनुमति",
  "the order passed by the High Court allowing the writ petition and has": "देने वाले उच्च न्यायालय द्वारा पारित आदेश का समर्थन किया है और यह तर्क",
  "contended that there had not been any negligence on the part of the respondent company in relation to the incident of fire and no liability could": "दिया है कि आग की घटना के संबंध में प्रतिवादी कंपनी की ओर से कोई",
  "apart, the learned counsel would contend, with reference to Article 265 of": "संविधान. के. अनुच्छेद 265 के. संदर्भ में यह. तर्क दिया",
  "the Constitution of India, that levy and collection of tax must be authorized": "किं कर का उद्ग्रहण और सग्रहण विधि द्वारा प्राधिकृत किया जाना चाहिए और",
  "by law and in the scheme of the Act of 1910, the Excise Manual and the": "90 के अधिनियम, आबकारी नियमावली और 969 के नियमों के तहत,",
  "excise duty on the stock of IMFL destroyed due to fire in the godown. The": "किया जा सकता था और गोदाम में आग लगने के कारण नष्ट हुए आईएमएफएल",
  "learned counsel has also submitted that in regard to the stock of IMFL": "अधिवक्ता ने यह भी कहा कि आग में नष्ट हुए आईएमएफएल के स्टॉक के संबंध",
  "destroyed in fire, there was no transfer of property to anyone else and": "में, किसी और को संपत्ति का हस्तांतरण नहीं हुआ था और इसलिए, उत्पाद",
  "therefore, there was no sale so as to occasion recovery of excise duty.": "शुल्क की वसूली के अवसर पर कोई बिक्री नहीं हुई थी।",
  "26. While asserting that the respondent had taken all precautions of safe maintenance/storage of the stock of IMFL in the godown of distillery,": "26. यह दावा करते हुए कि प्रतिवादी ने डिस्टलरी के गोदाम में आईएमएफएल के स्टॉक के सुरक्षित रखरखाव/भंडारण की सभी सावधानी बरती थी, विद्वान",
  "learned counsel has submitted that the fire extinguishing equipments were": "अधिवक्ता ने कहा कि आग बुझाने वाले उपकरण डिस्टलरी परिसर में स्थापित",
  "installed in the distillery premises and the Fire Department issued No": "किए गए थे और अग्निशमन विभाग ने आग के से सुरक्षा के संबंध में डिस्टलरी द्वारा",
  "Objection Certificate dated 01.03.2003 on being fully satisfied with the": "बरती जाने वाली सावधानियों से पूरी तरह संतुष्ट होने पर दिनांक 0.03.2003",
  "the Assistant Electrical Inspector issued the certificate dated 19.09.2002 after inspection and on being satisfied that the electrical wiring equipments": "को अनापत्ति प्रमाण पत्र जारी किया; यह कि सहायक विद्युत निरीक्षक ने निरीक्षण के बाद दिनांक 9.09.2002 को प्रमाण पत्र जारी किया और इस बात से संतुष्ट",
  "etc. were in accordance with Indian Electricity Act, 1966; that the distillery": "होने पर कि विद्युत वायरिंग उपकरण आदि भारतीय विद्युत अधिनियम, 966 के",
  "had obtained license to work on 06.10.1994 which was renewed annually": "अनुसार थे; यह कि डिस्टलरी ने 06.0.994 को काम करने का लाइसेंस प्राप्त",
  "and was valid on the date of incident; that it was specifically stated in the": "किया था जिसे प्रतिवर्ष नवीनीकृत किया गया था और घटना की तारीख को मान्य",
  "report of the Assistant Excise Commissioner dated 02.08.2003 that the": "था; यह कि विशेष रूप से सहायक आबकारी आयुक्त की दिनांक 02.08.2003",
  "cause of fire could not be ascertained and there was nothing to show that": "की रिपोर्ट में कहा गया था कि आग का कारण निश्चित नहीं किया जा सकता और यह दशनि के लिए कुछ भी नहीं है कि डिस्टलरी में किसी प्रकार की कोई",
  "distillery was, in any manner, negligent or had caused the fire deliberately;": "लापरवाही बरती जा रही थी या आग जानबूझकर लगायी गयी थी यहाँ तक कि",
  "of the Fire Department too, it was pointed out that the cause of fire could": "आग के कारणों का विनिश्चय नहीं किया जा सका ; यह कि जिलाधिकारी",
  "the reason of fire was unknown and there was no proof with regard to the": "दिनांकित पत्र में आग के कारणों का अज्ञात होना लिखा और कहा कि डिस्टलरी",
  "negligence of distillery. With these facts and factors, learned counsel for": "की ओर से लापरवाही का कोई साक्ष्य नहीं है। इन तथ्यों और कारकों के साथ,",
  "destroyed was not caused by any negligence of the respondent and": "आईएमएफएल नष्ट हो गयी, प्रतिवादी की किसी भी लापरवाही के कारण नहीं हुआ",
  "coupled with this remains the fact that complete control and supervision of the distillery was exercised by the State Excise Department. Thus,": "और इसके साथ युम्मित तथ्य यह है कि डिस्टिलरी पर राज्य उत्पाद शुल्क विभाग का पूर्ण नियंत्रण और पर्यवेक्षण था। इस प्रकार, विद्वान अधिवक्ता के",
  "according to the learned counsel, there being no negligence on the part of the respondent, no liability of excise duty on the liquor destroyed in fire": "अनुसार, प्रतिवादी की ओर से कोई लापरवाही नहीं है, आग में नष्ट हुई शराब पर",
  "27. While maintaining that there was no negligence on the part of the": "27. यह सुनिश्चित करते हुए कि प्रतिवादी की ओर से कोई लापरवाही नहीं की गई",
  "respondent, the learned counsel has assailed the legality and validity of the": "थी, विद्वान अधिवक्ता ने प्रतिवादी के खिलाफ शुल्क की मांग की वैधता को",
  "referred to Article 265 of the Constitution of India, the provisions of the Act": "अनुच्छेद 265, अधिनियम,90 के प्रावधानों और उसके तहत नियमों के",
  "of 1910 and the Rules thereunder as also the Excise Manual and has": "साथ-साथ आबकारी नियमावली का भी उल्लेख किया है और कहा है कि",
  "submitted that Rule 708 of the Excise Manual absolves the State Government from the responsibility for the destruction, loss or damage of": "आबकारी नियमावली का नियम 708 राज्य सरकार को आग या चोरी या माप या",
  "any spirit stored in distillery by fire or theft or by gauging or proof or by any": "सबूत या किसी अन्य कारण से डिस्टलरी में संग्रहीत स्पिरिट के विनाश, हानि या",
  "other cause, for the reason that the entire distillery (including godown) is": "क्षति के लिए जिम्मेदारी से बचाता है, इस कारण से कि संपूर्ण डिस्टलरी (गोदाम",
  "under the lock and key of Excise Department. Learned counsel has": "सहित) आबकारी विभाग के ताला और चाबी के नीचे है। विद्वान अधिवक्ता ने",
  "referred to Rule 709 of the Excise Manual to submit that in the event of": "आबकारी नियमावली के नियम 709 को यह कहने करने के लिए संदर्भित किया है",
  "duty, if any, due to accident or reasons beyond the control of human": "उत्तरदायी नहीं ठहराया जा सकता है जो दुर्घटना या मानवीय नियंत्रण से बाहर के",
  "27.1 Yet further, learned counsel has submitted that entire bottling": "27.] फिर भी, विद्वान अधिवक्ता ने कहा कि बोतलबंद शराब के भंडारण सहित",
  "operations including the storage of bottled liquor are done under the strict supervision of the Excise Inspector and the stocks are maintained in": "संपूर्ण बोतलबंद परिचालन उत्पाद शुल्क निरीक्षक की कड़ी निगरानी में किए जाते",
  "separate rooms under joint lock and key of the department and the": "हैं और स्टॉक को विभाग और कंपनी के संयुक्त ताला और चाबी के तहत अलग -",
  "company. With reference to the Rules of 1969, particularly Rule 7 thereof,": "अलग कमरों में रखा जाता है। 969 के नियमों, विशेष रूप से इसके नियम 7 के",
  "UP or for the purpose of wholesale vend within the state of UP; and it is": "उत्तर प्रदेश राज्य के भीतर थोक विक्रेता के उद्देश्य के लिए जारी किया जाता है",
  "only at the point of issuance of liquor from the bottling rooms/godowns": "और बॉटलिंग कमरों /गोदामों से शराब जारी करने के बिंदु पर ही उत्पाद शुल्क को",
  "to the date, time and place of issuance. In this regard, learned counsel has": "निर्धारित किया जाता है और जारी करने की तारीख, समय और स्थान के संदर्भ में एकत्र किया जाता है। इस संबंध में, विद्वान अधिवक्ता ने 390 के अधिनियम",
  "also referred to the provisions contained in Sections 28 and 29 of the Act": "की धारा 28 और 29 में निहित प्रावधानों का भी उल्लेख किया है और फिर से इस",
  "for quantification, calculation and collection of excise duty under its": "दिनांकित 30.03.962 के तहत उत्पाद शुल्क की मात्रा, गणना और संग्रह के",
  "linked to the point of time to the date of issue for sale and not to the date": "स्पष्ट करता है कि शुल्क की दर बिक्री के लिए जारी होने की तारीख से जुड़ी है, न",
  "having been destroyed on account of fire before its issuance from the": "बिक्री के लिए गोदाम से जारी करने से पहले आग के कारण नष्ट हो जाने के कारण",
  "godown for sale, there arise no question of collecting any excise duty on": "इस पर कोई उत्पाद शुल्क लगाने का प्रश्न ही नहीं उठता। विद्वान अधिवक्ता का",
  "that under the Excise Act though the duty is levied at the point of": "कथन है कि यद्यपि आबकारी अधिनियम के तहत शुल्क उत्पादन के स्तर पर",
  "manufacture but the point of collection of the duty is only at the time of": "लगाया जाता है लेकिन शुल्क का संग्रहण केवल बिक्री के लिए जारी किए जाने पर",
  "because liability to pay excise duty would have arisen only when there was": "क्योंकि उत्पाद शुल्क का भुगतान करने का दायित्व केवल तभी उत्पन्न होता जब",
  "negligence on the part of the respondent company and not otherwise. The": "प्रतिवादी कंपनी की ओर से लापरवाही की गई होती, अन्यथा नहीं। विद्वान",
  "itself would not have cleared the insurance claim if there was any": "लापरवाही हुई होती तो बीमा कंपनी ने स्वयं बीमा दावे का निपटान नहीं किया",
  "negligence on the part of the respondent and clearance of insurance claim": "होता और बीमा दावे का निपटान स्वयं यह साबित करता है कि प्रतिवादी की ओर",
  "itself fortifies that there was no negligence on the part of the respondent. It is also submitted that the respondent company had not earned any profit": "से कोई लापरवाही नहीं हुई थी। यह भी निवेदन किया गया कि प्रतिवादी कंपनी ने",
  "is also submitted that the respondent company had not earned any profit in the matter and in fact, it pays the excise duty when the same is recovered": "मामले में कोई लाभ अर्जित नहीं किया था और वास्तव में, वह उत्पाद शुल्क का",
  "from the ultimate consumer but in the present case, when the respondent": "भुगतान करता है जब यह अंतिम उपभोक्ता से वसूल किया जाता है, लेकिन",
  "question of levying the same on the respondent does not arise.": "उत्पाद शुल्क वसूल नहीं किया, तो प्रतिवादी पर इसे लगाने का सवाल ही नहीं",
  "29. We have heard learned counsel for the parties at sufficient length": "29. हमने पक्षकारों के विद्वान अधिवक्तागण को पर्याप्त विस्तार से सुना और",
  "and have examined the material placed on record with reference to the law": "प्रयोज्य विधि के संदर्भ में रिकॉर्ड पर रखी गई सामग्री का परीक्षण किया।",
  "Questions for determination": "विनिश्चय के लिए प्रश्न",
  "30. In view of rival submissions, the following three major questions": "30. विरोधी प्रकथनों को ध्यान में रखते हुए, इस मामले में विनिश्चय के लिए निम्नलिखित तीन प्रमुख प्रश्न उठते हैं:",
  "A. As to whether demand of excise duty on the liquor lost in fire is": "क. इस बारे में कि क्या आग में नष्ट शराब पर उत्पाद शुल्क की मांग विधि द्वारा",
  "B. As to whether the fire incident in question had been an event beyond human control and no negligence could be imputed on the respondent company?": "ख. इस बारे में कि क्या अग्रि की घटना मानव नियंत्रण से परे थी और प्रतिवादी कंपनी पर कोई लापरवाही का आरोप नहीं लगाया जा सकता?",
  "(6) opium, Indian hemp and other narcotic drugs and narcotics,": "(ख) अफीम, भारतीय भांग और अन्य स्वापक ओषधि और स्वापक",
  "but not including medicinal and toilet preparations containing alcohol or any substance included in sub-paragraph (b) of this entry.”": "ओषधि, किंतु इसके अंतर्गत इस प्रविष्टि के उप -पैरा (ख) में सम्मिलित अल्कोहल या किसी पदार्थ से युक्त औषधीय और शौचालय के सामान नहीं है।",
  "33. The law relating to intoxicating liquors and intoxicating drugs in the": "33. उत्तर प्रदेश राज्य में नशीली शराब और नशीली दवाओं से संबंधित कानून",
  "Section 3 as also the relevant provisions, which are of direct bearing in the": "प्रावधान, जिनका वर्तमान मामले में सीधा संबंध है, जैसा कि धारा",
  "present case, as contained in Sections 17, 18, 19, 28 and 29 read as under:-": "7,8,9,28 और 29 में निहित, निम्नलिखित हैः",
  "3. Interpretation.- In this Act, unless there is something repugnant in this subject or context -": "3. निर्ववन-इस अधिनियम में, जब तक कि इस विषय या संदर्भ में कुछ प्रतिकूल न हो -",
  "(1) \"excise revenue\" means revenue derived or derivable from any duty, fee, tax, fine (other than a fine imposed by a court of law), or": "() \"उत्पाद शुल्क राजस्व \" से किसी शुल्क, फीस, कर, जुर्मानि (न्यायालय द्वारा अधिरोपित जुर्मानि से भिन्न) से व्युत्पन्न या व्युत्पन्न योग्य राजस्व अभिप्रेत",
  "confiscation imposed or ordered under the provisions of this Act, or": "है या इस अधिनियम के उपबंधों के अधीन या शराब या नशीली दवाओं से",
  "(3a) \"excise duty\" and \"countervailing duty\" means any such excise": "(3 क) \"उत्पाद शुल्क\" और \"प्रतिकारी शुल्क\" से कोई ऐसा उत्पाद शुल्क या",
  "duty or countervailing duty, as the case may be, as is mentioned in": "प्रतिकारी शुल्क अभिप्रेत है, जैसा भी मामला हो, जो संविधान की सातवीं",
  "(8) \"spirit\" means any liquor containing alcohol obtained by": "(8) \"स्पिरिट\" \"से आसवन द्वारा प्राप्त अल्कोहल युक्त कोई शराब अभिप्रेत है,",
  "18. Establishment or licensing of distilleries and warehouses.-": "8. धदियों ओर गोदासों की स्थापना या लाइसेसिंग-",
  "The Excise Commissioner may-": "उत्पाद शुल्क आयुक्त -",
  "(a) establish a distillery in which spirit may be manufactured": "(क) एक डिस्टिलरी स्थापित कर सकता है, जिसमें धारा 7 के तहत दिए",
  "under a licence granted under Section 17 on such conditions": "गए लाइसेंस के तहत ऐसी शर्तों पर स्पिरिट का निर्माण किया जा सकता है,",
  "as the State Government deems fit to impose;": "जिन्हें राज्य सरकार उचित समझती है।",
  "(b) discontinue any distillery so established;": "(ख) इस प्रकार स्थापित किसी डिस्टिलरी को बंद करना",
  "(c) licence, on such conditions as the State Government deems": "(ग) लाइसेंस, ऐसी शर्तों पर जो राज्य सरकार डिस्टिलरी या ब्रूवरी या",
  "fit to impose the construction and working of a distillery or": "विनिर्माता के निर्माण और कार्य को अधिरोपित करने के लिए उचित समझे",
  "(d) establish or licence a warehouse wherein any intoxicant may": "(घ) ऐसा गोदाम स्थापित करना या लाइसेंस देना जिसमें कोई मादक पदार्थ",
  "be deposited and kept without payment of duty; and": "जमा किया जा सके और शुल्क का भुगतान किए बिना रखा जा सके. और",
  "(e) discontinue any warehouse so established.": "(ड) इस प्रकार स्थापित किसी गोदाम को बंद करना.",
  "19. Removal of intoxicants from distillery, etc.- No intoxicant": "9. डिस्टिलरी आदि से यादक पदार्थों को हटाना-इस अधिनियम के अधीन",
  "shall be removed from any distillery, brewery, manufactory, warehouse or other place of storage established under this Act": "स्थापित किसी डिस्टिलरी, ब्रुअरी, फैक्ट्री, वेयरहाउस या भंडारण के अन्य स्थान से किसी मादक पदार्थ को तब तक नहीं हटाया जाएगा जब तक कि",
  "unless the duty (if any) payable under Chapter V has been paid or": "अध्याय 5 के अधीन देय शुल्क (यदि कोई हो) का भुगतान न कर दिया गया",
  "28. Duty on excisable articles — (1) An excise duty or a": "28. उत्पाद शुल्क योग्य वस्तुओं पर शुल्क-() उत्पाद शुल्क या प्रतिकारी",
  "State Government shall direct may be imposed, either generally or": "सरकार द्वारा निर्देशित दर या दरों पर या तो आम तौर पर या किसी निर्दिष्ट",
  "(a) imported in accordance with the provisions of Section": "(क) धारा 2 () के उपबंधों के अनुसार आयातित या",
  "(b) exported in accordance with the provisions of Section 13;": "(ख) धारा 3 के उपबंधों के अनुसार निर्यात किया गया",
  "(c) transported; or": "(ग) परिवहनित",
  "(d) manufactured, cultivated or collected under any licence granted under Section 17; or": "(घ) धारा 7 के अधीन दिए गए किसी लाइसेंस के अधीन विनिर्मित, संवर्धित",
  "(e) manufactured in any distillery established, or any distillery": "या संगृहीत या स्थापित किसी डिस्टिलरी या",
  "Provided as follows-": "बशर्ते निम्नलिखित -",
  "(i) duty shall not be so imposed on any article which has been imported into India and was liable on such importation to duty under the Indian Tariff Act, 1894, or the Sea Customs": "(।) भारत में आयात की गई और भारतीय टैरिफ अधिनियम, 894 या",
  "Explanation. - Duty may be imposed under this section at": "व्याख्या- इस धारा के तहत शुल्क उन स्थानों के अनुसार अलग-अलग दरों",
  "different rates according to the places to which any excisable article": "पर लगाया जा सकता है जहां किसी भी उत्पाद शुल्क योग्य वस्तु को उपभोग",
  "is to be removed for consumption, or according to the varying": "के लिए हटाया जाना है, या इस तरह की वस्तु की अलग-अलग शक्ति और",
  "(2) The State Government shall, in imposing an Excise duty or a": "(2) राज्य सरकार, पूर्वोक्त रूप में उत्पाद शुल्क या प्रतिकारी शुल्क",
  "the directive principles specified in Article 47 of the Constitution of India.": "अनुच्छेद 47 में विनिर्दिष्ट निदेशक सिद्धांतों से मार्गदर्शित होगी।",
  "“29. Manner in which duty may be levied.-Subject to such rules": "29. जिस रीति से उत्पाद शुल्क लगाया जाएगा-ऐसे नियमों के अधीन रहते",
  "as the Excise Commissioner may prescribe to regulate the time, place and manner of payment, such duty may be levied in one or": "हुए, जो उत्पाद शुल्क आयुक्त भुगतान के समय, स्थान और तरीके को विनियमित करने के लिए विहित करें, ऐसे शुल्क को निम्नलिखित में से एक",
  "(a) In the case of excisable articles imported under Section 12 (1)-": "(क) धारा 2 () के तहत आयात की गई उत्पाद शुल्क योग्य वस्तुओं के मामले में -",
  "(i) by payment either in the province of import or in the prov- ince or territory of export; or": "(।) आयात के प्रांत में या निर्यात के प्रांत या क्षेत्र में भुगतान या",
  "(ii) by payment upon issue for sale from a warehouse estab- lished or licensed under Section 18 (d);": "() धारा 28 (घ) के तहत लाइसेंस प्राप्त या स्थापित गोदाम से बिक्री के लिए जारी होने पर भुगतान द्वारा",
  "(b) in the case of excisable articles exported under Section 13-by": "(ख) धारा 3 के अधीन निर्यात की गई उत्पाद शुल्क योग्य वस्तुओं के",
  "payment either in the province of export or in the province or terri- tory of import ;": "मामले में या तो निर्यात के प्रांत में या प्रांत में या आयात के भय से भुगतान",
  "(c) in the case of excisable articles transported-": "(ग) परिवहन की जाने वाली उत्पाद शुल्क योग्य वस्तुओं के मामले में -",
  "(i) by payment in the district from which the excisable article is": "(।) उस जिले में भुगतान द्वारा, जहां से उत्पाद शुल्क योग्य वस्तु का परिवहन",
  "to be transported or": "किया जाना है, या",
  "(ii) by payment upon issue for sale from a warehouse estab- lished or licensed under Section 18 (d) ;": "() धारा 28 (घ) के तहत लाइसेंस प्राप्त या स्थापित गोदाम से बिक्री के लिए जारी होने पर भुगतान द्वारा",
  "(d) in the case of intoxicating drugs manufactured under any licence": "(घ) धारा 27 () के अधीन दिए गए किसी लाइसेंस के अधीन विनिर्मित नशीली दवाओं के मामले में -",
  "(i) by a rate charged upon the quantity manufactured under a licence granted under the provisions of Section 17 (1) (a), or": "विनिर्मित मात्रा पर प्रभारित दर, या धारा 8 (डी) के तहत स्थापित या",
  "issued from a warehouse established or licensed under Sec-": "लाइसेंस प्राप्त किसी गोदाम से जारी की गई मात्रा,",
  "tion 18 (d) ; (ii) where the intoxicating drug is manufactured from hemp": "() जहां मादक दवा का उत्पादन धारा 47 () (बी) और (सी) के",
  "plant (cannabis sativa) cultivated or collected under a licence": "प्रावधानों के तहत दिए गए लाइसेंस के तहत हेम्प प्लांट (कैनबिस सटाइवा)",
  "an acreage rate levied on the cultivation, or by a rate charged upon the amount collected ;": "से किया जाता है, या खेती पर लगाए गए एकड़ दर, या एकत्र की गई राशि पर प्रभारित दर द्वारा",
  "(e) in the case of spirit or beer manufactured in any distillery estab-": "किसी डिस्टिलरी ब्रुअरी या फैक्ट्री में विनिर्मित स्पिरिट या बियर के मामले में",
  "tion 18- (i) by a rate charged upon the quantity produced or issued": "की गई मात्रा पर प्रभारित दर से या धारा 8 (घ) के तहत स्थापित या",
  "alents, calculated on the quantity of materials used or by the": "() उपयोग में लाई जाने वाली सामग्रियों की मात्रा के आधार पर या राज्य",
  "degree of attenuation of the wash or wort, as the case may be, as the State Government may prescribe :": "सरकार द्वारा विहित, यथास्थिति, धुलाई या वर्ट के क्षरण की मात्रा के आधार पर परिकलित ऐसे पैमाने या समतुल्य अनुपातों के अनुसार प्रभारित दर सेः",
  "on the article on the date when it is issued from the warehouse.”": "वस्तु पर लागू है जब वह वेयरहाउस से जारी की जाती है।”",
  "34. Rules 708, 709 and 813 of the Excise Manual, dealing with the": "आबकारी नियमावली के नियम 708, 709 और 83 इस प्रकार हैं:",
  "“708. Government not liable for loss, of spirit in distilleries. -": "“708. डिस्टिलरीज में स्पिरिट की क्षति के लिए सरकार का उत्तरदायी न",
  "of any spirit stored in distilleries by fire or theft, or by gauging, or": "डिस्टिलरीज में संग्रहीत स्पिरिट के किसी विनाश, नुकसान या क्षति के लिए",
  "proof, or by any other cause whatsoever. In case of fire or other": "उत्तरदायी नहीं होगी। आग या अन्य दुर्घटना के मामले में डिस्टिलरी के प्रभारी",
  "accident officers in-charge of distilleries shall immediately attend, to open the premises at any hour by day or nights.": "अधिकारी तुरंत उपस्थित होंगे और दिन या रात में किसी भी समय परिसर को खोलेंगे।",
  "709. Distillers responsible for loss etc. of spirit in distilleries. -": "709. डिस्टिलसियों में स्पिरिट के नुकसान आदि के लिए _डिस्टिलर जिम्येदार",
  "in their distilleries and shall be liable to make good any loss of revenue caused to Government by their negligence.": "लिए जिम्मेदार होंगे और उनकी लापरवाही के कारण सरकार को होने वाले किसी भी राजस्व नुकसान की भरपाई करने के लिए उत्तरदायी होंगे।",
  "813. Wastage allowance. — The free wastage allowances for different kinds of spirit (excluding bottled spirit) stored in a distillery": "83. अनुमन्य क्षय- डिस्टिलरी में संग्रहीत विभिन्न प्रकार की स्पिरिट (बोतलबंद",
  "Per cent": "प्रतिशत",
  "(1) Plain and spiced spirit wee wee 0.7": "() सादी एवं मसालेदार स्पिरिट 0.7",
  "(2) Rectified spirit and Sophisticated spirit ... 0.4": "(2) अपछनित स्पिरिट एवं परिष्कृत स्पिरिट 0.4",
  "(3) Denatured spirit wee 0.5": "(3) डिनेचर्ड स्पिरिट 0.5",
  "If the total wastage on any kind of spirit does not exceed 3 per cent": "यदि किसी भी प्रकार की स्पिरिट पर कुल अपव्यय 3 प्रतिशत से अधिक नहीं",
  "duty will be charged on the net wastage in excess of the free": "होता है तो अनुमन्य क्षय से अधिक शुद्ध अपव्यय पर शुल्क लगाया जाएगा।",
  "allowances. But if the total wastage exceeds 1.5 per cent duty shall": "लेकिन यदि कुल अपव्यय .5 प्रतिशत से अधिक है तो निम्नलिखित दरों पर",
  "be liable to be charged on the whole wastage without allowing for": "अनुमन्य क्षय को अस्वीकार करते हुए संपूर्ण अपव्यय पर शुल्क लगाया",
  "duty leviable on |.M.F.L., in the case of Rectified sprit.": "में आईएमएफएल पर लगाए जाने वाले शुल्क की उद्चतम दर पर।",
  "(2) Sophisticated spirits including spiced Country spirit. - At the rate": "(2) मसालेदार देशी स्पिरिट सहित परिष्कृत स्पिरिट -उस स्पिरिट पर लगाए",
  "(3) Denatured spirit. - A penalty at the highest rate of purchase tax": "(3) डिनेचर्ड स्पिरिट -ऐसी स्पिरिट पर लगाए जाने वाले खरीद कर की",
  "Provided that if it is proved to the satisfaction of the Excise": "बशर्ते कि उत्पाद शुल्क आयुक्त की संतुष्टि के लिए यह साबित किया",
  "Commissioner that the deficiency or wastage in excess of the prescribed limit has been caused by an accident or other": "जाता है कि निर्धारित सीमा से अधिक की कमी या बर्बादी किसी दुर्घटना या",
  "unavoidable cause, the payment of duty on such deficiency or": "अन्य अपरिहार्य कारण से हुई है, तो ऐसी कमी या बर्बादी पर शुल्क का",
  "wastage shall be not be required.": "भुगतान करने की आवश्यकता नहीं होगी।",
  "When the wastage does not exceed the prescribed limit, no action": "जब अपव्यय निर्धारित सीमा से अधिक नहीं होता है, तो प्रभारी अधिकारी",
  "must obtain a written explanation from the distillers and forward the": "अधिकारी को डिस्टिलरों से लिखित स्पष्टीकरण प्राप्त करना चाहिए और",
  "was payable in terms of Section 28 and its rate was to be that as applicable": "निष्पादन न किया गया हो। शुल्क धारा 28 के संदर्भ में देय था और इसकी दर",
  "on the date of its issue from the warehouse in terms of Section 29. An": "वह थी जो धारा 29 के संदर्भ में वेयरहाउस से इसके जारी होने की तारीख को",
  "allowance upto 1% was admissible on the total quantity of liquor stored": "दौरान संग्रहीत शराब की कुल मात्रा पर % तक का क्षय स्वीकार्य था और",
  "which has been interpreted by this Court in the aforesaid decision of M/s": "(पूर्वोक्त) के मामले में इस न्यायालय द्वारा अभिनिर्धारित किया गया है। यह एक",
  "39.1. Inthe case of State of U.P. & Ors. v. Delhi Cloth Mills & Anr.:": "39.] फत्तर प्रदेश राज्य एवं अन्य बनाम दिल्ली क्लॉथ मिल्स एवं एक अन्य",
  "(1991) 1 SCC 454, this Court dealt with the question as to whether excise": "(7997) 2 एस. सी. सी. 454, के मामले में न्यायालय ने इस प्रश्न पर विचार",
  "duty could have been levied on the wastage of liquor in transit and held": "किया कि क्‍या परिवहन में शराब की बर्बादी पर उत्पाद शुल्क लगाया जा सकता",
  "upon declaration of excess wastage because, ‘the taxable event was": "भले ही यह अतिरिक्त अपव्यय की घोषणा पर लगाया गया था, क्योंकि 'कर योग्य",
  "production or manufacture of liquor.’ This Court further made it clear that": "बिन्दु शराब का उत्पादन या निर्माण था।' इस न्यायालय ने आगे यह स्पष्ट किया",
  "observations and declaration of law by this Court could be usefully": "प्रासंगिक टिप्पणियों और विधि की घोषणा को उपयोगी रूप से इस प्रकार प्रस्तुत",
  "reproduced as under: -": "किया जा सकता है: -",
  "“8. The original Section 28 of the Act now re-numbered as sub-": "“8. अधिनियम की मूल धारा 28 को अब इसकी धारा () के रूप में पुनः",
  "section (1) thereof, and sub-sections (2) and (3) inserted by Section 2 of the U.P. Act 7 of 1970 clearly covers Indian made foreign": "संख्यांकित किया गया है और 970 के उत्तर प्रदेश अधिनियम 7 की धारा 2 द्वारा अंतःस्थापित धाराएं (2) और (3) स्पष्ट रूप से भारतीय निर्मित विदेशी",
  "liquors. There can be no dispute as to military rum being one of the": "शराब को शामिल करती हैं।इस बारे में कोई विवाद नहीं हो सकता कि",
  "Indian made foreign liquors excisable under the Act. A duty of": "मिलिटरी रम धारा के तहत उत्पाद शुल्क योग्य भारतीय निर्मित विदेशी शराब",
  "produced irrespective of its sale. Firstly, it is a duty upon excisable": "में से एक है। पहला, यह उत्पाद शुल्क योग्य वस्तुओं पर एक शुल्क है, न कि",
  "goods, not upon sale or proceeds of sale of the goods. It is related": "वस्तुओं की बिक्री या बिक्री से प्राप्त राशि पर। यह उत्पाद शुल्क योग्य वस्तुओं",
  "to production or manufacture of excisable goods. The taxable event": "के उत्पादन या निर्माण से संबंधित है। कर योग्य बिंदु शराब का उत्पादन या",
  "is the production or manufacture of the liquor. Secondly, as was held in A.B. Abdulkadir v. State of Kerala: AIR 1962 SC 922, an": "निर्माण है। दूसरा, जैसा कि ए. बी. अब्दुल कादिर बनाम केरल राज्यःए आई आर उ962 एस. सी. 922 के अनुसार, उत्पाद शुल्क योग्य वस्तुओं के",
  "excise duty imposed on the manufacture and production of excisable goods does not cease to be so merely because the duly": "निर्माण और उत्पादन पर लगाया गया उत्पाद शुल्क केवल इसलिए समाप्त नहीं",
  "is levied at a stage subsequent to manufacture or production. That": "होता है क्योंकि निर्माण या उत्पादन के बाद के चरण में विधिवत लगाया जाता",
  "was a case on Central Excise, but the principle is equally applicable": "है। यह मामला केंद्रीय उत्पाद शुल्क का था, लेकिन यह सिद्धांत यहां भी",
  "in Bimal Chandra Banerjee v. State of M.P.: 1970 (2) SCC 467. In": "प्रदेश राज्य: 970 (2) एससीसी 467 के मामले में धारित किया गया। इस",
  "the instant case there is no dispute that the military rum exported": "बात पर कोई विवाद नहीं है कि निर्यात किए गए मिलिटरी रम का उत्पादन",
  "was produced in the State of U.P. In State of Mysore v. D. Cawasji": "उत्तर प्रदेश राज्य में किया गया था। मेसूर राज्य बनाम डी. कवासजी 7970",
  "&Co.: 1970 (3) SCC 710, which was on Mysore Excise Act, it was": "(3) एस. सी. सी. 770 जो मैसूर उत्पाद शुल्क अधिनियम पर था, में यह",
  "held that the excise duty must be closely related to production or": "अभिनिर्धारित किया गया था कि उत्पाद शुल्क निश्चित रूप से उत्पाद शुल्क योग्य वस्तुओं के उत्पादन या विनिर्माण से निकटता से संबंधित होना चाहिए",
  "the distillation process or when it was issued from the distillery. The point": "टैंकों में प्राप्त किया जाता था या जब इसे आसवन से जारी किया जाता था। इसे",
  "of quantification of this duty, even if linked in point of time to the date of issue for sale in terms of proviso to Section 29, does not relate to the ‘event": "थी। इस शुल्क की मात्रा का बिंदु, भले ही धारा 29 के प्रावधान के संदर्भ में बिक्री के लिए जारी होने की तारीख से समय के बिंदु से जुड़ा हुआ हो, 'शुल्क लगाए",
  "received in the bottling tank or had been otherwise issued from distillery. In": "प्राप्त होने या अन्यथा डिस्टिलरी से जारी किए जाने पर हो जाता है। दूसरे शब्दों",
  "other words, the liquor that was lying stored in the bonded warehouse had already become subject to the excise duty, with postponement of actual": "में, अनुबंधित वेयरहाउस में रखी गई शराब पहले से ही उत्पाद शुल्क के अधीन हो",
  "was production or manufacture, and not sale, of the liquor. In this view of": "कर योग्य बिंदु शराब का उत्पादन या निर्माण थी, न कि बिक्री। इस मामले की दृष्टि",
  "the matter, the submission that the levy in question is not authorised by": "से, यह तर्क कि प्रश्नगत शुल्क अधिरोपण विधि द्वारा प्राधिकृत नहीं है और भारत",
  "law, and is hit by Article 265 of the Constitution of India, remains untenable": "के संविधान के अनुच्छेद 265 द्वारा प्रभावित है, अमान्य है और इसे अस्वीकार",
  "42. As regards the applicable rules for the demand in question, the High": "42. जहां तक प्रश्नगत मांग के लिए लागू नियमों का संबंध है, उच्च न्यायालय ने",
  "Court has proceeded on the reasoning that the present one had not been the case of wastage in handling and therefore, Rule 7(11) of the Rules of": "यह तर्क दिया है कि वर्तमान नियम संचालन में अपव्यय का मामला नहीं था और",
  "the case of wastage in handling and therefore, Rule 7(11) of the Rules of 1969 would not be applicable. The respondent company has also": "इसलिए, 969 के नियमों का नियम 7 (7) लागू नहीं होगा। प्रतिवादी कंपनी ने",
  "submitted that Rule 7(11) of the Rules of 1969 is inapplicable and it is": "यह भी तर्क दिया है कि 969 के नियमों का नियम 7 (7) अप्रयोज्य है और",
  "pointed out that even the State Government had directed the Excise": "यह कहा गया है कि राज्य सरकार ने भी आबकारी आयुक्त को आबकारी",
  "Commissioner to proceed under Rule 709 of the Excise Manual and not": "नियमावली के नियम 709 के तहत कार्यवाही करने का निर्देश दिया था, न कि",
  "Rule 7(11) of the Rules of 1969, which deals only with wastage in normal": "969 के नियमों के नियम 7 () के तहत, जो केवल संचालन और भंडारण के",
  "only Rule 709 of the Excise Manual could be taken recourse of by the": "आबकारी नियमावली के केवल नियम 709 का सहारा लिया जा सकता है,",
  "Government, but in that case, the distillery could be made liable only if it": "लेकिन उस स्थिति में, डिस्टिलरी को केवल तभी उत्तरदायी बनाया जा सकता है",
  "could be shown that the loss had been caused to the Government by any negligence on part of the distillery.": "जब यह दिखाया जा सकता है कि डिस्टिलरी की ओर से किसी भी लापरवाही के कारण सरकार को नुकसान हुआ है।",
  "43. In regard to the above submissions, though the demand in question": "43. उपर्युक्त तरकों के संबंध में, यद्यपि प्रश्नगत मांग आबकारी नियमावली के नियम",
  "would be essentially referable to Rule 709 of the Excise Manual, but Rule": "709 के लिए अनिवार्य रूप से संदर्भित होगी, लेकिन 969 के नियमों के नियम",
  "quantity of spirit stored during a month towards actual loss in bottling and": "7 (7) में बॉटलिंग और भंडारण में वास्तविक हानि के लिए एक महीने के दौरान",
  "wastage in storage, the allowance is only up to 1% of total quantity of spirit": "संग्रहीत स्पिरिट की कुल मात्रा पर % तक के भत्ते का प्रावधान है और",
  "the licencee responsible for payment of duty on wastage in excess of 1%": "लाइसेंसधारी % से अधिक अपव्यय पर शुल्क के भुगतान के लिए जिम्मेदार",
  "on the total quantity of spirit stored during the month. Thus, neither the": "के संबंध में भी भत्ता एक महीने के दौरान संग्रहीत स्पिरिट की कुल मात्रा का",
  "incident was avoidable if proper and necessary care was taken by the": "और घटना से बचा जा सकता था यदि प्रतिवादी कंपनी द्वारा उचित और",
  "respondent company. On the other hand, on behalf of the respondent,": "आवश्यक देखभाल की गई होती। दूसरी ओर, प्रतिवादी की ओर से, हालांकि,",
  "though the principles relating to an “act of God” have not been invoked as": "दैवीय कृत्य से संबंधित सिद्धांतों का हमारे सामने इस प्रकार उल्लेख नहीं किया",
  "the negligence of the respondent company in maintaining safe custody of": "रखने में प्रतिवादी कंपनी की ओर से किसी लापरवाही के कारण नहीं हुई थी और",
  "the reasons beyond the control of human agency. It has also been": "यह घटना ऐसी थी जो मानव नियंत्रण से परे कारणों से हुई थी। यह भी तर्क दिया",
  "contended that the entire distillery (including the godown) has been under lock and key of the department; and the department had been exercising": "गया है कि पूरी डिस्टिलरी (गोदाम सहित) विभाग के लॉक और चाबी के तहत है",
  "complete control and supervision over the distillery and, therefore, no": "और विभाग डिस्टिलरी पर पूर्ण नियंत्रण और पर्यवेक्षण कर रहा है और इसलिए,",
  "negligence could be imputed on the respondent.": "प्रतिवादी पर लापरवाही की बात अधिरोपित नहीं की जा सकती।",
  "Control of Department over the distillery and godown: effect of": "डिस्टिलरी ओर गोदाम पर विधाग के नियंत्रण का प्रधाव:",
  "47. In view of rival submissions, we may begin with the issue relating": "47. विरोधी प्रस्तुतियों को ध्यान में रखते हुए, हम डिस्टिलरी और गोदाम पर",
  "to supervision and control of State Excise Department over the distillery": "राज्य उत्पाद शुल्क विभाग के पर्यवेक्षण और नियंत्रण से संबंधित मुद्दे से शुरू कर",
  "and the godown. The submissions made in this regard on behalf of the respondent company remain baseless and have only been noted to be": "सकते हैं। प्रतिवादी कंपनी की ओर से इस संबंध में दिए गए तर्क निराधार हैं और",
  "Negligence": "लापरवाही",
  "48. Now, for entering into the core of this matter, i.e., as to whether the": "48. अब, इस मामले के मूल में प्रवेश करने के लिए, अर्थात्‌, क्या आग में शराब",
  "loss of revenue caused to the Government by destruction of liquor in fire": "के नष्ट होने से सरकार को हुई राजस्व की हानि के लिए प्रतिवादी कंपनी की ओर",
  "could be attributed to any negligence on the part of the respondent": "हुई किसी लापरवाही को जिम्मेदार ठहराया जा सकता है, हम लापरवाही के",
  "arising out of, or due to, negligence as also the exceptions and defences in relation to any claim based on negligence.": "आधार पर किसी भी दावे के संबंध में अपवादों और बचाव को पर भी ध्यान दे",
  "49. “Negligence” is one such class of “wrongs” that leads to liability. The": "49. \"लापरवाही\" “अपकृत्य” का एक ऐसा वर्ग है जो दायित्व की ओर ले जाता",
  "fundamental jurisprudential principle of “liability” is crisply defined in": "है। \"उत्तरदायित्व\" का न्यायशास्त्रीय सिद्धांत सालमण्ड के न्यायशास्त्र* में सटीक रूप से निम्नवत परिभाषित है:-",
  "“Liability or responsibility is the bond of necessity that exists": "\"उत्तरदायित्व या जिम्मेदारी आवश्यकता का बंधन है जो अपराधी और गलती",
  "“Liability” arises from breach of duty, which may be in the form of": "\"दायित्व\" कर्तव्य के उल्लंघन से उत्पन्न होता है, जो किसी कार्य या चूक के",
  "an act or omission. We need not delve, for the present purpose, on the": "रूप में हो सकता है। हमें, वर्तमान प्रयोजन के लिए, उत्तरदायित्व के सिविल या",
  "9 12t Edition, p. 349.": "9 2 वां संस्करण, पृ. 349",
  "47.1. It has rightly been contended on behalf of the appellants that the": "47.] अपीलार्थी की ओर से यह उचित ही प्रतिवाद किया गया है कि डिस्टिलरी",
  "purpose of posting Excise Officers in the distillery is for securing the interest of the State by collection of revenue and to put a check over any act of": "में आबकारी अधिकारियों की नियुक्ति का उद्देश्य राजस्व संग्रह करके राज्य के",
  "theft, wastage, illegal sale as also to ensure proper implementation of rules.": "हितों की रक्षा करना और चोरी, बर्बादी, अवैध बिक्री के किसी भी कार्य पर रोक लगाना और नियमों का उचित कार्यान्वयन सुनिश्चित करना है। आबकारी",
  "Rule 736 of the Excise Manual makes it clear that the doors of buildings or": "नियमावली का नियम 736 यह स्पष्ट करता है कि उन भवनों या कमरों के दरवाजे",
  "rooms which are used for storage of spirit are under double locks, where": "जिनका उपयोग स्पिरिट के भंडारण के लिए किया जाता है, उन पर दोहरे ताले हैं,",
  "one of the locks is of the Excise Department and other of the distillery. The": "जहां एक ताला आबकारी विभाग का है और दूसरा डिस्टिलरी का है। 2969 के",
  "other provisions of the Rules of 1969 and the Excise Manual further make": "नियमों और उत्पाद शुल्क नियमावली के अन्य प्रावधानों में यह भी स्पष्ट किया",
  "it clear that as regards general arrangement and management of": "गया है कि डिस्टिलरी की सामान्य व्यवस्था और प्रबंधन के संबंध में , विस्तृत",
  "distilleries, elaborate provisions have been made like as to how the pipes": "प्रावधान किए गए हैं जैसे कि पाइप कैसे बिछाए जाएंगे, फिक्स किए जाएंगे और",
  "would be laid, fixed and painted, as to how lock fastening would be constructed etc. Even a minor alteration in the distillery arrangement": "पेंट किए जाएंगे, कि कैसे लॉक ताले जड़े जाएं आदि। डिस्टलरी के प्रबंधन में छोटे",
  "requires previous sanction of the Excise Commissioner (Rule 771) and": "से परिवर्तन के लिए भी आबकारी आयुक्त की पूर्व अनुमति (नियम 77)",
  "repairs etc. are to be reported (Rule 772). The rules in their conspectus": "आवश्यक होती है और मरम्मत आदि की भी सूचना देनी होती है (नियम 772). उनके विवरण पत्र में प्रत्येक चरण में डिस्टिलरी के कामकाज पर आबकारी विभाग",
  "provide for strict supervision and control of the Excise Department over the": "के सख्त पर्यवेक्षण और नियंत्रण का प्रावधान है, लेकिन यह पर्यवेक्षण और",
  "safe custody of the stock of spirit and towards avoidance of wastage. Any": "नियंत्रण डिस्टिलरी को स्पिरिट के भंडार की सुरक्षित अभिरक्षा और अपव्यय से",
  "49.1. In Concise Oxford English Dictionary'®, the term “negligence” is": "49.] कंसाइज ऑक्सफोर्ड डिक्शनरी ”\" में लापरवाही शब्द को निम्नानुसार",
  "defined and explained as under: -": "परिभाषित किया गया और समझाया गया हैः: -",
  "“negligence = n. failure to take proper care over something. > Law": "“लापरवाही किसी बात पर उचित ध्यान देने में विफलता, विधि- सावधानी",
  "breach of a duty of care which results in damage.”": "के कर्तव्य का उल्लंघन जिससे क्षति हुई हो”",
  "The adjective of this expression is “negligent” and its adverb form": "इस पद का विशेषण 'लापरवाह' है और इसका क्रिया विशेषण 'लापरवाही",
  "is ‘negligently’. These expressions, for deeper understanding need to be": "से” है। गहराई से समझने के लिए इन अभिव्यक्तियों को क्रिया 'उपेक्षा",
  "“neglect = v. fail to give proper care or attention to. » fail to do": "“उपेक्षा करना - क्रि. उचित देखभाल या ध्यान देने में विफल रहना। कुछ",
  "something. = n. the state or process of neglecting or being": "करने में विफल - सं. उपेक्षा करने की दशा या प्रक्रिया - कुछ करने में",
  "49.2. In Webster’s Third New International Dictionary,'' the terms": "49.2. वेबस्टर की थर्ड न्यू इंटरनेशनल डिक्शनरी ” में 'लापरवाह' और",
  "“neglect” and “negligence” are defined and explained as under: -": "'लापरवाही' शब्दों को निम्नानुसार परिभाषित किया और समझाया गया है: -",
  "“neeglect 1a: to give little or no attention or respect to : consider": "\"उपेक्षा, लापरवाही करना . 8: कम या कोई ध्यान या सम्मान नहीं देना: इस",
  "or deal with as if of little or no importance : DISREGARD, SLIGHT": "प्रकार से व्यवहार करना जैसे इसका कोई महत्व न हो या कम महत्व हो। न",
  "<~ed the real needs of the students> b : to fail to attend to": "छात्रों की वास्तविक आवश्यकता > 0 : सम्यक या पर्याप्त ध्यान न देना :",
  "sufficiently or properly : not give proper attention or care to ..... 2:": "उचित ध्यान न देना ... 2 : लापरवाही से कुछ करने में चूक (वह जो किया",
  "altogether or almost altogether : leave undone or unattended to": "जाना था) या पूरी तरह या लगभग पूरी तरह : लापरवाही या आशय से अपूर्ण",
  "“negeliegence 1 a : the quality or state of being negligent b: a": "“लापरवाही . ० : लापरवाह होने की स्थिति या प्रक्रिया ७ : जैसा एक",
  "person would usually exercise under similar circumstances would amount": "कि एक उचित विवेकपूर्ण व्यक्ति ने समान स्थिति में प्रयोग की होगी; कोई भी",
  "49.4. In P. Ramanatha Aiyar’s Advanced Law Lexicon'’, various": "49.4 पी. रामनाथ अय्यर के एडवांस्ड लॉ लेक्सिकन” में अन्य बातों के",
  "connotations of the expression “negligence” are stated, inter alia, in the": "साथ-साथ 'लापरवाही' पद के विभिन्न अर्थों का उल्लेख निम्नलिखित शब्दों",
  "following terms: -": "में किया गया है: -",
  "“Negligence. Failure to use the care that a reasonable and prudent": "“लापरवाही: उस देखभाल का उपयोग करने में विफलता जो एक तर्कसंगत",
  "person would have used under the same or similar circumstances.": "और विवेकशील व्यक्ति उस या वैसी परिस्थितियों में उपयोग करता।",
  "Negligence in law signifies a coming short of the performance of duty.": "कानून में लापरवाही कर्तव्य पालन में कमी को दर्शाती है।",
  "Failure to use the care that a reasonably prudent and careful person": "ऐसी देखभाल का उपयोग करने में विफलता जो एक विवेकपूर्ण और सावधान",
  "would use under similar circumstances.": "व्यक्ति समान परिस्थितियों में उपयोग करेगा।",
  "Negligence is “the absence of proper care, caution and diligence; of": "लापरवाही \"ऐसी देखभाल, सतर्कता और सजगता की कमी है, जैसी",
  "reasonable and ordinary prudence would require to be exercised.”": "परिस्थितियों के तहत उचित और सामान्य विवेक द्वारा उपयोग किया जाता।\"",
  "and further explains the subtle distinction of inadvertent and advertent": "एवं अनाशयित लापरवाही के सूक्ष्म अंतर की व्याख्या की गयी है-",
  "“It is to be observed, in the second place, that carelessness or negligence does not necessarily consists in thoughtfulness or": "दूसरी बात यह है कि लापरवाही या बेपरवाही आवश्यक रूप से विचार या",
  "inadvertence. This is doubtless the commonest form of it, but it is": "अनाशयता में शामिल नहीं है। निःसंदेह यह इसका सबसे सामान्य रूप है,",
  "not the only form. If | do harm, not because | intended it, but": "लेकिन यह एकमात्र रूप नहीं है। अगर मैं किसी को नुकसान पहुंचाता हूं, इसलिए नहीं कि मैं ऐसा करना चाहता था, बल्कि इसलिए कि मैंने विचार नहीं",
  "am certainly guilty of negligence. But there is another form of": "से लापरवाही का दोषी हूं। लेकिन एक और प्रकार की लापरवाही है, जिसमें",
  "negligence, in which there is no thoughtlessness or inadvertence whatever. If | drive furiously down a crowded street, | may be fully": "कोई असावधानी या लापरवाही नहीं है। अगर मैं किसी भीड़भाड़ वाली सड़क",
  "13 5t% Edition, Vol. 3, p. 3435": "]3 5वां संस्करण खंड 3 पृ. 3435",
  "4 Ibid p. 380": "4 उपरोक्त पृ. 380",
  "had taken place despite the company having taken all care, it was nothing": "की कोशिश की गई कि यदि कंपनी द्वारा पूरी तरह से ध्यान दिए जाने के बावजूद",
  "but an act of God of which, no human agency had any control. The High": "का मानवीय नियंत्रण नहीं था। उच्च न्यायालय ने प्रकथनों के इस हिस्से को",
  "Court has accepted this part of submissions. Though in the argument before us, learned counsel for the respondent has not laid much stress on": "स्वीकार कर लिया है। यद्यपि हमारे समक्ष तर्क में, प्रतिवादी के विद्वान अधिवक्ता ने",
  "this theory but looking to the relevant background, it would be apposite to": "इस सिद्धांत पर अधिक जोर नहीं दिया है, लेकिन प्रासंगिक पृष्ठभूमि को देखते",
  "take note of a few features related with “act of God” and its connotations": "हुए, यह उचित होगा कि दैवीय कृत्य से संबंधित कुछ विशेषताओं और दायित्व के",
  "54. In P. Ramanatha Aiyar’s Advanced Law Lexicon\", variegated": "५८. पी. रामनाथ अय्यर के एडवांस्ड लॉ लेक्सिकन” में 'दैवीय कृत्य' या",
  "present purpose could be usefully extracted as under: -": "उद्धृत किया जा सकता हैः-",
  "“All natural agencies, as opposed to human activities, constitute": "“सभी प्राकृतिक चीजें, मानवीय गतिविधियों के विपरीत, दैवीय कृत्य का गठन",
  "acts of God, and not merely those which attain an extraordinary degree of violence or are of very unusual occurrence. The": "करती हैं, न कि केवल उनमें जिनमें असाधारण मात्रा में हिंसा होती हैं या बहुत",
  "rarity of the event is relevant only in considering whether it could or": "हिंसा या दुर्लभता केवल इस बात पर विचार करने के लिए प्रासंगिक है कि",
  "could not have been prevented by reasonable care : if it could not,": "क्या इसे उचित देखभाल से रोका जा सकता था या नहीं: यदि ऐसा नहीं हो",
  "then it is an act of God which will relieve from liability, howsoever": "सका तो यह दैवीय कार्य है जो दायित्व से मुक्ति दिलाएगा, चाहे उसका कारण",
  "trivial or common its cause may have been. If this be correct, then": "कितना ही छोटा या सामान्य क्यों न रहा हो। यदि यह सही है, तो घटना की",
  "the unpredictable nature of the occurrence will go only to show that": "अप्रत्याशित प्रकृति केवल यह दिखाएगी कि प्रश्नगत दैवीय कार्य ऐसा था जिसे",
  "no duty to foresee or provide against. It is only in such a case that": "प्रतिवादी को पूर्वानुमान लगाने या उसके खिलाफ उपाय करने का कोई कर्तव्य",
  "on the Law of Torts 330 (17th ed. 1977).": "एफ. वी. ह्यूस्टन. सालमंड ऑन द लॉ ऑफ टॉर्ट्स 330 (7 वां संस्करण 977)।",
  "“A natural act such as a storm, floods or an earthquake which": "“एक प्राकृतिक कार्य जैसे तूफान, बाढ़ या भूकंप जिसका पूर्वानुमान नहीं",
  "cannot be foreseen and usually absolves a person from liability if": "लगाया जा सकता और आमतौर पर किसी व्यक्ति को इसके परिणामस्वरूप",
  "Any event so out of the ordinary that it could not have been": "ऐसी कोई भी घटना जो इतनी असामान्य हो कि इसे किसी भी मात्रा में",
  "prevented by any amount of human care and forethought, e.g.": "मानवीय देखभाल और प्रयास से रोका नहीं जा सकता था, जैसे बिजली,",
  "lightning, freak tidal waves or floods efc., which relieves a": "ज्वारीय लहरें या बाढ़ आदि, जो एक ठेकेदार जैसे कि माल वाहक को राहत",
  "contractor, such as a freight carrier, of any liability for losses suffered as a result of it.”": "देती है एवं इसके परिणामस्वरूप होने वाले नुकसान के लिए किसी भी देनदारी",
  "thought to include such unexpected occurrences of nature as severe gale, snowstorms, hurricanes, cyclones and tidal-bures and": "”..यह माना जा सकता है कि इसमें गंभीर आंधी, बर्फोले तूफान, तूफान,",
  "It may include such unexpected occurrences of nature as severe gale, snowstorms, hurricanes, cyclones, tidal waves and the like.": "चक्रवात और ज्वार-भाटा जैसी प्रकृति की अप्रत्याशित घटनाएं शामिल हैं।",
  "But every unexpected wind and storm does not operate as an": "लेकिन प्रत्येक अप्रत्याशित हवा और तूफान दायित्व से मुक्त होने के एक बहाने",
  "anticipating their happening. An act of God provides no excuse unless it is so unexpected that no reasonable human foresight could": "संभावना हो। दैवीय कार्य कोई बहाना नहीं देता है, जब तक कि यह इतना",
  "be presumed to anticipate the occurrence, having regard to the conditions of time and place known to be prevailing. For instance,": "अप्रत्याशित न हो कि समय और स्थान की परिस्थितियों को ध्यान में रखते",
  "effort\".": "सके।”",
  "appellants, on the other hand, contended that it was sheer negligence on": "में प्रतिवादीगण की ओर से यह सरासर लापरवाही थी और इसलिए, अपीलार्थी",
  "the appellants suffered had direct nexus or causal connection with the": "को हुई क्षति का संबंध सीधे तौर पर लापरवाही के पूर्वोक्त कार्य से था और इसे",
  "aforesaid act of negligence and it could not be attributed to the rains; and": "बारिश को जिम्मेदार नहीं ठहराया जा सकता और इसलिए, प्रत्यर्थी इसे दैवीय",
  "themselves from tortious liability. The Trial Court and the High Court accepted the case of respondents that they were forced to release the": "सकते। निचली अदालत और उद्च न्यायालय ने प्रतिवादी के मामले को स्वीकार",
  "water due to the heavy rains; and that the land of the appellants was": "किया कि उन्हें भारी बारिश ने पानी छोड़ने के लिए मजबूर किया गया था और यह",
  "situated adjacent to the river bank and, therefore, due to heavy rain, the": "कि अपीलार्थी की भूमि नदी के किनारे स्थित थी और, इसलिए, भारी बारिश के",
  "river could have overflown resulting in entering of the water into the fields": "कारण, नदी ओवरफो हो सकती थी जिसके परिणामस्वरूप किसी भी स्थिति में",
  "54.2.1. In appeal, this Court, while examining the question as to whether it": "54.2. अपील में, इस न्यायालय ने, इस प्रश्न की जांच करते हुए कि क्या यह",
  "were a case of gross negligence, observed that the respondents did not properly controvert the allegations of the appellants that water was not": "घोर लापरवाही का मामला था, टिप्पणी की कि प्रतिवादी अपीलार्थी के आरोपों",
  "properly controvert the allegations of the appellants that water was not maintained at an appropriate level to take care of ensuing monsoons. They": "का ठीक से खंडन नहीं किया कि आगामी मानसून को देखते हुए उचित स्तर पर",
  "had also not supported their plea to the effect that had the water been not": "पानी का रखरखाव नहीं किया गया था। उन्होंने इस आशय की अपनी दलील का",
  "more public harm. This Court held that since the dam was constructed and": "देता और इस कृत्य से अधिक सार्वजनिक नुकसान होता। इस न्यायालय ने अभिनिर्धारित किया कि चूंकि बांध का निर्माण और रखरखाव प्रतिवादी द्वारा किया",
  "water in the dam. This Court further held that the respondents were the": "इस न्यायालय ने आगे अभिनिर्धारित किया कि प्रतिवादी प्रश्ननत बांध के मालिक",
  "owners of the dam in question; and they were expected to keep the dam in": "थे और उनसे अपेक्षा की जाती है कि वे बांध को ऐसी स्थिति में रखेंगे जिससे",
  "such a condition which avoided any loss or damage of any nature to the neighbours or passersby. This Court observed that merely by saying that": "पड़ोसियों या राहगीरों को किसी भी प्रकार के नुकसान या क्षति से बचाया जा सके। इस न्यायालय ने पाया कि केवल यह कहने से कि मानसून की बारिश के",
  "the level of water in the dam increased because of monsoon rains and that": "कारण बांध में पानी का स्तर बढ़ गया है और पानी को सार्वजनिक हित में छोड़ा उद्घोषणा",
  "allegation of negligence. While rejecting the defence of an “act of God’,": "माना जा सकता। \"दैवीय कार्य\" के बचाव को अस्वीकार करते हुए, इस न्यायालय",
  "this Court explained thus: -": "ने इस प्रकार व्याख्या कीः-",
  "“22. .... An act of God is that which is a direct, violent, sudden and": "”22....दैवीय कार्य वह है जो प्रकृति का प्रत्यक्ष, हिंसक, आकस्मिक और",
  "irresistible act of nature as could not, by any amount of ability, have": "अप्रतिरोध्य कार्य है, जिसका किसी भी प्रकार की योग्यता से पूर्वानुमान नहीं",
  "been foreseen, or if foreseen, could not by any amount of human": "लगाया जा सकता था, या यदि पूर्वानुमान लगाया गया होता, तो मानव",
  "care and skill have been resisted. Generally, those acts which are": "देखभाल और कौशल की किसी भी मात्रा से रोका नहीं जा सकता था। आम",
  "occasioned by the elementary forces of nature, unconnected with": "तौर पर, वे कार्य जो प्रकृति की प्राथमिक शक्तियों के कारण होते हैं, जो मनुष्य",
  "acts of God. Examples are: storm, tempest, lightning, extraordinary": "उदाहरण के लिएः तूफान, आंधी, बिजली, बारिश का असाधारण गिरना,",
  "fall of rain, extraordinary high tide, extraordinary severe frost, or a": "असाधारण उच्च ज्वार, असाधारण गंभीर बर्फ, या एक ज्वारीय बोर जो बीच",
  "circumstances. In this regard, before proceeding further, we could profitably refer to a significant guiding principle embodied in the maxim res": "इस संबंध में, आगे बढ़ने से पहले, हम एक महत्वपूर्ण मार्गदर्शक सिद्धांत - चीजें",
  "accident; of course, the presumption depends upon the nature of the": "के तथ्य से ही माना जा सकता है, उपधारणा दुर्घटना की प्रकृति और आसपास",
  "Res ipsa loquitur": "चीजें खुद बोलती हैं",
  "we may usefully refer to a couple of the decisions of this Court. Of course,": "कुछ निर्णयों को उपयोगी रूप से निर्दिष्ट कर सकते हैं। निश्चित ही ये निर्णय वाहन",
  "these decisions related with vehicular accidents but the principles therein remain fundamental in operation of res ipsa loquitur.": "दुर्घटनाओं से संबंधित हैं, लेकिन उनमें निहित सिद्धांत यही है- चीजें खुद बोलती",
  "58.1. Shyam Sunder and Ors. v. The State of Rajasthan: (1974) 1": "५8.] श्याम सुंदर एवं अन्य बनाम राजस्थान राज्यः (7974) 7 एस. सी. सी",
  "SCC 690 had been a case where the victim was travelling in a truck whose": "690 एक ऐसा मामला था जहां पीड़ित एक ट्रक में यात्रा कर रहा था जिसके इंजन",
  "engine got fire and while jumping from the vehicle, he struck against a": "में आग लग गई और वाहन से कूदते समय वह सड़क के किनारे एक पत्थर पर",
  "stone on the side of the road and died on the spot. The High Court in that": "टकरा गया और मौके पर ही उसकी मौत हो गई। उस मामले में उच्च न्यायालय ने",
  "case held that merely for the truck catching the fire would not be evidence": "अभिनिर्धारित किया कि केवल ट्रक में आग लगना चालक की ओर से लापरवाही",
  "application. However, this Court, inter alia, pointed out and held as under:-": "न्यायालय ने अन्य बातों के साथ-साथ निम्नलिखित को इंगित किया और अभिनिर्धारित किया :-",
  "“9.... The maxim res ipsa loquitur is resorted to when an accident": "“9... चीजें खुद बोलती हैं इस उक्ति का सहारा तब लिया जाता है जहाँ कोई",
  "within the knowledge of the defendant. The mere fact that the cause": "दुर्घटना हुई हो जिसका कारण प्रतिवादी के संज्ञान के भीतर हो। केवल यह",
  "of the accident is unknown does not prevent the plaintiff from recov-": "तथ्य कि दुर्घटना का कारण अज्ञात है, अभियोक्ता को नुकसान की वसूली",
  "cumstances which are known is that it was caused by the negli-": "निष्कर्ष, जो ज्ञात हैं, यह है कि यह प्रतिवादी की लापरवाही के कारण हुआ",
  "gence of the defendant. The fact of the accident may, sometimes,": "था। दुर्घटना का तथ्य कभी-कभी लापरवाही का साक्ष्य बन सकता है और",
  "thus be as to what had been the normal and reasonable requirement for safe custody of the liquor in question and if the respondent company,": "की आवश्यकता है कि प्रश्नगत शराब की सुरक्षित अभिरक्षा के लिए सामान्य और",
  "of the liquor in question and as to what could be deduced from the surrounding factors.": "उचित आवश्यकता क्या थी और आसपास के कारकों से कया निष्कर्ष निकाला",
  "60.1. One of the basic factors to be noticed is that the goods in question": "60.] ध्यान देने योग्य बुनियादी कारकों में से एक यह है कि प्रश्नगत वस्तुएं",
  "were not ordinary goods but had been containing alcohol which, by its very": "साधारण वस्तुएं नहीं थीं, बल्कि उनमें अल्कोहल था, जो अपनी प्रकृति के",
  "nature, is highly inflammable. Therefore, a particular nature of care which": "अनुसार अत्यधिक ज्वलनशील होता है। इसलिए, देखभाल की एक विशेष प्रकृति",
  "might be sufficient as regards ordinary goods may not be adequate or sufficient for the goods in question.": "जो सामान्य वस्तुओं के संबंध में पर्याप्त हो सकती है, प्रश्नगत वस्तुओं के लिए पर्याप्त या उचित नहीं हो सकती है।",
  "60.2. On 19.09.2002, the Assistant Electricity Inspector who conducted": "60.2 दिनांक 9. 09. 2002 को सहायक विद्युत निरीक्षक ने, जिसने प्रश्नगत",
  "periodical inspection of the premises in question made two observations.": "परिसर का आवधिक निरीक्षण किया था, दो टिप्पणियां की, उनमें से एक मामूली",
  "One of them was a minor aspect that ‘Caution’ plate was not placed at certain prominent place but the other observation was a significant one that": "पहलू यह था कि 'सावधानी' प्लेट को कुछ प्रमुख स्थान पर नहीं रखा गया था,",
  "certain prominent place but the other observation was a significant one that at one point of distribution panel, earth wiring was found with thin wire; and": "लेकिन दूसरा अवलोकन यह था कि वितरण पैनल के एक बिंदु पर, अर्थ वायरिंग",
  "suggested that Foam Installation should be provided for better management of firefighting arrangements. '®": "कराया जाना चाहिए; और यह भी सुझाव दिया गया कि अग्निशमन व्यवस्था के बेहतर प्रबंधन के लिए फोम स्थापना प्रदान की जानी चाहिए।”*",
  "17 vide paragraph 7.1 supra": "7 पैराग्राफ 7. उपरोक्त द्वारा",
  "18 vide paragraph 7.3 supra.": "8 पैराग्राफ 7.3 उपरोक्त द्वारा",
  "other cause than his own negligence. Salmond on the Law of": "किसी अन्य कारण से हुई थी। सालमंड आन द लॉ आफ टार्ट्स (.5वां",
  "Torts (15th Ed.) at p. 306 states: “The maximres ipsa": "संस्करण) पृ.306 कहता है: चीजें खुद बोलती हैं तब लागू होता है जब भी",
  "loquitur applies whenever it is so improbable that such an accident": "यह इतना असंभव होता है कि इस तरह की दुर्घटना प्रतिवादी की लापरवाही",
  "a reasonable jury could find without further evidence that it was so": "के बिना हुई होती कि एक उचित जूरी को बिना किसी सबूत के पता चल सके",
  "caused”. In Halsbury's Laws of England, 3rd Ed., Vol. 28, at p. 77,": "कि ऐसा हुआ था। हाल्सबरी लाज ऑफ इंग्लैंड, तीसरा संस्करण, खंड 28,",
  "the position is stated thus: “An exception to the general rule that the": "पू.77 में इस स्थिति का उल्लेख इस प्रकार किया गया हैः \"सामान्य नियम का",
  "burden of proof of the alleged negligence is in the first instance on": "एक अपवाद है कि कथित लापरवाही के सबूत का बोझ पहली बार अभियोक्ता",
  "the plaintiff occurs wherever the facts already established are such": "पर पड़ता है, जहां पहले से ही स्थापित तथ्य इस तरह के हैं कि उनसे उत्पन्न",
  "that the proper and natural inference arising from them is that the": "उचित और प्राकृतिक निष्कर्ष यह है कि शिकायत की गई हानि प्रतिअभियोक्ता",
  "injury complained of was caused by the defendant's negligence, or": "की लापरवाही के कारण हुई थी, या जहां लापरवाही के रूप में आरोपित",
  "where the event charged as negligence ‘tells it own story’ of": "घटना प्रतिअभियोक्ता की ओर से लापरवाही की \"अपनी कहानी\" बताती है,",
  "negligence on the part of the defendant, the story so told being clear and unambiguous”. Where the maxim is applied the burden is on": "इस प्रकार बताई गई कहानी स्पष्ट और साफ है।\" जहां कहावत लागू की जाती",
  "the defendant to show either that in fact he was not negligent or that": "है वहां प्रतिवादी पर यह दिखाने का भार होता है कि वास्तव में उसने",
  "the accident might more probably have happened in a manner": "लापरवाही नहीं की थी या यह कि दुर्घटना संभवतः इस तरह से हुई होगी",
  "which did not connote negligence on his part.....”": "जिसमें उसकी ओर से लापरवाही शामिल नहीं थी।\"",
  "The respondent company remains liable": "प्रतिवादी कंपनी उत्तरदायी हैं",
  "59. For what has been discussed hereinabove, this much is apparent that in this case, the warehouse in question indeed got engulfed in fire and": "५9. ऊपर जो चर्चा की गई है, उससे यह स्पष्ट है कि इस मामले में, प्रश्ननत गोदाम",
  "that in this case, the warehouse in question indeed got engulfed in fire and that led to destruction of the liquor stored therein. Here, the respondent": "वास्तव में आग में घिर गया और उसमें संग्रहीत शराब नष्ट हो गई यहां प्रतिवादी",
  "company could be held liable to pay the excise duty on the liquor destroyed": "कंपनी को आग में नष्ट शराब पर उत्पाद शुल्क का भुगतान करने के लिए तभी",
  "stored liquor. As regards this aspect, the fact that Department had control": "सुनिश्चित करने में लापरवाही की हो। इस पहलू के संबंध में, यह तथ्य कि",
  "and supervision over the distillery and godown would not absolve the": "डिस्टिलरी और गोदाम पर विभाग का नियंत्रण और पर्यवेक्षण था, प्रतिवादी को",
  "respondent of its liability. Further, the fire incident in question cannot be": "अपने दायित्व से मुक्त नहीं करेगा। इसके अलावा, प्रश्ननत आग की घटना को",
  "termed as an “act of God”.": "“दैवीय कार्य” नहीं कहा जा सकता।",
  "earthing was done and in what manner is not forthcoming. Further, it is also": "वायरिंग की गई और यह बात सामने नहीं आ रही है। इसके अलावा, यह भी",
  "not forthcoming if Foam Installations were provided, as suggested by the": "सामने नहीं आ रहा है कि क्या फोम इंस्टॉलेशन प्रदान किए गए थे, जैसा कि",
  "Fire Brigade Officer. In view of extra care required of the highly inflammable": "फायर ब्रिगेड अधिकारी ने सुझाव दिया था। अत्यधिक ज्वलनशील सामग्री के लिए अतिरिक्त सावधानी की आवश्यकता को देखते हुए, इनमें से किसी भी पहलू के",
  "60.3. Though it is true that as per the suggestions made in the reports relating to the fire incident in question, exact cause of fire could not be": "60.3 हालांकि यह सच है कि प्रश्ननत आग की घटना से संबंधित रिपोर्ट में दिए गए सुझावों के अनुसार आग लगने के सही कारण का पता नहीं चल सका, लेकिन",
  "Excise Officer and Station House Officer had seen burnt wires; and it was": "सहित अधिकारियों ने जले हुए तारों को देखा था और यह बताया गया था कि",
  "reported that the fire ‘possibly’ took place because of short circuit. Taking note of these facts as also the other facts that godown was an old one and": "आग संभवतः शॉर्ट सर्किट के कारण लगी थी। इन तथ्यों और अन्य तथ्यों को",
  "note of these facts as also the other facts that godown was an old one and the roof of the godown was made of asbestos sheets, the Excise": "ध्यान में रखते हुए कि गोदाम पुराना था और गोदाम की छत एस्बेस्टस शीट से",
  "Commissioner, in his order dated 11.07.2006, inferred that short circuit": "बनी थी, आबकारी आयुक्त ने .07.2006 के अपने आदेश में आशंका व्यक्त",
  "could have taken place in old electric wiring in the godown and in that": "किया था कि गोदाम में पुरानी बिजली की तारों में शॉर्ट सर्किट हो सकता था और",
  "61. A few words as regards ‘short circuit’ would also be apposite at this juncture.": "6. इस समय 'शॉर्ट सर्किट' के संबंध में भी कुछ शब्द प्रासंगिक होंगे।",
  "“Short circuit (e/ec.): A path of low resistance placed across an": "“शॉर्ट सर्किट (विद्युत): विद्युत परिपथ के पार कम प्रतिरोध का एक मार्ग जो",
  "electrical circuit causing an abnormal flow of current.”": "विद्युत प्रवाह के असामान्य प्रवाह का कारण बनता है।”",
  "61.2. In McGrow-Hill Encyclopedia of Science and Technology”°, the": "6.2. मैकग्रो-हिल एनसाइक़रोपीडिया ऑफ साइंस एंड टेक्नोलॉजी”\" में शॉर्ट",
  "relevant features of short circuit are stated as under: -": "सर्किट की प्रासंगिक विशेषताएं इस प्रकार हैं: -",
  "“An abnormal condition (including an arc) of relatively low impedance, whether made accidentally or intentionally, between two points of different potential in an electric network or system. SEE": "“एक विद्युत नेटवर्क या प्रणाली में विभिन्न क्षमता के दो बिंदुओं के बीच अपेक्षाकृत कम प्रतिरोध की एक असामान्य स्थिति (एक चाप सहित), चाहे वह गलती से या जानबूझकर की गई हो। देखें सर्किट (विद्युत) और",
  "Common usage of the term implies an undesirable condition arising from failure of electrical insulation, from natural causes (lightning,": "इस शब्द का सामान्य उपयोग विद्युत इन्सुलेशन की विफलता, प्राकृतिक",
  "wind, and so forth), or from human causes (accidents, intrusion, and": "कारणों (बिजली, हवा, आदि), या मानव कारणों (दुर्घटनाएं, घुसपैठ, आदि)",
  "circuit design parameters (wire size and so on) as well as protective": "शॉर्ट सर्किट सर्किट डिजाइन मापदंडों (तार का आकार आदि) के साथ-साथ",
  "61.3. Inthe present case, even when the exact cause of fire could not be": "6.3 वर्तमान मामले में, यहां तक कि जब आग लगने के सटीक कारण का पता",
  "ascertained, the indications in the reports like that of Assistant Excise Commissioner dated 02.08.20037' that burnt cables were seen in the": "नहीं चल सका, तब सहायक आबकारी आयुक्त की दिनांक 02.08.2003*” की रिपोर्ट में संकेत दिए गए थे कि मलबे में जले हुए केबल देखे गए थे और संभावना",
  "debris and possibility had been of short circuit, the only inference could be": "शॉर्ट सर्किट की थी, केवल अनुमान लगाया जा सकता है कि बिजली के प्रतिष्ठानों",
  "20 6th Edition, volume 16, p 387.": "20 6वां संस्करण खंड 6 पृ. 387",
  "63.1. In the given set of facts and circumstances, we are unable to": "63.] तथ्यों और परिस्थितियों के दिए गए सेट में , हम उच्च न्यायालय के",
  "endorse the approach and views of the High Court, where it had basically": "दृष्टिकोण और विचारों का समर्थन करने में असमर्थ हैं, जहां इसने मूल रूप से इस",
  "proceeded on the premise as if the incident in question was referable to an": "आधार पर कार्य किया कि प्रश्नगत घटना 'दैवीय कृत्य' के प्रति संदर्भित थी। जैसा",
  "‘act of God’. As noticed, the incident in question had not been because of": "कि देखा गया है, प्रश्नगत घटना प्रकृति की किसी भी शक्ति के कारण नहीं थी और",
  "taking the observations and findings therein being of surmises and": "टिप्पणियों और निष्कर्षों को संदेह और अनुमान पर आधारित माना गया, को भी",
  "inferences, which were deduced out of the facts and circumstances of the": "सिद्दांत के प्रयोग में तथ्यों और परिस्थितियों से निकाले गए थे।",
  "64. Hence, we have no hesitation in disapproving the order of the High": "64. इसलिए, हमें उच्च न्यायालय के आदेश को अस्वीकृत करने और दिनांक",
  "Court and in endorsing the views of the Excise Commissioner in the order": "7.07.2006 के आदेश में उत्पाद शुल्क आयुक्त के विचारों का समर्थन करने में",
  "Insurance coverage only of the value of liquor: effect of": "केवल शराब के सूल्य का बीसा कवरेज: का प्रधाव",
  "65. Before concluding on the matter, it would also be appropriate to": "65. मामले पर निष्कर्ष निकालने से पहले, प्रतिवादी कंपनी द्वारा केवल शराब के",
  "deal with yet another feature of this case relating to the insurance coverage": "मूल्य पर न कि उसपर देय उत्पाद शुल्क के मूल्य के बारे में ली गई बीमा कवरेज से संबंधित इस मामले की एक और विशेषता के बारे में भी विचार करना उचित",
  "66. Admittedly, the respondent company had taken insurance coverage": "66... कथित रूप से, प्रतिवादी कंपनी ने शराब के मूल्य का बीमा कवरेज लिया",
  "of the value of liquor and indeed received such value of liquor from the": "था और वास्तव में बीमाकर्ता से शराब का ऐसा मूल्य प्राप्त किया था। हालांकि ,",
  "insurer. However, respondent company did not take insurance coverage of": "प्रतिवादी कंपनी ने शराब के इस तरह के मूल्य पर देय उत्पाद शुल्क का बीमा कवरेज नहीं लिया। अपीलार्थी का तर्क है कि जब डिस्टिलर को इक्विटी और",
  "was manufactured. Thereafter, when the liquor got destroyed in fire but its": "इसके बाद, जब शराब आग में नष्ट हो गई, लेकिन इसका मूल्य बीमाकर्ता से लिया",
  "answer to the broad expression “issue of an excisable article for sale from": "के परंतुक के उद्देश्य से एक गोदाम से बिक्री के लिए एक उत्पाद शुल्क योग्य वस्तु के व्यापक रूप से जारी किए जाने का जवाब देंगी। इसे अलग तरीके से रखते हुए,",
  "became liable to pay excise duty at the rate which was in force on the date": "उत्तरदायी हो गया जो आग की तारीख पर लागू थी, जिसे गोदाम से जारी करने",
  "68.1. Inthe given set of facts and circumstances, we are not dilating on": "68.] तथ्यों और परिस्थितियों के दिए गए सेट में , हम धर्मपाल सत्यपाल",
  "the decision of CESTAT in the case of Dharampal Satyapal (supra)": "(उपर्युक्त) के मामले में सीईएसटीएटी के निर्णय के बारे में विस्तार से नहीं बता रहे",
  "wherein remission of duty on account of damage of pan masala in rain": "हैं, जिसमें वर्षा के पानी में पान मसाला के नुकसान के कारण शुल्क में छूट की",
  "water was disallowed, when it was found that the assessee had been": "अनुमति नहीं दी गई थी, जब यह पाया गया कि निर्धारिती को बीमा कंपनी द्वारा",
  "compensated by the insurance company with an amount which was much": "एक ऐसी राशि से मुआवजा दिया गया था जो शामिल शुल्क से बहुत अधिक थी,",
  "more than the duty involved but, the submissions in the present case that the goods had not been sold and duty has not been recovered from": "लेकिन, वर्तमान मामले में यह कथन कि माल बेचा नहीं गया था और उपभोक्ताओं",
  "consumers, do not take the case of respondent company any further. It was": "से शुल्क की वसूली नहीं की गई थी, प्रतिवादी कंपनी के पक्ष में नहीं जाते। यह",
  "for the respondent company to take necessary measures and care to": "प्रतिवादी कंपनी के लिए आवश्यक उपाय करने और यह सुनिश्चित करने का ध्यान",
  "ensure that payable excise duty would reach the appellants once the goods had been manufactured.": "रखना था कि माल के निर्माण के बाद देय उत्पाद शुल्क अपीलार्थी तक पहुंच",
  "69. Another facet of this part of matter remains, and we agree with the": "69. मामले के इस भाग का एक और पहलू बना हुआ है, और हम अपीलार्थी से",
  "duty, while taking coverage of the value of liquor, itself amounts to": "सहमत हैं, कि शराब के मूल्य पर इस तरह का कवरेज लेते समय उत्पाद शुल्क",
  "the part of the respondent company. As noticed, “negligence” has different connotations and any particular act or omission, which may not be": "जैसा कि देखा गया है, 'लापरवाही' के अलग-अलग अर्थ हैं और कोई भी विशेष",
  "connotations and any particular act or omission, which may not be negligence in a particular set of facts may still amount to negligence in": "कार्य या चूक, जो तथ्यों के एक विशेष सेट में लापरवाही नहीं हो सकती है, वह",
  "another set of facts. In the facts of the present case, where excise duty": "भी अन्य तथ्यों के सेट में लापरवाही के बराबर हो सकती है। वर्तमान मामले के",
  "became payable on manufacture of liquor, it was obviously expected of the": "तथ्यों में, जहां शराब के निर्माण पर उत्पाद शुल्क देय हो गया था, यह स्पष्ट रूप",
  "respondent company, as a reasonable and prudent distiller, to take all": "से एक उचित और विवेकपूर्ण डिस्टिलर के रूप में प्रतिवादी कंपनी से न केवल",
  "necessary steps to safeguard not only the liquor and value thereof but also the corresponding interest of the Government, i.e., the excise revenue. The": "शराब और उसके मूल्य, बल्कि सरकार के समतुल्य हित, अर्थात्‌ उत्पाद राजस्व",
  "Excise Commissioner had been rather justified in drawing inference that": "आयुक्त का यह निष्कर्ष निकालना उचित ठहराया गया कि प्रतिवादी कंपनी अपने",
  "necessary care to guard against any loss to the Government due to any": "के कारण सरकार को होने वाले किसी भी नुकसान से बचने के लिए सभी",
  "70. The submission, that insurer would not have made payment of insurance claim if there was any negligence on the part of the respondent": "70. इस तर्क में कि यदि प्रतिवादी कंपनी की ओर से कोई लापरवाही हुई होती तो उस बीमाकर्ता ने बीमा दावे का भुगतान नहीं किया होता, उसकी अपनी कमियां",
  "have not been placed on record and it cannot be deduced as to what were the terms and conditions of that policy under which insurer had acted in": "नहीं लगाया जा सकता है कि उस पॉलिसी के नियम और शर्तें क्या थीं जिसके",
  "accepting the claim of the respondent company. Secondly, what was not": "तहत बीमाकर्ता ने प्रतिवादी कंपनी के दावे को स्वीकार किया। दूसरा, जिसे",
  "treated as negligence by the insurer for the purpose of insurance claim": "बीमाकर्ता द्वारा बीमा दावे के प्रयोजन के लिए लापरवाही के रूप में नहीं माना गया",
  "would not /pso facto become a proposition binding on the appellants as": "अपीलार्थी पर स्वतः बाध्यकारी उपधारणा नहीं बन जाएगा। प्रतिवादी के इस तरह"
}