{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय अधिकारिता",
  "CRIMINAL APPEAL NO. 1294 OF 2023": "आपराधिक अपील संख्या 294 /2023",
  "(@ SLP (Crl) No. 4394/2021)": "(७ एसएलपी (आपराधिक) संख्या 4394/2024)",
  "Bohatie Devi (Dead) Through LR _...Appellant(s)": "बोहेती देवी (मृतक) द्वारा विधिक प्रतिनिधि ... अपीलकर्ता",
  "Versus": "बनाम",
  "The State of Uttar Pradesh & Ors...Respondent(s)": "उत्तर प्रदेश राज्य और अन्य। .. प्रतिवादी(गण)",
  "With": "सह",
  "CRIMINAL APPEAL NO. 1295 OF 2023": "आपराधिक अपील संख्या 295 /2023",
  "(@ SLP (Crl) No. 7708/2021)": "(9एसएलपी (आपराधिक) संख्या 7708 /2024 )",
  "JUDGMENT": "निर्णय",
  "M.R. SHAH, J.": "न्यायमूर्ति एम.आर. शाह यमूर्ति एम.आर, शाह",
  "l. Feeling aggrieved and dissatisfied with the impugned judgment and order passed by the": "न्यायालय द्वारा पारित उस आक्षेपित निर्णय और आदेश से व्यथित और असंतुष्ट",
  "investigation to CBCID is absolutely illegal": "बलपूर्वक कहा है कि सचिव (गृह) द्वारा सीबीसीआईडी को आगे की विवेचना हस्तांतरित करने का आदेश पूरी तरह से अवैध है और दंड प्रक्रिया संहिता के",
  "and contrary to the provisions of the Code of": "प्रावधानों के विपरीत है।",
  "It is submitted that in the present case after thorough investigation by the investigating": "4. यह कहा गया है कि वर्तमान मामले में राज्य की विवेचना एजेंसी द्वारा गहन",
  "were chargesheeted. It is submitted that once chargesheeted thereafter, at the instance of": "किया गया था। यह कहा गया है कि एक बार आरोप पत्र दायर किए जाने के",
  "chargesheeted thereafter, at the instance of mother of one of the accused, the Secretary": "बाद, एक आरोपी की मां के कहने पर, सचिव (गृह) को आगे की विवेचना को",
  "(Home) could not have transferred the": "हस्तांतरित नहीं कर सकते थे।",
  "It is vehemently submitted that such an order of transfer of investigation by the Secretary": "4.2 यह बलपूर्वक कहा गया है कि सचिव (गृह) द्वारा विवेचना के स्थानांतरण",
  "is not permissible at all.": "है और यह बिल्कुल भी स्वीकार्य नहीं है।",
  "grounds on which the investigation was": "जिन आधारों पर विवेचना को अंतरित करने की मांग की गई थी, उन्हें अभियुक्त",
  "sought to be transferred can be said to be the defences on behalf of the accused which are required to be considered at the time of trial.": "की ओर से बचाव कहा जा सकता है जिन पर विचारण के समय विचार किया",
  "required to be considered at the time of trial. It is submitted that as such by passing the order of transfer of investigation to CBCID": "जाना अपेक्षित है। यह कहा गया है कि इस प्रकार सीबीसीआईडी को विवेचना",
  "order of transfer of investigation to CBCID and the subsequent investigation by CBCID": "के हस्तांतरण का आदेश पारित करके और सीबीसीआईी द्वारा बाद में की गई",
  "virtually acquits the accused who _ are chargesheeted in the supplementary": "विवेचना वास्तव में उन अभियुक्तों को बरी कर देती है, जिनके खिलाफ पूरक",
  "the chargesheet against respondent Nos. 8": "आरोप पत्र में आरोप पत्र दायर किया गया है और यह प्रतिवादी संख्या 8 और",
  "ordered for further investigation by CBCID of": "सचिव (गृह) द्वारा सीबीसीआईडी द्वारा आगे अन्वेषण का आदेश देने में कोई",
  "which was dismissed by this Court on": "माध्यम से इस न्यायालय के समक्ष आया, जिसे इस न्यायालय ने",
  "24.08.2018. This Court also vacated the": "24.08.2048 को खारिज कर दिया। इस न्यायालय ने दिनांक 5.09.2047",
  "interim protection granted to respondent No. 8 vide order dated 15.09.2017. The learned": "के आदेश द्वारा प्रतिवादी संख्या 8 को दी गई अंतरिम सुरक्षा को भी समाप्त कर",
  "against respondent No. 8 vide order dated": "आदेश द्वारा प्रतिवादी संख्या 8 के खिलाफ गैर-जमानती वारंट जारी किया।",
  "08.09.2018. That thereafter and after non- bailable warrant was’ issued _ against respondent No. 8 herein, mother of Ashwani": "उसके बाद और प्रतिवादी संख्या 8 के खिलाफ गैर जमानतीय वारंट जारी किए",
  "ground that respondent No. 8 has been arraigned as accused on the basis of statements of two witnesses who in fact were": "साथ, इस आधार पर कि प्रतिवादी संख्या 8 को दो गवाहों के बयानों के आधार",
  "arraigned as accused on the basis of statements of two witnesses who in fact were in the Jail and therefore, their statements": "अभियुक्त बनाया गया है, जो वास्तव में जेल में थे और इसलिए उनके बयानों पर",
  "cannot be believed. That by order dated": "विश्वास नहीं किया जा सकता है। दिनांक 3.02.2049 के आदेश द्वारा, सचिव",
  "CBCID. The order passed by the Secretary (Home) transferring investigation to CBCID": "आदेश दिया।सचिव (गृह) द्वारा सीबीसीआईडी को अन्वेषण स्थानांतरित करने",
  "was impugned before the High Court by way of present petition. By the impugned": "के आदेश को वर्तमान याचिका के माध्यम से उच्च न्यायालय के समक्ष चुनौती दी",
  "judgment and order the High Court has": "गई थी। आक्षेपित निर्णय और आदेश द्वारा उच्च न्यायालय ने रिट याचिका को",
  "further investigation was ordered _ after": "आगे के अन्वेषण(विवेचना) का आदेश दिया गया था और इसलिए सचिव (गृह)",
  "further investigation but it is a case of": "कहा गया है कि वास्तव में यह आगे की विवेचना का मामला नहीं है, बल्कि यह",
  "reinvestigation and therefore, for reinvestigation the prior approval of the Magistrate is must. It is submitted that in the": "पुनःविवेचना का मामला है और इसलिए पुनःविवेचना के लिए मजिस्ट्रेट की पूर्व",
  "reinvestigation the prior approval of the Magistrate is must. It is submitted that in the present case, the Secretary (Home) first took": "स्वीकृति आवश्यक है। यह कहा गया है कि वर्तमान मामले में, सचिव (गृह) ने",
  "IO only intimated the learned Magistrate about transfer of investigation, which cannot": "विवेचना(अन्वेषण) के हस्तांतरण के बारे में विद्वान मजिस्ट्रेट को सूचित किया,",
  "required by law, more particularly, Section": "जिसे कानून द्वारा विशेष रूप से सीआरपीसी की धारा 73 (8) द्वारा अपेक्षित",
  "It is further submitted that even on facts also, the High Court has materially erred in": "4.5 आगे यह कहा गया है कि तथ्यों पर भी, उच्च न्यायालय ने यह मत व्यक्त",
  "concurrence of the concerned Magistrate. It is": "मजिस्ट्रेट की सहमति से पारित किया गया था। यह कहा गया है कि प्रतिवादी",
  "submitted that even learned counsel for respondent No. 8 was wrong in making the submission before the High Court that the": "संख्या 8 के विद्वान अधिवक्ता भी उच्च न्यायालय के समक्ष यह तर्क देने में गलत",
  "order passed by the Secretary (Home) of": "थे कि सचिव (गृह) द्वारा पारित विवेचना का आदेश, ऐसा करने के लिए सक्षम",
  "further investigation was passed after taking leave of the Magistrate competent to do so. It": "मजिस्ट्रेट की अनुमति लेने के बाद पारित किया गया था। यह तर्क दिया गया है",
  "is submitted that nothing is on record that": "कि ऐसा कुछ भी अभिलेख पर नहीं है कि विद्वान मजिस्ट्रेट द्वारा कोई अनुमति",
  "any leave was sought and granted by the learned Magistrate. It is submitted that what": "मांगी गई थी और मंजूर की गई थी। यह कहा गया है कि जो कुछ भी अभिलेख",
  "is there on record is only the intimation to the learned Magistrate and nothing more than": "पर है वह केवल विद्वान मजिस्ट्रेट को सूचित करना है और इससे अधिक कुछ",
  "It is further submitted that the High Court has not properly appreciated and considered": "4.6 यह भी कहा गया है कि उच्च न्यायालय ने इस तथ्य को उचित रूप से नहीं",
  "has not properly appreciated and considered the fact that respondent Nos. 8 and 11 were": "समझा और विचार नहीं किया है कि प्रतिवादी संख्या 8 और 44 के खिलाफ",
  "chargesheeted pursuant to supplementary": "02.42.2046 दिनांकित पूरक आरोप-पत्र के अनुसार आरोप-पत्र दायर किया",
  "learned Magistrate took cognizance on 21.12.2016 and that thereafter, respondent": "गया था, जिसका विद्वान मजिस्ट्रेट ने 27.2.2046 को संज्ञान लिया था और",
  "No. 8 prayed for quashing of the entire criminal proceedings including the chargesheet and respondent No. 8 failed up to": "उसके बाद, प्रतिवादी संख्या 8 ने आरोपपत्र सहित पूरी आपराधिक कार्यवाही",
  "is the right of the accused as well as the victim. It is submitted that Section 173(8) of": "अधिकार है। यह कहा गया है कि दंड प्रक्रिया संहिता की धारा 73(8)",
  "Cr.PC permits/authorises the investigating officer (IO) to further investigate the case for": "विवेचक को उस मामले का आगे अन्वेषण करने की अनुमति देती है जिसके",
  "which the permission of learned Magistrate is not required. It is submitted that under": "लिए विद्वान मजिस्ट्रेट की अनुमति की आवश्यकता नहीं है। यह कहा गया है कि",
  "of Andhra Pradesh Vs. A.S. Peter (2008) 2": "अधिकार है। आंध्र प्रदेश राज्य बनाम ए.एस. पीटर (2008) 2 एससीसी 383",
  "It is submitted that as observed and held in the case of Ram Lal Narang Vs. State (Delhi": "5.2 यह कहा गया है कि जैसा कि राम लाल नारंग बनाम राज्य (दिल्ली",
  "Administration) (1979) 2 SCC 322, in the": "प्रशासन) (979) 2 एससीसी 322 के मामले में देखा और अभिनिर्धारित",
  "interest of both the prosecution and the defence, the Police should have the power to": "किया गया है, अभियोजन और बचाव पक्ष दोनों के हित में, पुलिस को आगे",
  "make further investigation and submit a": "अन्वेषण करने और एक पूरक रिपोर्ट प्रस्तुत करने की शक्ति होनी चाहिए।",
  "that in the present case even, further investigation was carried out by the District Crime Branch (other than the IO of the": "वर्तमान मामले में भी, जिला अपराध शाखा (संबंधित पुलिस थाने के विवेचक",
  "application/complaint by the appellant and": "पत्र/परिवाद पर किया गया था और पूरक आरोप-पत्र के अनुसार प्रतिवादी",
  "respondent Nos. 8 and 11 came to be": "संख्या 8 और 44 के खिलाफ आरोप-पत्र दायर किया गया। यह कहा गया है",
  "that thereafter, when further investigation has been ordered by CBCID on_ the application of mother of the accused": "कि उसके बाद, जब अभियुक्त की मां के आवेदन पर सीबीसीआईडी द्वारा आगे",
  "thereafter it is not open for the appellant to make a grievance that further investigation": "अन्वेषण का आदेश दिया गया है, तो अपीलकर्ता के लिए यह शिकायत करने",
  "cannot be ordered by another agency -": "की अनुमति नहीं है कि किसी अन्य एजेंसी - सीबीसीआईडी द्वारा आगे अन्वेषण",
  "It is further submitted by learned senior counsel appearing on behalf of the accused": "5.4 अभियुक्त की ओर से पेश विद्वान वरिष्ठ अधिवक्ता द्वारा आगे यह कहा गया",
  "that even as per Section 173(3) read with Section 158 of Cr.PC, the investigation by": "है कि दंड प्रक्रिया संहिता की धारा 58 सपठित 73(3) के अनुसार भी,",
  "another agency is permissible.": "किसी अन्य एजेन्सी द्वारा अन्वेषण अनुज्ञेय है।",
  "aside the order passed by the Secretary (Home) transferring the investigation to": "आक्षेपित, सचिव (गृह) द्वारा पारित 3.02.2049 के उस आदेश को एतदृद्वारा",
  "in ordering further investigation by CBCID. It": "पुनःअन्वेषण करने का आदेश दिया था। परिणामतः सीबीसीआईडी द्वारा किए",
  "investigation by CBCID as ordered, a further": "द्वारा आगे यह कहा गया है कि यथा आदेशित सीबीसीआईडी द्वारा अन्वेषण के",
  "Magistrate and thereafter, there shall be three reports before the learned Magistrate, one on the basis of chargesheet, second on the basis": "बाद, विद्वान मजिस्ट्रेट के समक्ष तीन रिपोर्ट होंगी, एक चार्जशीट के आधार पर,",
  "the basis of chargesheet, second on the basis of supplementary chargesheet and third on the basis of further investigation by CBCID": "दूसरा पूरक चार्जशीट के आधार पर और तीसरा सीबीसीआईडी द्वारा आगे",
  "and thereafter, it is ultimately for the learned Magistrate to consider the reports. It is": "अन्वेषण के आधार पर और उसके बाद, अंततः रिपोर्टों पर मजिस्ट्रेट को विचार",
  "submitted that therefore, let the third report also be considered by the learned Magistrate": "करना है। यह कहा गया है कि इसलिए तीसरी रिपोर्ट पर भी विद्वान मजिस्ट्रेट",
  "also be considered by the learned Magistrate and therefore, the impugned order may not": "द्वारा विचार किया जाए और इसलिए इस न्यायालय द्वारा आक्षेपित आदेश में",
  "heard Shri Anand S. Nuli, learned counsel": "आनंद एस. नूली को भी सुना है।",
  "At the outset, it is required to be noted that respondent Nos. 8 and 11 as such have been": "7. शुरुआत में, यह ध्यान दिया जाना आवश्यक है कि प्रतिवादी संख्या 8 और",
  "chargesheeted for the offence under Sections 302 and 120B of the IPC of which the": "44 के खिलाफ आईपीसी की धारा 302 और 420-ख के तहत अपराध के",
  "respondent No. 8 as such moved _ the quashing petition before the High Court for": "विद्वान मजिस्ट्रेट द्वारा लिया गया है। तत्पश्चात प्रतिवादी संख्या 8 ने आरोप-",
  "quashing the entire criminal proceedings including the chargesheet/supplementary": "पत्र/पूरक आरोप-पत्र सहित पूरी आपराधिक कार्यवाही को रद्द करने के लिए",
  "chargesheet. The High Court dismissed the": "उच्च न्यायालय के समक्ष निरस्त करने की याचिका दायर की। उच्च न्यायालय ने",
  "quashing petition. Therefore, the accused": "निरस्त करने की याचिका खारिज कर दी। इसलिए अभियुक्त ने उन सभी बचावों",
  "quashing petition including the ground on which now further": "उपलब्ध हो सकते थे, जिसमें वह आधार भी शामिल है जिस पर अब किसी",
  "another agency, namely, CBCID. It is required": "अन्य एजेंसी, अर्थात्‌ सीबीसीआईडी द्वारा आगे के अन्वेषण /पुनः अन्वेषण करने",
  "Petition came to be dismissed by this Court": "याचिका को इस न्यायालय द्वारा खारिज कर दिया गया और प्रतिवादी संख्या 8",
  "and the interim protection in favour of respondent No. 8 came to be vacated. That": "के पक्ष में अंतरिम संरक्षण समाप्त हो गया। उसके बाद, प्रत्यर्थी संख्या 8 के",
  "thereafter, non-bailable warrant was issued against respondent No. 8 and only thereafter,": "खिलाफ गैर-जमानती वारंट जारी किया गया और उसके बाद ही, प्रत्यर्थी",
  "mother of respondent No. 8 — accused moved an application before the Secretary (Home) for": "संख्या 8- अभियुक्त की मां ने आगे के अन्वेषण के लिए सचिव (गृह) के समक्ष",
  "murder were not the eye witnesses. The request of the mother of accused has been": "चश्मदीद गवाह, चश्मदीद गवाह नहीं थे। अभियुक्त की मां के अनुरोध को सचिव",
  "accepted by the Secretary (Home) and the": "(गृह) द्वारा स्वीकार कर लिया गया है और इस तथ्य के बावजूद कि प्रथम",
  "to further investigate the case and they filed the supplementary chargesheet in which": "स्थानांतरित कर दिया गया है और उन्होंने पूरक आरोप-पत्र दाखिल किया",
  "the supplementary chargesheet in which respondent Nos. 8 and 11 were even": "जिसमें प्रतिवादी संख्या 8 और 44 के खिलाफ भी आरोप-पत्र दाखिल किया",
  "chargesheeted. Therefore, as such it is not a case of further investigation, but is a case of": "गया था। इस प्रकार यह आगे की विवेचना का मामला नहीं है, बल्कि किसी",
  "reinvestigation by another agency. The order passed by the Secretary (Home) transferring": "अन्य एजेंसी द्वारा फिर से विवेचना का मामला है। सचिव (गृह) द्वारा अभियुक्त",
  "the investigation /ordering further investigation by another agency and that too,": "करने/किसी अन्य एजेंसी द्वारा आगे की विवेचना का आदेश देने वाला आदेश",
  "There cannot be any dispute that even after": "7.4 इस बात पर कोई विवाद नहीं हो सकता है कि आरोप -पत्र दाखिल किए",
  "and held by this Court the prior approval of": "व्यक्त किया गया और अभिनिर्धारित किया गया है कि मजिस्ट्रेट के पूर्व अनुमोदन",
  "the Magistrate is not required. However, as": "की आवश्यकता नहीं है। तथापि, विधि की स्थापित स्थिति के अनुसार, जहां",
  "reinvestigation is concerned, the prior permission/approval of the Magistrate is": "तक पुनः अन्वेषण का संबंध है, मजिस्ट्रेट की पूर्व अनुमति /अनुमोदन अपेक्षित",
  "required. In the present case, the Secretary (Home) has passed an order for further": "है। वर्तमान मामले में, सचिव (गृह) ने सीबीसीआईडी द्वारा आगे के अन्वेषण के",
  "investigation by CBCID and thereafter, the": "लिए एक आदेश पारित किया है और उसके बाद, सीबीसीआईडी ने विद्वान",
  "Magistrate. No prior approval/permission as observed by the High Court has_ been accorded by the learned Magistrate. The High": "विद्वान मजिस्ट्रेट द्वारा कोई पूर्व अनुमोदन /अनुमति नहीं दी गई है। उच्च",
  "Court in the impugned judgment and order has observed that the further investigation is": "न्यायालय ने आक्षैपित निर्णय और आदेश में कहा है कि आगे अन्वेषण करने का",
  "is on record is only an intimation to the": "अभिलेख पर केवल यह है कि विद्वान मजिस्ट्रेट को एक सूचना दी गयी, जिसे",
  "learned Magistrate which in any case cannot be said to be concurrence of the learned": "किसी भी तरह से विद्वान मजिस्ट्रेट की सहमति नहीं कहा जा सकता है।",
  "In any case, as it is a case of reinvestigation,": "7.2 किसी भी मामले में, जैसा कि यह पुनःअन्वेषण का मामला है, इसकी",
  "the same is not permissible and that too by another agency without the prior permission of the learned Magistrate even while": "अनुमति नहीं है और वह भी किसी अन्य एजेंसी द्वारा विद्वान मजिस्ट्रेट की पूर्व",
  "exercising the powers under Section 173(8) of the Cr.PC. Under what authority of law, the": "अनुमति के बिना, सीआरपीसी की धारा 73(8) के तहत शक्तियों का प्रयोग",
  "the Cr.PC. Under what authority of law, the Secretary (Home) has_ transferred’ the": "करते हुए भी नहीं है। कानून के किस प्राधिकार के तहत, सचिव (गृह) ने",
  "investigation to another agency and/or": "अन्वेषण को किसी अन्य एजेंसी को स्थानांतरित कर दिया है और/या किसी",
  "ordered further investigation by another agency is not pointed out and that too at the": "अन्य एजेंसी द्वारा आगे के अन्वेषण का आदेश दिया है, यह नहीं बताया गया है",
  "instance of the accused on the grounds which": "और वह भी अभियुक्त के कहने पर, इस आधार पर कि जिसे अभियुक्त का",
  "as such can be said to be the defences of the": "बचाव कहा जा सकता है, जिस पर सुनवाई के समय विचार किए जाने की",
  "further investigation or reinvestigation by another agency and obtain the fresh report": "प्रमुख है और किसी अन्य एजेंसी द्वारा आगे के अन्वेषण का आदेश प्रशासनिक"
}