{
  "IN THE SUPREME COURT OF INDIA": "भारत की सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकार",
  "CIVIL APPEAL NO. 5979 OF 2019": "व्यवहार अपील सं. 5979 सन्‌ 209",
  "(Arising out of S.L.P. (Civil) No.8352 of 2015": "(एस . एल .पी . (दीवानी) सं. 8352/205 से उद्घुत)",
  "NARENDRA KUMAR MITTAL & ORS. ... APPELLANTS": "नरेन्द्र कुमार मित्तल और अन्य . . . अपीलार्थीगण",
  "M/S NUPUR HOUSING DEVELOPMENT": "मैसर्स नुपुर आवास विकास",
  "WITH": "के साथ",
  "CIVIL APPEAL NO. 5980 OF 2019": "व्यवहार अपील सं. 598 सन्‌ 209",
  "(Arising out of S.L.P. (Civil) No.8528 of 2015": "(एस . एल . पी , (दीवानी) सं . 8528 सन्‌ 205 से उद्धृत)",
  "JUDGMENT": "निर्णय",
  "S. ABDUL NAZEER, J.": "न्यायमूर्ति, एस. अब्दुल नजीर",
  "(Arising out of S.L.P. (C) No.8352 of 2015": "(एस.एल.पी.(सी) सं. 8352 सन्‌ 20]5 से उद्धुत)",
  "1. Leave granted.": ". अनुमति अनुदत्त।",
  "10. In the instant case, since the plaintiff claims title under sale deeds of 1998 executed by the first defendant, it need not be forced": "0. वर्तमान मामले में, चूंकि वादी पहले प्रतिवादी द्वारा निष्पादित 998 के बिक्रय विलेखों के तहत",
  "to seek a declaration of its title. Therefore, the plaintiff had filed a": "स्वत्व का दावा करता है, इसलिए इसके स्वत्व की घोषणा करने के लिए मजबूर करने की आवश्यकता",
  "suit for cancellation of the subsequent sale deed executed by the first defendant in favour of the second defendant. Hence, there is": "नहीं है। इसलिए, वादी ने दूसरे प्रतिवादी के पक्ष में पहले प्रतिवादी द्वारा निष्पादित बाद के विक्रय विलेख",
  "11. In Kamla Prasad & Ors. v. Kishna Kant Pathak & Ors.°, relied on by the learned counsel for the appellant-second": ". अपीलकर्ता-दूसरे प्रतिवादी के विद्वत अधिवक्ता द्वारा कमला प्रसाद व अन्य बनाम कृष्ण कान्त पाठक",
  "holder. In the plaint, the plaintiff himself had stated that he was": "अभिलिखित खाताधारक। वाद पत्र में, वादी ने खुद कहा था कि वह संपत्ति का एकमात्र मालिक नहीं था",
  "were proforma defendants had also right, title and interest therein.": "और प्रतिवादी 0 से 2 जो प्रोफार्मा प्रतिवादी थे, उनके पास भी उसमें अधिकार, स्वत्व, और हित था।",
  "He had also stated that though his name had appeared in the revenue record, defendants 10 to 12 also had a right in the": "उन्होंने यह भी कहा था कि हालांकि उनका नाम राजस्व रिकॉर्ड में दिखाई दिया था , प्रतिवादियों 0 से",
  "property. In this factual background, this Court held that such a": "2 को भी संपत्ति में अधिकार था। इस तथ्यात्मक पृष्ठभूमि में, इस न्यायालय ने अवधारित किया कि इस",
  "question can be decided by the Revenue Court in a suit instituted under Section 229-B of the Act. It was also held that the legality or": "तरह के प्रश्न का निर्णय राजस्व न्यायालय द्वारा अधिनियम के 229- बी के तहत संस्थित एक वाद में किया जा सकता है। यह भी अवधारित किया गया था कि इस तरह के रिकॉर्ड से वादी के नाम को हटाने",
  "otherwise of the insertion of names of purchasers in records of rights and deletion of the name of the plaintiff from such record": "किया जा सकता है। यह भी अवधारित किया गया था कि इस तरह के रिकॉर्ड से वादी के नाम को हटाने और अधिकारों के रिकॉर्ड में खरीदारों के नामों को सम्मिलित करने की वैधता या अन्यथा केवल राजस्व",
  "can only be tested by Revenue Court, since names of the purchasers had already been entered into the record. This": "न्यायालय द्वारा परीक्षण किया जा सकता है, क्योंकि खरीदारों के नाम रिकॉर्ड में पहले ही दर्ज किए जा",
  "judgment has no application to the facts of the present case.": "चुके थे। इस फैसले का वर्तमान मामले के तथ्यों के लिए कोई आवेदन नहीं है।",
  "12. We do not find any merit in this appeal. It is accordingly": "2. हमें इस अपील में कोई गुण नहीं पाते हैं। यह तदनुसार खारिज किया जाता है। खर्चे के लिए कोई",
  "dismissed. There will be no order as to costs.": "खारिज कर दिया जाता है। लागत के लिए कोई आदेश नहीं होगा।",
  "requires no consideration, while the": "विनिश्चय पर कोई विचार करने की आवश्यकता नहीं है, जबकि खंड न्यायपीठ का",
  "Division Bench case, Ayodhya Prasad (Dr) v. Gangotri Prasad* is regarding the": "मामला, अयोध्या प्रसाद (डा.) बनाम गंगोत्री प्रसाद 98। ए.डब्ल्यू सी 469",
  "jurisdiction of consolidation authorities, but so far as it holds that": "समेकन प्राधिकरणों के क्षेत्राधिकार के बारे में है , किंतु जहां तक यह",
  "suit in respect of void document will lie in the revenue court it does not lay": "अभिनिर्धारित करता है कि शून्य दस्तावेज के संबंध में वाद राजस्व न्यायालय में",
  "down a good law. Suit or action for cancellation of void document will": "निहित होगा, यह एक अच्छा विधि प्रतिपादित नहीं करता है। शून्य दस्तावेज को",
  "cancellation of void document will generally lie in the civil court and a": "रद्द करने के लिए मुकदमा या कार्रवाई आम तौर पर दीवानी कोर्ट में होगी और",
  "party cannot be deprived of his right getting this relief permissible under law": "किसी पक्षकार को कानून के तहत इस राहत की अनुमति प्राप्त करने के अपने",
  "except when a declaration of right or": "अधिकार से वंचित नहीं किया जा सकता है, सिवाय इसके कि जब अधिकार या",
  "status and a_ tenure-holder is necessarily needed in which event relief": "प्रास्थिति और खाताधारक की घोषणा की आवश्यकता होती है, जिसमें घटना के",
  "revenue court in respect of seeking relief for cancellation of a_ void": "दस्तावेज को रद्द करने के लिए राहत पाने के संबंध में राजस्व अदालत का",
  "approach the court of law and in such": "अदालत का दरवाजा खटखटाने को प्रेरित किया और ऐसे मामले में वह सहायक",
  "case he can also claim ancillary relief even though the same can be granted": "राहत का भी दावा कर सकता है। भले ही वह राजस्व अदालत द्वारा दी जा",
  "9. This Court in Shri Ram & Anr. v. Ist Addl. Distt. Judge &": "9. इस न्यायालय ने श्री राम व अन्य बनाम प्रथम अपर जिला न्यायाधीश व अन्य (2007) 3 एस.सी.सी.",
  "has drawn a distinction between the suits cognizable by the civil court and the cases where Revenue Court has_ exclusive": "दीवानी न्यायालय द्वारा संज्ञेय मुकदमों और उन मामलों के बीच अंतर किया है जहां राजस्व न्यायालय",
  "jurisdiction. It was also held that the statutory provisions ousting": "के पास अनन्य क्षेत्राधिकार है। यह भी अवधारित किया गया कि दीवानी कोर्ट के क्षेत्राधिकार को बाहर",
  "the jurisdiction of the civil court need to be strictly construed. It": "करने वाले वैधानिक प्रावधानों को कड़ाई से लागू करने की आवश्यकता है। यह इस प्रकार अवधारित",
  "was held thus:": "किया गया था:",
  "\"7. It is settled law that the exclusion of the jurisdiction of the civil court is not to": "\"7. यह स्थापित विधि है कि दीवानी कोर्ट के क्षेत्राधिकार के बहिष्कार का आसानी",
  "be readily inferred, but that such exclusion must either be explicitly": "से अनुमान नहीं लगाया जाना चाहिए, लेकिन इस तरह के बहिष्करण को या तो",
  "exclusion must either be explicitly expressed oor clearly implied. The": "स्पष्ट रूप से व्यक्त किया जाना चाहिए या स्पष्ट रूप से निहित होना चाहिए। कानून",
  "provisions of a law which seek to oust the jurisdiction of civil court need to be": "के प्रावधान जो दीवानी कोर्ट के अधिकार क्षेत्र से बाहर करने की कोशिश करते हैं ,",
  "strictly construed. Section 331 of the Act": "को कड़ाई से लागू करने की आवश्यकता है। अधिनियम की धारा 33, उद्च",
  "has been the subject of series of pronouncements of the High Court as to the circumstances and the nature of the": "न्यायालय के विभिन्न घोषणाओं की श्रृंखला में ऐसी परिस्थितियों एवं वाद की",
  "the circumstances and the nature of the suits in which its exclusionary effect": "प्रकृति के संबंध में जिसमें इसका बहिष्करण प्रभाव संचालित होता है , का विषय",
  "operates. Distinction was sought to be drawn between the class of cases where": "रही है। उन मामलों के वर्ग के बीच अंतर करने की मांग की गई थी , जहां एक",
  "the binding effect of a deed had had to be got rid of by an appropriate adjudication": "विलेख के बाध्यकारी प्रभाव को एक तरफ एक उचित निर्णय द्वारा छुटकारा मिलना",
  "on the one hand and the class of cases in which a transaction could be said to be": "था और उन मामलों के वर्ग जिसमें एक लेनदेन को कानून में शून्य कहा जा सकता",
  "void in law where what the law holds to be void, there is nothing to cancel or set aside": "है जहां कानून शून्य माना जाता है, दूसरे ओर रद्द या अपास्त करने के लिए कुछ",
  "on the other. In the former case, it was held, a suit was cognisable by the civil": "भी नहीं है। पूर्व मामले में , यह अभिनिर्धारित किया गया था कि वाद दीवानी",
  "court while in the latter, it was not, it": "न्यायालय द्वारा संज्ञेय था, जबकि उत्तरार्द्ध में , यह नहीं था यह गैर स्थापन की",
  "being open to the statutory authority to take note of the legal incidents of what was non est.\"": "विधिक घटनाओं पर ध्यान देने के लिए कानूनी प्राधिकरण के लिए खुला था। \"",
  "In the instant case, the plaintiff has pleaded that it had": "7. वर्तमान मामले में, वादी ने निवेदन किया है कि उसने पहले प्रतिवादी से पाँच विक्रय विलेखों द्वारा"
}