{
  "IN THE SUPREME COURT OF INDIA": "भारत की सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO.4489 OF 2019": "दीवानी अपील सं, 4489 वर्ष 209",
  "[Arising out of SLP (C) No.23505 of 2017]": "[एसएलपी (सी) सं. 23505 वर्ष 2077 से उद्दूत]",
  "NARENDRA KUMAR ee APPELLANT": "नरेन्द्र कुवार .............. ...... अपीलकर्ता",
  "1. Leave granted.": ". अनुमति अनुदत्त।",
  "2. The appellant joined the services of Syndicate Bank, respondent No.1,": "2... अपीलकर्ता सन्‌ 2979 में एक विधि अधिकारी के रूप में सिंडिकेट बैंक , प्रत्यर्थी",
  "Recovery Tribunal, Allahabad as Secretary/Registrar for a period of three": "लिए सचिव/रजिस्ट्रार के रूप में ऋण वसूली न्यायाधिकरण, इलाहाबाद में प्रतिनियुक्ति पर",
  "years from 25.3.1996 which period was extended by one year when he was": "गया, जिस अवधि को एक वर्ष तक बढ़ाया गया था जब वह इलाहाबाद में उस पद पर",
  "post of the Presiding Officer of the DRT, Lucknow. The period from 28.1.2006": "लखनऊ के पीठासीन अधिकारी के पद पर शामिल हो गया। दिनांक 28.7.2006 की",
  "was treated as willful abandonment of service. The relevant extract of the": "अवधि से सेवा को जानबूझकर परित्याग माना गया। पेंशन विनियमों का प्रासंगिक उद्धरण",
  "“22. Forfeiture of Service:-": "\"22 सेवा की जब्तीः -",
  "10.10.2005. The Chairperson of Debt Recovery Tribunal, Allahabad also": "वसूली न्यायाधिकरण, इलाहाबाद के अध्यक्ष ने इस विकास के मद्देनजर दिनांक",
  "requested the Union of India for extension of the appellant on deputation on": "]8..2005 को प्रतिनियुक्ति पर अपीलकर्ता के विस्तार के लिए भारत संघ से अनुरोध",
  "deputation was extended with retrospective effect from 29.11.2005 to": "द्वारा दिनांक 29..2005 से 28.5.2006 तक भूतलक्षी प्रभाव से बढ़ा दिया गया।",
  "5. The appellant was selected for the post of Presiding Officer, Debt Recovery Tribunal, Lucknow and the appointment letter dated 20.01.2006": "5... अपीलकर्ता को पीठासीन अधिकारी, ऋण वसूली न्यायाधिकरण, लखनऊ के पद के लिए चयनित किया गया और दिनांक 20.07.2006 को नियुक्ति पत्र जारी किया गया",
  "Chairperson of the Debt Recovery Appellate Tribunal, Allahabad. In terms of": "और अपीलकर्ता व ऋण वसूली अपीलीय न्यायाधिकरण , इलाहाबाद के अध्यक्ष को",
  "this appointment letter, the appellant was called upon to take over the": "पत्र जारी किया गया था। इस नियुक्ति पत्र के संदर्भ में, अपीलकर्ता को पत्र जारी करने की",
  "charge as a Presiding Officer within one month from the date of issue of the": "तारीख से एक महीने के भीतर पीठासीन अधिकारी के रूप में कार्यभार संभालने के लिए",
  "letter. The appellant, thus, wrote to respondent No.1 Bank on 25.1.2006 requesting for permission to take over the charge of the said new post. No": "बुलाया गया था। इस प्रकार, अपीलकर्ता ने दिनांक 25..2006 को प्रत्यर्थी संख्या . बैंक को पत्र लिखकर उक्त नए पद का प्रभार लेने की अनुमति देने का अनुरोध किया। इस",
  "response was sent by the Bank to this letter. The Chairperson, Debt": "पत्र पर बैंक द्वारा कोई प्रतिक्रिया नहीं भेजी गई। अध्यक्ष , ऋण वसूली अपीलीय",
  "Recovery Appellate Tribunal released the appellant on 27.1.2006 and the": "न्यायाधिकरण ने अपीलकर्ता को दिनांक 27..2006 को निर्मुक्त कर दिया और उसके",
  "appellant thereafter took over the charge of the post of Presiding Officer. A": "बाद अपीलकर्ता ने पीठासीन अधिकारी के पद का कार्यभार संभाला। भारत संघ /प्रत्यर्थी",
  "notification dated 9.2.2006 was issued by the Union of India/respondent No.4": "संख्या 4 ने प्रत्यर्थी संख्या बैंक को उल्लिखित प्रति के साथ दिनांक 9.2.2006 की अधिसूचना जारी की गयी जो अपीलकर्ता के पदभार ग्रहण करने के दिनांक 30..2006",
  "30.1.2006 or till he attained the age of 62 years with a copy marked to": "से पांच साल की अवधि के लिए थी या जब तक वह प्रति के साथ 62 वर्ष की आयु प्राप्त",
  "Annexure-1 & Annexure-2 to the writ petition passed by the Opposite Parties No.1 & 2.": "द्वारा पारित रिट याचिका में संलग्रक- और संलग्रक-2 में निहित है।",
  "grant the pensionary benefit to the petitioner and pay the": "बी. याचिकाकर्ता को पेंशन लाभ देने और याचिकाकर्ता को ब्याज के साथ",
  "Interim orders were granted in favour of the appellant on 15.7.2010 staying": "दिनांक 5.7.200 को अपीलार्थी के पक्ष में अंतरिम आदेश दिए गए थे , जो दिनांक",
  "the operation of the impugned orders dated 31.05.2010 and 10.03.2008.": "3.05.2070 और 0.03.2008 के आक्षेपित आदेशों के संचालन पर रोक लगाते",
  "10. The Bank opposed the writ petition and pleadings were completed.": "0. बैंक ने रिट याचिका का विरोध किया और अभिकथन पूरे हो गए। कुछ पूरक",
  "3. The appellant was again sent on deputation as Secretary/Registrar of the Debt Recovery Appellate Tribunal, Allahabad for one year on 29.11.2001": "3... अपीलार्थी को फिर से दिनांक 29..200] को एक वर्ष के लिए ऋण वसूली अपीलीय न्यायाधिकरण, इलाहाबाद के सचिव/रजिस्ट्रार के रूप में प्रतिनियुक्ति पर भेजा",
  "which period was extended twice by one year each. The request of the": "गया, जिस अवधि को दो बार, प्रत्येक एक वर्ष का, बढ़ाया गया था। ऋण वसूली अपीलीय",
  "Chairperson of the Debt Recovery Appellate Tribunal, Allahabad requesting": "न्यायाधिकरण, इलाहाबाद के अध्यक्ष के अनुरोध में प्रतिनियुक्ति के आगे विस्तार के लिए",
  "the appellant was granted further extension of six months upto 28.5.2005.": "28.5.2005 तक छह महीने का और विस्तार दिया गया।",
  "4, On 26.6.2005, an advertisement was published notifying vacancies for the post of Presiding Officer at Debt Recovery Tribunal, Lucknow for which": "4. . दिनांक 26.6.2005 को ऋण वसूली न्यायाधिकरण, लखनऊ में पीठासीन अधिकारी के पद के लिए रिक्तियों को अधिसूचित करते हुए एक विज्ञापन प्रकाशित किया",
  "post the appellant applied on 12.4.2005 during his period of deputation. The": "गया था, जिसके लिए अपीलकर्ता ने प्रतिनियुक्ति की अवधि के दौरान दिनांक",
  "2.8.2005 to respondent No.1 requesting to forward a ‘No Objection": "ने प्रत्यर्थी संख्या को संबोधित दिनांक 2.8.2005 के एक पत्र द्वारा जिसमें अपीलकर्ता",
  "Certificate’ for consideration of the appellant for the post of Presiding Officer in the Debt Recovery Tribunal, Lucknow and the said ‘No Objection": "को ऋण वसूली न्यायाधिकरण, लखनऊ में पीठासीन अधिकारी के पद के विचार के लिए एक 'अनापत्ति प्रमाण पत्र' अग्रेषित करने का अनुरोध किया गया था और उक्त 'अनापत्ति",
  "Certificate’ was issued by the respondent No.1 on 24.8.2005. In view of this": "प्रमाणपत्र' प्रत्यर्थी संख्या द्वारा दिनांक 24.8.2005 को जारी किया गया था। इस",
  "development, the appellant requested the respondent Bank on 6.10.2005 for": "विकास के मद्देनजर अपीलकर्ता ने प्रत्यर्थी बैंक से दिनांक 6.0.2005 को एक वर्ष की",
  "an extension of the period of deputation for a period of one year but the": "अवधि के लिए प्रतिनियुक्ति की अवधि के विस्तार के लिए अनुरोध किया , लेकिन इसकी",
  "same elicited no response from the Bank. On 22.10.2005, the appellant": "बैंक से कोई प्रतिक्रिया नहीं मिली। दिनांक 22.0.2005 को अपीलार्थी दिनांकित",
  "Hon'ble Judge of this Court in pursuance of the letter addressed to him on": "0.0.2005 के उसे संबोधित पत्र के अनुसरण में इस न्यायालय के माननीय",
  "non-compliance of the following:-": "करती है, सिवाय निम्नलिखित मामलों के, अर्थात्‌-\"",
  "appellant was extended keeping in mind the fact that he had already applied": "गया था। अपीलकर्ता की प्रतिनियुक्ति की अवधि को इस तथ्य को ध्यान में रखते हुए",
  "for the post and his application was pending consideration. It is during the": "बढ़ाया गया था कि उसने पहले ही पद के लिए आवेदन किया था और उसका आवेदन",
  "extended period that the appellant was issued the appointment letter on": "विचाराधीन था। यह विस्तारित अवधि के दौरान है कि अपीलकर्ता को दिनांक",
  "DRT. It, thus, appears to be more of an ego issue rather than any case of service impropriety or illegality. The appellant even took the precaution to": "डीआरटी के कार्यालय में शामिल होना था। इस प्रकार, यह सेवा के अनौचित्य या अवैधता के किसी भी मामले के बजाय एक अहंकार का मुद्दा अधिक प्रतीत होता है। अपीलकर्ता ने",
  "write a letter on 25.1.2006 to respondent No.1 Bank for permission to take": "अनुमति लेने के लिए दिनांक 25.7.2006 को एक पत्र लिखकर एहतियात बरती, जिस",
  "over charge of the new post of Presiding Officer which post he had to occupy within a period of one month as stated aforesaid from the date of issue of": "पद को उसे एक महीने की अवधि के भीतर धारण करना था, जैसा कि पूर्वोक्त में दिनांक",
  "clear laxity on the part of the respondent No.1 Bank. The appellant, thus, joined the post of the Presiding Officer. No shadow whatsoever can be cast": "कोई प्रतिक्रिया नहीं मिली , प्रतिवादी संख्या . बैंक की ओर से एक स्पष्ट शिथिलता थी। इस प्रकार, अपीलकर्ता पीठासीन अधिकारी के पद पर शामिल हो गया। इस संबंध में",
  "15. Now, turning even to the so called technicality of the appellant based on Clause 22(2) of the Pension Regulations, the same requires any": "]5. अब, पेंशन विनियमों के खंड 22(2) के आधार पर अपीलकर्ता की तथाकथित",
  "interruption in service of a Bank employee to entail forfeiture of his past": "तकनीकी की ओर देखते हुए, इसे उसकी पिछली सेवा को जब्त करने के लिए बैंक",
  "when he was so appointed and took over the new post. The fact that he did": "तब प्रतिनियुक्ति पर था जब उसे नियुक्त किया गया और नया पद धारण किया। यह तथ्य",
  "not report back to the Bank for a couple of days, got himself relieved and": "कि उन्होंने कुछ दिनों के लिए बैंक को वापस रिपोर्ट नहीं किया , स्वयं को मुक्त करा लिया",
  "then joined the post cannot be categorized as ‘interruption in service’ by any": "और फिर इस पद में शामिल होने को किसी भी प्रकार से 'सेवा में रुकावट' के रूप में",
  "stretch of imagination. As noticed above, the appellant had already": "वर्गीकृत नहीं किया जा सकता है। जैसा कि ऊपर देखा गया है, अपीलकर्ता ने पहले ही",
  "addressed a communication to respondent No.1 Bank on 25.1.2006 which": "दिनांक 25..2006 को प्रतिवादी संख्या बैंक को एक संचार संबोधित किया था",
  "elicited no response for 11 months. We may also add that even the Ministry": "जिसकी ] महीने तक कोई प्रतिक्रिया नहीं मिली। हम यह भी जोड़ सकते हैं कि वित्त",
  "of Finance, the parent Ministry of respondent No.1 Bank, brought to the notice of the Bank the inappropriateness of not extending the benefits by": "मंत्रालय, प्रतिवादी संख्या बैंक का मूल मंत्रालय टिप्पणी करते हुए लाभ का विस्तार नहीं",
  "notice of the Bank the inappropriateness of not extending the benefits by commenting, as extracted aforesaid. It has been noted that there was no": "करने की अनुपयुक्तता को बैंक के ध्यान में लाया गया था, जैसा कि पूर्वोक्त है। यह नोट",
  "communication from the Bank after issue of appointment letter dated 20.1.2006 and notification dated 9.2.2006 till the matter was raised with the": "किया गया है कि दिनांक 20..2006 को नियुक्ति पत्र जारी करने और दिनांक 9.2.2006 को अधिसूचना के बाद बैंक से कोई संचार नहीं हुआ, जब तक कि बैंक द्वारा",
  "Ministry for the first time by the Bank after a gap of more than 6 months on": "6 महीने से अधिक के अंतराल के बाद दिनांक 7.7.2006 को पहली बार मंत्रालय के"
}