{
  "[2025] 1 S.C.R. 40 : 2025 INSC 1": "[2025] । 5.0८.९. 40 : 2025 ॥१50 .",
  "M/s Naresh Potteries": "मेसर्स नरेश पॉटरीज",
  "M/s Aarti Industries and Another": "मेसर्स आरती इंडस्ट्रीज और अन्य",
  "(Criminal Appeal No. 07 of 2025)": "(आपराधिक अपील सं. 07 सन्‌ 2025)",
  "02 January 2025": "02 जनवरी 2025",
  "[B.R. Gavai* and K.V. Viswanathan, JJ.]": "[न्यायमूर्ति बी.आर. गवई और न्यायमूर्ति के.वी. विश्वनाथन]",
  "Issue for Consideration": "विचारणीय मुद्दा",
  "Issue arose as regards whether the complaint filed by the appellant u/s. 138 of the Negotiable Instruments Act, 1881 is in accordance": "इस संबंध में मुद्दा उठा कि क्या अपीलकर्ता द्वारा परक्राम्य लिखत अधिनियम, 88 की धारा 38 के तहत",
  "with the requirement u/s.142 of the NI Act.": "दायर की गई शिकायत एनआई अधिनियम की धारा 442 के तहत अपेक्षा के अनुरूप है।",
  "Headnotest": "हेडनोट्स",
  "Negotiable Instruments Act, 1881 — ss.138, 142 — Code of Criminal Procedure, 1973 — ss.190, 200 — Cognizance of": "परक्राम्य लिखत अधिनियम, 88 - धारा 38, 42 - दंड प्रक्रिया संहिता, 2973 - धारा 90, 200 -",
  "offence — Complaint filed by the appellant-power of attorney": "अपराध का संज्ञान - प्रत्यर्थी सं. के विरुद्ध धारा 38 के तहत अपीलकर्ता-पावर ऑफ अटॉर्नी धारक और",
  "holder and manager of the appellant-firm u/s.138 against respondent no.1 — Order passed to summon, the sole": "अपीलकर्ता-फर्म के प्रबंधक द्वारा शिकायत दर्ज कराई गई -- प्रत्यर्थी सं. । के एकमात्र मालिक को समन करने",
  "respondent no.1 — Order passed to summon, the sole owner of respondent no.1 — Application u/s.482 Cr.P.C. by": "का आदेश पारित किया गया - प्रत्यर्थी सं, 2 द्वारा दं.प्र.सं. की धारा 482 के तहत आवेदन, जिसमें इस आधार",
  "respondent no.1 seeking quashing of the summoning order as well as the entire proceedings of the complaint case on": "पर समन आदेश के साथ-साथ शिकायत मामले की पूरी कार्यवाही को रद्द करने की मांग की गई कि",
  "the ground that complaint filed by Manager on behalf of the appellant-firm rendered defective as there was no specific": "अपीलकर्ता-फर्म की ओर से प्रबंधक द्वारा दर्ज कराई गई शिकायत दोषपूर्ण है क्योंकि संबंधित दस्तावेजों में",
  "averment with regard to his knowledge about the transaction in the relevant documents — Application allowed by the High": "लेनदेन के बारे में उनके ज्ञान के संबंध में कोई विशिष्ट कथन नहीं था - उच्च न्यायालय द्वारा आवेदन स्वीकार",
  "Court — Correctness:": "किया गया - औचित्य:",
  "Held: Ordinarily, u/s. 190 Cr.P.C., a Magistrate is empowered to take cognizance of an offence upon receiving a complaint of facts": "धारित किया गया: सामान्यतः, दं.प्र.सं. की धारा 90 के तहत, एक मजिस्ट्रेट को तथ्यों की शिकायत प्राप्त होने",
  "which constitute such offence — Prior to taking such cognizance, as": "पर अपराध का संज्ञान लेने का अधिकार है, जो इस तरह के अपराध का गठन करते हों - दं.प्र.सं. की धारा",
  "s.142 creates a legal bar on the court from taking cognizance of any offence punishable u/s. 138 except upon a complaint, in writing,": "तहत दंडनीय किसी भी अपराध का संज्ञान लेने पर कानूनी रोक लगाती है, सिवाय भुगतान प्राप्तकर्ता द्वारा, या",
  "that complaint has been filed in the name of the firm through Manager": "पर दायर की गई है, और चेक फर्म के नाम पर जारी किया गया था -शिकायत में धारा 42 - प्राधिकार पत्र,",
  "the cases of Shankar Finance and Investments v. State of Andhra": "आईएनएससी 24 : [2022] 2 एससीआर 268 : (2022) 7 एससीसी 62; शंकर फाइनेंस एंड इंवेस्टमेंट्स बनाम आंध्र प्रदेश राज्य एवं अन्य 2008 आईएनएससी 763 : [2008] 0 एससीआर 905 : (2008) 8",
  "v. State of Maharashtra and Another’ and Vinita S. Rao v. Essen Corporate Services Private Limited and Another.’ He submitted": "विनीता एस राव बनाम एसेन कॉर्पोरेट सर्विसेज प्राइवेट लिमिटेड और अन्य, 204 आईएनएससी 643:",
  "2008 INSC 763 : [2008] 10 SCR 905 : (2008) 8 SCC 536": "अन्य 2008 आईएनएससी 308: [2008] 6 एससीआर 83: (2009) . एससीसी 407; एम.एम.टी.सी.",
  "No. 1 herein and quashed the summoning order dated 22\" November 2021 passed by the Additional Chief Judicial Magistrate, Khurja, Bulandshahar' in Complaint Case No. 701 of 2021, as well as the entire": "अनुमति दी और अपर मुख्य न्यायिक मजिस्ट्रेट, खुर्जा, बुलंदशहर द्वारा शिकायत मामला सं. 707 सन्‌ 202] में पारित दिनांक 22 नवंबर 202 के समन आदेश को रद्द कर दिया, साथ ही वर्तमान अपीलकर्ता द्वारा परक्राम्य",
  "proceedings arising from the said complaint case filed by the present appellant under Section 138 of the Negotiable Instruments Act, 188172,": "लिखत अधिनियम, 88 की धारा 38 के तहत दायर उक्त शिकायत मामले से उत्पन्न संपूर्ण कार्यवाही, जो",
  "pending before the trial court in C.N.R. No. UPBU160012972021.": "सीएनआर सं. यूपीबीयू।6002972027 में निचली अदालत के समक्ष लंबित है, को भी खारिज कर दिया।",
  "The facts giving rise to the present appeal are as follows:": "3. वर्तमान अपील को जन्म देने वाले तथ्य इस प्रकार हैं:",
  "M/s Naresh Properties through its Manager Neeraj Kumar,": "3.7. मेसर्स नरेश प्रॉपर्टीज अपने प्रबंधक नीरज कुमार, अपीलकर्ता के माध्यम से क्रॉकरी, इंसुलेटर,",
  "appellant herein, deals in the manufacture and sale of crockeries, insulators, polymer insulators and other such hardware fittings.": "पॉलीमर इंसुलेटर और अन्य ऐसे हार्डवेयर फिटिंग के निर्माण और बिक्री का काम करती है।",
  "Between the period from 18\" June 2021 to 2\" July 2021, M/s Aarti Industries represented by its sole proprietor Sunita Devi, Respondent No. 1 herein, had purchased polymer": "3.2. 8 जून 202 से 2 जुलाई 202 की अवधि के बीच, मेसर्स आरती इंडस्ट्रीज अपने प्रतिनिधि एवं एकमात्र प्रोपराइटर सुनीता देवी, प्रत्यर्थी सं. । के माध्यम से, वर्तमान अपीलकर्ता से",
  "insulators scrap rejected material, worth Rs. 1,70,46,314/-": ", 70, 46, 34/- रुपये मूल्य के पॉलीमर इंसुलेटर स्क्रैप खारिज सामग्री खरीदी थी। प्रत्यर्थी सं. .",
  "from the present appellant. After the materials were supplied": "को सामग्री की आपूर्ति किए जाने के बाद, अपीलकर्ता ने आपूर्ति किए गए सामान के भुगतान की मांग",
  "Subsequently, on 12\" July 2021, the appellant was given a": "3.3. इसके बाद, 2 जुलाई 202 को, अपीलकर्ता को प्रत्यर्थी सं. द्वारा उसके पक्ष में",
  "Rs.1,70,46,314/-. The said cheque bearing No. 086295 dated": "ग, 70, 46, 34/- रुपये की राशि का चेक दिया गया। उक्त चेक संख्या 086295 दिनांकित 0",
  "belonging to M/s Aarti Industries at the Central Bank of India, Branch Khurja.": "जुलाई 202 मेसर्स आरती इंडस्ट्रीज के सेंट्रल बैंक ऑफ इंडिया, शाखा खुर्जा के खाता सं",
  "its A/c No. 07382560000285 at HDFC Bank, Branch Khurja on 12'\" July 2021 for encashment. However, the cheque came": "शाखा खुर्जा में अपने खाता सं. 07382560000285 में जमा किया। हालाँकि, चेक का अनादर हो गया",
  "to be dishonoured and on 13\" July 2021, the cheque was returned to the appellant with a return memo which stated that": "और 3 जुलाई 202। को चेक को एक रिटर्न मेमो के साथ अपीलकर्ता को वापस कर दिया गया,",
  "the cheque amount ‘exceeds arrangement’.": "जिसमें कहा गया था कि चेक की राशि “व्यवस्था से अधिक है'।",
  "Aggrieved thereby, on behalf of Smt. Shakti Khanna, the owner/proprietor of the appellant-firm, a legal notice dated": "3.5. इससे व्यथित होकर, अपीलकर्ता फर्म के मालिक /स्वामिनी श्रीमती शक्ति खन्ना की ओर से,",
  "proprietor, Sunita Devi under the NI Act. According to the legal notice, Respondent No.1 was to pay the cheque amount of": "प्रत्यर्थी सं, । को उसकी एकमात्र स्वामिनी सुनीता देवी के माध्यम से एनआई अधिनियम के तहत 5",
  "Rs. 1,70,46,314/- within a period of 15 days of receiving the": "नोटिस प्राप्त होने के 25 दिनों की अवधि के भीतर 7, 70, 46, 3.4/- रुपये की चेक राशि का भुगतान",
  "notice, failing which the offence punishable under Section 138 of the NI Act was liable to be attracted.": "करना था, ऐसा न करने पर एनआई अधिनियम की धारा 38 के तहत दंडनीय अपराध का मुकदमा",
  "Immediately thereafter, on 16\" July 2021, as a counter blast to the legal notice, Angad the son of the sole proprietor of Respondent No.1 lodged a First Information Report under": "3.6. इसके तुरंत बाद, 6 जुलाई 202 को, कानूनी नोटिस के जवाब में, प्रत्यर्थी सं. । के एकमात्र",
  "the owner of the appellant-firm, the staff of the appellant-firm and the branch manager of the Central Bank of India, Branch": "मालिक आशीष खन्ना, अपीलकर्ता-फर्म के कर्मचारी और सेंट्रल बैंक ऑफ इंडिया, शाखा खुर्जा के",
  "name of M/s Aarti Industries by forging the signature of Sunita": "शाखा प्रबंधक ने मिलीभगत करके सुनीता देवी के जाली हस्ताक्षर करके मेसर्स आरती इंडस्ट्रीज के नाम",
  "Devi. It was further alleged that the said cheque book containing cheques from SI No. 86281 to 86380 was thereafter used by the": "से चेक बुक प्राप्त की थी। यह भी आरोप लगाया गया था कि एसआई नंबर 86287 से 86380 तक के",
  "favour of Shakti Ceramics and second, cheque No. 086295": "सिरेमिक्स के पक्ष में जारी किया गया और दूसरा, चेक नंबर 086295 दिनांक 0 जुलाई 202 को",
  "dated 10\" July 2021 for a sum of Rs. 1,70,46,314/- issued in favour of the present appellant.": "2, 70, 46, 34/- रुपये की राशि के लिए वर्तमान अपीलकर्ता के पक्ष में जारी किया गया।",
  "the sole proprietor of the appellant-firm issued a Letter of Authority thereby authorizing Sh. Neeraj Kumar, the manager and caretaker of the appellant-firm to file a complaint and": "खन्ना ने एक प्राधिकार पत्र जारी किया, जिसके तहत अपीलकर्ता-फर्म के प्रबंधक और कार्यवाहक श्री",
  "Authority thereby authorizing Sh. Neeraj Kumar, the manager and caretaker of the appellant-firm to file a complaint and take all such necessary steps in the matter of the dishonour of the cheque.": "नीरज कुमार को शिकायत दर्ज करने और चेक के अनादर के मामले में सभी आवश्यक कदम उठाने के",
  "Upon being so authorized, Sh. Neeraj Kumar in the name of M/s Naresh Potteries, filed a complaint being Complaint No.": "3.8. इस प्रकार अधिकृत होने पर, श्री नीरज कुमार ने मेसर्स नरेश पॉटरीज के नाम से, 8 सितंबर",
  "deponent in the aforesaid complaint, Sh. Neeraj Kumar also filed an affidavit solemnly affirming that he was well-conversant": "के नाते, श्री नीरज कुमार ने एक हलफनामा भी दायर किया जिसमें उन्होंने गंभीरता से पुष्टि की कि वह",
  "with the facts and circumstances of the facts leading to the complaint and as such was competent to file the said affidavit.": "शिकायत के तथ्यों और परिस्थितियों से अच्छी तरह वाकिफ हैं और इस तरह उक्त हलफनामा दायर",
  "Subsequently, on 22\" October 2021, Sh. Neeraj Kumar filed an": "3.9. इसके बाद, 22 अक्टूबर 202] को, श्री नीरज कुमार ने दंड प्रक्रिया संहिता, 973 की धारा",
  "Affidavit of Evidence under Section 200 of the Code of Criminal Procedure, 1973°, before the trial court wherein he reiterated": "200 के तहत साक्ष्य का एक हलफनामा विचारण न्यायालय के समक्ष दायर किया, जिसमें उन्होंने",
  "the facts of the complaint case and once again, affirmed that": "शिकायत मामले के तथ्यों को दोहराया और एक बार फिर पुष्टि की कि वह अपीलकर्ता-फर्म के प्रबंधक",
  "he was well-conversant with the facts and circumstances of": "होने के नाते मामले के तथ्यों और परिस्थितियों से अच्छी तरह परिचित हैं।",
  "3.10. On 22\" November 2021, on the basis of the evidence in the form of the aforesaid examination under Section 200 of the": "3.0. दिनांक 22 नवंबर 202 को, दं.प्र.सं. की धारा 200 के तहत उपरोक्त परीक्षा के रूप में साक्ष्य",
  "Cr.P.C. and the documentary evidence adduced, the trial court found that there was sufficient ground to issue summons to": "और प्रस्तुत दस्तावेजी साक्ष्य के आधार पर, विचारण न्यायालय ने पाया कि एनआई अधिनियम की",
  "Sunita Devi, the sole owner/proprietor of Respondent No.1 -firm for the offence punishable under Section 138 of the NI Act.": "धारा 38 के तहत दंडनीय अपराध के लिए प्रत्यर्थी सं. ।-फर्म की एकमात्र मालिक /स्वामिनी सुनीता",
  "Accordingly, an order was passed thereby summoning Sunita Devi to face trial for the aforesaid offence.": "देवी को समन जारी करने के लिए पर्याप्त आधार था। तदनुसार, एक आदेश पारित किया गया था, जिसके तहत सुनीता देवी को उपरोक्त अपराध के लिए मुकदमे का सामना करने के लिए समन किया गया।",
  "3.11. Aggrieved thereby, Respondent No.1 preferred a Criminal Miscellaneous Application under Section 482 of the Cr.P.C.": "3.7. इससे व्यथित होकर, प्रत्यर्थी सं. . ने दं.प्र.सं. की धारा 482 के तहत एक क्रिमिनल",
  "3.12. The High Court by the impugned judgment and order allowed the Criminal Miscellaneous Application.": "3.2. उच्च न्यायालय ने आक्षेपित निर्णय और आदेश द्वारा क्रिमिनल मिस्लेनियस आवेदन को अनुमति दी।",
  "3.13. Being aggrieved thereby, the present appeal.": "3.3. इससे व्यथित होकर, वर्तमान अपील प्रस्तुत की गयी है।",
  "4. Wehave heard Mr. Navin Pahwa, learned Senior Counsel, appearing on behalf of the appellant and Mr. Shailesh Sharma, learned counsel, appearing on behalf of Respondent No.2.": "4. हमने अपीलकर्ता की ओर से उपस्थित विद्वान वरिष्ठ अधिवक्ता श्री नवीन पाहवा और प्रत्यर्थी सं. 2 की ओर से उपस्थित विद्वान अधिवक्ता श्री शैलेश शर्मा को सुना।",
  "5. In spite of being duly served, none appeared for Respondent No.1.": "५. विधिवत तामील होने के बावजूद प्रत्यर्थी सं. । की ओर से कोई भी उपस्थित नहीं हुआ।",
  "6. Mr. Navin Pahwa, learned Senior Counsel, submitted that the High Court had quashed the complaint case on an incorrect assumption": "6. विद्वान वरिष्ठ अधिवक्ता श्री नवीन पाहवा ने दलील दिया कि उच्च न्यायालय ने तथ्यों की गलत धारणा के",
  "by this Court in TRL Krosaki Refractories Limited v. SMS Asia Private Limited and Another’.": "साथ-साथ टीआरएल क्रोसाकी रिफ्रैक्टरीज लिमिटेड बनाम एसएमएस एशिया प्राइवेट लिमिटेड और अन्य में",
  "7. Mr. Navin Pahwa further submitted that the High Court had quashed the criminal case on the simple ground that from a conjoint reading": "7. श्री नवीन पाहवा ने आगे प्रस्तुत किया कि उच्च न्यायालय ने आपराधिक मामले को इस साधारण आधार पर",
  "of the averments made in the Letter of Authority and the affidavit of": "रद्द कर दिया था कि प्राधिकार पत्र में किए गए कथनों और दं.प्र.सं. की धारा 200 के तहत साक्ष्य के हलफनामे",
  "power of attorney holder was found to have no personal knowledge of the facts and circumstances of the case. He submitted that the only": "व्यक्तिगत ज्ञान नहीं था। उन्होंने प्रस्तुत किया कि पावर ऑफ अटॉर्नी धारक, जिसे शिकायत में बताए गए तथ्यों",
  "purpose of a sworn statement under Section 200 of the Cr.P.C. by": "की जानकारी है, द्वारा दं.प्र.सं. की धारा 200 के तहत शपथ पत्र देने का एकमात्र उद्देश्य न्यायालय को प्रथम",
  "(a) no court shall take cognizance of any offence punishable under Section 138 except upon a": "(क) कोई भी न्यायालय धारा 38 के तहत दंडनीय किसी भी अपराध का संज्ञान नहीं लेगा,",
  "complaint, in writing, made by the payee or, as the case may be, the holder in due course of the cheque;": "सिवाय इसके कि चेक के प्राप्तकर्ता या धारक द्वारा लिखित रूप में शिकायत की गई हो ;",
  "Ordinarily, under Section 190 of the Cr.P.C., a Magistrate is empowered to take cognizance of an offence upon receiving a": "3. सामान्यतः, दं.प्र.सं. की धारा :90 के तहत, मजिस्ट्रेट को ऐसे तथ्यों की शिकायत प्राप्त होने पर अपराध",
  "empowered to take cognizance of an offence upon receiving a complaint of facts which constitute such offence. Prior to taking such": "का संज्ञान लेने का अधिकार है जो ऐसे अपराध का गठन करते हैं। ऐसा संज्ञान लेने से पहले, दं.प्र.सं. की धारा",
  "cognizance, in accordance with and as provided by Section 200 of": "200 के अनुसार और उसके द्वारा प्रदान किए गए अनुसार, मजिस्ट्रेट को शिकायतकर्ता और उपस्थित गवाह,",
  "complainant and witness present, if any. However, Section 142 of the NI Act creates a legal bar on the court from taking cognizance": "यदि कोई हो, की शपथ पर जांच करनी होगी। हालांकि, एनआई अधिनियम की धारा 42, एनआई अधिनियम",
  "the NI Act creates a legal bar on the court from taking cognizance of any offence punishable under Section 138 of the NI Act except": "की धारा 38 के अंतर्गत दंडनीय किसी भी अपराध का संज्ञान लेने पर न्यायालय पर कानूनी प्रतिबंध लगाती है,",
  "upon a complaint, in writing, made by the payee, or as the case may be, the holder in due course of the cheque.": "सिवाय इसके कि चेक प्राप्तकर्ता या चेक धारक द्वारा लिखित रूप में शिकायत की गई हो।",
  "The law on the subject-matter at hand is no longer res integra and has been well-settled by a series of judgments passed by this Court.": "4. इस विषय-वस्तु पर कानून अब एकीकृत नहीं है और इस न्यायालय द्वारा पारित कई निर्णयों द्वारा इसे अच्छी तरह से स्थापित किया गया है।",
  "This Court in the case of National Small Industries Corporation Limited v. State (NCT of Delhi) and Others? had an occasion to": "5. राष्ट्रीय लघु उद्योग निगम लिमिटेड बनाम राज्य (दिल्ली राष्ट्रीय राजधानी क्षेत्र) और अन्य के मामले में इस",
  "consider the validity of a complaint under Section 138 of the NI Act and the satisfaction of the requirement under Section 142 thereof,": "न्यायालय को एनआई अधिनियम की धारा 38 के तहत शिकायत की वैधता और धारा 42 के तहत",
  "complainant/representative in a case where the complaint is to be": "ऐसे मामले में शिकायतकर्ता/प्रतिनिधि किसे माना जा सकता है, जहां शिकायत किसी निगमित निकाय द्वारा",
  "filed by an incorporated body. This Court held as follows:": "दायर की जानी है। इस न्यायालय ने इस प्रकार निर्णय दिया :",
  "“14. The term “complainant” is not defined under the": "”4. संहिता के तहत “शिकायतकर्ता” शब्द को परिभाषित नहीं किया गया है। एनआई अधिनियम की",
  "under Section 138 of that Act to be made by the payee": "धारा 342 के अनुसार उस अधिनियम की धारा 38 के तहत शिकायत प्राप्तकर्ता (या धारक द्वारा",
  "(or by the holder in due course). It is thus evident that in a complaint relating to dishonour of a cheque (which has": "उचित समय पर) द्वारा की जानी चाहिए। इस प्रकार यह स्पष्ट है कि चेक के अनादर से संबंधित",
  "a complaint relating to dishonour of a cheque (which has not been endorsed by the payee in favour of anyone), it": "शिकायत में (जिसे आदाता द्वारा किसी के पक्ष में पृष्ठींकित नहीं किया गया है), आदाता ही एकमात्र",
  "is the payee alone who can be the complainant. The NI Act only provides that dishonour of a cheque would be an": "शिकायतकर्ता हो सकता है। एनआई अधिनियम केवल यह प्रावधान करता है कि चेक का अनादर एक",
  "offence and the manner of taking cognizance of offences punishable under Section 138 of that Act. However, the": "अपराध होगा और उस अधिनियम की धारा 38 के तहत दंडनीय अपराधों का संज्ञान लेने का तरीका।",
  "disposal of such complaints, is governed by the Code.": "हालांकि, ऐसी शिकायतों की कार्यवाही, विचारण और निस्तारण की प्रक्रिया संहिता द्वारा शासित होती",
  "Section 200 of the Code requires that the Magistrate, on taking cognizance of an offence on complaint, shall": "है। संहिता की धारा 200 के अनुसार मजिस्ट्रेट को शिंकायत पर अपराध का स॒ ज्ञान लेते समय",
  "examine upon oath the complainant and the witnesses present and the substance of such examination shall be": "शिकायतकर्ता और उपस्थित गवाहों की शपथ पर जांच करनी चाहिए और ऐसी जांच का सार लिखित",
  "reduced to writing and shall be signed by the complainant": "रूप में दर्ज किया जाना चाहिए और उस पर शिकायतकर्ता और गवाहों द्वारा हस्ताक्षर किए जाने चाहिए।",
  "and the witnesses. The requirement of Section 142 of the NI Act that the payee should be the complainant, is met if": "एनआई अधिनियम की धारा 42 की आवश्यकता है कि आदाता ही शिकायतकर्ता होना चाहिए, यदि",
  "the complaint is in the name of the payee. If the payee is a": "शिकायत आदाता के नाम पर है तो यह पूरी होती है। यदि आदाता कोई कंपनी है, तो अनिवार्य रूप से",
  "company, necessarily the complaint should be filed in the name of the company. Section 142 of the NI Act does not": "शिकायत कंपनी के नाम पर दर्ज की जानी चाहिए। एन.आई. अधिनियम की धारा 42 में यह निर्दिष्ट",
  "specify who should represent the company, if a company is the complainant. A company can be represented by": "नहीं किया गया है कि यदि कोई कंपनी शिकायतकर्ता है, तो कंपनी का प्रतिनिधित्व कौन करेगा। किसी",
  "an employee or even by a non-employee authorised": "कंपनी का प्रतिनिधित्व किसी कर्मचारी या यहां तक कि किसी गैर-कर्मचारी द्वारा भी किया जा सकता",
  "and empowered to represent the company either by a resolution or by a power of attorney.": "है, जो किसी संकल्प या पावर ऑफ अर्टॉर्नी द्वारा कंपनी का प्रतिनिधित्व करने के लिए अधिकृत और",
  "19. Resultantly, when in a complaint in regard to dishonour of a cheque issued in favour of a company or corporation,": "9. परिणामस्वरूप, जब किसी कंपनी या निगम के पक्ष में जारी किए गए चेक के अनादर के संबंध में",
  "for the purpose of Section 142 of the NI Act, the company": "शिकायत की जाती है, तो एन.आई. अधिनियम की धारा 42 के प्रयोजनों के लिए, कंपनी",
  "will be the complainant, and for purposes of Section 200 of the Code, its employee who represents the company or corporation, will be the de facto complainant. In": "शिकायतकर्ता होगी, और संहिता की धारा 200 के प्रयोजनों के लिए, कंपनी या निगम का प्रतिनिधित्व",
  "such a complaint, the de jure complainant, namely, the": "करने वाला उसका कर्मचारी वास्तविक शिकायतकर्ता होगा। ऐसी शिकायत में, वास्तविक शिकायतकर्ता",
  "company or corporation will remain the same but the de facto complainant (employee) representing such de": "अर्थात कंपनी या निगम वही रहेगा, लेकिन ऐसे वास्तविक शिकायतकर्ता का प्रतिनिधित्व करने वाला",
  "jure complainant can change, from time to time. And if": "वास्तविक शिकायतकर्ता (कर्मचारी) समय-समय पर बदल सकता है। और यदि वास्तविक",
  "the de facto complainant is a public servant, the benefit of exemption under clause (a) of the proviso to Section 200": "शिकायतकर्ता लोक सेवक है, तो संहिता की धारा 200 के प्रावधान के खंड (ए) के तहत छूट का लाभ",
  "of the Code will be available, even though the complaint is made in the name of a company or corporation.”": "उपलब्ध होगा, भले ही शिकायत किसी कंपनी या निगम के नाम पर की गई हो।",
  "(emphasis supplied)": "(प्रभाव वर्धित)",
  "16. While this Court was primarily concerned with the issue relating to the exemption available against examining a public servant in view of Section 200(a) of the Cr.P.C., this Court nevertheless clarified that": "6. यद्यपि यह न्यायालय मुख्य रूप से दं.प्र.सं. की धारा 200(ए) के मद्देनजर किसी लोक सेवक की जांच के खिलाफ उपलब्ध छूट से संबंधित मुद्दे पर विचार कर रहा था, फिर भी इस न्यायालय ने स्पष्ट किया कि एनआई",
  "the requirement of Section 142 of the NI Act that the payee should": "अधिनियम की धारा 242 की आवश्यकता है कि भुगतान प्राप्तकर्ता को शिकायतकर्ता होना चाहिए, यदि शिकायत",
  "be the complainant would be met if the complaint is in the name of the payee. Where the payee is a company, this Court observed": "भुगतान प्राप्तकर्ता के नाम पर है तो यह पूरी होगी। जहां भुगतान प्राप्तकर्ता एक कंपनी है, इस न्यायालय ने कहा",
  "21.2. Whether a power-of-attorney holder can be verified on oath under Section 200 of the Code?": "2.2. क्या पावर-ऑफ-अटॉर्नी धारक को संहिता की धारा 200 के तहत शपथ पर सत्यापित किया",
  "21.3. Whether specific averments as to the knowledge of the power-of-attorney holder in the impugned transaction": "2.3. क्या शिकायत में पावर-ऑफ-अर्टॉर्नी धारक के संदिग्ध लेनदेन के ज्ञान के बारे में विशिष्ट कथनों",
  "must be explicitly asserted in the complaint?": "को स्पष्ट रूप से बताया जाना चाहिए?",
  "21.4. If the power-of-attorney holder fails to assert explicitly his knowledge in the complaint then can the power-of-": "2.4. यदि पावर-ऑफ-अटॉर्नी धारक शिकायत में अपने ज्ञान को स्पष्ट रूप से बताने में विफल रहता",
  "attorney holder verify the complaint on oath on such presumption of knowledge?": "है तो क्या पावर-ऑफ-अटॉर्नी धारक ज्ञान की ऐसी धारणा सशपथ शिकायत को सत्यापित कर सकता",
  "21.5. Whether the proceedings contemplated under Section 200 of the Code can be dispensed with in the light of Section 145 of the NI Act which was introduced by an amendment in the year 2002?": "2.5. क्या संहिता की धारा 200 के अंतर्गत विचाराधीन कार्यवाही को एनआई अधिनियम की धारा 45 के आलोक में समाप्त किया जा सकता है, जिसे वर्ष 2002 में संशोधन द्वारा प्रस्तुत किया गया था?",
  "28. The power-of-attorney holder is the agent of the grantor. When the grantor authorises the attorney holder": "28. पावर-ऑफ-अटॉर्नी धारक आदाता का एजेन्ट होता है। जब आदाता अटॉर्नी धारक को कानूनी",
  "to initiate legal proceedings and the attorney holder": "कार्यवाही आरंभ करने के लिए अधिकृत करता है और अटॉर्नी धारक तदनुसार ऐसी कानूनी कार्यवाही",
  "accordingly initiates such legal proceedings, he does so as the agent of the grantor and the initiation is by the": "आरंभ करता है, तो वह ऐसे आदाता के एजेंट के रूप में करता है और आरंभ आदाता की ओर से उसके",
  "grantor represented by his attorney holder and not by the attorney holder in his personal capacity. Therefore, where": "अरटॉर्नी धारक द्वारा किया जाता है, न कि अटॉर्नी धारक द्वारा अपनी व्यक्तिगत क्षमता में। इसलिए, जहां",
  "the payee is a proprietary concern, the complaint can be filed by the proprietor of the proprietary": "भुगतान प्राप्तकर्ता एक मालिकाना प्रतिष्ठान है, शिकायत मालिकाना प्रतिष्ठान के स्वामी द्वारा दायर की",
  "can be filed by the proprietor of the proprietary concern, describing himself as the sole proprietor of": "जा सकती है, जो खुद को भुगतान प्राप्तकर्ता का एकमात्र स्वामी बताता है, मालिकाना प्रतिष्ठान, खुद को",
  "the payee, the proprietary concern, describing itself as a sole proprietary concern, represented by its": "एकमात्र मालिकाना प्रतिष्ठान बताता है, जिसका प्रतिनिधित्व उसके एकमात्र स्वामी द्वारा किया जाता है,",
  "sole proprietor, and the proprietor or the proprietary concern represented by the attorney holder under a": "और मालिक या मालिकाना प्रतिष्ठान का प्रतिनिधित्व एकमात्र स्वामी द्वारा निष्पादित पावर ऑफ अर्टॉर्नी",
  "power of attorney executed by the sole proprietor. However, we make it clear that the power-of-attorney": "के तहत अटॉर्नी धारक द्वारा किया जाता है। हालांकि, हम यह स्पष्ट करते हैं कि पावर ऑफ अर्टॉर्नी",
  "holder cannot file a complaint in his own name as if he was the complainant. In other words, he can initiate": "धारक अपने नाम से शिकायत दर्ज नहीं कर सकता है जैसे कि वह शिकायतकर्ता हो। दूसरे शब्दों में, वह",
  "criminal proceedings on behalf of the principal.": "मालिक की ओर से आपराधिक कार्यवाही शुरू कर सकता है।",
  "29. From aconjoint reading of Sections 138, 142 and 145 of the NI Act as well as Section 200 of the Code, it is clear that": "29. एनआई अधिनियम की धारा 38, 42 और 45 के साथ-साथ संहिता की धारा 200 के संयुक्त",
  "the contents of the complaint, documents in support thereof": "वाचन से यह स्पष्ट है कि मजिस्ट्रेट को शिकायत की विषय-वस्तु, उसके समर्थन में दस्तावेजों और",
  "and the affidavit submitted by the complainant in support": "शिकायतकर्ता द्वारा शिकायत के समर्थन में प्रस्तुत हलफनामे के आधार पर प्रक्रिया जारी करने की",
  "of the complaint. Once the complainant files an affidavit in support of the complaint before issuance of the process under Section 200 of the Code, it is thereafter open to the": "स्वतंत्रता होती है। एक बार जब शिकायतकर्ता संहिता की धारा 200 के तहत प्रक्रिया जारी करने से पहले शिकायत के समर्थन में हलफनामा दाखिल कर देता है, तो उसके बाद मजिस्ट्रेट के पास, यदि वह",
  "Magistrate, if he thinks fit, to call upon the complainant to": "उचित समझे, शिकायतकर्ता को उपस्थित रहने के लिए बुलाने और शिकायतकर्ता द्वारा अपनी शिकायत",
  "remain present and to examine him as to the facts contained in the affidavit submitted by the complainant in support of": "के समर्थन में प्रस्तुत हलफनामे में निहित तथ्यों के बारे में उसकी जांच करने का विकल्प होता है।",
  "Magistrate is not bound to call upon the complainant to remain present before the court and to examine him upon oath for taking decision whether or not to issue process": "पर प्रक्रिया जारी करने या न करने का निर्णय लेने के लिए शिकायतकर्ता को अदालत के समक्ष उपस्थित रहने के लिए बुलाने और शपथ पर उसकी जांच करने के लिए बाध्य नहीं है। संहिता की धारा 200 के",
  "on the complaint under Section 138 of the NI Act. For the purpose of issuing process under Section 200 of the Code,": "तहत प्रक्रिया जारी करने के उद्देश्य से, मजिस्ट्रेट के लिए एनआई अधिनियम की धारा 38 के तहत",
  "the form of affidavit filed by the complainant in support of": "शिकायत के समर्थन में शिकायतकर्ता द्वारा दायर हलफनामे के रूप में सत्यापन पर भरोसा करने का",
  "the complaint under Section 138 of the NI Act. It is only if and where the Magistrate, after considering the complaint": "विकल्प होता है। केवल तभी जब मजिस्ट्रेट, एनआई अधिनियम की धारा 38 के तहत शिकायत,",
  "support thereof and the verification in the form of affidavit of the complainant, is of the view that examination of the": "उसके समर्थन में प्रस्तुत दस्तावेजों और शिकायतकर्ता के शपथ पत्र के रूप में सत्यापन पर विचार करने",
  "of the complainant, is of the view that examination of the complainant or his witness(s) is required, the Magistrate": "के बाद, इस निष्कर्ष पर पहुंचता है कि शिकायतकर्ता या उसके गवाह (गवाहों) की जांच आवश्यक है,",
  "may call upon the complainant to remain present before": "मजिस्ट्रेट शिकायतकर्ता को अदालत के समक्ष उपस्थित रहने के लिए कह सकता है और एनआई",
  "the court and examine the complainant and/or his witness": "लिए शिकायतकर्ता और /या उसके गवाह की शपथ पर जांच कर सकता है।",
  "33. While holding that there is no serious conflict between the decisions in M.M.T.C. [M.M.T.C. Ltd. v. Medchl": "33. यह मानते हुए कि एम.एम.टी.सी. / एम. एम. टी सी. लिमिटेड बनाम मेडिकल केमिकल्स एंड फार्सा",
  "Chemicals and Pharma (P) Ltd. (2002) 1 SCC 234 : 2002 SCC (Cri) 121] and Janki Vashdeo Bhojwani [Janki": "(पी) लिमिटेड (2002) 7 एससीसी 234: 2002 एससीसी (सीआरओआई,) 727/ और जानकी वशदेव",
  "Vashdeo Bhojwani v. Indusind Bank Ltd. (2005) 2 SCC": "भोजवानी /जानकी वशदेव थरोजवानी बनाम इंडसइंड बैंक लिमिटेड (2005, 2 एससीसी 277/ के",
  "33.1. Filing of complaint petition under Section 138 of the NI Act through power of attorney is perfectly": "33.7.. पावर ऑफ अर्टॉर्नी के माध्यम से एनआई अधिनियम की धारा 38 के तहत शिकायत याचिका",
  "legal and competent.": "दायर करना पूरी तरह से कानूनी और सक्षम है।",
  "33.2. The power-of-attorney holder can depose and verify on oath before the court in order to prove the": "33.2. पावर ऑफ अर्टॉर्नी धारक शिकायत की सामग्री को साबित करने के लिए अदालत के समक्ष",
  "attorney holder must have witnessed the transaction as an agent of the payee/holder in due course or possess": "भुगतान प्राप्तकर्ता/धारक के एजेंट के रूप में लेन-देन को समय रहते देखना चाहिए या उक्त लेन-देन के",
  "33.3. It is required by the complainant to make specific assertion as to the knowledge of the power- of-attorney holder in the said transaction explicitly in": "33.3. शिकायतकर्ता को शिकायत में स्पष्ट रूप से पावर ऑफ अटॉर्नी धारक के उक्त लेन-देन के बारे में",
  "has no knowledge regarding the transactions cannot be examined as a witness in the case.": "बारे में कोई जानकारी नहीं है, उसे मामले में गवाह के रूप में परीक्षित नहीं किया जा सकता है।",
  "33.4. In the light of Section 145 of the NI Act, it is open to the Magistrate to rely upon the verification in the form of": "33.4. एनआई अधिनियम की धारा 45 के प्रकाश में, मजिस्ट्रेट को एनआई अधिनियम की धारा 38",
  "the Magistrate to rely upon the verification in the form of affidavit filed by the complainant in support of the complaint": "के तहत शिकायत के समर्थन में शिकायतकर्ता द्वारा दायर हलफनामे के रूप में सत्यापन पर भरोसा",
  "neither mandatorily obliged to call upon the complainant to remain present before the Court, nor to examine the": "करने की छूट है और मजिस्ट्रेट न तो शिकायतकर्ता को न्यायालय के समक्ष उपस्थित रहने के लिए",
  "complainant of his witness upon oath for taking the decision whether or not to issue process on the complaint under": "करने या न करने का निर्णय लेने के लिए सशपथ शिकायतकर्ता के गवाही की जांच करने के लिए बाध्य",
  "33.5. The functions under the general power of attorney": "33.5. जनरल पावर ऑफ अटॉर्नी के तहत कार्यों को पावर ऑफ अर्टॉर्नी में अनुमति देने वाले विशिष्ट",
  "cannot be delegated to another person without specific": "खंड के बिना किसी अन्य व्यक्ति को नहीं सौंपा जा सकता है। फिर भी, जनरल पावर ऑफ अऊर्टॉर्नी को",
  "cancelled and be given to another person.": "रद्द किया जा सकता है और किसी अन्य व्यक्ति को दिया जा सकता है।",
  "34. We answer the reference on the above terms and": "34. हम उपरोक्त शर्तों पर संदर्भ का उत्तर देते हैं और मामले को मेरिट के आधार पर तय करने के लिए",
  "18. This Court while answering the reference has thoroughly considered the scope and requirement of Section 142(1)(a) of the NI Act. This": "8. इस न्यायालय ने संदर्भ का उत्तर देते समय एनआई अधिनियम की धारा 42()(ए) के दायरे और अपेक्षा",
  "Court held that from a conjoint reading of Sections 138, 142 and 145": "पर गहनता से विचार किया है। इस न्यायालय ने माना कि एनआई अधिनियम की धारा 38, 42 और 45 के",
  "of the NI Act as well as Section 200 of the Cr.P.C., it is clear that calling upon the complainant to remain present and to examine him": "साथ-साथ दं.प्र.सं. की धारा 200 के संयुक्त वाचन से यह स्पष्ट है कि शिकायतकर्ता को उपस्थित रहने के लिए",
  "calling upon the complainant to remain present and to examine him as to the facts contained in the affidavit submitted by the complainant": "समन करना और शिकायतकर्ता द्वारा अपनी शिकायत का समर्थन करने के लिए प्रस्तुत हलफनामे में निहित",
  "the Magistrate. This Court clarified that it is only if and where the Magistrate, after considering all the relevant documents, is of the": "कि यह केवल तभी है जब और जहां मजिस्ट्रेट, सभी प्रासंगिक दस्तावेजों पर विचार करने के बाद, इस विचार पर",
  "A three-Judge Bench of this Court upon a thorough consideration of the judgments of this Court by which the law on the subject-matter": "न्यायाधीशों की पीठ ने इस न्यायालय के निर्णयों पर गहन विचार करने के बाद, जिसके द्वारा विषय-वस्तु पर",
  "judgment of the High Court. This Court held as follows:": "न्यायालय ने निम्नलिखित अवधारित किया:",
  "“21. A meaningful reading of the above would indicate that the company having authorised the General Manager": "\"2. उपरोक्त का सार्थक अध्ययन यह संकेत देगा कि कंपनी ने महाप्रबंधक (लेखा) को अधिकृत किया",
  "(Accounting) and the General Manager (Accounting) having personal knowledge had in fact been clearly averred. What": "है और महाप्रबंधक (लेखा) को व्यक्तिगत जानकारी होने के कारण वास्तव में स्पष्ट रूप से कहा गया था।",
  "can be treated as an explicit averment, cannot be put": "जिसे स्पष्ट कथन माना जा सकता है, उसे एक सीमा में नहीं रखा जा सकता है, बल्कि प्रत्येक मामले के",
  "circumstance and the manner in which it has been averred and conveyed, based on the facts of each case.": "तथ्यों के आधार पर परिस्थितियों और जिस तरीके से इसे कहा और व्यक्त किया गया है, उससे इसे",
  "The manner in which a complaint is drafted may vary": "समझना होगा। शिकायत का प्रारूपण करने का तरीका हर मामले में अलग-अलग हो सकता है और यह",
  "from case to case and would also depend on the skills of the person drafting the same which by itself, cannot": "उस व्यक्ति के कौशल पर भी निर्भर करेगा जो इसे प्रारूपित करता है, जो अपने आप में एक मूल",
  "defeat a substantive right. However, what is necessary to be taken note of is as to whether the contents as": "अधिकार को पराजित नहीं कर सकता है। हालांकि, इस बात पर ध्यान देना जरूरी है कि कया दलील में",
  "available in the pleading would convey the meaning to the effect that the person who has filed the complaint, is": "उपलब्ध सामग्री से यह आशय निकलता है कि जिस व्यक्ति ने शिकायत दर्ज की है, वह अधिकृत है और",
  "stated to be authorised and claims to have knowledge of the same. In addition, the supporting documents which were available on the record by themselves demonstrate": "दावा करता है कि उसे इसकी जानकारी है। इसके अलावा, रिकॉर्ड पर उपलब्ध सहायक दस्तावेज खुद",
  "were available on the record by themselves demonstrate the fact that an authorised person, being a witness to the transaction and having knowledge of the case had": "इस तथ्य को प्रदर्शित करते हैं कि एक अधिकृत व्यक्ति, जो लेनदेन का गवाह है और मामले की",
  "instituted the complaint on behalf of the “payee” company": "जानकारी रखता है, ने \"भुगतान प्राप्तकर्ता\" कंपनी की ओर से शिकायत दर्ज की थी और इसलिए,",
  "and therefore, the requirement of Section 142 of the NI Act was Satisfied. In Vinita S. Rao v. Essen Corporate Services": "एनआई अधिनियम की धारा 42 की आवश्यकता पूरी होती है। विनीता एस. राव बनाम एसेन कॉरपोरेट",
  "(P) Ltd. [Vinita S. Rao v. Essen Corporate Services (P)": "सर्विसेज (पी) लिमिटेड [विनीता एस. राव बनाम एसेन कॉरपोरेट सर्विसेज (पी) लिमिटेड, (205) 7",
  "Ltd., (2015) 1 SCC 527 : (2015) 1 SCC (Civ) 558 : (2015)": "एससीसी 527: (205)  एससीसी (सिविल) 558: (205)  एससीसी (क्रि) 726], जिसके",
  "1 SCC (Cri) 726], to which one of us (the Hon’ble Cul) was a member of the Bench has accepted the pleading": "हममें से एक (माननीय सीजेआई) बेंच के सदस्य थे, ने इस तरह की दलील को स्वीकार कर लिया है,",
  "of such a nature to indicate the power to prosecute the complaint and knowledge of the transaction as sufficient to maintain the complaint.": "जो शिकायत पर मुकदमा चलाने की शक्ति और लेनदेन की जानकारी को शिकायत को बनाए रखने के लिए पर्याप्त बताती है।",
  "22. Despite our conclusion that the documents available": "22. हमारे इस निष्कर्ष के बावजूद कि रिकॉर्ड पर उपलब्ध दस्तावेज तथ्यों के आधार पर शक्ति के",
  "on record would on facts satisfy the requirement relating to delegation of power and also knowledge of the transaction by the person representing the Company in the instant case,": "प्रत्यायोजन से संबंधित आवश्यकता को पूरा करते हैं और साथ ही इस मामले में कंपनी का प्रतिनिधित्व",
  "though the case in A.C. Narayanan [A.C. Narayanan v.": "है कि हालांकि ए.सी. नारायणन [ए.सी. नारायणन बनाम महाराष्ट्र राज्य (204)  एससीसी 790:",
  "(Civ) 343] has taken the centre stage of consideration,": "(204) 4 एससीसी (सिविल) 343] मामले ने विचार के केंद्र में जगह ले ली है, लेकिन इसमें शामिल",
  "the facts involved therein were in the background of the complainant being an individual and the complaint": "तथ्य इस पृष्ठभूमि में थे कि शिकायतकर्ता एक व्यक्ति था और दायर की गई शिकायत “भुगतान",
  "filed was based on the power of attorney issued by the “payee” who was also an individual. In such an event,": "प्राप्तकर्ता” द्वारा जारी किए गए पावर ऑफ अटॉर्नी पर आधारित थी, जो एक व्यक्ति भी था। ऐसी स्थिति",
  "the manner in which the power was being exercised was to be explicitly stated so as to establish the right": "में, जिस तरह से शक्ति का प्रयोग किया जा रहा था, उसे स्पष्ट रूप से बताया जाना चाहिए ताकि",
  "of the person prosecuting the complaint, to represent the payee i.e. the complainant. The position that": "शिकायतकर्ता का प्रतिनिधित्व करने के लिए शिकायतकर्ता के अधिकार को स्थापित किया जा सके।",
  "would emerge when the complainant is a company or a corporate entity will have to be viewed from a different standpoint.": "जब शिकायतकर्ता एक कंपनी या कॉर्पोरेट इकाई होगी तो जो स्थिति उभरेगी, उसे एक अलग दृष्टिकोण",
  "23. In this regard in Samrat Shipping Co. (P) Ltd. v. Dolly George [Samrat Shipping Co. (P) Ltd. v. Dolly": "23. इस संबंध में सम्राट शिपिंग कंपनी (पी) लिमिटेड बनाम डॉली जॉर्ज [सम्राट शिपिंग कंपनी (पी)",
  "George (2002) 9 SCC 455 : 2003 SCC (Cri) 1224], while": "लिमिटेड बनाम डॉली जॉर्ज (2002) 9 एससीसी 455: 2003 एससीसी (क्रि.) 224] में, संज्ञान",
  "disapproving the manner in which cognizance was refused to be taken and the complaint had been dismissed by the": "लेने से इनकार करने और विद्वान मजिस्ट्रेट द्वारा शिकायत को शुरू में ही खारिज करने के तरीके को",
  "learned Magistrate at the threshold, this Court has held as hereunder : (SCC p. 456, para 3)": "अस्वीकार करते हुए, इस न्यायालय ने निम्न प्रकार से अवधारित किया है: (एससीसी पृष्ठ 456, पैरा 3)",
  "“3. Having heard both sides we find it difficult to support the orders challenged before us.": "“3. दोनों पक्षों को सुनने के बाद हमें हमारे समक्ष चुनौती दिए गए आदेशों का समर्थन करना",
  "A company can file a complaint only through human agency. The person who presented the": "मुश्किल लगता है। कोई कंपनी केवल मानव एजेंसी के माध्यम से ही शिकायत दर्ज कर सकती",
  "human agency. The person who presented the complaint on behalf of the Company claimed": "है। कंपनी की ओर से शिकायत प्रस्तुत करने वाले व्यक्ति ने दावा किया कि वह कंपनी का",
  "that he is the authorised representative of the company. Prima facie, the trial court should have": "अधिकृत प्रतिनिधि है। प्रथम दृष्ठया, विचारण न्यायालय को इसे उस समय स्वीकार कर लेना",
  "accepted it at the time when a complaint was presented. If it is a matter of evidence when": "चाहिए था जब शिकायत प्रस्तुत की गई थी। यदि यह साक्ष्य का मामला है, जब अभियुक्त ने",
  "the accused disputed the authority of the said individual to present the complaint, opportunity": "शिकायत प्रस्तुत करने के लिए उक्त व्यक्ति के अधिकार पर विवाद किया, तो शिकायतकर्ता को",
  "should have been given to the complainant to prove the same, but that opportunity need": "इसे साबित करने का अवसर दिया जाना चाहिए था, लेकिन यह अवसर केवल तभी दिया जाना",
  "be given only when the trial commences. The dismissal of the complaint at the threshold on the premise that the individual has not produced": "चाहिए जब मुकदमा शुरू हो। इस आधार पर शिकायत को खारिज करना कि व्यक्ति ने प्रस्ताव",
  "too hasty an action. We, therefore, set aside the impugned orders and direct the trial court": "इसलिए, हम आक्षेपित आदेशों को रद्द करते हैं और विचारण न्यायालय को निर्देश देते हैं कि वह",
  "to proceed with the trial and dispose of it in accordance with law. Parties are directed to": "विचारण को आगे बढ़ाए और कानून के अनुसार इसका निस्तारण करे। पक्षों को 32--2000",
  "appear before the trial court on 31-1-2000.”": "को विचारण न्यायालय के समक्ष उपस्थित होने का निर्देश दिया जाता है।”",
  "25. In that view, the position that would emerge is that when a company is the payee of the cheque based": "25. इस दृष्टिकोण से, जो स्थिति उभर कर सामने आएगी वह यह है कि जब कोई कंपनी चेक का",
  "on which a complaint is filed under Section 138 of": "भुगतान प्राप्तकर्ता है जिसके आधार पर एनआई अधिनियम की धारा 38 के तहत शिकायत दर्ज की",
  "the NI Act, the complainant necessarily should be the company which would be represented by an": "जाती है, तो शिकायतकर्ता अनिवार्य रूप से वह कंपनी होनी चाहिए जिसका प्रतिनिधित्व किसी अधिकृत",
  "employee who is authorised. Prima facie, in such a situation the indication in the complaint and the": "कर्मचारी द्वारा किया जाएगा। प्रथम दृष्टया, ऐसी स्थिति में शिकायत में संकेत और शपथ पत्र (मौखिक",
  "sworn statement (either orally or by affidavit) to the effect that the complainant (Company) is represented": "रूप से या हलफनामे द्वारा) कि शिकायतकर्ता (कंपनी) का प्रतिनिधित्व किसी अधिकृत व्यक्ति द्वारा",
  "by an authorised person who has knowledge, would be sufficient. The employment of the terms “specific assertion as to the knowledge of the power-of-attorney": "किया जाता है जिसे जानकारी है, पर्याप्त होगा। \"पावर-ऑफ-अटॉर्नी धारक के ज्ञान के बारे में विशिष्ट",
  "assertion as to the knowledge of the power-of-attorney holder” and such assertion about knowledge should be “said explicitly” as stated in A.C. Narayanan [A.C._": "दावा” और ज्ञान के बारे में इस तरह के दावे को \"स्पष्ट रूप से कहा जाना चाहिए\" जैसे शब्दों का",
  "Narayanan v. State of Maharashtra (2014) 11 SCC": "इस्तेमाल ए.सी. नारायणन [ए.सी. नारायणन बनाम महाराष्ट्र राज्य (204)  एससीसी 790:",
  "to mean that the assertion should be in any particular manner, much less only in the manner understood by": "कि दावा किसी विशेष तरीके से होना चाहिए, मामले में आरोपी द्वारा समझे गए तरीके से तो बिल्कुल भी",
  "the accused in the case. All that is necessary is to demonstrate before the learned Magistrate that the": "नहीं। जरूरी सिर्फ इतना है कि विद्वान मजिस्ट्रेट के सामने यह प्रदर्शित किया जाए कि दायर की गई",
  "complaint filed is in the name of the “payee” and if the": "शिकायत \"भुगतान प्राप्तकर्ता\" के नाम पर है और अगर शिकायत पर मुकदमा चलाने वाला व्यक्ति भुगतान",
  "person who is prosecuting the complaint is different from the payee, the authorisation therefor and that the contents of the complaint are within his knowledge.": "प्राप्तकर्ता से अलग है, तो उसके लिए प्राधिकार और शिकायत की सामग्री उसके ज्ञान में होती हैं। जब",
  "When, the complainant/payee is a company, an authorised employee can represent the company. Such averment and": "शिकायतकर्ता/ भुगतान प्राप्तकर्ता कोई कंपनी हो, तो कोई अधिकृत कर्मचारी कंपनी का प्रतिनिधित्व कर सकता है। इस तरह का कथन और प्रथम दृष्ठया सामग्री विद्वान मजिस्ट्रेट के लिए संज्ञान लेने और",
  "serious dispute with regard to the person prosecuting the complaint not being authorised or if it is to be demonstrated": "के संबंध में कोई गंभीर विवाद है या यदि यह प्रदर्शित किया जाता है कि शिकायत दर्ज करने वाले व्यक्ति",
  "that the person who filed the complaint has no knowledge of the transaction and, as such that person could not have": "को लेन-देन की कोई जानकारी नहीं है और इस तरह वह व्यक्ति शिकायत दर्ज नहीं कर सकता था और",
  "for the accused to dispute the position and establish the": "उस पर मुकदमा नहीं चला सकता था, तो अभियुक्त के लिए स्थिति पर विवाद करना और मुकदमे के",
  "Shipping Co. [Samrat Shipping Co. (P) Ltd. v. Dolly George (2002) 9 SCC 455 : 2003 SCC (Cri) 1224], dismissal of": "(पी) लिमिटेड बनाम डॉली जॉर्ज (2002) 9 एससीसी 455: 2003 एससीसी (क्रि.) 224] में",
  "question of authorisation, would not be justified. Similarly, we are of the view that in such circumstances entertaining": "उचित नहीं होगा। इसी तरह, हमारा मानना है कि ऐसी परिस्थितियों में मजिस्ट्रेट द्वारा संज्ञान लेने के",
  "a petition under Section 482 to quash the order taking cognizance by the Magistrate would be unjustified when": "आदेश को रद्द करने के लिए धारा 482 के तहत याचिका पर विचार करना अनुचित होगा, जब उचित",
  "the issue of proper authorisation and knowledge can only be an issue for trial.": "प्राधिकार और ज्ञान का मुद्दा केवल विचारण के लिए एक मुद्दा हो।",
  "26. In that view of the matter, we are of the opinion that": "26. इस मामले को देखते हुए, हमारा मानना है कि उच्च न्यायालय द्वारा धारा 482 दं.प्र.सं. के तहत",
  "dated 5-11-2015, taking cognizance of the complaint filed by the appellant.”": "दायर याचिका पर विचार करना तथा अपीलकर्ता द्वारा दायर शिकायत का संज्ञान लेते हुए दिनांक 5-",
  "It could thus be seen that this Court distinguished the position of a complainant filing a complaint on behalf of an individual from the": "2. इस प्रकार यह देखा जा सकता है कि इस न्यायालय ने किसी व्यक्ति की ओर से शिकायत दर्ज करने वाले",
  "position of a complainant filing a complaint on behalf of a company.": "शिकायतकर्ता की स्थिति को किसी कंपनी की ओर से शिकायत दर्ज करने वाले शिकायतकर्ता की स्थिति से",
  "This Court clarified that although the decision in the case of A.C. Narayanan (supra) had taken centre stage, the facts involved in that": "अलग किया है। इस न्यायालय ने स्पष्ट किया कि यद्यपि ए.सी. नारायणन (उपरोक्त) के मामले में निर्णय ने केंद्र में",
  "case were in the background that the complaint filed was based on the": "स्थान प्राप्त कर लिया था, लेकिन उस मामले में शामिल तथ्य इस पृष्ठभूमि में थे कि दायर की गई शिकायत",
  "power of attorney issued by the ‘payee’ who was also an individual.": "\"भुगतान प्राप्तकर्ता' द्वारा जारी किए गए पावर ऑफ अर्टॉर्नी पर आधारित थी, जो एक व्यक्ति भी था। ऐसे मामलों",
  "In such cases, the manner in which the power was being exercised had to be explicitly stated. However, this Court clarified that the": "में, जिस तरह से शक्ति का प्रयोग किया जा रहा था, उसे स्पष्ट रूप से बताया जाना चाहिए। हालाँकि, इस",
  "position that would emerge when the complainant is a company or": "न्यायालय ने स्पष्ट किया कि जब शिकायतकर्ता कोई कंपनी या कॉर्पोरेट इकाई होगी, तो जो स्थिति सामने",
  "a corporate entity will have to be viewed from a different standpoint. This Court held that when the company is the payee of the cheque": "आएगी, उसे एक अलग दृष्टिकोण से देखा जाना चाहिए। इस न्यायालय ने कहा कि जब कंपनी उस चेक की",
  "based on which a complaint is filed under Section 138 of the NI Act,": "प्राप्तकर्ता है जिसके आधार पर एनआई अधिनियम की धारा 38 के अंतर्गत शिकायत दर्ज की गई है, तो",
  "the complainant should necessarily be the company which is to be represented by an authorised employee and in such a situation, the": "शिकायतकर्ता आवश्यक रूप से कंपनी ही होनी चाहिए जिसका प्रतिनिधित्व किसी प्राधिकृत कर्मचारी द्वारा किया",
  "indication in the complaint and the sworn statement, oral or by affidavit,": "जाना चाहिए और ऐसी स्थिति में, शिकायत में यह संकेत तथा मौखिक या हलफनामे द्वारा दिया गया शपथ पत्र",
  "to the effect that complainant is represented by an authorised person": "कि शिकायतकर्ता का प्रतिनिधित्व किसी प्राधिकृत व्यक्ति द्वारा किया जा रहा है जिसे इसकी जानकारी है, पयप्त",
  "the “specific assertion as to the knowledge of the power-of-attorney holder” which is to be “stated explicitly” as categorically laid down in A.C. Narayanan (supra), this Court held that in cases where": "होगा। ए.सी. नारायणन (उपरोक्त) में स्पष्ट रूप से निर्धारित “पावर-ऑफ-अटॉर्नी धारक के ज्ञान के बारे में विशिष्ट कथन” से अंतर करते हुए, इस न्यायालय ने माना कि ऐसे मामलों में जहां भुगतान",
  "the payee/complainant is the company, all that is necessary to be": "प्राप्तकर्ता/शिकायतकर्ता कंपनी है, मजिस्ट्रेट के समक्ष केवल यह प्रदर्शित करना आवश्यक है कि शिकायत",
  "(No.086295 /10.07.2021 for a sum of Rs.1,79,46,3141-)": "चेक (सं. 086295/0.07.202, , 79, 46, 34]- की राशि के लिए) के अनादर के मामले में",
  "against M/s. Arti Industries, Khurja in a competent Hon’ble Court on behalf of M/s, Naresh Potteries. Khurja. Sh,": "मेसर्स नरेश पॉटरीज खुर्जा की ओर से सक्षम माननीय न्यायालय में शिकायत दर्ज कराने के लिए",
  "Neeraj is well aware of this case and is given necessary": "अधिकृत करती हूं। श्री नीरज इस मामले से अच्छी तरह वाकिफ हैं और उन्हें आवश्यक निर्देश भी दिए",
  "The verifying affidavit filed on behalf of Sh. Neeraj Kumar in support of his complaint reads as under:": "30. श्री नीरज कुमार की ओर से उनकी शिकायत के समर्थन में दायर सत्यापन हलफनामा इस प्रकार है:",
  "“02. Deponent is applicant in this case who is posted as manager in complainant firm M/s. Naresh Potteries, GT": "“02. इस मामले में अभिसाक्षी आवेदक है जो शिकायतकर्ता फर्म मेसर्स नरेश पॉटरीज, जी.टी. रोड,",
  "Road, Khurja and holds authority letter of the firm issued by the owner/proprietor Smt. Shakti Khanna and is well": "खुर्जा में प्रबंधक के पद पर तैनात है तथा उसके पास मालिक /स्वामिनी श्रीमती शक्ति खन्ना द्वारा जारी",
  "conversant with the facts and circumstances of the case.": "फर्म का प्राधिकार पत्र है तथा वह मामले के तथ्यों और परिस्थितियों से भली-भांति परिचित है। इस",
  "Thus, deponent is competent to file this affidavit.”": "अभिसाक्षी यह हलफनामा दाखिल करने के लिए सक्षम है।\"",
  "Further, the affidavit of evidence under Section 200 of the Cr.P.C. filed by Sh. Neeraj Kumar in lieu of the oral sworn statement before": "37. इसके अलावा, श्री नीरज कुमार द्वारा विचारण न्यायालय के समक्ष मौखिक शपथ-पत्र के बदले में दं.प्र.सं.",
  "of the complaint, reads thus:": "शिकायत का संज्ञान लिया, इस प्रकार है:",
  "“02. Deponent is applicant in this case who is posted as manager in complainant firm M/s. Naresh Potteries,": "“02. इस मामले में अभिसाक्षी आवेदक है जो शिकायतकर्ता फर्म मेसर्स नरेश पॉटरीज, जी.टी. रोड,",
  "conversant with the facts and circumstance of the case.": "प्राधिकार पत्र है तथा वह मामले के तथ्यों और परिस्थितियों से भली-भांति परिचित है। इस प्रकार,",
  "A conjoint reading of the above would make it clear that it had been": "32. उपरोक्त को संयुक्त रूप से पढ़ने से यह स्पष्ट हो जाएगा कि यह स्पष्ट रूप से कहा गया था कि अपीलकर्ता-",
  "categorically averred that the sole proprietor of the appellant-firm had duly authorized Sh. Neeraj Kumar to act on its behalf in view": "फर्म के एकमात्र मालिक ने श्री नीरज कुमार को इस तथ्य के मद्देनजर अपनी ओर से कार्य करने के लिए विधिवत",
  "of the fact that Sh. Neeraj Kumar was in-charge of the day-to-day affairs of the appellant-firm and as such had personal knowledge of": "अधिकृत किया था कि श्री नीरज कुमार अपीलकर्ता-फर्म के दिन-प्रतिदिन के मामलों के प्रभारी थे और इस",
  "As referred to above, this Court in TRL Krosaki_ Refractories Limited (supra) had come to a categorical finding that what can be": "33. जैसा कि ऊपर उल्लेख किया गया है, टीआरएल क्रोसाकी रिफ्रैक्टरीज लिमिटेड (उपरोक्त) में यह न्यायालय",
  "but will have to be gathered from the circumstance and manner in which it has been averred and conveyed, based on the facts of each": "है, बल्कि उसे प्रत्येक मामले के तथ्यों के आधार पर परिस्थितियों और तरीके से समझना होगा जिसमें इसे कहा",
  "case. The relevant portion of the said decision has already been extracted above. In the instant matter, the averments made in the": "और व्यक्त किया गया है। उक्त निर्णय का प्रासंगिक भाग पहले ही ऊपर उद्धृत किया जा चुका है। वर्तमान मामले",
  "documents referred to above, make it wholly clear that Sh. Neeraj": "में, ऊपर संदर्भित दस्तावेजों में किए गए कथनों से यह पूरी तरह स्पष्ट हो जाता है कि श्री नीरज कुमार को मामले",
  "would always be open for the trial court to call upon the complainant for examination and cross-examination, if and when necessary, during the course of the trial. As such, a peremptory quashing of": "लिए हमेशा यह खुला रहेगा कि वह विचारण के दौरान, यदि और जब भी आवश्यक हो, शिकायतकर्ता को जांच और जिरह के लिए बुलाए। इस प्रकार, उच्च न्यायालय द्वारा शिकायत मामले को तत्काल रद्द करना पूरी तरह से",
  "that too on an incorrect factual basis.": "अनुचित है और वह भी गलत तथ्यात्मक आधार पर।",
  "Apart from that, this Court has repeatedly cautioned that the inherent powers under Section 482 of the Cr.P.C. should be exercised sparingly": "34. इसके अलावा, इस न्यायालय ने बार-बार चेतावनी दी है कि दं.प्र.सं. की धारा 482 के तहत निहित",
  "and with great caution and further that inherent powers should not": "शक्तियों का प्रयोग संयम से और बहुत सावधानी से किया जाना चाहिए और इसके अलावा निहित शक्तियों का",
  "be used to interfere with the jurisdiction of the lower courts or to scuttle a fair investigation or prosecution. In light of the well-settled": "उपयोग निचली अदालतों के अधिकार क्षेत्र में हस्तक्षेप करने या निष्पक्ष जांच या अभियोजन को बाधित करने के",
  "law on the subject, we do not find that the instant matter called for": "लिए नहीं किया जाना चाहिए। इस विषय पर सुस्थापित कानून के प्रकाश में, हमें नहीं लगता कि इस मामले में",
  "any interference by the High Court in exercise of its discretionary powers under Section 482 of the Cr.P.C.": "दं.प्र.सं. की धारा 482 के तहत अपनी विवेकाधीन शक्तियों के प्रयोग में उच्च न्यायालय द्वारा किसी भी हस्तक्षेप",
  "In that view of the matter, we are of the considered view that the High Court has passed the impugned judgment and order on a completely": "35. इस मामले को देखते हुए, हमारा विचार है कि उच्च न्यायालय ने पूरी तरह से सतही और गलत तर्क के",
  "consideration. That being the case, we are inclined to allow the appeal.": "होने के कारण, हम अपील को स्वीकार करने के इच्छुक हैं।",
  "In the result, we pass the following order:": "36. परिणामस्वरूप, हम निम्नलिखित आदेश पारित करते हैं:",
  "i. The present appeal is allowed;": "[. वर्तमान अपील स्वीकार की जाती है;",
  "ii. |The final judgment and order dated 12\" April 2023 passed by": "न्यायाधीश द्वारा पारित अंतिम निर्णय और आदेश दिनांकित 2 अप्रैल 2023 को रद्द और अपास्त किया जाता",
  "iii. ©The Complaint No. 701 of 2021 is restored to the file of the Additional Chief Judicial Magistrate, Khurja, Bulandshahar to": "पा. शिकायत सं. 707 सन्‌ 202] को अपर मुख्य न्यायिक मजिस्ट्रेट, खुर्जा, बुलंदशहर की फाइल में सुनवाई",
  "Pending application(s), if any, shall stand disposed of.": "37. लंबित आवेदन(आवेदनों ), यदि कोई हों, का निस्तारण किए जाते हैं।",
  "Result of the case: Appeal allowed.": "मामले का परिणाम: अपील स्वीकृत।",
  "THeadnotes prepared by: Nidhi Jain": "हेडनोट्स द्वारा: निधि जैन"
}