{
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय क्षेत्राधिकार",
  "CRIMINAL APPEAL NO. 978 OF 2022": "आपराधिक अपील संख्या - 978 /2022",
  "vs.": "बनाम",
  "1. This appeal, by special leave, takes exception to an order dated 1° June, 2022 of the Allahabad High Court. The impugned": ". यह अपील, विशेष अनुमति द्वारा, इलाहाबाद उच्च न्यायालय के 4 जून, 2022 के आदेश पर आपत्ति जताती है। आक्षेपित आदेश के द्वारा अनुसूचित",
  "order dismissed an appeal filed by the appellant under Section": "द्वारा दायर अपील को खारिज कर दिया गया। जिसमें दंड प्रक्रिया संहिता की",
  "Atrocities Act, 1989 (hereafter ‘1989 Act’). Under challenge in the": "धारा 39 (इसके बाद दंड प्रक्रिया संहिता) द्वारा प्रदान की गई शक्ति का",
  "the relevant Special Court under the 1989 Act, in exercise of power": "प्रयोग करते हुए 989 के अधिनियम के तहत संबंधित विशिष्ट न्यायालय",
  "registered by the Khalilabad Police Station, District Sant Kabir Nagar,": "2. शिकायतकर्ता द्वारा दी गई जानकारी के आधार पर खलीलाबाद पुलिस स्टेशन, जिला संत कबीर नगर में भारतीय दंड संहिता की धारा",
  "February, 2018. There is no cogent explanation for such belated lodging of complaint and this is an indicator that the contents of the": "गई। शिकायत दर्ज कराने में हुई देरी के लिए कोई ठोस स्पष्टीकरण नहीं है",
  "(ii) There are material contradictions in the versions of PW-1 & PW-": "(॥) पीडब्लू-4 और पीडब्लू-2 के कथानको में तात्विक विरोधाभास हैं।",
  "2. While PW-1 deposed that Dharmendra, his brother (i.e., the": "जबकि पीडब्लू -। ने बयान दिया कि धर्मेंद्र, उनके भाई (अर्थात,",
  "appellant) and an unknown person were travelling in a car when": "अपीलकर्ता) और एक अज्ञात व्यक्ति एक कार में यात्रा कर रहे थे, जब",
  "they stopped PW-1 and his family members whereafter the alleged": "उन्होंने पीडब्लू-। और उनके परिवार के सदस्यों को रोका, जिसके बाद",
  "incident of assault and abuse took place, PW-2 deposed that the": "हमला और दुर्व्यवहार की कथित घटना हुई, पीडब्लू-2 ने बयान दिया कि",
  "accused persons (Dharmendra, the appellant and an unknown person) arrived at the place of occurrence riding two motorcycles.": "अभियुक्त (धर्मेंद्र अपीलकर्ता और एक अज्ञात व्यक्ति) दो मोटरसाइकिलों पर सवार होकर घटना स्थल पर पहुंचे।इसलिए, पीडब्लू-। और पीडब्लू-2",
  "(iii) It is to be found in the versions of PW-1 & PW-2 that since 2015,": "(॥) पीडब्लू-] और पीडब्लू-2 के कथानकों में यह पाया जाता है कि वे",
  "they personally knew the appellant; hence, not naming the appellant": "2045 से अपीलकर्ता को व्यक्तिगत रूप से जानते थे; इसलिए, प्राथमिकी में",
  "had involved himself in the alleged assault and abuse and taking the": "के भाई ने भी कथित हमले और अपशब्द कहने में खुद को शामिल किया था",
  "name of the appellant as a co-accused only in course of recording of": "और केवल साक्ष्य दर्ज करने के दौरान सह-अभियुक्त के रूप में अपीलकर्ता",
  "under Sections 419, 420, 323, 406 and 506, Indian Penal Code and": "49, 420, 323, 406 और 506 और 4989 अधिनियम की धारा 3 (4)",
  "Nath Mishra (hereafter ‘Dharmendra’); (2) brother of Dharmendra;": "आई. आर.') दर्ज की गई। (4) धर्मेंद्र नाथ मिश्रा ( एतस्मिनपश्चात 'धर्मेंद्र');",
  "and (3) an ‘unknown person’ of having assaulted and abused the": "(2) धर्मेंद्र के भाई; और (3) एक 'अज्ञात व्यक्ति' के खिलाफ शिकायतकर्ता",
  "complainant and his wife, amounting to commission of offences": "और उसकी पत्नी पर हमला करने और दुर्व्यवहार करने के आरोप लगाए",
  "punishable under the aforesaid provisions. Investigation of the FIR": "गए, जो उपरोक्त प्रावधानों के तहत दंडनीय अपराधों के बराबर है। प्राथमिकी",
  "culminated in a charge-sheet under Section 173(2) of the Cr. PC": "की जाँच दण्ड प्रक्रिया संहिता की धारा 73 (2) के तहत आरोप-पत्र के",
  "being filed, wherein Dharmendra was shown as the sole accused.": "रूप में समाप्त हुई, जिसे दायर किया गया है जिसमें धर्मेन्द्र को एकमात्र",
  "the offence and framed charges against Dharmendra, whereafter": "विशिष्ट अदालत ने अपराध का संज्ञान लिया और धर्मेंद्र कं खिलाफ आरोप",
  "the trial commenced. In course thereof, the complainant and his": "तय किए, जिसके बाद मुकदमा शुरू हुआ।बेशक, शिकायतकर्ता और उसकी",
  "wife deposed as PW-1 & PW-2 respectively. According to them,": "पत्नी ने क्रमशः पीडब्लू-] और पीडब्लू-2 के रूप में गवाही दी।उनके",
  "Dharmendra and the appellant together with an unknown person": "अनुसार, धर्मेंद्र और अपीलकर्ता ने एक अज्ञात व्यक्ति के साथ मिलकर जाति",
  "had assaulted them apart from hurling caste related abuses.": "संबंधी गालियां देने के अलावा उन पर हमला किया था।",
  "3. At this stage, the Special Court passed the order dated": "3. इस स्तर पर, विशिष्ट न्यायालय ने एक 6.0.2024 दिनांकित आदेश",
  "506, IPC and 3(1)(r) & (s) of the 1989 Act. The said order dated 16\"": "संहिता की धारा 323, 504 और 506 एवं 989 के अधिनियम की धारा ३",
  "dismissed the appeal of the appellant under Section 14A(1) of the": "(4) के तहत अपीलकर्ता की अपील को खारिज कर दिया, जैसा कि ऊपर",
  "8. Having bestowed due consideration to the rival claims, we are": "8. प्रतिद्वंद्वी दावों पर उचित विचार करने के बाद, हमारा विचार है कि",
  "every point urged on behalf of the appellant could result in": "अपीलकर्ता की ओर से आग्रह किए गए प्रत्येक बिंदु पर विचार करते समय",
  "prejudgment; and thereby hinder a fair trial hence, adopting a": "तरह एक निष्पक्ष सुनवाई में बाधा आ सकती है, इसलिए एक सतर्क",
  "cautious approach, we propose to restrict our consideration solely to": "दृष्टिकोण अपनाते हुए, हम अपने विचार को केवल इस प्रश्न तक सीमित",
  "the question as to whether the evidence adduced by the complainant and his wife in course of recording of their depositions": "रखने का प्रस्ताव करते हैं कि क्या शिकायतकर्ता और उसकी पत्नी द्वारा अपने बयानों को दर्ज करने के दौरान प्रस्तुत किए गए साक्ष्य ने विशिष्ट",
  "did justify the Special Court to make the order it did.": "न्यायालय को आदेश देने के लिए उचित ठहराया।",
  "9. Section 319, Cr. PC, which envisages a discretionary power,": "9. सी आर. पी. सी की धारा 39 के तहत जो एक विवेकाधीन शक्ति की",
  "empowers the court holding a trial to proceed against any person": "परिकल्पना करता है, न्यायालय को किसी भी ऐसे व्यक्ति के खिलाफ",
  "not shown or mentioned as an accused if it appears from the": "गया है या उसका उल्लेख नहीं किया गया है, अगर यह सबूत से प्रतीत होता",
  "evidence that such person has committed a crime for which he": "है कि ऐसे व्यक्ति ने कोई अपराध किया है जिसके लिए उस पर उस आरोपी",
  "ought to be tried together with the accused who is facing trial. Such": "के साथ मुकदमा चलाया जाना चाहिए जो मुकदमे का सामना कर रहा है।इस",
  "power can be exercised by the court qua a person who is not named": "तरह की शक्ति का प्रयोग न्यायालय द्वारा एक ऐसे व्यक्ति के लिए किया जा",
  "in the FIR, or named in the FIR but not shown as an accused in the": "सकता है जिसका नाम प्राथमिकी में नहीं है, या जिसका नाम प्राथमिकी में",
  "the involvement of a person in the commission of a crime and that": "व्यक्ति की संलिप्तता को दर्शाता है और उक्त व्यक्ति, जिसे अभियुक्त के रूप में",
  "the said person, who has not been arraigned as an accused, should": "आरोपित नहीं किया गया है, को पहले से ही आरोपित अभियुक्त के साथ",
  "that some evidence has come on record implicating the person": "साक्ष्य रिकॉर्ड पर आए हैं जिसमें व्यक्ति को सम्मन भेजे जाने की मांग की गई",
  "sought to be summoned; its satisfaction preceding the order": "है; इसके तहत आदेश से पहले इसकी संतुष्टि प्रथम दृष्ट्या से अधिक होनी",
  "thereunder must be more than prima facie as formed at the stage of a charge being framed and short of satisfaction to an extent that the": "चाहिए जैसा कि आरोप लगाए जाने के चरण में बनाई गई थी और इस हद",
  "evidence, if unrebutted, would lead to conviction.": "तक संतुष्टि से कम होनी चाहिए कि साक्ष्य , यदि अप्रमाणित हो, तो दोषसिद्धि का कारण बन सकता है।",
  "10. In the present case, the FIR disclosed offences having been committed by Dharmendra, his brother and an unknown person.": "0. वर्तमान मामले में, प्राथमिकी धर्मेंद्र, उनके भाई और एक अज्ञात व्यक्ति द्वारा किए गए अपराधों के बारे में बताती है।शिकायतकर्ता और उसकी पत्नी",
  "Both the complainant and his wife, while testifying before the court,": "दोनों ने, अदालत के समक्ष गवाही देते हुए, धर्मेंद्र और अपीलकर्ता द्वारा किए",
  "described the manner of assault on the former inflicted by Dharmendra and the appellant and the utterances used by": "गए हमले के तरीके और धर्मेंद्र और अपीलकर्ता द्वारा इस्तेमाल किए गए",
  "appears to be no contradiction at all. The FIR in this case is not such": "प्रथमदृष्टया इस बिंदु पर, कोई विरोधाभास नहीं प्रतीत होता है।इस मामले में",
  "Dharmendra who had joined Dharmendra in assaulting and abusing": "मिले, जो शिकायतकर्ता के साथ मारपीट और दुर्व्यवहार करने में धर्मेंद्र के",
  "the complainant or that the allegations are entirely Dharmendra": "साथ शामिल था या कि आरोप पूरी तरह से धर्मेंद्र केंद्रित हैं और इसमें किसी",
  "centric with none else playing any role. It is not that involvement of Dharmendra’s brother in the crime is being referred to for the first": "और की कोई भूमिका नहीं है।ऐसा नहीं है कि अपराध में धर्मेंद्र के भाई की",
  "time in the court. True it is, the appellant was not named in the FIR;": "संलिप्तता का जिक्र पहली बार न्यायालय में किया जा रहा है।यह सच है कि अपीलकर्ता का नाम एफ़. आई. आर. में नहीं था, लेकिन इसे अपने आप में",
  "but, that by itself, cannot be held to be decisive. Once it is conceded": "निर्णायक नहीं माना जा सकता है।एक बार जब यह स्वीकार कर लिया जाता",
  "that the appellant is a sibling of Dharmendra and he is named as": "है कि अपीलकर्ता धर्मेंद्र का भाई है और उसे हमलावरों में से एक के रूप में"
}