{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय के समक्ष",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय क्षेत्राधिकार",
  "CRIMINAL APPEAL NO. 2341 OF 2023": "आपराधिक अपील संख्या - 234 /2023",
  "MAHMOOD ALI & ORS. ...APPELLANT(S)": "महमूद अली और अन्य ...अपीलार्थी (गण)",
  "JUDGMENT": "निर्णय",
  "J.B. PARDIWALA, J. :": "न्यायमूर्ति बी. पारदीवाला",
  "l. Leave granted.": ". अनुमति प्रदान की गई।",
  "punishable under Sections 420, 467, 468, 471, 342, 386, 504": "420, 467, 468, 47, 342, 386, 504 और 506 के तहत दंडनीय",
  "atenete’ Petition No. 7335 of 2022 by which the High Court rejected the": "रिट याचिका संख्या 7335 /2022 दाखिल करके प्राथमिकी को खारिज करने के उद्देश्य आयें है।उच्च न्यायालय ने 08.07.2022 दिनांकित एक",
  "protect their life and liberty.": "औऑर इसलिए उनके जीवन ओर स्वतंत्रता की रक्षा के लिए प्रार्थना",
  "criminal history of 21 cases lodged by the State and O9": "याविकाकर्ता के खिलाफ राज्य के द्वार 27 गायलें एवं 9 शिकायत मामलें दर्ज कराये जाने का अपराधिक इ्ञतिहास हैं",
  "complaint cases, whereas the second petitioner has a": "जबकि द्वितीय याचिकाकर्ता के खिलाफ 74 गायलें दर्ज कराये",
  "criminal history of 14 cases and the first petitioner has a": "जाने का अपराधिक इतिहास हैं एवं पहले याचिका कर्ता के",
  "criminal history of O9 cases.": "खिलाफ 09 यागलों का आपराधिक इतिहास हैं।",
  "these cases appropriate protection has already been granted by the competent authority.": "सक्षम प्राधिकारी द्वार पहले ही उचित युरक्षा प्रदान की जा चुकी",
  "any observation with regard to correctness or otherwise": "शुद्धता या अन्यथा के संबंध में कोई टिप्पणी करने की",
  "of the FIR allegations. The ascertainment of facts in": "आवश्यकता नहीं है।प्राथमिकी के संबंध में तथ्यों का पता लगाना",
  "Jacie allegations with regard to commissioning of": "में संज्रेय अपराध करने के संबंध में प्रथमद॒हया आरोपों का",
  "case of State of Telangana Vs. Habib Abdullah Jellani,": "खुलासा किया यया हैं. हम तेलंगाना राज्य बनाम हबीब अब्दुल्ला",
  "mafias. It has also come to my notice that there are many illegal properties in the name of the company in": "हो। यह भी मेरे संज्ञान में आया हैं कि कंपनी के नाम पर कई अवैध",
  "have any relation or concern with any of his": "गया था।मेरा उनकी किसी भी कंपनी/संपत्ति से कोई संबंध या",
  "company/property, nor is any of his property registered in my name. Therefore, I request to": "सरोकार नहीं है, न ही उनकी कोई भी संपत्ति मेरे नाम पर पंजीकृत",
  "cooperate with me in the investigation so_ that": "है।इसलिए मैं जांच में मेरे साथ सहयोग करने का अनुरोध करता हूं",
  "innumerous misdeeds of Mohammad Iqbal alias Bala": "ताकि मोहम्मद इकबाल उपनाम बाला पुत्र अब्दुल वहीद ऑर उनके",
  "s/o Abdul Waheed and his sons Abdul Wajid, Javed,": "बेटों अब्दुल वाजिद, जावेद अलीशान अफजल और उनके भाई",
  "exposed and they can be punished. Such people are a threat to the society. ...”": "किया जा सके।ऐसे लोग समाज के लिए खतरा हैं।\"।",
  "4. Thus, a plain reading of the aforesaid FIR reveals that the": "4. इस प्रकार, उपरोक्त प्राथमिकी के एक सादे अध्ययन से पता चलता है",
  "original first informant namely Ravinder Kumar (the respondent No. 3 herein) claims to be an illiterate person and was in the employment of the accused persons from 01.08.2008. It is alleged that taking advantage of the helplessness of the first": "कि मूल प्रथम सूचना देने वाला रविंदर कुमार (इसमें प्रत्यर्थी संख्या 3) एक अनपढ़ व्यक्ति होने का दावा करता है और 04.08.2008 से अभियुक्त व्यक्तियों के यहां रोजगार में था।यह आरोप लगाया गया है कि प्रथम",
  "informant, the appellant No. 2 herein, Abdul Wajid obtained his": "सूचनादाता की विवशता का लाभ उठाते हुए, अपीलकर्ता संख्या 2, अब्दुल",
  "appellant No. 2 kept on compelling the first informant to sign": "अपीलकर्ता संख्या 2 प्रथम सूचनादाता की सहमति के बिना और चेक,",
  "other papers and bank cheques without the consent of the first informant and without bringing anything to the notice of the": "लाए बिना प्रथम सूचनादाता को अन्य कागजात और बैंक चेक पर हस्ताक्षर",
  "as a Director of a Company by the appellant 3 Mohd. Iqbal and the appellant No. 2 Abdul Wajid. Upon coming to know about": "मुखबिर को अपीलार्थी मोहम्मद इकबाल और अपीलार्थी नं . 2 अब्दुल वाजिद द्वारा धोखाधड़ी से एक कंपनी के निदेशक के रूप में नियुक्त किया",
  "the said fake appointment, the first informant resigned from the": "गया था। उक्त नकली नियुक्ति के बारे में पता चलने पर, पहले सूचना देने",
  "In view of the aforesaid, the appellants are before this": "6. उपरोक्त को ध्यान में रखते हुए, अपीलार्थी वर्तमान अपील के साथ इस",
  "SUBMISSIONS ON BEHALF OF THE APPELLANTS": "अपीलार्थियों की तरफ से दलीलें",
  "Mr. Siddhartha Dave, the learned senior counsel": "7. अपीलार्थियों की ओर से विद्वान वरिष्ठ अधिवक्ता श्री सिद्धार्थ दवे ने",
  "has stated as under:-": "अपनी लिखित अभिकथन में कहा हैः -",
  "“(a) The allegations in the First Information Report are not": "\"(ए) प्रथम सूचना रिपोर्ट में आरोप न केवल अर्थहीन हैं, बल्कि",
  "only absurd but also highly improbable given that the said": "अत्यधिक असंभव भी हैं क्योंकि उक्त घटना काथित रूप से वर्ष",
  "incident allegedly occurred in the year 2008 while the FIR has been lodged after an inordinate delay of 14 years, that": "2008 में हुई थी; जबकि प्राथमिकी 44 साल की देरी के बाद दर्ज",
  "is, on 4.06.2022, which has not been explained.": "की गई है. यानी 4.06.2022 पर इस देरी का कारण नहीं बताया गया हैं।",
  "(b) It is respectfully submitted that the alleged First": "(ख) यह प्रस्तुत किया जाता हैं कि कथित प्रथम सूचना रिपोर्ट",
  "Information Report is absolutely false and frivolous, and on": "बिल्कुल झूठी ऑर तुच्छ हैं. ऑर उक्त प्राथमिकी को पढ़ने पर,",
  "a reading of the said FIR, the offence under Sections 420, 467, 468, 471, 342, 386, 504 and 506 of IPC is clearly not": "आई. पी. सी; की धारा 420, 467, 468 477, 342 386 504 ओर 506 के तहत भा.द॑ सं के तहत स्पष्ट रूप याचविकाकर्ताओं के",
  "his fraudulent appointment as a Director of a Company, he": "आरोप लगाया है कि एक कंपनी के निदेशक के रूप में उनकी",
  "resigned from the Company way back in the year 2017 but": "में कंपनी से इस्तीफा दे दिया था, लेकिन इस अवधि के दोरान",
  "no complaint during this period was ever lodged by the": "शिकायतकर्ता द्वार कभी कोई शिकायत दर्ज नहीं कराई गई थी।",
  "Complainant. Further the name of the said Company has also not been mentioned in the FIR.": "इसके अलावा उक्त कंपनी के नाम का भी ग्राथमिकी में उल्लेख नहीं",
  "(c) It is submitted that the Respondents have incorrectly": "(ग) यह प्रस्तुत किया जाता हैं कि प्रतिवादी ने याविकाकर्ताओं को",
  "the fact is that every time the Petitioners and their family": "तथ्य यह है कि हर बार जब याचिकाकर्ताओं ऑर उनके परिवार के",
  "members were granted protection by the Courts, the Police": "सदस्यों को अदालतों द्वारा सुरक्षा प्रदान की गई थी, तो पुलिस ने",
  "immediately registered new FIRs against them. It is": "तुरंत उनके खिलाफ नई ग्राथमिकियां दर्ज कीं।यह प्रस्तुत किया",
  "administrative as well as police machinery to harass the": "के लिए अपने प्रशासनिक और पुलिस तंत्र का दुरुपयोग कर रहा",
  "cases against them. Further the State authorities have not": "है।इसके अलावा राज्य के अधिकारियों ने न केवल याविकाकर्ताओं",
  "only illegally demolished three residential houses of the": "के तीन आवासीय घरों को अवैध रूप से ध्वस्त किया है, बल्कि",
  "Petitioners but has also registered false criminal cases against even those persons who stand surety for the": "उन व्यक्तियों के खिलाफ भी झूठे आपराधिक यामले दर्ज किए हैं",
  "Petitioners and their family members in cases where bail": "जो उन यायलों में याविकाकर्ताओं ऑर उनके परिवार के सदस्यों",
  "or anticipatory bail has been granted to them. The": "के लिए जमानती हैं जहां उन्हें जगानत या अग्रिय जमानत दी गई",
  "Petitioners are neither members of any Gang nor are they": "है।याविकाकर्ता न तो किसी गिरोह के सदस्य हैं ऑर न ही वे अवैध",
  "involved in illegal mining or land grabbing activities.": "खनन या भ्रूगि हड़पने की गतिविधियों में शामिल हैं।",
  "(da) It is submitted that after the change of Government in the State of Uttar Pradesh in the year 2017, the ruling": "(घ) यह प्रस्तुत किया जाता है कि वर्ष 207 में उत्तर प्रदेश राज्य",
  "party came to power and immediately after the change of": "में सरकार बदलने के बाद सत्तारूढ़ दल सत्ता में आया ऑर",
  "Government the Petitioners along with their family": "सरकार बदलने के दुरंत बाद याचिकाकर्ताओं ऑर उनके परिवार",
  "members were falsely implicated in more than 30 criminal cases at the behest of the ruling party. The Petitioners are": "के सदस्यों को सत्तारूढ़ दल के कहने पर ३0 से अधिक आपराधिक मामलों यें झूठा फंसाया गया।पुलिस साहित राज्य तंत्र",
  "heavily relying upon the criminal cases registered against": "के खिलाफ दर्ज आपराधिक मामलों पर यह दिखाने के लिए बहुत",
  "are habitual offenders but till date the Petitioners have not": "अधिक निर्भर है कि वे आदतन अपराधी हैं, लेकिन आज तक",
  "(h) For the reasons mentioned above, the Special Leave": "(ज) उपरोक्त कारणों से, विशेष अनुमाति याविका को अनुमति दी",
  "Petition may be allowed and the order of the Hon’ble High Court refusing to quash the FIR No. 127 of 2022 dated 4.06.2022 be set aside.”": "जा सकती है ओर प्राथमिकी आर. संख्या 727/2022 दिनांकित 4.06.2022 को रद्द करने से इनकार करने वाले याननीय उच्च न्यायालय के आदेश को अपास्त किया जाता हैं।\"",
  "SUBMISSIONS ON BEHALF OF THE STATE": "राज्य की तरफ से दलीलें",
  "“(a) The Investigation has been completed and chargesheet": "\"(क) जांच पूरी हो चुकी है ऑर याविकाकर्ताओं के खिलाफ आरोप पत्र",
  "is ready to file against the Petitioners but due to stay order": "दायर करने के लिए तैयार है, लेकिन इस याननीय न्यायालय के स्थयगन",
  "of this Hon’ble Court, the chargesheet could not be submitted.": "स्थगन आदेश के कारण आरोप पत्र प्रस्तुत नहीं किया जा सका।",
  "(b) It is submitted that the Petitioner Mohd. Iqbal @ Bala,": "(ख) यह प्रस्तुत किया जाता हैं कि याविकाकर्ता योहम्मद इकबाल उर्फ",
  "his brother and their sons are the mining mafia in western": "बाला; उनके थाई ओर उनके बेटे पश्चिमी उत्तर प्रदेश में खनन याफिया हैं",
  "registered against him and his family members.": "ओर उनके ओर उनके परिवार के सदस्यों के खिलाफ कर्ई आपराधिक",
  "(c) The Investigation Officer also recorded the statement of the independent witnesses and collected the other": "(ग) जांच अधिकारी ने स्वतंत्र गवाहों का बयान भी दर्ज किया ओर",
  "material evidence against the Petitioner and _ other": "याविकाकर्ता ऑर अन्य अभियुक्त व्यक्तियों के खिलाफ अन्य सामग्री",
  "Petitioner ad other accused persons have committed the serious offences.": "अभियुक्त व्यक्तियों ने गंभीर अपराध किए हैं।",
  "(d) It is correct and admitted that with the change of": "(घ) यह सही हैं ऑर स्वीकार किया जाता है कि व्यवस्था,/सरकार के",
  "register or lodge criminal complaints against the Gangster": "आपराधिक शिकायत दर्ज करने या दर्ज करने के लिए आगे आने में",
  "associates. Due to illegal support by the _ earlier dispensation/ Government to these criminals, actions": "समर्थ हुए हैं।इन अपराधियों को पूर्ववर्ती सरकार द्वारा अवैध समर्थन दिए",
  "were not taken.": "जाने के कारण कार्रवाई नहीं की गई।",
  "(e) Recently, this Hon’ble Court has held in case Mahendra Prasad Tiwari Vs Amit Kumar Tiwari &": "(ई) हाल ही में इस माननीय न्यायालय ने महेंद्र प्रसाद (तिवारी बनाम",
  "9. Having heard the learned counsel appearing for the parties and having gone through the materials on record, the": "9. पक्षों की ओर से उपस्थित विद्वान अधिवक्ता को सुनने और अभिलेख पर",
  "bearing No. 127 of 2022 should be quashed?": "वह यह है कि क्‍या संख्या 27/2022 वाली प्राथमिकी को रद्द कर दिया",
  "10. We are of the view that even if the entire case of the": "0. हमारा विचार है कि भले ही अभियोजन पक्ष के पूरे मामले को सच मान",
  "prosecution is believed or accepted to be true, none of the": "लिया जाये या स्वीकार किया जाये, अपराध का गठन करने वाले किसी भी",
  "ingredients to constitute the offence as alleged are disclosed. It": "तत्व का खुलासा नहीं किया जाता है जैसा कि आरोप लगाया गया है।यह",
  "is pertinent to note that the FIR in question came to be lodged": "ध्यान देनें योग्य है कि विचाराधीन प्राथमिकी अपीलार्थियों के कथित अवैध",
  "after a period of 14 years from the alleged illegal acts of the appellants. It is also pertinent to note that in the FIR no": "कृत्यों से 44 साल की अवधि के बाद दर्ज की गई थी।यह भी ध्यान देने",
  "specific date or time of the alleged offences has been disclosed.": "योग्य है कि प्राथमिकी में कथित अपराधों की कोई विशिष्ट तिथि या समय का",
  "quashing of an FIR in the case of State of Haryana v. Bhajan": "हरियाणा राज्य बनाम भजन लाल, ए. आई. आर. 992 एस. सी. 604 के मामले में एक प्राथमिकी को रद्द करने के लिए न्यायालय द्वारा निर्धारित",
  "“(1) Where the allegations made in the first information report or the complaint, even if they are": "\"(१) जहां प्रथम सूचना रिपोर्ट या शिकायत में लगाए गए आरोप,",
  "taken at their face value and accepted in their": "भले ही उन्हें उनकी गम्भीरता के आधार पर लिया गया हो ऑर",
  "make out a case against the accused.": "अपराध का गठन नहीं करते हैं या आरोपी के खिलाफ मामला",
  "(2) Where the allegations in the first information report and other materials, if any, accompanying": "(2) जहां प्रथम सूचना रिपोर्ट ऑर अन्य सामग्री में आरोप ऑर",
  "delay is registration of the FIR is not ground to discharge.": "प्राथमिकी आर. दर्ज करना आरोप मुक्त करने का आधार नहीं हैं।",
  "(f) This Hon'ble Court has held in case Thakur Ram v. State of Bihar, reported as (1966) 2 SCR 740, that": "(च) गकुर राम बनाय बिहार राज्य (7966) 2 567 740 में माननीय",
  "who is treated as the aggrieved party is the State which": "अपराधिक मामलें जिसमें पक्षकार को पीड़ित पक्ष माना जाता हैं वह राज्य",
  "is the custodian of the social interests of the community at": "है; जो बड़े पैमाने पर समाज के सामिजक हितों का संरक्षक है एवं",
  "large and so it is for the State to take all the steps": "इसलिए यह राज्य का काम हैं कि वह उस व्यक्ति को लाने के लिए सभी",
  "(g) It is submitted that this Hon’ble Court has held in": "(छ) यह प्रस्तुत किया जाता है कि इस माननीय न्यायालय ने सोहन",
  "prosecutrix must have also gone through great turmoil": "मुश्किल है। जाहिर है. अभियोक्त्रि भी बड़ी उधल-पुथल से गुजरी होगी",
  "and only after giving it a serious thought, must have": "ओर इस पर गंभीरता से विचार करने के बाद ही उसने प्राथमिकी दर्ज",
  "(h) The impugned first information report prima facie": "(ज) आशक्षेपित प्रथम सूचना रिपोर्ट ग्रथमदृष्टया संज्ेय अपराध के होने का",
  "(@) In view of the aforementioned factual & legal": "(॥) उपरोक्त तथ्यात्मक ओर कानूनी ग्रस्तुतियों को ध्यान में रखते हुए,",
  "present special leave petition of the Petitioners is liable to": "यह प्रस्तुत किया जाता है कि याविकाकर्ताओं की वर्तमान विशेष अनुमति",
  "Criminal Misc. Writ Petition No. 7335 of 2022 is liable to": "उच्च न्यायालय द्वार आपराधिक ग्रकीर्ण रिट याविका संख्या 7335 »&",
  "ANALYSIS": "विश्लेषण",
  "(3) Where the uncontroverted allegations made in the FIR or complaint and the evidence collected in support of the same do not disclose the commission of any offence and make out a case against the": "(3) जहां प्राथमिकी या शिकायत में लगाए गए आनियंत्रित आरोप ओर उसके समर्थन में एकत्र किए गए साक्ष्य किसी थी अपराध के होने का खुलासा नहीं करते हैं ऑर आरोपी के खिलाफ मामला",
  "(4) Where, the allegations in the FIR do not": "(4) जहां प्राथमिकी में आरोप एक संज्ेय अपराध का गठन नहीं",
  "constitute a cognizable offence but constitute only a": "करते हैं. लेकिन केवल एक गैर-संज्ञेगय अपराध का गठन करते हैं;",
  "permitted by a police officer without an order of a": "वहां एक पुलिस अधिकारी द्वारा गजिस्ट्रेट के आदेश के बिना किसी",
  "(5) Where the allegations made in the FIR or": "(5) जहां प्राथमिकी या शिकायत में लगाए गए आरोप इतने",
  "on the basis of which no prudent person can ever reach a just conclusion that there is sufficient": "कोई भी विवेकपूर्ण व्यक्ति कभी भी इस निष्कर्ष पर नहीं पहुंच",
  "reach a just conclusion that there is sufficient ground for proceeding against the accused.": "सकता हैं कि अभियुक्त के खिलाफ कार्यवाही करने के लिए पर्याप्त आधार हैं।",
  "(6) Where there is an express legal bar engrafted in any of the provisions of the Code or the concerned": "(6) जहां संहिता या संबंधित अधिनियम (जिसके तहत",
  "Act (under which a criminal proceeding is instituted)": "आपराधिक कार्यवाही शुरू की गई हैं) के किसी भी ग्रावधान में",
  "to the institution and _ continuance of _ the proceedings and/or where there is a_ specific": "संस्था ओर कार्यवाही जारी रखने ऑर,/या जहां संहिता या",
  "providing efficacious redress for the grievance of the": "शिकायत के लिए ग्रथावी निवारण प्रदान करने के लिए एक स्पष्ट",
  "(7) Where a criminal proceeding is manifestly": "(7) जहां किसी आपराधिक कार्यवाही को स्पष्ट रूप से असद्वावी",
  "attended with mala fide and/or where the proceeding is maliciously instituted with an ulterior": "तरीके से देखा जाता हैं ऑर,या जहां कार्यवाही असद्भावी तरीके",
  "motive for wreaking vengeance on the accused and with a view to spite him due to private and personal": "से अभियुक्त से बदला लेने के लिए ऑर निजी और व्यक्तिगत द्वेष",
  "many other attending circumstances emerging from the record of the case over and above the averments and, if need be, with": "उभरने वाली अन्य उपस्थित परिस्थितियों पर गौर करे और यदि आवश्यक",
  "due care and circumspection try to read in between the lines.": "हो, तो उचित सावधानी और सावधानी के साथ पंक्तियों के बीच पढ़ने का",
  "The Court while exercising its jurisdiction under Section 482 of the CrPC or Article 226 of the Constitution need not restrict itself only to the stage of a case but is empowered to take into": "प्रयास करे। सी. आर. पी. सी. की धारा 482 या संविधान के अनुच्छेद 226 के तहत अपने अधिकार क्षेत्र का प्रयोग करते समय न्यायालय को केवल मामले के चरण तक ही सीमित रहने की आवश्यकता नहीं है, बल्कि उसे",
  "initiation/registration of the case as well as the materials": "मामले की शुरुआत/पंजीकरण के साथ-साथ जांच के दौरान एकत्र की गई",
  "collected in the course of investigation. Take for instance the case on hand. Multiple FIRs have been registered over a period": "उदाहरण के लिए वर्तमान मामलें को देखें -इस अवधि में कई प्राथमिकियां",
  "case on hand. Multiple FIRs have been registered over a period of time. It is in the background of such circumstances the": "दर्ज की गई हैं।यह ऐसी परिस्थितियों की पृष्ठभूमि में है कि कई प्राथमिकियों",
  "13. In State of Andhra Pradesh v. Golconda Linga Swamy, (2004) 6 SCC 522, a two-Judge Bench of this Court": "3. आंध्र प्रदेश राज्य बनाम गोलकोंडा लिंगा स्वामी, (2004) 6 एस. सी. सी. 522 के मामले में, इस न्यायालय की दो-न्यायाधीशों की पीठ ने",
  "elaborated on the types of materials the High Court can assess": "किस प्रकार की सामग्री का आकलन कर सकता है। न्यायालय ने साक्ष्य के",
  "to quash an FIR. The Court drew a fine distinction between": "करने के बीच एक अच्छा अंतर किया। प्राथमिकी को रद्द करने के लिए केवल",
  "consideration of materials that were tendered as evidence and": "ऐसी सामग्री पर विचार किया जा सकता है जो प्राथमिकी में आरोप को",
  "12. At this stage, we would like to observe something important. Whenever an accused comes before the Court": "2. इस स्तर पर, हम कुछ महत्वपूर्ण देखना चाहेंगे।जब भी कोई अभियुक्त",
  "invoking either the inherent powers under Section 482 of the Code of Criminal Procedure (CrPC) or _ extraordinary": "आपराधिक प्रक्रिया संहिता (सी. आर. पी. सी.) की धारा 482 के तहत",
  "jurisdiction under Article 226 of the Constitution to get the": "अंतर्निहित शक्तियों या संविधान के अनुच्छेद 226 के तहत असाधारण अधिकार क्षेत्र का उपयोग करके प्राथमिकी दर्ज करने के लिए न्यायालय के",
  "FIR or the criminal proceedings quashed essentially on the": "समक्ष आता है या आपराधिक कार्यवाही को अनिवार्य रूप से इस आधार पर",
  "ground that such proceedings are manifestly frivolous or": "रद्द कर दिया जाता है कि ऐसी कार्यवाही स्पष्ट रूप से तुच्छ या परेशान करने",
  "vengeance, then in such circumstances the Court owes a duty": "परिस्थितियों में न्यायालय का कर्तव्य है कि वह प्राथमिकी को सावधानी से",
  "to look into the FIR with care and a little more closely. We say": "और थोड़ी अधिक बारीकी से देखे।हम ऐसा इसलिए कहते हैं क्योंकि एक",
  "so because once the complainant decides to proceed against": "साथ आरोपी के खिलाफ आगे बढ़ने का फैसला करता है, तो वह यह",
  "is very well drafted with all the necessary pleadings. The": "का बहुत अच्छी तरह से मसौदा तैयार किया जाए।शिकायतकर्ता यह",
  "complainant would ensure that the averments made in the FIR/complaint are such that they disclose the necessary": "सुनिश्चित करेगा कि एफ. आई. आर./शिकायत में किए गए कथन ऐसे हों कि",
  "made in the FIR/complaint alone for the purpose of": "गया है या नहीं, केवल एफ. आई. आर./शिकायत में किए गए कथनों पर",
  "vexatious proceedings, the Court owes a duty to look into": "न्यायालय का कर्तव्य है कि वह अभिकथनों के अलावा मामले के रिकॉर्ड से",
  "court has power to prevent such abuse. It would be an": "के पास इस तरह के दुरुपयोग को रोकने की शक्ति हैं।यह किसी भी",
  "abuse of the process of the court to allow any action": "कार्वाई की अनुगति देने के लिए न्यायालय की प्रक्रिया का",
  "which would result in injustice and _ prevent": "दुरुपयोग होगा जिसके परिणामस्वरूप अन्याय होगा और न्याय को",
  "promotion of justice. In exercise of the powers court": "बढ़ावा देने में बाधा आएगी।शक्तियों का प्रयोग करते हुए न्यायालय",
  "would be justified to quash any proceeding if it finds": "किसी भी कार्यवाही को रद्द करने के लिए उचित होगी यदि उसे",
  "that initiation or continuance of it amounts to": "लगता हैं कि इसकी शुरुआत या निरंतरता न्यायालय की प्रक्रिया",
  "abuse of the process of court or quashing of these": "का दुरुपयोग हो रहा है या इन कार्यवाही को रद्द करने के योग्य है",
  "When no offence is disclosed by the complaint, the": "अपराध के बारे में नहीं बताया जाता है, तो न्यायालया इस तथ्य",
  "court may examine the question of fact. When a complaint is sought to be quashed, it is": "के प्र|न की जांच कर सकती है। जब किसी शिकायत को रद्द करने",
  "what the complainant has alleged and whether": "देखने की अनुमति है कि शिकायतकर्ता ने क्या आरोप लगाया हैं",
  "any offence is made out even if the allegations": "ओर क्या कोई अपराध बनाया गया है. भले ही आरोप पूरी तरह से",
  "are accepted in toto.": "स्वीकार किए गए हों।",
  "6. In R.P. Kapur v. State of Punjab, AIR 1960 SC": "6. आर पी. कपूर बनाम पंजाब राज्य, ए. आई. आर. 7960 एस.",
  "866 : 1960 Cri LJ 1239, this Court summarised some": "सी. 866. 4960 सी. आर, आई. एल. जे. 4239, इस न्यायालय ने कुछ श्रेणियों के मायलों का सारांश दिया जहां कार्यवाही को रद्द",
  "categories of cases where inherent power can and should be exercised to quash the proceedings : (AIR p.": "ने कुछ श्रेणियों के मायलों का सारांश दिया जहां कार्यवाही को रद्द करने के लिए अंतर्निहित शक्ति का प्रयोग किया जा सकता है ओर",
  "should be exercised to quash the proceedings : (AIR p. 869, para 6)": "किया जाना चाहिए:(ए आई. आर पृष्ठ संख्या 869, पैरा 6/",
  "(i) where it manifestly appears that there is a": "(9) जहां यह स्पष्ट रूप से प्रतीत होता है कि संस्था या",
  "legal bar against the institution or continuance e.g. want of sanction;": "निरंतरता के खिलाफ कोई कानूनी बाधा है जैसे कि मंजूरी की",
  "(ii) where the allegations in the first information report or complaint taken at its face value and": "(॥) जहां प्रथम सूचना रिपोर्ट या शिकायत में आरोप उसके",
  "accepted in their entirety do not constitute the": "अंकित यूल्य पर लिए गए हैं ऑर उनकी संपूर्णता में स्वीकार",
  "(iii) where the allegations constitute an offence, but there is no legal evidence": "(॥॥) जहां आरोप एक अपराध है. लेकिन कोई कानूनी साक्ष्य",
  "adduced or the evidence adduced clearly or": "प्रस्तुत नहीं किया गया है या स्पष्ट रूप से प्रस्तुत साक्ष्य",
  "manifestly fails to prove the charge.": "आरोप को साबित करने में विफल रहता हैं।",
  "7. In dealing with the last category, it is": "7. अंतिम स्तर के निस्तारण के दोंरन. उस मामले के बीच के",
  "important to bear in mind the distinction": "अंतर को ध्यान में रखना महत्वपूर्ण है जहां कोई कानूनी साक्ष्य",
  "between a case where there is no legal evidence": "साथ असंगत है. ऑर एक ऐसा मामला जहां कानूनी साक्ष्य है. जो"
}