{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय अधिकारिता",
  "Mauji Ram .... Appellant(s)": "मौजीराम ........................... अपीलार्थी (गण)",
  "State of Uttar Pradesh & Anr. .... Respondent(s)": "उत्तर प्रदेश राज्य एवं अन्य... ..... प्रत्यर्थी( गण )",
  "(Arising out of S.L.P.(Crl.) Nos.1525-1526 of 2019)": "(एस.एल.पी. (दांडिक) सं. 2525-526/209 से उद्घूत)",
  "AND": "और",
  "(Arising out of S.L.P.(Crl.) Nos.4795-4798 of 2019)": "(एस.एल.पी. (दांडिक) सं. 4795-4798 /2079 से उद्घूत)",
  "JUDGMENT": "निर्णय",
  "1. Leave granted. 2. These appeals are directed against the orders": "लिए अनुमति दी जाती है। आक्षेपित आदेश को अपास्त किये गए है।",
  "of their bail applications and filed the bail applications under Section 439 of the Criminal": "किया गया है) की धारा 439 के तहत जमानत आवेदन दाखिल की।",
  "impugned orders, the High Court allowed the bail": "उच्च न्यायालय ने आक्षेपित आदेशों से जमानत आवेदनों की अनुमति दी",
  "applications and accordingly directed release of the respondents on bail on their furnishing security and bail bonds to the satisfaction of the Sessions Judge.": "और तदनुसार सत्र न्यायाधीश की संतुष्टि के लिए उनकी प्रस्तुत सुरक्षा और जमानत बांडों पर जमानत पर प्रत्यर्थीगण को रिहा करने का निर्देश",
  "7. Itis against these orders of the High Court, the": "7. यह उच्च न्यायालय के इन आदेशों के खिलाफ है, मृतक के पिता ने",
  "these appeals questioning the legality and correctness of the impugned orders.": "आक्षेपित आदेशों की वैधता और शुद्धता पर सवाल उठाते हैं।",
  "8. So far as the State is concerned, they have": "8. जहां तक राज्य का सवाल है, उन्होंने काउंटर हलफनामा दायर",
  "supported the appellant by filing counter affidavit. The respondents (accused persons) are also served": "करके अपीलार्थी का समर्थन किया है। प्रत्यर्थीगण (आरोपीयो) को भी",
  "and duly represented.": "सेवा दी जाती है और विधिवत प्रतिनिधित्व किया जाता है।",
  "the respondents(accused persons) by the High": "आक्षेपित आदेशों को अपास्त करते समय प्रत्यर्थियों (अभियुक्त) द्वारा",
  "06.02.2019 in CRMBA_ No.4627/2019, dated": "4627/209, दिनांक 8.02.209 को. सीआरएमबीए सं",
  "18.02.2019 in CRMBA _ No.6450/2019, dated": "6450/209, दिनांक 2. 02. 209 के सीआरएमबीए सं. 0626",
  "3. A few facts need mention hereinbelow for the disposal of these appeals, which involve a short": "3. इन अपीलों के निपटान के लिए कुछ तथ्यों का उल्लेख यहां किया",
  "4. Respondent No.2 in all the appeals, namely, Subhash, Kartar, Sohit, Amarjeet, Soran Bhati,": "4. इन सभी अपीलों में प्रत्यर्थी सं. 2, जो है- सुभाष, करतार, सोहन,",
  "Lilu@Mahendra and Ashu @ Ashish (total-7), herein": "अमरजीत, सोरन भाटी, लीलू (महेंद्र और आशु (6 आशीष (कुल -",
  "after collectively referred to as “respondents” are": "7), एतस्मिनपश्चात्‌ सामूहिक रूप से 'प्रत्यर्थीगण' के रूप में संदर्भित",
  "punishable under Sections 147,148, 149, 302, 120- B, 307, 323, 506 and 427 of the Indian Penal Code,": "49, 302, 20-बी, 307, 323, 506 और 427 के तहत दंडनीय",
  "setting aside the impugned orders dismiss the bail applications filed by the respondents(accused": "दाखिल जमानत आवेदनों को खारिज कर देते हैं। यह आक्षेपित आदेश",
  "“Considering the facts and circumstances of": "\"मामले के तथ्यों और परिस्थितियों को ध्यान में रखते हुए और मामले के",
  "Let the applicant Subhash involved in Case Crime No.608 of 2018 under Sections 147,": "बता दें कि आवेदक सुभाष को 208 के अपराध संख्या 608, आईपीसी",
  "P.S. Dadri, District Gautam Budh Nagar be": "तहत पुलिस स्टेशन दादरी, जिला गौतम बुद्ध नगर में शामिल होने के लिए",
  "concerned with the following conditions:": "जमानत पर, निम्नलिखित शर्तों से संबंधित न्यायालय की संतुष्टि के लिए",
  "1. The applicant will not tamper with the evidence.": "2. आवेदक सबूतों के साथ छेड़छाड़ नहीं करेगा।",
  "2. He shall not pressurize/intimidate the prosecution witnesses and _ shall": "2. वह अभियोजन पक्ष के गवाहों पर दबाव /धमकी नहीं देगा और",
  "cooperate with the trial.": "परीक्षण में सहयोग करेगा।",
  "3. He shall appear on each and every date": "3. वह विचारण न्यायलय द्वारा तय की गई प्रत्येक तारीख पर पेश",
  "fixed by the trial court unless personal": "होगा जब तक कि संबंधित अदालत द्वारा व्यक्तिगत उपस्थिति को",
  "In case of breach of any _ conditions mentioned above, the trial court shall be at": "ऊपर उल्लिखित किसी भी शर्त के उल्लंघन के मामले में, विचारण न्यायालय",
  "liberty to cancel the bail of the applicant.”": "आवेदक की जमानत रद्द करने के लिए स्वतंत्रता पर होगा। ”",
  "12. In our considered opinion, the High Court": "2. हमारे विचार में, उच्च न्यायालय ने आक्षेपित आदेश को पारित",
  "committed jurisdictional error in passing the impugned order because while passing’ the": "करने में न्यायिक त्रुटि की क्योंकि आशक्षेपित आदेश को पारित करते",
  "impugned order, the High Court did not assign any reason whatsoever as to on what grounds, even": "समय, उच्च न्यायालय ने कोई कारण नहीं बताया कि किस आधार पर,",
  "though of a prima facie nature, it considered just": "यद्यपि प्रथम दृष्टया प्रकृति का हो, यह उचित और माना जाता है,",
  "and proper to grant bail to the respondents.": "प्रत्यर्थीगण को जमानत देने के लिए उचित है।",
  "13. Time and again this Court has emphasized the need for assigning the reasons while granting bail": "3. बार-बार इस अदालत ने जमानत देते समय कारणों को निर्दिष्ट",
  "(see Ajay Kumar Sharma vs. State of U.P. & Ors.,": "करने की आवश्यकता पर जोर दिया है (अजय कुमार शर्मा बनाम यू.पी.",
  "(2005) 7 SCC 507, Lokesh Singh vs. State of U.P.": "राज्य एवं अन्य, (2005) 7 एससीसी 507, लोकेश सिंह बनाम",
  "& Anr., (2008) 16 SCC 753 & Dataram Singh vs.": "यू.पी. राज्य एवं अन्य (2008) 6 एससीसी 753 और दतराम सिंह",
  "State of U.P. & Anr., (2018) 3 SCC 22). Though it": "बनाम यू.पी. राज्य एवं अन्य, (208) 3 एससीसी 22) देखें। हालांकि",
  "therefore, right in rejecting the bail applications": "जमानत आवेदनों को खारिज करने में सत्य था।"
}