{
  "CIVIL APPEAL NO.4846 OF 2019": "सिविल अपील सं0 4846 / 209",
  "(D.NO.46457 of 2018)": "(डी0 सं0 46457 / 208)",
  "JUDGMENT": "निर्णय",
  "Uday Umesh Lalit, J.": "उदय उमेश ललित, न्यायाधीश",
  "CIVIL APPEAL NO.4837 OF 2019": "दीवानी अपील सं0 4837 / 209",
  "(Arising out of SLP(C) No.15699 of 2018)": "(विशेष अनुमति याचिका (सी) सं0 १5699//208 से उत्पन्न)",
  "2. This appeal challenges the correctness of the final judgment and": "2- यह अपील रिट अपील सं0० 40308//2048 मे उच्च न्यायालय,",
  "order dated 20.04.2018 passed by the High Court of Judicature at": "इलाहाबाद द्वारा पारित आदेश दि0 20.4.208 तथा अन्तिम निर्णय",
  "Versus": "बनाम",
  "CIVIL APPEAL NO.4838 OF 2019": "दीवानी अपील सं0 4838 / 209",
  "CIVIL APPEAL NO.4839 OF 2019": "दीवानी अपील सं0 4839 /209",
  "CIVIL APPEAL NOS.4840-4842 OF 2019": "दीवानी अपील सं0 4840-4842 / 209",
  "CIVIL APPEAL NO.4844 OF 2019": "सिविल अपील सं0 4844 / 209",
  "CIVIL APPEAL NO.4845 OF 2019": "दीवानी अपील सं0 4845 / 209",
  "(D.NO.42625 of 2018)": "(डी0 सं0 42625 ,/ 208)",
  "issued by UP Police Recruitment and Promotion Board on 12.06.2010 for": "प्रदेश पुलिस भर्ती एवं पदोन्नति बोर्ड द्वारा 42.06.200 को उप",
  "Uttar Pradesh Sub-Inspector and Inspector (Civil Police) Service Rules,": "परीक्षा का आयोजन उत्त्तर प्रदेश उप निरीक्षक एवं निरीक्षक (सिविल",
  "2008. Said Rule 16 is to the following effect:": "नियम 46 निम्नलिखित आशय का है-",
  "Sub-Inspector — For the purpose of recruitment by promotion": "प्रक़िया- उप निरीक्षक के पद के लिए विभागीय परीक्षा",
  "Inspector, the Board shall conduct a written examination in the following manner:": "निम्नलिखित तरीके से एक लिखित परीक्षा का आयोजन करेगा ।",
  "(a) Written Examination - (I) The eligible candidates 3 shall be": "क- लिखित परीक्षा - () अर्ह उम्मीदवारों को 300 नम्बर",
  "required to appear in the written examination which shall": "की लिखित परीक्षा मे सम्मिलित होना होगा। लिखित",
  "car4ry 300 marks. The details of the subjects included in the written examination and the marks shall allotted for each": "परीक्षा मे शामिल विषयों का विवरण तथा प्रत्येक विषय",
  "S.No. Subject Maximum": "विषय अधिकतम",
  "Civil Appeal No.4837 of 2019 @ SLP(C) No.15699 of 2018 Lance Nayak Raj Bahadur & Ors. v. State of UP & Ors. 8": "सिविल अपील सं0 4837 /209 (कद) विशेष अनुमति याचिका (दी0) सं0 45699,/208 लॉस नायक राज बहादुर एवं अन्य बनाम्‌ उत्तर प्रदेश राज्य एवं अन्य",
  "Director General Police nominated by Director General of Police, (Uttar Pradesh) or Inspector General of Police/Deputy": "महानिदेशक (उत्तर प्रदेश) के द्वारा नामित एक अपर पुलिस महानिदेशक अथवा उनके द्वारा नामित पुलिस",
  "Group Discussion, Police case study shall be presented for": "समूह चर्चा मे पुलिस प्रकरणों के अध्ययन को चर्चा हेतु",
  "discussion and the entire Group discussion shall be": "उपलब्ध कराया जायेगा तथा सभी समूहों को निर्धारित",
  "completed within the stipulated timeframe. The group": "समय सीमा मे सभी समूह चर्चा पूर्ण करनी होगी | समूह",
  "discussion shall carry 20 marks and it will include the": "चर्चा के लिए 20 अंक होगे तथा इसमे अभ्यर्थियों का",
  "evaluation of candidates Management Skill (5 marks),": "प्रबन्धकीय कौशल (5. अंक), प्रस्तुतीकरण (5. अंक),",
  "Presentation (5 marks), Attitude (5 marks) and Personality (5-": "अभिवृत्ति (5 अंक) तथा व्यक्तित्व (6 अंक) सम्मिलित",
  "marks). The marks shall also be uploaded in the Board website.": "होगा। अंको को बोर्ड की वेबसाइट पर अपलोड किया जायेगा",
  "Note-1 The entire process of Group Discussion shall be video": "टिप्पणी 4- समूह चर्चा की पूरी कार्यवाही की वीडियोग्राफी",
  "graphed and a Compact Form thereof shall be prepared.": "करायी जायेगी तथा उसको एक समेकित प्रारूप मे तैयार",
  "Note 2-Nomination of officers for giving representation to": "टिप्पणी 2- चयन समिति मे अनुसूचित जाति, अनुसूचित",
  "the Scheduled Castes, Scheduled Tribes and Other Backward": "जनजाति तथा अन्य पिछडा वर्ग के प्रतिनिधित्व के लिए",
  "in accordance with Section 7 of the Act, as amended from time to time.": "अधिनियम की धारा 7, समय समय पर यथासंशोधित, के",
  "(f) Election and merit list - The Board shall, having regard to": "(छ)- चयन एवं मेघा सूची- बोर्ड नियम 6 मे प्रदत्त",
  "aggregate of marks obtained by them under sub-clause (d)": "उपनियम (घ) व उपनियम (च) के अन्तर्गत प्राप्त समग्र",
  "and sub-clause (e) if two or more 5 candidates obtain equal": "बनायेगा। यदि दो या अधिक अभ्यर्थी समान अंक प्राप्त",
  "not be eligible for promotion.": "रही है, पदोन्नति के लिए अर्ह नही होगा।",
  "provision of reservation referred to in Rule 6, prepare a list of": "॥- चयन समिति नियम 6 मे प्रदत्त आरक्षण प्रावधानों के",
  "in the written examination under sub-clause (I) of Clause (a).": "(ख)- शारीरिक योग्यता परीक्षण- खण्ड (क) के अन्तर्गत",
  "(b) Physical Efficiency Test — The candidates selected under": "चयनित अभ्यर्थियों को अर्हकारी प्रकृति के शारीरिक दक्षता",
  "required to complete a run of 10 kilometers in 75 minutes and": "किलो मीटर की दौड 75 मिनट मे तथा महिला अभ्यर्थियों",
  "female candidates a run of 5 kilometers in 45 minutes.": "को 5 किलोमीटर की दौड 45 मिनट मे पूर्ण करना होगा ।",
  "(c) Service Records — marks on the basis of Service Records": "(ग)- सेवा रिकार्ड- खण्ड (क) के उपखंड (॥) के अन्तर्गत",
  "service shall be 20(01 marks for each year), for the": "अधिकतम 20 अंक (प्रत्येक वर्ष के लिए 0। अंक) तथा",
  "marks. Training Course 30 marks out of which 10 marks,": "होगे । प्रशिक्षण पाठ्यकम के लिए निर्धारित 30 अंको मे से",
  "every substantive training subject to a maximum of 20 and 02 marks each for every non-substantive training subject to a": "20 अंक देय होगे, प्रत्येक अमौलिक प्रशिक्षण के लिए 02",
  "maximum of 10 marks and 30 marks for annual entry. For": "अंक, अधिकतम 40 अंकों तक तथा 30 अंक वार्षिक आख्या",
  "every medal of National leave 03 marks, every medal of state": "के लिए होगे। राष्टीय स्तर के प्रत्येक मेडल के लिए 03",
  "level 02 marks subject to maximum of 10 marks and no": "अंक तथा राज्य स्तर के प्रत्येक मेडल के लिए 02 अंक",
  "marks will be given for cash reward. Thus, there shall be": "पुरस्कार के लिए कोई अंक नही दिया जायेगा । इस प्रकार,",
  "(d) Subject to the provision of clauses (a) and (c)- The marks": "(घ)-- 203। पदों के सम्बन्ध मे उपर्युक्त अंको को ध्यान",
  "Civil Appeal No.4837 of 2019 @ SLP(C) No.15699 of 2018 Lance Nayak Raj Bahadur & Ors. v. State of UP & Ors. 10": "सिविल अपील सं0 4837 /209 (कद) विशेष अनुमति याचिका (दी0) सं0 45699,/208 लॉस नायक राज बहादुर एवं अन्य बनाम्‌ उत्तर प्रदेश राज्य एवं अन्य",
  "and": "है--",
  "Delay condoned.": "विलम्ब माफ किया गया।",
  "Leave granted.": "अनुमति प्रदान की गई ।",
  "The issues involved in the matters being identical to the earlier": "इस वाद के वाद-बिन्दु पूर्व वाद के समान है जहाँ समान",
  "matter where similar contentions were raised, we see no reason to interfere.": "तर्क उठाये गये थे, अतः हम हस्तक्षेप करने का कोई कारण नही",
  "These appeals are, therefore, dismissed. No costs.": "पाते | अतः ये अपील खारिज की जाती है। कोई वादव्यय नही |",
  "And": "एवं",
  "CIVIL APPEAL Nos.4843 OF 2019": "सिविल अपील सं0 4843 / 209",
  "(Arising out of SLP(C) No.7168 of 2018)": "(एस0 एल0 पी0 (सी) सं0 768,/208 से उद्भूत)",
  "12. The fact that the appellants had not obtained 50 per cent marks in each of the subjects is accepted and what is submitted by the appellants is": "रहे थे। 2- यह तथ्य कि अपीलकर्ताओं ने प्रत्येके विषय मे 50 प्रतिशत अंक प्राप्त नही किये थे, स्वीकार है तथा अपीलकर्ताओं द्वारा",
  "that Subject Nos.3 and 4, namely, “Numerical and Mental Ability Test” and": "प्रस्तुत किया तक॑ कि विषय सं0 3 व 4 यथा “अंकगणितीय व मानसिक योग्यता परीक्षा” व “मानसिक योग्यता परीक्षा / बुद्धिलब्धता",
  "“Mental Aptitude Test/I.Q, Test/Reasoning” carrying 50 marks each, were": "परीक्षण / तरकशक्ति” प्रत्येक के 50 अंक निर्धारित थे, इसी प्रश्नपत्र के",
  "advanced. We are concerned in these matters with limited Departmental": "किया। हम इन वादों मे सीमित विभागीय परीक्षा से चिन्तित हैं जहाँ",
  "candidate be given chance to reach higher levels. Merit is therefore the": "स्तर तक पहुंचने के लिए मौका दिये जाने की अवधारणा है। अतः",
  "What is required in terms of the Rules is minimum of 50 per cent marks": "विषय मे” न्यूनतम 50 प्रतिशत प्राप्तांक अपेक्षित हैं। विषय नियमावली",
  "four subjects. Irrespective whether subjects 3 and 4 form part of the same": "मे वर्णित है तथा चार विषय हैं। विषय 3 व 4 उसी प्रश्नपत्र का भाग",
  "paper, the express language of the Rules does not permit any such": "है को विचार मे न लेते हुए नियमावली की स्पष्ट भाषा ऐसी किसी",
  "interpretation and the construction suggested by Mr. Shishodia cannot be": "व्याख्या की अनुमति नही देते हैं तथा श्री सिसौदिया के द्वारा दिये",
  "14. The reliance placed on the order dated 30.01.2007 is also": "4-- आदेश दि0 30.0.2007 पर विश्वास किया जाना पूरी",
  "completely misplaced. The order by itself did not decide any controversy": "तरह से गलत है। यह आदेश स्वयं किसी विवाद का निस्तारण नही",
  "such relaxation was granted by the State and consequently no relief can be": "ऐसी कोई छूट राज्य सरकार द्वारा नहीं दी गई तथा परिणाम स्वरूप",
  "minimum of 50 per cent marks has to be met. Since the appellants do not": "अनुसार, जैसी वह है, न्यूनतम 50 प्रतिशत प्राप्तांक का मापदण्ड पूर्ण करना है। चूंकि अपीलकर्ता मापदण्डों को पूर्ण नहीं करते हैं, कोई",
  "fulfil the criteria, no exception can be made. These appeals are, therefore,": "अपवाद नहीं बनाया जा सकता है। अतः दोनो अपीलें खारिज की",
  "dismissed. No costs.": "जाती हैं । कोई वादव्यय नही |",
  "19.05.2011 for recruiting 4010 posts of Sub-Inspectors (Civil Police) and": "(सिविल पुलिस) के 4040 पदों व प्लाटून कमाण्डर (प्रान्तीय सशस्त्र",
  "decision by this Court in Alok Kumar Singh and others v. State of U.P. and": "न्यायालय द्वारा सिविल अपील सं0 44370/208 आलोक कुमार सिंह व अन्य बनाम उत्तर प्रदेश राज्य व अन्य सम्बद्ध मामलों मे दिये",
  "Writ Petition No.2604 of 2015 preferred by the present applicants in the High Court, was transferred to this Court and was numbered as": "वर्तमान प्रार्थियों द्वारा उच्च न्यायालय मे पोषित रिट याचिका सं0 2604 /2045 इस न्यायालय को अन्तरित हुई थी तथा",
  "TC(Civil) No.287 of 2017. It was disposed of along with aforesaid Civil": "टी0 सी0. (सिविल) सं0 287,/207 संख्या आवंटित हुई। यह उक्त",
  "examination for promotion to the post of UP Sub-Inspector (Civil Police)": "उठाई गई शिकायत उत्त्तर प्रदेश उप-निरीक्षक (सिविल पुलिस)",
  "Rankers Examination and was not by way of direct recruitment and that": "रैंकर्स परीक्षा के पद पर सीमित विभागीय परीक्षा द्वारा पदोन्नति के लिए चयन के सम्बन्ध मे थी न कि सीधी भर्ती के सम्बन्ध मे",
  "the matter was wrongly clubbed with Civil Appeal No.11370 of 2018. We,": "तथा यह वाद गलत तरीके से सिविल अपील सं0 44370 /208 के",
  "directed to give reservation and relaxation to the writ petitioners as SC/ST": "जाति / अनुसूचित जनजाति अभ्यर्थी के रूप मे आरक्षण व छूट देने के लिए निर्देश जारी करने के लिए है। इस सम्बन्ध मे दिये गये",
  "the matters dealt with above. We see no reason to interfere in the matter.": "हम मामले मे हस्तक्षेप करने का कोई कारण नही पाते अतः: अन्तरित",
  "Transferred Case No.287 of 2017, therefore, stands dismissed.": "वाद सं0 287 /2047 खारिज किया जाता है।",
  "Writ Petition No.18788 of 2017 preferred by the present applicants in the High Court, was transferred to this Court and was numbered as": "वर्तमान प्रार्थियों द्वारा उच्च न्यायालय मे योजित रिट याचिका सं0 १8788,/207 इस न्यायालय को अन्तरित हुई थी तथा",
  "TC(Civil) No.297 of 2017. It was disposed of along with aforesaid Civil": "उसको टी0 सी0 (सिविल) सं0 297 /297 संख्या आवंटित",
  "It is now submitted that the grievance raised by the applicants in the": "अब यह कहा जाता है कि प्रार्थियों द्वारा इस रिट याचिका",
  "Writ Petition was in respect of selection through limited departmental examination for promotion to the post of UP Sub-Inspector (Civil Police)": "मे उठाई गई शिकायत उत्तर प्रदेश उप-निरीक्षक (सिविल पुलिस) रैंकर्स परीक्षा के पद पर सीमित विभागीय परीक्षा द्वारा पदोन्नति के"
}