{
  "IN THE SUPREME COURT OF INDIA": "भारत का सर्वोच्च न्यायालय",
  "CIVIL ORIGINAL JURISDICTION": "सिविल मूल क्षेत्राधिकार",
  "TRANSFERRED CASE (CIVIL) NO. 82 OF 2022": "हस्तांतरित वाद (सिविल) संख्या 82/2022",
  "JUDGMENT": "निर्णय",
  "1. In this transferred case, registered on withdrawal of a writ petition filed by the petitioner in the High Court of Judicature at Allahabad (Writ": ". इस हस्तांतरित मामले में, जो याचिकाकर्ता द्वारा उच्च न्यायालय , इलाहाबाद (रिट याचिका",
  "Petition No. 3790 of 2022) to this Court, the petitioner-company has": "संख्या 3790/2022) में दायर एक रिट याचिका को वापस लेने पर पंजीकृत कराई गई,",
  "accepting its proposal to convert the subject land from leasehold to freehold": "नीति के अनुसार विषयगत भूमि को पट्टाधृति भूमि से निर्वादधृति भूमि में परिवर्तित करने के",
  "2. In the writ petition so filed in the High Court and transferred to this": "2. उच्च न्यायालय में इस प्रकार दायर और इस न्यायालय में स्थानान्तरित की गई रिट याचिका",
  "Court, the petitioner has sought the reliefs in the following terms: -": "में, याचिकाकर्ता ने निम्नलिखित राहतों की मांग की है-",
  "by the impugned order dated 24.01.2022 passed by Respondent No.1": "2.0.2022 के आक्षेपित आदेश रद्द करते हुए और प्रत्यर्थी संख्या 2 को निर्देश देते",
  "No.2 to grant freehold plot no. SH-3, Surajpur Site-IV in the light of approval dated 16.09.2016 extending benefits of Government": "विस्तार करते हुए दिनांक 6.09.206 के उत्प्रेषण के आलोक में नि:शुल्क भूखंड संख्या एस.एच-3, सूरजपुर साइट-४ अनुदान करने के लिए एक रिट, आक्षेपित",
  "b. To pass such other and further order, which this Hon'ble court": "ब) एसा अन्य एवं अग्रिम आदेश परित करना जिसे माननीय न्यायालय वर्तमान मामले",
  "may deem fit and proper in the circumstances of the present case.": "की परिस्थितियों में उपयुक्त समझे।",
  "c. Award the cost of the present petition to the Petitioner.”": "स) याचिकाकर्ता को वर्तमान याचिका की लागत प्रदान की जाए।",
  "(e) The allottee will have to pay Lease Rent from the date of Allotment.": "€. आबंटिती को आवंटन की तिथि से पट्टे के किराये का भुगतान करना होगा।",
  "9. The allottee shall have to right to sell of the built portion to any": "9. आबंटिती को निर्मित हिस्से को अपनी पसंद से किसी भी व्यक्ति को बेचने का",
  "10. In case of any dispute between Corporation and": "[0. निगम एवं आबंटिती/विकासकर्ता के बीच किसी विवाद की स्थिति में प्रबंध",
  "11. The Corporation will have no objection on the request made": "कंपनी द्वारा किए गए अनुरोध पर निगम को कोई आपत्ति नहीं होगी।",
  "12. The allottee shall obtain completion certificate from UPSIDC.": "2. आबंटिती को यू0 पी0 एस 0 आई 0 डी0 सी0 से पूर्णता प्रमाण पत्र प्राप्त करना",
  "regulation carry out any specific activity from appropriate Govt.": "उपयुक्त सरकारी निकायों से इस प्रकार की गतिविधि को करने के लिए कानूनों और",
  "result in Cancellation of allotment of the whole plot or part thereof": "पूरे प्लाट या उसके हिस्से का आवंटन रद्द किया जा सकता है, जैसा",
  "3.3. In addition to the aforesaid allotted parcel of land, another adjacent": "3.3 उपरोक्त आवंटित भू-खण्ड के अलावा, 3297 वर्ग मीटर का एक अन्य आसन्न भूखंड भी",
  "plot admeasuring 3297 sq. mtrs. was also allotted in favour of the petitioner,": "याचिकाकर्ता के पक्ष में आवंटित किया गया था और इस अतिरिक्त भूमि के लिए एक और पट्टा विलेख दिनांक 30.03.2009 को निष्पादित किया गया था। उक्ता पट्टा विलेख का प्रासंगिक खंड",
  "transfer of the premises/plot, levy as per the prevailing rules of the corporation at that time will be charged.": "के हस्तांतरण पर उस समय निगम के प्रचलित नियमों के अनुसार शुल्क की वसूली",
  "3.2. It appears that the actual measurement of the land so allotted stood at 37208 sq. mtrs. and lease deed was executed in favour of the petitioner": "की जाएगी। 3.2. ऐसा प्रतीत होता है कि इस प्रकार आवंटित भूमि का वास्तविक माप 37208 वर्ग मीटर था",
  "on 23.08.2006 with reference to this actual measurement. A few relevant": "और इस वास्तविक माप के संदर्भ में 23.08.2006 को याचिकाकर्ता के पक्ष में पट्टा विलेख",
  "clauses of this lease deed dated 23.08.2006 could be usefully reproduced": "निष्पादित किया गया था। इस पट्टा विलेख दिनांकित 23.08.2006 के कुछ प्रासंगिक खण्डों को",
  "“3. AND THE LESSEE DOTH HEREBY COVENANTS WITH THE LESSOR AS UNDER:": "“3. और पट्टेदार एतदद्वारा पट्टेदाता के साथ निम्नानुसार अनुबंध करता है:",
  "(j) That the Lessee will not without the previous consent in writing of the Lessor, transfer, sublet, relinquish mortgage or assign its": "() यह कि पट्टेदार, बिना पट्टेदाता की लिखित में पूर्व सहमति के हस्तांतरण , उप",
  "of the Lessor, transfer, sublet, relinquish mortgage or assign its interest in the demised premises or buildings standing thereon or": "किरायेदारी, गिरवी, या पट्टे पर दिए गए परिसर या उस पर खड़े भवनों या दोनों में",
  "both as a whole and every’ such-transfer, assignment,": "अपना हित नहीं सौंपेगा और इस तरह के प्रत्येक हस्तांतरण, अभिहस्तांकन, त्याग",
  "relinquishment mortgage or subletting or both shall be subject to": "बंधक या उप किरायेदारी या दोनों और अंतरिती या अभिहस्तांकन, इसमें निहित",
  "and the transferees or assigns shall be bound by all the covenants": "सभी अनुबंधों और शर्तों से बंधे होंगे और इसलिए सभी प्रकार से पट्टेदार किसी भी",
  "relinquish, mortgage, sublet, transfer or part with the possession of": "त्यागेगा, गिरवी रखेगा, उप किरायेदारी पर देगा, हस्तांतरण करेगा या माप और सीमा",
  "any sub-division thereof by metes and bound or otherwise.": "के द्वारा उसका उप विभाजन या अन्यथा करेगा।",
  "in the state for the purpose of Encourage the Tourism, a policy has been laid down for the establishment of theme park/amusement park etc. after due consideration, It has been decided. The above": "पार्क मनोरंजन पार्क आदि की स्थापना के लिए एक नीति निर्धारित की गई है।",
  "policy is as follows:": "उपरोक्त नीति इस प्रकार है :-",
  "1. Theme Park /Amusement Park etc. will be set up under the Uttar": "थीम पार्क/ मनोरंजन पार्क आदि की स्थापना उत्तर प्रदेश नगर नियोजन एवं विकास",
  "Pradesh Town Planning and Development Act, 1973 and various": "अधिनियम, 973 एवं विभिन्न नियोजन अधिनियमों के अंतर्गत कृषि भूमि उपयोग",
  "planning Acts in accordance with the prescribed procedure for": "हेतु निर्धारित प्रक्रिया के अनुसार की जाएगी। इसके लिए विभिन्न मण्डलन अधिनियमों",
  "use in the master plans of the notified areas under various planning": "के तहत अधिसूचित क्षेत्रों के मास्टर प्लान में प्रस्तावित कृषिभूमि उपयोग में थीम",
  "2. Large projects like theme parks/amusement parks have high": "थीम पार्कों/ मनोरंजन पार्कों जैसी बड़ी परियोजनाओं में बड़ा प्रारंभिक पूँजी निवेश",
  "initial capital investment and become profitable only after a long": "होता है और लंबी अवधि के बाद ही लाभदायक हो पाता है और ऐसी परियोजनाओं में",
  "period of time and a large number of local people are employed in such projects, so incentives are given to encourage such projects,": "बड़ी संख्या में स्थानीय लोग रोजगार पाते हैं इसलिए ऐसी परियोजनाओं को बढ़वा",
  "decision has been taken. In the light of the above, the following": "देने के लिए प्रोत्साहन दिए जाते हैं। निर्णय लिया गया है कि उपरोक्त को ध्यान में",
  "incentives are allowed in respect of large projects of theme park /amusement park etc.:": "रखते हुए थीम पार्क/ मनोरंजन पार्क आदि बड़ी परियोजनाओं के संबंध में निम्नलिखित प्रोत्साहनों की अनुमति दी जाती है :-",
  "Government or its owned corporation, council, company, institution": "परियोजना के लिए राज्य/ केन्द्र सरकार अथवा उसके स्वामित्व वाली निगम, परिषद,",
  "(2) For the construction period or 10 years (whichever is less) for": "परियोजना की स्थापना हेतु निर्माण अवधि अथवा 0 वर्ष (जो भी कम हो) हेतु",
  "the establishment of the project, 100% exemption will be given in the tax on the construction goods/materials imported into the state.": "राज्य में आयातित निर्माण वस्तुओं/ सामग्रियों पर कर में शत-प्रतिशत छूट दी जाएगी।",
  "(4) For the year from the date of operation of the project, 100% exemption will be given in the pleasure tax.": "परियोजना के संचालन की तारीख से वर्ष के लिए आनंद कर में 00 प्रतिशत छूट दी जाएगी।",
  "The above incentives will be admissible to only those theme park/amusement park projects, whose minimum area is 300 acres and in which the minimum capital investment is Rs. 500.00 crores.": "उपर्युक्त प्रोत्साहन केवल उन्ही थीम पार्क/ मनोरंजन पार्क परियोजनाओं के लिए स्वीकार्य होंगे जिनका न्यूनतम क्षेत्र 300 एकड़ है और जिनमें न्यूनतम पूँजी निवेश 500 करोड़ रुपये है।",
  "3. Theme Park/Amusement Park can be established and operated by private sector, PPP or any authority by creating an S.P.V. In such": "थीम पार्क/ मनोरंजन पार्क की स्थापना और संचालन निजी क्षेत्र, पीपीपी या किसी प्राधिकरण द्वारा एसपीवी बनाकर किया जा सकता है। ऐसी स्थिति में वांछित भूमि के",
  "desired land, the selection of the private investor and the implementation of the project after the selection will be taken by the": "मूल्यांकन, निजि निवेशक के चयन एवं चयन के बाद परियोजना के क्रियान्वयन के",
  "concerned authority/government body/public undertaking under its": "संबंध में समस्त निर्णय संबंधित प्राधिकारी /शासकीय निकाय/ सार्वजनिक उपक्रम",
  "own rules.": "द्वारा अपने नियमो के अधीन लिए जाएंगे।",
  "4. Participation in such a scheme can be done by any public undertaking of the state government/S.P.V. or company. This": "ऐसी योजना में भागीदारी राज्य सरकार के किसी भी सार्वजनिक उपक्रम/ एस पी वी",
  "participation will be limited to a maximum of 20 percent of the cost of the land required for the project of Theme Park/ Amusement": "अथवा कम्पनी द्वारा की जा सकती है। यह भागीदारी थीम पार्क/ मनोरंजन पार्क की परियोजना के लिए आवश्यक भूमि की लागत के अधिकतम 20% तक सीमित होगी,",
  "Park, which will continue till the completion of the project. The concerned government body/establishment/ public undertaking will": "जो परियोजना के पूर्ण होने तक जारी रहेगी। संबंधित सरकारी निकाय/ संस्थान/",
  "spend its share capital (20 percent) as a partner of SPV, first on": "सार्वजनिक उपक्रम एस पी वी के भागीदार के रूप में अपनी शेयर पूँजी (20 प्रतिशत)",
  "land acquisition, so that the investor can be assured of the": "पहले भूमि अधिग्रहण पर खर्चा करेगा , ताकि निवेशक को भूमि की उपलब्धता",
  "availability of land. Only after that Capital investment will be decided. After the completion of the project, the disinvestment will": "सुनिश्चित की जा सके। उसके बाद ही पूँजी निवेश तय होगा। परियोजना के पूर्ण होने",
  "be done as per the pre-determined agreement.": "के बाद विनिवेश पूर्व निर्धारित समझौते के अनुसार किया जाएगा।",
  "5. Under the proposed theme park/amusement park, all the development, display, buildings and activities, etc. will be based on": "प्रस्तावित थीम पार्क/ मनोरंजन पार्क के अंतर्गत समस्त विस्तार, सजावट, भवन एवं",
  "a central theme or theme, and depending on the theme, there": "गतिविधियों आदि एक केन्द्रीय थीम या थीम पर आधारित होगी तथा थीम के आधार",
  "should be different types of theme parks at different places. Theme": "पर विभिन्न स्थानों पर विभिन्न प्रकार के थीम पार्क होने चाहिए। थीम पार्क / मनोरंजन",
  "Park/Amusement Park will have a minimum area of 300 acres and": "पार्क का न्यूनतम क्षेत्रफल 300 एकड़ होगा और ऐसे स्थलों पर स्थापित किया जा",
  "can be established at such sites, where there is a facility of access from major roads (such as national highways, expressways, etc.)": "सकता है, जहाँ चयनित स्थान के लिए प्रमुख सड़कों (जैसे- राष्ट्रीय राजमार्ग,",
  "and water supply, drainage, 'solid waste disposal’ for the selected": "एक्सप्रंसवे आदि) से पहुँच और जल आपूर्ति, जल निकासी, 'ठोस अपशिष्ट निपटान'",
  "site. And proper arrangement of power supply should be available.": "की सुविधा हो तथा विजली आपूर्ति की समुचित व्यवस्था उपलब्ध हो।",
  "(a) Under the theme park/amusement park, in addition to the basic works related to the theme park, other activities such as": "(क) थीम पार्क/ मनोरंजन पार्क के तहत थीम पार्क से संबंधित बुनियादी कार्यों के",
  "convention center, hotel, shopping complex, restaurant, film": "अलावा कन्वेंशन सेंटर, होटल, शॉपिंग कॉम्प्लेक्स, रेस्टोरेंट, फिल्म स्टूडियो,",
  "studio, multiplex, senior shop, workshop, accommodation for": "मल्टीप्लेक्स, सीनियर शॉप, कार्यशाला, कर्मचारियों के लिए आवास आदि जैसी",
  "agricultural land use in the master plans of the notified areas": "के तहत अधिसूचित क्षेत्रों के मास्टर प्लान में प्रस्तावित कृषि भूमि उपयोग में थीम",
  "provision/ amendment will be made in the master plan, zoning regulations of urban areas and industrial areas. Theme": "क्षेत्रों के मास्टर प्लान, मण्डलन नियमों में आवश्यक प्रावधान /संशोधन किये जाएंगे।",
  "Park/Amusement Park can also be established in the agricultural area outside the Master Plan Notified Area, for": "थीम पार्क/ मनोरंजन पार्क मास्टर प्लान अधिसूचित क्षेत्र के बाहर कृषि क्षेत्र में भी",
  "“Investment of about Rs. 800 crores by Bhasin Infotech & Infrastructure Pvt Ltd on Plot No. SH-2 of Surajpur Site-4 Greater Noida, Industrial Area of Corporation while doing the construction": "“निगम के औद्योगिक क्षेत्र ग्रेटर नोएडा के सूरजपुर साइट-4 के प्लॉट नंबर एस एच- 2 पर भसीन इंफोटेक एंड इंफ्रास्ट्रक्चर प्राइवेट लिमिटेड द्वारा लगभग 800 करोड़",
  "of a multiplex commercial and hotel in the name of Grand Venice,": "रुपये का निवेश किया गया है, जो ग्रैंड वेनिस के नाम से एक मल्टीप्लेक्स वाणिज्यिक",
  "the request of the developer company, investment of more than Rs.": "विकासकर्ता कंपनी के अनुरोध पर, 500 करोड़ रुपये से अधिक का निवेश और",
  "promoting tourism and in order to make their project run smoothly,": "रोजगार उपलब्धता तथा पर्यटन को बढ़ावा देने के उद्देश्य से उनकी परियोजना को",
  "give exemption to them. Possibly the level of the above decision will": "रूप में घोषित करने की सिफारिश की जाती है। संभवतः उपरोक्त निर्णय का स्तर",
  "be of the State Cabinet, so the necessary material is being enclosed for the cabinet note.": "राज्य मंत्रिमंडल का होगा, अतः आवश्यक प्रपत्र कैबिनेट नोट के लिए संलग्न किए जा",
  "Therefore, it is kindly requested to take necessary action on the above.”": "अतः अनुरोध है कि उपरोक्त पर आवश्यक कार्यवाही करने का कष्ट करें।”",
  "3.6.1. We may also take note of a document placed on record with IA No.": "3.6.]. हम 2022 का एआई नं- 256279 अंकित रिकार्ड में रखे गए दस्तावेज़ का संज्ञान",
  "dated 31.01.2015. It seems to be the justification in making the recommendations aforesaid and reads as under: -": "सिफारिशों का स्वीकार्य कारण प्रतीत होता है और निम्नवत है-",
  "(GREATER NOIDA, GAUTAM BUDDHA NAGAR) AS A TOURIST DESTINATION,": "“द ग्रैंड वेनिस (ग्रेटर नोएडा, गौतम बुद्ध नगर) को पर्यटन स्थल घोषित करने के",
  "A commercial plot allotted by Uttar Pradesh State Industrial Development Corporation to M/s Bhasin Infotech & Infrastructure": "उत्तर प्रदेश राज्य औद्योगिक विकास निगम द्वारा मैसर्स भसीन इंफोटेक एंड",
  "investing about Rs. 800.00 crores, which will provide employment": "लगभग 800 करोड़ रुपये के निवेश से किया गया, जिस पर लगभग 5000 लोगों",
  "convenient place from the point of view of tourism. The Grand Venice has been developed by the developer to attract international": "सुविधाजनक स्थान है। ग्रैंड वेनिस पर्यटन को विकासकर्ता द्वारा अंतर्राष्ट्रीय और घरेलू",
  "entertainment and geography and community will be the only place": "अनूठी वास्तुकला, मनोरंजन और भूगोल तथा समुदाय ही घूमने की जगह होगी। यह",
  "to visit. It is conveniently located near Greater Noida Express Way": "ग्रेटर नोएडा एक्सप्रेस वे के निकट सुविधाजनक स्थान पर स्थित है और अपनी",
  "and due to its special location, it will also become a suitable destination for tourists going from Delhi to Agra. In this project,": "विशेष स्थिति के कारण दिल्ली से आगरा जाने वाले पर्यटकों के लिए यह एक उपयुक्त स्थान बन जाएगा। इस परियोजना में सभी आयु वर्ग तथा प्राथमिकताओं के पर्यटकों",
  "special care has been taken for educational tourism while": "के लिए कुछ न कुछ रखते हुए शैक्षिक पर्यटन का विशेष ध्यान रखा गया है।",
  "the abovesaid extensive policy in view of relevant amendments for": "कार्यान्वयन के लिये सम्बन्धित संशोधन के दृष्टिगत उपर्युक्त व्यापक नीति",
  "A(1) That hundred percent concession in stamp duty shall be kept": "(।) स्टाम्प शुल्क में शत-प्रतिशत रियायत यथावत रखी. जायेगी",
  "as it is in respect of transfer of land related with the project either": "क्योंकि यह परियोजना से सम्बन्धित भूमि के हस्तांतरण के सम्बन्ध में है",
  "purchased or taken on lease from State/Central Government or from the Corporation, Council, Company under their ownership.": "जो या तो राज्य/केन्द्र सरकार या निगम, परिषद, कम्पनी से उनके",
  "material/items imported in the state for 10 years or the construction": "के लिये 40 वर्ष या निर्माण अवधि (जो भी कम हो) के लिये परियोजना",
  "(4) That hundred percent concession will be provided in the facilities for 15 years from the date of operation of the project.": "(4) यह शत प्रतिशत रियायत परियोजना के संचालन की तारीख से 45 वर्षों के लिये सुविधाओं में प्रदान की जायेगी |",
  "(5) Theme based Mall is also included in the extensive scheme and": "(5) थीम आधारित मॉल को भी व्यापक योजना में सम्मिलित किया गया है",
  "relaxation is given in respect of limitation of 300 Acres of minimum land as mentioned in Para No.2 for the matter related with the": "उल्लिखित न्यूनतम भूमि की 300 एकड़ की परिसीमन के सम्बन्ध में",
  "theme-based Mall. For giving recommendations to the permissions": "शिथिलता दी गई है। थीम आधारित मॉल से सम्बन्धित मामले में",
  "1. Principal Secretary/Secretary Tourism Department, President.": "] पर्यटन विभाग के प्रधान सचिव/सचिव, अध्यक्ष ।",
  "2. Principal Secretary/Secretary, Cultural Department, Member.": "2.प्रधान सचिव/सचिव, संस्कृति विभाग, सदस्य।",
  "3. Principal Secretary, Secretary, Housing and Town Planning Department, Member.": "3. प्रधान सचिव/सचिव, आवास और नगर नियोजन विभाग, सदस्य।",
  "4. Director General, Tourism, U.P., Member, Convener.": "4. पर्यटन महानिदेशक, उत्तर प्रदेश, सदस्य, संयोजक।",
  "5. Managing Director, U.P.S. Tourism Development Corporation Limited, Member.": "5 प्रबंध निदेशक, उत्तर प्रदेश राज्य पर्यटन विकास निगम सीमित सदस्य।",
  "B. That in Para No.4 of the extensive policy for above mentioned": "बी. उपर्युक्त परियोजना के लिए व्यापक नीति के पैरा संख्या 4 में सार्वजनिक",
  "project, the limit of partnership of public enterprise/SPB or company": "उद्यम/एसपीबी या राज्य सरकार की कंपनी की साझेदारी की सीमा को भूमि की",
  "maximum cost of land to minimum 20 percent of cost of land which": "की लागत का न्यूनतम 20 प्रतिशत कर दिया गया है।",
  "on the entire expenses (alongwith cost of land) while doing": "आकलन करते समय पूरे व्यय (भूमि की लागत के साथ) का 3 प्रतिशत",
  "D. The working agency will provide freehold land to the S.P.V. after": "डी. कार्यकारी एजेंसी एस. पी. वी. को भूमि का अधिग्रहण करने के बाद",
  "acquiring the land as per the rules, for which the freehold charge": "नियमों के अनुसार फ्रीहोल्ड भूमि प्रदान करेगी, जिसेके लिए फ्रीहोल्ड शुल्क",
  "will be payable as per the rules.": "नियमों के अनुसार देय होगा।",
  "E. That if the abovesaid project is implemented by any such public": "यह कि यदि उपर्युक्त परियोजना किसी ऐसे सार्वजनिक उद्यम द्वारा कार्यान्वित",
  "enterprise which is covered under some other Act, then in that event": "की जाती है जो किसी अन्य अधिनियमों से अवतरित हो तो उस स्थिति में",
  "the related terms and conditions mentioned in the said Act will apply to the said project.": "उक्त अधिनियम में उल्लिखित संबंधित नियम और शर्तें उक्त परियोजना में लागू होंगी।",
  "06.11.2013 issued for the establishment of theme park/amusement": "3. थीम पार्क/मनोरंजन पार्क की स्थापना के लिए जारी किए गए",
  "and conditions and contract mentioned in the above Official Order": "आधिकारिक आदेश में उल्लिखित नियम और शर्तें और अनुबंध पहले की",
  "shall remain as it is.”": "तरह ही रहेंगे।”",
  "3.9. It appears that the petitioner, after taking note of the amendments so brought about to the original policy, put forward a proposal for": "3.9. ऐसा प्रतीत होता है कि याचिकाकर्ता ने, मूल नीति में इस प्रकार किए",
  "recognition of its project as a theme-based mall, and for benefits, under the": "गए संशोधनों पर ध्यान देने के बाद, एक थीम-आधारित मॉल के रूप में अपनी परियोजना की मान्यता के लिए और उक्त नीति के अंतर्गत लागों हेतु",
  "Time Extension Fee: The developer has demanded to waive off the time extension fee charged by UPSIDC due to delay in the": "गए समय विस्तार शुल्क को माफ करने की मांग की है। परियोजना के क्षेत्रीय विकास,",
  "project. It is recommended to accept the demands being made by the developer due to the project being Ideal for benefits like regional": "आदर्श होने के कारण डेवलपर द्वारा की जा रही मांगों को प्रतिग्रहण करने की सिफारिश",
  "development, promotion of tourism and providing more number of": "पर्यटन को बढ़ावा देने, निधियों के निवेश को बढ़ाने और थीम",
  "of which is likely to be demolished by the Commissioner, Meerut Division, Uttar Pradesh can be redressed by calling upon the State": "आयुक्त मेरठ संभाग उत्तर प्रदेश द्वारा ध्वस्त किया जाना संभावित है का निवारण",
  "to consider the proposal submitted by the builder for converting the user of land in question as freehold. That proposal has been": "विचाराधीन भूमि के उपयोगकर्ता को फ्री होल्ड के रूप में परिवर्तित करने के लिए",
  "favourably recommended by the concerned Committees and the": "संबंधित समिति द्वारा इस प्रस्ताव को अनुकूल रूप अनुशंसित किया गया है और",
  "State Government needs to now quantify the amount payable by the Builder for availing of the Scheme of conversion as freehold land.": "राज्य सरकार को अब निर्बाध धृति भूमि के रूप में संपरिवर्तन की योजना का लाभ",
  "In light of this submission, we direct the Secretary of the concerned Department of the State of Uttar Pradesh to take": "इस तर्क के आलोक में हम उत्तर प्रदेश राज्य के संबंधित विभाग के सचिव को निर्देश",
  "expeditious decision on the proposal already submitted for": "के लिए पहले से ही प्रस्तुत प्रस्ताव पर शीघ्र निर्णय लें और इस संबंध में सुनवाई की",
  "appropriate report in this Court in that behalf before the next date of": "अगली तारीख से पहले उनकी ओर से उचित रिपोर्ट इस न्यायालय में प्रस्तुत करें।",
  "hearing. If there is any further formality to be complied with by the": "यदि बिल्डर द्वारा किसी अन्य औपचारिकता का पालन किया जाना है तो बिल्डर से",
  "builder, the builder can be called upon to do so and if the proposal cannot be accepted in law, that position be made amply clear in the": "ऐसा करने के लिए कहा जा सकता है और यदि कानूनन इस प्रस्ताव को स्वीकार नहीं",
  "decision to be taken by the authority concerned by recording": "किया जा सकता उस स्थिति को संबंधित प्राधिकारी द्वारा लिए जाने वाले निर्णय में",
  "reasons in that regard. To enable the State to submit the report, we": "रिपोर्ट प्रस्तुत करने में सक्षम बनाने के लिए हम इन मामलों की सुनवाई",
  "defer the hearing of these matters till 23.11.2021, when appropriate orders will be passed on the proposal submitted by the builder and": "23.7.2027 तक स्थगित करते हैं जब बिल्डर द्वारा प्रस्तुत प्रस्ताव और उसकी",
  "5.4. On 13.12.2021, this Court once again impressed upon the Secretary of the Department concerned to take expeditious decision on the": "5.4. दिनांक 3.2.2027 को इस न्यायालय ने एक बार फिर संबंधित विभाग के सचिव",
  "proposal regarding conversion of the subject land as freehold, as observed": "को विषयगत भूमि को निर्बाद धृति के रूप में सम परिवर्तित करने के प्रस्ताव पर शीघ्र निर्णय",
  "in the order dated 20.10.2021.": "लेने के लिए कहा जैसा कि दिनांक 20.0.202 के आदेश में कहा गया था।",
  "6. Pursuant to the direction so issued in the above-referred orders of": "6. इस न्यायालय के ऊपर संदर्भित आदेशों में जारी किए गए निर्देश के अनुक्रम में प्रतिवादी",
  "this Court, respondent No. 1 considered the matter relating to the prayer of the petitioner for conversion of the subject land as freehold; and, by way of": "संख्या () ने विषय गत भूमि के निर्बाध धृति के रूप में समपरिवर्तन के लिए याचिकाकर्ता की",
  "the impugned order dated 24.01.2022, declined to accede to the proposal and prayer of the petitioner for conversion of the subject land from": "प्रार्थना से संबंधित मामले पर विचार किया और आक्षेपित आदेश दिनांक 24.07.2022 के",
  "leasehold to freehold under the said policy and the stipulations therein.": "माध्यम से उक्त नीति और उसमें दी गई शर्तों के तहत विषयक भूमि को पट्टा धृति से निर्बाध",
  "08.10.2009. It was also observed that since the question as to the execution of tripartite sub-lease was sub judice before the High Court, it": "08.0.2009 को अनुमोदित किया गया था। यह भी माना गया कि चूंकि त्रिपक्षीय उप पट्टे के निष्पादन का प्रश्न उच्च न्यायालय के विचाराधीन था इसलिए इस संबंध में कोई अंतिम निर्णय",
  "6.5. The relevant passages of the impugned order dated 24.01.2022": "6.5 आक्षेपित आदेश दिनांक 24.0.2022 के प्रासंगिक गद्यांशो को निम्नानुसार पुनः",
  "could be reproduced as under: -": "प्रस्तुत किया जा सकता है:-",
  "“(1) In continuation of the request, point No. 1 submitted by Shri SS Bhasin, it is to be informed that allotment of plot for commercial,": "“() श्री एसएस भसीन द्वारा प्रस्तुत अनुरोध बिंदु संख्या के क्रम में यह अवगत",
  "Bhasin, it is to be informed that allotment of plot for commercial, multiplex, hotel, shopping etc. has been issued on 05.08.2006 and": "कराना है कि वाणिज्यिक, मल्टीप्लेक्स, होटल शॉपिंग आदि के लिए भूखंड का",
  "map dated 08.10.2009 and partial completion certificate on": "आवंटन दिनांक 05.08.2006 को एवं नक्शा दिनांक 08.0.2009 एवं आंशिक",
  "lease hold for 90 years, it is clearly mentioned. It is also known that": "विलेख में भी भूमि 90 वर्ष की पट्टा धृति पर है यह स्पष्ट: उल्लिखित है यह भी",
  "the space created in the said project has been booked by the promoter in favour of different persons and institutions. At the time": "विदित है कि उक्त परियोजना में सृजित स्थान को विभिन्न व्यक्तियों और संस्थानों के",
  "of booking, the developers and the buyer were certainly aware that": "पक्ष में बुक कर लिया गया है बुकिंग के समय डेवलपर्स और खरीददार निश्चित रूप से",
  "the said land is leasehold in nature and the investment would have": "जानते थे कि उक्त भूमि पट्टा धृति प्रकृति की है और निवेश उपरोक्त आधार पर",
  "been made by the investors on the above basis. Since the policy of the Department of Tourism came into existence for the first time in": "निवेशकों द्वारा किया गया होगा। चूंकि पर्यटन विभाग की नीति पहली बार 203 में",
  "2013, and theme-based malls were included in it in the year 2016.": "अस्तित्व में आई और थीम बेस्ट मॉल को सन 2076 में इसमें शामिल किया गया।",
  "Therefore, the argument presented in point number-1 does not seem to be justified.": "इस प्रकार बिंदु संख्या एक में प्रस्तुत तर्क न्याय संगत प्रतीत नहीं होता है।",
  "(2) In response to the request expressed in point no. 2 by Shri SS": "श्री एस 0 एस 0 भसीन द्वारा बिंदु संख्या 2 में व्यक्त अनुरोध के जवाब में, सभी",
  "Pradesh in November 2013 and all the provisions of the amendment": "203 में जारी शासनादेश एवं समस्त प्रावधान के संशोधन दिनांकित",
  "dated 03.05.2016 are effective only from the date of 06.11.2013. As": "03.05.206 केवल दिनांक 06..203 से प्रभावी हैं। जैसा कि इन प्रावधानों",
  "construction and operation of theme park/amusement park/theme-": "में वर्णत है, थीम पार्क/मनोरं॑जन पार्क/थीम आधारित माल के निर्माण एवं",
  "features relating to the project undertaken by the petitioner on the subject": "विचाराधीन मामले में परियोजना को निजी निवेश के माध्यम से याचिकाकर्ता द्वारा",
  "Industrial area Surajpur site-4 in question was requested by Shri SS": "शर्तों को लागू माना जाएगा। प्रश्ननत भूखण्ड सूरजपुर साइट-४ में स्थित है जो",
  "decisions regarding the assessment of the desired land, the selection of the private investor and the implementation of the": "कर किया जा सकता है। ऐसी स्थिति में, वांछित भूमि के निर्धारण, निजी निवेशक के",
  "project after the selection will be taken by the concerned": "चयन एव चनय के पश्चात परियोजना के क्रियान्यवयन संबंधी समस्त निर्णय संबंधित",
  "authority/government body/public undertaking under its own rules.": "प्राधिकारी/शासकीय निकाय/सार्वजनिक उपक्रम द्वारा अपने नियमों के अधीन लिए",
  "It is clear in Para-3 that all the decisions regarding ‘establishment and operation of theme park/amusement park": "पैरा-3 में यह साफ है कि थीम पार्क / मनोरंजन पार्क की स्थापना एवं संचालन एवं",
  "and project implementation’ will be taken by the concerned": "परियोजना क्रियान्वयन संबंधी समस्त निर्णय संबंधित प्राधिकारी द्वारा अपने नियमों",
  "authority under its own rules. Since there is no policy of the": "के अधीन लिए जायेंगे। चूंकि निर्वादधृति के लिए प्राधिरकरण की कोई नीति नही है ,",
  "4. Due perusal of records was done in the context of the facts mentioned/reported in point no. 4 by Shri SS Bhasin and it was": "श्री एस 0 एस 0 भसीन द्वारा बिंदु 4 में उल्लिखित/रिपोर्ट किये गए तथ्यों के संदर्भ में",
  "found that although the lease deed executed on 23.08.2006 does": "पत्रावली का परिशीलन किया गया और यह पाया गया कि 23.08.2006 को निष्पादित",
  "not directly describe or mention the tripartite sublease deed but": "पट्टा विलेख में त्रिपक्षीय उप-पट्टा विलेख का प्रत्यक्ष रुप से वर्णन या उल्लेख नहीं है,",
  "Para 10(b) of the allotment letter dated 05.08.2006 clearly mentions": "लेकिन दिनांक 05.08.2006 के आवंटन पत्र के पैरा-0(0) में स्पष्ट रुप से त्रिपक्षीय",
  "be executed by UPSIDC. Ltd., with the ultimate allottee of Developer on the request of the developer in writing. In": "लिमिटेड द्वारा विकासकर्ता के लेखन में अनुरोध पर विकासकर्ता के अंतिम आबंटिती",
  "tripartite lease deed, the allottee of developer shall be the": "के साथ निष्पादित किया जाएगा। त्रिपक्षीय पट्टा विलेख में विकासकर्ता का आबंटिती",
  "lessee, the UPSIDC Ltd., will be the lessor and the developer": "पट्टेदार होगा, यू0 पी0 एस 0 आई 0 डी0 सी0 लिए पट्टाकर्ता होगा और विकासकर्ता एक",
  "the proportionate undelivered interest in the land while the developer will be transferring the interest in the built-up space.": "हित का अंतरण करेगा, जबकि विकासकर्ता निर्माण स्थान में हित का अंतरण करेगा।",
  "In addition to the above, it is clearly mentioned in the point no. 13 (page 13) of the lease deed executed on 23.08.2006 that the": "उपरोक्त के अलावा, 23.08.2006 को निष्पादित पट्टा विलेख के पैरा-3 (पृष्ठ 3) में",
  "compliance of the conditions mentioned in the allotment will also": "स्पष्ट रुप से उल्लेख किया गया है कि आवंटन में उल्लिखित शर्तों का अनुपालन भी",
  "be ensured:": "सुनिश्चित किया जाएगा:",
  "laws & other rules and regulation carry out any specific activity": "शर्तों का पालन करना होगा और इस तरह की विशिष्ट गतिविधियों को करने के पहले",
  "from appropriate Govt. bodies before undertaking such": "उपयुक्त सरकारी निकायों से इस प्रकार की गतिविधि को करने के लिए कानूनों और",
  "allotment of the whole plot or part thereof as UPSIDC deems fit.": "पूरे प्लाट या उसके हिस्से का आवंटन रद्द किया जा सकता है, जैसा यू0 पी0 एस 0 आई 0 डी0 सी0 उचित समझे।",
  "not apply to them is not legal. Apart from this, the lease deed executed on 30.03.2009 mentions the execution of tripartite sub-": "नहीं है। इसके अलावा 30 मार्च, 2009 को निष्पादित पट्टा विलेख में त्रिपक्षीय उप",
  "lease deed. Since in the lease deed executed on 23.08.2006 the": "पट्टा विलेख निष्पादन का उल्लेख है। चूँकि दिनांक 23.08.2006 को निष्पादित पट्टा",
  "area is 37208.00 and the area mentioned in the lease deed": "विलेख में उल्लिखित क्षेत्र 37208.00 वर्ग मीटर है",
  "executed on 30.03.2009 is 3297.00 square meters, the integrated": "और दिनांक 30.03.2009 को निष्पादित पट्टा विलेख में उल्लिखत क्षेत्र 3297.00",
  "map of the total area of 40505.00 square meters has been approved on 08.10.2009. Therefore, in the above circumstances also the": "वर्ग मीटर है इसलिए दिनांक 08.0.2009 को 40505.00 वर्ग मीटर के कुल क्षेत्र का एकीकृत मानचित्र अनुमोदित किया गया है। इसलिए उपरोक्त परिस्थितियों में",
  "Surajpur Site-4, notified industrial development area of": "इंडस्ट्रियल एरिया, सूरजपुर साइट- 4, जिला गौतमबुद्ध नगर का फ्री होल्ड होना",
  "10.2. While assailing the impugned order dated 24.01.2022, it has been": "0.2) 24.07.2022 दिनांकित आक्षेपित आदेश की आलोचना करते हुए याचिकाकर्ता के",
  "strenuously argued by the learned senior counsel for petitioner that the order so passed by the Additional Chief Secretary/Principal Secretary": "विद्वान वरिष्ठ अधिवक्ता द्वारा जोरदार तर्क दिया गया है अपर मुख्य सचिव / प्रधान सचिव,",
  "Industrial Development Section-4, Uttar Pradesh is devoid of any merit and": "औद्योगिक विकास खंड-4, उत्तर प्रदेश द्वारा इस प्रकार पारित आदेश में कोई योग्यता / बल",
  "is contrary to the stand taken by the respondents earlier and, therefore,": "नहीं है और यह प्रतिवादी द्वारा पहले लिए गए रूख के विरोध में है और इसलिए गंभीर दुर्बलता",
  "suffers from grave infirmity and deserves to be set aside.": "से ग्रस्त है और इसे रद्द किया जाना चाहिए।",
  "Government of Uttar Pradesh in the year 2013 for promotion of tourism in": "0.3 राज्य में पर्यटन को बढावा देने के लिए वर्ष 20:3 में उत्तर प्रदेश सरकार द्वारा तैयार की",
  "the State, it has been submitted that clause 3 of the said policy clearly": "गई नीति में कही शर्तों के संदर्भ में, यह स्पष्ट रूप से प्रस्तुत किया गया है कि उक्त नीति के खंड",
  "states that ‘Theme Park/Amusement Park can be established and operated": "3 में ये कहा गया है कि थीम पार्क / मनोरंजन पार्क की स्थापना और संचालन निजी क्षेत्र,",
  "by private sector, PPP or any authority by creating an S.P.V. In such a": "पीपीवी या किसी भी अधिकार द्वारा एसपीवी बनाकर किया जा सकता है। ऐसी स्थिति में,",
  "situation, all the decisions regarding the assessment of the desired land, the selection of the private investor and the implementation of the project after the selection will be taken by the concerned authority/government": "वांछित भूमि के आकलन, निजी निवेशक का चयन और चयन के बाद परियोजना के",
  "was filed by the petitioner, while continuing with the interim relief granted": "राहत को जारी रखते हुए जिसे याचिकाकर्ता द्वारा विशेष अनुमति याचिका दायर करने के बाद",
  "required that no tripartite lease deed is required for sub-letting the built-up": "कि निर्मित स्थान को उप-पट्टा पर देने के लिए किसी भी त्रिपक्षीय पट्टा विलेख की आवश्यकता",
  "space; that clause 3(j) of the lease deed dated 23.08.2006 is inapplicable": "नहीं है; कि पट्टा विलेख दिनांक 23.08.2006 का खण्ड 3(|) निर्मित हिस्से के हस्तांतरण के",
  "for transfer of built-up portion; and that the right under clause 9 of the said": "लिए अनुपयुक्त है; और यह कि कथित पढट्टे की धारा 9 के तहत अधिकारपूर्ण है, के लिए",
  "have duly supported the order impugned and have submitted that no case": "अधिवक्ता ने आक्षेपित आदेश का विधिवत समर्थन किया है और प्रस्तुत किया है कि",
  "for issuance of any writ, order or direction in terms of the prayers of the petitioner is made out.": "याचिकाकर्ता की प्रार्थनाओं के संदर्भ में कोई रिट, आदेश या निर्देश जारी करने का कोई मामला",
  "behalf of the respondents that the amended policy would not be applicable to the petitioner for four primary reasons. First, that as per the lease deed,": "संशोधित नीति चार प्राथमिक कारणों से याची पर लागू नहीं होगी। पहला , पट्टा विलेख के",
  "the subject land has been leased to the petitioner, with 90 years being the term of the lease. Secondly, the policy stipulates that there must be": "अनुसार विषयगत भूमि याचिकाकर्ता को पट्टे पर दी गई है, जिसमें पट्टा अवधि 90 वर्ष है। दूसरा,",
  "partnership with State Government/PSU/Government Company, who must": "यह है कि राज्य सरकार/पी0 एस 0 यू0/सरकारी कंपनी के साथ साझेदारी होनी चाहिए, जिनकी",
  "have minimum 20% stake/investment but then, there is no such investment of the State Government or PSU or Government Company in the project in": "न्यूनतम 20% हिस्सेदारी/निवेश होना चाहिए, लेकिन राज्य सरकार या पी0एस 0 यू0 या सरकारी कंपनी का प्रश्ननत परियोजना मे ऐसा कोई निवेश नहीं है। तीसरा, नीति 0.5 के औसत",
  "mall has also been included in the policy with relaxation as regards minimum of 300 acres of area in case of theme-based malls. With further": "दिया है कि थीम आधारित मॉल को भी न्यूनतम 300 एकड क्षेत्र की रियायत के साथ इस",
  "provide freehold land to the S.P.V. after acquiring the land as per the rules,": "कि कार्यकारी एजेन्सी नियमों के अनुसार भूमि का अधिग्रहण करने के बाद एस. पी. वी. को",
  "for which the freehold charge will be payable as per the rules’, it has been": "निर्वादधृति भूमि प्रदान करेगी जिसके लिए “नियमों के अनुसार निर्वादधृति शुल्क देय होगा!',",
  "argued that in view of the aforesaid amendments, the petitioner is entitled": "यह तर्क दिया गया है कि उपरोक्त संशोधनों को ध्यान में रखते हुए, याचिकाकर्ता",
  "to the benefit of getting the subject land converted from leasehold to": "विषयगत ,// प्रश्नगत भूमि को पट्टाधृति से निर्वादधृति में परिवर्तित कराने के लाभ का",
  "recommendation of the Committee constituted under the amended policy,": "हुए, संशोधित नीति के अंतर्गत गठित समिति की अनुशंसा के अनुसार, प्रश्नगत प्लॉट पर",
  "permitting the project situated at the plot in question to be recognized as a “theme-based mall\" and also recognising that the petitioner would be": "स्थित परियोजना को थीम आधारित मॉल के रूप में मान्यता देते हुए और यह भी मान्यता",
  "entitled to the benefits ensuing from the Memo dated 03.05.2016. Learned": "देते हुए कि याचिकाकर्ता दिनांक 03.05.206 के ज्ञापन से होने वाले लाभों का अधिकारी",
  "based mall, the petitioner is entitled to get the subject land converted from": "जाने के कारण के संदर्भ में भी, याचिकाकर्ता संम्बन्धित भूमि को पट्टाधृति भूमि से",
  "leasehold to freehold and denial of this right of the petitioner under the": "निर्वादधृति भूमि में परिवर्तन कराने का हकदार है तथा याचिकाकर्ता के इस अधिकार को",
  "impugned order dated 24.01.2022 deserves to be disapproved.": "नकारना आक्षेपित आदेश दिनांकित 24.0.2022 के अंतर्गत अस्वीकृत किये जाने योग्य है।",
  "but will also generate employment opportunities; revenue for the State and": "निवेश में मूल्यवृद्धि करेगा बल्कि रोजगार के अवसर भी पैदा करेगा; राज्य और केन्द्र सरकार के",
  "regards nearly 6000 allotments of land by UPSIDC in the subject area, if": "यू0 पी0 एस 0 आई 0 डी0 सी0 द्वारा लगभग 6000 भूमि के आवंटन के संबंध में पट्टाधृति का",
  "same which would be highly prejudicial to the Government, as also contrary": "अन्य पट्टेदार इसका दावा कर सकते है जो सरकार के लिए अत्यधिक प्रतिकूल होगा, साथ ही",
  "to the rules and regulations of UPSIDC.": "यू0 पी0 एस 0 आई 0 डी0 सी0 के नियमों और विनियमों के विपरीत भी होगा।",
  "11.4. As regards other submissions on behalf of the petitioner for allowing": ".4. जहां तक द्विपक्षीय उप-पट्टों की अनुमति देने के लिए याची की ओर से अन्य प्रस्तुतियों",
  "referred to the stipulation of the allotment letter dated 05.08.2006, including": "दिनांकित 05.08.2006 के शर्त का उल्लेख किया है जिसमें खण्ड 0 शामिल करते हुए, याची के",
  "deed has to be executed with allottee of the developer to be the lessee,": "लिए, विकासकर्ता को एक पुष्टकर्ता दल होने के लिए, विकासकर्ता के आवंटितों के साथ एक",
  "Further, clause 13 of the lease deeds dated 23.08.2006 and 30.03.2009": "त्रिपक्षीय पट्टा विलेख निष्पादित किया जाना चाहिए। इसके अलावा पट्टा विलेख दिनांकित 23.08.2006 और 30.03.2009 के खण्ड 3 में यह स्पष्ट किया गया है कि पट्टेदार को आवंटन",
  "property. It has also been submitted that the petitioner never sought": "संपत्ति एक पट्टाधृति संपत्ति है। यह भी प्रस्तुत किया गया है कि याची ने कभी भी यू0 पी0 एस 0",
  "by the petitioner, being CS No. 257 of 2018, seeking declaration and": "दायर मूल वाद, 208 का सी0 एस 0 संख्या 257 है, प्रतिवादी संख्या 2 के विरुद्ध घोषणा और",
  "3(e), (i) and (j) of the lease deed dated 23.08.2006, remains pending before the Trial Court.": "स्थाई निषेधा की मांग करता है जो कि उसे पट्टा विलेख दिनांक 23.08.2006 की धारा 3(९), () & (ं) को लागू करने से रोकता है, विचारण न्यायालय के समक्ष लंबित है।",
  "12. We have given anxious consideration to the rival submissions and have perused the material placed on record.": "42. हमने विरोधी तर्कों पर गंभीरतापूर्वक विचार किया है और अभिलेख पर रखी गई सामग्री का अवलोकन किया है।",
  "13. As noticed hereinabove, a few contentions have been urged in this": "43. जैसा कि यहां ऊपर देखा गया है, इस मामले में याचिकाकर्ता की ओर से उप-पट्टा",
  "matter on behalf of the petitioner as regards the questions relating to the execution of sub-lease deed or against execution of tripartite sub-lease": "विलेख के निष्पादन या त्रिपक्षीय उप-पट्टा विलेख के निष्पादन से संबंधित प्रश्नों के संबंध",
  "respondents. We have only taken note of the rival contentions in regard to": "खंडन / विरोध किया गया है। इन प्रश्नों के संबंध में हमने केवल विरोधी दलीलों पर ध्यान",
  "these questions but, for the reason that these aspects are not forming the part of principal prayer in T. C. (C) No. 82 of 2022 and even other litigations": "दिया है, लेकिन इस कारण से कि ये पहलू टी.सी. (सी) संख्या 82 / 2022 में मुख्य प्रार्थना",
  "determination at the appropriate stage in the appropriate proceedings.": "उचित स्तर पर उचित कार्यवाही के निर्धारण के लिए छोड़ देंगे |",
  "14. The principal question arising for determination in the present": "44. वर्तमान प्रकरण के निर्धारण के लिए उत्पन्न होने वाला मुख्य प्रश्न यह है कि क्या",
  "matter is whether the petitioner is entitled to seek conversion of the subject": "परिवर्तित कराने का हकदार है अथवा नहीं। मामले की समग्रता से जांच करने के बाद,",
  "examined the matter in its totality, we are clearly of the view that answer to this question could only be in the negative for more than one reason.": "हमारा स्पष्ट मत है कि इस प्रश्न का उत्तर एक से अधिक कारणों से केवल नकारात्मक ही",
  "15. A comprehension of the factual aspects and the rival submissions makes it clear that the entire case of the petitioner-company, asserting its": "45. तथ्यात्मक पहलुओं की समझ और विरोधी तर्कों से यह स्पष्ट होता है कि विषयगत",
  "right to get the subject land converted from leasehold to freehold, is": "भूमि को लीजहोल्ड से फ्रीहोल्ड में परिवर्तित कराने के याचिकाकर्ता-कंपनी के अधिकार का",
  "and amended on 03.05.2016. The petitioner would assume that the said": "03.05.206 को संशोधित नीति पर आधारित है। याचिकाकर्ता ने यह मान लिया होगा कि",
  "policy with its amendment is applicable to its project and to the subject land.": "उक्त नीति अपने संशोधन के साथ उसकी परियोजना और विषयगत भूमि पर लागू होती",
  "This assumption is without any legal basis and the claim of the petitioner": "है। इस धारणा का कोई विधिक आधार नहीं है और याचिकाकर्ता का दावा खोखला और",
  "turns out to be hollow and baseless because neither the original policy": "निराधार हो जाता है क्योंकि न तो दिनांक 06.4.203 को तैयार की गई मूल नीति और न",
  "15.1. A look at the background aspects makes it clear that the subject": "45.। पृष्ठभूमि के पहलुओं पर एक दृष्टि से यह स्पष्ट होता है कि यूपीएसआईडीसी द्वारा",
  "land was allotted to the petitioner on 05.08.2006 after acceptance of its": "उक्त औद्योगिक भूखंड के आवंटन के प्रस्ताव को स्वीकार करने के बाद दिनांक 05.08.2006",
  "was allotted on 90 years lease basis. Further, it was provided in clause": "के खंड 44(क) में साफ एवं स्पष्ट किया गया था कि भूमि 90 वर्ष के पट्टे पर आवंटित की",
  "premises would be executed where the allottee of the developer shall be": "निर्मित परिसर का त्रिपक्षीय पट्टा विलेख निष्पादित किया जाएगा जिसमें डेवलपर का",
  "the lessee; UPSIDC shall be the lessor; and the developer (the petitioner)": "आवंटी पट्टेदार होगा; यूपीएसआईडीसी पट्टाकर्ता होगा; और डेवलपर (याचिकाकर्ता) एक",
  "shall be a confirming party. The lease deed dated 23.08.2006 in relation to 37208 sq. mirs. of the allotted land carried the covenants, inter alia, that": "पुष्टिकर्ता पक्ष होगा। आबंटित भूमि 37208 वर्ग मीटर के संबंध में पट्टा विलेख दिनांक 23.",
  "the lessee (the petitioner) will not, without the consent of lessor (UPSIDC),": "पट्टेकर्ता (यूपीएसआईडीसी) की सहमति के बिना, पट्टे पर दिए गए परिसर या खड़े भवनों में",
  "transfer, sublet, relinquish, mortgage or assign its interest in the demised": "अपना हित हस्तांतरित करना, किराए पर देना, त्यागना, गिरवी रखना या सौंपना नहीं",
  "[vide clause 3 (j)]. It was also stipulated that the allottee shall have to abide": "करेगा ख़िंड 3 (जे)) | यह भी निर्धारित किया गया था कि आवंटी को यूपीएसआईडीसी के",
  "13]. It appears that in this lease deed dated 23.08.2006, the stipulation": "है कि इस पट्टा विलेख दिनांक 23.08.2006 में, त्रिपक्षीय पट्टा विलेख के संबंध में ऐसा प्राव६",
  "regarding tripartite lease deed did not as such occur but the said clause 13": "त्रिपक्षीय पट्टा विलेख से संबंधित प्रश्नों में नहीं जा रहे हैं, लेकिन आवंटन की शर्तों और",
  "theme parks/amusement parks with minimum area of 300 acres and": "एवं. प्रोत्साहन निर्धारित किये गये थे, जो न्यूनतम 300 एकड़ क्षेत्र वाले थीम",
  "minimum capital investment of Rs. 500 crores. Clause 3 of the said policy,": "पार्क / मनोरंजन पार्क और रुपये 500 करोड़ के न्यूनतम पूंजी निवेश लिए उपलब्ध थे | नि",
  "of course, provided that a theme park/amusement park could be": ":संदेह, उक्त नीति के खंड 3 में प्रावधान किया गया था कि एक थीम पार्क / मनोरंजन पार्क",
  "established and operated by private sector, public-private partnership or": "निजी क्षेत्र, सार्वजनिक-निजी भागीदारी या किसी प्राधिकरण द्वारा विशेष उद्देश्य संस्था",
  "the decisions regarding assessment of the desired land, selection of the private investor and implementation of the project were to be taken by the": "मूल्यांकन, निजी निवेशकों के चयन और परियोजना के क्रियान्वयन के संबंध में सभी निर्णय",
  "concerned authority/government body/public undertaking under its own": "संबंधित प्राधिकरण / सरकारी निकाय // सार्वजनिक उपक्रम द्वारा अपने स्वयं के नियमों के",
  "rules but we are unable to find any correlation whatsoever of this stipulation of the policy with the subject land that had been given on lease to the": "तहत किया जाना था लेकिन हम नीति के इस अनुबंध का उस विषयगत भूमि,",
  "petitioner as also with the project of the petitioner which could never be": "जो याचिकाकर्ता को पट्टे पर दी गई थी, के साथ-साथ याचिकाकर्ता की परियोजना, जिसे",
  "termed as any theme park or amusement park. Viewed in this light, the": "कभी भी किसी थीम पार्क या मनोरंजन पार्क के रूप में नहीं कहा जा सकता है, के साथ",
  "recommending the case of the petitioner to declare its multiplex, hotel and commercial construction as tourist destination, turns out to be rather": "निदेशक द्वारा याचिकाकर्ता के मामले में इसके मल्टीप्लेक्स, होटल और व्यवसायिक निर्माण",
  "being the position, claim of the petitioner to seek benefits flowing from the Office Memo dated 03.05.2016 falls flat and is knocked to the ground.": "03.05.206 के कार्यालय ज्ञापन से लाभ प्राप्त करने का दावा विफल हो जाता है और धराशायी हो जाता है।",
  "15.4.1. It is also noteworthy that no SPV has been created in relation to the project of the petitioner with involvement of the State Government or any": "5.5. यह भी उल्लेखनीय है कि याचिकाकर्ता की परियोजना के संबंध में राज्य सरकार या",
  "the petitioner seeking freehold land is taken into consideration, only": "मांग करने वाले याचिकाकर्ता की दलीलों पर सोंच विचार किया जाता है तो केवल",
  "UPSIDC could be termed as “working agency” for the present purpose but": "यू0 पी0 एस 0 आई 0 डी0 सी0 को वर्तमान उद्देश्य के लिए \"कार्यकारी एजेन्सी” कहा जा सकता",
  "then, there is no partnership of UPSIDC in this project.": "है, लेकिन इस परियोजना में यू0 पी0 एस 0 आई 0 डी0 सी0 की कोई भागीदारी नहीं है।",
  "specifically leased to the petitioner for a period of 90 years in terms of the": "याचिकाकर्ता के विशेष रुप से 90 वर्ष की अवधि के लिए विषयगत भूमि को पट्टे पर दिया गया",
  "allotment letter dated 05.08.2006 and then lease deeds were executed on 23.08.2006 and 30.03.2009. The construction was undertaken by the": "था और फिर पट्टा विलेख 23.08.2006 और 30.03.2009 को निष्पादित किया गया था।",
  "petitioner over part of the land in question where partial completion": "याचिकाकर्ता द्वारा विवादित भूमि के एक हिस्से पर निर्माण किया गया था, जहां आंशिक समापन",
  "certificate was issued on 07.05.2011 and second completion certificate": "प्रमाण पत्र 07.05.20] को जारी किया गया था, और 6.04.205 को दूसरा समापन",
  "leased to the petitioner and the petitioner is also holding the same as lessee under the lease deeds executed for the purpose, there does not": "याचिकाकर्ता भी इस उद्देश्य के लिए निष्पादित पट्टा विलेख के तहत पट्टेदार के रुप में धारण कर",
  "appear any reason, justification, logic or rationale that such leasehold rights": "रहा है, तो ऐसा कोई कारण, औचित्य, तर्क या औचित्य प्रकट नहीं होता है कि इस तरह के पट्टे",
  "be converted into freehold rights. Secondly, the amended policy which is": "के अधिकार निवर्दिधृति अधिकारों में परिवर्तित किया जाए। दूसरा , संशोधित नीति जिस पर",
  "sought to be relied upon by the petitioner came into existence only after second completion certificate had been issued to the petitioner and, as per": "याचिकाकर्ता को दूसरा समापन प्रमाण पत्र जारी किए जाने के बाद ही अस्तित्व में आया और",
  "the petitioner's own assertions, the mall had been put into operation. We": "याचिकाकर्ता के स्वयं के दावे के अनुसार, माल के परिचालन में लाया गया था। हम मूल नीति",
  "are unable to find any stipulation in the original policy or its amendment that it could be applied with retrospective effect and to override the existing": "या इसके संशोधन में ऐसा कोई प्रावधान नहीं ढूंढ़ पाए है कि इसे पूर्वव्यापी प्रभाव से लागू किया",
  "legal rights as also the existing legal obligations.": "जा सके और मौजूदा कानूनी अधिकारों के साथ-साथ मौजूदा कानूनी दायित्वो की भी",
  "15.6. Viewed from any angle, even on direct construction of the relevant clauses vis-a-vis the subject-matter of the present petition, it remains": "5.6. किसी भी दृष्टिकोण से, यहां तक की वर्तमान याचिका की विषयवस्तु की तुलना में",
  "is of no application whatsoever in relation to the project in question.": "विचाराधीन नीति का विचाराधीन परियोजना के संबंध में किसी भी तरह से लागू नहीं है।",
  "Therefore, the claim of the petitioner has rightly been rejected.": "इसलिए याचिकाकर्ता के दावे को उचित रुप से खारिज कर दिया गया है।",
  "theme parks/amusement parks and it is difficult to see even a logic that the": "नहीं हो सकती है, जो कि थीम पार्क / मनोरंजन पार्क के लिए है और वह भी तब जब",
  "20% of the cost of the land.": "साथ ही भूमि की लागत के 20 प्रतिशत तक के निवेश के माध्यम से हिस्सेदारी हो ।",
  "15.3. As noticed, on 16.04.2015, respondent No. 2 issued second": "45.3 जैसा कि देखा गया, प्रतिवादी संख्या 2 ने दिनांक 46.04.205 को याचिकाकर्ता की",
  "completion certificate in respect of the project of the petitioner. Even until": "परियोजना के संबंध में दूसरा पूर्णता प्रमाण पत्र जारी किया। इस समय तक भी, प्रश्नगत",
  "this point of time, there was no amendment to the policy in question.": "नीति में कोई संशोधन नहीं किया गया था।",
  "15.4. Now, switching over to the amendment of the policy in question by way of Office Memo dated 03.05.2016, of course, the policy to promote": "45.4 अब, कार्यालय मेमो दिनांक 03.05.206 के माध्यम से प्रश्नगत नीति के संशोधन पर",
  "tourism was modified so as to grant certain other concessions and was": "संशोधित किया गया था ताकि कुछ अन्य रियायतें प्रदान की जा सकें और थीम-आधारित",
  "also expanded to include theme-based mall but then, such broadening of": "मॉल को शामिल करने के लिए विस्तारित किया गया था, लेकिन फिर, नीति का ऐसा",
  "with theme-based mall. Significantly, clause 4 of the original policy was modified in the manner that for theme-based mall, the limit of partnership": "के खण्ड 4 में इस तरह से संशोधन किया गया था कि थीम-आधारित मॉल के लिए राज्य",
  "20% of the maximum cost of land to minimum 20% of cost of land; and it": "20 प्रतिशत से परिवर्तित कर भूमि की लागत का न्यूनतम 20 प्रतिशत कर दिया गया; तथा",
  "payable. These stipulations occurring in the said Office Memo dated 03.05.2016 make it more than clear that as regards theme-based mall a": "ऑफिस मेमो दिनांक 03.05.206 में उल्लिखित ये शर्तें यह पूर्ण स्पष्ट करती हैं कि",
  "minimum of 20% of the partnership of the State Government or its": "थीम-आधारित मॉल के संबंध में राज्य सरकार या उसके साधनों की भागीदारी न्यूनतम 20",
  "instrumentality was stipulated; and such instrumentality of the State": "प्रतिशत निर्धारित की गयी थी; और राज्य सरकार के ऐसे साधन को कार्यकारी एजेंसी",
  "20. In view of the above and subject to the observations foregoing, writ": "उपरोक्त मे मद्देनजर और पूर्वगामी टिप्पणियों के अधीन, याचिकाकर्ता-कंपनी [उच्च न्यायालय में",
  "petition filed by the petitioner-company [Writ Petition No. 3790 of 2022 in the High Court - T. C. (C) No. 82 of 2022 in this Court] is dismissed; and": "2022 की रिट याचिका संख्या 3790] द्वारा दायर रिट याचिका खारिज की जाती है; और",
  "2019, as regards directions for converting the subject land from leasehold": "विषयगत भूमि को पट्टाधृति से निवर्दिधृति में परिवर्तित करने के निर्देशों के संबंध में भी खारिज",
  "to freehold, is also rejected. However, we make it clear that this judgment": "की जाती है। हालांकि, हम यह स्पष्ट करते हैं कि इस निर्णय का पक्षों के बीच लंबित या उत्पन्न",
  "shall otherwise be of no bearing on the other issues pending or arising": "होने वाले अन्य मुद्दों पर अन्यथा कोई प्रभाव नही डालेगा।",
  "between the parties. In other words, this judgment shall be relevant only to": "20. दूसरे शब्दों में, यह निर्णय केवल यचिकाकर्ता-कंपनी की विषयगत भूमि को पट्टाधृति से",
  "20.1. There shall be no order as to costs.": "लागत के रुप में कोई आदेश नहीं किया जाएगा।",
  "21. All pending applications relating to T. C. (C) No. 82 of 2022 also": "2. 2022 की 7.0८. (0८) १०. 82 0 2022 से संबंधित सभी लंबित आवेदन में तदनुसार",
  "(J.K. MAHESHWARI)": "(न्यायमूर्ति जे. के. माहेधरी )",
  "NEW DELHI;": "नई दिल्ली;",
  "MARCH 17, 2023.": "7.03.2023",
  "the high-ranking officers including Principal Secretaries of Tourism Department, Cultural Department, and Housing and Town Planning Department of the State Government had been the members of this": "की थी और प्रस्तुत किया था कि जब पर्यटन विभाग, संस्कृति विभाग और राज्य सरकार के आवास और नगर नियोजन विभाग के मुख्या सचिवों सहित उच्च स्तरीय अधिकारी इस समिति",
  "Committee, its recommendations partake the character of approval/qualification and cannot be ignored. The assertions of the": "से सदस्य रहे हैं, इनकी सिफारिशें अनुमोदन /योग्यता के रुप में होती है, इन्हें नज़रअंदाज नही",
  "petitioner and the submissions made in that behalf carry their own": "किया जा सकता है। याचिकाकर्ता के दावे और इस संबंध में किये गए निवेदन में अपनी -अपनी",
  "shortcomings.": "कमियां है।",
  "17.1. Whatsoever had been the composition of the Committee, it could have only made recommendation for final decision by the competent": "7... समिति की संरचना जो भी रही हो, वह केवल सक्षम प्राधिकारी द्वारा अंतिम निर्णय के",
  "have only made recommendation for final decision by the competent authority. Merely for presence of the Principal Secretaries of the Departments concerned in the Committee, it cannot be held that its": "लिए सिफारिश हो सकती थी। समिति में संबंधित विभागों के प्रमुख सचिवों की उपस्थिति मात्र",
  "recommendation itself would become a binding decision. Moreover, a close": "से यह नहीं कहा जा सकता है कि इसकी सिफारिश ही एक बाध्यकारी निर्णय बन जाएगी। इसके",
  "look at the said communication dated 16.09.2016 makes it evident that": "अलावा, उक्त संचार दिनांक 6.09.206 पर गौर करने पर यह स्पष्ट होता है कि यहां तक की",
  "even the recommendation had only been to approve the proposal ‘as a theme-based mall.’ It is too far-stretched to read this communication as if": "सिफारिश केवल \"थीम आधारित माल\" के रुप में प्रस्ताव को मंजूरी देने के लिए थी। इस संचार",
  "the Committee had recommended for grant of freehold rights. As noticed,": "को करना बहुत दूर की बात है जैसे की समिति ने निर्वादधृति अधिकार देने की सिफारिश की",
  "providing freehold land for the purpose of setting up a theme-based mall": "थी। जैसा की देखा गया है कि थीम आधारित माल की स्थापना के उद्देश्य से मुफ्त भूमि प्रदान",
  "had entirely different requirements and had been of entirely different connotations under the amendment Memo dated 03.05.2016.": "करने की आवश्यकताएं पूरी तरह से अलग थी और संशोधन मेमो दिनांक 03.05.206 के तहत पूरी तरह से अलग अर्थ थे।",
  "17.2. It is also noticed that in composition of the said Committee, there": "7.2. यह भी देखा गया है कि उक्त समिति की संरचना में संबंधित भूमि अर्थात्‌ यू0 पी0 एस 0",
  "was no representative of the agency/instrumentality directly concerned with": "आई 0 डी0 सी0 से प्रत्यक्ष रुप से संबंधित एजेन्सी /उपकरण का कोई प्रतिनिधि नहीं था।",
  "relation to the subject land as also the lease deeds already executed": "विषयगत भूमि के संबंध में कोई सुझाव या सिफारिश और साथ ही पहले से निष्पादित पट्टा",
  "between the petitioner-company and UPSIDC could not have been made": "विलेख याचिकाकर्ता -कंपनी और यू0 पी0 एस 0 आई 0 डी0 सी0 के पक्ष को ध्यान में रखे बिना",
  "passing of orders dated 20.10.2021 and 13.12.2021 by this Court in W.P. (Crl.) 242 of 2019, the matter was indeed examined by the Industrial": "3.2.202] को आदेश पारित करने के बाद डब्लू0 पी0(क्रि.) 209 के 242, मामले की",
  "Development Section-4 of the Government of Uttar Pradesh where the": "वास्तव में उत्तर प्रदेश सरकार के औद्योगिक विकास अनुभाग -4 द्वारा जांच की गई थी जहां",
  "representation sent through email on 21.01.2022 was also taken into consideration while passing the impugned order dated 24.01.2022.": "आक्षेपित आदेश को पारित करते समय 2.0.2022 को ई-मेल के माध्यम से भेजे गए प्रतिनिधित्व को भी ध्यान में रखा गया था।",
  "18. For what has been discussed hereinabove, we are satisfied that the": "8. यहां उपर जो चर्चा की गई है, उसके लिए हम संतुष्ट हैं कि विचाराधीन नीति को विषयगत",
  "policy in question cannot be applied in relation to the subject land.": "भूमि के संबंध में लागू नही किया जा सकता है। इसलिए, हमें प्रतिवादी संख्या 2 की ओर से",
  "Therefore, we find no necessity to delve further into the other issues raised": "उठाये गए अन्य मुद्दों में आगे जाने की कोई आवश्यकता नहीं है कि इसके आवंटन में निर्वादधृति",
  "rights in its allotments. Suffice it would be to say for the present purpose": "अधिकार देने की कोई नीति नहीं है। वर्तमान उद्दशेय के लिए इतनी ही कहना पर्याप्त होगा की",
  "that the claim of the petitioner for freehold rights in relation to the subject land cannot be accepted.": "संबंधित भूमि के संबंध में निर्वादधृति अधिकारों के लिए याचिकाकर्ता का दावा स्वीकार नहीं",
  "19. In an overall comprehension of the matter, we are satisfied that the impugned order dated 24.01.2022, insofar as it relates to the prayer of the": "9. मामले की समग्र समझ में, हम संतुष्ट हैं कि विवादित आदेश दिनांक 24.07.2022, जहां",
  "petitioner for grant of freehold rights on the subject land, does not suffer": "तक यह प्रार्थना से संबंधित है कि विषयगत भूमि पर निर्वादधृति अधिकार प्रदान करने के लिए"
}