{
  "NEW DELHI: oveteeesertreteeevtteeeeterneeesteed,": "नई दिल्ली",
  "NOVEMBER 23, 2021. [B.V. NAGARATHNA]": "23 नवंबर, 202",
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NO. 6945 OF 2021": "सिविल अपील संख्या 6945 वर्ष 2027",
  "State of U.P. ... Appellant(s)": "उ.प्र. राज्य ... अपीलार्थी(गण)",
  "Versus": "बनाम",
  "Chunni Lal & Ors. ...Respondent(s)": "चुन्नी लाल एवं अन्य ... प्रत्यर्थी(गण )",
  "JUDGMENT": "निर्णय",
  "M.R. SHAH, J.": "न्यायमूर्ति एम.आर. शाह",
  "and order dated 16.07.2014 passed by the High Court of Judicature at": "हो चुका है और इसलिए उच्च न्यायालय द्वारा पारित आक्षेपित निर्णय और आदेश",
  "2. The selection process for 35 posts of Deputy Collector was initiated by the U.P. Public Service Commission. A Combined State": "2. . उ.प्र, लोक सेवा आयोग द्वारा डिप्टी कलेक्टर के 35 पदों के लिए चयन",
  "Service Examination was held in the year 1985. In the year 1987, the": "प्रक्रिया शुरू की गई थी। वर्ष 985 में एक संयुक्त राज्य सेवा परीक्षा आयोजित की",
  "Ramesh Kumar Yadav (OBC category candidate) did not join their post.": "(सामान्य श्रेणी के उम्मीदवार) और श्री रमेश कुमार यादव (ओबीसी श्रेणी के",
  "Therefore, two posts of Deputy Collectors remained vacant. The Public": "उम्मीदवार) ने पद ग्रहण नहीं किया। इसलिए, डिप्टी कलेक्टरों के दो पद खाली रहे।",
  "Service Commission sent the names of two other candidates namely": "लोक सेवा आयोग ने डिप्टी कलेक्टर के पद पर नियुक्ति के लिए दो अन्य अभ्यर्थियों",
  "Shri Digvijay Singh and Chunni Lal (original writ petitioners) for the": "अर्थात्‌ श्री दिग्विजय सिंह और चुन्नी लाल (मूल रिट याचिकाकर्ता) के नाम भेजे।",
  "aforesaid recommendation by the Commission, the State Government": "आयोग द्वारा पूर्वोक्त अनुमोदन के आधार पर, राज्य सरकार ने उपरोक्त दो व्यक्तियों",
  "issued letter on 24.04.1989 to the Director General, Medical and Health": "की चिकित्सा जांच के लिए 24.04.989 को महानिदेशक, चिकित्सा और स्वास्थ्य",
  "Pandey approached the High Court by filing Writ Petition No.22966 of": "रिट याचिका संख्या 22966 वर्ष 988 दायर करके उच्च न्यायालय का दरवाजा",
  "1988. The Division Bench of the High Court vide judgment and order": "खटखटाया। उच्च न्यायालय की डिवीजन बेंच ने 09.05.989 दिनांकित निर्णय और",
  "dated 09.05.1989 allowed the said writ petition and directed the Public": "आदेश द्वारा उक्त रिट याचिका को अनुमति दी और लोक सेवा आयोग को निर्देश",
  "2.1 In compliance of the judgment and order dated 09.05.1989, the": "2. ] आयोग ने 09.05.989 दिनांकित निर्णय और आदेश के अनुपालन में,",
  "Commission vide letter dated 24.06.1989 withdrew the recommendation made in favour of the original writ petitioner — Chunni Lal. That against": "24.06.989 दिनांकित पत्र द्वारा मूल रिट याचिकाकर्ता-चुन्नी लाल के पक्ष में की",
  "the judgment and order dated 09.05.1989, the State approached this": "गई सिफारिश को वापस ले लिया। यह कि 09.05.989 दिनांकित निर्णय और",
  "when on the post of Deputy Collector, respondent No.2 — Ajay Shankar": "रूप से, जब, डिप्टी कलेक्टर के पद पर, प्रतिवादी नंबर 2-अजय शंकर पांडे को",
  "order passed by the High court in Writ Petition No. 22966 of 1988 dated": "नियुक्त किया गया था / उच्च न्यायालय द्वारा रिट याचिका सं. 22966 वर्ष 988 में",
  "09.05.1989.": "पारित 09.05.989 दिनांकित आदेश के अनुसार नियुक्त किया जाना था।",
  "6. At this stage, it is required to be noted that while rejecting the": "6... इस स्तर पर, इस पर ध्यान दिया जाना चाहिए कि अभ्यावेदन को खारिज",
  "petitioner cannot be appointed as on the post of Deputy Collector on": "पद पर नियुक्त नहीं किया जा सकता है, जिस पर वह नियुक्ति का दावा कर रहा है",
  "which he is claiming the appointment as Ajay Shankar Pandey has been appointed pursuant to the order passed by the High Court and that there": "क्योंकि अजय शंकर पांडे को उच्च न्यायालय द्वारा पारित आदेश के अनुसार नियुक्त",
  "is no vacant post and even no supernumerary post can be created.": "किया गया है और कोई भी पद खाली नहीं है और यहां तक कि कोई अनुपूरक पद उद्घोषणा",
  "2.2 Thereafter the respondent No.1 herein — Chunni Lal filed a writ": "2. 2 तत्पश्चात वर्तमान मामले के प्रत्यर्थी सं. -चुन्नी लाल ने अजय शंकर पांडे को",
  "Pandey. He also preferred a representation. The Division Bench of the High Court vide order dated 08.11.1996 directed the State/Public Service Commission to dispose of the representation. The said": "उन्होंने एक अभ्यावेदन भी दिया। 08.7.996 दिनांकित आदेश द्वारा उच्च न्यायालय की खंडपीठ ने राज्य/लोक सेवा आयोग को अभ्यावेदन को निस्तारित",
  "representation was considered by the State and the State rejected the": "करने का निर्देश दिया। राज्य द्वारा उक्त प्रतिनिधित्व पर विचार किया गया और राज्य",
  "rejecting his representation. By the impugned judgment and order, the": "दिनांकि उस आदेश को चुनौती दी जिसके द्वारा उनके अभ्यावेदन को खारिज कर",
  "However, the High Court clarified that the appointment of the respondent": "हालाँकि, उच्च न्यायालय ने स्पष्ट किया कि वर्तमान मामले के प्रतिवादी नंबर -2",
  "No.2 herein — Ajay Shankar Pandey shall not be disturbed in any": "नियुक्ति-अजय शंकर पांडे की नियुक्ति से छेड़छाड़ नहीं किया जाएगा।",
  "2.3 Feeling aggrieved and dissatisfied with the impugned judgment and order passed by the High Court, the State has preferred the present": "2. 3 उच्च न्यायालय द्वारा पारित आक्षेपित निर्णय और आदेश से व्यथित और",
  "3. That by order dated 30.10.2014, the impugned judgment and": "3. यह कि उच्च न्यायालय द्वारा पारित 30.0.204 दिनांकित आक्षेपित निर्णय एवं",
  "order passed by the High Court has been stayed, which has been": "आदेश पर रोक लगा दी गयी है, जिसे आज तक जारी रखा गया है। इसका अर्थ यह",
  "continued till date. Meaning thereby, the respondent No.1 herein — original writ petitioner is not appointed to the post of Deputy Collector": "है कि, वर्तमान मामले के प्रत्यर्थी सं. -मूल रिट याचिकाकर्ता को उच्च न्यायालय",
  "pursuant to the impugned judgment and order passed by the High Court.": "द्वारा पारित आक्षेपित निर्णय और आदेश के अनुसार डिप्टी कलेक्टर के पद पर"
}