{
  "[2024] 11 S.C.R. 365 : 2024 INSC 831": "[2024] उ7 5.0८.9२. 365 : 2024 १50 837",
  "Anjum Kadari & Anr.": "अंजुम कादरी एवं अन्य",
  "Union of India & Ors.": "भारत संघ एवं अन्य",
  "(Special Leave Petition (C) No. 8541 of 2024)": "(विशेष अनुमति याचिका (सी) सं. 8547 सन्‌ 2024)",
  "05 November 2024": "05 नवंबर 2024",
  "[Dr Dhananjaya Y Chandrachud,* Cul,": "[भारत के मुख्य न्यायाधीश, न्यायमूर्ति डॉ. धनंजय वाई चंद्रचूड़",
  "J.B. Pardiwala and Manoj Misra, JJ.]": "न्यायमूर्ति जे.बी. पारदीवाला और न्यायमूर्ति मनोज मिश्रा]",
  "Issue for Consideration": "विचारार्थ मुद्दा",
  "Issue arose as to correctness of the order passed by the High Court holding the Uttar Pradesh Board of Madarsa Education": "उच्च न्यायालय द्वारा पारित आदेश की औचित्य पर प्रश्न उठा, जिसमें उत्तर प्रदेश मदरसा शिक्षा बोर्ड अधिनियम,",
  "Act, 2004 to be unconstitutional on the ground that it violates the": "2004 को इस आधार पर असंवैधानिक ठहराया गया था कि यह धर्मनिरपेक्षता के सिद्धांत तथा संविधान के",
  "Headnotest": "हेडनोट्स",
  "Uttar Pradesh Board of Madarsa Education Act, 2004 — Constitutional validity - Madarsa Act established the Uttar": "उत्तर प्रदेश मदरसा शिक्षा बोर्ड अधिनियम, 2004 - संवैधानिक वैधता - मदरसा अधिनियम ने उत्तर प्रदेश",
  "Pradesh Board of Madarsa Education, to regulate, among": "मदरसा शिक्षा बोर्ड की स्थापना की, जिसका उद्देश्य अन्य बातों के अलावा, उत्तर प्रदेश राज्य में मदरसों में शिक्षा",
  "other things, the standards of education, qualifications for teachers, and conduct of examinations in Madarsas in the State of Uttar Pradesh — High Court struck down the entirety": "के मानकों, शिक्षकों की योग्यता और परीक्षाओं के संचालन को विनियमित करना था - उच्च न्यायालय ने सम्पूर्ण",
  "of the Act — Correctness:": "अधिनियम को रद्द कर दिया - औचित्य :",
  "Held: Madarsa Act regulates the standard of education in Madarsas recognized by the Board for imparting Madarsa education —": "धारित किया गया : मदरसा अधिनियम मदरसा शिक्षा प्रदान करने के लिए बोर्ड द्वारा मान्यता प्राप्त मदरसों में",
  "recognized by the Board for imparting Madarsa education — Madarsa Act is consistent with the positive obligation of the": "शिक्षा के मानक को विनियमित करता है - मदरसा अधिनियम राज्य के सकारात्मक दायित्व के अनुरूप है कि",
  "State to ensure that students studying in recognised Madarsas attain a level of competency which will allow them to effectively": "कि मान्यता प्राप्त मदरसों में पढ़ने वाले छात्र योग्यता का एक स्तर प्राप्त करें जो उन्हें समाज में प्रभावी",
  "participate in society and earn a living — Art.21-A and the RTE": "समाज में प्रभावी रूप से भाग लेने और जीविकोपार्जन करने में सक्षम बनाए - अनुच्छेद 24-ए और आरटीई",
  "linguistic minorities to establish and administer educational": "अधिनियम को धार्मिक और भाषाई अल्पसंख्यकों के अपनी पसंद के शैक्षणिक संस्थानों की स्थापना और",
  "institutions of their choice — Board with the approval of the State": "प्रशासन के अधिकार के अनुरूप पढ़ा जाना चाहिए - बोर्ड राज्य सरकार की मंजूरी से यह सुनिश्चित करने के",
  "institutions impart secular education of a requisite standard without destroying their minority character — Thus, Madarsa Act is within the legislative competence of the State legislature and": "मानक की धर्मनिरपेक्ष शिक्षा प्रदान करें - इस प्रकार, मदरसा अधिनियम राज्य विधानमंडल की विधायी क्षमता",
  "traceable to Entry 25 of List IIl - However, the provisions of the Madarsa Act seeking to regulate higher-education degrees, such": "के भीतर है और सूची ॥॥ की प्रविष्टि 25 से इसका पता लगाया जा सकता है - हालांकि, उद्च शिक्षा की डिग्री, जैसे कि फाजिल और कामिल को विनियमित करने वाले मदरसा अधिनियम के प्रावधान असंवैधानिक हैं क्योंकि",
  "Uttar Pradesh Board of Madarsa Education Act, 2004; Right": "उत्तर प्रदेश मदरसा शिक्षा बोर्ड अधिनियम, 2004 - विधायी क्षमता - मदरसा अधिनियम, क्या सूची ॥। की",
  "administer educational institutions; Religious minority institutions;": "अल्पसंख्यकों द्वारा संचालित शैक्षणिक संस्थान हैं - जबकि मदरसे धार्मिक शिक्षा तो प्रदान करते हैं , उनका",
  "Constitution of India — Minority educational institutions — Regulation of, by the State:": "उत्तर प्रदेश मदरसा शिक्षा बोर्ड अधिनियम, 2004 - नियामक कानून:",
  "of standards of education such as course of study, qualification and appointment of teachers, health and hygiene of students,": "शिक्षा के मानक को नियंत्रित करता है; और यह छात्रों के लिए परीक्षा आयोजित करता है और प्रमाण पत्र प्रदान",
  "imposes a constitutional obligation on the State to impart elementary": "और अनिवार्य शिक्षा प्रदान करेगा, जैसा कि राज्य कानून द्वारा निर्धारित करे - यह राज्य पर प्रारंभिक और",
  "and basic education — Art.30(1) guarantees the right to establish": "बुनियादी शिक्षा प्रदान करने का संवैधानिक दायित्व डालता है - अनुच्छेद 30() धार्मिक और भाषाई",
  "and administer educational institutions of their choice to religious": "अल्पसंख्यकों को उनकी पसंद के शैक्षणिक संस्थान स्थापित करने और उन्हें संचालित करने के अधिकार की",
  "and linguistic minorities — However, the State has an interest in ensuring that the minority educational institutions impart secular": "गारंटी देता है - हालांकि, राज्य का हित यह सुनिश्चित करने में है कि अल्पसंख्यक शैक्षणिक संस्थान धार्मिक",
  "education along with religious education or instruction — State generally strikes a balance by enacting regulations accompanying": "शिक्षा या निर्देश के साथ-साथ धर्मनिरपेक्ष शिक्षा भी प्रदान करें - राज्य आमतौर पर अल्पसंख्यक शैक्षणिक",
  "generally strikes a balance by enacting regulations accompanying the recognition of minority educational institutions — High Court": "संस्थानों की मान्यता के साथ नियम बनाकर संतुलन बनाता है - उच्च न्यायालय ने यह मानने में गलती की कि",
  "erred in holding that education provided under the 2004 Act is violative of Art.21A because RTE Act which facilitates the fulfilment": "2004 के अधिनियम के तहत प्रदान की गई शिक्षा अनुच्छेद 2] ए का उल्लंघन है क्योंकि आरटीई अधिनियम",
  "right of a religious minority to establish and administer Madarsas to impart both religious and secular education is protected by": "धार्मिक और धर्मनिरपेक्ष दोनों तरह की शिक्षा प्रदान करने के लिए मदरसा स्थापित करने और उसे संचालित",
  "Art.30; and Board and State Government have sufficient regulatory": "करने का धार्मिक अल्पसंख्यकों का अधिकार अनुच्छेद 30 द्वारा संरक्षित है; और बोर्ड और राज्य सरकार के",
  "powers to prescribe and regulate standards of education for the": "पास मदरसों के लिए शिक्षा के मानकों को निर्धारित और विनियमित करने के लिए प्यप्ति नियामक शक्तियां हैं -",
  "Madarsas — Uttar Pradesh Board of Madarsa Education Act, 2004 — Right of Children to Free and Compulsory Education Act, 2009.": "उत्तर प्रदेश मदरसा शिक्षा बोर्ड अधिनियम, 2004 - बच्चों को मुफ्त और अनिवार्य शिक्षा का अधिकार",
  "[Paras 74-79]": "अधिनियम, 2009। [पैरा 74-79]",
  "Education/Educational Institutions — Madarasas — History of Madarsas — Teaching in Madarsas — Elucidated. [Paras 2-23]": "शिक्षा /शैक्षणिक संस्थान - मदरसे - मदरसों का इतिहास - मदरसों में शिक्षण - विस्तृत रूप में। [पैरा 2-23]",
  "Constitution of India — Arts.25-30, 14-16 — Secularism in the constitutional context — Secularism and regulation of minority": "भारत का संविधान - अनुच्छेद 25-30, 34-6 - संवैधानिक संदर्भ में धर्मनिरपेक्षता - धर्मनिरपेक्षता और",
  "educational institutions — Stated. [Paras 37-45]": "अल्पसंख्यक शैक्षणिक संस्थानों का विनियमन - विस्तृत रूप में। [पैरा 37-45]",
  "Constitution of India — Art.30(1) — Secularism — Concept of positive secularism:": "भारत का संविधान - अनुच्छेद 30(7) - धर्मनिरपेक्षता - सकारात्मक धर्मनिरपेक्षता की अवधारणा :",
  "Held: In the spirit of positive secularism, Art.30 confers special rights on religious and linguistic minorities because of their numerical handicap and to instil in them a sense of security and confidence —": "धारित किया गया : सकारात्मक धर्मनिरपेक्षता की भावना में, अनुच्छेद 30 धार्मिक और भाषाई अल्पसंख्यकों को उनकी संख्यात्मक सीमा के कारण विशेष अधिकार प्रदान करता है और उनमें सुरक्षा और आत्मविश्वास की",
  "steps to treat minority institutions on par with secular institutions": "धर्मनिरपेक्ष संस्थानों के बराबर मानने के लिए सक्रिय कदम उठाने की आवश्यकता होती है, जबकि उन्हें अपने",
  "treat all persons equally — Concept of positive secularism finds consonance in principle of substantive equality. [Para 70]": "धर्मनिरपेक्षता की अवधारणा मौलिक समानता के सिद्धांत में सामंजस्य पाती है। [पैरा 70]",
  "Constitution of India — Basis structure doctrine — Testing the validity of a statute for violation of the basic structure:": "भारत का संविधान - मूल ढांचे सिद्धांत - मूल ढांचे के उल्लंघन के लिए किसी क़ानून की वैधता का परीक्षण :",
  "Held: Statute can be struck down only for the violation of Part Ill or any other provision of the Constitution or for being without": "धारित किया गया : किसी क़ानून को केवल भाग | या संविधान के किसी अन्य प्रावधान के उल्लंघन या विधायी",
  "SCR 266 : (2002) 7 SCC 368; Ahmedabad St Xavier's College": "269; अरुणा रॉय बनाम धारत संघ [2002] सप. 2 एससीआर 266: (2002) 7 एससीसी 368; अहमदाबाद",
  "Society v. State of Gujarat [1975] 1 SCR 173 : (1974) 1 SCC": "सेंट जेवियर्स कॉलेज सोसाइटी बनाय गुजरात राज्य [975]  एससीआर 73: (974)  एससीसी 777;",
  "717; T.M.A. Pai Foundation v. State of Karnataka [2002] Supp. 3": "टीएमए पाई फाउंडेशन बनास कनटिक राज्य [2002] सप. 3 एससीआर 587: (2002) 8 एससीसी 484;",
  "SCR 587 : (2002) 8 SCC 481; Indira Nehru Gandhi v. Raj Narain [1978] 2 SCR 405 : 1975 Supp SCC 1; Siate of Kerala v. Peoples": "इंदिरा नेहरू गांधी बनाम राज नारायण [978] 2 एससीआर 405: 975 सप. एससीसी ; केरल राज्य",
  "Union for Civil Liberties [2009] 11 SCR 142 : (2009) 8 SCC 46;": "बनास पीपुल्स युनियन फॉर सिविल लिबर्टीज [2009] 2. एससीआर 42: (2009) 8 एससीसी 46; ए. पी.",
  "State of A.P. v. McDowell & Co. [1996] 3 SCR 721 : (1996) 3 SCC 709; State of Karnataka v. Union of India [1978] 2 SCR 1:": "राज्य बनाम सेंकडॉवेल एंड कंपनी [996] 3 एससीआर 72: (996) 3 एससीसी 709; कनाटिक राज्य",
  "(1977) 4 SCC 608; Kuldip Nayar v. Union of India [2006] Supp.": "बनास धारत संघ [978] 2 एससीआर उ: (977) 4 एससीसी 608; कुलदीप नायर बनाम भारत संघ",
  "5 SCR 1 : (2006) 7 SCC 1; Madras Bar Association v. Union of": "[2006] सप. 5 एससीआर : (2006) 7 एससीसी ; मद्रास बार एसोसिएशन बनाय थारत संघ [204] 0",
  "India [2014] 10 SCR 1 : (2014) 10 SCC 1; Ashok Kumar Thakur v. Union of India [2007] 7 SCR 63 : (2008) 6 SCC 1; Supreme": "एससीआर : (204) 0 एससीसी ; अशोक कुमार ठाकुर बनाम भारत संघ [2007] 7 एससीआर 63:",
  "Court Advocates-on-Record Association v. Union of India (2016)": "(2008) 6 एससीसी ; सुप्रीम कोर्ट एडवोकेट्स -ऑन-रिकॉर्ड एसोसिएशन बनाम थारत संघ (206 5",
  "5 SCC 1; State of Kerala v. Very Rev. Mother Provincial [1971] 1 SCR 734 : (1970) 2 SCC 417; In re Kerala Education Bill 1957": "$0२) केरल राज्य बनाम वेरी रेव. मदर प्रोविंशियल [297] 2 एससीआर 734: (970) 2 एससीसी 47;",
  "1 SCR 734 : (1970) 2 SCC 417; In re Kerala Education Bill 1957 [1959] 1 SCR 995 : 1958 SCC OnLine SC 8; Saints High School": "केरल शिक्षा विधेयक 7957 के संबंध में [959]  एससीआर 995: 958 एससीसी ऑनलाइन एससी 8;",
  "v. Government of AP [1980] 2 SCR 924 : (1980) 2 SCC 478;": "सेट्स हाई स्कूल बनाय एपी सरकार [980] 2 एससीआर 924: (980) 2 एससीसी 478; दयानंद एंग्लो",
  "Dayanand Anglo Vedic (DAV) College Trust and Management Society v. State of Maharashtra [2013] 4 SCR 821 : (2013) 4": "वैंदिक (डीएवी) कॉलेज ट्रस्ट एंड मेंनेजमेंट सोसाइटी बनाम महाराष्ट्र राज्य [203] 4 एससीआर 827:",
  "SCC 14; Sidhajbhai Sabhai v. State of Bombay [1963] 3 SCR": "(203) 4 एससीसी 4; सिद्धजधाई सर्भई बनाम बॉम्बे राज्य [963] 3 एससीआर 837: 962 एससीसी",
  "Bihar[1985] 1 SCR 410 : (1984) 4 SCC 500; Frank Anthony Public School Employees’ Association v. Union of India [1987] 1 SCR": "एससीसी 500; फ्रैंक एंथनी पब्लिक स्कूल एम्प्लाइज एसोसिएशन बनाम भारत संघ [987] 2 एससीआर 238",
  "238 : (1986) 4 SCC 707; Bihar State Madarasa Education Board v. Madarasa Hanfia Arabic College [1989] Supp. 2 SCR 399 : (1990)": ": (986) 4 एससीसी 707; बिहार राज्य मदरसा शिक्षा बोर्ड बनाम मदरसा हनफिया अरबी कॉलेज [3989]",
  "1 SCC 428; Supriyo v. Union of India [2023] 16 SCR 1209 : 2023": "सप. 2 एससीआर 399 : (990)  एससीसी 428; सुप्रियो बनाम भारत संघ [2023] 26 एससीआर 209",
  "SCC OnLine SC 1348; St Stephens College v. University of Delhi": ": 2023 एससीसी ऑनलाइन एससी 348; सेंट स्टीफ़ेस कॉलेज बनाम दिल्ली विधविद्यालय [994] सप. 3",
  "[1991] Supp. 3 SCR 121 : (1992) 1 SCC 558; Joseph Shine v.": "एससीआर 2 : (992) . एससीसी 558; जोसेफ शाइन बनाय थारत संघ [208] 2. एससीआर 765:",
  "Union of India [2018] 11 SCR 765 : (2019) 3 SCC 39; Ravinder Kumar Dhariwal v. Union of India [2021] 13 SCR 823 : (2023)": "(209) 3 एससीसी 39; रविंदर कुमार धारीवाल बनाम थारत संघ [202] 3 एससीआर 823: (2023) 2",
  "2 SCC 209; Neil Aurelio Nunes v. Union of India [2022] 1 SCR": "एससीसी 209; नील अरिलियो नून्स बनाम थारत संघ [2022] . एससीआर 970: (2022) 4 एससीसी 3;",
  "970 : (2022) 4 SCC 1; Bharatiya Seva Samaj Trust v. Yogeshbhai Ambalal Patel [2012] 7 SCR 1054 : (2012) 9 SCC 310; State of": "भारतीय सेवा सयाज ट्रस्ट बनाम योगेशभाई अंबालाल पटेल [202] 7 एससीआर 054: (202) 9",
  "8 SCC 737; Society for Unaided Private Schools of Rajasthan v. Union of India [2012] 2 SCR 715 : (2012) 6 SCC 1; Pramati": "737; सोसाइटी फॉर अनएडेड प्राइवेट स्कूल्स ऑफ राजस्थान बनाम भारत संघ [202] 2 एससीआर 735:",
  "Educational and Cultural Trust v. Union of India [2014] 11 SCR": "(202) 6 एससीसी ; प्रगति एजुकेशनल एंड कल्चरल ट्रस्ट बनाम भारत संघ [204]  एससीआर 72:",
  "712 : (2014) 8 SCC 1; Maharashtra State Board of Secondary and Higher Secondary Education v. K S Gandhi [1991] 1 SCR 772:": "(204) 8 एससीसी ; महाराष्ट्र राज्य माध्यमिक ऑर उच्चतर माध्यमिक शिक्षा बोर्ड बनाम के एस गांधी",
  "(1991) 2 SCC 716; Mineral Area Development Authority & Anr.": "[99] । एससीआर 772: (99) 2 एससीसी 76; मिनरल एरिया डेवलप्येंट अथॉरिटी ओर अन्य बनाम",
  "v Steel Authority of India & Anr. [2024] 8 SCR 540 : 2024 INSC": "स्टील अथॉरिटी ऑफ इंडिया ऑर अन्य [2024] 8 एससीआर 540: 2024 आईएनएससी 607; फोरम फॉर",
  "Ms. Chhaya, Utkarsh Pratap, Ms. Arunima Das, Gagan Kumar,": "गोपाल सिंह, विशाल ठाकरे, सुश्री. अंजले पटेल, सौ. छाया, उत्कर्ष प्रताप, सुश्री. अरुणिमा दास, गगन कुमार,",
  "Sanjeev Malhotra, Mahesh Thakur, Santosh Kumar, Mrs. Santosh Kumar, Praneet Pranav, Ms. Sindoora Vnl, Sai Shashank, Ms. Aarushi": "संजीव मल्होत्रा, महेश ठाकुर, संतोष कुमार, श्रीमती. संतोष कुमार, प्रणीत प्रणव, सुश्री. सिंदूरा वनालि, साई",
  "Singh, Amit Sharma, Vikash Chandra Shukla, Rahul G. Tanwani, Ms. Bhavya Tyagi, Ms. Aishaani Narain, Ms. Nidhi Khanna, Ms. Aditi": "शशांक, सुश्री. आरुषि सिंह, अमित शर्मा, विकास चंद्र शुक्का, राहुल जी तनवानी, सुश्री. भव्या त्यागी, सौ. ऐशानी",
  "Tripathi, Ms. Ruchira Goel, Siddharth Thakur, Ms. Indira Bhakar,": "नारायण, सुश्री. निधि खन्ना, सौ. अदिति त्रिपाठी, सुश्री. रुचिरा गोयल, सिद्धार्थ ठाकुर, सुश्री. इंदिरा भाकर,",
  "Amrish Kumar, Kanu Agrawal, Sansriti Pathak, Aaditya Dixit, Amit Sharma V, Ms. Rajeshwari Shankar, Gurmeet Singh Makker, Anas": "अमरीश कुमार, कनु अग्रवाल, संस्कृति पाठक, आदित्य दीक्षित, अमित शर्मा वी, सुश्री. राजेश्वरी शंकर, गुरमीत",
  "Tanwir, Ebad Ur Rahman, Afzal Anmad Siddiqui, Ms. Masoom Raj": "सिंह मक्कड़, अनस तनवीर, एबाद उर रहमान, अफजल अहमद सिद्दीकी, सुश्री. मासूम राज सिंह, मो. आसिफ",
  "Singh, Mohd. Asif Abbas, Tadimalla Bhaskar Gowtham, Subodh S. Patil, Alabhya Dhamija, Pulkit Shrivastava, Shuvodeep Roy, Gautam": "अब्बास, तड़ीमल्ला भास्कर गौतम, सुबोध एस. पाटिल, अलभ्य धमीजा, पुलकित श्रीवास्तव, शुवोदीप रॉय,",
  "Singh, Bhakti Vardhan Singh, Ashwin K., Ranjeet Mishra, Krishna Kant Dubey, Mohneesh Pratap Singh, Ms. Saumya Kapoor, Aayush": "गौतम सिंह, भक्ति वर्धन सिंह, अश्विन के., रणजीत मिश्रा, कृष्णकांत दुबे, मोहनीश प्रताप सिंह, सुश्री. सौम्या",
  "Shivam, Ms. Kavita Chaturvedi, Manoj Ranjan Sinha, Vishal Agrawal,": "कपूर, आयुष शिवम, सुश्री. कविता चतुर्वेदी, मनोज रंजन सिन्हा, विशाल अग्रवाल।",
  "Judgment / Order of the Supreme Court": "सर्वोच्च न्यायालय का निर्णय /आदेश",
  "Judgment": "निर्णय",
  "Dr Dhananjaya Y Chandrachud, Cul.": "डॉ. धनंजय वाई चंद्रचूड़, भारत के मुख्य न्यायाधीश",
  "a. History of Madarsas ..........:::ccccssssseeeeeeeeseeseeeeeees 4": "क. मदरसों का इतिहास",
  "b. Teaching in Madarsas .........::ccsseseseseeeesseeeeeeeeees 6 C. Madarsa ACt ......::cccccccseseeeceeeeeeesneeeeeeeeseeeeeeeseneenenees 9": "ख. मदरसों में शिक्षण",
  "d. Steps taken by the State Government and the Board pursuant to the Madarsa Act ..........ccccsee 18": "घ. मदरसा अधिनियम के अनुसरण में राज्य सरकार और बोर्ड द्वारा उठाए गए कदम",
  "e. Proceedings before the High Court and": "ड. उच्च न्यायालय के समक्ष कार्यवाही और आक्षेपित निर्णय",
  "f. Steps taken by the State Government and the proceedings before this Court .............:::::cceee 23": "च. राज्य सरकार द्वारा उठाए गए कदम और इस न्यायालय के समक्ष कार्यवाही",
  "D. Secularism and regulation of minority educational": "घ. धर्मनिरपेक्षता और अल्पसंख्यक शैक्षणिक संस्थानों का विनियमन",
  "a. Secularism in the constitutional context ........... 29": "क. संवैधानिक संदर्भ में धर्मनिरपेक्षता",
  "b. Testing the validity of a statute for violation of": "ख, संविधान के मूल ढांचे के उल्लंघन के लिए किसी क़ानून की वैधता का परीक्षण करना",
  "c. Regulation of minority educational institutions ..... 41": "ग, अल्पसंख्यक शैक्षणिक संस्थानों का विनियमन",
  "d. The Madarsa Act is a regulatory legislation ...... 45": "घ. मदरसा अधिनियम एक नियामक विधान है",
  "e. Interplay of Article 21-A and Article 30 .............. 51": "ड. अनुच्छेद 2-ए और अनुच्छेद 30 का परस्पर प्रभाव",
  "a. The Madarsa Act is within the legislative competence of the State under Entry 25,": "क. मदरसा अधिनियम सूची ॥ की प्रविष्टि 25 के अंतर्गत राज्य की विधायी क्षमता के अंतर्गत आता है",
  "b. Certain provisions of the Madarsa Act": "ख. मदरसा अधिनियम के कुछ प्रावधान सूची । की प्रविष्टि 66 के अंतर्गत अधिनियमित यूजीसी",
  "c. The entire Madarsa Act need not be struck": "ग. उपरोक्त आधार पर संपूर्ण मदरसा अधिनियम को रद्द करने की आवश्यकता नहीं है च. निष्कर्ष",
  "A. Introduction": "क. परिचय",
  "1. The High Court of Judicature at Allahabad’ has held the Uttar Pradesh Board of Madarsa Education Act, 2004? to be unconstitutional on": ". इलाहाबाद उच्च न्यायालय! ने उत्तर प्रदेश मदरसा शिक्षा बोर्ड अधिनियम, 2004* को इस आधार पर",
  "the ground that it violates the principle of secularism and Articles 14 and 21A of the Constitution. The Madarsa Act established the Uttar": "असंवैधानिक माना है कि यह धर्मनिरपेक्षता के सिद्धांत और संविधान के अनुच्छेद :4 और 2 ए का उल्लंघन",
  "and 21A of the Constitution. The Madarsa Act established the Uttar Pradesh Board of Madarsa Education,® to regulate, among other": "करता है। मदरसा अधिनियम ने उत्तर प्रदेश मदरसा शिक्षा बोर्ड* की स्थापना की, जिसका उद्देश्य अन्य बातों के",
  "things, the standards of education, qualifications for teachers, and conduct of examinations in Madarsas in the State of Uttar Pradesh.": "अलावा, उत्तर प्रदेश राज्य में मदरसों में शिक्षा के मानकों , शिक्षकों की योग्यता और परीक्षाओं के संचालन को",
  "The entirety of the Act has been struck down by the High Court.": "विनियमित करना था। उच्च न्यायालय ने अधिनियम को संपूर्णता में रद्द कर दिया है।",
  "B. Background": "ख. पृष्ठभूमि",
  "a. History of Madarsas": "क. मदरसों का इतिहास",
  "2. |The term ‘madarsa’ refers to any school or college where any sort of": "2. मदरसा शब्द का तात्पर्य किसी भी स्कूल या कॉलेज से है जहाँ किसी भी तरह की शिक्षा दी जाती है।”",
  "1 “High Court”": "\"उद्च न्यायालय\"",
  "2 “Madarsa Act”": "“मदरसा अधिनियम”",
  "4 Yoginder Sikand, Bastions of the Believers: Madrasas and Islamic Education in India (Penguin Books,": "योगिंदर सिकंद, बैस्टियंस ऑफ द बिलीवर्स: मदरसा एंड इस्लामिक एजुकेशन इन इंडिया (पेंगुइन बुक्स, 2005)",
  "society.® During colonial rule, the relative importance of Madarsas diminished with the introduction of English as the language of the colonial administration.’": "करने में योगदान देते थे।* औपनिवेशिक शासन के दौरान, औपनिवेशिक प्रशासन की भाषा के रूप में अंग्रेजी की शुरूआत के साथ मदरसों का सापेक्षिक महत्व कम हो गया।'",
  "recognize Madarsas in Uttar Pradesh for conducting Arabi-Pharsi": "3. औपनिवेशिक सरकार ने अरबी-फ़ारसी परीक्षा आयोजित करने के लिए उत्तर प्रदेश के मदरसों को मान्यता",
  "examinations. The Arabic institutions preparing candidates for Maulvi, Alim, and Fazil examinations and the Persian institutions preparing": "तैयार करने वाले अरबी संस्थानों और मुंशी और कामिल परीक्षाओं के लिए उम्मीदवारों को तैयार करने वाले",
  "candidates for Munshi and Kamil examinations were required to make an application to the Registrar of Arabic and Persian Examinations.": "फ़ारसी संस्थानों को अरबी और फ़ारसी परीक्षाओं के रजिस्ट्रार के पास आवेदन करना आवश्यक था।",
  "After Independence, the Department of Education of the UP": "4. आज़ादी के बाद, उ.प्र. सरकार के शिक्षा विभाग ने मदरसों को शिक्षा विभाग के अधिकार क्षेत्र में लाने के लिए",
  "government issued the Madrasa Education Rules 1969 to bring": "मदरसा शिक्षा नियमावली 969 जारी की। इसके बाद, राज्य सरकार ने मदरसों में शिक्षकों की मान्यता और",
  "Arabic and Persian Madrasa Recognition Rules 1987® to govern the procedure for recognition and the terms and conditions of service of": "सेवा की शर्तों की प्रक्रिया को नियंत्रित करने के लिए उ.प्र. गैर-सरकारी अरबी और फ़ारसी मदरसा मान्यता",
  "teachers in the Madarsas. According to the 1987 Rules, recognition to Madarsas was granted by the Recognition Committee and confirmed": "नियमावली 987* तैयार की। 987 की नियमावली के अनुसार, मदरसों को मान्यता समिति द्वारा मान्यता दी",
  "by the Registrar of Arabic and Persian Exams. The 1987 Rules also": "जाती थी और अरबी और फ़ारसी परीक्षा रजिस्ट्रार द्वारा इसकी पुष्टि की जाती थी। 987 की नियमावली में",
  "prescribed requirements for the quality of buildings and eligibility qualifications for teaching staff as a precondition to the grant of": "मान्यता प्रदान करने की पूर्व शर्त के रूप में इमारतों की गुणवत्ता और शिक्षण कर्मचारियों की पात्रता संबंधी",
  "The Central government has also framed schemes to modernize": "5५. केंद्र सरकार ने मदरसों में दी जाने वाली शिक्षा को आधुनिक बनाने के लिए भी योजनाएँ बनाई हैं। ।993-",
  "Arshad Alam, ‘Understanding Madrasas’ (2003) 38(22) Economic and Political Weekly 2123": "अरशद आलम, 'अंडरस्टैंडिंग मदरसा' (2003) 38(22) इकोनॉमिक एंड पॉलिटिकल वीकली 223",
  "Padmaja Nair, The State and madrasas in India (Working Paper 15, University of Birmingham 2009) 11": "पद्मजा नायर, भारत में राज्य और मदरसे (वर्किंग पेपर 5, बर्मिघम विश्वविद्यालय 2009) 7",
  "8 “1987 Rules” 9": "\"987 नियमावली\"",
  "“Madrasa Modernization Programme” (Under the Madrasa Modernization Programme, the government": "\"मदरसा आधुनिकीकरण कार्यक्रम\" (मदरसा आधुनिकीकरण कार्यक्रम के तहत, सरकार ने आधुनिक विषयों को पढ़ाने वाले दो",
  "grants for purchase of science and math kits and book-banks for the madrasa libraries. See PIB,": "मदरसा शिक्षकों के वेतन को कवर किया। इसने मदरसा पुस्तकालयों के लिए विज्ञान और गणित किट और बुक -बैंक की खरीद के लिए एकमुश्त अनुदान भी प्रदान किया। पीआईबी देखें, मानव संसाधन विकास मंत्रालय, केंद्र ने मदरसे के लिए 5.9 करोड़ रुपये",
  "Academic education in Madarsas is broadly divided into four levels: (i) Tathania (equivalent of elementary classes | to V);": "8. मदरसों में शैक्षणिक शिक्षा को मोटे तौर पर चार स्तरों में विभाजित किया गया है: (।) तथानिया (प्राथमिक",
  "(ii) Fauquania (equivalent to upper elementary classes VI to VIII);": "कक्षा । से ४ के बराबर); (॥) फौकानिया (उच्च प्राथमिक कक्षा ४। से ४॥ के बराबर); (प) मौलवी या मुंशी",
  "(iii) Maulvi or munshi (equivalent to a certificate of secondary school or Xth standard); and (iv) Alim (certificate of senior secondary level": "(माध्यमिक विद्यालय या दसवीं कक्षा के प्रमाण पत्र के बराबर ); और (४) आलिम (वरिष्ठ माध्यमिक स्तर की",
  "examination or XIlth standard).": "परीक्षा या बारहवीं कक्षा का प्रमाण पत्र ) ।",
  "The syllabus until the Alim classes is in accordance with the syllabus of the Uttar Pradesh State Council of Educational Research and": "9. आलिम कक्षाओं तक का पाठ्यक्रम उत्तर प्रदेश राज्य शैक्षिक अनुसंधान एवं प्रशिक्षण परिषद के पाठ्यक्रम के",
  "Training.'? For the Munshi/Maulvi and Alim levels, the Madarsas teach subjects such as theology (Sunni and Shia), Arabic literature,": "अनुसार है।\"* मुंशी /मौलवी और आलिम स्तरों के लिए, मदरसे धर्मशास्त्र (सुन्नी और शिया), अरबी साहित्य,",
  "Persian literature, Urdu literature, General English, General Hindi, and optional subjects such as Mathematics, Home Sciences, Logic": "फारसी साहित्य, उर्दू साहित्य, सामान्य अंग्रेजी, सामान्य हिंदी जैसे विषय पढ़ाते हैं और गणित, गृह विज्ञान,",
  "and Philosophy, Social Sciences, Science, Tibb (medical science),": "तर्कशास्त्र और दर्शन, सामाजिक विज्ञान, विज्ञान, तिब्ब (चिकित्सा विज्ञान) और टाइपिंग जैसे वैकल्पिक विषय",
  "and Typing. The Munshi/Maulvi and Alim certificates are treated equivalent to High School and Intermediate levels respectively by the Uttar Pradesh government and the Government of India. The": "पढ़ाते हैं। उत्तर प्रदेश सरकार और भारत सरकार द्वारा मुंशी /मौलवी और आलिम प्रमाणपत्रों को क्रमशः हाई",
  "Sachar Committee Report suggests that most students study in": "स्कूल और इंटरमीडिएट स्तर के बराबर माना जाता है। सच्चर समिति की रिपोर्ट बताती है कि अधिकांश छात्र",
  "Madarsas only till primary and middle classes.\"*": "प्राथमिक और मिडिल कक्षाओं तक ही मदरसों में पढ़ते हैं।'*",
  "A few Madarsas also award certificates of Kamil (undergraduate degree) and Fazil (post-graduate degree). The State of Uttar Pradesh": "0. कुछ मदरसे कामिल (स्नातक डिग्री) और फाज़िल (स्नातकोत्तर डिग्री) के प्रमाण पत्र भी प्रदान करते हैं।",
  "Madarsas are not recognised as alternatives to graduate and post- graduate degrees respectively. The government further states:": "डिग्रियां क्रमशः स्नातक और स्नातकोत्तर डिग्रियों के विकल्प के रूप में मान्यता प्राप्त नहीं हैं। सरकार आगे कहती हैः",
  "“At the undergraduate and post graduate level, the U.P Madrasa Board grants the Qamil and Fazil degrees": "\"स्नातक और स्नातकोत्तर स्तर पर, उ.प्र. मदरसा बोर्ड क्रमशः कामिल और फाज़िल डिग्रियां",
  "respectively, specialized courses for the education of Arabic-Persian and Deenyat subjects, which are the": "प्रदान करता है, जो अरबी-फ़ारसी और दीनियत विषयों की शिक्षा के लिए विशिष्ट पाठ्यक्रम हैं,",
  "education of Arabic-Persian and Deenyat subjects in": "जो मदरसों में अरबी -फ़ारसी और दीनियत विषयों की शिक्षा प्रदान करने के लिए आवश्यक",
  "by the Government of Uttar Pradesh/Government of India/": "शिक्षा को उत्तर प्रदेश सरकार या भारत सरकार के स्तर पर रोजगार के लिए विधि द्वारा",
  "“9. Functions of the Board. — Subject to the other provisions of this Act the Board shall have the following": "“9. बोर्ड के कार्य - इस अधिनियम के अन्य प्रावधानों के अधीन बोर्ड के निम्नलिखित कार्य",
  "functions, namely: —": "होंगे, अर्थात्‌: -",
  "(a) to prescribe course of instructions, textbooks, other books and instructional material, if any, for Tahtania, Fauquania, Munshi, Maulavi, Alim, Kamil, Fazil and other courses;": "(क) तहतानिया, फौक्वानिया, मुंशी, मौलवी, आलिम, कामिल, फाजिल और अन्य पाठ्यक्रमों के लिए निर्देशों, पाठ्यपुस्तकों, अन्य पुस्तकों और शिक्षण सामग्री, यदि कोई हो, का पाठ्यक्रम निर्धारित करना;",
  "instruction material of courses of Arbi, Urdu and Pharsi for classes up to High School and Intermediate": "और इंटरमीडिएट मानक तक की कक्षाओं के लिए अरबी, उर्दू और फ़ारसी के पाठ्यक्रमों की",
  "(c) to prepare manuscript of the course books, other": "पाठ्यक्रम पुस्तकें, अन्य किताबें और निर्देश सामग्री निर्धारित करना;",
  "books and instruction material referred to in clause": "(ग) खंड (ख) में निर्दिष्ट पाठ्यक्रम पुस्तकों, अन्य पुस्तकों और निर्देश सामग्री की पांडुलिपि",
  "(b) by excluding the matters therein wholly or partially": "तैयार करना एवं उसमें मौजूद मामलों को पूरी तरह या आंशिक रूप से या अन्यथा बाहर करके",
  "or otherwise and to publish them;": "और उन्हें प्रकाशित करना;",
  "(d) prescribe standard for the appointment of Urdu translators in the various offices of the State and": "(घ) राज्य के विभिन्न कार्यालयों में उर्दू अनुवादकों की नियुक्ति के लिए मानक निर्धारित करना",
  "ensure through the appointing authority necessary action with respect to filling up of the vacant posts;": "और रिक्त पदों को भरने के संबंध में नियुक्ति प्राधिकारी के माध्यम से आवश्यक कार्रवाई",
  "(e) to grant Degrees, Diplomas, Certificates or other academic distinctions to persons, who—": "(ड) उन व्यक्तियों को डिग्री, डिप्लोमा, प्रमाण पत्र या अन्य शैक्षणिक विशिष्टताएँ प्रदान करना, जिन्होंने -",
  "(i) | have pursued a course of study in an institution admitted to the privileges or recognition by the": "(।) बोर्ड द्वारा विशेषाधिकार प्राप्त या मान्यता प्राप्त किसी संस्थान में अध्ययन का कोर्स किया",
  "(ii) have studied privately under conditions laid down in the regulations and have passed an": "() नियमों में निर्धारित शर्तों के तहत निजी तौर पर अध्ययन किया है और समान शर्तों के",
  "examination of the Board under like conditions;": "तहत बोर्ड की परीक्षा उत्तीर्ण की है;",
  "(f) to conduct examinations of the Munshi, Maulavi, Alim and of Kamil and Fazil courses;": "(च) मुंशी, मौलवी, आलिम और कामिल और फ़ाज़िल पाठ्यक्रमों की परीक्षाएँ आयोजित करना;",
  "(g) to recognize institutions for the purposes of its examination;": "(छ) संस्थानों को उसकी परीक्षा के प्रयोजनों के लिए मान्यता देना;",
  "(h) to admit candidates to its examination;": "(ज) उम्मीदवारों को इसकी परीक्षा में प्रवेश देना;",
  "to demand and receive such fee as may be prescribed in the regulations;": "(।) ऐसी फीस की मांग करना और प्राप्त करना जो विनियमों में निर्धारित की जाए;",
  "to publish or withhold publication of the result of its examinations wholly or in part;": "(ज) अपनी परीक्षाओं के परिणाम को पूर्णतः या आंशिक रूप से प्रकाशित करना या प्रकाशन रोकना;",
  "to co-operate with other authorities in such a manner and for such purposes as the Board may determine;": "(झ) अन्य प्राधिकारियों के साथ ऐसे तरीके से और ऐसे उद्देश्यों के लिए सहयोग करना जो बोर्ड निर्धारित करे;",
  "of recognised institutions or of institutions applying": "(न) मान्यता प्राप्त संस्थानों या मान्यता के लिए आवेदन करने वाले संस्थानों की स्थिति पर",
  "to submit to the State Government its views on any matter with which it is concerned;": "(ट) राज्य सरकार को किसी भी मामले पर अपने विचार प्रस्तुत करना जिससे वह संबंधित है;",
  "to see the schedules of new demands proposed to be included in the budget relating to institutions": "(ठ) इसके द्वारा मान्यता प्राप्त संस्थानों से संबंधित बजट में शामिल करने के लिए प्रस्तावित नई",
  "to do all such other acts and things as may be requisite in order to further the objects of the Board": "रूप में बोर्ड के उद्देश्यों को आगे बढ़ाने के लिए ऐसे सभी अन्य कार्य और चीजें करना जो",
  "Madarsa-Education viz, Darul Uloom Nav Uloom,": "(ढ) मदरसा-शिक्षा की किसी भी शाखा जैसे दारुल उलूम नव उलूम, लखनऊ, मदरसा बाबुल",
  "Lucknow, Madarsa Babul lim, Mubarakpur, Azamgarh, Darul Uloom Devband, Saharanpur, Oriental College": "लिम, मुबारकपुर, आज़मगढ़, दारुल उलूम देवबंद, सहारनपुर, ओरिएंटल कॉलेज रामपुर और",
  "to constitute a committee at district level consisting": "सदस्यों वाली एक समिति का गठन करना, ऐसी समिति को अपने नियंत्रण के तहत शैक्षणिक",
  "committee the power of giving recognition to the educational institutions under its control.": "संस्थानों को मान्यता देने की शक्ति सौंपना।",
  "to take all such steps as may be necessary or": "(त) ऐसे सभी कदम उठाना जो इस अधिनियम द्वारा प्रदत्त या अधिरोपित किसी शक्ति के",
  "convenient for or as may be incidental to the exercise of any power, or the performance or discharge of any function or duty, conferred or imposed on it by": "प्रयोग, या किसी कार्य या कर्तव्य के प्रदर्शन या निर्वहन के लिए आवश्यक या सुविधाजनक हों",
  "Section 10 pertains to the ‘Powers of the Board’. Sub-section (1) defines these powers in general terms and stipulates that the Board": "48. धारा 0 'बोर्ड की शक्तियों' से संबंधित है। उपधारा () इन शक्तियों को सामान्य शब्दों में परिभाषित करती",
  "defines these powers in general terms and stipulates that the Board shall have all such powers as may be necessary for the performance": "है और यह निर्धारित करती है कि बोर्ड के पास ऐसी सभी शक्तियां होंगी जो मदरसा अधिनियम या संबद्ध नियमों",
  "of its functions and the discharge of its duties under the Madarsa Act": "और विनियमों के तहत अपने कार्यों के निष्पादन और अपने कर्तव्यों के निर्वहन के लिए आवश्यक हो सकती हैं।",
  "or the allied rules and regulations. Sub-section (2) details specific powers of the Board, without prejudice to the generality of the powers": "उप-धारा (2) उप-धारा () में विस्तृत बोर्ड की शक्तियों की व्यापकता पर प्रतिकूल प्रभाव डाले बिना, बोर्ड",
  "prescribe fees for the examinations conducted, refuse recognition": "करने या रोकने, आयोजित परीक्षाओं के लिए शुल्क निर्धारित करने, किसी संस्थान को मान्यता देने से इनकार",
  "of an institution, call for reports from and inspect institutions to ensure compliance with the prescribed rules and regulations and": "करने, निर्धारित नियमों और विनियमों का अनुपालन सुनिश्चित करने के लिए संस्थानों से रिपोर्ट मांगने और",
  "fix the maximum number of students to be admitted to a course.": "निरीक्षण करने और किसी पाठ्यक्रम में प्रवेश के लिए छात्रों की अधिकतम संख्या तय करने की शक्ति शामिल है।",
  "Sub-section (3) clarifies that the decision of the Board with regard to the matters dealt with in this provision shall be final. Section 11": "उप-धारा (3) स्पष्ट करती है कि इस प्रावधान में निस्तारित मामलों के संबंध में बोर्ड का निर्णय अंतिम होगा।",
  "allows the Board, to recognize an institution “in any new subject or": "धारा ] बोर्ड को राज्य सरकार की पूर्व अनुमति से किसी संस्थान को \"उच्च कक्षा के लिए किसी नए विषय या",
  "group of subjects for a higher class”, with the prior approval of the State government. Section 12 deals with the proper utilization of donations by the institutions.": "विषयों के समूह\" में मान्यता देने की अनुमति देती है। धारा 2 संस्थानों द्वारा दान के उचित उपयोग से संबंधित है।",
  "Section 13 details the ‘Power of the State Government to inter alia issue directions and orders which are binding on the Board. Sub-": "49. धारा 3 अन्य बातों के साथ-साथ बोर्ड पर बाध्यकारी निर्देश और आदेश जारी करने की 'राज्य सरकार",
  "section (1) states that the State Government shall have the right to": "की शक्ति' का विवरण देती है। उपधारा () में कहा गया है कि राज्य सरकार को किसी भी मामले पर बोर्ड को",
  "address and to communicate its views to the Board on any matter with which it is concerned. Sub-section (2) requires the Board to report": "संबोधित करने और अपने विचार बताने का अधिकार होगा, जिससे वह संबंधित है। उप-धारा (2) के अनुसार",
  "which it is concerned. Sub-section (2) requires the Board to report to the State Government if any action has been taken pursuant to the communications or proposals made by the State Government.": "बोर्ड को राज्य सरकार को रिपोर्ट करने की आवश्यकता है यदि राज्य सरकार द्वारा किए गए संचार या प्रस्तावों के",
  "Sub-section (3) stipulates that in circumstances where the Board": "अनुसार कोई कार्रवाई की गई है। उप-धारा (3) में कहा गया है कि ऐसी परिस्थितियों में जहां बोर्ड राज्य",
  "does not act within a reasonable time to the satisfaction of the State Government, after considering the explanation or representation by": "सरकार की संतुष्टि के लिए उचित समय के भीतर कार्य नहीं करता है, बोर्ड द्वारा स्पष्टीकरण या प्रत्यावेदन पर",
  "the Board, the State Government may issue necessary directions with": "विचार करने के बाद, राज्य सरकार आवश्यक निर्देश जारी कर सकती है जिसका बोर्ड अनुपालन करेगा। उपधारा",
  "which the Board shall comply. Sub-section (4) states that in cases, where the State Government is of the opinion that it is necessary or expedient to take immediate action, it may, without making any": "(4) में कहा गया है कि ऐसे मामलों में, जहां राज्य सरकार की राय है कि तत्काल कार्रवाई करना आवश्यक या",
  "reference to the Board, pass an order or take other action consistent": "समीचीन है, वह बोर्ड को कोई संदर्भ दिए बिना, एक आदेश पारित कर सकती है या अधिनियम के अनुरूप अन्य",
  "with the Act, including modifying, rescinding or making any regulation. Sub-section (5) stipulates that such actions by the State Government": "कार्रवाई कर सकती है, जिसे संशोधित करना, रद्द करना या कोई विनियमन करना शामिल है। उपधारा (5) में",
  "Sub-section (5) stipulates that such actions by the State Government shall not be called into question in any court.": "कहा गया है कि राज्य सरकार की ऐसी कार्रवाइयों पर किसी भी अदालत में सवाल नहीं उठाया जाएगा।",
  "Section 14 deals with officers and other employees of the Board": "20. धारा 4 बोर्ड के अधिकारियों और अन्य कर्मचारियों से संबंधित है और यह प्रावधान करती है कि उन्हें",
  "and provides that they are appointed by the Board, with the prior approval of the State Government. Sections 15 and 16 pertain to": "राज्य सरकार की पूर्व मंजूरी के साथ बोर्ड द्वारा नियुक्त किया जाता है। धारा 25 और 6 क्रमशः बोर्ड के अध्यक्ष",
  "the powers and duties of the Chairperson and Registrar of the Board, respectively, while Section 17 deals with the appointment": "और रजिस्ट्रार की शक्तियों और कर्तव्यों से संबंधित हैं , जबकि धारा 7 समितियों और उप-समितियों की",
  "Section 20 stipulates the power of the Board to make regulations.'”": "2. धारा 20 विनियम”” बनाने के लिए बोर्ड की शक्ति निर्धारित करती है। उप -धारा () सामान्य शब्दों में यह",
  "the Board to make regulations “for carrying out the purposes of the": "शक्ति प्रदान करती है और बोर्ड को \"अधिनियम के उद्देश्यों को पूरा करने के लिए\" विनियम बनाने का अधिकार",
  "Act”. Sub-section (2) details particular matters for which the Board": "देती है। उपधारा (2) उन विशेष मामलों का विवरण देती है जिनके लिए बोर्ड अपनी शक्तियों की व्यापकता पर",
  "may make regulations, without prejudice to the generality of its powers. This includes subjects such as inter alia the conferment": "प्रतिकूल प्रभाव डाले बिना विनियम बना सकता है। इसमें अन्य बातों के साथ -साथ डिग्री, डिप्लोमा और",
  "of degrees, diplomas and certificates, conditions for recognition of institutions, the course of study, and the conduct of examinations.": "प्रमाणपत्र प्रदान करना, संस्थानों की मान्यता की शर्तें, अध्ययन का पाठ्यक्रम और परीक्षाओं का संचालन जैसे",
  "Section 21 mandates that these regulations shall be made with the prior approval of the State Government and published in the Gazette.": "विषय शामिल हैं। धारा 2: में कहा गया है कि ये विनियम राज्य सरकार की पूर्व मंजूरी से बनाए जाएंगे और",
  "prior approval of the State Government and published in the Gazette. The State Government may approve the regulations with or without": "राजपत्र में प्रकाशित किए जाएंगे। राज्य सरकार संशोधनों के साथ या बिना संशोधनों के नियमों को मंजूरी दे",
  "modifications. Pursuant to these provisions, the Board has framed": "सकती है। इन प्रावधानों के अनुसरण में, बोर्ड ने राज्य सरकार”* की मंजूरी के साथ उत्तर प्रदेश गैर-सरकारी",
  "the Uttar Pradesh Non-Governmental Arabic and Persian Madarsa Recognition, Administration and Services Regulations, 2016, with": "अरबी और फारसी मदरसा मान्यता, प्रशासन और सेवा विनियम, 206 तैयार किया है।",
  "Section 20 reads: “20. (1) The Board may make regulations for carrying out the purposes of this Act.": "7. धारा 20 में लिखा है: “20. () बोर्ड इस अधिनियम के उद्देश्यों को पूरा करने के लिए नियम बना सकता है।",
  "(2) In particular and without prejudice to the generality of the foregoing powers, the Board may make": "(2) विशेष रूप से और पूर्वगामी शक्तियों की व्यापकता पर प्रतिकूल प्रभाव डाले बिना, बोर्ड निम्नलिखित सभी या किसी भी मामले के लिए",
  "regulations providing for all or any of the following matters, namely:—": "विनियम बना सकता है, अर्थात्‌: -",
  "(a) constitution, power and duties of committees and sub-committees;": "(क) समितियों और उप-समितियों का गठन, शक्तियाँ और कर्तव्य;",
  "(b) the conferment of Degrees, Diplomas and Certificates;": "(ख) डिग्री, डिप्लोमा और प्रमाणपत्र प्रदान करना;",
  "(c) the conditions of recognition of institutions;": "(ग) संस्थानों की मान्यता की शर्तें;",
  "(d) the courses of study to be laid down for all Degrees, Diplomas and Certificates;": "(घ) सभी डिग्री, डिप्लोमा और प्रमाणपत्रों के लिए निर्धारित किए जाने वाले अध्ययन के पाठ्यक्रम;",
  "(e) the conditions under which candidates shall be admitted to the examinations and research programme of the Board and shall be eligible for Degrees, Diplomas and Certificates;": "(ड) वे शर्तें जिनके तहत उम्मीदवारों को बोर्ड की परीक्षाओं और अनुसंधान कार्यक्रम में प्रवेश दिया जाएगा और डिग्री , डिप्लोमा और प्रमाण पत्र के लिए पात्र होंगे;",
  "(f) the fees for admission to the examination of the Board;": "(च) बोर्ड की परीक्षा में प्रवेश के लिए फीस;",
  "(g) the conduct of examination;": "(छ) परीक्षा का संचालन;",
  "(h) the appointment of examiners, moderators, collators, scrutinisers, tabulators, Centre inspectors, Superintendents of Centres and invigilators and their duties and powers in relation to the Board’s examinations and the rates of their remuneration;": "(ज) बोर्ड की परीक्षाओं के संबंध में परीक्षकों, मध्यस्थों, संकलनकर्ताओं, संवीक्षकों, सारणीकारों, केंद्र निरीक्षकों, केंद्रों के अधीक्षकों और पर्यवेक्षकों की नियुक्ति और उनके कर्तव्य और शक्तियां और उनके पारिश्रमिक की दरें;",
  "(i) the admission of institutions to the privilege of recognition and the withdrawal of recognition;": "(झ) संस्थानों को मान्यता का विशेषाधिकार देना और मान्यता वापस लेना;",
  "(j) all matters which are to be, or may, provided for by regulations.”": "(न) वे सभी मामले जो विनियमों द्वारा प्रदान किए जाने हैं या हो सकते हैं।\"",
  "“2016 Regulations”": "8. \"206 विनियम\"",
  "(emphasis supplied)": "(प्रभाव वर्धित )",
  "Other similar Writ Petitions were also referred to a larger bench": "26. इसी तरह की अन्य रिट याचिकाओं को भी एक बड़ी पीठ के पास भेजा गया और उच्च न्यायालय के मुख्य",
  "and the Chief Justice of the High Court constituted a bench to hear the reference. During the pendency of the reference, another Writ": "न्यायाधीश ने संदर्भ की सुनवाई के लिए एक पीठ का गठन किया। संदर्भ के लंबित रहने के दौरान, एक और रिट",
  "Petition was filed challenging the vires of the Madarsa Act on the": "याचिका दायर की गई थी जिसमें मदरसा अधिनियम की वैधता को इस आधार पर चुनौती दी गई थी कि यह",
  "and Compulsory Education Act, 2009,7° which inter alia states that": "और अनिवार्य शिक्षा का अधिकार अधिनियम, 2009 की धारा (5) की संवैधानिकता को भी चुनौती दी गई",
  "advocate practicing before the High Court.": "याचिका हाई कोर्ट में प्रैक्टिस करने वाले एक अधिवक्ता ने दायर की थी।",
  "Division Bench of the High Court. By an Order dated 14 July 2023, the High Court appointed three amici curiae to assist the Court.": "4 जुलाई 2023 के एक आदेश द्वारा, उच्च न्यायालय ने न्यायालय की सहायता के लिए तीन न्याय मित्र नियुक्त",
  "Several organizations, some of whom are before this Court in the present proceedings, moved intervention applications before the High": "किये। कई संगठन, जिनमें से कुछ वर्तमान कार्यवाही में इस न्यायालय के समक्ष हैं, ने उच्च न्यायालय के समक्ष",
  "Court. In the Impugned Judgement, the Division Bench recorded the position of the State of Uttar Pradesh and the Madarsa Board, to": "हस्तक्षेप आवेदन दायर किए। आक्षेपित फैसले में, डिवीजन बेंच ने उत्तर प्रदेश राज्य और मदरसा बोर्ड की",
  "the effect that the Madarsas impart not only religious education but also “religious instruction and teachings.” Accordingly, the reference": "स्थिति को इस आशय से दर्ज किया कि मदरसे न केवल धार्मिक शिक्षा बल्कि \"धार्मिक निर्देश और शिक्षाएँ\" भी",
  "was re-framed by the High Court in the following terms:": "प्रदान करते हैं।तदनुसार, संदर्भ को निम्नलिखित शर्तों में उच्च न्यायालय द्वारा पुनः तैयार किया गया था:",
  "“Whether the provisions of the Madarsa Act stand the test": "“क्या मदरसा अधिनियम के प्रावधान धर्मनिरपेक्षता की कसौटी पर खरे उतरते हैं, जो भारत के",
  "of Secularism, which forms a part of the basic structure of the Constitution of India.”?°": "संविधान की मूल संरचना का एक हिस्सा है।**",
  "Writ (C) No. 6049 of 2023 - Anshuman Singh Rathore versus Union of India and others.": "22 रिट (सी) संख्या 6049 सन्‌ 2023-अंशुमान सिंह राठौड़ बनाम भारत संघ एवं अन्य।",
  "“RTE Act”": "23 “आरटीई अधिनियम”",
  "Section 1(5) reads: “(5) Nothing contained in this Act shall apply to Madrasas, Vedic Pathsalas and educational institutions primarily imparting religious instruction.”": "24 धारा (5) में लिखा है: \"(5) इस अधिनियम में शामिल कुछ भी मदरसों, वैदिक पाठशालाओं और मुख्य रूप से धार्मिक शिक्षा प्रदान करने वाले शैक्षणिक संस्थानों पर लागू नहीं होगा।\"",
  "Para 9, Impugned Judgment.": "25 पैरा 9, आक्षेपित निर्णय।",
  "held that the Madarsa Act violates the principle of secularism and": "गुण-दोष के आधार पर, उच्च न्यायालय ने माना कि मदरसा अधिनियम धर्मनिरपेक्षता के सिद्धांत और भारत के",
  "Articles 14, 21 and 21-A of the Constitution of India and is ultra vires Section 22 of the UGC Act. According to the High Court, the": "संविधान के अनुच्छेद 44, 2 और 2-ए का उल्लंघन करता है और यूजीसी अधिनियम की धारा 22 के दायरे",
  "of secularism, and thus, it is not possible to segregate or save any portion of the legislation.": "है, और इस प्रकार, कानून के किसी भी हिस्से को अलग करना या बचाना संभव नहीं है।",
  "The High Court held that the Madarsa Act in its entirety was unconstitutional and directed that the State Government take steps to": "29. उच्च न्यायालय ने माना कि मदरसा अधिनियम पूरी तरह से असंवैधानिक था और निर्देश दिया कि राज्य",
  "State Government was directed to establish a sufficient number of additional seats and new schools, if required for this purpose and": "सरकार को निर्देश दिया गया था कि यदि इस उद्देश्य के लिए आवश्यक हो तो पर्याप्त संख्या में अतिरिक्त सीटें",
  "to ensure that no child between the ages of six and fourteen is left": "और नए स्कूल स्थापित करें और यह सुनिश्चित करें कि छह से चौदह वर्ष की आयु के बीच का कोई भी बच्चा",
  "without admission in a duly recognized institution.": "विधिवत मान्यता प्राप्त संस्थान में प्रवेश के बिना न छूटे।",
  "f. | Steps taken by the State Government and the proceedings before this Court": "च. राज्य सरकार द्वारा उठाए गए कदम और इस न्यायालय के समक्ष कार्यवाही",
  "In view of the Impugned Judgement, the Government of Uttar Pradesh took steps to implement the directions. On 4 April 2024, a": "30. आक्षेपित फैसले के मद्देनजर, उत्तर प्रदेश सरकार ने निर्देशों को लागू करने के लिए कदम उठाए। 4 अप्रैल",
  "Government Order was issued by the Chief Secretary, Government of Uttar Pradesh, with the following directions:": "2024 को मुख्य सचिव, उत्तर प्रदेश सरकार द्वारा निम्नलिखित निर्देशों के साथ एक शासनादेश जारी किया गया:",
  "a. Madarsas eligible to get recognition from the education boards, at the state or central level, based on various parameters, can": "क. विभिन्न मापदंडों के आधार पर राज्य या केंद्र स्तर पर शिक्षा बोर्डों से मान्यता प्राप्त करने के पात्र",
  "run primary or secondary schools after getting recognized by": "मदरसा संबंधित शिक्षा बोर्डों द्वारा मान्यता प्राप्त करने के बाद प्राथमिक या माध्यमिक विद्यालय चला",
  "b. | Madarsas which cannot get formal recognition because of “sub- standard” facilities will be closed. Committees are to be set up": "ख. जिन मदरसों को \"घटिया\" सुविधाओं के कारण औपचारिक मान्यता नहीं मिल सकती, उन्हें बंद कर",
  "at the district level to ensure that the students studying in such Madarsas are admitted to the schools run by the education": "दिया जाएगा। ऐसे मदरसों में पढ़ने वाले छात्रों को शिक्षा विभाग द्वारा संचालित स्कूलों में प्रवेश सुनिश्चित",
  "Special leave petitions were instituted by the appellant(s) before this Court assailing the correctness of the Impugned Judgement. On 5": "37. अपीलकर्ताओं द्वारा इस न्यायालय के समक्ष विशेष अनुमति याचिकाएं दायर की गई, जिसमें आक्षेपित फैसले",
  "Court assailing the correctness of the Impugned Judgement. On 5 April 2024, this Court heard the counsel for the various parties and": "की सत्यता पर सवाल उठाए गए। 5 अप्रैल 2024 को, इस न्यायालय ने विभिन्न पक्षों के अधिवक्ताओं को सुना",
  "issued notice on the lead petition. While staying the implementation": "और मुख्य याचिका पर नोटिस जारी किया। आक्षेपित फैसले के कार्यान्वयन पर रोक लगाते हुए, इस न्यायालय",
  "of the Impugned Judgement, this Court recorded the brief reasons for issuing the interim direction. Accordingly, on 12 April 2024, in view": "ने अंतरिम निर्देश जारी करने के संक्षिप्त कारण दर्ज किए। तदनुसार, 2 अप्रैल 2024 को, आक्षेपित निर्णय पर",
  "of the stay on the Impugned Judgement, the above Government Order issuing directions for implementation were withdrawn by the State Government.": "रोक के मद्देनजर, कार्यान्वयन के लिए निर्देश जारी करने वाले उपरोक्त सरकारी आदेश को राज्य सरकार द्वारा",
  "C. Submissions": "ग. दलीलें",
  "Dr Abhishek Manu Singhvi, Mr Salman Khurshid, and Dr Menaka Guruswamy, senior counsel assailed the Impugned Judgment and": "32. वरिष्ठ अधिवक्ता डॉ. अभिषेक मनु सिंघवी, श्री सलमान खुर्शीद और डॉ. मेनका गुरुस्वामी ने आक्षेपित",
  "a. The State legislature is empowered under Article 246 read with Entry 25 of List Ill of the Seventh Schedule to enact legislation to regulate Madarsa education. The Madarsa Act principally": "क. राज्य विधायिका को मदरसा शिक्षा को विनियमित करने के लिए कानून बनाने के लिए अनुच्छेद 246 सपठित सातवीं अनुसूची की सूची ॥॥। की प्रविष्टि 25 के तहत अधिकार प्राप्त है। मदरसा अधिनियम",
  "instruction, standard of education, conduct of examination, and": "मुख्य रूप से पाठ्यक्रम, निर्देश, शिक्षा के मानक, परीक्षा के संचालन और शिक्षण के लिए योग्यता से",
  "secular activities of minority institutions or prescribing standards": "संबंधित मदरसों के विनियमन से संबंधित है। अल्पसंख्यक संस्थानों की धर्मनिरपेक्ष गतिविधियों को",
  "of education is consistent with Articles 25 to 30;": "विनियमित करने या शिक्षा के मानकों को निर्धारित करने के लिए कानूनों का अधिनियमन अनुच्छेद 25 से 30 के अनुरूप है;",
  "b. InS RBommai v. Union of India,”’ it was held that secularism": "ख. एस आर बोम्मई बनाम भारत संघ”, में यह धारित किया गया कि धर्मनिरपेक्षता सभी धर्मों के साथ",
  "is a positive concept of equal treatment of all religions. Articles 25 to 30 secure the rights of religious and linguistic": "समान व्यवहार की एक सकारात्मक अवधारणा है। अनुच्छेद 25 से 30 धार्मिक और भाषाई",
  "minorities, including their right to establish and administer": "अल्पसंख्यकों के अधिकारों को सुरक्षित करते हैं, जिसमें शैक्षणिक संस्थानों की स्थापना और प्रशासन",
  "Madarsa education, the State legislature is taking positive action to safeguard the educational rights of the minorities;": "विधायिका अल्पसंख्यकों के शैक्षिक अधिकारों की सुरक्षा के लिए सकारात्मक कार्रवाई कर रही है;",
  "c. Article 28 prohibits religious instructions in educational institutions wholly maintained out of state funds. Madarsas": "ग. अनुच्छेद 28 पूरी तरह से राज्य निधि से संचालित शैक्षणिक संस्थानों में धार्मिक निर्देशों पर रोक",
  "impart education based on modern curriculum such as Mathematics, Social Sciences, and Science. Additionally,": "लगाता है। मदरसे गणित, सामाजिक विज्ञान और विज्ञान जैसे आधुनिक पाठ्यक्रम पर आधारित शिक्षा",
  "Madarsas impart education about religion and not “religious": "प्रदान करते हैं। इसके अतिरिक्त, मदरसे धर्म के बारे में शिक्षा देते हैं न कि \"धार्मिक निर्देश\" के बारे में।",
  "instructions.” Article 28 does not bar the State from funding schools providing religious education;": "अनुच्छेद 28 राज्य को धार्मिक शिक्षा प्रदान करने वाले स्कूलों को वित्त पोषण देने से नहीं रोकता है;",
  "d. Article 21-A recognizes the fundamental right of children between the ages of six to fourteen to free and compulsory": "घ. अनुच्छेद 2-ए छह से चौदह वर्ष की आयु के बच्चों के मुफ्त और अनिवार्य शिक्षा के मौलिक",
  "education. Section 1(5) of the RTE Act excludes Madarsas from": "अधिकार को मान्यता देता है। आरटीई अधिनियम की धारा (5) मदरसों को कानून के दायरे से बाहर",
  "the purview of the legislation. The law enacted by the State in pursuance of Article 21-A cannot violate the fundamental": "रखती है। अनुच्छेद 2-ए के अनुसरण में राज्य द्वारा अधिनियमित कानून शैक्षणिक संस्थानों की",
  "rights of minorities to establish and administer educational institutions; and": "स्थापना और प्रशासन करने के अल्पसंख्यकों के मौलिक अधिकारों का उल्लंघन नहीं कर सकता है; और",
  "e. Striking down the Madarsa Act will create a legislative vacuum": "ड. मदरसा अधिनियम को रद्द करने से विधायी शून्यता पैदा हो जाएगी और इसके परिणामस्वरूप",
  "violation of Article 30.": "और परिणामस्वरूप अनुच्छेद 30 का उल्लंघन होगा।",
  "Mr KM Natraj, Learned Additional Solicitor General, appeared for": "33. विद्वान अपर सॉलिसिटर जनरल, श्री केएम नटराज, उत्तर प्रदेश राज्य की ओर से उपस्थित हुए। अपने",
  "the State of Uttar Pradesh. In its Counter Affidavit, the State of Uttar Pradesh states that it had accepted the decision in the Impugned": "जवाबी हलफनागमे में, उत्तर प्रदेश राज्य का कहना है कि उसने आक्षेपित निर्णय में निर्णय को स्वीकार कर लिया",
  "Judgement and taken steps to implement it. However, it would comply with the final decision of this Court and has accordingly, withdrawn": "है और इसे लागू करने के लिए कदम उठाए हैं। हालाँकि, यह इस न्यायालय के अंतिम निर्णय का पालन करेगा",
  "Judgement. Mr Nataraj contended that while some provisions of the Madarsa Act may be unconstitutional, the High Court erred in striking": "थी। श्री नटराज ने तर्क दिया कि हालांकि मदरसा अधिनियम के कुछ प्रावधान असंवैधानिक हो सकते हैं, उच्च",
  "down the entire Madarsa Act without severing the invalid provisions from the rest of the Madarsa Act.": "न्यायालय ने बाकी मदरसा अधिनियम से अमान्य प्रावधानों को अलग किए बिना पूरे मदरसा अधिनियम को रद्द",
  "Mr Guru Krishna Kumar, learned Senior Counsel made the following submissions:": "34. विद्वान वरिष्ठ अधिवक्ता श्री गुरु कृष्ण कुमार ने निम्नलिखित दलीलें दीं:",
  "a. TheAct does not make any provisions to impart secular subjects as part of the curriculum and is a measure undertaken by the": "क. अधिनियम पाठ्यक्रम के हिस्से के रूप में धर्मनिरपेक्ष विषयों को प्रदान करने के लिए कोई प्रावधान",
  "state to recognize and regulate “religious instruction” traceable to a particular community;": "नहीं करता है और यह राज्य द्वारा एक विशेष समुदाय के लिए \"धार्मिक शिक्षा\" को पहचानने और",
  "b. Article 28 inter alia prohibits institutions which receive funds": "ख. अनुच्छेद 28 अन्य बातों के साथ-साथ उन संस्थानों को 'धार्मिक शिक्षा' प्रदान करने से रोकता है",
  "from the state from imparting ‘religious instruction’. Thus, as": "जो राज्य से धन प्राप्त करते हैं। इस प्रकार, परिणामस्वरूप, राज्य धार्मिक शिक्षा को विनियमित करने",
  "c. The preamble which specifies that India is a “secular” republic,": "ग, प्रस्तावना जो निर्दिष्ट करती है कि भारत एक \"धर्मनिरपेक्ष' गणराज्य है, अनुच्छेद 2-ए, अनुच्छेद",
  "Article 21-A, Article 25, Article 28, Article 30 and Article 41 all": "25, अनुच्छेद 28, अनुच्छेद 30 और अनुच्छेद 4। सभी संविधान में अंतर्निहित धर्मनिरपेक्षता के",
  "point to the “pervasive principle” of secularism underlying the Constitution. This principle militates against the state regulating": "\"व्यापक सिद्धांत\" की ओर इशारा करते हैं। यह सिद्धांत धार्मिक शिक्षा को विनियमित करने वाले राज्य के",
  "and their existence would continue to be protected by Article 30;": "द्वारा संरक्षित रहेगा;",
  "The word “education” in Entry 25, List Ill of the Seventh Schedule": "ड. सातवीं अनुसूची की सूची ॥॥। की प्रविष्टि 25 में \"शिक्षा\" शब्द का अर्थ \"धर्मनिरपेक्ष शिक्षा\" समझा",
  "must be construed to mean “secular education” and cannot include “religious instruction”. Thus, the state legislature only": "जाना चाहिए और इसमें \"धार्मिक शिक्षा\" शामिल नहीं हो सकती। इस प्रकार, राज्य विधायिका के पास",
  "has the competence to enact a law that regulates educational": "केवल शैक्षणिक संस्थानों को विनियमित करने वाला कानून बनाने की क्षमता है, लेकिन धार्मिक शिक्षा",
  "institutions, but no power to recognize and regulate religious instruction; and": "को मान्यता देने और विनियमित करने की कोई शक्ति नहीं है; और",
  "Entry 25, List Ill is subject to Entry 66 List I, which pertains to higher education and standards. The Parliament has enacted": "च. प्रविष्टि 25, सूची ॥॥। प्रविष्टि 66 सूची । के अधीन है, जो उच्च शिक्षा और मानकों से संबंधित है।",
  "the UGC Act under Entry 66, List |. Section 22 of the UGC Act": "संसद ने प्रविष्टि 66, सूची । के तहत यूजीसी अधिनियम लागू किया है। यूजीसी अधिनियम की धारा 22",
  "provides that no degrees can be conferred by any institution other than the institutions defined under the UGC Act. Thus, the": "में प्रावधान है कि यूजीसी अधिनियम के तहत परिभाषित संस्थानों के अलावा किसी भी संस्थान द्वारा कोई डिग्री प्रदान नहीं की जा सकती है। इस प्रकार, मदरसा अधिनियम के प्रावधान जो स्नातक,",
  "at the undergraduate, graduate and grant the Board power to grant equivalent degrees are beyond the legislative competence": "स्नातक स्तर पर उच्च शिक्षा को विनियमित करते हैं और बोर्ड को समकक्ष डिग्री प्रदान करने की शक्ति",
  "grant equivalent degrees are beyond the legislative competence of the state legislature.": "प्रदान करते हैं, राज्य विधानमंडल की विधायी क्षमता से परे हैं।",
  "35. Ms Madhavi Divan, learned Senior Counsel, advanced the following submissions:": "35. विद्वान वरिष्ठ अधिवक्ता सुश्री माधवी दीवान ने निम्नलिखित दलीलें दीं:",
  "The Madarsa Act deprives students enrolled in such institutions of the benefits of mainstream, holistic, secular education, thereby": "क. मदरसा अधिनियम ऐसे संस्थानों में नामांकित छात्रों को मुख्यधारा, समग्र, धर्मनिरपेक्ष शिक्षा के लाभ",
  "violating Articles 21 and 21A;": "से वंचित करता है, जिससे अनुच्छेद 2 और 2 ए का उल्लंघन होता है;",
  "The Madarsa Act divests students of equal opportunity in relation to future employment opportunities (Articles 14, 15, 16)": "ख. मदरसा अधिनियम छात्रों को भविष्य के रोजगार के अवसरों (अनुच्छेद 4, 5,6) और उनकी",
  "and the right to practice any profession, occupation, trade or": "पसंद के किसी भी पेशे, व्यवसाय, व्यापार या व्यवसाय को अपनाने के अधिकार से वंचित करता है",
  "business of their choice (Article 19(1)(g). It creates two classes of children — the first, who receive secular, mainstream": "(अनुच्छेद 9(])(जी)। यह बच्चों के दो वर्ग बनाता है - पहला, जो धर्मनिरपेक्ष, मुख्यधारा की शिक्षा",
  "education, and the second, who receive religious instruction, which prohibits them from even attempting to adopt professions": "प्राप्त करते हैं, और दूसरे, जो धार्मिक शिक्षा प्राप्त करते हैं, जो उन्हें उन व्यवसायों को अपनाने का प्रयास",
  "which are easily available for the former class. This deprivation": "करने से भी रोकता है जो पूर्व वर्ग के लिए आसानी से उपलब्ध हैं। यह चयन का अभाव भी है गरिमा के",
  "of choice also violates the constitutional value of dignity and": "संवैधानिक मूल्य का उल्लंघन करता है और छात्रों को अनुच्छेद 9 के तहत संरक्षित विचार और",
  "deprives students of the liberty of thought and expression": "अभिव्यक्ति की स्वतंत्रता से वंचित करता है;",
  "The Madarsa Act violates the constitutional value of ‘fraternity’": "ग. मदरसा अधिनियम 'भाईचारे' के संवैधानिक मूल्य का उल्लंघन करता है क्योंकि मदरसा शिक्षा का",
  "the State shall not deny to any person equality before the law or equal protection of laws within the territory of India. Article 15 provides": "बिना समान व्यवहार करने का आदेश देता है। 29 अनुच्छेद 4 में प्रावधान है कि राज्य भारत के क्षेत्र के भीतर किसी भी व्यक्ति को कानून के समक्ष समानता या कानूनों के समान संरक्षण से वंचित नहीं करेगा। अनुच्छेद 5 में",
  "that the State shall not discriminate against any citizen on grounds only of religion, race, caste, sex, place of birth or any of them.": "प्रावधान है कि राज्य किसी भी नागरिक के खिलाफ केवल धर्म, मूलवंश, जाति, लिंग, जन्म स्थान या इनमें से",
  "to any office under the State. Article 16(2) further provides that no": "अनुच्छेद 6(2) में आगे प्रावधान है कि राज्य के अधीन किसी भी रोजगार या कार्यालय के संबंध में किसी भी",
  "citizen shall be discriminated against in respect of any employment or office under the State on the grounds of religion, race, caste, sex, descent, place of birth, residence, or any of them.": "नागरिक के साथ धर्म, मूलवंश, जाति, लिंग, वंश, जन्म स्थान, निवास या इनमें से किसी के आधार पर भेदभाव",
  "Secularism is one of the facets of the right to equality.°° The equality": "39. धर्मनिरपेक्षता समानता के अधिकार के पहलुओं में से एक है।** अनुच्छेद 44, 5 और 6 में उल्लिखित",
  "all persons, irrespective of their religion, should have equal access": "समानता कोड इस सिद्धांत पर आधारित है कि सभी व्यक्तियों को, चाहे उनका धर्म कुछ भी हो, समाज में भाग",
  "to participate in society. The State cannot give preference to persons belonging to a particular religion in matters of public employment. As": "लेने के लिए समान पहुंच होनी चाहिए। राज्य सार्वजनिक रोजगार के मामलों में किसी विशेष धर्म के व्यक्तियों को",
  "with any secular activity of the State.*’ However, the Constitution recognizes that equal treatment of persons is illusionary unless the": "गतिविधि के साथ धर्म को मिलाने से रोकती है। *' हालांकि, संविधान मानता है कि व्यक्तियों के साथ समान",
  "recognizes that equal treatment of persons is illusionary unless the State takes active steps in that regard. Therefore, the equality code": "व्यवहार तब तक भ्रम है जब तक कि राज्य उस संबंध में सक्रिय कदम नहीं उठाता। इसलिए, समानता संहिता",
  "imposes certain positive obligations on the State to provide equal treatment to all persons irrespective of their religion, faith, or beliefs. *?": "राज्य पर सभी व्यक्तियों को उनके धर्म, आस्था या विश्वास की परवाह किए बिना समान व्यवहार प्रदान करने के लिए कुछ सकारात्मक दायित्व थोपती है।**",
  "Articles 25 to 30 contain the other facet of secularism, that is, the": "40. अनुच्छेद 25 से 30 में धर्मनिरपेक्षता का दूसरा पहलू शामिल है, यानी, राज्य द्वारा धार्मिक सहिष्णुता का",
  "Dr M Ismail Faruqui v. Union of India (1994) 6 SCC 360 [37]": "30 डॉ. एम इस्माइल फारूकी बनाम भारत संघ (994) 6 एससीसी 360 [37]",
  "S R Bommai (supra) [148] Justice Sawant [148. One thing which prominently emerges from the above": "3 एस आर बोम्मई (उपरोक्त) [48] न्यायमूर्ति सावंत [”“48। हमारे संविधान के तहत धर्मनिरपेक्षता पर उपरोक्त चर्चा से एक बात जो प्रमुखता से",
  "discussion on secularism under our Constitution is that whatever the attitude of the State towards the religions, religious sects and denominations, religion cannot be mixed with any secular activity of the": "उभरती है वह यह है कि धर्मों, धार्मिक संप्रदायों और संप्रदायों के प्रति राज्य का रवैया जो भी हो, धर्म को राज्य की किसी भी धर्मनिरपेक्ष",
  "State. In fact, the encroachment of religion into secular activities is strictly prohibited.”]": "गतिविधि के साथ नहीं मिलाया जा सकता है। वास्तव में, धर्मनिरपेक्ष गतिविधियों में धर्म का अतिक्रमण सख्त वर्जित है।",
  "S R Bommai (supra) [304] (Justice B P Jeevan Reddy) [“148. [...] Articles 14, 15 and 16 enjoin upon the": "32 एस. आर. बोम्मई (उपरोक्त) [304] (न्यायमूर्ति बी पी जीवन रेड्डी) [”“48। [... | अनुच्छेद 44, 5 और 6 राज्य को अपने सभी लोगों के",
  "State to treat all its people equally irrespective of their religion, caste, faith or belief. While the citizens of": "साथ उनके धर्म, जाति, आस्था या विश्वास की परवाह किए बिना समान व्यवहार करने का आदेश देते हैं। जबकि इस देश के नागरिक अपनी",
  "this country are free to profess, practice and propagate such religion, faith or belief as they choose, so far": "पसंद के अनुसार ऐसे धर्म, आस्था या विश्वास को मानने, आचरण करने और प्रचार करने के लिए स्वतंत्र हैं, जहां तक राज्य का संबंध है, यानी,",
  "as the State is concerned, i.e., from the point of view of the State, the religion, faith or belief of a person is immaterial. To it, all are equal and all are entitled to be treated equally. How is this equal treatment": "राज्य के दृष्टिकोण से, किसी व्यक्ति का धर्म, विश्वास या विश्वास सारहीन है। इसके अनुसार, सभी समान हैं और सभी समान व्यवहार के हकदार",
  "possible, if the State were to prefer or promote a particular religion, race or caste, which necessarily": "हैं। यह समान व्यवहार कैसे संभव है, यदि राज्य को किसी विशेष धर्म, नस्ल या जाति को प्राथमिकता देनी है या बढ़ावा देना है, जिसका",
  "means a less favourable treatment of all other religions, races and castes. How are the constitutional promises of social justice, liberty of belief, faith or worship and equality of status and of opportunity to be": "अनिवार्य रूप से अन्य सभी धर्मों, नस्लों और जातियों के प्रति कम अनुकूल व्यवहार है। सामाजिक न्याय, विश्वास, विश्वास या पूजा की स्वतंत्रता और स्थिति और अवसर की समानता के संवैधानिक वादे कैसे प्राप्त किए जा सकते हैं जब तक कि राज्य किसी व्यक्ति , उसके अधिकारों, उसके",
  "attained unless the State eschews the religion, faith or belief of a person from its consideration altogether while dealing with him, his rights, his duties and his entitlements? Secularism is thus more than a passive": "कर्तव्यों और उसके अधिकारों के साथ व्यवहार करते समय उसके धर्म, विश्वास या विश्वास को अपने विचार से पूरी तरह से हटा नहीं देता है?",
  "attitude of religious tolerance. It is a positive concept of equal treatment of all religions. This attitude is": "इस प्रकार धर्मनिरपेक्षता धार्मिक सहिष्णुता के निष्क्रिय रवैये से कहीं अधिक है। यह सभी धर्मों के प्रति समान व्यवहार की एक सकारात्मक",
  "described by some as one of neutrality towards religion or as one of benevolent neutrality. This may be": "अवधारणा है। इस रवैये को कुछ लोगों द्वारा धर्म के प्रति तटस्थता या परोपकारी तटस्थता के रूप में वर्णित किया गया है। यह पश्चिमी उदारवादी",
  "a concept evolved by western liberal thought or it may be, as some say, an abiding faith with the Indian people at all points of time.”]": "विचार द्वारा विकसित एक अवधारणा हो सकती है या जैसा कि कुछ लोग कहते हैं, यह हर समय भारतीय लोगों के साथ एक स्थायी विश्वास हो",
  "S R Bommai (supra) [183] Justice K Ramaswamy [“183. [...] Constitution made demarcation between": "33 एस आर बोम्मई (उपरोक्त) [83] न्यायमूर्ति के रामास्वामी [”83. [... | संविधान ने व्यक्तिगत से धार्मिक भाग और उसके धर्मनिरपेक्ष भाग के",
  "body is a fundamental right that cannot be abridged by any legislation. On the other hand, the State can regulate the administration of": "मौलिक अधिकार है जिसे किसी भी कानून द्वारा कम नहीं किया जा सकता है। दूसरी ओर, राज्य वैध रूप से",
  "property owned or acquired by a religious denomination through": "अधिनियमित कानूनों के माध्यम से किसी धार्मिक संप्रदाय के स्वामित्व या अर्जित संपत्ति के प्रशासन को",
  "validly enacted laws.*": "विनियमित कर सकता है।**",
  "Article 27 provides that no person shall be compelled to pay any taxes,": "42. अनुच्छेद 27 में प्रावधान है कि किसी भी व्यक्ति को किसी भी कर का भुगतान करने के लिए मजबूर नहीं",
  "the proceeds of which are specifically appropriated in payment of expenses for the promotion or maintenance of any particular religion": "किया जाएगा, जिसकी आय विशेष रूप से किसी विशेष धर्म या धार्मिक संप्रदाय के प्रचार या रखरखाव के लिए",
  "or religious denomination. The rationale underlying Article 27 is that": "खर्चों के भुगतान में विनियोजित की जाती है। अनुच्छेद 27 में अंतर्निहित तर्क यह है कि सार्वजनिक धन का",
  "public funds should not be utilized for the promotion or maintenance of any particular religion or religious denomination.*": "उपयोग किसी विशेष धर्म या धार्मिक संप्रदाय के प्रचार या रखरखाव के लिए नहीं किया जाना चाहिए। *",
  "Article 28 prohibits the imparting of “religious instruction” in any educational institutions wholly maintained out of State funds. The": "43. अनुच्छेद 28 पूरी तरह से राज्य निधि से संचालित किसी भी शैक्षणिक संस्थान में \"धार्मिक शिक्षा\" देने पर",
  "provision further provides that no person attending any educational": "रोक लगाता है। प्रावधान में यह भी प्रावधान है कि राज्य द्वारा मान्यता प्राप्त किसी शैक्षणिक संस्थान में भाग लेने",
  "institution recognised by the State or receiving aid from the State": "वाले या राज्य निधि से सहायता प्राप्त करने वाले किसी भी व्यक्ति को उनकी सहमति के बिना किसी भी धार्मिक",
  "funds should be compelled to take part in any religious instruction": "निर्देश में भाग लेने के लिए मजबूर नहीं किया जाना चाहिए। धार्मिक शिक्षा किसी विशेष संप्रदाय या संप्रदाय के",
  "tenets, rituals, observances, ceremonies, and modes of worship of a particular sect or denomination.*’ Article 28 does not prohibit": "सिद्धांतों, अनुष्ठानों, समारोहों और पूजा के तरीकों को शामिल करना है। *” अनुच्छेद 28 राज्य के धन से",
  "educational institutions maintained out of State funds from imparting religious education. Religious education is imparted to children “to": "संचालित शैक्षणिक संस्थानों को धार्मिक शिक्षा प्रदान करने से नहीं रोकता है। बच्चों को धार्मिक शिक्षा “उन्हें धर्मों",
  "make them aware of thoughts and philosophies in religions without indoctrinating them and without curbing their free-thinking, right to": "में विचारों और दर्शन के बारे में जागरूक करने के लिए दी जाती है, बिना उन्हें बताए और उनकी स्वतंत्र सोच,",
  "make choices for conducting their own life and deciding upon their": "अपने जीवन के संचालन के लिए चुनाव करने और अपने व्यक्तिगत झुकाव के अनुसार अपने कार्य के तरीके पर",
  "course of action according to their individual inclinations.”* Article 28 does not prohibit educational institutions from teaching about the": "निर्णय लेने के अधिकार पर रोक लगाए बिना।”** अनुच्छेद 28 शैक्षणिक संस्थानों को किसी विशेष धर्म या उस",
  "philosophy and culture of a particular religion or a saint associated with that religion.*? Article 28 does not prohibit the State from granting": "धर्म से जुड़े संत के दर्शन और संस्कृति के बारे में पढ़ाने से नहीं रोकता है। ** अनुच्छेद 28 राज्य को धर्मनिरपेक्ष",
  "recognition to educational institutions imparting religious instruction in addition to secular education.*°": "शिक्षा* के अलावा धार्मिक शिक्षा प्रदान करने वाले शैक्षणिक संस्थानों को मान्यता देने से नहीं रोकता है।",
  "Articles 29 and 30 deal with the cultural and educational rights of": "44. अनुच्छेद 29 और 30 अल्पसंख्यकों के सांस्कृतिक और शैक्षिक अधिकारों से संबंधित हैं। अनुच्छेद 29(7)",
  "minorities. Article 29(1) provides that Indian citizens have a right to conserve their distinct language, script, or culture. Article 29(2)": "में प्रावधान है कि भारतीय नागरिकों को अपनी विशिष्ट भाषा, लिपि या संस्कृति को संरक्षित करने का अधिकार है। अनुच्छेद 29(2) गारंटी देता है कि किसी भी नागरिक को केवल धर्म, मूलवंश, जाति, भाषा या इनमें से",
  "guarantees that no citizen shall be denied admission into any educational institution maintained by the State or receiving aid out": "किसी के आधार पर राज्य द्वारा संचालित या राज्य निधि से सहायता प्राप्त किसी भी शैक्षणिक संस्थान में प्रवेश",
  "DAV College v. State of Punjab (1971) 2 SCC 269 [26]": "37 डी ए वी कॉलेज बनाम पंजाब राज्य (97) 2 एससीसी 269 [26]",
  "Aruna Roy v. Union of India (2002) 7 SCC 368 [78] (Justice D M Dharmadhikari)": "38 अरुणा रॉय बनाम, भारत संघ (2002) 7 एससीसी 368 [78] (न्यायमूर्ति डी एम धर्माधिकारी)",
  "DAV College (supra) [26] [26. [...] To provide for academic study of life and teaching or the philosophy and culture of any great saint of India in relation to or the impact on the Indian and world civilizations cannot be considered as making provision for religious instructions.”]": "39 डी ए वी कॉलेज (उपरोक्त) [26] [26। [... ] भारतीय और विश्व सभ्यताओं के संबंध में या उन पर प्रभाव के संबंध में भारत के किसी भी महान संत के जीवन और शिक्षण या दर्शन और संस्कृति का अकादमिक अध्ययन प्रदान करने को धार्मिक निर्देशों का प्रावधान करने के रूप में नहीं माना जा सकता है।]",
  "Ahmedabad St Xavier’s College Society v. State of Gujarat (1974) 1 SCC 717 [139] (Justice K K Mathew": "40 अहमदाबाद सेंट जेवियर्स कॉलेज सोसायटी बनाम गुजरात राज्य (974)  एससीसी 77 [39] (न्यायाधीश के के मैथ्यू और न्यायमूर्ति वाई",
  "and Justice Y V Chandrachud) [“139. We fail to see how affiliation of an educational institution imparting religious instruction in addition to secular education to pupils as visualized in Article 28(3) would derogate": "वी चंद्रचूड़) [“39। हम यह देखने में असफल हैं कि अनुच्छेद 28(3) में दर्शाए अनुसार विद्यार्थियों को धर्मनिरपेक्ष शिक्षा के अलावा धार्मिक",
  "between church and state. We have grave doubts whether the expression “secular state” as it denotes": "के बीच अलगाव की कोई कठोर दीवार नहीं खड़ी की है। हमें गंभीर संदेह है कि क्या अभिव्यक्ति \"धर्मनिरपेक्ष राज्य\" क्योंकि यह चर्च और राज्य",
  "a definite pattern of church and state relationship can with propriety be applied to India. It is only ina": "संबंधों के एक निश्चित पैटर्न को दर्शाता है, औचित्य के साथ भारत पर लागू किया जा सकता है। केवल योग्य अर्थों में ही भारत को एक धर्मनिरपेक्ष",
  "qualified sense that India can be said to be a secular state. There are provisions in the Constitution which make one hesitate to characterize our state as secular.”]": "राज्य कहा जा सकता है। संविधान में ऐसे प्रावधान हैं जो हमारे राज्य को धर्मनिरपेक्ष बताने में संकोच करते हैं।",
  "Article 30 pertains to the right of minorities to establish and administer": "45. अनुच्छेद 30 शैक्षणिक संस्थानों की स्थापना और प्रशासन करने के अल्पसंख्यकों के अधिकार से संबंधित",
  "educational institutions. It provides that all minorities, whether based on religion or language, have the right to establish and administer": "है। यह प्रावधान करता है कि सभी अल्पसंख्यकों को, चाहे वे धर्म या भाषा पर आधारित हों, अपनी पसंद के",
  "on religion or language, have the right to establish and administer educational institutions of their choice. Article 30(2) enjoins the State": "शैक्षणिक संस्थान स्थापित करने और संचालित करने का अधिकार है। अनुच्छेद 30(2) राज्य को आदेश देता है",
  "not to discriminate against any educational institution in granting": "कि वह किसी भी शैक्षणिक संस्थान को सहायता देने में इस आधार पर भेदभाव न करे कि यह किसी",
  "aid on the ground that it is under the management of a minority, whether based on religion or language. Article 30 confers a special": "अल्पसंख्यक के प्रबंधन के अधीन है, चाहे वह धर्म या भाषा पर आधारित हो। अनुच्छेद 30 धार्मिक और भाषाई",
  "and minority institutions and preserves secularism* by allaying all apprehensions of interference by the executive and legislature in": "कार्यपालिका और विधायिका के हस्तक्षेप की सभी आशंकाओं को दूर करके“? धर्मनिरपेक्षता“ को संरक्षित करता",
  "matters of religion.** The constitutional scheme under Articles 25 to 30 distinguishes between the right of an individual to practice": "है। अनुच्छेद 25 से 30 के तहत संवैधानिक योजना किसी व्यक्ति के धर्म का पालन करने के अधिकार और धर्म",
  "religion and the secular part of religion, which is amenable to State regulation.*°": "के धर्मनिरपेक्ष हिस्से के बीच अंतर करती है, जो राज्य विनियमन के लिए उत्तरदायी है।**",
  "b. Testing the validity of a statute for violation of the basic structure of the Constitution": "ख. संविधान की मूल संरचना के उल्लंघन के लिए किसी क़ानून की वैधता का परीक्षण करना",
  "The provisions discussed in the above segment indicate that secularism is embodied in the constitutional scheme, particularly": "46. उपरोक्त खंड में चर्चा किए गए प्रावधानों से संकेत मिलता है कि धर्मनिरपेक्षता संवैधानिक योजना, विशेष रूप",
  "Part Ill. In Kesavananda Bharati _v. State of Kerala, this Court held that Article 368 does not enable Parliament to alter the basic structure or framework of the Constitution.*® It was held that the": "से भाग | में सन्निहित है। केशवानंद भारती बनाम केरल राज्य में, इस न्यायालय ने माना कि अनुच्छेद 368 संसद को संविधान की मूल संरचना या ढांचे को बदलने में सक्षम नहीं बनाता है।** यह माना गया कि संविधान में",
  "power of Parliament to amend the Constitution cannot have the effect of destroying or abrogating the basic structure or framework": "संशोधन करने की संसद की शक्ति संविधान की मूल संरचना या ढांचे को नष्ट करने या निरस्त करने का प्रभाव",
  "of the Constitution.*” Further, the judges constituting the majority": "नहीं डाल सकती है।* इसके अलावा, बहुमत वाले न्यायाधीशों ने हमारे संविधान की कुछ बुनियादी विशेषताओं",
  "T MA Pai Foundation v. State of Karnataka (2002) 8 SCC 481 [157]": "42 टी एम ए पाई फाउंडेशन बनाम कर्नाटक राज्य (2002) 8 एससीसी 48 [57]",
  "Ahmedabad St Xavier’s College Society (supra) [9]; T MA Pai Foundation (supra) [138] [“138. As": "43 अहमदाबाद सेंट जेवियर्स कॉलेज सोसाइटी (उपरोक्त) [9]; टी एम ए पाई फाउंडेशन (सुप्रा) [38] [“38. जैसा कि हम इसे देखते हैं,",
  "we look at it, Article 30(1) is a sort of guarantee or assurance to the linguistic and religious minority institutions of their right to establish and administer educational institutions of their choice. Secularism": "अनुच्छेद 30() भाषाई और धार्मिक अल्पसंख्यक संस्थानों को उनकी पसंद के शैक्षणिक संस्थान स्थापित करने और प्रशासित करने के उनके",
  "and equality being two of the basic features of the Constitution, Article 30(1) ensures protection to the": "अधिकार की एक प्रकार की गारंटी या आश्वासन है। धर्मनिरपेक्षता और समानता संविधान की दो बुनियादी विशेषताएं हैं, अनुच्छेद 30() भाषाई",
  "linguistic and religious minorities, thereby preserving the secularism of the country. Furthermore, the": "और धार्मिक अल्पसंख्यकों को सुरक्षा सुनिश्चित करता है, जिससे देश की धर्मनिरपेक्षता संरक्षित रहती है। इसके अलावा, समानता के सिद्धांत",
  "principles of equality must necessarily apply to the enjoyment of such rights. No law can be framed": "आवश्यक रूप से ऐसे अधिकारों के आनंद पर लागू होने चाहिए। ऐसा कोई कानून नहीं बनाया जा सकता जो अन्य शैक्षणिक संस्थानों की तुलना",
  "that will discriminate against such minorities with regard to the establishment and administration of educational institutions vis-a-vis other educational institutions. Any law or rule or regulation that would": "में शैक्षणिक संस्थानों की स्थापना और प्रशासन के संबंध में ऐसे अल्पसंख्यकों के खिलाफ भेदभाव करेगा। कोई भी कानून या नियम या",
  "put the educational institutions run by the minorities at a disadvantage when compared to the institutions": "विनियमन जो अल्पसंख्यकों द्वारा संचालित शैक्षणिक संस्थानों को दूसरों द्वारा संचालित संस्थानों की तुलना में नुकसान में डाल देगा , उसे खत्म",
  "Ahmedabad St Xavier’s College Society (supra) [75] (Justice H R Khanna)": "44 अहमदाबाद सेंट जेवियर्स कॉलेज सोसाइटी (उपरोक्त) [75] (न्यायमूर्ति एच आर खन्ना)",
  "S R Bommai (supra) [183]": "45 एस आर बोम्मई (उपरोक्त) [83]",
  "Kesavananda Bharati (supra) [1426] (Justice H R Khanna) [“1426. [...] The word “amendment”": "47 केशवानंद भारती (उपरोक्त) [426] (न्यायमूर्ति एच आर खन्ना) [”“426। [...] शब्द \"संशोधन\" बताता है कि पुराना संविधान परिवर्तन के",
  "postulates that the old Constitution survives without loss of its identity despite the change and continues": "बावजूद अपनी पहचान खोए बिना जीवित है और परिवर्तनों के अधीन होने के बावजूद भी जारी है। संशोधन के परिणामस्वरूप, पुराने संविधान",
  "even though it has been subjected to alterations. As a result of the amendment, the old Constitution": "को नष्ट या खत्म नहीं किया जा सकता है; यद्यपि इसे संशोधित रूप में पुनः प्राप्त कर लिया गया है। तो फिर पुराने संविधान को कायम रखने का",
  "whether the basic structure doctrine can be applied to invalidate ordinary legislation.": "है वह यह है कि क्या सामान्य कानून को अमान्य करने के लिए बुनियादी संरचना सिद्धांत को लागू किया जा सकता है।",
  "The Constitution imposes certain limitations on the legislative powers of Parliament and the State legislatures. Article 13(2) provides that": "47. संविधान संसद और राज्य विधानसभाओं की विधायी शक्तियों पर कुछ सीमाएँ लगाता है। अनुच्छेद 3(2)",
  "the State shall not make any law that takes away or abridges the": "में प्रावधान है कि राज्य ऐसा कोई कानून नहीं बनाएगा जो भाग ॥। द्वारा प्रदत्त अधिकारों को छीनता हो या कम",
  "rights conferred by Part Ill. Statutes enacted by the State legislatures must be consistent with the fundamental rights enumerated under": "करता हो। राज्य विधानसभाओं द्वारा बनाए गए क़ानून संविधान के भाग ॥॥ के तहत वर्णित मौलिक अधिकारों के",
  "Part Ill of the Constitution. Further, Article 246 defines the scope and limitations of the legislative competence of Parliament and State": "अनुरूप होने चाहिए। इसके अलावा, अनुच्छेद 246 संसद और राज्य विधानसभाओं की विधायी क्षमता के दायरे",
  "legislatures. A statute can be declared ultra vires on two grounds": "और सीमाओं को परिभाषित करता है। किसी क़ानून को सिर्फ़ दो आधारों पर अधिकारहीन घोषित किया जा",
  "alone: (i) it is beyond the ambit of the legislative competence of": "सकता है: (।) यह विधायिका की विधायी क्षमता के दायरे से बाहर है; या (॥) यह संविधान के भाग | या किसी",
  "the legislature; or (ii) it violates Part Ill or any other provision of": "अन्य प्रावधान का उल्लंघन करता है*०।",
  "In Indira Nehru Gandhi v. Raj Narain,®' the Allahabad High": "48. इंदिरा नेहरू गांधी बनाम राज नारायण*' के मामले में इलाहाबाद उच्च न्यायालय ने जनप्रतिनिधित्व",
  "Court disqualified the then Prime Minister for indulging in corrupt practices according to the Representation of the People Act, 1951.": "अधिनियम, 95 के अनुसार भ्रष्ट आचरण में लिप्त होने के कारण तत्कालीन प्रधान मंत्री को अयोग्य ठहराया",
  "To nullify the decision of the High Court, Parliament enacted the": "था। उच्च न्यायालय के निर्णय को निष्प्रभावी करने के लिए संसद ने जनप्रतिनिधित्व (संशोधन) अधिनियम",
  "Laws (Amendment) Act 1975 and placed them under the Ninth": "974 और चुनाव कानून (संशोधन) अधिनियम 975 को अधिनियमित किया और उन्हें संविधान की नौवीं",
  "State of A P v. McDowell & Co. (1996) 3 SCC 709 [43] [“43. [...] The power of Parliament or for that": "50 ए.पी. राज्य बनाम मैकडॉवेल एंड कंपनी (996) 3 एस.सी.सी. 709 [43] [“43. [... ] संसद या उस मामले के लिए, राज्य",
  "matter, the State Legislatures is restricted in two ways. A law made by Parliament or the legislature can": "विधानसभाओं की शक्ति दो तरीकों से प्रतिबंधित है। संसद या विधानमंडल द्वारा बनाए गए कानून को अदालतों द्वारा दो आधारों",
  "be struck down by courts on two grounds and two grounds alone, viz., (1) lack of legislative competence": "और केवल दो आधारों पर रद्द किया जा सकता है, अर्थात, () विधायी क्षमता की कमी और (2) संविधान के भाग ॥ या किसी",
  "and (2) violation of any of the fundamental rights guaranteed in Part III of the Constitution or of any other": "अन्य संवैधानिक प्रावधान में गारंटीकृत किसी भी मौलिक अधिकार का उल्लंघन।” ]; केरल राज्य बनाम पीपुल्स यूनियन फॉर",
  "constitutional provision.”]; State of Kerala v. Peoples Union for Civil Liberties (2009) 8 SCC 46 [45]": "सिविल लिबर्टीज (2009) 8 एस.सी.सी. 46 [45]",
  "[1978] 2 SCR 405 : 1975 Supp SCC 1": "5 [3978] 2 एससीआर 405 : 975 सप्प एससीसी 7",
  "In State of Karnataka v. Union of India,®’ Justice N L Untwalia": "57. कर्नाटक राज्य बनाम भारत संघ में न्यायमूर्ति एनएल उंटवालिया (स्वयं, न्यायमूर्ति पीएन शिंगल और",
  "(writing for himself, Justice P N Shingal, and Justice Jaswant Singh) reiterated that the validity of a statute cannot be tested for violation": "न्यायमूर्ति जसवंत सिंह के लिए लिखते हुए) ने दोहराया कि किसी कानून की वैधता का परीक्षण संविधान के मूल",
  "reiterated that the validity of a statute cannot be tested for violation of the basic structure of the Constitution. Justice Y V Chandrachud": "ढांचे के उल्लंघन के लिए नहीं किया जा सकता। न्यायमूर्ति वाई वी चंद्रचूड़ (जैसा कि उस समय विद्वान मुख्य",
  "(as the learned Chief Justice then was) also observed that a statute cannot be invalidated on supposed grounds so long as it is within": "न्यायाधीश थे) ने यह भी कहा कि किसी कानून को कथित आधार पर तब तक अमान्य नहीं किया जा सकता",
  "the legislative competence of the legislature and consistent with": "जब तक वह विधायिका की विधायी क्षमता के भीतर हो और संविधान के भाग ॥ के अनुरूप हो*। हालांकि,",
  "Part Ill of the Constitution.°® However, Chief Justice M H Beg observed that testing a statute for violation of basic structure does": "मुख्य न्यायाधीश एम एच बेग ने कहा कि मूल ढांचे के उल्लंघन के लिए किसी कानून का परीक्षण करना “संविधान",
  "not “add to the contents of the Constitution.”°° He held that any": "की सामग्री में वृद्धि नहीं करता है**।” उन्होंने कहा कि विधायी शक्ति पर मूल ढांचे के सिद्धांत के आधार पर किसी",
  "inference about a limitation based on the basic structure doctrine upon legislative power must co-relate to the express provisions of the Constitution.": "सीमा के बारे में कोई भी अनुमान संविधान के स्पष्ट प्रावधानों* से सह-संबंधित होना चाहिए।",
  "In Kuldip Nayar v. Union of India,®*' a Constitution Bench held": "5५2. कुलदीप नायर बनाम भारत संघ*' के मामले में सवैधानिक पीठ ने धारित किया कि संविधान के मूल ढांचे के",
  "that ordinary legislation cannot be challenged for the violation of the basic structure of the Constitution. Statutes, including State": "उल्लंघन के लिए साधारण कानून को चुनौती नहीं दी जा सकती। राज्य कानून सहित कानूनों को केवल संविधान",
  "legislation, can only be challenged for violating the provisions of the Constitution.» However, in Madras Bar Association v. Union of": "के प्रावधानों** का उल्लंघन करने के लिए चुनौती दी जा सकती है। हालांकि, मद्रास बार एसोसिएशन बनाम भारत",
  "Indira Nehru Gandhi (supra) [622]": "56. इंदिरा नेहरू गांधी (उपरोक्त) [622]",
  "1978] 2 SCR 1 : (1977) 4 SCC 608 [238]": "57 [978] 2 एससीआर 7: (977) 4 एससीसी 608 [238]",
  "State of Karnataka (supra) [197]": "58. कर्नाटक राज्य (उपरोक्त) [97]",
  "State of Karnataka (supra) [128]": "59 कर्नाटक राज्य (उपरोक्त) [28]",
  "State of Karnataka (supra) [123]": "60. कर्नाटक राज्य (उपरोक्त) [23]",
  "2006] Supp. 5 SCR 1 : (2006) 7 SCC 1 [“107. The basic structure theory imposes limitation on the": "6। [2006] सप. 5 एससीआर : (2006) 7 एससीसी उ [“07. मूल संरचना सिद्धांत संविधान में संशोधन करने की संसद की",
  "power of Parliament to amend the Constitution. An amendment to the Constitution under Article 368": "शक्ति पर सीमाएं लगाता है। अनुच्छेद 368 के तहत संविधान में संशोधन को संविधान के मूल ढांचे के उल्लंघन के आधार पर",
  "could be challenged on the ground of violation of the basic structure of the Constitution. An ordinary": "चुनौती दी जा सकती है। एक साधारण कानून को इस तरह चुनौती नहीं दी जा सकती। इस प्रकार, संविधान के मूल ढांचे के",
  "legislation cannot be so challenged. The challenge to a law made, within its legislative competence, by Parliament on the ground of violation of the basic structure of the Constitution is thus not available to the": "उल्लंघन के आधार पर संसद द्वारा अपनी विधायी क्षमता के भीतर बनाए गए कानून को चुनौती देने का अधिकार याचिकाकर्ताओं",
  "petitioners.”]": "को नहीं है।” ]",
  "Ashok Kumar Thakur v. Union of India (2008) 6 SCC 1 [116]": "62. अशोक कुमार ठाकुर बनाम भारत संघ (2008) 6 एससीसी . [6]",
  "Madras Bar Association v. Union of India (2014) 10 SCC 1 [109] [This Court has repeatedly held that": "63. मद्रास बार एसोसिएशन बनाम भारत संघ (204) 0 एससीसी  [09] [“इस न्यायालय ने बार-बार माना है कि संविधान के",
  "an amendment to the provisions of the Constitution would not be sustainable if it violated the “basic structure” of the Constitution, even though the amendment had been carried out by following the": "प्रावधानों में संशोधन तब तक टिकने वाला नहीं होगा, जब तक कि यह संविधान के “मूल ढांचे” का उल्लंघन न करे, भले ही",
  "procedure contemplated under “Part XI” of the Constitution. This leads to the determination that the": "संशोधन संविधान के “भाग »।” के तहत परिकल्पित प्रक्रिया का पालन करके किया गया हो। इससे यह निष्कर्ष निकलता है कि",
  "constitutional validity of a statute cannot be challenged for the": "है और इस तरह संविधान में संशोधन नहीं किया जा सकता है, ताकि इसकी किसी भी",
  "“Basic structure”, by the majority judgment, is not a part of the fundamental rights nor indeed a provision of the Constitution. The theory of basic structure is woven out of the conspectus of the Constitution and the amending power is subjected to it because it is a constituent power. “The power to amend the fundamental instrument cannot carry with it the power to destroy its essential features — this, in brief,": "“मूलभूत विशेषता” को नकारा जा सके, और इसी तरह, यदि संविधान की “मूलभूत",
  "raised to an ordinary legislation based on one of the “basic features” of the Constitution, it would be valid to do so. If": "विशेषताओं” में से किसी एक के आधार पर किसी साधारण कानून को चुनौती दी जाती है, तो",
  "features” of the Constitution, it would be valid to do so. If such a challenge is accepted on the ground of violation of the “basic structure”, it would mean that the bunch of": "ऐसा करना वैध होगा। यदि इस तरह की चुनौती को \"मूल संरचना\" के उल्लंघन के आधार पर",
  "articles of the Constitution (including the Preamble thereof,": "स्वीकार किया जाता है, तो इसका मतलब यह होगा कि संविधान के अनुच्छेदों (जहां भी",
  "wherever relevant), which constitute the particular “basic": "प्रासंगिक हो, उसकी प्रस्तावना सहित) का समूह, जो विशेष \"मूल विशेषता\" का गठन करता है,",
  "feature”, had been violated. We must however credit the contention of the learned Attorney General by accepting": "का उल्लंघन किया गया है। हालांकि हमें विद्वान अटॉर्नी जनरल के तर्क को स्वीकार करना चाहिए",
  "that it would be technically sound to refer to the articles": "की कोशिश की जाती है, तो उल्लंघन किए गए अनुच्छेदों का उल्लेख करना तकनीकी रूप से सही",
  "However, Justice Lokur differed with Justice Khehar on the issue": "लोकुर न्यायमूर्ति खेहर से अलग राय रखते थे। न्यायमूर्ति लोकुर ने कर्नाटक राज्य(उपरोक्त)*” के मामले में",
  "From the above discussion, it can be concluded that a statute can": "55. उपरोक्त चर्चा से, यह निष्कर्ष निकाला जा सकता है कि किसी क़ानून को केवल भाग | या संविधान के",
  "be struck down only for the violation of Part Ill or any other provision of the Constitution or for being without legislative competence.": "किसी अन्य प्रावधान के उल्लंघन या विधायी क्षमता के बिना होने के कारण ही रद्द किया जा सकता है। संविधान",
  "The constitutional validity of a statute cannot be challenged for the violation of the basic structure of the Constitution. The reason is": "के मूल ढांचे के उल्लंघन के लिए किसी क़ानून की संवैधानिक वैधता को चुनौती नहीं दी जा सकती। इसका कारण",
  "that concepts such as democracy, federalism, and secularism are": "यह है कि लोकतंत्र, संघवाद और धर्मनिरपेक्षता जैसी अवधारणाएं अपरिभाषित अवधारणाएं हैं। अदालतों को ऐसी",
  "undefined concepts. Allowing courts to strike down legislation for": "अवधारणाओं के उल्लंघन के लिए कानून को रद्द करने की अनुमति देने से हमारे संवैधानिक न्यायनिर्णयन में",
  "violation of such concepts will introduce an element of uncertainty in our constitutional adjudication. Recently, this Court has accepted": "अनिश्चितता का तत्व आ जाएगा। हाल ही में, इस न्यायालय ने स्वीकार किया है कि मूल ढांचे के उल्लंघन के लिए",
  "that a challenge to the constitutional validity of a statute for violation of the basic structure is a technical aspect because the infraction has": "किसी क़ानून की संवैधानिक वैधता को चुनौती एक तकनीकी पहलू है क्योंकि उल्लंघन का पता संविधान के व्यक्त",
  "to be traced to the express provisions of the Constitution. Hence, in a challenge to the validity of a statute for violation of the principle": "प्रावधानों से लगाया जाना चाहिए। इसलिए, धर्मनिरपेक्षता के सिद्धांत के उल्लंघन के लिए किसी क़ानून की वैधता",
  "of secularism, it must be shown that the statute violates provisions of the Constitution pertaining to secularism.": "को चुनौती देने में, यह दिखाया जाना चाहिए कि क़ानून धर्मनिरपेक्षता से संबंधित संविधान के प्रावधानों का",
  "c. Regulation of minority educational institutions": "ग., अल्पसंख्यक शैक्षणिक संस्थानों का विनियमन",
  "The right of minorities to administer educational institutions includes": "56. शैक्षणिक संस्थानों को प्रशासित करने के अल्पसंख्यकों के अधिकार में सामान्य रूप से समुदाय और विशेष",
  "the right to manage the affairs of the institution in accordance with the ideas and interests of the community in general and the institution in": "रूप से संस्थान के विचारों और हितों के अनुसार संस्थान के मामलों का प्रबंधन करने का अधिकार शामिल है \"|",
  "particular. The right to administer minority educational institutions encompasses: (i) the right to constitute the managing or governing": "अल्पसंख्यक शैक्षणिक संस्थानों को प्रशासित करने के अधिकार में (।) प्रबंध या शासी निकाय के गठन का",
  "body; (ii) the right to appoint teachers; (iii) the right to admit students": "अधिकार; (7) शिक्षकों की नियुक्ति का अधिकार; (॥) उचित विनियमों के अधीन छात्रों को प्रवेश देने का",
  "subject to reasonable regulations; and (iv) the right to use property and assets for the benefit of the institution.°° However, the right": "अधिकार; और (४) संस्था के लाभ के लिए संपत्ति और परिसंपत्तियों का उपयोग करने का अधिकार, शामिल",
  "to administer minority educational institutions is not absolute. The": "हैं\": हालांकि, अल्पसंख्यक शैक्षणिक संस्थानों को प्रशासित करने का अधिकार निरपेक्ष नहीं है। शैक्षणिक",
  "right to administer educational institutions implies an obligation and duty of minority institutions to provide a standard of education to": "संस्थानों को प्रशासित करने का अधिकार अल्पसंख्यक संस्थानों का दायित्व और कर्तव्य है कि वे छात्रों को",
  "State of Kerala v. Very Rev. Mother Provincial (1970) 2 SCC 417 [9].": "68. केरल राज्य बनाम वेरी रेव. मदर प्रोविंशियल (970) 2 एससीसी 47 [9]",
  "Ahmedabad St Xavier’s College Society (supra) [19] (Chief Justice A N Ray) [‘19. [...] The right to": "69. अहमदाबाद सेंट जेवियर्स कॉलेज सोसाइटी (उपरोक्त) [9] (मुख्य न्यायाधीश ए एन रे) [“9. [... ] कहा जाता है कि प्रशासन",
  "administer is said to consist of four principal matters. First is the right to choose its managing or": "का अधिकार चार प्रमुख मामलों से मिलकर बना है। पहला है अपने प्रबंध या शासी निकाय को चुनने का अधिकार। ऐसा कहा",
  "governing body. It is said that the founders of the minority institution have faith and confidence in their own committee or body consisting of persons elected by them. Second is the right to choose its": "जाता है कि अल्पसंख्यक संस्था के संस्थापकों को अपने द्वारा चुने गए व्यक्तियों से बनी अपनी समिति या निकाय पर विश्वास और",
  "aspirations of the institution. Third is the right not to be compelled to refuse admission to students. In": "संस्था के आदर्शों, उद्देश्यों और आकांक्षाओं के अनुकूल हों। तीसरा है छात्रों को प्रवेश देने से मना करने के लिए मजबूर न किए",
  "other words, the minority institutions want to have the right to admit students of their choice subject to": "जाने का अधिकार। दूसरे शब्दों में, अल्पसंख्यक संस्थाएं शैक्षणिक योग्यताओं के बारे में उचित नियमों के अधीन अपनी पसंद के",
  "reasonable regulations about academic qualifications. Fourth is the right to use its properties and assets": "छात्रों को प्रवेश देने का अधिकार चाहती हैं। चौथा है अपनी संस्था के लाभ के लिए अपनी संपत्ति और परिसंपत्तियों का उपयोग",
  "for the benefit of its own institution.”]": "करने का अधिकार।” ]",
  "and which does not maintain even a fair standard of teaching or which teaches matters subversive of the welfare of the scholars.””°": "शिक्षण का उचित मानक भी नहीं बनाए रखता हो या जो विद्वानों के कल्याण के लिए हानिकारक बातें बतता हो।\"*",
  "The State has an interest in ensuring that minority educational": "58. राज्य का हित यह सुनिश्चित करने में है कि अल्पसंख्यक शैक्षणिक संस्थान अन्य शैक्षणिक संस्थानों के",
  "institutions provide standards of education similar to other": "समान शिक्षा के मानक प्रदान करें।”** राज्य शैक्षिक मानकों की दक्षता और उत्कृष्टता को बढ़ावा देने के लिए",
  "educational institutions.“ The State can enact regulatory measures": "नियामक उपाय लागू कर सकता है।” शिक्षा के मानकों के बारे में विनियमन सीधे तौर पर अल्पसंख्यक संस्थानों",
  "to promote efficiency and excellence of educational standards.’° Regulations about standards of education do not directly bear upon the management of minority institutions.” The State can regulate aspects of the standards of education such as the course of study,": "के प्रबंधन पर लागू नहीं होते हैं।”* राज्य शिक्षा के मानकों के पहलुओं जैसे अध्ययन का पाठ्यक्रम, शिक्षकों की",
  "the qualification and appointment of teachers, the health and hygiene of students, and facilities for libraries.’”": "योग्यता और नियुक्ति, छात्रों का स्वास्थ्य और स्वच्छता, और पुस्तकालयों की सुविधाओं को विनियमित कर सकता है।””",
  "The State may impose regulation as a condition for grant of aid or": "59. राज्य सहायता या मान्यता प्रदान करने की शर्त के रूप में विनियमन लागू कर सकता है। ऐसे विनियमन को",
  "recognition. Such regulation must satisfy the following three tests: (i) it must be reasonable and rational; (ii) it must be conducive": "निम्नलिखित तीन परीक्षणों को पूरा करना होगा: (।) यह उचित और तर्कसंगत होना चाहिए; (॥) यह संस्था को",
  "to making the institution an effective vehicle of education for the minority community or other persons who resort to it; and (iii) it must": "अल्पसंख्यक समुदाय या अन्य व्यक्तियों के लिए शिक्षा का एक प्रभावी माध्यम बनाने में सहायक होना चाहिए;",
  "be directed towards maintaining the excellence of education and efficiency of administration to prevent it from falling standards.’* To": "और (7) इसे शिक्षा के स्तर को गिरने से रोकने के लिए प्रशासन की उत्कृष्टता और दक्षता को बनाए रखने की",
  "efficiency of administration to prevent it from falling standards.’* To determine the issue of the reasonableness of a regulation, the court": "दिशा में निर्देशित होना चाहिए।”* किसी विनियमन की तर्कसंगतता के मुद्दे को निर्धारित करने के लिए, अदालत",
  "has to determine whether the regulation is calculated to subserve": "को यह निर्धारित करना होगा कि क्या विनियमन मान्यता या संबद्धता के उद्देश्य को पूरा करने के लिए गणना की",
  "In re Kerala Education Bill (supra) [31]": "72 केरल शिक्षा विधेयक (उपरोक्त) के संबंध में [24]",
  "All Saints High School v. Government of AP (1980) 2 SCC 478 [63]; Dayanand Anglo Vedic (DAV)": "75. ऑल सेंट्स हाई स्कूल बनाम एपी सरकार (980) 2 एससीसी 478 [63]; दयानंद एंग्लो वैदिक (डीएवी) कॉलेज ट्रस्ट एंड",
  "College Trust and Management Society v. State of Maharashtra (2013) 4 SCC 14 [32]": "मैनेजमेंट सोसाइटी बनाम महाराष्ट्र राज्य (203) 4 एससीसी 4 [32]",
  "Ahmedabad St Xavier’s College Society (supra) [90]": "76. अहमदाबाद सेंट जेवियर्स कॉलेज सोसाइटी (उपरोक्त) [90]",
  "Very Rev Mother Provincial (supra) [10]; St Xavier’s College (supra) [18]": "77. वेरी रेव मदर प्रोविंशियल (उपरोक्त) [0] सेंट जेवियर्स कॉलेज (उपरोक्त) [8]",
  "Sidhajbhai_Sabhai v. State of Bombay, 1962 SCC OnLine SC 150 [15]; P A Inamdar v. State of": "78 सिद्धजभाई सभई बनाम बॉम्बि राज्य, 962 एससीसी ऑनलाइन एससी 50 [5]; पी ए इनामदार बनाम महाराष्ट्र राज्य",
  "Maharashtra (2005) 6 SCC 537 [94], [122]": "(2005) 6 एससीसी 537 [94], [22]",
  "Ahmedabad St. Xavier’s College Society (supra) [176] (Justice KK Mathew and Justice Y V Chandrachud)": "79. अहमदाबाद सेंट जेवियर्स कॉलेज सोसाइटी (उपरोक्त) [76] (न्यायमूर्ति केके मैथ्यू और न्यायमूर्ति वाई वी चंद्रचूड़ )",
  "In Ahmedabad St Xavier’s College Society v. State of Gujarat,*'": "67. अहमदाबाद सेंट जेवियर्स कॉलेज सोसाइटी बनाम गुजरात राज्य* के मामले में नौ न्यायाधीशों की पीठ के",
  "the issue before a Bench of nine Judges was whether religious and": "समक्ष मुद्दा यह था कि क्या धार्मिक और भाषाई अल्पसंख्यकों को , जिन्हें अपनी पसंद के शैक्षणिक संस्थान",
  "affiliation or recognition. Chief Justice A N Ray held that minority educational institutions have no fundamental right to recognition. The": "न्यायाधीश ए एन रे ने कहा कि अल्पसंख्यक शैक्षणिक संस्थानों को मान्यता का कोई मौलिक अधिकार नहीं है।",
  "learned Chief Justice observed that the primary purpose of recognition is to ensure that students reading in minority educational institutions": "विद्वान मुख्य न्यायाधीश ने कहा कि मान्यता का प्राथमिक उद्देश्य यह सुनिश्चित करना है कि अल्पसंख्यक शिक्षण",
  "have “qualifications in the shape of degrees necessary for a useful": "संस्थानों में पढ़ने वाले छात्रों के पास \"जीवन में उपयोगी करियर के लिए आवश्यक डिग्री के रूप में योग्यताएं",
  "career in life.”® He further observed that a minority educational institution seeking affiliation must follow the statutory educational": "हों।**\" उन्होंने आगे कहा कि संबद्धता चाहने वाले अल्पसंख्यक शिक्षण संस्थान को वैधानिक शैक्षिक मानकों और",
  "standards and efficiency, the prescribed courses of study, courses of instruction, qualification of teachers, and educational qualifications": "दक्षता, अध्ययन के निर्धारित पाठ्यक्रम, शिक्षण के पाठ्यक्रम, शिक्षकों की योग्यता और छात्रों के प्रवेश के लिए",
  "for entry of students.®* However, the learned Chief Justice held that a": "शैक्षिक योग्यता का पालन करना चाहिए।* हालांकि, विद्वान मुख्य न्यायाधीश ने कहा कि मान्यता प्रदान करने",
  "law providing for recognition should not result in abridgement of the right of linguistic and religious minorities to administer and establish educational institutions of their choice under Article 30(1).°": "वाले कानून का परिणाम अनुच्छेद 30() के तहत भाषाई और धार्मिक अल्पसंख्यकों के अपनी पसंद के शैक्षिक संस्थानों को संचालित करने और स्थापित करने के अधिकार का हनन नहीं होना चाहिए।**",
  "Justice K K Mathew (writing for himself and Justice Y V Chandrachud),": "62. न्यायमूर्ति के के मैथ्यू (स्वयं और न्यायमूर्ति वाई वी चंद्रचूड़ के लिए लिखते हुए ) ने अपनी सहमति व्यक्त",
  "ensures the “co-existence of several types of schools and colleges including affiliated colleges” with proportionate equal encouragement": "“संबद्ध कॉलेजों सहित कई प्रकार के स्कूलों और कॉलेजों के सह -अस्तित्व” को सुनिश्चित करता है।* विद्वान",
  "and support from the State.8 The learned judge further held that the State’s interest in the education of religious minorities would be served if minority educational institutions impart secular education": "न्यायाधीश ने आगे कहा कि धार्मिक अल्पसंख्यकों की शिक्षा में राज्य का हित तभी पूरा होगा जब अल्पसंख्यक",
  "served if minority educational institutions impart secular education accompanied by religious education. He also observed:": "शैक्षणिक संस्थान धार्मिक शिक्षा के साथ-साथ धर्मनिरपेक्ष शिक्षा भी प्रदान करेंगे। उन्होंने यह भी कहा:",
  "“145. The State's interest in secular education may be defined broadly as an interest in ensuring that children within": "“45. धर्मनिरपेक्ष शिक्षा में राज्य की रुचि को मोटे तौर पर यह सुनिश्चित करने में रुचि के रूप",
  "its boundaries acquire a minimum level of competency in": "में परिभाषित किया जा सकता है कि इसकी सीमाओं के भीतर बच्चे कौशल में न्यूनतम स्तर की",
  "skills, as well as a minimum amount of information and knowledge in certain subjects. Without such skill and": "योग्यता प्राप्त करें, साथ ही कुछ विषयों में न्यूनतम मात्रा में जानकारी और ज्ञान प्राप्त करें। ऐसे",
  "1975] 1 SCR 173 : (1974) 1 SCC 717": "8. [975] . एससीआर 73 : (974)  एससीसी 777",
  "Ahmedabad St. Xavier’s College Society (supra) [14]": "82. अहमदाबाद सेंट जेवियर्स कॉलेज सोसाइटी (उपरोक्त) [4]",
  "Ahmedabad St. Xavier’s College Society (supra": "83. अहमदाबाद सेंट जेवियर्स कॉलेज सोसाइटी (उपरोक्त) [76]",
  "Ahmedabad St. Xavier’s College Society": "85. अहमदाबाद सेंट जेवियर्स कॉलेज सोसाइटी (उपरोक्त) [44]",
  "established for recognition of minority educational institutions must": "अल्पसंख्यक शिक्षण संस्थाओं को संबद्धता या मान्यता प्रदान करने से ऐसे संस्थानों में अध्ययनरत छात्रों के उद्च",
  "Section 10 empowers the Board to: (i) cancel an examination or": "64. धारा 0 बोर्ड को यह अधिकार देती है कि वह: (।) किसी परीक्षा को रद्द करे या किसी परीक्षा का परिणाम",
  "withhold the result of an examination; (ii) prescribe fees for conducting examinations; (iii) refuse recognition to institutions that do not fulfil": "रोके; (॥) परीक्षा आयोजित करने के लिए फीस निर्धारित करे; (॥।) उन संस्थाओं को मान्यता देने से इंकार करे",
  "the standards of staff, instructions, equipment, or buildings laid down by the Board; (iv) withdraw recognition to an institution not": "जो बोर्ड द्वारा निर्धारित स्टाफ, निर्देश, उपकरण या भवन के मानकों को पूरा नहीं करती हैं; (५) उन संस्थाओं",
  "able to adhere to the standards of staff, instructions, equipment, or buildings laid down by the Board; and (v) inspect an institution": "की मान्यता वापस ले जो बोर्ड द्वारा निर्धारित स्टाफ, निर्देश, उपकरण या भवन के मानकों का पालन करने में",
  "to ensure due observance of the prescribed courses of study and": "सक्षम नहीं हैं; और (५) निर्धारित अध्ययन पाठ्यक्रमों और शिक्षण सुविधाओं का उचित पालन सुनिश्चित करने",
  "enacted to regulate the standard of education in Madarsas recognized": "मान्यता प्राप्त मदरसों में शिक्षा के मानक को विनियमित करने के लिए अधिनियमित किया गया है। मदरसा",
  "examination and obtain a degree, diploma, or certificate conferred by": "अधिनियम छात्रों को परीक्षा में बैठने और बोर्ड द्वारा प्रदान की गई डिग्री, डिप्लोमा या प्रमाण पत्र प्राप्त करने में",
  "which fulfil the prescribed standards for staff, instructions, equipment and buildings. The grant of recognition imposes a responsibility": "परिकल्पना की गई है जो स्टाफ, निर्देश, उपकरण और भवन के लिए निर्धारित मानकों को पूरा करते हैं। मान्यता",
  "down by the Board. Access to quality teachers, course materials, and equipment will allow Madarsa students to achieve stipulated": "गुणवत्तापूर्ण शिक्षकों, पाठ्यक्रम सामग्री और उपकरणों तक पहुंच से मदरसा छात्रों को निर्धारित शैक्षिक और",
  "educational and professional standards.®’ Failure of the Madarsas to maintain the standards of education will result in the withdrawal": "व्यावसायिक मानकों को प्राप्त करने में मदद मिलेगी। *' शिक्षा के मानकों को बनाए रखने में मदरसों की विफलता",
  "In Bihar State Madarasa Education Board v. Madarasa Hanfia Arabic College,® the State legislature enacted the Bihar State": "66. बिहार राज्य मदरसा शिक्षा बोर्ड बनाम मदरसा हनफिया अरबी कॉलेज, ** के मामले में राज्य विधानमंडल ने",
  "Madarasa Education Board Act 1982 to constitute an autonomous State Madarasa Education Board to grant recognition, aid, and to": "बिहार राज्य मदरसा शिक्षा बोर्ड अधिनियम 982 को मान्यता देने, सहायता देने और इसके द्वारा सहायता प्राप्त",
  "and recognized by it. Section 7(2)(n) of the legislation empowered": "शिक्षा बोर्ड का गठन करने के लिए अधिनियमित किया। कानून की धारा 7(2)(एन) बोर्ड को अपने निर्देशों का",
  "the Board to dissolve the managing committee of a Madarsa for": "पालन न करने पर मदरसे की प्रबंध समिति को भंग करने का अधिकार देती है। इस न्यायालय के समक्ष मुद्दा यह",
  "Frank Anthony Public School Employees’ Association v. Union of India (1986) 4 SCC 707 [16] [“16.": "87 . फ्रैंक एंथनी पब्लिक स्कूल एम्प्लॉइज एसोसिएशन बनाम भारत संघ (986) 4 एससीसी 707 [36] [“6. किसी संस्थान द्वारा",
  "The excellence of the instruction provided by an institution would depend directly on the excellence of the teaching staff, and in turn, that would depend on the quality and the contentment of the teachers.": "प्रदान की जाने वाली शिक्षा की उत्कृष्टता सीधे तौर पर शिक्षण कर्मचारियों की उत्कृष्टता पर निर्भर करेगी और बदले में, यह शिक्षकों",
  "Conditions of service pertaining to minimum qualifications of teachers, their salaries, allowances and": "की गुणवत्ता और संतुष्टि पर निर्भर करेगी। शिक्षकों की न्यूनतम योग्यता, उनके वेतन, भत्ते और सेवा की अन्य शर्तों से संबंधित",
  "other conditions of service which ensure security, contentment and decent living standards to teachers": "सेवा की शर्ते जो शिक्षकों को सुरक्षा, संतुष्टि और सभ्य जीवन स्तर सुनिश्चित करती हैं और जिसके परिणामस्वरूप वे संस्थान और",
  "and which will consequently enable them to render better service to the institution and the pupils cannot": "विद्यार्थियों को बेहतर सेवा प्रदान करने में सक्षम होंगे, निश्चित रूप से संविधान के अनुच्छेद 30(7) द्वारा गारंटीकृत मौलिक",
  "[1989] Supp. 2 SCR 399 : (1990) 1 SCC 428": "88. [989] अनुपूरक 2 एससीआर 399: (990)  एससीसी 428",
  "in Uttar Pradesh because: (i) it regulates the standard of education imparted by the recognised Madarsas; and (ii) it conducts examinations and confers certificates to students, allowing them the opportunity": "पूरा करते हैं, अर्थात मान्यता प्राप्त मदरसों में छात्रों की शैक्षणिक उत्कृष्टता में सुधार लाना और उन्हें बोर्ड द्वारा",
  "Regulations pertaining to standards of education or qualification of teachers do not directly interfere with the administration of the": "69. शिक्षा के मानकों या शिक्षकों की योग्यता से संबंधित नियम मान्यता प्राप्त मदरसों के प्रशासन में सीधे",
  "recognized Madarsas. Such regulations are “designed to prevent maladministration of an educational institution”.8° The Madarsa": "हस्तक्षेप नहीं करते हैं। ऐसे नियम “शैक्षणिक संस्थान के कुप्रशासन को रोकने के लिए बनाए गए हैं” ।** मदरसा",
  "Act does not directly interfere with the day-to-day administration of the recognized Madarsas.°° Further, the provisions of the Madarsa": "अधिनियम मान्यता प्राप्त मदरसों के दिन -प्रतिदिन के प्रशासन में सीधे हस्तक्षेप नहीं करता है।** इसके अलावा,",
  "education for minority community” without depriving the educational institutions of their minority character.": "मदरसा अधिनियम के प्रावधान शैक्षणिक संस्थानों को उनके अल्पसंख्यक चरित्र से वंचित किए बिना “संस्था को",
  "Fundamental rights consist of both negative and positive postulates.": "70. मौलिक अधिकारों में नकारात्मक और सकारात्मक दोनों तरह के सिद्धांत शामिल हैं। उन्हें राज्य से अपनी",
  "They require the State to restrain its exercise of power and create conducive conditions for the exercise of rights.°' The essence of": "शक्ति के प्रयोग को नियंत्रित करने और अधिकारों के प्रयोग के लिए अनुकूल परिस्थितियों का निर्माण करने की",
  "people, with diverse languages and different beliefs, while maintaining": "हुए, विविध भाषाओं और विभिन्न मान्यताओं वाले विभिन्न प्रकार के लोगों की मान्यता और संरक्षण है *१९।",
  "the basic principle of equality and secularism.” In the spirit of positive secularism, Article 30 confers special rights on religious and linguistic minorities “because of their numerical handicap and to instil": "सकारात्मक धर्मनिरपेक्षता की भावना में, अनुच्छेद 30 धार्मिक और भाषाई अल्पसंख्यकों को \"उनकी संख्यात्मक",
  "of secularism requires the State to take active steps to treat minority institutions on par with secular institutions while allowing them to": "धर्मनिरपेक्षता की सकारात्मक अवधारणा के लिए राज्य को अल्पसंख्यक संस्थानों को धर्मनिरपेक्ष संस्थानों के बराबर मानने के लिए सक्रिय कदम उठाने की आवश्यकता होती है, जबकि उन्हें अपना अल्पसंख्यक चरित्र बनाए",
  "retain their minority character. Positive secularism allows the State": "रखने की अनुमति होती है। सकारात्मक धर्मनिरपेक्षता राज्य को सभी व्यक्तियों के साथ समान व्यवहार करने के",
  "to treat some persons differently to treat all persons equally.** The": "लिए कुछ व्यक्तियों के साथ अलग व्यवहार करने की अनुमति देती है।** सकारात्मक धर्मनिरपेक्षता की अवधारणा",
  "Ahmedabad St. Xavier’s College Society (supra) [92]": "89. अहमदाबाद सेंट जेवियर्स कॉलेज सोसाइटी (उपरोक्त) [92]",
  "P A Inamdar (supra) [121] [“121. [...] the urge or need for affiliation or recognition brings in the concept of": "90. पी ए इनामदार (उपरोक्त) [27] [”27. [... ] संबद्धता या मान्यता की इच्छा या आवश्यकता, शिक्षा की योग्यता, उत्कृष्टता",
  "regulation by way of laying down conditions consistent with the requirement of ensuring merit, excellence": "सुनिश्चित करने और कुप्रशासन को रोकने की आवश्यकता के अनुरूप शर्तें निर्धारित करके विनियमन की अवधारणा को सामने",
  "quality of the teachers by prescribing the minimum qualifications that they must possess and the courses of studies and curricula. The existence of infrastructure sufficient for its growth can be stipulated as a": "न्यूनतम योग्यताएं और अध्ययन के पाठ्यक्रम और पाठ्यक्रम निर्धारित किए जा सकते हैं। इसके विकास के लिए पर्याप्त बुनियादी",
  "prerequisite to the grant of recognition or affiliation. However, there cannot be interference in the day-": "ढांचे का अस्तित्व मान्यता या संबद्धता प्रदान करने के लिए एक शर्त के रूप में निर्धारित किया जा सकता है। हालांकि, दिन-",
  "to-day administration. The essential ingredients of the management, including admission of students,": "प्रतिदिन के प्रशासन में हस्तक्षेप नहीं किया जा सकता है। प्रबंधन के आवश्यक तत्व, जिनमें छात्रों का प्रवेश, कर्मचारियों की भर्ती",
  "recruiting of staff and the quantum of fee to be charged, cannot be regulated.”]": "और ली जाने वाली फीस की मात्रा शामिल है, को विनियमित नहीं किया जा सकता है।” ]",
  "Supriyo v. Union of India, 2023 SCC OnLine SC 1348 [158]": "9 सुप्रियो बनाम भारत संघ, 2023 एससीसी ऑनलाइन एससी 348 [358]",
  "T MA Pai Foundation (supra) [160-161]": "92 टी एम ए पाई फाउंडेशन (उपरोक्त) [460-6]]",
  "T MA Pai Foundation (supra) [157]": "93 टी एम ए पाई फाउंडेशन (उपरोक्त) [57]",
  "St Stephens College v. University of Delhi (1992) 1 SCC 558 [97] [“97. The Constitution establishes": "94 सेंट स्टीफंस कॉलेज बनाम दिल्ली विश्वविद्यालय (992)  एससीसी 558 [97] [“97. संविधान धर्मनिरपेक्ष लोकतंत्र की",
  "secular democracy. The animating principle of any democracy is the equality of the people. But the idea": "स्थापना करता है। किसी भी लोकतंत्र का प्रेरक सिद्धांत लोगों की समानता है। लेकिन यह विचार कि सभी लोग समान हैं, गहराई",
  "that all people are equal is profoundly speculative. It is well said that in order to treat some persons equally, we must treat them differently. We have to recognise a fair degree of discrimination in favour": "से काल्पनिक है। यह ठीक ही कहा गया है कि कुछ व्यक्तियों के साथ समान व्यवहार करने के लिए, हमें उनके साथ अलग व्यवहार",
  "of minorities. But it is impossible to have an affirmative action for religious minorities in religious neutral": "करना चाहिए। लेकिन धार्मिक तटस्थता में धार्मिक अल्पसंख्यकों के लिए सकारात्मक कार्रवाई करना असंभव है, ठीक इन विचारों",
  "e. Interplay of Article 21-A and Article 30": "ड अनुच्छेद 2-ए और अनुच्छेद 30 का परस्पर प्रभाव",
  "Article 21-A provides that the State shall provide free and compulsory education to all children of the age of six to fourteen years in": "74. अनुच्छेद 2-ए में प्रावधान है कि राज्य छह से चौदह वर्ष की आयु के सभी बच्चों को इस तरह से मुफ्त और",
  "such manner as the State may, by law, determine. It imposes a": "अनिवार्य शिक्षा प्रदान करेगा जैसा कि राज्य कानून द्वारा निर्धारित कर सकता है। यह राज्य पर प्रारंभिक और",
  "constitutional obligation on the State to impart elementary and basic": "बुनियादी शिक्षा प्रदान करने का संवैधानिक दायित्व डालता है। संसद ने अनुच्छेद 2-ए के अनुसरण में प्रत्येक",
  "education. Parliament enacted the RTE Act to provide full-time elementary education of satisfactory and equitable quality to every": "बच्चे को संतोषजनक और समान गुणवत्ता की पूर्णकालिक प्रारंभिक शिक्षा प्रदान करने के लिए आरटीई अधिनियम",
  "child in pursuance of Article 21-A. The RTE Act seeks to provide a “quality education without any discrimination on economic, social,": "बनाया। आरटीई अधिनियम “आर्थिक, सामाजिक और सांस्कृतिक आधार पर किसी भी भेदभाव के बिना",
  "and cultural grounds.”’” Section 3 makes the right of children to free": "गुणवत्तापूर्ण शिक्षा” प्रदान करना चाहता है\"\"। धारा3 बच्चों को मुफ्त और अनिवार्य शिक्षा के अधिकार को",
  "In Society for Unaided Private Schools of Rajasthan v. Union of": "75. सोसाइटी फॉर अनएडेड प्राइवेट स्कूल्स ऑफ राजस्थान बनाम यूनियन ऑफ इंडिया के मामले में इस",
  "validity of the RTE Act. It further held that the statute applies to an aided school including a minority school receiving aid or grant to meet": "आगे कहा कि यह क़ानून सहायता प्राप्त स्कूल सहित अल्पसंख्यक स्कूल पर लागू होता है जो उचित सरकार या",
  "whole or part of its expenses from the appropriate Government or": "स्थानीय प्राधिकारी से अपने खर्चों का पूरा या आंशिक वहन करने के लिए सहायता या अनुदान प्राप्त करता है।",
  "local authority. Subsequently, Parliament amended the RTE Act to exempt its application to Madarsas, vedic pathsalas and educational": "इसके बाद, संसद ने आरटीई अधिनियम में संशोधन करके इसे मदरसों, वैदिक पाठशालाओं और मुख्य रूप से",
  "exempt its application to Madarsas, vedic pathsalas and educational institutions primarily imparting religious instruction.‘": "धार्मिक शिक्षा प्रदान करने वाले शैक्षणिक संस्थानों पर लागू होने से छूट दे दी। ००",
  "In Pramati_ Educational and Cultural Trust v. Union of India,'“": "76. प्रमति एजुकेशनल एंड कल्चरल ट्रस्ट बनाम भारत संघ”\"* के मामले में संविधान पीठ को अनुच्छेद 2-ए",
  "a Constitution Bench had to determine the constitutional validity of Article 21-A. One of the issues before this Court was whether": "की संवैधानिक वैधता निर्धारित करनी थी। इस न्यायालय के समक्ष एक मुद्दा यह था कि क्या अनुच्छेद 24-ए",
  "Article 21-A conflicts with Article 30. This Court held that the law": "अनुच्छेद 30 के साथ संघर्ष करता है। इस न्यायालय ने धारित किया कि अनुच्छेद 2-ए के तहत संसद द्वारा",
  "minorities to establish and administer schools of their choice. It held": "अधिनियमित कानून अल्पसंख्यकों के अपनी पसंद के स्कूल स्थापित करने और प्रशासन करने के अधिकार को",
  "that application of the RTE Act to minority educational institutions, whether aided or unaided, “may destroy the minority character of": "समाप्त नहीं कर सकता। इसने धारित किया गया कि सहायता प्राप्त या गैर -सहायता प्राप्त अल्पसंख्यक शैक्षणिक संस्थानों पर आरटीई अधिनियम का आवेदन \"स्कूल के अल्पसंख्यक चरित्र को नष्ट कर सकता है।'**\" इसलिए,",
  "2012] 2 SCR 715 : (2012) 6 SCC 1 [64]": "02 [202] 2 एससीआर 75: (202) 6 एससीसी [64]",
  "“[(4) Subject to the provisions of Articles 29 and 30 of the Constitution, the provisions of this Act shall": "03 धारा (4) और (5), आरटीई अधिनियम। [इसमें लिखा है: “[(4) संविधान के अनुच्छेद 29 और 30 के प्रावधानों के अधीन,",
  "apply to conferment of rights on children to free and compulsory education.": "इस अधिनियम के प्रावधान बच्चों को मुफ्त और अनिवार्य शिक्षा का अधिकार प्रदान करने के लिए लागू होंगे। (5) इस अधिनियम में",
  "(5) Nothing contained in this Act shall apply to Madrasas, Vedic Pathsalas and educational institutions primarily imparting religious instruction.”]": "निहित कुछ भी मदरसा, वैदिक पाठशाला और मुख्य रूप से धार्मिक शिक्षा प्रदान करने वाले शैक्षणिक संस्थानों पर लागू नहीं होगा।” ]",
  "2014] 11 SCR 712 : (2014) 8 SCC 1": "04 [204] ] एससीआर 72: (204) 8 एससीसी 7",
  "to establish and administer Madarsas to impart both religious and": "होता है; (॥) धार्मिक और धर्मनिरपेक्ष दोनों शिक्षा प्रदान करने के लिए मदरसा स्थापित करने और प्रशासन करने",
  "secular education is protected by Article 30; and (iii) the Board and": "का धार्मिक अल्पसंख्यक का अधिकार अनुच्छेद 30 द्वारा संरक्षित है और (॥।) बोर्ड और राज्य सरकार के पास",
  "the state government have sufficient regulatory powers to prescribe and regulate standards of education for the Madarsas.": "मदरसों के लिए शिक्षा के मानकों को निर्धारित करने और विनियमित करने के लिए पर्याप्त विनियामक शक्तियाँ हैं।",
  "E. Legislative Competence": "ड. विधायी क्षमता",
  "a. The Madarsa Act is within the legislative competence of the State under Entry 25, List Ill": "ए. मदरसा अधिनियम सूची ॥॥। की प्रविष्टि 25 के तहत राज्य की विधायी क्षमता के अंतर्गत आता है।",
  "The distribution of legislative powers is contained in Part XI of the Constitution. Article 246(2) confers exclusive power on Parliament to": "80. विधायी शक्तियों का वितरण संविधान के भाग में निहित है। अनुच्छेद 246(2) संसद को सातवीं अनुसूची",
  "make laws “with respect to” any of the matters enumerated in List | (the Union List) of the Seventh Schedule. Clause (1) is prefaced with": "की सूची । (संघ सूची) में सूचीबद्ध किसी भी विषय के संबंध में कानून बनाने की विशेष शक्ति प्रदान करता है।",
  "a non-obstante provision which gives it precedence over Clauses (2)": "खंड () के समक्ष एक गैर-बाधक प्रावधान है जो इसे खंड (2) और (3) पर वरीयता देता है। अनुच्छेद",
  "and (3). Article 246(2) enunciates the legislative principles with regard to List Ill (the Concurrent List) and states that both Parliament and": "246(2) सूची ॥॥ (समवर्ती सूची ) के संबंध में विधायी सिद्धांतों को प्रतिपादित करता है और बताता है कि संसद",
  "State legislatures have concurrent powers of legislation “with respect to” the matters enumerated in this list. This clause also begins with a": "और राज्य विधानसभाओं दोनों के पास इस सूची में सूचीबद्ध विषयों के संबंध में कानून बनाने की समवर्ती",
  "to” the matters enumerated in this list. This clause also begins with a non-obstante provision giving it precedence over clause (3). Finally,": "शक्तियां हैं। यह खंड भी एक गैर-बाधक प्रावधान से शुरू होता है जो इसे खंड (3) पर वरीयता देता है। अंत में,",
  "Article 264(3) states that the State Legislature has exclusive power to make laws on the matters enumerated in List II (the State List).": "अनुच्छेद 264(3) में कहा गया है कि राज्य विधानमंडल के पास सूची ॥ (राज्य सूची) में सूचीबद्ध मामलों पर कानून बनाने की विशेष शक्ति है।",
  "When the Constitution was enacted, the subject of “education” was part of List Il (the State List) of the Seventh Schedule. This": "87. जब संविधान लागू हुआ, तो “शिक्षा” विषय सातवीं अनुसूची की सूची ॥ (राज्य सूची) का हिस्सा था।",
  "India Act 1935, whereby, the entry titled “Education” was placed in the Provincial List. At the time of the enactment of the Constitution,": "“शिक्षा” शीर्षक वाली प्रविष्टि को प्रांतीय सूची में रखा गया था। संविधान के अधिनियमन के समय, सूची ॥ की",
  "provisions of entries 63, 64, 65 and 66 of List | and entry 25 of List Ill.”": "”7. सूची । की प्रविष्टि 63, 64, 65 और 66 और सूची ॥॥ की प्रविष्टि 25 के प्रावधानों के",
  "At this time, Entry 25 of List Ill read as follows:": "82. इस समय, सूची ।॥ की प्रविष्टि 25 इस प्रकार थी:",
  "“25. Vocational and technical training of labour.”": "“25. श्रमिकों का व्यावसायिक और तकनीकी प्रशिक्षण।”",
  "With effect from 3 January 1977, by the Constitution (Forty-Second": "83. 3 जनवरी 977 से, संविधान (बयालीसवाँ संशोधन अधिनियम )'** द्वारा, 09 सूची ॥ की प्रविष्टि को",
  "Amendment Act),'° Entry 11 of List Il was omitted, and Entry 25 of": "हटा दिया गया, और सूची ॥। की प्रविष्टि 25 को इसके लिए संशोधित किया गया। दूसरे शब्दों में, \"शिक्षा\" से",
  "109 Constitution (Forty-second Amendment) Act, 1976, s. 57 (w.e.f. 3-1-1977).": "09 संविधान (बयालीसवां संशोधन) अधिनियम, 976, धारा 57 (3--977 से प्रभावी ) |",
  "entry pertaining to “education” was moved from the State List to the Concurrent List. Entry 25, List Ill now reads as follows:": "संबंधित विधायी प्रविष्टि को राज्य सूची से समवर्ती सूची में स्थानांतरित कर दिया गया। सूची ॥॥ की प्रविष्टि 25 अब इस प्रकार है:",
  "“25. Education, including technical education, medical education and universities, subject to the provisions of": "\"25. शिक्षा, जिसमें तकनीकी शिक्षा, चिकित्सा शिक्षा और विश्वविद्यालय के अन्तर्गत सूची ।",
  "entries 63, 64, 65 and 66 of List |; vocational and technical": "की प्रविष्टियों 653, 64, 65 और 66 के प्रावधानों के अधीन; श्रमिकों का व्यावसायिक और",
  "training of labour.”": "तकनीकी प्रशिक्षण शामिल हैं।\"",
  "To address the contention raised by the respondents regarding the legislative competence of the state legislature, the following settled": "84. राज्य विधानमंडल की विधायी क्षमता के बारे में प्रतिवादियों द्वारा उठाए गए विवाद को संबोधित करने के",
  "principles governing the interpretation of the entries in the Seventh Schedule are relevant\"®:": "लिए, सातवीं अनुसूची में प्रविष्टियों की व्याख्या को नियंत्रित करने वाले निम्नलिखित स्थापित सिद्धांत प्रासंगिक",
  "a. The entries are legislative heads and not sources of legislative": "क. प्रविष्टियाँ विधायी प्रमुख हैं और विधायी शक्तियों के स्रोत नहीं हैं। विधायी प्रविष्टियाँ संसद और राज्य",
  "powers. The legislative entries use general words to define and delineate the legislative powers of Parliament and State": "विधानसभाओं की विधायी शक्तियों को परिभाषित और चित्रित करने के लिए सामान्य शब्दों का उपयोग",
  "legislatures, and the words should receive their ordinary, natural, and grammatical meaning;": "करती हैं, और शब्दों को उनका सामान्य, प्राकृतिक और व्याकरणिक अर्थ मिलना चाहिए;",
  "b. The legislative entries should not be read in a narrow or pedantic": "ख. विधायी प्रविष्टियों को संकीर्ण या पांडित्यपूर्ण अर्थ में नहीं पढ़ा जाना चाहिए , बल्कि उन्हें उनका",
  "sense but must be given their “broadest meaning and the widest amplitude”. The ambit of the entries extends to all ancillary and": "\"व्यापक अर्थ और व्यापक आयाम\" दिया जाना चाहिए। प्रविष्टियों का दायरा उन सभी सहायक और गौण",
  "subsidiary matters which can fairly and reasonably be said to be comprehended in them;": "मामलों तक फैला हुआ है, जिनके बारे में कहा जा सकता है कि वे उनमें उचित रूप से समझे जा सकते",
  "c. There is a possibility of an overlap and conflict between two or more entries. In such cases, the doctrine of pith and substance": "ग. दो या अधिक प्रविष्टियों के बीच ओवरलैप और संघर्ष की संभावना है। ऐसे मामलों में , सार और",
  "comes into play to determine whether the legislature in question": "पदार्थ का सिद्धांत यह निर्धारित करने के लिए काम में आता है कि संबंधित विधायिका में कानून बनाने",
  "d. There may arise situations where a legislature may frame a": "घ. ऐसी स्थितियाँ उत्पन्न हो सकती हैं जहाँ कोई विधायिका ऐसा कानून बना सकती है जो सार और",
  "law that in substance and reality transgresses its legislative competence. Such a piece of legislation is called “colourable": "वास्तविकता में उसकी विधायी क्षमता का उल्लंघन करता है। ऐसे कानून को \"रंगीन कानून\" कहा जाता",
  "legislation”. The substance of the legislation is material. If the subject matter is in substance beyond the legislative powers of": "है। कानून का सार भौतिक है। यदि विषय -वस्तु सार रूप में विधायिका की विधायी शक्तियों से परे है,",
  "the legislature, the form in which the law is clothed would not save it from being declared unconstitutional; and": "तो जिस रूप में कानून को तैयार किया गया है, वह इसे असंवैधानिक घोषित होने से नहीं बचाएगा; और",
  "e. Incertain entries, such as Entry 25 in List III, the Constitution": "ड. कुछ प्रविष्टियों में, जैसे सूची ॥। में प्रविष्टि 25, संविधान तीन सूचियों में प्रविष्टियों के बीच संभावित",
  "uses specific expressions such as “subject to” in order to": "ओवरलैप को हल करने के लिए \"के अधीन\" जैसी विशिष्ट अभिव्यक्तियों का उपयोग करता है। इसका",
  "This is used in cases where the Constitution stipulates that the exercise of power traceable to certain legislative entries": "उपयोग उन मामलों में किया जाता है, जहां संविधान में यह प्रावधान है कि कुछ विधायी प्रविष्टियों से",
  "overrides the exercise of power traceable to another entry in a different list.": "प्राप्त शक्ति का प्रयोग किसी अन्य सूची में किसी अन्य प्रविष्टि से प्राप्त शक्ति के प्रयोग को ओवरराइड",
  "The provisions of the Madarsa Act seek to “regulate” Madarsas. These": "85. मदरसा अधिनियम के प्रावधान मदरसों को “विनियमित” करने का प्रयास करते हैं। ये धार्मिक",
  "are educational institutions run by a religious minority. There is a distinction between “religious instruction” and “religious education”.": "अल्पसंख्यकों द्वारा संचालित शैक्षणिक संस्थान हैं। “धार्मिक निर्देश” और “धार्मिक शिक्षा” के बीच एक अंतर है।",
  "While the Madarsas do impart religious instruction, their primary aim is education. Legislative entries must be given their widest meaning,": "जबकि मदरसे धार्मिक शिक्षा प्रदान करते हैं, उनका प्राथमिक उद्देश्य शिक्षा है। विधायी प्रविष्टियों को उनका",
  "and their ambit also extends to ancillary subjects which may be": "व्यापक अर्थ दिया जाना चाहिए, और उनका दायरा उन सहायक विषयों तक भी फैला हुआ है जिन्हें प्रविष्टि के",
  "comprehended within the entry. The mere fact that the education": "भीतर समझा जा सकता है। केवल यह तथ्य कि जिस शिक्षा को विनियमित करने की मांग की जा रही है, उसमें",
  "which is sought to be regulated includes some religious teachings or instruction, does not automatically push the legislation outside the legislative competence of the state.": "कुछ धार्मिक शिक्षाएं या निर्देश शामिल हैं, स्वचालित रूप से कानून को राज्य की विधायी क्षमता से बाहर नहीं",
  "Article 28 is titled “Freedom as to attendance at religious instruction or religious worship in certain educational institutions”. Article 28(1)": "86. अनुच्छेद 28 का शीर्षक है “कुछ शैक्षणिक संस्थानों में धार्मिक शिक्षा या धार्मिक पूजा में उपस्थिति के रूप",
  "states that no religious instruction shall be provided in any educational institution wholly maintained out of State funds. Article 28(3) provides": "में स्वतंत्रता” है। अनुच्छेद 28() में कहा गया है कि राज्य के कोष से पूरी तरह से संचालित किसी भी शैक्षणिक संस्थान में कोई धार्मिक शिक्षा प्रदान नहीं की जाएगी। अनुच्छेद 28(3) में यह प्रावधान है कि कोई भी व्यक्ति जो",
  "that no person who is attending any educational institution recognised by the state or receiving aid out of state funds shall be compelled": "राज्य द्वारा मान्यता प्राप्त या राज्य निधि से सहायता प्राप्त करने वाले किसी शैक्षणिक संस्थान में जा रहा है, उसे",
  "to take part in religious instruction or attend religious worship": "उसकी सहमति के बिना धार्मिक शिक्षा में भाग लेने या धार्मिक पूजा में शामिल होने के लिए बाध्य नहीं किया",
  "without their consent. The corollary to this provision is that religious instruction may be imparted in an educational institution which is": "जाएगा। इस प्रावधान का परिणाम यह है कि धार्मिक शिक्षा किसी ऐसे शैक्षणिक संस्थान में दी जा सकती है जिसे",
  "recognized by the state, or which receives state aid but no student": "राज्य द्वारा मान्यता प्राप्त है या जिसे राज्य सहायता मिलती है लेकिन किसी भी छात्र को ऐसे संस्थान में धार्मिक",
  "can be compelled to participate in religious instruction in such an institution. However, the dissemination of religious instruction does": "शिक्षा में भाग लेने के लिए बाध्य नहीं किया जा सकता है। हालांकि, धार्मिक शिक्षा का प्रसार शिक्षा प्रदान करने",
  "not change its fundamental character as an institution that imparts": "वाले संस्थान के रूप में इसके मौलिक चरित्र को नहीं बदलता है। प्रतिवादी द्वारा प्रस्तावित तरीके से सूची | की",
  "education. To read Entry 25, List Ill in the manner proposed by the respondent, would render it inapplicable to all legislation which deal": "प्रविष्टि 25 को पढ़ने से यह उन सभी कानूनों पर लागू नहीं होगा जो अल्पसंख्यकों द्वारा “स्थापित और",
  "with any institution “established and administered” by minorities, which may provide some religious instruction. This runs contrary to": "प्रशासित” किसी भी संस्थान से संबंधित हैं, जो कुछ धार्मिक शिक्षा प्रदान कर सकते हैं। यह अनुच्छेद 30 में",
  "the constitutional scheme in Article 30, which recognizes the right of minorities to establish and administer educational institutions. Merely": "संवैधानिक योजना के विपरीत है, जो शैक्षणिक संस्थानों की स्थापना और प्रशासन के लिए अल्पसंख्यकों के",
  "because an educational institution is run by a minority or even a": "अधिकार को मान्यता देता है। केवल इसलिए कि एक शैक्षणिक संस्थान अल्पसंख्यक या यहां तक कि बहुसंख्यक",
  "majority community and professes some of its teachings, does not": "समुदाय द्वारा चलाया जाता है और उनकी कुछ शिक्षाओं को मानता है, इसका मतलब यह नहीं है कि ऐसे",
  "mean that the teachings in such institutions fall outside the ambit of the term “education”.": "संस्थानों में शिक्षाएं \"शिक्षा\" शब्द के दायरे से बाहर हैं।",
  "In fact, reference was made to an eleven-judge bench of this Court in T.M.A. Pai Foundation v. State of Karnataka,\" on the “scope of the": "87. वास्तव में, टी.एम.ए. पाई फाउंडेशन बनाम कर्नाटक राज्य\" के मामले में इस न्यायालय की ग्यारह न्यायाधीशों वाली पीठ का संदर्भ दिया गया था, जिसमें सातवीं अनुसूची की सूची ॥॥। में प्रविष्टि 25 को शामिल",
  "of their choice under Article 30(1) read with Article 29(2)” in view of": "किए जाने के मद्देनजर “अनुच्छेद 30() के साथ अनुच्छेद 29(2) के तहत अल्पसंख्यकों को अपनी पसंद के",
  "of the questions before this Court was whether the “minority status” of an institution under Article 30(1) would be determined with the": "न्यायालय के समक्ष एक प्रश्न यह था कि क्‍या अनुच्छेद 30() के तहत किसी संस्थान की “अल्पसंख्यक",
  "unit being the state or the entire country, since both the state and": "स्थिति” का निर्धारण राज्य या पूरे देश की इकाई के साथ किया जाएगा, क्योंकि राज्य और संघ दोनों ही",
  "the union can legislate on the subject of “education”. Therefore, it is beyond the pale of doubt that the regulation of minority institutions": "“शिक्षा” के विषय पर कानून बना सकते हैं। इसलिए, यह संदेह से परे है कि अल्पसंख्यक संस्थानों के विनियमन",
  "was assumed to fall within the ambit of Entry 25, List Ill by an eleven- judge bench of this Court.": "को इस न्यायालय की ग्यारह न्यायाधीशों वाली पीठ द्वारा सूची ।॥। की प्रविष्टि 25 के दायरे में माना गया था।",
  "Further, Entry 25, List Ill itself provides specific carve-outs. The entry": "88. इसके अलावा, सूची ॥॥। की प्रविष्टि 25 में ही विशिष्ट कटौती का प्रावधान है। यह प्रविष्टि सूची । की प्रविष्टियों",
  "is subject to entries 63, 64, 65 and 66 of List |. None of these entries in the Union List seek to regulate ‘religious education’. Further, Mr": "63, 64, 65 और 66 के अधीन है। संघ सूची में इनमें से कोई भी प्रविष्टि 'धार्मिक शिक्षा' को विनियमित करने",
  "Guru Krishna Kumar, Senior Counsel has not indicated any other": "का प्रयास नहीं करती है। इसके अलावा, श्री गुरु कृष्ण कुमार, वरिष्ठ अधिवक्ता ने सूची । में किसी अन्य प्रविष्टि",
  "legislation is a “colourable legislation” within the competence of the Parliament and not within the competence of the state legislature.": "भीतर एक \"रंगीन कानून\" है और राज्य विधानमंडल की क्षमता के भीतर नहीं है।",
  "With respect to the concurrent exercise of power by the State Legislature and the Parliament with respect to matters in List Ill (the": "89. सूची ॥॥ (समवर्ती सूची ) के मामलों के संबंध में राज्य विधानमंडल और संसद द्वारा शक्ति के समवर्ती प्रयोग",
  "repugnancy to resolve inconsistencies between laws made by the": "के संबंध में, संविधान संसद और राज्य विधानसभाओं द्वारा बनाए गए कानूनों के बीच विसंगतियों को हल करने",
  "Parliament and the state legislatures.\"* In such cases, the law made": "के लिए विरोध के सिद्धांत का भी प्रावधान करता है।”*3 ऐसे मामलों में, राज्य विधानमंडल द्वारा बनाया गया",
  "by the State legislature gives way to the law made by the Parliament, subject to certain exceptions.'* In the present instance, the question": "कानून, कुछ अपवादों के अधीन, संसद द्वारा बनाए गए कानून को रास्ता देता है।”** वर्तमान उदाहरण में, विरोध",
  "of repugnancy does not even arise as there is no central law which": "का सवाल ही नहीं उठता है क्योंकि ऐसा कोई केंद्रीय कानून नहीं है जो मदरसों के कामकाज को विनियमित करने",
  "there is no issue of a conflict or repugnancy between the two Acts.": "दोनों अधिनियमों के बीच संघर्ष या विरोध का कोई मुद्दा नहीं है।",
  "In view of the above, there is no jurisprudential basis to read Entry 25, List Ill to be limited to only education that is devoid of any religious": "90. उपर्युक्त के मद्देनजर, सूची ।॥। की प्रविष्टि 25 को केवल ऐसी शिक्षा तक सीमित करने का कोई न्यायशास्त्रीय",
  "entirety) which seeks to regulate the functioning of Madarsas in Uttar Pradesh is outside the competence of the state legislature.": "(अपनी संपूर्णता में) जो उत्तर प्रदेश में मदरसों के कामकाज को विनियमित करना चाहता है, राज्य विधायिका",
  "The challenge on the ground of legislative competence fails.": "की क्षमता से बाहर है। विधायी क्षमता के आधार पर चुनौती विफल हो जाती है।",
  "b. Certain provisions of the Madarsa Act conflict with the UGC Act enacted under Entry 66, List |": "ख. मदरसा अधिनियम के कुछ प्रावधान सूची । की प्रविष्टि 65 के तहत अधिनियमित यूजीसी अधिनियम के साथ संघर्ष करते हैं।",
  "As noted above, Entry 25 of List Ill has been made subject to certain": "97. जैसा कि ऊपर उल्लेख किया गया है, सूची ॥॥। की प्रविष्टि 25 को सूची । की कुछ प्रविष्टियों के अधीन किया",
  "entries in List |. One of these entries is Entry 66 of List I, which reads as follows:": "गया है। इन प्रविष्टियों में से एक सूची । की प्रविष्टि 66 है, जो इस प्रकार है:",
  "“66. Co-ordination and determination of standards in institutions for higher education or research and scientific and technical institutions.”": "“66. उच्च शिक्षा या अनुसंधान और वैज्ञानिक और तकनीकी संस्थानों के लिए मानकों का समन्वय और निर्धारण।”",
  "In Mineral Area Development Authority & Anr. vs. Steel Authority": "92. मिनरल एरिया डेवलपमेंट अथॉरिटी एवं अन्य बनाम स्टील अथॉरिटी ऑफ इंडिया एवं अन्य”, के मामले में",
  "of India & Anr.,\"® a Constitution Bench of this Court had occasion to observe the purport of the legislative entries in List II using the": "इस न्यायालय की संविधान पीठ को सूची ॥ में विधायी प्रविष्टियों के अभिप्राय को निम्नलिखित शब्दों में “के",
  "phrase “subject to” in the following terms:": "अधीन” वाक्यांश का प्रयोग करते हुए देखने का अवसर मिला:",
  "“44. Where the entries have used the phrase “subject to”, the legislative power of the State is made subordinate to": "“44. जहाँ प्रविष्टियों में “के अधीन” वाक्यांश का प्रयोग किया गया है, वहाँ राज्य की विधायी",
  "Parliament with respect to either the Union List or the Concurrent List. The expression “subject to” conveys": "शक्ति संघ सूची या समवर्ती सूची के संबंध में संसद के अधीन हो जाती है। “के अधीन”",
  "the idea of a provision yielding place to another provision or other provisions to which it is made": "अभिव्यक्ति किसी प्रावधान के विचार को व्यक्त करती है जो किसी अन्य प्रावधान या अन्य",
  "subject. Therefore, where the Constitution intends": "प्रावधानों को स्थान देता है जिसके अधीन उसे बनाया गया है। इसलिए, जहाँ संविधान राज्यों",
  "to displace or override the legislative powers of the": "की विधायी शक्तियों को विस्थापित या ओवरराइड करने का इरादा रखता है, वहाँ -”के",
  "States, it has used specific terminology — “subject to”. However, the Constitution has also indicated the": "अधीन” विशिष्ट शब्दावली का प्रयोग किया है . हालाँकि, संविधान ने यह भी संकेत दिया है कि",
  "extent to which a particular legislative entry under List II is subordinated. For instance, the subjection is either with": "सूची ॥ के अंतर्गत कोई विशेष विधायी प्रविष्टि किस सीमा तक अधीनस्थ है। उदाहरण के लिए,",
  "respect to provisions of List | or List III, or it can also be": "अधीनता या तो सूची । या सूची ॥ के प्रावधानों के संबंध में है, या यह संसद द्वारा कानून द्वारा",
  "to the extent of “any limitations” imposed by Parliament by law. Thus, it is imperative that the entries in List II must be": "लगाई गई “किसी भी सीमा” की सीमा तक भी हो सकती है। इस प्रकार, यह अनिवार्य है कि",
  "read and interpreted in their proper context to understand": "उचित संदर्भ में पढ़ा और व्याख्या की जानी चाहिए।”",
  "by a sponsoring body or the sponsoring body itself with the": "निकाय या स्वयं प्रायोजक निकाय द्वारा प्रस्तुत प्रस्ताव को विश्वविद्यालय के न्यायिक व्यक्तित्व",
  "of Section 22 of the UGC Act and thereby acquires the": "से सुसब्चित करता है ताकि यूजीसी अधिनियम की धारा 22 का लाभ उठाया जा सके और इस",
  "right of conferring or granting academic degrees but without": "तरह शैक्षणिक डिग्री प्रदान करने या देने का अधिकार प्राप्त किया जा सके, लेकिन उच्च अध्ययन",
  "having any infrastructure or teaching facility for higher studies or facility for research is not contemplated by": "के लिए कोई बुनियादी ढांचा या शिक्षण सुविधा या शोध की सुविधा के बिना इनमें से किसी भी",
  "either of these entries. Sections 5 and 6 of the impugned": "प्रविष्टि द्वारा परिकल्पित नहीं किया गया है। इसलिए, आरोपित अधिनियम की धारा 5 और 6",
  "enactment are, therefore, wholly ultra vires, being a fraud on the Constitution.": "पूरी तरह से अधिकारहीन हैं, जो संविधान के साथ धोखाधड़ी है।",
  "46. [...] The impugned Act which enables a proposal on paper only to be notified as a university and thereby": "46. आरोपित अधिनियम, जो कागज पर एक प्रस्ताव को केवल विश्वविद्यालय के रूप में",
  "conferring the power upon such university under Section 22 of the UGC Act to confer degrees has the effect of": "अधिसूचित करने में सक्षम बनाता है और इस तरह यूजीसी अधिनियम की धारा 22 के तहत ऐसे विश्वविद्यालय को डिग्री प्रदान करने की शक्ति प्रदान करता है, जहां तक इन विश्वविद्यालयों",
  "completely stultifying the functioning of the University Grants Commission insofar as these universities are": "का संबंध है, विश्वविद्यालय अनुदान आयोग के कामकाज को पूरी तरह से बाधित करने का",
  "In the absence of any campus and other infrastructural facilities, UGC cannot take any measures whatsoever to": "प्रभाव डालता है। किसी भी परिसर और अन्य अवसंरचना सुविधाओं के अभाव में, यूजीसी",
  "ensure a proper syllabus, level of teaching, standard of examination and evaluation of academic achievement of": "छात्रों के लिए उचित पाठ्यक्रम, शिक्षण का स्तर, परीक्षा का मानक और शैक्षणिक उपलब्धि का",
  "undergone the course of study for the prescribed period": "सकता है कि छात्रों ने डिग्री प्रदान किए जाने से पहले निर्धारित अवधि के लिए अध्ययन का",
  "95. Section 22 of the UGC Act pertains to the right to confer degrees and reads as follows:": "95. यूजीसी अधिनियम की धारा 22 डिग्री प्रदान करने के अधिकार से संबंधित है और इस प्रकार है:",
  "“22. Right to confer degrees — (1) The right of conferring or granting degrees shall be exercised only by a University": "“22. डिग्री प्रदान करने का अधिकार - () डिग्री प्रदान करने या देने का अधिकार केवल",
  "established or incorporated by or under a Central Act, a Provincial Act or a State Act or an institution deemed to": "किसी केंद्रीय अधिनियम, प्रांतीय अधिनियम या राज्य अधिनियम द्वारा या उसके तहत स्थापित",
  "be a University under section 3 or an institution specially": "या निगमित विश्वविद्यालय या धारा 3 के तहत विश्वविद्यालय माने जाने वाले संस्थान या संसद",
  "empowered by an Act of Parliament to confer or grant degrees.": "के अधिनियम द्वारा डिग्री प्रदान करने या देने के लिए विशेष रूप से सशक्त संस्थान द्वारा प्रयोग",
  "(2) Save as provided in sub-section (1), no person or": "(2) उप-धारा () में प्रदान की गई व्यवस्था के अलावा, कोई भी व्यक्ति या प्राधिकरण कोई",
  "authority shall confer, or grant, or hold himself or itself out": "डिग्री प्रदान नहीं करेगा, या अनुमोदित नहीं करेगा, या खुद को प्रदान करने या देने का हकदार",
  "(3) For the purposes of this section, “degree’ means any": "(3) इस धारा के प्रयोजनों के लिए, \"डिग्री\" का अर्थ ऐसी कोई डिग्री है, जिसे केंद्रीय सरकार के",
  "such degree as may, with the previous approval of the Central Government, be specified in this behalf by the Commission by notification in the official Gazette.”": "पूर्व अनुमोदन से आयोग द्वारा आधिकारिक राजपत्र में अधिसूचना द्वारा इस संबंध में निर्दिष्ट",
  "Sub-section (1) expressly restricts the right to confer or grant degrees to (i) universities established or incorporated by a Central": "किया जा सकता है। 96. उप-धारा () स्पष्ट रूप से (।) केंद्रीय या राज्य क़ानून द्वारा स्थापित या निगमित विश्वविद्यालयों को डिग्री",
  "or State statute; or (ii) an institution deemed to be a university under": "प्रदान करने या देने के अधिकार को प्रतिबंधित करती है; या (॥) धारा 3 के तहत एक विश्वविद्यालय माना जाने",
  "Section 3;\"° or (iii) an institution specially empowered by an Act of": "वाला संस्थान” या (॥) संसद के अधिनियम द्वारा डिग्री प्रदान करने के लिए विशेष रूप से सशक्त संस्थान।",
  "Parliament to confer degrees. Sub-section (2) provides the same in": "उप-धारा (2) नकारात्मक रूप में समान प्रदान करती है और यह निर्धारित करती है कि उप -धारा () में",
  "the negative and stipulates that no person or authority, except those stipulated in sub-section (1) is entitled to confer or grant a degree or": "निर्धारित लोगों को छोड़कर कोई भी व्यक्ति या प्राधिकरण डिग्री प्रदान करने या देने का हकदार नहीं है या खुद",
  "present himself as entitled to confer or grant a degree. Sub-section (3) provides that, for the application of Section 22, “degree” includes": "को डिग्री प्रदान करने या देने का हकदार पेश करता है। उप-धारा (3) में प्रावधान है कि धारा 22 के आवेदन के",
  "those degrees which are specified in this regard by the UGC bya": "अधिसूचना द्वारा यूजीसी द्वारा इस संबंध में निर्दिष्ट की जाती हैं।",
  "During the course of the hearing, in response to queries posed by this Court, the Standing Counsel for the UGC clarified on instructions that": "97. सुनवाई के दौरान इस न्यायालय द्वारा पूछे गए प्रश्नों के जवाब में यूजीसी के स्थायी अधिवक्ता ने निर्देशों पर",
  "the notification referred to in sub-section (3) of Section 22 has been issued. The latest notification in this regard, which currently holds": "स्पष्ट किया कि धारा 22 की उपधारा (3) में संदर्भित अधिसूचना जारी कर दी गई है। इस संबंध में नवीनतम",
  "the field, was issued by the UGC in March 2014.'”° The notification": "अधिसूचना, जो वर्तमान में लागू है, यूजीसी द्वारा मार्च 204 में जारी की गई थी।”*\" अधिसूचना में उन सभी",
  "lists the nomenclature of all the degrees which fall within the ambit of Section 22 of the UGC Act. Under the title of ‘Specification of": "डिग्रियों के नामकरण की सूची दी गई है जो यूजीसी अधिनियम की धारा 22 के दायरे में आती हैं। 'उर्दू/फारसी /",
  "Degrees with Urdu/Persian/Arabic nomenclature’, the following degrees are specified:": "अरबी नामकरण वाली डिग्रियों का विनिर्देश' शीर्षक के तहत निम्नलिखित डिग्रियां निर्दिष्ट हैं:",
  "Specification of Degrees with Urdu/Persian/Arabic nomenclature": "उर्दू/फारसी / अरबी के नामकरण की डिग्री विशिष्टता",
  "SI. | Specified Degrees Level Minimum Entry": "क्र... विशिष्ट डिग्री स्तर कम सके कम समय प्रवेश लेने की अनुमानित संख्या सीमा शिक्षा",
  "Afzal- Ul- Ulema": "अफजल-उल-उलेमा",
  "Preliminary)": "प्राथमिक )",
  "127. | Afzal-Ul-Ulma BACHELOR’S | 3 years 10+2 (Alim/": "427  |अफजल-उल-उलेमा.... स्नातक 3 वर्ष 0+ 2(आलिम/",
  "Afzal- Ul- Ulma": "अफजल-उल-उलेमा",
  "128. | Kamil MASTER’S 2 years Fazil/Afzal-": "28 |कामिल परास्नातक 2 वर्ष फाजिल/अफजल -",
  "Ul-Ulma (BA)": "उल-उलेमा(बी.ए. )",
  "129. | Mumtaz. (Mumtazul | M.PHIL. 1 year Kamil (MA)": "29 ,मुमताज. (मुमताज़ुल एम.फिल 4 वर्ष कामिल (एम.ए. )",
  "Tafseer. Mumtazul": "तफ़सीर. मुमताज़ुल",
  "Mohaddisin,": "मोहद्विसिन,",
  "Mumtazul Figh,": "मुमताज़ुल फ़िक़्ह,",
  "Mumtazul Adah etc.)": "मुमताज़ुल अदा आदि)",
  "The universities shall be free to write English equivalent of these degrees, if they so desire in the mark sheet/degree certificates either in parentheses or slash.": "विश्वविद्यालय चाहें तो इन डिग्रियों के अंग्रेजी समकक्ष को अंकतालिका /डिग्री प्रमाण-पत्र में कोषक अथवा स्लैश में लिखने के लिए स्वतंत्र होंगे।",
  "Section 9 of the Madarsa Act specifies the functions of the Board under the Madarsa Act. Several of these functions pertain to the": "98. मदरसा अधिनियम की धारा 9 मदरसा अधिनियम के तहत बोर्ड के कार्यों को निर्दिष्ट करती है। इनमें से कई",
  "regulation of the Fazil and Kamil degrees, which correspond to a bachelor’s level and a post-graduate degree, respectively. In": "कार्य फाज़िल और कामिल डिग्री के विनियमन से संबंधित हैं, जो क्रमशः स्नातक स्तर और स्नातकोत्तर डिग्री के",
  "particular, the following provisions deal with regulating these higher education degrees:": "अनुरूप हैं। विशेष रूप से, निम्नलिखित प्रावधान इन उच्च शिक्षा डिग्रियों को विनियमित करने से संबंधित हैं:",
  "Sub-clause (a) empowers the Board to prescribe courses of instructions, textbooks and other material for inter aliathe Kamil and Fazil courses;": "क. उप-खंड (ए) बोर्ड को अन्य बातों के साथ-साथ कामिल और फाज़िल पाठ्यक्रमों के लिए निर्देशों, पाठ्यपुस्तकों और अन्य सामग्री के पाठ्यक्रम निर्धारित करने का अधिकार देता है;",
  "Sub-clause (e) empowers the Board to grant degrees, diplomas, certificates and academic distinctions to those who have either": "ख,. उप-खंड (ई) बोर्ड को उन लोगों को डिग्री, डिप्लोमा, प्रमाण पत्र और अकादमिक विशिष्टताएं प्रदान",
  "studied in institutions recognized by the board or studied privately": "करने का अधिकार देता है, जिन्होंने या तो बोर्ड द्वारा मान्यता प्राप्त संस्थानों में अध्ययन किया है या",
  "under the conditions mandated by regulations and passed an examination conducted by the Board;": "नियमों द्वारा निर्धारित शर्तों के तहत निजी तौर पर अध्ययन किया है और बोर्ड द्वारा आयोजित परीक्षा उत्तीर्ण की है;",
  "Sub-clause (f) empowers the Board to conduct the examinations of inter alia the Kamil and Fazil courses. Sub-clauses (g), (h)": "ग. उप-खंड (एफ) बोर्ड को अन्य बातों के साथ-साथ कामिल और फाज़िल पाठ्यक्रमों की परीक्षाएं",
  "for the purpose of examinations, admit candidates for the": "के लिए संस्थानों को मान्यता देने, परीक्षाओं के लिए उम्मीदवारों को प्रवेश देने और परीक्षा परिणामों के",
  "examinations, and publish or withhold the publication of the": "प्रकाशन को प्रकाशित करने या प्रकाशन को रोकने के लिए सशक्त बनाते हैं; और",
  "Sub-clause (0) empowers the Board to carry out all acts which are required to further the object of the Board, which is a body": "घ. उप-खंड (ओ) बोर्ड को सभी कार्य करने के लिए सशक्त बनाता है जो बोर्ड के उद्देश्य को आगे बढ़ाने",
  "constituted to regulate and supervise “Madrasa-Education up to Fazil”.": "के लिए आवश्यक हैं, जो कि “फाज़िल तक मदरसा -शिक्षा” को विनियमित और पर्यवेक्षण करने के लिए",
  "Pursuant to the above provisions, several provisions in the Regulations framed by the Board also seek to regulate the Kamil": "उपर्युक्त प्रावधानों के अनुसार , बोर्ड द्वारा तैयार किए गए विनियमों में कई प्रावधान कामिल और फाज़िल",
  "The Madarsa Act to the extent to which it seeks to regulate higher education, including the ‘degrees’ of Fazil and Kamil, is beyond the": "99. मदरसा अधिनियम जिस हद तक फाज़िल और कामिल की “डिग्रियों' सहित उच्च शिक्षा को विनियमित",
  "legislative competence of the State Legislature since it conflicts with": "करना चाहता है, वह राज्य विधानमंडल की विधायी क्षमता से परे है क्योंकि यह यूजीसी अधिनियम की धारा 22",
  "Section 22 of the UGC Act. Entry 25 of List Ill, pursuant to which the Madarsa Act has been enacted, has been expressly made subject": "के साथ संघर्ष करता है। सूची ॥॥। की प्रविष्टि 25, जिसके अनुसार मदरसा अधिनियम बनाया गया है, को स्पष्ट",
  "to Entry 66 of List |. The UGC Act governs the standards for higher": "रूप से सूची । की प्रविष्टि 66 के अधीन बनाया गया है। यूजीसी अधिनियम उच्च शिक्षा के मानकों को नियंत्रित",
  "education and a state legislation cannot seek to regulate higher education, in contravention of the provisions of the UGC Act.": "करता है और कोई राज्य कानून यूजीसी अधिनियम के प्रावधानों का उल्लंघन करते हुए उच्च शिक्षा को विनियमित करने का प्रयास नहीं कर सकता है।",
  "c. The entire Madarsa Act need not be struck down on the above": "ग, पूरे मदरसा अधिनियम को उपरोक्त आधार पर रद्द करने की आवश्यकता नहीं है",
  "In the foregoing sections of this Judgment, we have upheld the constitutionality of the Madarsa Act on various grounds, that were": "00. इस फैसले की उपरोक्त धाराओं में हमने विभिन्न आधारों पर मदरसा अधिनियम की संवैधानिकता को",
  "urged before the High Court and subsequently, before this Court.": "बरकरार रखा है, जिनका आग्रह उच्च न्यायालय और बाद में इस न्यायालय के समक्ष किया गया था। हालांकि",
  "However, certain provisions of the Madarsa Act which pertain to the regulation of higher education and the conferment of such degrees": "मदरसा अधिनियम के कुछ प्रावधान जो उच्च शिक्षा के विनियमन और ऐसी डिग्री प्रदान करने से संबंधित हैं, उन्हें",
  "have been held to be unconstitutional on the ground of lack of legislative competence. Thus, the question that arises is whether the": "विधायी क्षमता की कमी के आधार पर असंवैधानिक माना गया है। इस प्रकार, यह सवाल उठता है कि क्या पूरे",
  "entire legislation must be struck down on this ground. In our view, it is in failing to adequately address this question of severability that": "कानून को इस आधार पर रद्द कर दिया जाना चाहिए। हमारे विचार में, पृथक्करण के इस प्रश्न का पर्याप्त रूप से",
  "the High Court falls into error and ends up throwing the baby out": "समाधान करने में विफल रहने के कारण ही उच्च न्यायालय त्रुटि में पड़ जाता है और अंत में मुद्दे को पूरी तरह से",
  "The entire statute does not need to be struck down each time that certain provisions of the statute are held to not meet constitutional": "समाप्त कर देता है। 07. पूरे कानून को हर बार रद्द करने की आवश्यकता नहीं है जब कानून के कुछ प्रावधान संवैधानिक मानदंडों",
  "muster. The statute is only void to the extent that it contravenes the": "को पूरा नहीं करते हैं। कानून केवल उस सीमा तक शून्य है, जहां तक वह संविधान का उल्लंघन करता है। यह",
  "Constitution. This position may be derived from the text of Article 13(2) itself, which states:": "स्थिति अनुच्छेद 3(2) के पाठ से ही प्राप्त की जा सकती है, जिसमें कहा गया है:",
  "“(2) The State shall not make any law which takes away or abridges the rights conferred by this Part and any law": "“(2) राज्य ऐसा कोई कानून नहीं बनाएगा जो इस भाग द्वारा प्रदत्त अधिकारों को छीनता या",
  "the rest has become unenforceable. [...]": "जाएगा भले ही बाकी अप्रवर्तनीय हो गया हो। [... ]",
  "3. | Even when the provisions which are valid are distinct and separate from those which are invalid, if they all": "3. यहां तक कि जब वैध प्रावधान उनसे अलग और पृथक होते हैं जो अवैध हैं, अगर वे सभी",
  "form part of a single scheme which is intended to be operative as a whole, then also the invalidity of a part": "एक ही योजना का हिस्सा बनते हैं जिसका उद्देश्य समग्र रूप से संचालन करना है, तब भी एक",
  "operative as a whole, then also the invalidity of a part will result in the failure of the whole. [...]": "हिस्से की अवैधता के परिणामस्वरूप संपूर्ण की विफलता होगी। [...]",
  "4. Likewise, when the valid and invalid parts of a statute": "4. इसी तरह, जब किसी क़ानून के वैध और अवैध हिस्से स्वतंत्र होते हैं और किसी योजना का",
  "but what is left after omitting the invalid portion is so thin and truncated as to be in substance different from": "हिस्सा नहीं बनते हैं, लेकिन अवैध हिस्से को छोड़ने के बाद जो बचता है वह इतना पतला और",
  "thin and truncated as to be in substance different from what it was when it emerged out of the legislature,": "छोटा होता है कि वह विधानमंडल से निकलने के समय से अलग होता है, तब भी उसे पूरी तरह",
  "5. The separability of the valid and invalid provisions of a statute does not depend on whether the law is": "5. किसी क़ानून के वैध और अवैध प्रावधानों की पृथक्रणता इस बात पर निर्भर नहीं करती है",
  "enacted in the same section or different sections; [...]": "कि कानून एक ही धारा में या अलग-अलग धाराओं में अधिनियमित किया गया है; [... ] यह",
  "it is not the form, but the substance of the matter that is material, and that has to be ascertained on an examination of the Act as a whole and of the": "रूप नहीं है, बल्कि मामले का सार है जो महत्वपूर्ण है, और इसे पूरे अधिनियम की जांच और",
  "setting of the relevant provision therein.": "उसमें प्रासंगिक प्रावधान की स्थापना के आधार पर पता लगाया जाना चाहिए।",
  "6. If after the invalid portion is expunged from the statute": "6. यदि अवैध भाग को कानून से निकाल दिया जाता है तो उसमें परिवर्तन और संशोधन किए",
  "what remains cannot be enforced without making": "बिना जो बचता है उसे लागू नहीं किया जा सकता है, तो पूरे कानून को निरस्त घोषित कर",
  "of it must be struck down as void, as otherwise it will amount to judicial legislation. [...]": "दिया जाना चाहिए, अन्यथा यह न्यायिक कानून के बराबर होगा। [... ]",
  "7. — Indetermining the legislative intent on the question of separability, it will be legitimate to take into account the history of the legislation, its object, the title and the preamble to it. [...]": "7. पृथक्करण के प्रश्न पर विधायी मंशा का निर्धारण करते समय कानून के इतिहास, उसके उद्देश्य, शीर्षक और प्रस्तावना को ध्यान में रखना वैध होगा। [... ]",
  "103. Having already disagreed with the High Court on the question of whether the entire Madarsa Act suffers from an infirmity on the": "03. इस प्रश्न पर उच्च न्यायालय से पहले ही असहमत होने के बाद कि क्‍या पूरा मदरसा अधिनियम",
  "principle of secularism and other contentions, the only infirmity lies": "धर्मनिरपेक्षता के सिद्धांत और अन्य विवादों पर किसी दुर्बलता से ग्रस्त है, एकमात्र दुर्बलता उन प्रावधानों में है जो",
  "in those provisions which pertain to higher education, namely Fazil and Kamil. These provisions can be severed from the rest of the": "उच्च शिक्षा से संबंधित हैं, अर्थात फाज़िल और कामिल। इन प्रावधानों को मदरसा अधिनियम के बाकी हिस्सों से",
  "Madarsa Act. As noted earlier, the purpose behind the Madarsa Act": "अलग किया जा सकता है। जैसा कि पहले उल्लेख किया गया है, मदरसा अधिनियम के पीछे का उद्देश्य मदरसों",
  "was to remove the difficulties in running the Madarsas, improve their merit and provide adequate facilities to students studying in these": "को चलाने में आने वाली कठिनाइयों को दूर करना, उनकी योग्यता में सुधार करना और इन संस्थानों में पढ़ने",
  "merit and provide adequate facilities to students studying in these institutions. The purpose was not limited to only regulating Fazil and": "वाले छात्रों को पर्याप्त सुविधाएं प्रदान करना था। उद्देश्य केवल फाज़िल और कामिल को विनियमित करने तक",
  "Kamil, and the legislature would have still enacted the statute if it were aware that the portions pertaining to higher education were invalid.": "सीमित नहीं था, और यदि विधायिका को पता होता कि उच्च शिक्षा से संबंधित भाग अमान्य हैं, तो उसने अभी",
  "Further, if the provisions relating to higher education are separated": "भी क़ानून पारित कर दिया होता। इसके अलावा, यदि उच्च शिक्षा से संबंधित प्रावधानों को बाकी क़ानून से अलग",
  "from the rest of the statute, the Act can continue to be enforced in a real and substantial manner. On an examination of the Madarsa": "कर दिया जाता है, तो अधिनियम को वास्तविक और पर्याप्त तरीके से लागू किया जा सकता है। मदरसा",
  "Act, it is clear that prescribing the instructional material, conducting": "अधिनियम की जांच करने पर यह स्पष्ट है कि शिक्षण सामग्री निर्धारित करना, परीक्षा आयोजित करना और",
  "exams and conferring degrees for Fazil and Kamil were only a part of the functions of the Board. The severance of these functions": "फाज़िल और कामिल के लिए डिग्री प्रदान करना बोर्ड के कार्यों का केवल एक हिस्सा था। बोर्ड से इन कार्यों को",
  "from the Board does not impact its entire character. Thus, only the": "अलग करने से इसके पूरे चरित्र पर असर नहीं पड़ता है। इस प्रकार, केवल फाज़िल और कामिल से संबंधित",
  "provisions which pertain to Fazil and Kamil are unconstitutional, and the Madarsa Act otherwise remains valid.": "प्रावधान असंवैधानिक हैं, और मदरसा अधिनियम अन्यथा वैध है।",
  "F. Conclusion": "च. निष्कर्ष",
  "In view of the above discussion, we conclude that:": "04. उपरोक्त चर्चा के मद्देनजर, हम निष्कर्ष निकालते हैं कि:",
  "a. The Madarsa Act regulates the standard of education in Madarsas recognized by the Board for imparting Madarsa": "क. मदरसा अधिनियम मदरसा शिक्षा प्रदान करने के लिए बोर्ड द्वारा मान्यता प्राप्त मदरसों में शिक्षा के",
  "b. |The Madarsa Act is consistent with the positive obligation of the": "ख. मदरसा अधिनियम राज्य के सकारात्मक दायित्व के अनुरूप है ताकि यह सुनिश्चित किया जा सके",
  "participate in society and earn a living;": "रूप से भाग लेने और जीविकोपार्जन करने की अनुमति देगा;",
  "c. Article 21-A and the RTE Act have to be read consistently with the right of religious and linguistic minorities to establish": "ग. अनुच्छेद 2-ए और आरटीई अधिनियम को धार्मिक और भाषाई अल्पसंख्यकों के अपनी पसंद के",
  "Board with the approval of the State government can enact regulations to ensure that religious minority institutions impart": "के अनुमोदन से बोर्ड यह सुनिश्चित करने के लिए नियम बना सकता है कि धार्मिक अल्पसंख्यक संस्थान",
  "secular education of a requisite standard without destroying their minority character;": "अपने अल्पसंख्यक चरित्र को नष्ट किए बिना अपेक्षित मानक की धर्मनिरपेक्ष शिक्षा प्रदान करें;",
  "d. The Madarsa Act is within the legislative competence of the State legislature and traceable to Entry 25 of List Ill. However,": "घ. मदरसा अधिनियम राज्य विधानमंडल की विधायी क्षमता के भीतर है और सूची ।॥। की प्रविष्टि 25 से",
  "as they are in conflict with the UGC Act, which has been enacted": "जैसी उच्च शिक्षा डिग्रियों को विनियमित करना चाहते हैं, असंवैधानिक हैं क्योंकि वे यूजीसी अधिनियम",
  "under Entry 66 of List I.": "के विरोध में हैं, जिसे सूची । की प्रविष्टि 66 के तहत अधिनियमित किया गया है।"
}