{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय के समक्ष",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. 3762 OF 2022": "सिविल अपील संख्या - 3762/2022",
  "(Arising out of SLP (Civil) No. 5863 of 2020)": "( विशेष अनुमति याचिका (सिविल) संख्या 5863/2020 से उत्पन्न)",
  "NOIDA INDUSTRIAL DEVELOPMENT AUTHORITY —_—_ see nee APPELLANT": "नोएडा औद्योगिक विकास प्राधिकरण अपीलकर्ता",
  "WITH": "के साथ",
  "CIVIL APPEAL NO. 3781 OF 2022": "सिविल अपील संख्या - 378]/2022",
  "(Arising out of SLP (Civil) No. 15759 of 2020)": "( विशेष अनुमति याचिका (सिविल) संख्या 5759/2020 से उत्पन्न)",
  "CIVIL APPEAL NO. 3782 OF 2022": "सिविल अपील संख्या - 3782/2022",
  "(Arising out of SLP (Civil) No. 15760 of 2020)": "(विशेष अनुमति याचिका (सिविल) संख्या 25760/2020 से उत्पन्न)",
  "CIVIL APPEAL NO. 3783 OF 2022": "सिविल अपील संख्या - 3783/2022",
  "(Arising out of SLP (Civil) No. 15761 of 2020)": "( विशेष अनुमति याचिका (सिविल) संख्या 2576/2020 से उत्पन्न)",
  "CIVIL APPEAL NO. 3779 OF 2022": "सिविल अपील संख्या - 3779/2022",
  "(Arising out of SLP (Civil) No. 8336 of 2020)": "( विशेष अनुमति याचिका (सिविल) संख्या 8336/2020 से उत्पन्न)",
  "; CIVIL APPEAL NO. 3780 OF 2022": "सिविल अपील संख्या - 3780/2022",
  "2g von (Arising out of SLP (Civil) No. 8337 of 2020)": "( विशेष अनुमति याचिका (सिविल) संख्या 8337/2020 से उत्पन्न)",
  "CIVIL APPEAL NO. 3778 OF 2022": "सिविल अपील संख्या - 3778/2022",
  "(Arising out of SLP (Civil) No. 8335 of 2020)": "( विशेष अनुमति याचिका (सिविल) संख्या 8335/2020 से उत्पन्न)",
  "CIVIL APPEAL NO. 3777 OF 2022": "सिविल अपील संख्या - 3777/2022",
  "(Arising out of SLP (Civil) No. 8334 of 2020)": "(विशेष अनुमति याचिका (सिविल) संख्या 8334/2020 से उत्पन्न)",
  "CIVIL APPEAL NO. 3773 OF 2022": "सिविल अपील संख्या - 3777/2022",
  "(Arising out of SLP (Civil) No. 8332 of 2020)": "(विशेष अनुमति याचिका (सिविल) संख्या 8332/2020 से उत्पन्न)",
  "CIVIL APPEAL NO. 3774 OF 2022": "सिविल अपील संख्या - 3774/2022",
  "(Arising out of SLP (Civil) No. 8333 of 2020)": "(विशेष अनुमति याचिका (सिविल) संख्या 8333/2020 से उत्पन्न)",
  "CIVIL APPEAL NO. 3768 OF 2022": "सिविल अपील संख्या - 3768/2022",
  "(Arising out of SLP (Civil) No. 8321 of 2020)": "(विशेष अनुमति याचिका (सिविल) संख्या 832/2020 से उत्पन्न)",
  "CIVIL APPEAL NO. 3765 OF 2022": "सिविल अपील संख्या - 3765/2022",
  "(Arising out of SLP (Civil) No. 3531 of 2020)": "(विशेष अनुमति याचिका (सिविल) संख्या 3537/2020 से उत्पन्न)",
  "CIVIL APPEAL NO. 3772 OF 2022": "सिविल अपील संख्या - 3772/2022",
  "(Arising out of SLP (Civil) No. 6761 of 2020)": "(विशेष अनुमति याचिका (सिविल) संख्या 676/2020 से उत्पन्न)",
  "CIVIL APPEAL NO. 3776 OF 2022": "सिविल अपील संख्या - 3776/2022",
  "(Arising out of SLP (Civil) No. 6762 of 2020)": "(विशेष अनुमति याचिका (सिविल) संख्या 6762/2020 से उत्पन्न)",
  "CIVIL APPEAL NO. 3764 OF 2022": "सिविल अपील संख्या - 3764/2022",
  "(Arising out of SLP (Civil) No. 29444 of 2019)": "(विशेष अनुमति याचिका (सिविल) संख्या 29444/ 2020 से उत्पन्न)",
  "CIVIL APPEAL NO. 3769 OF 2022": "सिविल अपील संख्या - 3769/2022",
  "(Arising out of SLP (Civil) No. 721 of 2020)": "(विशेष अनुमति याचिका (सिविल) संख्या 72]/2020 से उत्पन्न)",
  "CIVIL APPEAL NO. 3770 OF 2022": "सिविल अपील संख्या - 3770/2022",
  "(Arising out of SLP (Civil) No. 6379 of 2020)": "(विशेष अनुमति याचिका (सिविल) संख्या 6379/2020 से उत्पन्न)",
  "CIVIL APPEAL NO. 3771 OF 2022": "सिविल अपील संख्या - 377/2022",
  "(Arising out of SLP (Civil) No. 2086 of 2020)": "(विशेष अनुमति याचिका (सिविल) संख्या 2086/2020 से उत्पन्न)",
  "CIVIL APPEAL NO. 3775 OF 2022": "सिविल अपील संख्या - 3775/2022",
  "pay compensation as per the 2013 Act by taking the market": "लेकर 203 के अधिनियम के अनुसार मुआवजा देने का निर्देश देना पूरी तरह से",
  "completely illegal. He would, therefore, submit that the impugned judgment deserves to be set aside.": "अवैध है। इसलिए, वह प्रस्तुत करेगा कि आक्षेपित निर्णय को रद्द किया जाना चाहिए।",
  "7. The land owners who had not received compensation under": "7. जिन भूमि मालिकों को करार नियमावली के तहत मुआवजा नहीं मिला था ,",
  "the Karar Niyamawali have supported the impugned judgment by submitting that the order passed by the High Court is very": "उन्होंने यह कहते हुए आक्षेपित निर्णय का समर्थन किया है कि उच्च न्यायालय द्वारा",
  "equitable which balances the rights of the land owners with the": "पारित आदेश बहुत न्यायसंगत है जो भूमि मालिकों के अधिकारों और अधिग्रहण",
  "rights of the acquiring body. The land owners who have accepted": "निकाय के अधिकारों के बीच संतुलन स्थापित करता है। जिन भूमि मालिकों ने",
  "However, the High Court did not quash and set aside the": "हालांकि, उच्च न्यायालय ने कहा कि जिन लोगों ने करार नियामावली के तहत एक",
  "declaration made under Section 6 of the 1894 Act and the": "अधिनियम की धारा 6 के तहत घोषणा 2008 में जारी की गई थी, लेकिन भूमि",
  "3. The State Government issued a notification dated 7 November 2007 under Section 4 of the Land Acquisition Act, 1894 (for short, ‘the 1894 Act’). By the said notification, the": "3 राज्य सरकार ने भूमि अधिग्रहण अधिनियम, 894 (संक्षेप में, '894 अधिनियम') की धारा 4 के तहत 7 नवंबर, 2007 को एक अधिसूचना जारी की।",
  "hectares of lands in Village Begumpur, Pargana Dankaur, Tehsil": "परगना दानकौर के गांव बेगमपुर में 08.233 हेक्टेयर भूमि का अधिग्रहण करने की",
  "acquisition was the planned industrial development through New": "अपनी मंशा को अधिसूचित किया।इस अधिग्रहण का उद्देश्य न्यू ओखला औद्योगिक",
  "Okhla Industrial Development Authority (NOIDA). The State": "विकास प्राधिकरण (नोएडा) के माध्यम से नियोजित औद्योगिक विकास था।राज्य",
  "section (4) of Section 17 for dispensing with an enquiry under": "जांच को समाप्त करने के लिए धारा 7 की उप धारा (4) के तहत एक आदेश भी",
  "under Section 6 of the 1894 Act was issued by the State": "पारित किया। 7 मार्च 2008 को राज्य सरकार द्वारा 894 अधिनियम की धारा 6",
  "by the State Government on 7\" June 2008. The possession of": "के तहत एक घोषणा जारी की गई। राज्य सरकार ने 7 जून, 2008 को 7.559",
  "the remaining area of 100.64 hectares of the acquired lands was": "हेक्टेयर क्षेत्र पर कब्जा कर लिया था।अधिग्रहण की गई 00.64 हेक्टेयर भूमि के",
  "to accept compensation as per the Uttar Pradesh (Determination": "4 2 जनवरी 207: के अधिनिर्णय के तहत, उत्तर प्रदेश (समझौते द्वारा मुआवजे",
  "of Compensation and Declaration of Award by Agreement) Rules, 1997 (for short, the ‘Karar Niyamawali’), different rates were": "का निर्धारण और अधिनिर्णय की घोषणा) नियम, 997 (संक्षेप में, 'कराड़",
  "compensation at the rate of Rs.870/- per square meter. To the ancestral tenure holders who agreed to accept the compensation": "स्वीकार करने वाले सामान्य कार्यकाल धारकों को प्रति वर्ग मीटर 870 रुपये की दर",
  "as per the Karar Niyamawali, compensation at the rate of": "से मुआवजा दिया गया।कराड़ नियमावली के अनुसार मुआवजे को स्वीकार करने के",
  "Rs.1,000/- per square meter was paid. For the other tenure holders who declined to receive the compensation as per the": "लिए सहमत हुए पैतृक पट्टेदारों को प्रति वर्ग मीटर 000/- रुपये की दर से",
  "square meter was offered together with 30% solatium under sub- section (2) of Section 23 of the 1894 Act and interest at the rate": "मुआवजा दिया गया।894 अधिनियम की धारा 23 की उप-धारा (2) के तहत 30",
  "of 12% under sub-section (1A) of Section 23 of the 1894 Act.": "प्रतिशत सोलटियम और 894 अधिनियम की धारा 23 की उप-धारा (ए) के",
  "in the case of normal tenure holders who agreed to accept compensation as per the Karar Niyamawali, compensation at the": "पैतृक पट्टा धारकों को, जो कराड़ नियमावली के अनुसार मुआवजा स्वीकार करने के",
  "All the matters": "सभी मामलें",
  "16. We, therefore, find no error in the impugned judgment.": "6 इसलिए, हमें आक्षेपित निर्णय में कोई त्रुटि नहीं मिलती है।तदनुसार , अपीलें",
  "Accordingly, the appeals are dismissed. The contempt petition is": "खारिज की जाती हैं। अवमानना याचिका का निस्तारण किया जाता है।",
  "(AJAY RASTOGI)": "(न्यायमूर्ति अजय रस्तोगी)",
  "(ABHAY S. OKA)": "(न्यायमूर्ति अभय एस ओका)",
  "New Delhi:": "नई दिल्ली;",
  "May 09, 2022.": "09 मई, 2022",
  "9. The learned counsel appearing for the land owners also": "9. भूमि मालिकों के लिए उपस्थित विद्वरत अधिवक्ता के द्वारा भी इस न्यायालय के",
  "relied upon a decision of Bench of three Judges of this Court in the case of Savitri Devi etc. v. State of U.P. & Ors.* by which a": "तीन न्यायाधीशों की खण्ड पीठ के वाद सावित्री देवी इत्यादी बनाम उत्तर प्रदेश राज्य",
  "land to the extent of 10% of the land acquired to each land": "को अधिग्रहित भूमि के 0 प्रतिशत की सीमा तक विकसित भूमि का आवंटन करने",
  "10. We have given careful consideration to the submissions. We": "के निर्देश जारी किए गए। हमने प्रस्तुतियों पर सावधानीपूर्वक विचार किया है। हम",
  "have already referred to the factual position which is not": "पहले ही तथ्यात्मक स्थिति का उल्लेख कर चुके हैं जो विवादित नहीं है। हालांकि",
  "the year 2011 and thereafter. As narrated earlier, the possession of a part of the acquired land was taken over on 7 June 2008": "पहले बताया गया है, अधिग्रहित भूमि के एक हिस्से का कब्जा 7 जून 2008 को",
  "and the possession of the remaining land was taken over on 15\" June 2013. There is a finding of fact recorded by the High Court": "लिया गया था और शेष भूमि का कब्जा 5 जून 203 को ले लिया गया था। उच्च",
  "that many land owners agreed to accept the compensation under": "न्यायालय ने एक तथ्थ्य दर्ज किया है कि कई भूमि मालिक करार नियमावली के तहत मुआवजा स्वीकार करने के लिए सहमत हुए हैं। इसके अलावा अधिग्रहित भूमि पर",
  "11. The first question which arises for our consideration is whether the High Court committed an error by not setting aside": "7. पहला प्रश्न जो हमारे विचारार्थ उठता है वह यह है कि क्या उच्च न्यायालय ने यह",
  "the acquisition after recording a finding that the orders by which": "निष्कर्ष अभिलिखित करने के पश्चात्‌ कि जिन आदेशों द्वारा 894 के अधिनियम की",
  "were invoked were illegal. We may note here that after invoking": "तहत अधिग्रहण के आदेश को अपास्त न करके गलती की थी। हम यहां यह नोट कर",
  "been recorded by the High Court that after the possession of the": "है। उच्च न्यायालय ने भू-स्वामियों को उक्त आर्थिक राहत प्रदान करते हुए अधिग्रहण",
  "said decision, this Court observed thus:": "चाहिए थी। उक्त निर्णय के पैराग्राफ 50 में, इस न्यायालय ने इस प्रकार मत व्यक्त कियाः",
  "“BO. Keeping in view all these peculiar circumstances, we are of the opinion that these": "इन सभी विशिष्ट परिस्थितियों को ध्यान में रखते हुए, हमारी राय है कि ये ऐसे",
  "are not the cases where this Court should interfere under Article 136 of the Constitution.": "मामले नहीं हैं जहां इस न्यायालय को संविधान के अनुच्छेद 36 के तहत",
  "However, we make it clear that directions of": "हस्तक्षेप करना चाहिए। हालांकि, हम यह स्पष्ट करते हैं कि उच्च न्यायालय के",
  "unique and peculiar/specific background and,": "निर्देश पूर्वोक्त अद्वितीय और विशिष्ट /विशिष्ट पृष्ठभूमि में दिए गए हैं और",
  "therefore, it would not form precedent for future cases.”": "इसलिए, यह भविष्य के मामलों के लिए मिसाल नहीं बनेगा।",
  "(emphasis added)": "(प्रभाव वर्धित )",
  "It appears from the facts of the said case that in the three": "कथित मामले के तथ्यों से यह प्रतीत होता है कि तीन गांवों में अपीलों की विषय -",
  "villages subject matter of the appeals, no development had taken place on the acquired lands. In the cases in hand, we are dealing": "वस्तु के तहत अधिग्रहीत भूमि पर कोई विकास नहीं हुआ था। वर्तमान मामलों में ,",
  "with a completely different fact scenario and therefore, reliance": "हम एक पूरी तरह से अलग तथ्य परिदृश्य से निपट रहे हैं और इसलिए, कथित",
  "on the said decision will not help the land owners. The decision": "निर्णय पर भरोसा करने से भूमि मालिकों को मदद नहीं मिलेगी। सावित्री देवी * के",
  "13. In the case of Sahara India Commercial Corporation Limited and Others v. State of Uttar Pradesh and Others’, this": "3. सहारा इंडिया कमर्शियल कॉरपोरेशन लिमिटेड और अन्य बनाम उत्तर प्रदेश",
  "was invalid and illegal. This Court moulded the relief and": "तत्कालिता उपबंध का आह्वान अतार्किक और अवैध था। इस न्यायालय ने राहत के",
  "directed payment of compensation in terms of the 2013 Act by": "लिए और 203 अधिनियम के संदर्भ में मुआवजे के भुगतान का निर्देश दिया और",
  "treating the relevant date as the date of its judgment. Therefore,": "संबंधित तारीख को अपने फैसले की तारीख माना। इसलिए, हम उच्च न्यायालय के",
  "directed payment of market value computed as per the 2013 Act": "अधिनियम के अनुसार गणना की गई बाजार मूल्य का भुगतान करने का निर्देश दिया,",
  "deemed date after following the 2013 Act. The High Court has": "जिन्होंने 203 के अधिनियम का पालन करने के बाद निर्णय की तारीख को एक"
}