{
  "concerned Magistrate in accordance with law": "के अनुसार संबंधित मजिस्ट्रेट द्वारा गुणागुण के आधार पर किया जाएगा क्योंकि हमने",
  "Court because we have not examined the case of respondent No.2 qua her husband, who is neither a": "प्रत्यर्थी सं. 2 के मामले की उसका पति होने के कारण, परीक्षण नहीं किया है जो कि न तो",
  "party to these proceedings and nor he has filed any": "इन कार्यवाहियों में एक पक्ष है और न ही उसने स्वयं के विरूद्ध दायर परिवाद को चुनौती",
  "[DINESH MAHESHWAR]]": "(न्यायमूर्ति दिनेश माहेश्वरी )",
  "New Delhi:": "नई दिल्ली;",
  "April 05, 2019": "अप्रैल 05, 209",
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय अधिकारिता",
  "CRIMINAL APPEAL No. 602 OF 2019": "क्रिमिनल अपील सं. 602 वर्ष 209",
  "(Arising out of S.L.P.(Crl.) No.8074 of 2018)": "(विशेष अनुमति याचिका (क्रि.) सं. 8074 वर्ष 208 से उद्घूत)",
  "The State of Uttar Pradesh & Anr. .... Respondent(s)": "उत्तर प्रदेश राज्य एवं अन्य... ,........ प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "Abhay Manohar Sapre, J.": "न्यायमूर्ति अभय मनोहर सप्रे",
  "1. Leave granted.": ". अनुमति प्रदान की गई ।",
  "2. This appeal is filed against the final judgment": "2. यह अपील इलाहाबाद उच्च न्यायालय द्वारा प्रार्थना पत्र सं. 354 वर्ष 208 में दिए",
  "and order dated 06.02.2018 passed by the High": "गए 06.02.208 दिनांकित अंतिम निर्णय व आदेश के विरुद्ध दायर की गई है । जिसमें",
  "6. On receipt of the summons of the said complaint, the appellants felt aggrieved and they": "6. उक्त परिवाद का समन प्राप्त होने पर अपीलार्थीगण ने व्यथित होकर दण्ड प्रक्रिया",
  "filed an application under Section 482 of the Code of Criminal Procedure, 1973 (for short “Cr.P.C.) in": "संहिता, 973 (संक्षेप में \" दं प्र सं \" से सन्दर्भित) की धारा 482 के अन्तर्गत उच्च",
  "the High Court and sought quashing of complaint": "न्यायालय में प्रार्थना पत्र दाखिल किया और परिवाद को उनकों परिवाद का समन जारी",
  "7. By impugned order, the High Court declined to quash Complaint Case No.3065 of 2016 and also": "7. आक्षेपित आदेश द्वारा उच्च न्यायालय ने उपरोक्त मामले में मुकदमा सं. 3065 वर्ष",
  "declined to quash the summoning order dated": "करने के आदेश को रद्द करने से इन्कार कर दिया । जिससे अपीलार्थीगण द्वारा इस",
  "to filing of this appeal by way of special leave in this": "न्यायालय में विशेष अनुमति के माध्यम से इस अपील का दायर किया जाना उद्दूत हुआ है",
  "8. So, the short question, which arises for consideration in this appeal, is whether the High": "8. अतः संक्षिप्त प्रश्न जो इस अपील में विचार के लिए उठता है वह यह है, कि क्या उद्च",
  "Court was justified in rejecting the application filed by the appellants under Section 482 of the Cr.P.C.": "न्यायालय द्वारा अपीलार्थीगण द्वारा दं प्र स॑ं की धारा 482 के अन्तर्गत दाखिल किए गए प्रार्थना पत्र को नामंजूर करना न्यायोचित था |",
  "9. Heard Mr. Amit Pawan, learned counsel for the": "9. अपीलार्थीगण के विद्वत अधिवक्ता श्री अमित पवन और प्रत्यर्थी सं. :- राज्य, की ओर",
  "10. Having heard the learned counsel for the appellants and respondent No.1 and on perusal of": "0. अपीलार्थीगण और प्रत्यर्थी सं. . के विद्वान अधिवक्ता को सुनने और मामले के",
  "the record of the case, we are inclined to allow this appeal, set aside the impugned order, allow the": "रिकार्ड के अवलोकन के पश्चात्‌ हम इस अपील को अनुमति देने के हामी हैं और आक्षेपित",
  "appeal, set aside the impugned order, allow the application filed by the appellants under Section 482 of the Cr.P.C. and quash the aforementioned": "आदेश को अपास्त करते हैं , दं प्र सं की धारा 482 के अन्तर्गत अपीलार्थीगण की ओर से",
  "complaint filed by respondent No.2 insofar as it": "दाखिल प्रार्थना पत्र को स्वीकृति प्रदान करते हैं और प्रत्यर्थी सं. 2 की ओर से दाखिल",
  "11. We have gone through the averments made in the complaint and on its perusal, we do not find any": "7. हमने परिवाद में किए गए प्रकथनों को देखा और इसके अवलोकन के पश्चात्‌ ,",
  "12. In other words, in our view, there does not": "2,. दूसरे शब्दों में , हमारी दृष्टि में अपीलार्थीगण के विरुद्ध साथ-साथ या सामूहिक",
  "appear to be any justification or/and prima facie case to proceed against the appellants either jointly or severally for commission of the offences alleged": "कार्यवाही का परिवाद में उनके विरूद्ध आरोपित अपराधों के लिए कोई औचित्य या / और",
  "against them in the complaint. Indeed, the facts": "प्रथम दृष्ट्या मामला नहीं दिखता । वास्तव में परिवाद में अपीलार्थीगण के विरुद्ध बताए",
  "not constitute any case as alleged against any of them.": "गए तथ्यों से उनके विरुध्द यथा आरोपित कोई मामला नहीं बनता |"
}