{
  "IN THE SUPREME COURT OF INDIA": "भारतीय उद्चतम न्यायालय",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय अधिकारिता",
  "(arising out of SLP(Crl.)No.1273 of 2019)": "(एसएलपी (क्रि.)सं.273 सन्‌ 209 से उद्धृत)",
  "JUDGMENT": "निर्णय",
  "Substances Act, 1985 (hereinafter referred as “the NDPS Act”)": "अधिनयम, 985 ( एतस्मिनपश्चात्‌ “एनडीपीए एक्ट” से",
  "for 15 years along with fine of Rs.1,50,000/- under Section 31": "और 5 वर्षो की सजा और एनडीपीएस अधिनियम की धारा 34 के तहत ,50,000 रू के जुमनि को चुनौती दी है |",
  "2. The appellant is stated to have been carrying a plastic": "2. अपीलार्थी के बारे में यह कहा गया है कि वह अपने दाहिने",
  "flour packet in his right hand leading to recovery of 10 kgs. of": "हाथ में आटे का प्लास्टिक थैला लिए था जिससे 0 किलोग्राम",
  "somuenavapium. No independent witness from the locality was included": "स्वतंत्र गवाह को शामिल नही किया गया था और सभी गवाह",
  "3. Learned counsel for the appellant alleging false implication": "3. अपीलार्थी के विद्वत अधिवक्ता ने झूठे फंसाए जाने का",
  "contends that he was apprehended as he stepped out of his": "आरोप लगाते हुए कहा कि जैसे ही वह अपने घर से बाहर",
  "compliance with Section 50 of the NDPS Act. The prosecution": "नही है। एनडीपीएस अधिनिय की धारा 50 का गैर-अनुपालन",
  "4. Learned counsel for the State submits that the appellant": "4. राज्य के विद्वत अधिवक्ता ने बताया कि अपीलीर्थी के पास",
  "has a previous history of two convictions under the NDPS Act": "एनडीपीएस अधिनिय के तहत दो सजाओं का पिछला इतिहास",
  "and he is a habitual offender. Section 50 has been complied": "है, और वह आदतन अपराधी है। धारा 50 का अनुपालन किया",
  "with. The Trial Court has recorded its satisfaction that the": "गया है। विचारण न्यायालया ने अपनी संतुष्टि दर्ज की कि",
  "sample produced in court was the same seized from the": "अदालत में प्रस्तुत नमूना अपीलार्थी से जब्त किया गया था।",
  "appellant. In any event it has caused no prejudice to the": "किसी भी सूरत में इसने अपीलार्थी के प्रति कोई पूर्वाग्रह नहीं",
  "5. We have considered the respective submissions. The": "5, हमने संबधित तर्को पर विचार किया। जब्ती अपीलार्थी के",
  "seizure was at 06.40 AM at the door step of the appellant. We": "दरवाजे पर सुबह 6.40 बजे हुई। हमारे लिए यह विश्वास",
  "find it difficult to believe that in a rural residential locality, the": "करना मुश्किल है कि एक ग्रामीण इलाके में, पुलिस को एक भी",
  "police were unable to find a single independent witness. No": "स्वतंत्र गवाह नहीं मिला। ऐसे किसी भी व्यकित के नाम का",
  "name of any person has been mentioned who may have declined": "उल्लेख नही किया गया है जिसने गवाह बनने से इंकार कर दिया",
  "any recovery memo prepared at the time of search and seizure": "तहत जांच और जब्ती के समय तैयार किए जाने वाले वसूली",
  "the police witness to that effect was sufficient compliance.": "इसके लिए पुलिस गवाह का बयान पर्याप्त अनुपालन था।",
  "Though the Laboratory Report was obtained, but the identity of": "हालांकि प्रयोगशाला की रिपोर्ट प्राप्त की गई थी , लेकिन",
  "the sample stated to have been seized from the appellant was": "अपीलार्थी से कथित रूप से जब्त किए गए नमूने की पहचान",
  "not conclusively established by the prosecution.": "अभियोजन द्वारा न्यायालय में निर्णायक रूप से स्थापित नही",
  "6. The accused had raised an objection regarding the sample": "6. आरोपी ने अदालत में पेश किए गए नमूने के बारे में आपत्ति",
  "produced in court not having been established as seized from": "जताई थी, कि वह उससे जब्त नही किया गया था। ट्रायल कोर्ट",
  "him. The Trial Court opined that “the malkhanas in the State of Uttar Pradesh were in miserable condition and strange and": "ने कहा कि “उत्तर प्रदेश के मलखान दयनीय स्थिति में थे और",
  "writing the name of the accused on the same was not": "था और आरोपी के नाम को लिखने में इस्तेमाल की जाने वाली",
  "the seized sample with that seized from the appellant makes the": "किये गये नमूने का अपीलार्थी से जब्त किया गया होना स्थापित",
  "considered relevant :": "मामले में किया गया निम्म अवलोकन प्रासंगिक माना गया:",
  "“10. On the other hand, on a reading of this Court's": "“0. दूसरी ओर, जितेन्द्र के मामले में न्यायालय के इस फैसले",
  "has taken a view that in the trial for an offence under the NDPS Act, it was necessary for the": "कि एनडीपीएस अधिनियम के तहत अपराध के लिए विचारण में ,",
  "prosecution to establish by cogent evidence that the": "अभियोजन पक्ष के लिए पुख्ता सबूतों के साथ यह स्थापित",
  "best evidence to prove this fact is to produce during": "लिए सबसे अच्छा सबूत विचारण के दौरान जब्त की गई सामग्री",
  "the trial, the seized materials as material objects and where the contraband materials alleged to have": "पाया कि अभियुक्त के कब्जे से जब्त किया गया कथित नशीला पाउडर, पदार्थ प्रदर्श के रूप में विचारण न्यायालय के समक्ष",
  "been seized are not produced and there is no": "प्रस्तुत नही किया गया था और इसे न प्रस्तुत करने का कोई",
  "7. In Mohan Lal vs. State of Punjab, AIR 2018 SC 3853, it": "7. मोहन लाल बनाम पंजाब राज्य, »#॥२ 208 50 3853",
  "was observed:": "में, यह धारित किया गया:",
  "“10. Unlike the general principle of criminal": "“0. आपराधिक न्यायशास्त्र के सामान्य सिद्धान्त के विपरीत",
  "jurisprudence that an accused is presumed innocent": "कि कोई अभियुक्त निर्दोष माना जाता है जबतक कि दोषी साबित",
  "unless proved guilty, the NDPS Act carries a reverse burden of proof under Sections 35 and 54. But that": "नहीं होता, एनडीपीएस अधिनिय की धारा 35 और 54 के अन्तर्गत सबूत का प्रति भार धारित करती है लेकिन उसका यह",
  "cannot be understood to mean that the moment an": "अर्थ नहीं कि जिस क्षण आरोप लगाया गया और +॥२ विधिक",
  "burden of proof from the very inception of the prosecution shifts to the accused, without the": "किये, सबूत का भार अभियोजन से आरोपित व्यक्ति पर",
  "if it is established beyond reasonable doubt and not on preponderance of probability. The stringent": "संदेह के परे मात्र प्रायिकता की संभावना नही, सिद्ध किया गया",
  "provisions of the NDPS Act, such as Section 37, the minimum sentence of ten years, absence of any": "का कठोर प्रावधान जैसे की धारा 37, न्यूनतम सजा 0 वर्ष,",
  "requirement of the prosecution to establish a prima": "अभियोजन द्वारा प्रथम दृष्टतया वाद स्थापित करने कि"
}