{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. 3913 OF 2022": "दीवानी याचिका संख्या 393/2022",
  "[Arising out of SLP(C) No. 9214 of 2022]": "[एसएलपी(सी) संख्या 924/ 2022 से उत्पन्न]",
  "[@Diary No. 17212 of 2020]": "[डायरी संख्या 2722/ 2020]",
  "K. RAGUPATHI ... APPELLANT(S)": "के. खुपति ......................... ...... अपीलार्थी (गण)",
  "JUDGMENT": "निर्णय",
  "B.R. GAVAI, J.": "न्यायमूर्ति बी. आर. गवई",
  "1. Delay condoned.": "।. विलंब माफ किया जाता है।",
  "2. Leave granted.": "2. अनुमति प्रदान की जाती है।",
  "High Court of Judicature at Allahabad dismissed the said": "द्वारा, इलाहाबाद उच्च न्यायालय ने उक्त रिट याचिका को खारिज कर दिया।इसलिए,",
  "writ petition. Hence, the present appeal.": "वर्तमान अपील दायर की गयी।",
  "5. We have heard the appellant-in-person and Shri": "५. हमने अपीलार्थी को व्यक्तिगत रूप से और प्रत्यर्थियों की ओर से पेश विद्वान",
  "Vibhav Mishra, learned counsel appearing on behalf of the": "अधिवक्ता श्री विभव मिश्रा को सुना।",
  "6. The appellant has submitted that he was appointed after following the due selection process, and as such, his": "6. अपीलकर्ता ने कहा है कि उसे उचित चयन प्रक्रिया का पालन करने के बाद",
  "services could not have been terminated without holding an": "नियुक्त किया गया था और ऐसे में उसकी सेवाओं को जांच किए बिना समाप्त नहीं",
  "enquiry. He further submitted that though vide communication of the said University dated 12'° August": "किया जा सकता था। उन्होनें आगे कहा कि यद्यपि 2 अगस्त 204 दिनांकित",
  "amount to punitive termination. He further submitted that": "वास्तव में यह दंडात्मक निलंबन के समान होगा। उन्होंने आगे कहा कि उपरोक्त",
  "7. Shri Mishra, on the contrary, submitted that the appellant’s appointment was purely contractual, and as": "7. इसके विपरीत, श्री मिश्रा ने कहा कि अपीलकर्ता की नियुक्ति विशुद्ध रूप से",
  "such, the appellant did not have any right to continue in service after the expiry of the contractual period. He": "संविदात्मक थी और इस प्रकार, अपीलकर्ता को संविदात्मक अवधि की समाप्ति के बाद सेवा में बने रहने का कोई अधिकार नहीं था। इसलिए उन्होंने कहा कि",
  "8. Shri Mishra further submitted that since the appellant was indulging into certain activities, which were": "8. श्री मिश्रा ने आगे कहा कि चूंकि अपीलकर्ता कुछ गतिविधियों में लिप्त था , जो",
  "detrimental to the interest of the said University, it was": "उक्त विश्वविद्यालय के हित के लिए हानिकारक थे, इसलिए यह पाया गया कि",
  "University before the High Court of Judicature at Allahabad:": "9. इलाहाबाद उच्च न्यायालय के समक्ष उक्त विश्वविद्यालय की ओर से दायर पूरक",
  "required to undergo the entire selection process. Though he": "पर नियुक्ति के लिए भी, एक अभ्यर्थी को पूरी चयन प्रक्रिया से गुजरना पड़ता है।",
  "is appointed on a contractual basis, his terms and conditions": "हालांकि उनकी नियुक्ति संविदा के आधार पर की जाती है, लेकिन उनके नियम और",
  "are almost like a regular employee. It will be relevant to note": "शर्तें लगभग एक नियमित कर्मचारी की तरह हैं। यह नोट करना प्रासंगिक होगा कि",
  "performance to be outstanding. Every other parameter in his APAR is shown as excellent. With regard to his integrity, it is": "प्रत्येक अन्य मापदण्ड़ को उत्कृष्ट दिखाया गया है। उसकी सत्यनिष्ठा के संबंध में ,",
  "mentioned that there is nothing against the appellant": "यह उल्लेख किया गया है कि ऐसा कुछ भी नहीं है जो अपीलकर्ता की सत्यनिष्ठा को",
  "adversely reflecting his integrity. It is further stated in his APAR that he enjoys a good reputation and his integrity is good.": "प्रतिकूल रूप से प्रभावित करता हो।उनके एपीएआर में आगे कहा गया है कि उनकी अच्छी प्रतिष्ठा है और उनकी अच्छी सत्यनिष्ठा है।",
  "affidavit filed before this Court on behalf of respondent Nos.": "2. आगे प्रत्यर्थी सं. 2 से 4 की ओर से इस न्यायालय के समक्ष दाखिल प्रति -",
  "informing the appellant that his services’ stands discontinued.": "अपीलकर्ता को सूचित किया गया था कि उनकी सेवाएं समाप्त की जाती हैं।",
  "4. The facts in brief giving rise to the present appeal are as under:": "4. संक्षेप में वर्तमान अपील को जन्म देने वाले तथ्य इस प्रकार हैं:",
  "In response to the advertisement issued by the respondent No.3, the appellant had applied to the post of": "प्रत्यर्थी संख्या 3 द्वारा जारी किए गए विज्ञापन के प्रत्युत्तर में, अपीलकर्ता ने",
  "Senior Scientific Officer. After undergoing due selection": "वरिष्ठ वैज्ञानिक अधिकारी के पद के लिए आवेदन किया था। उचित चयन प्रक्रिया से",
  "process, the appellant came to be selected and appointed as": "गुजरने के बाद, अपीलकर्ता का चयन किया गया और 3 अगस्त 20: के अपने",
  "Senior Scientific Officer on contractual basis in the said": "आदेश द्वारा, उक्त विश्वविद्यालय में संविदा के आधार पर वरिष्ठ वैज्ञानिक अधिकारी",
  "appointment was initially for a period of two years. The": "के रूप में नियुक्त किया गया। उक्त नियुक्ति शुरू में दो वर्षों के लिए की गई थी। उक्त",
  "year by the said University vide its order dated 7 August": "विश्वविद्यालय द्वारा 7 अगस्त 203 के अपने आदेश द्वारा अपीलार्थी की सेवाओं को",
  "period of his contractual appointment had expired on 11\" August 2014 and he was directed to complete the formalities": "संविदात्मक नियुक्ति की अवधि अगस्त 204 को समाप्त हो गई थी और उसे",
  "position to regularize any of its employees.”": "क विश्वविद्यालय अपने किसी भी कर्मचारी को नियमित करने की स्थिति में नहीं होगा।\"",
  "[emphasis supplied]": "[प्रभाव वर्धित |",
  "10. As per the affidavit of the said University, it could": "0. उक्त विश्वविद्यालय के शपथ पत्र के अनुसार, यह स्पष्ट रूप से देखा जा सकता",
  "thus clearly be seen that, for every vacant post, the said University publishes an open _ advertisement inviting": "है कि प्रत्येक रिक्त पद के लिए, उक्त विश्वविद्यालय सभी इच्छुक अभ्यर्थियों से",
  "further show that the appointments are made only after the candidates are selected by the Selection Committee. It is": "दर्शाता है कि नियुक्तियां चयन समिति द्वारा अभ्यर्थियों का चयन करने के बाद ही की",
  "thus clear that though the nomenclature given to the": "जाती हैं। इस प्रकार यह स्पष्ट है कि हालांकि नियुक्ति के लिए दिया गया नामकरण",
  "appointment is contractual, candidates are required to undergo the entire selection process. It could further be seen": "संविदात्मक है, लेकिन उम्मीदवारों को पूरी चयन प्रक्रिया से गुजरना पड़ता है। आगे",
  "that as per the affidavit of the said University itself, though": "यह भी देखा जा सकता है कि स्वयं उक्त विश्वविद्यालय के शपथ पत्र के अनुसार,",
  "the employees are technically appointed on a contractual": "हालांकि कर्मचारियों को तकनीकी रूप से संविदा के आधार पर नियुक्त किया जाता",
  "basis, they get all the benefits and allowances as per the": "है, पर उन्हें लागू नियमों के अनुसार सभी लाभ और भत्ते मिलते हैं। शपथ पत्र से यह",
  "according to the said University, for permanency in tenure,": "भी पता चलता है कि उक्त विश्वविद्यालय के अनुसार भी, कार्यकाल में स्थायित्व के",
  "7. That it is also necessary to clarify at this stage": "7. इस प्रकार यह स्पष्ट है कि अपीलकर्ता को पूरी चयन प्रक्रिया से गुजरने के बाद",
  "that even though the University is appointing its": "नियुक्त किया गया था। विश्वविद्यालय के अनुसार भी, हालांकि नियुक्ति से पता चलता",
  "18. The appeal is allowed in the above terms. Pending application(s), if any, shall stand disposed of in the above": "8. अपील को उपर्युक्त शर्तों में अनुमति दी जाती है। लंबित आवेदन, यदि कोई हों,",
  "application(s), if any, shall stand disposed of in the above terms. No order as to costs.": "उपरोक्त शर्तों में निस्तारित हो जाएंगे। खर्चों के लिए कोई आदेश नहीं होगा।",
  "[B.R. GAVAIT]": "[न्यायमूर्ति बी. आर. गवई)]",
  "NEW DELHI;": "नई दिल्ली;",
  "MAY 12, 2022.": "2 मई 2022",
  "CC:": "सीसी:",
  "1. Registrar for information and record 2. PS to Hon’ble Vice-Chancellor for information”": ". निबंधक, सूचना और अभिलेख 2. माननीय उप-कुलपति के निजी सचिव को सूचनार्थ",
  "15. It could thus be seen that’ though the": "5. इस प्रकार यह देखा जा सकता है कि हालांकि कथित विश्वविद्यालय के 2",
  "communication of the said University dated 12'\" August 2014 states that the appellant’s contractual period has expired, in": "अगस्त 204 के पत्र में कहा गया है कि अपीलकर्ता की संविदा अवधि समाप्त हो गई",
  "the facts of the present case, it would reveal that his services": "है, वर्तमान मामले के तथ्यों से, यह पता चलेगा कि कथित विश्वविद्यालय के डीन",
  "were discontinued on account of the allegation made against": "द्वारा उसके खिलाफ लगाए गए आरोपों के कारण उसकी सेवाएं रोक दी गई थीं।",
  "to the said University, though the employment was": "चूंकि उक्त विश्वविद्यालय के अनुसार भी , यद्यपि रोजगार संविदात्मक था लेकिन",
  "contractual but the employee was entitled to get all the benefits of a regular employee, we find that in the facts of the": "कर्मचारी नियमित कर्मचारी के सभी लाभ प्राप्त करने का हकदार था, हम पाते हैं कि",
  "present case, the appellant’s services could not have been": "किया जाता है, जिसमें अपीलकर्ता की सेवाओं को समाप्त कर दिया गया था।"
}