{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय अधिकारिता",
  "CIVIL APPEAL NO.9085 of 2022": "दीवानी अपील संख्या 9085/2022",
  "(@ Special Leave Petition (C) No.9558 of 2020)": "(6 विशेष अनुमति याचिका (दीवानी) संख्या 9558/2020)",
  "(@ Diary No.16450 of 2020)": "((6 डायरी संख्या 6450/2020)",
  "New Okhla Industrial Development Authority ... Appellant": "न्यू ओखला इण्डस्ट्रियल डेवलपमेन्ट अथॉरिटी ... अपीलकर्ता",
  "Versus": "बनाम",
  "Omvir Singh & Ors. ...Respondents": "ओमवीर सिंह और अन्य ... प्रत्यर्थीगण",
  "JUDGMENT": "निर्णय",
  "M.R. SHAH, J.": "न्यायमूर्ति एम.आर. शाह",
  "Se of Judicature at Allahabad in First Appeal Defective No.308 of": ". प्रथम अपील डिफेक्टिव संख्या 308/ 205 में इलाहाबाद उद्च न्यायालय",
  "Makanpur,": "मकनपुर, (वैशाली )",
  "Tehsil Dadri": "तहसील दादरी",
  "15.03.1988": "28.02.987",
  "[Rs. 297/-]": "[297/ रूपये]",
  "Review Petition (C) No. 2632 of 2015 dismissed on": "पुनर्विलोकन याचिका(सी) संख्या 2632/205",
  "dismissed on 06.10.2015": "06.0.205 को खारिज की गई।",
  "Curative Petition (C) No. 94 of 2016 was": "उपचारात्मक याचिका (सी) संख्या 94/206",
  "dismissed on 15.03.2016": "दिनांक 5.03.206 को खारिज कर दी गई।",
  "No. 737 in re: NOIDA v. Surendra Singh, awarding": "एफ संख्या 737, नोएडा बनाम सुरेन्द्र सिंह के",
  "was set-aside by this Court vide judgment": "5.04.205 के निर्णय को इस न्यायालय द्वारा",
  "Pradeep Kumar v. State of U.P., reported as (2016) 6": "प्रदीप कुमार बनाम उ.प्र. राज्य (206) 6",
  "Pursuant to remand, the High Court dismissed F.A. No.": "प्रतिप्रेषण के बाद, उच्च न्यायालय ने एफए संख्या",
  "737 in re: NOIDA v. Surendra Singh": "737 में नोएडा बनाम सुरेंद्र सिंह के साथ नोएडा",
  "38-95": "38-95",
  "96-98": "96-98",
  "99-124": "99- 324",
  "notification and the": "उद्घोषणा",
  "has been determined at Rs.297/- per sq.yard.": "दिया है, दावेदार उद्च न्यायालय द्वारा दिए गए 297/- रुपये प्रति वर्ग गज की",
  "shall not be entitled to compensation at the rate of Rs.297/- per": "दर से मुआवजे के हकदार नहीं होंगे।",
  "3.2 It is submitted that as such, in the subsequent decision in": "3.2 यह कहा गया है कि इस प्रकार, उत्तर प्रदेश आवास एवं विकास परिषद",
  "did consider its earlier decision in the case of Narendra and": "(पूर्वोक्त) के मामले में बाद के निर्णय में, इस न्यायालय ने नरेंद्र और अन्य",
  "Others vs. State of Uttar Pradesh and Others, (2017) 9 SCC": "बनाम उत्तर प्रदेश राज्य और अन्य, (207) 9 एससीसी 4 426 के मामले",
  "dismissed the said Reference along with other references. Review": "आदेश द्वारा, संदर्भ न्यायालय ने अन्य संदर्भों के साथ उक्त संदर्भ को खारिज",
  "applications were filed which came to be dismissed in the year": "कर दिया। पुनर्विलोकन प्रार्थना पत्र दायर किए गए थे जो वर्ष 998 में",
  "1998. That after a period of 16 years from the date of rejection of": "अस्वीकार किए जाने की तारीख से 6 साल की अवधि के बाद, प्रत्यर्थी ने",
  "filed the present first appeal before the High Court and relied": "उच्च न्यायालय के समक्ष वर्तमान पहली अपील दायर की और कुछ अन्य",
  "upon the judgment in some other first appeals by which the": "प्रथम अपीलों में निर्णय पर अलम्ब लिया जिसके द्वारा मुआवजा प्रति वर्ग गज",
  "compensation was enhanced to Rs.297/- per sq.yard. By the impugned judgment and order, the High Court has condoned the": "297 रुपये तक बढ़ा दिया गया था। आक्षेपित निर्णय और आदेश द्वारा, उच्च",
  "period of delay, and has enhanced the amount of compensation to": "की अवधि के दौरान ब्याज से इनकार कर दिया है और मुआवजे की राशि को",
  "Rs.297/- per yard. Hence, the present appeal at the instance of": "297 रुपये प्रति गज तक बढ़ा दिया है। इसलिए नोएडा की ओर से वर्तमान अपील की गयी।",
  "a period of approximately 16 years (as per the appellant, there": "जिसके द्वारा उच्च न्यायालय ने लगभग 6 साल की अवधि के बाद",
  "was a delay of 26 years) by which the High Court has enhanced": "(अपीलकर्ता के अनुसार, 26 साल की देरी हुई थी) उक्त अपील को खारिज कर दिया है, जिसके तहत उच्च न्यायालय ने भूमि मालिकों को देय मुआवजे",
  "the compensation payable to the land owners to Rs.297/- per": "कर दिया है, जिसके तहत उच्च न्यायालय ने भूमि मालिकों को देय मुआवजे को 297 रुपये प्रति वर्ग गज तक बढ़ा दिया है।",
  "2. The facts leading to the present appeal in a nutshell, are as": "2. संक्षेप में, वर्तमान अपील के तथ्य निम्नलिखित हैं:",
  "2.1 That the land in question situated in Village Gheja Tilapatabad, Tehsil and Pargana Dadri, District Ghaziabad (now District Gautam Budh Nagar) was acquired for the planned": "2.] यह कि गाजियाबाद जिले (अब जिला गौतम बुद्ध नगर) के तहसील और परगना दादरी के घेजा तिलपाटाबाद गांव में स्थित प्रश्नगत भूमि का अधिग्रहण",
  "4, dated 22.11.1982. A declaration under the provisions of": "22.7.982 को धारा 4 के तहत अधिसूचना जारी की गई थी। भूमि",
  "Section 6 of the Land Acquisition Act, 1894 was issued on": "अधिग्रहण अधिनियम, 894 की धारा 6 के प्रावधानों के तहत एक घोषणा",
  "23.11.1982. The possession of the acquired land was taken over": "23.7.982 को जारी की गई थी। अधिग्रहित भूमि का कब्जा राज्य द्वारा",
  "by the State on 22.02.1983. The Land Acquisition": "22.02.983 को ले लिया गया था। भूमि अधिग्रहण अधिकारी /कलेक्टर ने",
  "Officer/Collector declared the Award dated 05.09.1983 and": "दिनांक 05.09.983 के अधिनिर्णय की घोषणा की और गाँव में ही भूमि के",
  "relying upon the sale deed dated 02.11.1982 of certain parcels of": "कुछ हिस्सों के दिनांक 02..982 के विक्रय विलेख के आधार पर प्रति",
  "NEW DELHI;": "नई दिल्ली;",
  "DECEMBER 15, 2022.": "5 दिसंबर, 2022.",
  "Makanpur, 16.08.1988 This Hon’ble Court in": "मकनपुर, 6.08.988 इस न्यायालय ने दीवानी अपील संख्या 9208-",
  "(Indirapuram Civil Appeal No. ) Distt. | [Rs. 297/-] 16961 of 2017, Om Ghaziabad, Prakash vs. State of Tehsil Dadri UP vide the same": "(इंदिरापुरम) जिला [297/ रूपये] 92/208, मंगू सिंह बनाम उत्तर प्रदेश राज्य",
  "determined at the rate of Rs. 297/- sq.": "तहसील दादरी तहत मुआवजा बढ़ाकर 297/- रुपये कर दिया।",
  "141": "44",
  "Making the above submissions and relying upon the above": "उपरोक्त दलीलों को रखते हुए और उच्च न्यायालय के साथ -साथ इस",
  "decisions/orders passed by the High Court as well as this Court,": "न्यायालय द्वारा पारित उपरोक्त निर्णयों /आदेशों पर अवलम्ब लेते हुए, यह",
  "it is prayed that the present appeal be dismissed.": "प्रार्थना की गयी कि वर्तमान अपील को खारिज कर दिया जाए।",
  "5. We have heard learned counsel appearing on behalf of the respective parties at length.": "५. हमने संबंधित पक्षों की ओर से पेश विद्वान अधिवक्ताओं को विस्तार से सुना है।",
  "5.1 So far as the submissions made on behalf of the appellant": "५.] जहां तक अपीलकर्ता की ओर से दिए गए इन तरकोाँ का संबंध है कि उद्च",
  "that the High Court has erred in condoning the delay of 16/26 years in preferring the appeal is concerned, in the peculiar facts": "न्यायालय ने अपील करने में 6/26 वर्ष के विलंब को माफ करके त्रुटि",
  "years in preferring the appeal is concerned, in the peculiar facts and circumstances of the case and considering the fact that even": "कारित की है, मामले के विशिष्ट तथ्यों और परिस्थितियों में और इस तथ्य",
  "the appeal, the High Court has denied the interest for the period": "करते हुए भी, उच्च न्यायालय ने विलंब की अवधि के लिए ब्याज से इंकार कर",
  "of delay and has exercised its discretion in favour of the": "दिया है और दावेदारों के पक्ष में अपने विवेकाधिकार का प्रयोग किया है, हमें",
  "the High Court condoning the delay in preferring the appeal.": "अपील करने में विलंब को माफ करने के उच्च न्यायालय द्वारा पारित आदेश में",
  "5.2 Now so far as merits of the appeal and the impugned": "५.2 अब जहां तक अपील के गुण-दोष और उच्च न्यायालय द्वारा प्रतिकर की",
  "judgment and order passed by the High Court enhancing the amount of compensation at Rs.297/- per sq.yard is concerned": "रकम को 297/- रुपए प्रति वर्ग गज तक बढ़ाने के आक्षेपित निर्णय और",
  "and the reliance placed upon the decisions of the High Court and this Court referred to hereinabove and relied upon on behalf of": "आदेश का संबंध है और दावेदारों की ओर से उच्च न्यायालय व इस न्यायालय",
  "the claimants is concerned, at the outset it is required to be noted": "के पूर्वोक्त उल्लिखित विनिश्चयों पर अवलम्ब लेने का संबंध है, प्रारंभ में यह",
  "that in the present case, the acquisition is of the year 1982 and in": "ध्यान दिया जाना आवश्यक है कि वर्तमान मामले में, अधिग्रहण वर्ष 982",
  "all other relied upon cases the acquisition(s) is/are of the year 1986/88. In all those cases, where the amount of compensation": "का है और अन्य सभी मामलों में अधिग्रहण वर्ष 986/88 का है।उन सभी",
  "has been determined @ Rs.297/- per sq.yard, the acquisition(s)": "मामलों में, जहां मुआवजे की राशि 297 रुपये प्रति वर्ग गज की दर से",
  "is/are of the years 1986/1988 with respect to the Village": "निर्धारित की गई है, अधिग्रहण वर्ष 986/988 के हैं, जो",
  "Makanpur and other nearby villages acquired for the development of NOIDA/Ghaziabad. In the case of Narendra & Ors. (supra),": "नोएडा/गाजियाबाद के विकास के लिए अधिग्रहित मकनपुर गांव और आसपास के अन्य गांवों के संबंध में है। नरेंद्र और अन्य (पूर्वोक्त) के मामले",
  "this Court had enhanced the amount of compensation to Rs.297/- per sq.yard with respect to the land acquired in Village Makanpur and other surrounding villages acquired for the very": "में, इस न्यायालय ने मकनपुर गांव में अधिग्रहीत भूमि और उसी परियोजना के लिए आसपास के अन्य गांवों में अधिग्रहित भूमि के संबंध में मुआवजे की राशि को 297 रुपये प्रति वर्ग गज तक बढ़ा दिया था , लेकिन वह वर्ष",
  "1986/1988. However, subsequently in the case of U.P. Awas": "986/988 के अधिग्रहण के संबंध में था। तथापि, बाद में उत्तर प्रदेश",
  "of this Court in the case of Narendra & Ors. (supra) with respect": "नरेन्द्र और अन्य (पूर्वोक्त) के मामले में इस न्यायालय के निर्णय पर विचार",
  "this Court has determined the compensation at Rs.120/- per sq.yard. In the said decision, while refusing to accept the claim of": "करने के बाद, इस न्यायालय ने 20 रुपये प्रति वर्ग गज का मुआवजा",
  "(supra) which was with respect to the acquisition of 1988, this Court has observed that the compensation determined on the": "हुए, जो 988 के अधिग्रहण के संबंध में था, इस न्यायालय ने कहा है कि 5",
  "basis of the Notification 5 years later, cannot be a yardstick for determining the compensation for the land which is acquired five": "साल बाद की अधिसूचना के आधार पर निर्धारित मुआवजा, उस भूमि के लिए मुआवजा निर्धारित करने का पैमाना नहीं हो सकता है जो पांच साल",
  "years before. This Court has also taken note of the fact that": "पहले अधिग्रहित की गई है। इस न्यायालय ने इस तथ्य का भी संज्ञान लिया",
  "between the year 1982 and 1987/1988, development activities": "है कि वर्ष 4982 और 987/988 के बीच, विकास गतिविधियां शुरू की",
  "5 years from the date of acquisition in the present case. As": "वर्तमान मामले में अधिग्रहण की तारीख से 5 साल के बाद अधिग्रहीत भूमि के",
  "observed hereinabove, in the present case, Section 4 Notification had been issued on 22.11.1982 and the relied upon decisions": "गया है, वर्तमान मामले में, धारा 4 की अधिसूचना 22..982 को जारी",
  "with respect to Village Makanpur and other villages are of the": "की गई थी और ग्राम मकनपुर व अन्य गांवों के संबंध में अवलम्ब लिए गए",
  "year 1986/88, which as observed by this Court in the aforesaid": "निर्णय वर्ष 3986/88 के हैं, जो, जैसा कि इस न्यायालय द्वारा उत्तर प्रदेश",
  "cannot be the basis. Under the above circumstances, the": "था, आधार नहीं हो सकता है। उपरोक्त परिस्थितियों में, 297/- रुपए प्रति",
  "and directed that the original claimants shall be entitled to compensation at the rate of Rs.120/- per sq.yard along with all": "मूल दावेदार 220/- रुपए प्रति वर्ग गज की दर से मुआवजा पाने के हकदार"
}