{
  "[2024] 4 S.C.R. 693": "[2024] 4 एस. सी. आर 686 : 2024 आईएनएससी 323",
  "Ramayan Singh v. State of Uttar Pradesh & Anr.": "रामायण सिंह बनाम उत्तर प्रदेश राज्य और अन्य",
  "seriousness of the crime; (ii) the conduct of the accused person(s);": "अपराध की गंभीरता (0) अभियुक्त व्यक्ति (व्यक्तियों) का आचरण; और (पा) बड़े पैमाने पर",
  "List of Acts": "अधिनियमों की सूची",
  "Penal Code, 1860; Code of Criminal Procedure, 1973.": "दध#ड संहिता, 860; दंड प्रक्रिया संहिता, 973.",
  "List of Keywords": "मुख्य शब्दों की सूची",
  "Grant of bail; Exercise of discretion under Section 439 CrPC;": "जमानत देना; दंड प्रक्रिया संहिता की धारा 439 के तहत विवेकाधिकार का प्रयोग; जमानत देने",
  "Case Arising From": "मामला निम्न से उद्भुत",
  "CRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 2168 of 2024": "आपराधिक अपीलीय अधिकारिता: दाण्डिक अपील संख्या 268/ 2024",
  "From the Judgment and Order dated 24.04.2023 of the High Court of": "24.04.2023 के निर्णय और आदेश से",
  "With": "साथ में",
  "Criminal Appeal No. 2169 of 2024": "दाण्डिक अपील संख्या 269/ 2024",
  "Appearances for Parties": "पक्षकारों की ओर से उपस्थिति",
  "Devwvrat, Sanjay Kumar Yadav, Prithvi Pal, Manoj Jain, Advs. for the Appellant.": "अपीलकर्ता की ओर से अधिवक्तागण देवव्रत, संजय कुमार यादव, पृथ्वी पाल, मनोज जैन।",
  "Sudhir Kumar Saxena, Sr. Adv., Lokesh Kumar Choudhary, Ms. Tulika": "प्रत्यर्थियों की ओर से अधिवक्तागण सुधीर कुमार सक्सेना, वरिष्ठ अधिवक्ता, लोकेश कुमार",
  "Mukherjee, Ajay Singh, Ms. Sneh Suman, Beenu Sharma, Venkat": "चौधरी, सुश्री तुलिका मुखर्जी, अजय सिंह, सुश्री स्नेह सुमन, बीनू शर्मा, वेंकट नारायण, सुबोध",
  "Judgment / Order of the Supreme Court": "उच्चतम न्यायालय का निर्णय/आदेश",
  "Judgment": "निर्णय",
  "Satish Chandra Sharma, J.": "न्यायमूर्ति सतीश चंद्र शर्मा",
  "1. Leave granted.": ". अनुमति प्रदान की गयी।",
  "2. The present appeal i.e., arising out of SLP(Crl.) No 14988 of 2023,": "2. एसएलपी (आपराधिक) संख्या 44988/ 20283 से उत्पन्न होने वाली वर्तमान अपील",
  "Judge of the High Court of Judicature at Allahabad (the “High Court”)": "द्वारा इलाहाबाद उच्च न्यायालय (\"उच्च न्यायालय\") के विद्वान एकल न्यायाधीश के दिनांक",
  "Pal’s / Respondent No. 2’s bail application under Section 439 of the Code of Criminal Procedure, 1973 (“CrPC”) and accordingly enlarged": "की धारा 439 के तहत जमानत याचिका को अनुमति दी और तदनुसार (“आक्षेपित आदेश”)",
  "Respondent No. 2 on bail subject to certain conditions contained": "में कुछ शर्तों के अधीन प्रत्यर्थी संख्या 2 को जमानत पर छोड़ दिया गया।",
  "3. By an order dated 31.10.2023, a co-accused i.e., Punit Pal was": "3. ... दिनांक 3.0.2023 के एक आदेश द्वारा, एक सह-अभियुक्त पुनीत पाल को उच्च",
  "enlarged on bail by a coordinate bench of the High Court. The appeal": "न्यायालय की एक समकक्ष पीठ द्वारा जमानत पर रिहा कर दिया गया था। उस आदेश के",
  "granted by High Court — Appellant challenged correctness of High": "एक आवेदन प्रस्तुत किया, जिसे उच्च न्यायालय द्वारा आक्षेपित आदेश के माध्यम से अनुमति",
  "been extended to him during the pendency of the trial; and it was specifically contended that threats were extended to the": "के लंबित रहने के दौरान उसे धमकियां दी गई थीं; और यह विशेष रूप से तर्क दिया गया था",
  "was specifically contended that threats were extended to the Appellant himself by to Respondent No. 2; and Punit Pal.": "कि प्रत्यर्थी संख्या 2 और पुनीत पाल द्वारा अपीलकर्ता को धमकियां दी गई थीं।",
  "The learned Counsel appearing on behalf of the Respondent State of Uttar Pradesh supported the stand of the Appellant. Moreover, it": ". प्रत्यर्थी उत्तर प्रदेश राज्य की ओर से उपस्थित विद्वान अधिवक्ता ने अपीलार्थी के रुख",
  "was brought to our attention that both Respondent No. 2; and Punit": "का समर्थन किया। इसके अलावा, यह हमारे ध्यान में लाया गया था कि दोनों प्रत्यर्थी संख्या 2",
  "Pal were also being prosecuted under the provisions of the Uttar Pradesh Gangsters and Anti-Social Activities (Prevention) Act, 1986.": "और पुनीत पाल पर उत्तर प्रदेश गिरोहबन्द और असामाजिक गतिविधियाँ (रोकथाम)",
  "On the other hand, Mr. Sudhir Kumar Saxena, learned Senior Counsel": "अधिवक्ता श्री सुधीर कुमार सक्सेना ने इस प्रकार जोरदार तर्क दिया हैः",
  "(a) That Respondent No. 2; and Punit Pal have been cooperating": "(क) यह कि प्रत्यर्थी संख्या 2 और पुनीत पाल विचारण में सहयोग कर रहे हैं,",
  "with the trial, however, the Appellant has stalled proceedings before the Trial Court; and": "हालांकि अपीलार्थी ने विचारण न्यायालय के समक्ष कार्यवाही रोक दी है; और",
  "(b) That the allegation levelled against Respondent No. 2; and Punit Pal vis-a-vis extension of threats to the Appellant was wholly": "(ख) प्रत्यर्थी संख्या 2 और पुनित पाल के विरुद्ध अपीलार्थी को धमकानें का लगाया",
  "Pal vis-a-vis extension of threats to the Appellant was wholly erroneous and is in fact, a part of a calculated effort to paint Respondent No. 2; and Punit Pal in bad light; and": "गया आरोप पूरी तरह से गलत था और वास्तव में, प्रत्यर्थी संख्या 2 और पुनीत पाल को गलत साबित करने के लिए एक सुनियोजित प्रयास का एक भाग है; और",
  "We have heard the learned counsel(s) appearing on behalf of the": "3..... हमने पक्षकारों की ओर से उपस्थित विद्वान अधिवक्ताओं को सुना है और अभिलेख",
  "The fulcrum of the dispute before this Court is whether the High": "4. ... इस न्यायालय के समक्ष विवाद का आधार यह है कि क्‍या उच्च न्यायालय ने",
  "Court appropriately exercised its discretion under Section 439 of": "देने के लिए दंड प्रक्रिया संहिता की धारा 439 के तहत अपने विवेकाधिकार का उचित उपयोग",
  "It is well settled that the grant of bail involves the exercise of a": "5.... यह सुस्थापित है कि जमानत देने में एक विवेकाधीन शक्ति का प्रयोग शामिल है",
  "discretionary power which ought not to be used arbitrarily, capriciously;": "जिसका उपयोग मनमाने ढंग से, स्वेच्छापूर्वक और अनुचित तरीके से नहीं किया जाना",
  "correctness of the order(s) of the High Court granting Respondent No. 2; and Punit Pal bail in relation to the proceeding(s) emanating": "संख्या 2 और पुनीत पाल को जमानत प्रदान करने वाले उच्च न्यायालय के आदेश (आदेशों )",
  "This Court in Prasanta Kumar Sarkar v. Ashis Chatterjee, (2010) 14": "6. .... प्रशांत कुमार सरकार बनाम आशीष चटर्जी, (200) 4 एससीसी 496में इस",
  "Neeru Yadav v. State of U.P. [2014] 12 SCR 453 : (2014) 16 SCC 508": "है नीरू यादव बनाय उत्तर प्रदेश राज्य /2074/ 2 एससीआर 453. (2074 76 एससीसी 508",
  "“14. The provision for an accused to be released on bail": "“4. अभियुक्त के जमानत पर रिहा होने का प्रावधान किसी व्यक्ति की स्वतंत्रता से",
  "reason that this Court does not ordinarily interfere with an": "संबंधित है। यही कारण है कि यह न्यायालय आम तौर पर जमानत देने वाले उच्च",
  "order of the High Court granting bail. However, where the": "न्यायालय के आदेश में हस्तक्षेप नहीं करता है। तथापि, जहां जमानत देने के लिए",
  "discretion of the High Court to grant bail has been exercised without the due application of mind or in contravention of": "उच्च न्यायालय के विवेकाधिकार का उपयोग उचित विवेक के बिना या इस न्यायालय",
  "the directions of this Court, such an order granting bail": "के निर्देशों के उल्लंघन में किया गया है, जमानत देने वाले ऐसे आदेश को रद्द किया जा",
  "is liable to be set aside. The Court is required to factor, amongst other things, a prima facie view that the accused": "सकता है।न्यायालय को अन्य बातों के अलावा, प्रथमदृष्टया यह विचार कि अभियुक्त ने",
  "had committed the offence, the nature and gravity of the offence and the likelihood of the accused obstructing the": "अपराध किया था, अपराध की प्रकृति और गंभीरता और अभियुक्त द्वारा किसी भी तरह",
  "proceedings of the trial in any manner or evading the": "से विचारण की कार्यवाही में बाधा डालने या न्याय की प्रक्रिया से बचने की संभावना पर",
  "course of justice. The provision for being released on bail": "ध्यान देने की आवश्यकता होती है। जमानत पर रिहा होने का प्रावधान न्याय के",
  "the administration of justice and the protection of individual": "प्रशासन में सार्वजनिक हित और मामले के निर्णय तक व्यक्तिगत स्वतंत्रता के संरक्षण",
  "liberty pending adjudication of the case. However, the grant of bail is to be secured within the bounds of the law and": "के बीच एक उचित संतुलन बनाता है। हालाँकि, जमानत को कानून की सीमाओं के",
  "of bail is to be secured within the bounds of the law and in compliance with the conditions laid down by this Court.": "भीतर और इस न्यायालय द्वारा निर्धारित शर्तों के अनुपालन में सुरक्षित किया जाना है।",
  "It is for this reason that a court must balance numerous": "यही कारण है कि एक अदालत को कई कारकों को संतुलित करना चाहिए जो मामले-",
  "factors that guide the exercise of the discretionary power to grant bail on a case-by-case basis. Inherent in this": "दर-मामले के आधार पर जमानत देने के लिए विवेकाधीन शक्ति के प्रयोग को निर्देशित",
  "determination is whether, on an analysis of the record, it": "करते हैं। इस निर्धारण में अंतर्निहित यह है कि क्या, अभिलेख के विश्लेषण पर, यह",
  "appears that there is a prima facie or reasonable cause": "प्रतीत होता है कि यह विश्वास करने का कोई प्रथमदृष्ठया या उचित कारण है कि",
  "the evidence on record to come to a conclusive finding.”": "कि वह निणयिक निष्कर्ष पर आने के लिए अभिलेख पर साक्ष्य की विस्तार से जांच",
  "Turning to the issue at hand, we note that Respondent No. 2; and": "8. ... वर्तमान मुद्दे की ओर बढ़ते हुए, हम ध्यान देंते हैं कि प्रतिवादी संख्या 2 और पुनीत",
  "Punit Pal have been charged under inter alia Section(s) 147, 148, 149, 323, 504, 506, 427, 394, 411, 302 and 120B IPC on the basis": "दंड संहिता की धारा 447, 48, 49, 323, 504, 506, 427, 394, 40, 302 और",
  "mortem report; and statements of witnesses. Furthermore, on 2 (two) occasions there have been allegations levelled against Respondent": "20ख के तहत आरोप लगाए गए हैं। इसके अलावा, 2 (दो) अवसरों पर प्रत्यर्थी संख्या 2",
  "occasions there have been allegations levelled against Respondent No. 2; and Punit Pal alleging inter alia that the accused persons have": "और पुनीत पाल के खिलाफ आरोप लगाए गए हैं, जिसमें अन्य बातों के साथ-साथ यह आरोप लगाया गया है कि आरोपी व्यक्तियों ने वर्तमान मामले में मुकदमे को पटरी से उतारने के प्रयास",
  "attempted to intimidate the Appellant i.e., the Original Complainant and another identified witnesses in an effort to de-rail the trial in the": "में अपीलकर्ता यानी मूल परिवादी और अन्य पहचाने गए गवाहों को धमकाने का प्रयास किया",
  "Accordingly, in our considered opinion, the High Court ought not": "9. ... तदनुसार, हमारी सुविचारित राय में, उच्च न्यायालय को एफआईआर से उत्पन्न",
  "to have granted Respondent No. 2; and Punit Pal bail in relation": "कार्यवाही के संबंध में प्रत्यर्थी संख्या 2 और पुनीत पाल को निम्न कारणों से जमानत नहीं देनी"
}