{
  "IN THE SUPREME COURT OF INDIA": "भारत की सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपील क्षेत्राधिकार",
  "Civil Appeal Nos. 6667-6668 of 2019": "दीवानी अपील संख्या: 6667-6668 वर्ष 209",
  "(Arising out of SLP (C) Nos. 24803 - 24804 of 2018)": "विशिष्ट दीवानी अपील संख्या 24803-24804 वर्ष 208 से उत्पन्न।",
  "Dr. Professor Rajendra Chaudhary & Anr.. .... Appellant(s)": "डॉ. प्रोफसर राजेंद्र चौधरी और अन्य। ...अपीलार्थी (गण)",
  "Versus": "बनाम",
  "The State of Uttar Pradesh & Ors.": "उत्तर प्रदेश राज्य एवं अन्य। ...प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "L. NAGESWARA RAO, J.": "माननीय न्यायमूर्ति एल. नागेश्वर राव।",
  "Leave granted.": "अनुमति अनुदत्त।",
  "1. The controversy in the above Appeals is regarding": ". . उपरोक्त अपील में विवाद उत्तर प्रदेश राज्य में मेडिकल कॉलेजों",
  "reservations to be applied for appointment by direct recruitment to the posts of Professor in Medical Colleges in": "में प्राध्यापकों के पदों पर सीधी भर्ती द्वारा नियुक्ति के लिए लागू किए",
  "maximum age limit from 45 years to 65 years. There was": "जाने वाले आरक्षण और अधिकतम आयु सीमा 45 वर्ष से बढ़ाकर 65",
  "no direct recruitment to the posts of Professors in 12 Government Medical Colleges (Allopathy) for 12 years prior": "वर्ष करने के संबंध में है। 205 से पहले 2 वर्षों के लिए 2 सरकारी मेडिकल कॉलेजों (एलोपैथी) में प्राध्यापकों के पदों पर कोई सीधी भर्ती",
  "applications for appointment by direct recruitment to 47 substantive vacant posts of Professors in various Allopathic Medical Colleges. The said advertisement was subject": "विज्ञापन जारी किया गया था जिसमें विभिन्न एलोपैथिक मेडिकल कॉलेजों में प्राध्यापकों के 47 रिक्त पदों पर सीधी भर्ती द्वारा नियुक्ति",
  "main point raised by the Writ Petitioners was that no posts": "अलावा, रिट याचिकाकर्ताओं द्वारा उठाया गया मुख्य बिंदु यह था कि",
  "were reserved for Scheduled Castes, Scheduled Tribes and": "अनुसूचित जाति, अनुसूचित जनजाति और अन्य पिछड़ा वर्ग के",
  "upper age limit, from 45 years to 65 years, was also": "अधिकतम आयु सीमा को 45 वर्ष से बढ़ाकर 65 वर्ष करने पर इस",
  "questioned in the Writ Petition on the ground that it was in violation of Uttar Pradesh State Medical Colleges’ Teachers": "आधार पर आपत्ति की गयी कि यह उत्तर प्रदेश राज्य मेडिकल कॉलेज",
  "Services (Second Amendment) Rules, 2005 (for short,": "शिक्षक सेवा (द्वितीय संशोधन) नियम, 2005 (संक्षेप में, 'सेवा",
  "rejecting the submissions relating to the reservations and": "के संबंध में पेश किये गये तर्कों को नहीं माना और याचिका को खारिज कर",
  "3. The two points that fall for our consideration in these Appeals are:": "3. इन पुनर्याचनाओं में हमारे विचारार्थ दो बिंदु हैं:",
  "a) Whether the advertisement impugned in the Writ Petition is violative of Uttar Pradesh Public Service": "8) कया रिट याचिका में आक्षेपित विज्ञापन उत्तर प्रदेश लोक",
  "(Reservation for Scheduled Castes, Scheduled Tribes and": "सेवा (अनुसूचित जाति, अनुसूचित जनजाति और अन्य पिछड़ा वर्ग के लिए",
  "Other Backward Classes) Act, 1994 (for short “the": "आरक्षण) अधिनियम, 994 का उल्लंघन करता है (संक्षेप में 'आरक्षण",
  "Reservation Act): and": "अधिनियम); और",
  "support of the submission that the entire cadre cannot be taken into account for providing reservations. In support of": "कि आरक्षण प्रदान करने के लिए पूरे कैडर पर विचार नहीं किया जा सकता है। उक्त तरकों के समर्थन में प्रत्यर्थी ने हीरा लाला बनाम उत्तर प्रदेश राज्य",
  "decision of the Full Bench of the High Court of Judicature at": "इलाहाबाद उच्च न्यायलय की पूर्ण पीठ द्वारा पारित निर्णय पर भरोसा",
  "7. Rule 6 of the Service Rules makes reservation applicable for appointment to direct recruitment to the posts of Professors. There is no dispute that the proviso": "7. सेवा नियमावली का नियम 6 प्राध्यापकों के पदों पर सीधी भर्ती द्वारा नियुक्ति के लिए आरक्षण लागू करता है। यहां कोई विवाद नहीं है कि",
  "postulates that each speciality/ department in Category ‘A’": "परंतुक यह कहता है कि प्रवर्ग “कर” में प्रत्येक विशेषज्ञता /विभाग को एकल",
  "Shall be deemed as a single unit. Category ‘A’ pertains to": "इकाई समझा जाएगा। पदोन्नति के लिए श्रेणी 'क' संवर्ग से काडर पद का",
  "posts earmarked for promotion to the extent of 75 per cent of the cadre posts. The remaining 25 per cent are to be": "75 प्रतिशत तक होगी। शेष 25 प्रतिशत जो श्रेणी 'ख' में संबंधित है को",
  "dealt with in Category ‘B’ which shall be filled up by direct recruitment. A perusal of Category ‘B’ of Appendix ‘A’ to": "सीधी भर्ती द्वारा भरा जाएगा। सेवा नियमों के परिशिष्ट 'क' की श्रेणी 'ख' के",
  "(5) The State Government shall for applying": "(5; राज्य सरकार आरक्षण लागू करने के लिए एक",
  "the reservation under sub section (1), by a notified": "अधिसुचित आदेश द्वारा उप-धारा (7/ के तहत एक रोस्टर",
  "order, issue a roster comprising the total cadre strength of the public service or post indicating": "जारी करेगी जिसमें सार्वजनिक सेवा या पद की कुल कैंडर",
  "therein the reserve points and the roster so issued": "क्षमता शामिल हैं; जिससें आरक्षित बिंदुओं ऑर जारी किए गए रोस्टर का संकेत दिया गया हैं ऑर इस प्रकार जारी रोस्टर को",
  "shall be implemented in the form of a running account from year to year until the reservation for": "वर्ष-दर-वर्ष एक चालू खाते के रूप यें तब तक लागू किया",
  "various categories of persons mentioned in sub-": "जाएगा जब तक कि उप-धारा (7) में उल्लिखित व्यक्तियों की विभिन्न श्रेणियों के लिए आरक्षण प्राप्त नहीं हो जाता हैं ऑर",
  "roster and the running account shall, thereafter,": "रोस्टर और रनिंग खाते का संचालन, उसके बाद सयाप्र हो",
  "come to an end, and when a vacancy arises thereafter in public service or post the same shall": "जाएगा, ऑर जब लोक सेवा या उसी पद में रिक्ति उत्पन्न होगी",
  "5. The Appellants placed before us the Service Rules": "५ अपीलकर्ताओं ने सेवा नियमावली को हमारे समक्ष प्रस्तुत किया",
  "which govern the recruitment to the posts of Professors in": "जो सरकारी मेडिकल कॉलेजों में प्राध्यापकों के पदों पर भर्ती को संचालित",
  "Government Medical Colleges. Rule 5 of Service Rules": "करती है। सेवा नियमावली का नियम 5 उपबंधित करता है कि प्राध्यापकों",
  "by Category ‘B” in Appendix ‘A’ by direct recruitment.": "पर भर्ती सीधी भर्ती द्वारा परिशिष्ट अ में श्रेणी ब द्वारा आच्छादित है। सेवा",
  "strength in all the specialties/ departments in the Government Medical Colleges. There are two Categories in": "विभागों /विशेष विभागों में स्वीकृत पदों से संबंधित है। परिशिष्ट 'अ' में दो",
  "Appendix ‘A’. Category ‘A’ pertains to posts that are to be": "श्रेणियां हैं। श्रेणी 'क' उन पदों से संबंधित है जिन्हें व्यक्तिगत पदोन्नति द्वारा",
  "filled up by personal promotion and Category ‘B’ relates to posts that are to be filled up by direct recruitment.": "भरा जाना है और श्रेणी 'ख' उन पदों से संबंधित है जिन्हें सीधी भर्ती द्वारा",
  "According to the Appellants, the total number of posts and vacancies in the entire cadre has to be taken into account": "भरा जाना है। अपीलकर्ताओं के अनुसार, पूरे कैडर में पदों और रिक्तियों की",
  "for providing reservations for appointment to the posts of": "कुल सं. को प्राध्यापकों के पदों पर नियुक्ति हेतु आरक्षण प्रदान प्रदान किया",
  "in not providing reservations on the ground that the": "द्वारा इस आधार पर आरक्षण न देना कि उपलब्ध रिक्तियों की संख्या",
  "number of vacancies available in each speciality/ department was less than four was unjustified.": "प्रत्येक विशेषता/विभाग में चार से कम थी, जो कि अनुचित था।",
  "6. Respondent Nos. 1 and 2 justified their action in not providing reservations for appointment by _ direct recruitment to the posts of Professors. According to the": "6. प्रत्यर्थी संख्या । और 2 ने प्राध्यापकों के पदों पर सीधी भर्ती",
  "Rules, 75 per cent of the posts shall be filled by personal promotion and remaining 25 per cent by direct recruitment.": "द्वारा नियुक्ति के लिए आरक्षण न देने को उचित ठहराया। नियमानुसार, 75 प्रतिशत पद व्यक्तिगत पदोन्नति द्वारा भरे जाएंगे और शेष 25 प्रतिशत सीधी",
  "provided in Rule 6 of the Service Rules. The Reservation Act": "वर्ग से संबंधित आरक्षण सेवा नियमावली के नियम 6 में दिया गया है।",
  "has been incorporated by reference into the Service Rules.": "आरक्षण अधिनियम को सेवा नियमों के संदर्भ में शामिल किया गया है। राज्य",
  "The State contends that the proviso to Rules 6 is significant.": "का तर्क है कि नियम 6 के लिए महत्वपूर्ण है। प्रतिबंध यह स्पष्ट करता है कि",
  "belonging to each speciality/ department in Category ‘A’": "श्रेणी 'अ' में प्रत्येक विशेषता /विभाग से संबंधित पदों की कुल सं. को एकल",
  "Shall be deemed as a single unit. In other words, reservation for the posts to be filled up in Category ‘A’ shall": "इकाई माना जाएगा। दूसरे शब्दों में, श्रेणी 'अ' में भरे जाने वाले पदों के लिए",
  "be speciality/ department wise. Reference is drawn to Section 3 of the Reservation Act to contend that the": "आरक्षण विशेषता /विभागवार होगा। आरक्षण अधिनियम की धारा 3 के संदर्भ",
  "direct recruitment only. Relying upon the note to Appendix ‘A’, the Respondents urge that reservations _ for": "की स्तर पर संबंधित होगी। परिशिष्ट 'अ' के नोट पर भरोसा जताकर, प्रत्यर्थियों ने प्रार्थना की कि सीधी भर्ती द्वारा नियुक्ति के लिए आरक्षण केवल",
  "only in case there are more than four posts available in": "तभी लागू किया जा सकता है जब प्रत्येक विभाग में चार से अधिक पद",
  "each department. It is the submission of the Respondents that the available posts in all the departments were less": "उपलब्ध हों। प्रत्यर्थियों का तर्क है कि सभी विभागों में उपलब्ध पद चार से",
  "than four. Though five posts were available in General Medicine and General Surgery specialties, the number of": "कम थे। हालांकि जनरल मेडिसिन एंड जनरल सर्जरी स्पेशिएलिटी में पांच",
  "posts to be filled up were only two in each department in": "पारित अंतरिम आदेश के मद्देनजर प्रत्येक विभाग में भरे जाने वाले पदों की संख्या केवल दो थी। अतः राज्य ने तर्क दिया कि सेवा नियमावली के",
  "Enhancement of Upper Age Limit:": "अधिकतम आयु सीमा का विस्तारः",
  "10. Rule 9 of the Service Rules provides that maximum": "0. सेवा नियमावली के नियम 9 में यह प्रावधान है कि प्राध्यापकों",
  "age limit for appointment to the post of Professor is 45 years. It is the case of the Appellants that the upper age": "के पद पर नियुक्ति के लिए अधिकतम आयु सीमा 45 वर्ष है। अपीलार्थी की",
  "limit of 65 years prescribed by the advertisement is": "अधिकतम आयु के मामलें में विज्ञापन द्वारा 65 वर्ष वर्ष विहित है जो सेवा",
  "contrary to Rule 9 of the Service Rules. The Appellants": "नियमावली के नियम 9 के विरूद्ध है। अपीलकर्ताओं ने तर्क दिया कि ऊपरी",
  "argued that the enhancement of the upper age limit was done by a Government Order dated 06.02.2015. According": "आयु सीमा में वृद्धि एक सरकारी आदेश दिनांक 06. 02. 2075 द्वारा की",
  "to them, a rule made under the proviso to Article 309 of the": "गई थी। उनके अनुसार, भारत के संविधान के अनुच्छेद 309 के परंतुक के",
  "11. The Respondents contended that minimum qualifications for teachers in Minimum Qualifications for": "]. प्रत्यर्थियों ने तर्क दिया कि शिक्षकों की न्यूनतम योग्यता के",
  "Teachers in Medical Institutions Regulations, 1998 (for Short, ‘the Regulations’) were framed by the Medical": "लिए मेडिकल संस्थान विनियम, 998 (संक्षेप में, 'विनियम') को मेडिकल",
  "Council of India (MCI) governing the maximum age for": "काउंसिल ऑफ इंडिया (एमसीआई) द्वारा तैयार की गया था जो मेडिकल",
  "appointment of Professors in Medical Colleges. They have been amended from time to time. According to the said": "कॉलेज में प्राध्यापकों की नियुक्ति को शासित करता है। उन्हें समय -समय",
  "amended Regulations, the maximum age is set at 70 years.": "पर संशोधित किया गया है। उक्त संशोधित विनियमों के अनुसार, अधिकतम आयु 70 वर्ष निर्धारित की गई है। सरकार ने प्राध्यापकों के पद पर सीधी",
  "upper age limit for appointment of direct recruitment to the post of Professor from 45 years to 65 years. The": "भर्ती की नियुक्ति के लिए ऊपरी आयु सीमा को 45 वर्ष से बढ़ाकर 65 वर्ष",
  "age has not been challenged by the Appellants. The": "आदेश को अपीलकर्ताओं द्वारा चुनौती नहीं दी गई है। प्रत्यर्थियों ने उद्च",
  "Judicature at Allahabad in the case of Dr Juhi Singhal": "न्यायालय द्वारा पारित डॉ. जुही सिंघल(उपरोक्त) के मामले में निर्भरता",
  "should be enhanced to 65 years. It was further argued on": "कि ऊपरी आयु सीमा 65 साल तक बढ़ाया जाना चाहिए। सरकार की ओर",
  "12. Having considered the submissions of the parties, we": "2. पक्षकारों द्वारा प्रस्तुत तर्कों पर विचार करने के उपरान्त, हम",
  "approve the finding recorded by the High Court that the": "उद्च न्यायालय द्वारा रिकार्ड किये गये तथ्यों को मंजूरी प्रदान करते हैं जिसमें",
  "decision to increase the upper age limit from 45 years to 65": "उनका अधिकतम आयु सीमा को 45 वर्ष से बढ़ाकर 65 वर्ष करने का",
  "would prevail over the Service Rules. In the said judgment,": "द्वारा बनाए गए विनियम सेवा नियमों पर प्रभावी होंगे। उक्त निर्णय में , उच्च",
  "the High Court was of the view that the Government Order": "न्यायालय का मत यह था कि सरकारी आदेश दिनांक 06. 02. 205",
  "supplant them. The High Court further observed that the": "न्यायालय ने आगे अवलोकन किया कि जो आयु में छूट दी गयी थी वह",
  "relaxation was done in view of the shortage of teachers in Medical Institutions who are qualified for appointment to": "मेडिकल संस्थानों में शिक्षकों की कमी के चलते दी गयी थी जिन्होंने",
  "limit was applicable only to those departments where 25": "आयु सीमा की छूट केवल उन विभागों पर लागू होती थी जहां 25 प्रतिशत",
  "per cent or more posts were vacant and in respect of other departments, the State Government decided not to fill": "या अधिक पद खाली हो और अन्य विभागों के संबंध में, राज्य सरकार ने",
  "reasoning while considering the increase of upper age limit": "के लिए अधिकतम आयु सीमा में वृद्धि पर विचार करते हुए एक ही तर्क का",
  "We see no reason to disagree with the said findings": "पालन किया। हमारे समक्ष उच्च न्यायालय से असहमति का कोई कारण नहीं",
  "Shall prevail over the Service Rules framed by the State of": "राज्य द्वारा बनाए गए सेवा नियमावली पर प्रभाव डालेंगे। दिनांक 06. 02.",
  "they cannot make any grievance about the same.": "जिस कारण से वे उसके के बारे में कोई शिकायत नहीं कर सकते हैं।"
}