{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय आधिकारिता",
  "CRIMINAL APPEAL NO.............+. OF 2023": "आपराधिक अपील संख्या ........... 2023",
  "Arising out of SPECIAL LEAVE PETITION (CRL.) NO. 2063 OF 2023": "विशेष अनुमति याचिका (क्रि.) संख्या 2063 /2023 से उद्धूत",
  "JITENDRA KUMAR RODE .. Appellant": "जितेंद्र कुमार रोडे ... अपीलार्थी",
  "UNION OF INDIA ... Respondent": "भारत संघ ... प्रत्यर्थी",
  "JUDGMENT": "निर्णय",
  "1. Leave granted.": ". अनुमति प्रदान की गई।",
  "2. The questions which arise for our consideration are; One,": "2. हमारे विचार के लिए जो प्रश्न उठते हैं वे हैं-पहला, विचारण के अभिलेखों की",
  "ses Appellate Court could have upheld the conviction and": "अनुपस्थिति में क्या अपीलीय न्यायालय दोषसिद्धि को बरकरार रख सकता था",
  "enhanced the quantum of fine? And Two, whether, given the": "और जुर्माने की राशि को बढ़ा सकता था? और दूसरा, क्या दंड प्रक्रिया संहिता,",
  "It is well settled that following “procedure established by law”": "44. यह सुविचारित है कि आपराधिक अभियोजन में \"कानून द्वारा स्थापित",
  "In M.H. Hoskot v. State of Maharashtra® (three-Judge": "5. न्यायमूर्ति एम. एच. होसकोट बनाम महाराष्ट्र राज्य” (तीन न्यायाधीशों की",
  "Bench), Krishna lyer J. writing for the Court observed that:": "पीठ) में न्यायमूर्ति कृष्णा अय्यर ने न्यायालय के लिए लिखते हुए यह मत व्यक्त किया किः",
  "the High Court, as provided in the Criminal Procedure": "\"व. संक्षेप में, जैसा कि दण्ड प्रक्रिया संहिता में पावधान है, सत्र",
  "It was further observed that every step that makes the right of": "6. यह भी देखा गया कि अपील के अधिकार को फलदायी बनाने वाला प्रत्येक",
  "appeal fruitful is obligatory, and every action or inaction which": "कदम अनिवार्य है, और प्रत्येक कार्रवाई या निष्क्रियता जो इसे बाधित करती है,",
  "stultifies it is unfair and, ergo, unconstitutional.": "अनुचित और असंवैधानिक है।",
  "In Manu Sharma v. State (NCT of Delhi)*(two-Judge Bench),": "7. मनु शर्मा बनाम राज्य (राष्ट्रीय राजधानी क्षेत्र दिल्ली )? (दो न्यायाधीशों की",
  "this Court has also noted that the due process of law shall": "पीठ) के मामले में इस न्यायालय ने यह भी उल्लेख किया है कि विधि की सम्यक",
  "accused to receive all documents and statements and move": "न्यायालय अभियुक्त को सभी दस्तावेजों और बयानों को प्राप्त करने और मामले से",
  "applications for the production of records relating to the case.": "संबंधित अभिलेखों को प्रस्तुत करने के लिए आवेदन करने का अधिकार देता है।",
  "If a right of production of documents at the trial stage exists, it": "8. यदि विचारण चरण में दस्तावेजों को प्रस्तुत करने का अधिकार मौजूद है तो",
  "is a natural corollary that the High Court, sitting in appeal,": "यह एक स्वाभाविक परिणाम है कि अपील में बैठे उच्च न्यायालय को उन",
  "must benefit from those documents. In the considered view of": "दस्तावेजों से लाभ उठाना चाहिए।इस न्यायालय की सुविचारित राय में, यह",
  "8 (1978) 3 SCC 544": "8 (१7978) 3 50९ 544",
  "State of U.P.°, Avdesh Rai and Others v. State of U.P.° and": "अन्य बनाम उत्तर प्रदेश राज्य', अवधेश राय और अन्य बनाम उत्तर प्रदेश राज्य",
  "Tej Pal Singh and Others v. State of U.P.’ of the Allahabad": "और तेज पाल सिंह और अन्य बनाम उत्तर प्रदेश राज्य” पर अवलम्ब लिया।",
  "Consideration by this Court": "इस न्यायालय द्वारा विचार",
  "12.A conviction of any nature permanently marks a person's": "2. किसी भी तरह का दृढ़ विश्वास किसी व्यक्ति के चरित्र को स्थायी रूप से",
  "character. It would be, in the specific circumstances of this": "चिह्नित करता है।इस मामले की विशिष्ट परिस्थितियों में यह अनुचित होगा।यह",
  "case, unjustified. This is not to say that five hundred rupees as far back as 1995 was a small or insignificant amount;": "कहना नहीं है कि 4995 तक पाँच सौ रुपये एक छोटी या महत्वहीन राशि थी;",
  "however, when the possibility of appeal is extinguished due to the absence of essential material, the perusal and": "हालाँकि, जब आवश्यक सामग्री की अनुपस्थिति में के कारण अपील की संभावना",
  "benefit of the doubt has to be extended to the accused when": "संदेह का लाभ अभियुक्त को दिया जाना चाहिए, जब वह किसी भी तरह से इसके",
  "he is in no manner responsible for the same.": "लिए जिम्मेदार नहीं है।",
  "13.We must consider whether the non-availability of trial court": "3. हमें इस बात पर विचार करना चाहिए कि क्या उच्च न्यायालय के समक्ष",
  "records before the High Court and upholding conviction,": "विचारण न्यायालय के अभिलेख की अनुपलब्धता और दोषसिद्धि को बरकरार",
  "5 Criminal Appeal No.786 of 1979 6 Criminal Appeal No.346 of 1984": "979 की दाण्डिक अपीलीय संख्या. 786 6 984 की दाण्डिक अपीलीय",
  "7 2015 SCC Online All 6581": "संख्या. 346 7 205 एस. सी. सी. ऑनलाइन सभी 6584",
  "3. The captioned appeal arises out of the final judgment in Criminal Appeal No. 625 of 1999 dated 23.11.2022 passed by": "3. ऊपर दी गई अपील दाण्डिक अपील संख्या 625/999 में 23..2022",
  "the High Court of Judicature at Allahabad at Lucknow by": "दिनांकित के इलाहाबाद उच्च न्यायालय, लखनऊ पीठ द्वारा पारित अंतिम निर्णय",
  "which the Appellant’s conviction by the Special Judge,": "से उद्भूत है जिसके द्वारा विशेष न्यायाधीश, (भ्रष्टाचार निवारण अधिनियम,",
  "(Prevention of Corruption Act, 1988) Lucknow in Case No. 7 of 1996 was upheld.": "988) लखनऊ द्वारा अपीलार्थी को मुकदमा संख्या 7/996 को बरकरार रखा",
  "4. To facilitate effective adjudication of the present lis, it is": "4. वर्तमान वाद के प्रभावी निर्णय को सुविधाजनक बनाने के लिए, विद्वान",
  "essential to appreciate the judgments rendered by the learned": "अधीनस्थ न्यायालयों द्वारा दिए गए निर्णयों की सराहना करना आवश्यक है।",
  "5. The Trial Court, in its judgment dated 04.12.1999, convicted": "5. विचारण न्यायालय ने अपने निर्णय 04.2.4999 दिनांकित में अपीलार्थी को",
  "Prevention of Corruption Act, 1988 (hereafter, PC Act for": "भ्रष्टाचार निवारण अधिनियम, 988 (एतस्मिनपश्चात संक्षेप में पीसी अधिनियम )",
  "short). After analysing the evidence on record, the Trial Court": "का विश्लेषण करने के बाद, अधीनस्थ न्यायालय ने निम्नलिखित निष्कर्ष",
  "“The prosecution has been successful in proving that accused J.K Rode being working at the post": "“अभियोजन पक्ष यह साबित करने में सफल रहा है कि अभियुक्त जे. के.",
  "of a Public Servant as Assistant Commercial Manager, Northern Railway, Lucknow made a": "रोडे ने उत्तर रेलवे, लखनऊ में सहायक वाणिज्यिक प्रबंधक के रूप में",
  "19.As we have noted earlier, in the present case, despite efforts,": "9. जैसा कि हमने पहले उल्लेख किया है, वर्तमान मामले में प्रयासों के बावजूद",
  "documents such as the witness statements, statements under Section 313 Cr.P.C. are neither available nor have been able to": "गवाह के बयान, सीआरपीसी की धारा 33 के तहत बयान जैसे दस्तावेज न तो",
  "Section 313 Cr.P.C. are neither available nor have been able to be reconstructed. Therefore, upholding conviction in the": "उपलब्ध हैं और न ही उनका पुनर्निर्माण किये जाने योग्य है।इसलिए, ऐसे",
  "20. Once a violation of a right under Article 21 is established, that": "20. एक बार जब अनुच्छेद 24 के तहत किसी अधिकार का उल्लंघन स्थापित हो",
  "Nonetheless, it is essential to appreciate what the law of": "भी, इस संबंध में कानून की प्रक्रिया क्या कहती है, इसकी सराहना करना",
  "procedure says in this regard. After all, it cannot be gainsaid": "आवश्यक है।आखिरकार, यह नहीं कहा जा सकता कि निष्पक्ष कानूनी प्रक्रिया के",
  "effect, the bench in M.H Hoskot (supra) said:": "इस आशय के लिए, एम. एच. होसकोट (ऊपरोक्त) की पीठ ने कहा:",
  "“24. We may follow up the import of Maneka Gandhi and": "\"24. हम मेनका गांधी के महत्व का अनुसरण कर सकते हैं और निष्कर्ष",
  "crystallise the conclusion. Maneka Gandhi case has laid": "को स्पष्ट कर सकते हैं।मेनका गांधी मामले में यह निर्धारित किया गया है",
  "down that personal liberty cannot be cut out or cut down without fair legal procedure. Enough has been set out to": "कि निष्पक्ष कानूनी प्रक्रिया के बिना व्यक्तिगत स्वतंत्रता को कम नहीं किया जा सकता है।यह सुस्थापित करने के लिए पर्याप्त है कि एक कैदी,",
  "establish that a prisoner, deprived of his freedom by court": "जो न्यायालय की सजा पाने से अपनी स्वतंत्रता से वंचित है, लेकिन इस",
  "sentence but entitled to appeal against such verdict, can": "तरह के फैसले के खिलाफ अपील करने का हकदार है, अनुच्छेद 24 के",
  "claim, as part of his protection under Article 21 and as": "तहत अपने संरक्षण के हिस्से के रूप में और जैसा कि अपील करने के",
  "implied in his statutory right to appeal, the necessary": "अपने वैधानिक अधिकार में निहित है, अपनी अपील तैयार करने और",
  "concomitant of right to counsel to prepare and argue his": "बहस करने के लिए अधिवक्ता लेने के अधिकार का दावा कर सकता",
  "immediately.”": "है।”",
  "21.The instant case is governed by Section 385 of the Code of Criminal Procedure, 1973, which is extracted for ease of": "27. वर्तमान मामला दंड प्रक्रिया संहिता, 4973 की धारा 385 द्वारा शासित",
  "“385. Procedure for hearing appeals not": "“385. अपीलों की सुनवाई की प्रक्रिया संक्षिप्त रूप से खारिज नहीं की",
  "dismissed summarily.—(1) If the Appellate Court does not dismiss the appeal summarily, it": "- (4) यदि अपीलीय न्यायालय अपील को संक्षिप्त रूप से खारिज नहीं",
  "shall cause notice of the time and place at which": "करता है, तो वह उस समय और स्थान की सूचना देगा जिस पर ऐसी",
  "such appeal will be heard to be given—": "अपील की सुनवाई की जाएगी -",
  "(i) to the Appellant or his pleader;": "(॥) अपीलार्थी या उसके वकील को;",
  "(ii) to such officer as the State Government may appoint on this behalf;": "(॥) ऐसे अधिकारी को जिन्हें राज्य सरकार इस ओर से नियुक्त करे;",
  "(iii) if the appeal is from a judgment of conviction in a case instituted upon": "(॥) यदि अपील शिकायतकर्ता को शिकायत पर स्थापित मामले में",
  "(iv) if the appeal is under section 377 or section 378, to the accused, and shall also": "(५) यदि अपील अभियुक्त को धारा 377 या धारा 378 के तहत है,",
  "furnish such _ officer, complainant and": "और ऐसे अधिकारी, शिकायतकर्ता और अभियुक्त को अपील के आधार",
  "accused with a copy of the grounds of appeal. (2) The Appellate Court shall then send for": "की एक प्रति भी प्रस्तुत करेगी।((2) अपीलीय न्यायालय तब मामले के",
  "the record of the case, if such record is not already available in that Court, and hear the parties: Provided that if the appeal is only as": "अभिलेख के लिए भेजेगा और पक्षों को सुनेगा, यदि ऐसा अभिलेख पहले से ही उस न्यायालय में उपलब्ध नहीं है:बशर्ते कि यदि अपील केवल",
  "to the extent or the legality of the sentence,": "सजा की सीमा या वैधता के बारे में है, तो न्यायालय अभिलेख भेजे",
  "the Court may dispose of the appeal without": "बिना अपील का निस्तारित कर सकता है।",
  "(3) Where the only ground for appeal from a": "(3) जहां किसी दोषसिद्धि से अपीलार्थी का एकमात्र आधार सजा की",
  "conviction is the alleged severity of the sentence, the Appellant shall not, except with the leave of": "कथित गंभीरता है, वहां अपीलार्थी न्यायालय की अनुमति के अलावा,",
  "the Court, urge or be heard in support of any other ground.”": "किसी अन्य आधार के समर्थन में सुनवाई नहीं करेगा।”",
  "(Emphasis supplied)": "(प्रभाव वर्धित)",
  "22.A bare reading of the provision makes it clear that when": "22. प्रावधान को केवल पढ़ने से यह स्पष्ट हो जाता है कि जब अपीलों को सरसरी",
  "appeals are not dismissed summarily, the Appellate Court": "तौर पर खारिज नहीं किया जाता है, अपीलीय न्यायालय उन मामलों को छोड़कर",
  "sentence. There is undoubtedly a compulsion upon the Appellate Court to call for the record and then proceed to": "की वैधता है। निस्संदेह अपील न्यायालय पर यह बाध्यता है कि वह अभिलेख",
  "observable, is not the case before us.": "बढ़े।जैसा कि प्रथमदृष्टया देखा जा सकता है, हमारे सामने ऐसा नहीं है।",
  "One of the earlier cases on this issue is the judgment of the Calcutta High Court in Queen Empress v. Khimat Singh”,": "23. इस मुद्दे पर पूर्व के मामलों में से क्वीन इंप्रेस बनाम खिमत सिंह\" के मामले में कलकत्ता उच्च न्यायालय का निर्णय है, जिसमें जिला न्यायाधीश खोए हुए",
  "wherein the District Judge failed to trace or discover the lost": "में कलकत्ता उच्च न्यायालय का निर्णय है, जिसमें जिला न्यायाधीश खोए हुए अभिलेखों का पता लगाने या उन्हें खोजने में विफल रहा। न्यायालय ने कहा कि",
  "records. The Court observed that this loss of records has lost the Appellant, a right he is entitled to, that of hearing by a": "अभिलेखों के इस नुकसान ने अपीलकर्ता को उच्च न्यायालय द्वारा सुनवाई का",
  "the Appellant, a right he is entitled to, that of hearing by a higher court. In such situations, no other recourse remains": "अधिकार खो दिया है, जिसका वह हकदार है।ऐसी स्थितियों में, नए सिरे से",
  "(supra) has been followed by this Court in Abhai Raj Singh": "(उपरोक्त) के निर्णय के बाद अभय राज सिंह (उपरोक्त) के मामले में इस",
  "423 as well. Section 423 of the 1898 Code, corresponds to Section 385 of the Code of Criminal Procedure, 1898.": "की धारा 423, दंड प्रक्रिया संहिता, 4898 की धारा 385 से मेल खाती है।",
  "The Privy Council in King - Emperor v. Dahu Raut’’, stated": "25, प्रिवी काउंसिल ने किंग-एम्पेरर बनाम दाहू राउत” में कहा कि जहां एक",
  "that where a conviction is appealed against, once summary": "सजा के खिलाफ अपील की जाती है, एक बार सारांश बर्खास्तगी विफल हो जाती",
  "30.In numerous judgments rendered by various High Courts, a": "\"8. कई उच्च न्यायालयों द्वारा यह लगातार विचार रखा गया है कि जब",
  "[Khalil Ahmad v. State of U.P.*®; Vir Pal v. State’’; Hira Lal": "अहमद बनाम उत्तर प्रदेश राज्य'९; वीर पाल बनाम राज्य\"; हीरा लाल बनाम",
  "v. State of U.P.** and Bhunda and Ors. V. State of U.P.**]": "उत्तर प्रदेश राज्य” और भुंडा और अन्य बनामउत्तर प्रदेश राज्य/*]",
  "In the present case, the impugned judgment of the High Court": "34. वर्तमान मामले में, उच्च न्यायालय के आशक्षेपितत निर्णय में सी. बी. आई. का",
  "records the statement of the CBI that the records have “got lost”. The “reconstructed” record consists of the following:": "बयान दर्ज किया गया है कि रिकॉर्ड \"खो गए हैं\"।\"पुनर्निर्मित\" अभिलेख में निम्नलिखित शामिल हैं:",
  "i. FIR of RC 18(A)/95-LKO;": ". आई. आर. सी. 48 (ए)/95 एल. के. ओ. की प्राथमिकी;",
  "ii. Complaint dated 03.05.1995 of Sri J.P.N. Upadhyay,": "श्री जे. पी. एन. उपाध्याय की शिकायत दिनांक 03.05.995",
  "CIT, Varanasi (2 pages);": "उपाध्याय, सीआईटी, वाराणसी (2 पृष्ठ );",
  "iv. Pretrap memorandum dated 3.5.95 (4 pages);": "५. प्रीट्रैप ज्ञापन दिनांक 3.5.95 (4 पृष्ठ);",
  "V. Recovery memo dated 3.5.1995 (5 pages);": "५. रिकवरी मेमो दिनांक 3.5.995 (5 पृष्ठ)",
  "vi. Search list dated 3.5.95 (5 pages);": "५. खोज सूची दिनांक 3.5.95 (5 पृष्ठ);",
  "Upadhyay and Notesheet. (Pages 1 to 6 & Notesheet": "और नोटशीट वाली एक फाइल। (पृष्ठ 4 से 6 और नोटशीट",
  "PP-2);": "पीपी2 ) ;",
  "viii. Search list dated 4.5.95 (1 sheet);": "५ा.खोज सूची दिनांक 4.5.95 (4 पत्रक);",
  "ix. Site plan dated 3.5.95 (1 sheet);": "#. स्थल योजना दिनांक 3.5.95 (१ पत्रक);",
  "Code envisages disposal of the appeal on merits after perusal and _ scrutiny of the record. The law clearly": "संहिता में अभिलेख के अवलोकन और जांच के बाद मेरिट के आधार पर अपील के निस्तारण की परिकल्पना की गई है।कानून स्पष्ट रूप से",
  "expects the appellate Court to dispose of the appeal": "उम्मीद करता है कि अपीलीय न्यायालय मेरिट के आधार पर अपील का",
  "on merits, not merely by perusing the reasoning of the trial court in the judgment, but by cross-": "निपटारा करेगा, न केवल निर्णय में निचली अदालत के तर्क पर विचार",
  "checking the reasoning with the evidence on record": "करके, बल्कि अभिलेख पर साक्ष्य के साथ तर्क की जांच करके इस",
  "with a view to satisfying itself that the reasoning and findings recorded _by the trial court are consistent": "दृष्टिकोण से कि निचली अदालत द्वारा दर्ज तर्क और निष्कर्ष अभिलेख",
  "with the material on record.”": "पर सामग्री के अनुरूप हैं।”",
  "29.In a case with similar circumstance, we notice that the": "29. समान परिस्थितियों वाले मामले में, हम नोटिस करते हैं कि इलाहाबाद उच्च",
  "Allahabad High Court in Sita Ram & Others v. State” has": "न्यायालय ने सीता राम और अन्य बनाम राज्य” में यह अवधारित किया है कि",
  "held that when the entire record was lost or destroyed and the": "जब पूरा अभिलेख खो गया था या नष्ट हो गया था और अभिलेख का पुनर्निर्माण",
  "reconstruction of the record was not possible, the Appellate Court shall order retrial provided the time lag date of incident": "संभव नहीं था, तो अपीलीय न्यायालय पुनः परीक्षण का आदेश देगा, बशर्ते घटना",
  "and the date of hearing of appeal is short. If the same is long": "की समय अंतराल तिथि और अपील की सुनवाई की तिथि कम हो। यदि यह एक",
  "and/or the FIR, statement, of witnesses under Section 161": "लंबी प्रक्रिया है और/या धारा 64 के तहत गवाहों की प्राथमिकी, बयान और",
  "and other relevant papers are not available, the Appellate": "अन्य प्रासंगिक कागजात उपलब्ध नहीं हैं, तो अपीलीय न्यायालय को फिर से",
  "Court should not order retrial.": "सुनवाई का आदेश नहीं देना चाहिए।",
  "without having the records before it and the evidence adduced": "प्राथमिकी या गवाह के बयानों की अनुपस्थिति में में , एक पुनर्विचारण को भी",
  "6 X. Misc. Papers containing Draft charge-sheet etc. (7 sheets);": "५. विविध मसौदा आरोप पत्र आदि वाले पत्र (7 शीट);",
  "xi. Sanction order dated 28.12.95.": "2.मंजूरी आदेश दिनांक 28.2.95",
  "Sub-section, 2 of Section 385, requires that the parties are heard in light of the records received by the Court. The": "धारा 385 की उप-धारा 2 में यह अपेक्षा की गई है कि न्यायालय द्वारा प्राप्त अभिलेखों के आलोक में पक्षों की सुनवाई की जाए।दस्तावेजों में निस्संदेह मेरिट",
  "documents necessary to properly appreciate the appeal on its": "के आधार पर अपील को ठीक से समझने के लिए आवश्यक दस्तावेज शामिल",
  "merits. Even the depositions of the witnesses, both": "करने की आवश्यकता होती है।यहां तक कि अभियोजन और बचाव दोनों गवाहों",
  "prosecution and defence, have not been re-constructed and are": "के बयानों को भी फिर से तैयार नहीं किया गया है और अदालत के लिए उपलब्ध",
  "not available for the Court. This position of disposal of an appeal on merits being only after perusal of record, has been": "नहीं हैं।मेरिट के आधार पर अपील के निस्तारण की यह स्थिति अभिलेख के",
  "appeal on merits being only after perusal of record, has been held by a three-Judge Bench in Bani Singh (supra).": "अवलोकन के बाद ही बनी सिंह (उपरोक्त) मामले में तीन न्यायाधीशों की पीठ",
  "The Court below, in our considered view, by taking a mutually": "32. हमारे सुविचारित विचार में, अधीनस्थ न्यायालय, पारस्परिक रूप से",
  "contradictory view, proceeded to decide the appeal on merits": "विरोधाभासी दृष्टिकोण अपनाते हुए, अभियुक्त को सजा सुनाने के गुण-दोष के",
  "sentencing the accused, forgetting that the challenge was also": "आधार पर अपील पर निर्णय लेने के लिए यह भूलते हुए आगे बढ़ा कि चुनौती भी",
  "for conviction. And yet did not deal with the merits of the": "दोषसिद्धि के लिए थी।और फिर भी अपील के गुण-दोष पर ध्यान नहीं दिया,",
  "appeal, laying specific challenge to the judgment of conviction. The whole approach is illegal and erroneous. Firstly, it is": "दोषसिद्धि के निर्णय को विशिष्ट चुनौती दी।पूरा दृष्टिकोण अवैध और गलत है।सबसे",
  "observed that the record was missing, and then it casts the": "पहले, यह देखा जाता है कि अभिलेख गायब था, और फिर यह अपीलार्थी पर",
  "In light of the abovementioned discussion, the Accused, in": "33. उपरोक्त चर्चा के आलोक में अपील में अभियुक्त अपीलीय न्यायालय द्वारा",
  "why the High Court did not require the Sessions": "कि उच्च न्यायालय ने अवधारित किया है यह कि अपील अभिलेख को देखे बिना",
  "considered view of this Court, it is not within prudence to lay down a straightjacket formula, we hold that non-compliance": "सुविचारित दृष्टिकोण में, एक सीधा सूत्र निर्धारित करना विवेकसम्मत नहीं है, हम",
  "upon specific facts and circumstances of the case, would": "मानते हैं कि मामले के विशिष्ट तथ्यों और परिस्थितियों पर निर्भर कुछ मामलों में",
  "result in a violation of Article 21 of the Constitution of India,": "धारा के जनादेश का पालन न करने के परिणामस्वरूप भारत के संविधान के",
  "The language of Section 385 shows that the Court sitting in": "36. धारा 385 की भाषा से पता चलता है कि इसके द्वारा शासित अपील",
  "appeal governed thereby is required to call for the records of the case from the concerned Court below. The same is an": "न्यायालय को संबंधित अधीनस्थ न्यायालय से मामले के रिकॉर्ड की मांग करना",
  "obligation, power coupled with a duty, and only after the": "चाहिए। यही एक दायित्व है, एक कर्तव्य के साथ शक्ति, और ऐसे रिकॉर्डों के",
  "the time of filing the appeal is “doubtful” and that “no one can believe” the appeal would have been filed without perusing the": "दायर की गई होगी, \"कोई भी विश्वास नहीं कर सकता\", सही नहीं है। अपील",
  "judgment to uphold the conviction but, based on the record": "न्यायालय के निर्णय पर निर्भर होना नहीं है, बल्कि उसके समक्ष उपलब्ध",
  "available before it duly called from the Trial Court and the": "अभिलेख के आधार पर, जो उसके समक्ष अधीनस्थ न्यायालय से विधिवत बुलाए",
  "arguments advanced before it, to come to a conclusion": "गए हैं और उसके समक्ष दिए गए तर्कों के आधार पर, उस पर किसी निष्कर्ष पर",
  "In the facts at hand, the alleged offence in question was": "34. तथ्यों के दृष्टिगत, प्रश्रतत कथित अपराध 24.3.995 को किया गया था,",
  "committed on 21.3.1995, and the judgment of the Trial Court": "और विचारण न्यायालय का निर्णय 7.2.4999 को दिया गया था। अपराध को",
  "was delivered on 7.12.1999. More than 28 years have passed since the commission of the offence. As already indicated, the": "28 साल से अधिक समय बीत चुका है। जैसा कि पहले ही संकेत दिया जा चुका",
  "relevant Trial Court record has not been able to be reconstructed, despite the efforts of the courts below. Hence,": "है, अधीनस्थ न्यायालयों के प्रयासों के बावजूद, प्रासंगिक अधीनस्थ न्यायालयों के रिकॉर्ड का पुनर्निर्माण नहीं किया जा सका है। इसलिए, जैसा कि ऊपर चर्चा",
  "in our considered view, as discussed above, ordering a retrial": "की गई है, हमारे सुविचारित दृष्टिकोण में, पुनः विचारण का आदेश देना न्यायहित",
  "is not in the interest of justice and will not serve any fruitful": "में नहीं है और यह किसी भी सार्थक उद्देश्य की पूर्ति नहीं करेगा। न्यायालय द्वारा",
  "important issue must be dealt with, i.e. the digitization of records. Technology has, in the present time become": "अभिलेखों का डिजिटलीकरण विधिवत किया जाना चाहिए, अधिमानतः प्रक्रिया",
  "40. On 24.9.2021, the learned E-committee of the Supreme": "40. दिनांक 24.9.2024 को, भारत के सर्वोच्च न्यायालय की विद्गत ई-समिति ने",
  "Court of India issued an SOP for digital preservation. Step by": "डिजिटल संरक्षण के लिए एक एस.ओ.पी. जारी किया। डिजिटलीकरण प्रक्रिया के",
  "step implementation of the digitization process involves eighteen steps therein. Primarily, it requires all High Courts to": "चरण-दर-चरण कार्यान्वयन में अठारह चरण शामिल हैं। मुख्य रूप से, इसके",
  "establish Judicial Digital Repositories (JDR) as well as the": "लिए सभी उच्च न्यायालयों को न्यायिक डिजिटल रिपॉजिटरी (जे. डी. आर.) के",
  "standardized system therefor; A digitisation cell at each of the": "साथ-साथ इसके लिए मानकीकृत प्रणाली स्थापित करने की आवश्यकता है; प्रत्येक उच्च न्यायालय में एक डिजिटलीकरण प्रकोष्ठ की स्थापना की जानी है",
  "day to day basis; It is the work of the cell to manage contracts with vendors for specialized services; an online data tracking": "ताकि इस मामले में दिन-प्रतिदिन के आधार पर प्रगति की निगरानी की जा सके; विशेष सेवाओं के लिए वेंडर के साथ अनुबंधों का प्रबंधन करना सेल का काम है;",
  "system to keep track of the data transferred to the High Courts": "उच्च न्यायालयों को हस्तांतरित किए गए डेटा पर नज़र रखने और जिला",
  "and to facilitate the receipts for each set of transferred records": "न्यायालयों को स्थानांतरित किए गए रिकॉर्ड के प्रत्येक सेट के लिए प्राप्तियों की",
  "41. It cannot be doubted that had there been properly preserved records of the Trial Court, the issue in the present appeal as to": "44. इसमें संदेह नहीं किया जा सकता है कि यदि विचारण न्यायालय के रिकॉर्ड ठीक से संरक्षित किए जाते, तो वर्तमान अपील में यह मुद्दा उत्पन्न नहीं होता कि",
  "whether the High Court could uphold a conviction having not perused the complete Trial Court record, would not have": "क्या उच्च न्यायालय निचली अदालत के अभिलेख का अवलोकन किए बिना",
  "arisen. Judicial notice can be taken of the fact that, in": "दोषसिद्धि को बरकरार रख सकता था। इस तथ्य का न्यायिक संज्ञान लिया जा",
  "accordance with the SOP issued, private entities providing": "सकता है कि जारी किए गए एस.ओ.पी. के अनुसार, विशेष सेवा प्रदान करने",
  "specialized service have been contracted, and _ therefore": "वाली निजी संस्थाओं को अनुबंधित किया गया है, और इसलिए इस तरह के",
  "considering the importance and essentiality of such record, a": "रिकॉर्ड के महत्व और अनिवार्यता को ध्यान में रखते हुए, न्यायिक प्रक्रिया के",
  "developed and fostered in order to ensure the proper protection and regular updation of all records facilitating the smooth": "सुचारू संचालन को सुविधाजनक बनाने वाले सभी रिकॉर्डों की उचित सुरक्षा और"
}