{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय के समक्ष",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO(S). 3616 - 3618 OF 2022": "सिविल अपील संख्या - 366-368 /2022",
  "WITH": "के साथ",
  "CIVIL APPEAL NO(S). 3619 - 3620 OF 2022": "सिविल अपील संख्या - 369-3620/2022",
  "JUDGMENT": "निर्णय",
  "S. RAVINDRA BHAT, J.": "माननीय न्यायमूर्ति एस. रवींद्र भट,",
  "1. Special leave granted, in both petitions. With consent of counsel for parties,": ". दोनों याचिकाओं में विशेष अनुमति अनुदत्त पक्षों के अधिवक्ताओं की",
  "the appeals were heard finally. The two appeals arise out of judgments of the": "सहमति से, अपीलों पर अंततः सुनवाई की गई। दोनों अपीलें इलाहाबाद उच्च",
  "order dismissing the review petition filed against the first impugned judgment,": "और दूसरा दिनांक 3.04.2027 के पहले आक्षेपित फैसले के खिलाफ दायर",
  "In Writ-C No.-56046 of 2013": "] रिट-सी संख्या-56046/ 2073 में",
  "? Contempt Application (Civil) No. 8214 of 2019": "2 अवमानना आवेदन (सिविल) संख्या 824/209",
  "5. Noida had resisted the petition, arguing that once the scheme was": "५ नोएडा ने याचिका का विरोध करते हुए तर्क दिया था कि एक बार योजना बंद",
  "power which Noida had resorted to, validly. Therefore, it was urged that even if": "भी समय बंद किया जा सकता है, एक ऐसी शक्ति जिसका सहारा नोएडा ने वैध रूप से लिया था। इसलिए, यह आग्रह किया गया कि यदि कुछ भूखंड उपलब्ध",
  "some plots were available, the writ petitioner could not lay claim for allotment of": "थे, तो भी रिट याचिकाकर्ता उनमें से किसी के भी आवंटन के लिए दावा नहीं",
  "two applications (Application Nos. 284 and 285) were to revive. Noida was": "तीन आदेशों (दिनांक 2.02.2020, 24.08.2020 और 28.08.2020) के खिलाफ की गई है।",
  "the available plots were available with a designated bank upon payment of %5,000/.": "आवेदन पत्र 5, 000/- रुपये के भुगतान पर एक निर्दिष्ट बैंक के पास उपलब्ध",
  "The indicative price for plots measuring up to 4000sq. mtr. in Phase II was = 5550/-": "थे। दूसरे चरण में 4000 वर्ग मीटर तक के भूखंडों के लिए सांकेतिक मूल्य",
  "per sq. mtr. and in Phase III for = 5750/- per sq mtr. Under the terms of the scheme": "5५५0 रुपये प्रति वर्ग मीटर और तीसरे चरण में 5750 रुपये प्रति वर्ग मीटर",
  "as spelt out by the brochure, apart from individuals, partnership firms were also": "था। ब्रोशर में वर्णित योजना की शर्तों के तहत, व्यक्तियों के अलावा, साझेदारी",
  "eligible to apply for allotment. The applicants were to submit a processing fee of": "फर्म भी आवंटन के लिए आवेदन करने के पात्र थे। आवेदकों को दूसरे चरण के",
  "~20,000/- and registration money of = 8 lakhs for Phase II plots and = 10 lakhs for": "भूखंडों के लिए 20 हजार रुपये की प्रोसेसिंग फीस और 8 लाख रुपये की पंजीकरण राशि और तीसरे चरण के भूखंडों के लिए 0 लाख रुपये जमा करने",
  "report, background detail of promoters, audited accounts and balance sheets and": "का विवरण, ऑडिट किए गए खाते और बैलेंस शीट तथा अन्य प्रासंगिक",
  "other relevant details. Allotment was to be made (per clause 2 (h) (1)) on the basis of interviews of registered applicants, by a screening committee, about the details": "विवरण प्रस्तुत करने थे। एक स्क्रीनिंग समिति द्वारा परियोजना के विवरण के बारे में पंजीकृत आवेदकों के साक्षात्कार के आधार पर आवंटन (खंड 2 (एच)",
  "of the project. The scheme was expressly open ended; therefore, under clause 2(1)": "(आई) के अनुसार) किया जाना था। यह योजना स्पष्ट थी, इसलिए योजना के",
  "in Appendix | to the scheme Noida could close it any time.": "परिशिष्ट के खंड 2 (।) के तहत नोएडा इसे किसी भी समय बंद कर सकता",
  "3. It is the common case of the parties that the club applied to the Noida": "3. पक्षकारों का यह सामान्य मामला है कि कब ने दो भूखंडों के लिए नोएडा",
  "upon its assessment of the feasibility of the scheme, in its meeting on 05.07.2012.": "अपनी बैठक में योजना की व्यवहार्यता के आकलन के आधार पर इस योजना",
  "Learned senior counsel for Noida contended that these acts were unauthorized. It": "नोएडा के विद्वत वरिष्ठ अधिवक्ता ने तर्क दिया कि ये कृत्य अनधिकृत थे। यह",
  "was urged that Noida, had before the High Court specifically stated that a show-": "आग्रह किया गया था कि नोएडा, ने उद्च न्यायालय के समक्ष विशेष रूप से कहा",
  "cause notice dated 12.06.2020 was issued against the concerned employee i.e. OSD Shri N.K. Singh for making the incorrect statement in his affidavit & recommended": "था कि संबंधित कर्मचारी यानी ओएसडी श्री एन. के. सिंह के खिलाफ अपने शपथ पत्र में गलत बयान देने के लिए 2.06.2020 को कारण बताओ नोटिस",
  "disciplinary action against the concerned employee to the Government of Uttar": "जारी किया गया था और संबंधित कर्मचारी के खिलाफ उत्तर प्रदेश सरकार को",
  "the affidavit filed in support of the review application lacked necessary pleadings": "कि समीक्षा आवेदन के समर्थन में दायर हलफनामे में नोएडा द्वारा उचित",
  "Noida had specifically stated that of 15 allotments were made, by the time the": "आग्रह किया गया कि नोएडा ने विशेष रूप से कहा था कि 5 आवंटन किए गए",
  "impugned judgment was delivered, there were in fact no plots under the old": "थे, जब आक्षेपित निर्णय दिया गया था, वास्तव में पुरानी योजना के तहत कोई",
  "scheme. Counsel submitted that whenever a scheme is discontinued, the land": "भूखंड नहीं थे। अधिवक्ता के द्वारा प्रस्तुत किया गया कि जब भी कोई योजना",
  "available with Noida is never kept aside but is utilized in other, newer schemes.": "बंद की जाती है, तो नोएडा के पास उपलब्ध भूमि को कभी भी छोड़ा नहीं जाता है बल्कि अन्य नई योजनाओं में उपयोग किया जाता है। इसलिए, वास्तव",
  "Therefore, there were in fact no unallotted plots; they had been utilized in": "में कोई अआवंटित भूखंड नहीं थे, जिनका उपयोग बाद की योजनाओं में किया",
  "subsequent schemes. It is submitted that NOIDA keeps on carving new plots and": "गया था। यह प्रस्तुत किया जाता है कि नोएडा नए भूखंडों को तराशता रहता है",
  "subsequently allots them under different schemes. It had furnished the list of new": "और बाद में उन्हें विभिन्न योजनाओं के तहत आवंटित करता है। इसने उपलब्ध",
  "plots available and not the plots which were available initially and all the 27 plots": "नए भूखंडों की सूची प्रस्तुत की थी, न कि उन भूखंडों की जो शुरू में उपलब्ध",
  "were allotted by 2014 in different schemes.": "थे और सभी 27 भूखंडों को 204 तक विभिन्न योजनाओं में आवंटित कर",
  "scheme. It rather claimed that Noida acted arbitrarily in not calling its": "चुनौती नहीं दी थी। इसके बजाय उसने दावा किया कि नोएडा ने अपने",
  "representative for interview, and possible allotment. In fact all registrants were": "प्रतिनिधि को साक्षात्कार के लिए नहीं बुलाकर और संभावित आवंटन करके मनमाने ढंग से काम किया। वास्तव में सभी पंजीयक इस बात से अवगत थे कि",
  "aware that Noida could, in terms of the said scheme, terminate it and refund the": "इस योजना के तहत नोएडा किसी भी कारण से इसे समाप्त कर सकता है और",
  "amounts received, for any reason. That option was in fact exercised. Counsel": "प्राप्त राशि वापस कर सकता है।उस विकल्प का वास्तव में प्रयोग किया गया",
  "from the High Court. Counsel contended that Noida, at the time of conducting its": "6. उच्च न्यायालय के समक्ष रिट याचिका के लम्बंन के दौरान, नोयडा के द्वारा",
  "fact could not have been disclosed to the High Court, when filing the writ petition": "खुलासा उच्च न्यायालय में नहीं किया गया , जिसके समक्ष पुरानी योजना के",
  "invoked is equitable and discretionary. Furthermore, whether the grievance was": "यह देखते हुए कि लागू किया गया अधिकार क्षेत्र न्यायसंगत और विवेकाधीन है। इसके अलावा, क्‍या शिकायत उचित और अच्छी तरह से स्थापित थी, यह",
  "justified and well founded, given that state agencies develop and allot such": "देखते हुए कि राज्य एजेंसियां ऐसी औद्योगिक इकाइयों का विकास और",
  "industrial units at prices which are reasonable, and that an applicant subsequently": "आवंटन उचित कीमतों पर करती हैं, और यह कि एक आवेदक बाद में एक",
  "succeeded in securing a plot, are relevant facts, which a court should be appraised": "भूखंड हासिल करने में सफल हो जाता है, प्रासंगिक तथ्य हैं, जिन्हें न्यायालय",
  "of. The failure by the club, to do so, in this court’s opinion, disentitled it to any": "को सूचित किया जाना चाहिए।इस न्यायालय की राय में ऐसा करने में क़रूब की",
  "23. For the foregoing reasons, Noida’s appeals are allowed; the impugned": "23. पूर्वगामी कारणों से, नोएडा की अपीलों को आक्षेपित निर्णय और उद्च",
  "judgment and orders of the High Court are hereby set aside. There shall be no order": "न्यायालय के आदेशों को इसके द्वारा अपास्त किया जाता है। लागत पर कोई आदेश नहीं होगा।",
  "New Delhi": "नई दिल्ली",
  "May 05, 2022.": "05 मई, 2022.",
  "follows:": "प्रकार है:",
  "\"8. Now coming to the other ground, we are unable to find any legal basis for": "8. अब दूसरे आधार पर आते हुए हम यह मानने के लिए कोई कानूनी",
  "lots. Since D.D.A. is a public authority and because the number of applicants are": "निहित अधिकार प्राप्र किया। चूंकि डी. डी. ए एक सार्वजनिक प्राधिकरण हैं",
  "always more than the number of flats available, the system of drawing of lots is": "और चूंकि आवेदकों की संख्या हमेशा उपलब्ध फ्रेंटों की संख्या से अधिक होती हैं. इसलिए आवंटी की पहचान करने के लिए लॉटों की ड्राइंग प्रणाली",
  "being resorted to with a view to identify the allottee. It is only a mode, a method, a": "का सहारा लिया जा रहा हैं। यह केवल एक माध्यम, एक तरीका; आवंटी",
  "process to identify the allottee, i.e., it is a process of selection. It is not allotment by": "की पहचान करने की एक प्रक्रिया है. यानी यह चयन की एक प्रक्रिया हैं।",
  "itself. Mere identification or selection of the allottee does not clothe the person": "यह अपने आप में आवंटन नहीं हैं। केवल आवंटन करने वाले की पहचान",
  "selected with a legal right to allotment at the price prevailing on the date of drawl": "या चयन से चयनित व्यक्ति को लॉट निकालने की तारीख पर प्रचलित मूल्य पर आवंटन का कानूनी अधिकार नहीं मिलता है। अपीलकर्ता द्वारा",
  "of lots. The scheme evolved by the appellant does not say so either expressly or by": "सन्दर्धित योजना न तो स्पष्ट रूप से ऑर न ही आवश्यक निहितार्थ से ऐसा",
  "necessary implication. On the contrary, Clause (14) thereof says that \"the estimated": "कहती है. इसके विपरीतु इसके खंड (74, में कहा गया हैं कि ब्रोशर में",
  "prices mentioned in the brochure are illustrative and are subject to": "उल्रिखित अनुमानित कीसतें दरर्हांत हैं और लेआउट में निर्माण की लागत",
  "revision/modification depending upon the exigencies of lay out, cost of construction etc.”": "आदि की अनिवार्यताओं के आधार पर संशोधन,/ संशोधन के अधीन हैं।",
  "In The Bihar State Housing Board & Ors. v Radha Ballabh Health Care": "बिहार राज्य आवास बोर्ड ओर अन्य बनाम राधा बल्लध स्वास्थ्य देखधाल और",
  "Research Institute (P) Ltd® this court again reiterated the same position:": "अनुसंधान संस्थान (पी; लिमिटेड * वाले मामले में इस न्यायालय ने एक बार फिर इसी स्थिति को दोहराया हैः",
  "“...the Respondent does not get any right of allotment of a plot merely because it": "प्रतिवादी को प्लॉट के आवंटन का कोई अधिकार केवल इसलिए नहीं",
  "has applied for allotment earlier. The response to an advertisement does not lead": "सिलता है क्योंकि उसने पहले आवंटन के लिए आवेदन किया हैं। किसी विज्ञापन के प्रति प्रतिक्रिया के कारण अपीलकर्ता पर कोई शभरुखंड",
  "to any obligation on the Appellant to allot any plot. Admittedly, there was no": "आवंटित करने की कोई बाध्यता नहीं है. बेशक प्रतिवादी द्वारा प्रस्तुत",
  "allotment in pursuance of the offer submitted by the Respondent. Mere fact that the": "प्रस्ताव के अनुसरण में कोई आवंटन नहीं किया गया था. केवल यह तथ्य",
  "Respondent had applied for allotment of a plot does not confer any legal or": "कि प्रतिवादी ने प्लॉट के आवंटन के लिए आवेदन किया था, किसी थी",
  "equitable right to seek allotment of any plot.”": "प्लॉट का आवंटन प्राप करने का कोई कानूनी या न्यायसंगत अधिकार",
  "In the absence of any ambiguity- in the law, and the scheme, the writ": "9. किसी अस्पष्टता के अभाव में-कानून और योजना में, इस न्यायालय की",
  "of the old scheme (which went unchallenged by it), nevertheless, it had a right to": "योजना के बंद होने के बाद (जिसे इसके द्वारा चुनौती नहीं दी गई थी ), फिर भी, इसे आवंटन का अधिकार था। अन्यथा अभिनिर्धारित करने में और कब के",
  "club’s applications the impugned judgment erred in law.": "आक्षेपित निर्णय कानून में गलत है।",
  "The High Court had directed that the club’s applications should be": "20. उच्च न्यायालय ने निर्देश दिया था कि कब के आवेदनों पर कानून के",
  "considered “in accordance with law”. Noida proceeded to comply with that": "अनुसार विचार किया जाना चाहिए। नोएडा ने उस निर्देश का पालन किया,",
  "direction, and reinstate those applications- and, furthermore, consider them in": "और उन आवेदनों को बहाल किया-और इसके अलावा, मौजूदा योजना के",
  "accordance with the existing scheme. The High Court, in contempt proceedings,": "अनुसार उन पर विचार किया। उच्च न्यायालय ने अवमानना की कार्यवाही में,",
  "petitioners, if any, shall now be governed by these bye-laws and not by any other": "योजनाएं यदि कोई हों; अब इन उप-नियमों द्वारा शासित होंगी; न कि",
  "bye-laws or schemes which are no longer in force now.": "किसी अन्य उप-कानूनों या योजनाओं द्वारा. जो अब लागू नहीं हैं।",
  "favourably to the builders before sanctioning of building plans already submitted,": "गई धवन योजनाओं को संजूरी देने से पहले बिल्डरों के लिए भवन",
  "the builders would certainly claim and get advantage of the regulations amended": "विनियमों यें अधिक अनुकूल संशोधन किया जाता हैं, तो बिल्डर निश्चित रूप से दावा करेंगे ऑर अपने लाथ के लिए संशोधित नियमों",
  "to decide an application for sanction, in a time bound manner, by the court. The": "नगर निगम को न्यायालय द्वारा समयबद्ध तरीके से मंजूरी के लिए एक आवेदन",
  "applicable rules changed. The corporation decided the application in the light of": "पर निर्णय लेना था। लागू नियमों में बदलाव किया गया है। निगम ने संशोधित",
  "the amended rules. This court, negativing the applicant’s contention that it had a": "नियमों के आलोक में आवेदन करने का निर्णय लिया।इस न्यायालय ने आवेदक",
  "right to be considered under the old rules, held as follows:": "की इस दलील को खारिज कर दिया कि उसे पुराने नियमों के तहत विचार किए",
  "granted by the Corporation before any person can be allowed to construct or erect": "या निर्माण करने की अनुमति देने से पूर्व निगय द्वारा दी जाने वाली",
  "a building. Thus, in ordinary course, merely by submission of application for": "अभिव्यक्त मंजूरी पर विचार किया गया हैं। इस प्रकार, सामान्य प्रक्रिया में. केवल निर्माणि के लिए मंजूरी के लिए आवेदन प्रस्तुत करने ये;",
  "sanction for construction, no vested right is created in favour of any party by statutory operation of the provisions.": "प्रावधानों के वैधानिक संचालन द्वारा किसी भी पक्ष के पक्ष में कोई निहित अधिकार नहीं बनाया जाता हैं।",
  "In our considered opinion, by the order of the Court dated 23.12.1993": "हमारी सुविचारित राय यें न्यायालय के दिनांक २३. १२. १९९३ के",
  "observing that the petitioner is 'not prevented from applying’ for further sanction": "अतिरिक्त पंजिलों की और स्वीकृति के लिए 'आवेदन आदेश से नहीं",
  "subsequent order of the Court dated 24.6.1994, from the Corporation to decide the": "रोका गया है! ऑर न्यायालय के बाद के २४. ६. १९९४ के आदेश में",
  "unamended rules, as they existed on the date of their second application.”": "निहित अधिकार नहीं बनाया जा सकता हैं, जैंसा कि वे उनके दूसरे आवेदन की तारीख को अस्तित्व यें थे”",
  "In the light of the above position in law, it is clear that the club could not have": "कानून में उपरोक्त स्थिति के आलोक में, यह स्पष्ट है कि क़रूब यह दावा नहीं कर",
  "claimed that its application had to be dealt with in terms of the old scheme, which": "सकता था कि उसके आवेदन को पुरानी योजना के संदर्भ में निपटाया जाना",
  "had ended in 2012. The direction of the High Court, could only have meant that the": "था, जो 202 में समाप्त हो गई थी। उच्च न्यायालय के निर्देश का अर्थ केवल",
  "applications had to be revived, and dealt with the scheme prevailing as on the date": "यह हो सकता है कि आवेदनों को पुनर्जीवित किया जाना था , और इसके",
  "Court, that there were existing plots, which could have been dealt with under the": "निस्तारण गया था। उच्च न्यायालय द्वारा की गई यह व्याख्या कि मौजूदा भूखंड थे, जिन पर पुरानी योजना के तहत कार्रवाई की जा सकती थी, पूरी तरह से",
  "old scheme is entirely misplaced. In such events, given that the legality of closure": "गलत है। ऐसे मामलों में, यह देखते हुए कि पुरानी योजना को बंद करने की",
  "of the old scheme attained finality, there was no question of any land or plot being": "वैधता को अंतिम रूप दे दिया गया है, किसी भी भूमि या भूखंड को कुर्क करने या संबंधित होने का कोई सवाल ही नहीं उठता क्योंकि यह किसी पुरानी",
  "attached or belonging as it were to an old scheme. If any land or plot, or industrial": "या संबंधित होने का कोई सवाल ही नहीं उठता क्योंकि यह किसी पुरानी योजना से संबंधित था।यदि कोई भूमि या भूखंड या औद्योगिक इकाई वास्तव में",
  "unit were in fact “left-over” it was always up to the development authority or": "शेष रह जाती है तो यह हमेशा विकास प्राधिकरण या एजेंसी (यहां नोएडा) पर",
  "issued in contempt proceedings, which are subject matter of another appeal, are": "किए गए निर्देश, जो एक अन्य अपील का विषय हैं, तदनुसार ्रुटिपूर्ण"
}