{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय अधिकारिता",
  "CIVIL APPEAL NO. 6438 OF 2019": "सिविल अपील सं.- 6438/2039(विशेष अनुमित याचिका",
  "JUDGMENT": "निर्णय",
  "HEMANT GUPTA, J.": "न्यायाधीश, हेमन्त गुप्ता: -",
  "1) Leave granted.": "()- अनुमति प्रदान की गई।",
  "2) The owner of seized truck is in appeal aggrieved against an order passed by the High Court of Judicature at Allahabad on October 30,": "(2)- पकड़ी गई ट्रक का मालिक इलाहाबाद उच्च न्यायालय के 30 अक्टूबर, 207 के आदेश से व्यथित अपीलार्थी है",
  "and by the District Judge on 3.8.2017 confiscating the Vehicle for": "03.08.207 को जिला न्यायाधीश द्वारा संयुक्त प्रांत",
  "on him wherein the appellant sought release of the Vehicle as it is": "जिसमें कि उसने वाहन को छोड़ने की माँग की थी क्योंकि यह",
  "sole means of his livelihood and that he will suffer financial loss. In": "उसकी आजीविका का एक मात्र साधन है और उसे आर्थिक",
  "pursuance of such show cause notice, the District Magistrate": "नोटिस के अनुसरण में जिला मजिस्ट्रेट ने निसार अहमद और",
  "passed an order of confiscation and auction of both vehicles,": "अपीलार्थी के वाहनों की जब्ती और नीलामी और विक्री से प्राप्त",
  "be deposited in Government treasury. However, the appellant was": "आय सरकारी खजाने में जमा कराने का आदेश दिया हालांकि",
  "given an option in terms of Section 72 of the Act to pay": "अपीलार्थी को अधिनियम की धारा 72 के अन्तर्गत ट्रक का",
  "Rs.4,50,000/- as market value of the truck. Nisar was given an": "बाजार मूल्य रूपयें 4,50,000/- भुगतान करने का विकल्प",
  "option to pay Rs.1,20,000/- to seek release of the car.": "दिया। निसार को कार छुडाने के लिए रू. ,20,000/- भुगतान करने का आदेश दिया।",
  "The appellant filed an appeal before the learned District Judge, a": "न्यायिक प्रधिकारी के समक्ष अपील दायर की। जिसे",
  "dismissed on August 3, 2017. Further, challenge to the said order": "03.08.207 को खारिज कर दिया। तत्‌-पश्चात उक्त आदेश",
  "impugned in the present appeal.": "को उच्च न्यायालय के समक्ष दी गई चुनौती वर्तमान अपील में",
  "8) The High Court held that in terms of Section 5 of the Criminal": "(8)- उच्च न्यायालय ने यह अवधारित किया कि दण्ड प्रक्रिया संहिता 9733 रन रू की धारा 5 के सन्दर्भ में इस",
  "the properties seized under the Act, therefore, the provisions": "अधिनियम के अन्तर्गत जब्त की गई सम्पत्ति के बारे में निपटारे",
  "contained in the Code with regard to disposal of property can be": "संहिता में निहित प्रावधानों को सम्पत्ति के व्य्यन में उसी मात्रा",
  "used only to the extent they are not inconsistent with Section 72 of the Act. The High Court relied upon an order passed by this Court": "तक प्रयोग किया जा सकता है जहाँ तक की वह अधिनियम की धारा 72 से असंगत न हो। उच्च न्यायालय ने इस न्यायालय",
  "in State (NCT of Delhi) v. Narender’.": "द्वारा राज्य(राष्ट्रीय राजधानी क्षेत्र दिल्ली) बनाम नरेन्दर ? (९००० :3एस्सैसी 2०ण के मामले में किये गये आदेश को माना है।",
  "9) Ms. Preetika Dwivedi, learned counsel for the appellant has": "(9)- अपीलार्थी की ओर से विद्वत अधिवक्ता सुश्री प्रीतिका",
  "transportation of illicit liquor, therefore, the Magistrate who is": "तस्करी के सम्बन्ध में दर्ज की गई है इसलिए मजिस्ट्रेट जो कि",
  "competent to conduct trial alone is competent to pass an order of": "आदेश देने में भी सक्षम हैं। विचारण पूर्ण होने पर ही मजिस्ट्रेट",
  "will pass an order of confiscation of the vehicle. Thus, it is argued": "वाहन की जन्ति का आदेश देगा। इसप्रकार तर्क दिया गया है",
  "that the Collector has no jurisdiction to pass an order of": "का कोई आदेश नहीं दिया जायेगा यदि उसका स्वामी कलेक्टर के",
  "argued that judgment in Narender is not applicable to the facts of": "(24) तर्क दिया गया कि नरेन्द्र पर फैसला वर्तमान मामले के लिए लागू नहीं है, जिसे आपराधिक अदालत के रूप में स्वीकार"
}