{
  "IN THE SUPREME COURT OF INDIA": "प्रतिवेद्य भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "Civil Appeal Nos 5340-5341 of 2019": "सिविल अपील सं. 5340-5347 सन्‌ 209",
  "(Arising out of SLP(C) Nos 33462-33463 of 2018)": "(एसएलपी(सी) सं. 33462-33463 सन्‌ 208 से उद्घूत)",
  "Pankaj Prakash ... Appellant(s)": "पंकज प्रकाश .... अपीलार्थी(गण)",
  "Versus": "बनाम",
  "United India Insurance Co Ltd & Anr .. .Respondent(s)": "यूनाइटेड इंडिया इंश्योरेंस कंपनी लिमिटेड एवं अन्य .... प्रत्यर्थी(गण)",
  "JUDGMENT": "निर्णय",
  "Dr Dhananjaya Y Chandrachud, J": "न्यायमूर्ति डॉ धनंजय वाई चंद्रचूड़",
  "1 Leave granted.": "अनुमति प्रदान की गई।",
  "2 _ The dispute in the present case arises from the appellant’s claim for promotion from Scale Ill to Scale IV in the services of the respondents.": "2... वर्तमान मामले में विवाद प्रत्यर्थीगण की सेवाओं में स्केल ।॥ से स्केल [९ तक पदोन्नति के लिए अपीलार्थी के दावे से उद्धृत होता है। पदोन्नति का",
  "The year of promotion is 2014-2015.": "वर्ष 204-205 है।",
  "disclosed, as a result of which he was unable to submit a representation at": "नहीं किया गया था, जिसके परिणामस्वरूप वह तात्विक समय पर एक",
  "the material time. The appellant had the following gradings in the APARs:": "अभ्यावेदन प्रस्तुत करने में असमर्थ रहे। अपीलकर्ता के पास एपीएआरएस में निम्नलिखित ग्रेडिंग थी:",
  "2. The cut-off marks for promotion (Scale III to IV) is as under:": "2. .... पदोन्नति के लिए कट-ऑफ अंक (स्केल ॥ से ४) निम्नानुसार है:",
  "Normal Channel 68.98": "सामान्य प्रणाली 68.98",
  "Fast Track 84.14”": "फास्ट ट्रैक 84.74”",
  "12 The above communication indicates that for the normal channel, with": "42 उपरोक्त संचार इंगित करता है कि सामान्य प्रणाली के लिए, जिसके",
  "promotional exercise for 2014-15, the appellant was graded a “B”, while for": "विचाराधीन वर्षों में से एक के लिए अपीलार्थी को “बी” ग्रेड दिया गया था,",
  "the subsequent two years, he was graded an “A”. Consequently, the fact": "जबकि बाद के दो वर्षों में उसे “ए” ग्रेड दिया गया था नतीजतन , यह तथ्य",
  "that the appellant was given a lower grading for 2011-12 would materially": "कि अपीलकर्ता को 204-42 के लिए कम ग्रेडिंग दी गई थी, वास्तव में",
  "the year in question. The non-communication of the entries is, therefore, a": "पदोन्नत किया जाना चाहिए या नहीं। प्रविष्टियों का गैर-संचार है, जिसके",
  "matter in respect of which a legitimate grievance can be made by the appellant, particularly having regard to the position in law laid down in Dev": "संबंध में अपीलकर्ता द्वारा एक वैध शिकायत , विशेष रूप से देव दत्त",
  "Dutt (supra) and Sukhdev Singh (supra).": "(उपरोक्त) और सुखदेव सिंह (उपरोक्त) मामलें में निर्धारित कानून में स्थिति",
  "14 The next question to consider is the substantive relief which should": "44 . विचार करने के लिए अगला प्रश्न वह पर्याप्त राहत है जिसे अपीलकर्ता",
  "be granted to the appellant. The promotional exercise of 2014-15 has": "को दिया जाना चाहिए। 204-45 का पदोन्नति पूरा हो गया है। अपीलकर्ता",
  "7 Dr. Manish Singhvi, learned senior counsel appearing on behalf of the": "7... अपीलकर्ता की ओर से उपस्थित वरिष्ठ विद्वत अधिवक्ता डॉ. मनीष",
  "appellant, submitted that the defence which has been set out on behalf of": "सिंघवी ने तर्क दिया कि प्रतिवादी की ओर से जो बचाव निर्धारित किया गया",
  "the respondent has no substance since, following the law laid down by this Court in Dev Dutt (supra), all entries in the APARs are required to be": "है, उसके पास कोई अर्थ नहीं है, क्योंकि देव दत्त (उपरोक्त) में इस न्यायालय द्वारा निर्धारित कानून का पालन करते हुए, सभी एपीएआरएस में प्रविष्टियों",
  "communicated. Non-communication of the entries, in the present case, is": "को संप्रेषित करने की आवश्यकता है। वर्तमान मामले में, प्रविष्टियों का गैर-",
  "a matter of prejudice since the communication dated 9 September 2014": "संचार, पूवग्रिह का विषय है क्योंकि संचार दिनांक 9 सितंबर 204 से संकेत",
  "indicates that, in appraising his work record, the appellant was given 40.15": "मिलता है कि, उनके कार्य रिकॉर्ड का मूल्यांकन करते हुए, अपीलकर्ता को",
  "marks out of a maximum of 45. This indicates that the uncommunicated": "अधिकतम 45 में से 40. 45 अंक दिए गए थे। यह इंगित करता है कि",
  "entries for 2010-11 and 2011-12 have weighed against him.": "200-4 और 204-2 के लिए अनधिकृत प्रविष्टियों को उसके खिलाफ तौला गया है।",
  "8 While assessing the rival submissions, we must, at the outset, note": "8... प्रतिद्वंद्वी सबमिशन का आकलन करते समय, हमें शुरू में, यह ध्यान",
  "that the law laid down by the two-judge Bench of this court in Dev Dutt": "देना चाहिए कि देव दत्त (उपरोक्त) में इस अदालत की दो-न्यायाधीश पीठ",
  "(supra) has been reaffirmed by three judges in Sukhdev Singh (supra).": "द्वारा निर्धारित कानून की पुष्टि सुखदेव सिंह (उपरोक्त) में तीन न्यायाधीशों",
  "In Sukhdev Singh (supra), this Court held:": "द्वारा की गई है। सुखदेव सिंह (उपरोक्त) में, इस न्यायालय ने आयोजित किया:",
  "“8.In our opinion, the view taken in Dev Dutt [Dev": "“8. हमारी राय में, देव दत्त देव दत्त बनाम भारत संघ , (2008) 8",
  "be communicated to him/her within a reasonable period is": "सूचित किया जाना चाहिए। एक उचित अवधि के भीतर उसे कानूनी",
  "legally sound and helps in achieving threefold objectives.": "रूप से ध्वनि है और तीन गुना उद्देश्यों को प्राप्त करने में मदद करता है।",
  "First, the communication of every entry in the ACR to a public": "सबसे पहले, एक लोक सेवक के लिए एसीआरएस में प्रत्येक प्रविष्टि का",
  "servant helps him/her to work harder and achieve more that": "संचार उसे कठिन काम करने और अधिक प्राप्त करने में मदद करता है",
  "helps him in improving his work and give better results.": "जो उसे अपने काम में सुधार करने और बेहतर परिणाम देने में मदद",
  "Second and equally important, on being made aware of the": "करता है। दूसरा और समान रूप से महत्वपूर्ण, एसीआरएस में प्रविष्टि के",
  "the same. Communication of the entry enables him/her to": "कर सकता है। प्रवेश का संचार उसे एसीआर में दर्ज टिप्पणियों के",
  "make representation for upgradation of the remarks entered in the ACR. Third, communication of every entry in the ACR": "उन्नयन के लिए प्रतिनिधित्व करने में सक्षम बनाता है। तीसरा, एसीआर में हर प्रविष्टि का संचार एक लोक सेवक से संबंधित टिप्पणी दर्ज करने",
  "every entry in ACR—poor, fair, average, good or very good—": "कि एसीआर में प्रत्येक प्रविष्टि -गरीब, ऋजु, औसत, अच्छा या बहुत",
  "must be communicated to him/her within a reasonable period.”": "अच्छा-है-उसे युक्तियुक्त अवधि के भीतर संसूचित किया जाना चाहिए।”",
  "9 The Union of India had also issued Office Memoranda on 14 May 2009 and 13 April 2010 seeking compliance by all Ministries and": "9. भारत संघ ने सभी मंत्रालयों और विभागों द्वारा अनुपालन की मांग करते हुए 44 मई, 2009 और 3 अप्रैल, 200 को कार्यालय ज्ञापन भी",
  "Departments. Moreover, on 19 October 2012, a specific communication": "जारी किया था। इसके अलावा, 49 अक्टूबर 202 को, सार्वजनिक क्षेत्र की",
  "was also addressed to public sector insurance companies. Even": "बीमा कंपनियों को एक विशिष्ट संचार भी संबोधित किया गया था। यहां तक",
  "independent of these communications, the respondent was duty bound to": "कि इन संचारों से स्वतंत्र, प्रतिवादी इस न्यायालय द्वारा निर्धारित कानून का",
  "comply with the law laid down by this Court. They cannot urge that the": "पालन करने के लिए बाध्य था। वे आग्रह नहीं कर सकते हैं कि निर्णय",
  "decision having been implemented from 2013-14, it has no application for": "203-4 से लागू किया गया है, इसमें पहले के वर्षों के लिए कोई आवेदन",
  "the earlier years. The judgment of this Court is declaratory in nature.": "नहीं है। इस न्यायालय का निर्णय प्रकृति में घोषणात्मक है।"
}