{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय क्षेत्राधिकार",
  "(ARISING OUT OF SLP (CIVIL) NO. 7954 OF 2017)": "(एसएलपी (दीवानी) सं. 7954/207 से उद्घूत)",
  "Allahabad whereby the appeal filed by the appellant challenging the order dated 26\" April, 2011 passed by the learned Single Judge": "न्यायाधीश द्वारा पारित आदेश दिनांक 26 अप्रैल 207 को चुनौती देते हुए",
  "An advertisement was issued on 17 March, 2008 by the Directorate of Training and Employment, Lucknow, U.P. inviting": "2. दिनांक 7 मार्च, 2008 को प्रशिक्षण और सेवायोजन निदेशालय, लखनऊ, उ.प्र, द्वारा एक विज्ञापन जारी किया गया था, जिसमें राज्य के सरकारी औद्योगिक",
  "applications for the various posts of Instructors in the Government Industrial Training Institute of the State. The appellant applied for": "उ.प्र, द्वारा एक विज्ञापन जारी किया गया था, जिसमें राज्य के सरकारी औद्योगिक प्रशिक्षण संस्थान में प्रशिक्षकों के विभिन्न पदों के लिए आवेदन आमंत्रित किए गए",
  "the post of Instructor in the subject of Fitter. The educational": "थे। अपीलकर्ता ने फिटर विषय में प्रशिक्षक के पद के लिए आवेदन किया। उक्त पद",
  "from two years’ experience in any industry or training/educational": "के लिए निर्धारित शैक्षणिक पात्रता शर्त किसी उद्योग या प्रशिक्षण / शैक्षिक संस्थान में",
  "institute, either before or after getting instructor training. The": "दो वर्ष का अनुभव, प्रशिक्षक के प्रशिक्षण से पहले या बाद में, इसके अलावा, राष्ट्रीय",
  "(1) Educational -": ") शिक्षा -",
  "Board of High School and Intermediate Education, Uttar": "(।) हाई स्कूल और इंटरमीडिएट शिक्षा बोर्ड, उत्तर प्रदेश की",
  "Pradesh or an Examination recognised by the Government as equivalent, thereto.": "इंटरमीडिएट परीक्षा उत्तीर्ण की हो या इसके समकक्ष सरकार द्वारा",
  "(ii) Must have obtained a certificate in the respective trade from the National Council for Training in Vocational Trades.": "(॥) राष्ट्रीय व्यावसायिक प्रशिक्षण परिषद से संबंधित ट्रेड में प्रमाणपत्र प्राप्त किया हो।",
  "OR": "या",
  "Must have obtained National Apprenticeship Certificate in the respective trade.": "संबंधित ट्रेड में राष्ट्रीय प्रशिक्षुता प्रमाणपत्र प्राप्त किया हो।",
  "RK KK KKK": "के के के के",
  "We find that the stand of the State that appellant is not possessed": "9. हम पाते हैं राज्य का यह कहना कि अपीलकर्ता के पास शैक्षिक योग्यता नहीं है,",
  "of educational qualifications is not tenable. The eligibility condition is that a candidate must have obtained a certificate in respective": "तर्कसंगत नहीं है। पात्रता शर्त यह है कि उम्मीदवार ने एनसीवीटी से संबंधित ट्रेड में",
  "trade from NCVT. It is not necessary that a qualification prescribed": "प्रमाण पत्र प्राप्त किया हो। यह आवश्यक नहीं है कि नियमों में निर्धारित योग्यता एक",
  "in the Rules has to be possessed in one certificate. The Circular of": "प्रमाण पत्र में ही होनी चाहिए। भारत सरकार का परिपत्र दिनांकित 6 दिसंबर,",
  "and Metrology and Engineering Inspection Module of six months": "पा मैट्रोलॉजी व इंजीनियरिंग ।840.0.. 6 माह निरीक्षण मॉड्यूल। उद्घोषणा",
  "The Secretary": "सचिव",
  "Government of Uttar Pradesh": "उत्तर प्रदेश सरकार",
  "Labour Department Secretariat, Lucknow.": "श्रम विभाग सचिवालय, लखनऊ ।|",
  "Letter No. /E-2/0102/Policy(General)/84-85": "पत्र सं. /ई-2/002/पॉलिशी (जनरल) / 84-85",
  "Dated: August 18, 1988": "दिनांकित: 28 अगस्त 988",
  "the trainees obtained training from Model Industrial Training Institute, Haldwani.": "विषय: मॉडल औद्योगिक प्रशिक्षण संस्थान, हल्द्वानी से प्रशिक्षण प्राप्त",
  "Sir": "महोदय",
  "Shri Q.L. Juneja, Principal/Deputy Director, Model": "श्री क्यू.एल. जुनेजा, मुख्य /उप निदेशक, मॉडल इंडस्ट्रियल ट्रेनिंग",
  "Industrial Training Institute, Haldwani (Nainital) has requested that orders for considering the trainees who": "इंस्टीट्यूट, हल्दवानी (नैनीताल) ने अनुरोध किया है कि राज्य",
  "have obtained training from this institute for the services/appointments under State Government. In this": "सरकार के अधीन सेवाओं /नियुक्तियों के लिए इस संस्थान से",
  "necessary orders in this regard have already been given": "आवश्यक आदेश जारी करने के निर्देश पहले ही भारत सरकार के",
  "to all the Ministries of Government of India and different": "सभी मंत्रालयों और विभिन्न विभागों को पत्र सं . डी.जी.ई.टी.-",
  "departments vide Letter No. D.G.E.T.-5/7/83-T.C. dated 31* October, 1983 and that request has been made for": "५/7/83-टी.सी. दिनांकित 3] अक्टूबर 983 द्वारा दिए गए हैं और देश के सभी राज्य सरकारों और केंद्र शासित प्रदेशों को जल्द",
  "3": "3",
  "Sub: For getting recognized certificate in two years fitter trade granted by MITI, Haldwani equivalent to N.T.C.": "विषय: एमआईटीआई, हल्दवानी द्वारा प्रदान किया गया दो साल के फिटर ट्रेड में प्रमाण पत्र को एन.टी.सी. के बराबर मान्यता प्रदान करने के लिए।",
  "It is informed vide letter No. D.G.E.T.-7(1)/91-C.D. dated": "क्रमांक डी.जी.ई.टी.-7()/9]-सी.डी. द्वारा यह सूचित किया जाता है कि",
  "General, New Delhi that the certificate in fitter trade of two years granted by MITI, Haldwani wherein, one year": "एमआईटीआई, हल्दवानी द्वारा प्रदत्त दो वर्षों के फिटर ट्रेड में प्रमाण पत्र, जिसमें",
  "basic training and six months modules are included,": "एक वर्ष का मूल प्रशिक्षण और छह महीने का मॉड्यूल शामिल हैं, को राष्ट्रीय व्यापार",
  "Certificate. Therefore, you are hereby directed that": "प्रमाणपत्र के बराबर माना जाएगा। इसलिए, आपको यह निर्देश दिया जाता है कि वे",
  "those candidates, who have received above training and may appear for registration in your office, then,": "उम्मीदवार, जिन्होंने उपरोक्त प्रशिक्षण प्राप्त किया है और आपके कार्यालय में",
  "please be registered them in profession equivalent to N.T.C. for Employment/Trainee Training.”": "पंजीकरण के लिए उपस्थित हो सकते हैं, तब कृपया उन्हें रोजगार / प्रशिक्षु प्रशिक्षण के लिए एनटीसी के बराबर पेशे में पंजीकृत करें।\"",
  "The argument of learned counsel for the appellant is that the": "6. अपीलकर्ता के लिए विद्वत अधिवक्ता का तर्क यह है कि उम्मीदवार द्वारा तीन",
  "as per the Circulars issued by the Government of Uttar Pradesh on": "को उत्तर प्रदेश सरकार द्वारा जारी परिपत्रों के अनुसार दो साल की अवधि के फिटर",
  "eligible candidate for appointment to the post of Fitter.": "लिए पात्र उम्मीदवार है।",
  "mentioned that the appellant is not possessed of the qualification as mentioned in the Uttar Pradesh Industrial Training Institutes": "किया गया है कि अपीलार्थी के पास उत्तर प्रदेश औद्योगिक प्रशिक्षण संस्थान",
  "(Instructors) Service Rules, 19913, as amended in the year 2003": "(प्रशिक्षक) सेवा नियम, 99 में वर्णित योग्यता नहीं है, जैसा कि वर्ष 2003 में",
  "called the Uttar Pradesh Industrial Training Institutes (Instructors)": "संशोधित, उत्तर प्रदेश औद्योगिक प्रशिक्षण संस्थान (प्रशिक्षक) सेवा (दूसरा",
  "following conditions:": "के पास निम्नलिखित योग्यता होनी चाहिए:",
  "7": "5"
}