{
  "IN THE SUPREME COURT OF INDIA": "भारत की सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. 9300 OF 2019": "दीवानी अपील संख्या 9300/2039",
  "SUDARSHANA CHATTERJEE ...Respondent": "सुदर्शन चटर्जी... ..... प्रत्यर्थी",
  "WITH": "सह",
  "CIVIL APPEAL NO. 9301 OF 2019": "दीवानी अपील सं. 930/209",
  "(Arising out of SLP(C) No.10542 of 2019)": "(एसएलपी (सी) सं. 0542 वर्ष 209 से उद्धृत)",
  "JUDGMENT": "निर्णय",
  "R. BANUMATHI, J.": "न्यायमूर्ति आर. भानुमति",
  "Leave granted.": "अनुमति अनुदत्त।",
  "2. Appeal arising out of SLP(C) No.10087 of 2019 has been filed": "2. एसएलपी(सी) सं. 0087 वर्ष 209 से उद्धृत यह अपील रिट-ए सं.",
  "by the appellants against the judgment dated 24.08.2018 passed by": "24.08.2078 के विरूद्ध अपीलकर्ताओं द्वारा दायर की गयी है जिसमें उच्च",
  "of one month earned leave on 23.07.2004 by citing the reason": "23.07.2004 को अर्जित अवकाश के अनुदान के लिए एक और आवेदन",
  "was sanctioned vide order dated 07.08.2004 by granting the respondent earned leave from 23.07.2004 to 22.08.2004. The": "आदेश द्वारा प्रत्यर्थी को दिनांक 23.07.2004 से 22.08.2004 तक अर्जित अवकाश प्रदान करके छुट्टी मंजूर की गई। प्रत्यर्थी दिनांक",
  "respondent remained in the service of the appellants till 22.08.2004;": "22.08.2004 तक अपीलकर्ताओं की सेवा में रही; उसके बाद उसने",
  "thereafter she has not resumed duty with the appellants. It is stated": "अपीलकर्ताओं के साथ ड्यूटी फिर से शुरू नहीं की है। यह कहा गया है कि",
  "that the respondent was drawing salary from two State Governments i.e. State of UP and also from CIMS-State of": "प्रत्यर्थी दो राज्य सरकारों यानी उत्तर प्रदेश राज्य और छत्तीसगढ़ राज्य - सीआईएमएस से वेतन प्राप्त कर रही थी।",
  "4. The respondent again sent a leave application on 01.02.2005": "4. .... प्रत्यर्थी ने फिर से दिनांक 0.02.2005 को एक अवकाश प्रार्थना",
  "seeking grant of leave preparatory to retirement from 23.07.2004 to": "पत्र भेजा , जिसमें सेवानिवृत्ति से पहले दिनांक 23.07.2004 से",
  "the date of retirement i.e. 30.09.2006 (26 months 7 days). The": "सेवानिवृत्ति की तारीख अर्थात्‌ 30.09.2006 तक (26 महीने 7 दिन)",
  "Professor at CIMS during the leave period and also sought for grant": "के दौरान सीआईएमएस में एसोसिएट प्रोफेसर के रूप में काम करने की अनुमति भी मांगी और इस संबंध में भत्ता देने की भी मांग की। दिनांक",
  "of allowance in this behalf. On 02.01.2006, the respondent sent an": "02.07.2006 को, प्रत्यर्थी ने व्यक्तिगत कारणों का हवाला देते हुए",
  "application seeking voluntary retirement citing personal reasons.": "स्वैच्छिक सेवानिवृत्ति की मांग करते हुए एक आवेदन भेजा।",
  "According to the respondent, none of her applications were replied to by the appellants.": "प्रत्यर्थी के अनुसार, उसके किसी भी आवेदन का अपीलकर्ताओं द्वारा जवाब नहीं दिया गया था।",
  "5. After retiring from CIMS, the respondent sent a letter to the": "5. ... सीआईएमएस से सेवानिवृत्त होने के बाद, दिनांक 2..202 को",
  "Secretary, Department of Medical Education, Government of UP on": "प्रत्यर्थी ने सचिव , चिकित्सा शिक्षा विभाग, उत्तर प्रदेश सरकार को",
  "encashment due on retirement (i.e. on 30.09.2006). In this letter, it": "सेवानिवृत्ति (अर्थात्‌ 30.09.2006) पर देय उपदान, पेंशन और",
  "was submitted by the respondent that she had applied for the post of Reader at CIMS through the proper channel and had also applied": "द्वारा यह प्रस्तुत किया गया था कि उसने उचित तरीके के माध्यम से सीआईएमएस में रीडर के पद के लिए आवेदन किया था और",
  "for NOC from the Government/appellant. According to the": "सरकार/अपीलकर्ता से एनओसी के लिए भी आवेदन किया था। प्रत्यर्थी के",
  "respondent, she repeatedly applied for NOC. As there was no": "अनुसार, उसने बार-बार एनओसी के लिए आवेदन किया। जैसा कि कोई",
  "working elsewhere, without leave having been granted and there": "बिना छुट्टी के अनुपस्थित रही हो या अपने अवकाश से अधिक रही थी और",
  "her leave applications requesting permission for grant of leave to": "सीआईएमएस में शामिल होने के लिए छुट्टी देने की अनुमति देने का अनुरोध",
  "join CIMS and when no action was taken, the respondent applied": "किया था और जब कोई कार्रवाई नहीं की गई, तो प्रत्यर्थी ने बिना वेतन",
  "for leave without pay and she actually sought voluntary retirement": "अवकाश के लिए आवेदन किया और उसने वास्तव में स्वैच्छिक सेवानिवृत्ति",
  "and that was also never considered by the appellants. Pointing out": "मांगी और इस पर भी अपीलकर्ताओं द्वारा कभी विचार नहीं किया गया। यह",
  "that the respondent had been submitting her leave applications from 2004 onwards, the High Court concluded that the services of the": "इंगित करते हुए कि प्रत्यर्थी 2004 से अपनी छुट्टी के आवेदन प्रस्तुत कर",
  "2004 onwards, the High Court concluded that the services of the respondent in Motilal Nehru Medical College could not have been": "रही थी, उच्च न्यायालय ने निष्कर्ष निकाला कि मोतीलाल नेहरू मेडिकल",
  "ignored for the purpose of pension/notional pension and on those": "कॉलेज में प्रत्यर्थी की सेवाओं को पेंशन /अनुमानित पेंशन के उद्देश्य से",
  "findings, the High Court quashed the order dated 01.04.2015. The": "दिनांक 0.04.205 के आदेश को रद्द कर दिया। उच्च न्यायालय ने इस",
  "High Court remitted the matter to the Principal Secretary, Medical Education and Training Department, Government of Uttar Pradesh": "मामले को उत्तर प्रदेश सरकार के प्रमुख सचिव, चिकित्सा शिक्षा और",
  "to examine the case of the respondent again and pass fresh orders": "प्रशिक्षण विभाग को फिर से प्रत्यर्थी के मामले की जांच करने और कानून के",
  "in accordance with law. Though the High Court has directed the": "अनुसार नए आदेश पारित करने के लिए भेज दिया। हालांकि उच्च न्यायालय",
  "State to examine the case of the respondent in accordance with": "ने राज्य को कानून के अनुसार प्रत्यर्थी के मामले की जांच करने का निर्देश",
  "law, the High Court directed that the examination of the case of the": "दिया है, उच्च न्यायालय ने निर्देश दिया कि प्रत्यर्थी के मामले का परीक्षण उद्च",
  "High Court in the impugned order dated 24.08.2018.": "न्यायालय द्वारा आक्षेपित आदेश दिनांकित 24.08.208 में दिए गए",
  "10. Aggrieved by the decision dated 24.08.2018, the appellants": "0. दिनांक 24.08.208 के निर्णय से व्यथित होकर, अपीलकर्ताओं ने",
  "filed the appeal arising out of SLP(C) No.10087 of 2019 before the": "सर्वोच्च न्यायालय के समक्ष एसएलपी (सी) सं. 0087/209 से उद्धूत",
  "from the appellant-State of UP, when in fact, the respondent had": "प्रत्यक्ष त्रुटि से ग्रस्त है कि प्रत्यर्थी अपीलकर्ता -उ.प्र, राज्य से सेवानिवृत्त",
  "joined the service of CIMS and got promoted there and eventually": "शामिल हो गया था और वहां पदोन्नत हो गया और अंततः सेवानिवृत्ति की",
  "retired therefrom upon attaining the age of superannuation. According to the appellant-State, the respondent never returned to": "आयु प्राप्त करने पर सेवानिवृत्त हो गया। अपीलार्थी -राज्य के अनुसार,",
  "resume her service with the appellant-State of UP after 22.08.2004": "प्रत्यर्थी दिनांक 22.08.2004 के बाद अपीलार्थी-राज्य के साथ अपनी",
  "(up to which date, her leave was sanctioned by the appellants) and": "अपीलकर्ताओं द्वारा उसकी छुट्टी मंजूर की गई थी) और उसके बाद भी, वह",
  "Chhattisgarh — CIMS on 15.06.2004. As per Fundamental Rules": "दिनांक 25,.06.2004 को छत्तीसगढ़ राज्य -सीआईएमएस की सेवा में",
  "67-68 as applicable to the employees of the appellant-State, leave": "शामिल हो गई थी। मौलिक नियम 67-68 के अनुसार, जैसा कि अपीलकर्ता-राज्य के कर्मचारियों पर लागू होता है, छुट्टी का अधिकार के रूप",
  "cannot be claimed as a matter of right and the case of the": "में दावा नहीं किया जा सकता है और प्रत्यर्थी का मामला 'उसकी सेवा का",
  "respondent is “abandonment of her service” and in such a situation,": "परित्याग' है और ऐसी स्थिति में, उसे स्वैच्छिक सेवानिवृत्ति का हकदार",
  "that the respondent is entitled to voluntary retirement merely on": "प्रस्तुत करने मात्र से प्रत्यर्थी स्वैच्छिक सेवानिवृत्ति का हकदार है उत्तर प्रदेश",
  "others v. Achal Singh (2018) 17 SCC 578 wherein the Supreme": "राज्य और अन्य बनाम अचल सिंह (208) 7 एससीसी 578 में सर्वाच्चि",
  "Court held that under Rule 56 as applicable in the State of UP,": "न्यायालय के निर्णय के आलोक में, जिसमें सर्वोच्च न्यायालय ने अवधारित किया कि उत्तर प्रदेश राज्य में लागू नियम 56 के तहत, स्वैच्छिक",
  "notice of voluntary retirement does not come into effect automatically on the expiry of the three months period. It was held": "सेवानिवृत्ति की सूचना तीन महीने की अवधि की समाप्ति पर स्वचालित रूप",
  "that under the rule, the appointing authority has to accept the notice": "से लागू नहीं होती है। यह माना गया कि नियम के तहत नियुक्ति प्राधिकारी को स्वैच्छिक सेवानिवृत्ति के लिए नोटिस स्वीकार करना होगा या इसे",
  "for voluntary retirement or it can be refused on permissible grounds.": "को स्वैच्छिक सेवानिवृत्ति के लिए नोटिस स्वीकार करना होगा या इसे अनुज्ञेय आधार पर अस्वीकार किया जा सकता है।",
  "order dated 15.03.2019 passed in Writ-A No.3884 of 2019 whereby": "यह अपील रिट-ए सं, 3884,/209 में पारित अंतरिम आदेश दिनांकित 5.03.209 के विरूद्ध दायर की गयी है जिसके तहत उद्च न्यायालय ने",
  "the High Court directed the Principal Secretary, Department of Medical Education and Training to appear in-person and explain": "चिकित्सा शिक्षा और प्रशिक्षण विभाग के प्रधान सचिव को व्यक्तिगत रुप से उपस्थित होने और यह बताने के लिए निर्देशित किया कि उच्च न्यायालय के",
  "how the claim of the respondent has been rejected by order dated": "आदेश द्वारा प्रत्यर्थी के दावे को कैसे खारिज कर दिया गया है।",
  "3. Briefly stated facts of the case are that the respondent was": "3. ... मामले के बताये गये संक्षिप्त तथ्य इस प्रकार हैं कि प्रत्यर्थी को दिनांक",
  "appointed to the post of Lecturer (Anesthesia) vide appointment": "25.03.982 के नियुक्ति आदेश द्वारा व्याख्याता (एनेस्थीसिया) के पद",
  "order dated 25.03.1982 and she joined at Motilal Nehru Medical": "पर नियुक्त किया गया था और वह मोतीलाल नेहरू मेडिकल कॉलेज ,",
  "College, Allahabad. While working on the post of Lecturer (Anesthesia) at Motilal Nehru Medical College, Allahabad, the": "इलाहाबाद में शामिल हो गई थी। मोतीलाल नेहरू मेडिकल कॉलेज , इलाहाबाद में लेक्चरर (एनेस्थीसिया) के पद पर काम करते हुए दिनांक",
  "from the appellants in order to apply for the post of Associate": "लिए आवेदन करने के लिए अपीलकर्ताओं से अनापत्ति प्रमाण पत्र",
  "(CIMS), Bilaspur. Pursuant to her applying to CIMS, the respondent": "(एनओसी) मांगा। सीआईएमएस में उसके आवेदन के अनुसरण में , प्रत्यर्थी",
  "received an appointment letter dated 22.04.2004 from CIMS. Upon": "को सीआईएमएस से दिनांक 22.04.2004 को नियुक्ति पत्र प्राप्त हुआ।",
  "getting appointed at CIMS, the respondent sent a leave application dated 30.04.2004 addressed to the Secretary, Medical Education": "सीआईएमएस में नियुक्त होने पर, प्रत्यर्थी ने सचिव, चिकित्सा शिक्षा विभाग को संबोधित दिनांक 30.04.2004 को छुट्टी का आवेदन भेजा, जिसमें",
  "Department seeking sanction of leave for two years without pay for": "लिए बिना भुगतान दो साल के लिए छुट्टी की मंजूरी की मांग की गई।",
  "[R. BANUMATHI]": "[न्यायमूर्ति आर. भानुमति]",
  "[A.S. BOPANNA]": "[न्यायमूर्ति ए. एस. बोपन्ना]",
  "New Delhi;": "नई दिल्ली;",
  "counsel has submitted that since the respondent has not received": "आकर्षित करते हुए, विद्वत अधिवक्ता ने प्रस्तुत किया है कि चूंकि प्रत्यर्थी को",
  "the services of the Institution-CIMS, Bilaspur on 15.06.2004. The": "5.06.2004 को संस्थान-सीआईएमएस, बिलासपुर की सेवाओं में",
  "learned counsel further submitted that the appellants vide order dated 15.12.2005 have superannuated the respondent with effect": "आगे कहा कि अपीलकर्ताओं ने दिनांक 5.2.2005 के आदेश द्वारा",
  "from 30.09.2006 which still remains valid and the appellants are": "प्रत्यर्थी को दिनांक 30.09.2006 के प्रभाव से सेवानिवृत्त कर दिया है, जो अभी भी वैध है और अपीलकर्ताओं को यह तर्क देते हुए प्रत्यर्थी की सेवा",
  "estopped from taking a contrary view about the service of the": "के बारे में एक विपरीत दृष्टिकोण लेने से रोक दिया गया है कि प्रत्यर्थी ने",
  "respondent by contending that the respondent has abandoned the service of the appellants. The learned counsel further submitted": "अपीलकर्ताओं की सेवा को छोड़ दिया है। विद्वत अधिवक्ता ने आगे कहा कि",
  "that in CIMS, Regular Pension Scheme ceased to operate from": "सीआईएमएस में नियमित पेंशन योजना 2004 से कार्य करना बंद है और",
  "2004 and any employee who joined the service after 01.01.2004": "दिनांक 0.0.2004 के बाद सेवा में शामिल होने वाला कोई भी कर्मचारी",
  "was not entitled for Old Pension Scheme. It was submitted that": "पुरानी पेंशन योजना का हकदार नहीं था। यह प्रस्तुत किया गया था कि चूंकि",
  "appellants to sanction and pay all the retiral benefits and the": "सभी सेवानिवृत्त लाभों को मंजूर करने और उनका संदाय करने का सही",
  "impugned orders do not warrant interference.": "निर्देश दिया था और आक्षेपित आदेश में हस्तक्षेप की आवश्यकता नहीं है।",
  "15. We have heard learned counsel for both the parties and considered the contentions and perused the impugned judgment": "5. . हमने दोनों पक्षों के विद्वान अधिवक्ता को सुना है और तर्कों पर विचार",
  "and materials on record.": "किया है और अभिलेख पर रखी गयी सामग्री और आक्षेपित निर्णय का",
  "16. The High Court, with due respect, in our view, did not keep in": "6. . उच्च न्यायालय ने, उचित सम्मान के साथ, हमारे विचार में, यह ध्यान",
  "view that even though the respondent’s leave application dated": "नहीं रखा कि भले ही प्रत्यर्थी की छुट्टी का आवेदन दिनांकित",
  "30.04.2004 was pending consideration, the respondent on her own": "30.04.2004 विचाराधीन था, प्रत्यर्थी स्वंय गयी और दिनांक",
  "went and joined CIMS on 15.06.2004 and this has been suppressed": "5.06.2004 को सीआईएमएस में शामिल हो गयी और इसे प्रत्यर्थी द्वारा",
  "CIMS and working in CIMS, the respondent made another": "शामिल होने और सीआईएमएस में काम करने के बाद, प्रत्यर्थी ने दिनांक",
  "application for grant of one month earned leave on 23.07.2004 by citing the reason “personal work”. This application came to be": "23.07.2004 को \"व्यक्तिगत काम\" का हवाला देते हुए अर्जित अवकाश के अनुदान के लिए एक और आवेदन किया। यह आवेदन दिनांक",
  "sanctioned vide order dated 07.08.2004 by granting the respondent": "07.08.2004 के आदेश द्वारा प्रत्यर्थी को दिनांक 23.07.2004 से",
  "earned leave from 23.07.2004 to 22.08.2004. In this manner, the": "22.08.2004 तक अर्जित अवकाश प्रदान करके स्वीकृत किया गया था।",
  "State of UP and State of Chhattisgarh-CIMS and she is alleged to": "छत्तीसगढ़-सीएमएस की सेवा में रहा और उस पर आरोप है कि उसने जून",
  "have drawn salary from both the State Governments for the period from June, 2004 to October, 2004. The High Court, in our view, did": "2004 से अक्टूबर 2004 की अवधि के लिए दोनों राज्य सरकारों से वेतन निकाला है। उद्च न्यायालय ने, हमारे विचार में, प्रतिवादी के आचरण को",
  "not keep in view the conduct of the respondent. The High Court": "ध्यान में नहीं रखा। उद्च न्यायालय का केवल इस आधार पर आगे बढ़ना",
  "appears to have proceeded merely on the ground that no orders came to be passed on the leave applications filed by the respondent.": "प्रतीत होता है कि प्रतिवादी द्वारा दायर अवकाश आवेदनों पर कोई आदेश पारित नहीं किया गया था।",
  "17. Be that as it may, in Writ A. No.65084 of 2015, though the": "7.. जैसा भी हो, रिट ए. सं. 65084/2075 में, हालांकि उच्च",
  "High Court directed the State Government to pass fresh orders in": "न्यायालय ने राज्य सरकार को कानून के अनुसार नए आदेश पारित करने",
  "accordance with law, while directing the State Government to pass": "का निर्देश दिया, जबकि राज्य सरकार को कानून के अनुसार नए आदेश",
  "has passed the said order, the High Court, in our view, was not right": "पारित करने का निर्देश देते हुए, उच्च न्यायालय, हमारे विचार में, यह कहकर",
  "was not right in putting restrictions upon the appellants by saying": "अपीलकर्ताओं पर प्रतिबंध लगाने में सही नहीं था कि उच्च न्यायालय द्वारा",
  "that the fresh orders will have to be passed in the light of the observations made by the High Court. In such view of the matter,": "की गई टिप्पणियों के आलोक में नए आदेश पारित किए जाएंगे। इस मामले",
  "we are of the view that the order passed by the High Court dated": "के मद्देनजर, हमारा विचार है कि उच्च न्यायालय द्वारा पारित आदेश को",
  "24.08.2018 cannot be sustained and is liable to be set aside.": "बरकरार नहीं रखा जा सकता है और अपास्त किए जाने योग्य है।",
  "18. While disposing Writ A. No.65084 of 2015, the High Court": "8. ... रिट ए सं. 65084/205 का निपटारा करते हुए, उच्च न्यायालय",
  "directed the Principal Secretary (Medical Education and Training": "ने प्रमुख सचिव (चिकित्सा शिक्षा और प्रशिक्षण विभाग), उ. प्र. सरकार को",
  "respondent and pass fresh orders in accordance with law.": "प्रत्यर्थी के मामले की जांच करने और कानून के अनुसार नए आदेश पारित",
  "Accordingly, the Principal Secretary has passed the order on": "करने का निर्देश दिया। तदनुसार, प्रमुख सचिव ने दिनांक 04.07.209",
  "afresh and the same was rejected by passing a speaking order. The": "विचार किया गया था और इसे सकारण आदेश पारित करके अस्वीकार कर",
  "respondent filed Writ-A No.3884 of 2019 challenging the order dated": "हुए रिट-ए सं. 3884/209 दायर किया। प्रत्यर्थी की उक्त रिट याचिका",
  "respondent, vide the impugned order dated 15.03.2019, the High": "पर सुनवाई करते हुए दिनांक 5.03.209 के आक्षेपित आदेश द्वारा उच्च",
  "Court observed that the order dated 04.01.2019 could not have": "न्यायालय ने अवलोकन किया कि दिनांक 04.0.209 के आदेश को",
  "been passed since the order dated 01.04.2015 was already": "पारित नहीं किया जा सकता था चूँकि दिनांक 07.04.205 के आदेश",
  "quashed by the High Court by finding that the respondent is entitled": "को उच्च न्यायालय ने इस निष्कर्ष द्वारा पहले ही रद्द कर दिया गया था कि",
  "from the Motilal Nehru Medical College, Allahabad till the time of her": "प्रत्यर्थी पेंशन के लिए और मोतीलाल नेहरू मेडिकल कॉलेज, इलाहाबाद से",
  "joining CIMS against such leave as may be available to her account": "सीआईएमएस में उसके शामिल होने के समय तक ऐसे अवकाश के सापेक्ष जो उसके खाते में उपलब्ध हो , उसकी अनुपस्थिति की अवधि के",
  "the light of its earlier order dated 24.08.2018, the order dated": "न्यायालय ने देखा है कि दिनांक 24.08.208 के अपने पहले के आदेश",
  "Secretary (Medical Education and_ Training Department),": "सकता था और उत्तर प्रदेश सरकार के प्रधान सचिव (चिकित्सा शिक्षा और",
  "19. The High Court, in our view, was not right in directing the Principal Secretary to appear in the court and explain the reason for": "9. _ उच्च न्यायालय , हमारे विचार में, प्रधान सचिव को अदालत में",
  "passing the order dated 04.01.2019. Observing that merely": "उपस्थित होने और दिनांक 04.0.209 के आदेश को पारित करने का",
  "because an order has been passed by the officer, it does not": "इसलिए कि अधिकारी द्वारा एक आदेश पारित किया गया है, यह अदालत में",
  "warrant the personal presence of the officer in the Court and": "अधिकारी की व्यक्तिगत उपस्थिति और अधिकारियों को अदालत में बुलाने",
  "summoning of officers to the Court and eventually affect the public": "का अधिकार नहीं देता है और अंततः बड़े स्तर पर लोक को प्रभावित करता",
  "at large, in Shri N.K. Janu, Deputy Director Social Forestary": "है, श्री एन. के. जानू, उप निदेशक सामाजिक वन प्रभाग, आगरा और अन्य",
  "Division, Agra and Others v. Lakshmi Chandra 2019 (6) SCALE 236, the Supreme Court held as under:-": "बनाम लक्ष्मी चंद्र 209 (6) स्केल 236 में, सर्वोच्च न्यायालय ने निम्नानुसार अवधारित किया: -",
  "“22. Having said so, we find that the High Court was not justified in passing orders from time to time to secure presence of the officers. The": "\"22. ऐसा कहने के बाद, हम पाते हैं कि अधिकारियों की उपस्थिति को सुरक्षित करने के लिए समय-समय पर आदेश पारित करने में उच्च न्यायालय उचित नहीं था।",
  "officers of the State discharge public functions and duties. The orders": "राज्य के अधिकारी सार्वजनिक कार्यों और कर्तव्यों का निर्वहन करते हैं। आदेशों को",
  "are generally presumed to be passed in good faith unless proved": "आमतौर पर अच्छे विश्वास में पारित किए जाने की उपधारणा की जाती है जब तक",
  "otherwise. The officers pass orders as a custodian of public money.": "कि अन्यथा साबित न हो जाए। अधिकारी सार्वजनिक धन के संरक्षक के रूप में",
  "Therefore, merely because an order has been passed, it does not": "आदेश पारित करते हैं। इसलिए, केवल इसलिए कि एक आदेश पारित किया गया है,",
  "warrant their personal presence. The summoning of officers to the court": "यह उनकी व्यक्तिगत उपस्थिति को वारंट नहीं करता है। कार्यवाही में भाग लेने के",
  "to attend proceedings, impinges upon the functioning of the officers and": "लिए अधिकारियों को अदालत में बुलाने, अधिकारियों के कामकाज पर गलत प्रभाव",
  "eventually it is the public at large who suffer on account of their absence": "डालता है और अंततः यह बड़े पैमाने पर जनता है जो उन्हें सौंपे गए कर्तव्यों से",
  "court is not proper and does not serve the purpose of administration of justice in view of the separation of powers of the Executive and the": "अभ्यास उचित नहीं है और कार्यपालिका और न्यायपालिका की शक्तियों के पृथक्करण के मद्देनजर न्याय के प्रशासन के उद्देश्य की पूर्ति नहीं करता है। यदि कोई आदेश",
  "Judiciary. If an order is not legal, the Courts have ample jurisdiction to": "विधिक नहीं है, तो न्यायालयों के पास इस तरह के आदेश को अपास्त करने और"
}