{
  "List of Acts": "अधिनियमों की सूची",
  "Code of Criminal Procedure, 1973.": "दंड प्रक्रिया संहिता, 4973",
  "List of Keywords": "महत्वपूर्ण शब्दों की सूची",
  "Supreme Court directions; Compliance of directions in Satender Kumar Antil case; Standard Operating Procedure; Undertial": "सर्वोच्च न्यायालय के निर्देश; सतेंद्र कुमार अंतिल मामले में निर्देशों का अनुपालन; मानक संचालन प्रक्रिया;",
  "prisoners; Convicted prisoners.": "विचाराधीन कैदी; सजायाफ्ता कैदी।",
  "Case Arising From": "मामला निम्न से उत्पन्न",
  "CRIMINAL APPELLATE JURISDICTION : MA No.2034 of 2022": "आपराधिक अपीलीय क्षेत्राधिकार: एम.ए. संख्या 2034/2022",
  "In": "में",
  "Special Leave Petition (Criminal) No.5191 of 2021": "विशेष अनुमति याचिका (आपराधिक) संख्या 59/202॥",
  "With": "के साथ",
  "MA No.2035 of 2022 In Slip (Crl.) No.5191 of 2021": "एसएलपी (आपराधिक) संख्या 59/202॥ में एम.ए. संख्या 2035/2022",
  "From the Judgment and Order dated 01.07.2021 of the High Court of Judicature at Allahabad in CRMABA No.7598 of 2021": "सी.आर.एम.ए.बी.ए.संख्या 7598/202+में इलाहाबाद उच्च न्यायालय के निर्णय एवं आदेश दिनांक",
  "Appearances for Parties": "पक्षकारों की ओर से उपस्थिति",
  "Sidharth Luthra, Sr. Adv., Akbar Siddique, Ayush Agarwal, Rajneesh": "याचिकाकर्ता के लिए अधिवक्ता-सिद्धार्थ लूथरा, वरिष्ठ अधिवक्ता, अकबर सिद्दीकी, आयुष अग्रवाल, रजनीश शर्मा,",
  "Sharma, Pankaj Singhal, Udbhav Sinha, Harsh Kumar Singh, Parv K Garg, Parwez Akhtar, Animesh Mishra, Javed Muzaffar, Advs. for": "पंकज सिंघल, उद्भव सिन्हा, हर्ष कुमार सिंह, पर्व के गर्ग, परवेज अख्तर, अनिमेष मिश्रा, जावेद मुजफ्फर,",
  "the Petitioner.": "अधिवक्ता।",
  "Suryaprakash V Raju, Mrs. Aishwariya Bahti, A.S.Gs., Ms. Ankita": "प्रतिवादियों के लिए अधिवक्ता- सूर्यप्रकाश बनाम राजू, श्रीमती ऐश्वर्या बहती, ए.एस.जी., सुश्री अंकिता चौधरी,",
  "Choudhary, Rajesh Mahajan, A.A.Gs., Gaurav Agrwal, R. Basant, Vikram Choudhary, Sr. Advs., Mukesh Kumar Maroria, Vineet Singh,": "राजेश महाजन, ए.ए.जी., गौरव अग्रवाल, आर. बसंत, विक्रम चौधरी, सीनियर। अधिवक्ता, मुकेश कुमार मारोरिया,",
  "Ms. Sairica S Raju, Ritwiz Rishabh, Annam Venkatesh, Ms. Priyanka": "विनीत सिंह, कु. सायरिका एस. राजू, ऋत्विज ऋषभ, अन्नम वेंकटेश, सुश्री प्रियंका दास, उदय खन्ना, मोहम्मद",
  "Das, Udai Khanna, Mohd Akhil, Padmesh Mishra, Ms. Shradha Deshmukh, Tacho Eru, Vatsal Joshi, Kanu Agarwal, Varun Chugh,": "अखिल, पद्मेश मिश्रा, सुश्री। श्रद्धा देशमुख, ताचो एरु, वत्सल जोशी, कनु अग्रवाल, वरुण चुघ, भुवन कपूर, कृष्ण",
  "Bhuvan Kapoor, Krishna Kant Dubey, Piyush Beriwal, Ms. Indira Bhakar, Anil Hooda, Harish Pandey, Rajesh Singh Chauhan, Ms.": "कांत दुबे, पीयूष बेरीवाल, सुश्री इंदिरा भाकर, अनिल हुडा, हरीश पांडे, राजेश सिंह चौहान, कु. रश्मी नंदकुमार,",
  "Rashmi Nandakumar, T. G. Narayanan Nair, Ms. Swathi H. Prasad, Mahesh Agarwal, Ankur Saigal, Anshuman Srivastava, Shashwat": "टी.जी. नारायणन नायर, सुश्री. स्वाति एच. प्रसाद, महेश अग्रवाल, अंकुर सहगल, अंशुमान श्रीवास्तव, शाश्वत",
  "Singh, E. C. Agrawala, Avijit Mani Tripathi, T.K. Nayak, Ms. Marbiang Khongwir, Mrs. Rekha Bakshi, R. Ayyam Perumal, Ms. Manisha": "सिंह, ई.सी. अग्रवाल, अविजित मणि त्रिपाठी, टी.के. नायक, सुश्री. मार्बियांग खोंगविर, श्रीमती रेखा बख्शी, आर. अय्याम पेरुमल, सुश्री मनीषा चावा, ए. रेंगनाथ, अमित शर्मा, दीपेश सिन्हा, सुश्री पल्लवी बरुआ, कु. अपर्णा सिंह,",
  "for inclusion of the judgment in Siddharth v. State of UP and": "00. में दिए गए निर्देशों का संबंध है; न्यायिक अकादमियों के पाठ्यक्रम में सिद्धार्थ बनाम उत्तर प्रदेश राज्य",
  "the direction dated 21.03.2023 for application of the judgment in Satender Kumar Antil to s.438 of CrPC, by and large apply to High": "की धारा 438 पर सतेन्द्र कुमार अंतिल के निर्णय को लागू करने के लिए दिनांक 2.03.2023 का निर्देश, मोटे",
  "Courts. [Paras E and F]": "तौर पर उच्च न्यायालयों पर लागू होते हैं। [पैरा ई और एफ]",
  "Code of Criminal Procedure, 1973 — ss. 41, 41A, 438, 440, 88, 170, 204, 209, 436A — Supreme Court Directions — Details": "दंड प्रक्रिया संहिता, 973 - धारा 44, 40ए, 438, 440, 88, 70, 204, 209, 436ए - सर्वोच्च",
  "88, 170, 204, 209, 436A — Supreme Court Directions — Details of directions to be complied with by the States, High Court,": "न्यायालय के निर्देश - राज्यों, उच्च न्यायालय, भारत संघ और सीबीआई द्वारा अनुपालन किए जाने वाले निर्देशों",
  "Directions by Supreme Court — Directions issued to NALSA:": "सर्वोच्च न्यायालय द्वारा निर्देश - नालसा को जारी निर्देश:",
  "Held: (i) In terms of the order dated 02.05.2023, NALSA shall": "अवधारित किया गया: (॥) दिनांक 02.05.2023 के आदेश के अनुसार, नालसा सतेंद्र कुमार अंतिल मामले में",
  "supply updated information with regard to para 100.8 and 100.10 in": "पैरा 400.8 और 400.40 के संबंध में अद्यतन जानकारी प्रदान करेगा; (॥) नालसा, राज्य सरकारों और संघ",
  "and Union Territories as provided to NALSA by various authorities": "शासित प्रदेशों सहित विभिन्न प्राधिकरणों द्वारा नालसा को उपलब्ध कराई गई जानकारी के अनुसार नालसा और",
  "to provide to adequate updated information, all the States and": "(॥) पर्याप्त अद्यतन जानकारी उपलब्ध कराने के लिए सभी राज्यों और केंद्र शासित प्रदेशों को नालसा के साथ",
  "Union Territories directed to cooperate with NALSA. [Para F, 39]": "सहयोग करने का निर्देश दिया गया। [पैरा एफ, 39]",
  "Directions by Supreme Court — Standard Operating Procedure (SOP) — Undertrial Prisoners — Convicted Prisoners:": "सर्वोच्च न्यायालय के निर्देश - मानक संचालन प्रक्रिया (एसओपी) - विचाराधीन कैदी - सजायाफ्ता कैदी:",
  "Held: (i) A document titled “Guidelines and standard operating procedure for implementation of the scheme for support to poor": "अवधारित किया गया: (॥) “गरीब कैदियों को सहायता प्रदान करने की योजना के कार्यान्वयन के लिए दिशानिर्देश",
  "furtherance of the subsequent orders passed by this Court on ancillary issues concerned with training public prosecutors and": "गया; (॥) लोक अभियोजकों के प्रशिक्षण से संबंधित सहायक मुद्दों पर इस न्यायालय द्वारा पारित आदेशों के",
  "including judgments of this Court in the Curriculum of State Judicial": "अनुसरण में तथा राज्य न्यायिक अकादमियों के पाठ्यक्रम में इस न्यायालय के निर्णयों को शामिल करने के लिए,",
  "Academies, a further direction on an SOP framed by Central Government need to be passed — The SOP if put in place by the": "केन्द्र सरकार द्वारा तैयार एसओपी पर एक और निर्देश पारित किए जाने की आवश्यकता है- यदि केन्द्र सरकार",
  "Heard learned Amicus, Mr. Siddharth Luthra, Senior Advocate Mr. Gaurav Agarwal for National Legal Services Authority (hereinafter referred to as “NALSA”) and Additional Solicitor General of India, Ms. Aishwarya Bhati for the Union.": "ए. विद्वत न्यायमित्र, श्री सिद्धार्थ लूथरा, राष्ट्रीय कानूनी सेवा प्राधिकरण के लिए वरिष्ठ अधिवक्ता श्री गौरव अग्रवाल (इसके बाद \"नालसा\" के रूप में संदर्भित) और संघ के लिए भारत के अपर सॉलिसिटर जनरल सुश्री ऐश्वर्या भाटी को सुना।",
  "States, Union Territories, Central Bureau of Investigation and NALSA on the directions issued by this Court in the Judgment": "में इस न्यायालय द्वारा जारी निर्देशों पर संबंधित राज्यों, केंद्र शासित प्रदेशों, केंद्रीय जांच ब्यूरो और एन. ए. एल.",
  "learned Amicus having gone through these compliance affidavits in great detail has submitted a tabular chart and report dated": "न्यायमित्र ने इन अनुपालन हलफनामों का विस्तार से अध्ययन करने के बाद एक सारणीबद्ध चार्ट और रिपोर्ट",
  "by the parties present before us in terms of the judgment passed": "पारित निर्णय के संदर्भ में हमारे समक्ष उपस्थित पक्षों द्वारा अनुपालन किए गए निर्देशों को दर्शाया गया है।",
  "For the comprehensive implementation of the directions in Satender Kumar Antil (Supra) case, the Amicus upon thorough study and verification of the details forcefully argues that certain": "ग. सतेंद्र कुमार अंतिल उपरोक्त मामले में निर्देशों के व्यापक कार्यान्वयन के लिए, विस्तृत अध्ययन और विवरणों",
  "study and verification of the details forcefully argues that certain directions fall within the domain of States/Union Territories/CBI,": "के सत्यापन पर न्यायमित्र का तर्क है कि कुछ निर्देश राज्यों/केंद्र शासित प्रदेशों /सी. बी. आई. और उच्च",
  "and High Courts and a few directions fall within the domain of both the States and the High Courts. Therefore, for effective": "न्यायालयों के अधिकार क्षेत्र में आते हैं और कुछ निर्देश दोनों राज्यों और उच्च न्यायालयों के अधिकार क्षेत्र में आते",
  "both the States and the High Courts. Therefore, for effective monitoring by this Court it is completely desirable to combine the stake holders for reporting in a convenient way and are": "हैं।इसलिए, इस न्यायालय द्वारा प्रभावी निगरानी के लिए हितधारकों को सुविधाजनक तरीके से रिपोर्ट करने के",
  "The directions contained in para 100.2, 100.4, 100.7 of Satender Kumar Antil (Supra) and also the directions to public prosecutors": "डी. सतेंद्र कुमार अंतिल उपरोक्त के पैरा ।00.2,400.4,400.7 में निहित निर्देशों और इस न्यायालय के दिनांकित",
  "attention and are required to be complied with by States, Union Territories and CBI as per the time schedule stipulated.": "देने की आवश्यकता है और राज्यों, केंद्र शासित प्रदेशों और सीबीआई द्वारा निर्धारित अनुसूची के अनुसार उनका",
  "So far as the directions in para 100.2, 100.3, 100.5, 100.6, 100.7, 100.8, 100.9, 100.10, 100.11 of Satender Kumar Antil (Supra);": "इ- जहाँ तक सतेंद्र कुमार अंतिल उपरोक्त के पैरा 400.2,400.3,400.5,400.6,400.7, 00.8,400.9,",
  "in Siddharth v. State of UP, (2022) 1 SCC 676 and Satender": "।00.40,00.॥ में दिए गए निर्देश हैं; सिद्धार्थ बनाम उत्तर प्रदेश राज्य (2022) 4 एस. सी. सी. 676 और",
  "Kumar Antil (Supra) in the curriculum of judicial academies and": "सतेंद्र कुमार अंतिल उपरोक्त के फैसले को न्यायिक अकादमियों के पाठ्यक्रम में शामिल करने के लिए दिनांकित",
  "the direction dated 21.03.2023 for application of the judgment in": "2.03.2023 का निर्देश और सतेंद्र कुमार अंतिल उपरोक्त में फैसले को लागू करने के लिए दिनांकित",
  "Satender Kumar Antil (Supra) to Section 438 of Code of Criminal Procedure, 1973 (hereinafter referred to as “CrPC”), by and large": "2.03.2023 का निर्देश से दंड प्रक्रिया संहिता, 9973 की धारा 438 (इसके बाद \"सीआरपीसी\" के रूप में",
  "apply to High Courts. From a larger perspective, direction in a": "संदर्भित), बड़े पैमाने पर उच्च न्यायालयों में लागू होती है।व्यापक दृष्टिकोण से, कुछ अनुच्छेदों में दिए गए निर्देश",
  "few paragraphs is complied with by both i.e. the States/Union Territories and High Courts, in consultation with each other. The": "का पालन दोनों राज्यों /केंद्र शासित प्रदेशों और उच्च न्यायालयों द्वारा एक-दूसरे के परामर्श से किया जाता",
  "suggestion of Amicus informs that directions individually obligated are carried out independently and where mutual consultation in": "है।न्यायमित्र का सुझाव सूचित करता है कि व्यक्तिगत रूप से बाध्य निर्देश स्वतंत्र रूप से किए जाते हैं और जहां",
  "are carried out independently and where mutual consultation in complying with the directions is necessary, such consultation is": "निर्देशों का पालन करने में आपसी परामर्श आवश्यक होता है, ऐसा परामर्श किया जाता है और उचित अनुपालन",
  "undertaken and responsibility is fixed on one authority for due": "के लिए एक प्राधिकरण पर जिम्मेदारी तय की जाती है।",
  "The report dated 10.02.2024 is accepted by us in its entirety and therefore, now we issue directions for due compliance by the": "एफ. 0.02.2024 की रिपोर्ट को हम पूरी तरह से स्वीकार करते हैं और इसलिए, अब हम राज्यों /केंद्र शासित",
  "therefore, now we issue directions for due compliance by the States/Union Territories/CBI and High Courts. For the sake of": "प्रदेशों /सी. बी. आई. और उच्च न्यायालयों द्वारा उचित अनुपालन के लिए निर्देश जारी करते हैं।सुविधा के लिए,",
  "are issued and we wish to verify and deal with the compliance": "अनुपालन को सत्यापित और निपटाना चाहते हैं।",
  "1. State of Andhra Pradesh -Directions to be complied with:": "4. आंध्र प्रदेश राज्य-जिन निर्देशों का पालन किया जाना हैः",
  "In terms of the direction contained in para 100.2, it is directed to": "(0) पैरा 00.2 में निहित निर्देश के संदर्भ में, यह निर्देश दिया जाता है कि संज्ञेग और गैर-जमानती",
  "provide the particulars of First Information Reports of cognizable": "मामलों की प्रथम सूचना रिपोर्ट का विवरण प्रदान किया जाए जिसमें सी. आर. पी. सी. की धारा 4,4-",
  "41-A of CrPC and Arnesh Kumar v. State of Bihar and Anr., (2014) 8 SCC 273 has not been followed and consequently to": "ए और अर्नेश कुमार बनाम बिहार राज्य और अन्य, (204) 8 एस. सी. सी. 273 के आदेश का पालन",
  "provide the details of necessary actions that have been taken": "आवश्यक कार्रवाई का विवरण प्रदान किया जाए।इसके अलावा, पैरा 00.2 में निहित निर्देश के संदर्भ में,",
  "in para 100.2, information has to be provided as to whether the": "पैरा 00.2 में निहित निर्देश के शब्दों में, यह जानकारी प्रदान की जानी चाहिए कि क्‍या जांच अधिकारियों",
  "Standing Order is being complied with by Investigating Officers.": "द्वारा स्थायी आदेश का पालन किया जा रहा है।",
  "In terms of direction contained in para 100.7, it is directed that the State shall provide details of Special Courts constituted and": "(॥) पैरा 00.7 में निहित निर्देश के संदर्भ में, यह निर्देश दिया जाता है कि राज्य गठित विशेष अदालत",
  "the necessary steps taken for creation of Additional Special Courts and its stage.": "और अतिरिक्त विशेष अदालत के निर्माण और इसके चरण के लिए उठाए गए आवश्यक कदमों का विवरण",
  "Compliance with order dated 21.03.2023 passed by this Court:": "(॥) इस न्यायालय द्वारा पारित दिनांक 2.03.2023 के आदेश का अनुपालनः",
  "(a) Interms of the above referred order, we direct the State to ensure that the prosecutors are stating the correct position": "संदर्भ में, हम राज्य को यह सुनिश्चित करने का निर्देश देते हैं कि अभियोजक सिद्धार्थ (उपरोक्त) और",
  "of law as per the judgment passed by this Court in the case of Siddharth (Supra) and Satender Kumar Anti! (Supra).": "सतेंद्र कुमार अंतिल (उपरोक्त) में इस न्यायालय द्वारा पारित निर्णय के अनुसार कानून की सही स्थिति",
  "(b) To circulate the judgment passed by this Court in the case of Siddharth (Supra) and Satender Kumar Anti! (Supra).": "(ख) सिद्धार्थ उपरोक्त और सतेंद्र कुमार अंतिल उपरोक्त में इस न्यायालय द्वारा पारित निर्णय को प्रसारित करना।",
  "(c) To train and update the prosecutors on a periodical basis": "(ग) आवधिक आधार पर अभियोजकों को प्रशिक्षित और अद्यतन करना और उसी का विवरण प्रदान",
  "and provide details of the same.": "का विवरण प्रदान करेगा।",
  "in Siddharth (Supra) and Satender Kumar Antil (Supra).": "(उपरोक्त) और सतेंद्र कुमार अंतिल (उपरोक्त) में इस न्यायालय द्वारा पारित निर्णय के अनुसार कानून",
  "(b) To circulate the judgment passed by this Court in Siddharth (Supra) and Satender Kumar Antil (Supra).": "(ख) सिद्धार्थ उपरोक्त और सतेंद्र कुमार अंतिल उपरोक्त में इस न्यायालय द्वारा पारित निर्णय को प्रसारित करना।",
  "(c) To train and update the prosecutors on a periodical basis and provide details of the same.": "(ग) आवधिक आधार पर अभियोजकों को प्रशिक्षित और अद्यतन करना और उसी का विवरण प्रदान",
  "In terms of directions contained in para 100.2, it is directed to": "(3) पैरा 00.2 में निहित निर्देशों के संदर्भ में, यह निर्देश दिया जाता है कि संज्ञेगय और गैर-जमानती",
  "provide the particulars of First Information Reports of cognizable and non-bailable cases in which the mandate of Sections 41,": "और गैर-जमानती मामलों की प्रथम सूचना रिपोर्ट का विवरण प्रदान करे जिसमें सी. आर. पी. सी. की",
  "and consequently to provide the details of necessary actions that have been taken against erring police officers. Also, in": "करने वाले पुलिस अधिकारियों के खिलाफ की गई आवश्यक कार्रवाई का विवरण प्रदान किया जाए।इसके",
  "terms of direction contained in para 100.2, information has to": "अलावा, पैरा 400.2 में निहित निर्देश के संदर्भ में, यह जानकारी प्रदान की जानी चाहिए कि क्या जांच",
  "disclosed that bail applications under Section 440 of CrPC have not been received in relation to prisoners, therefore needful be done.": "पी. सी. की धारा 440 के तहत जमानत आवेदन प्राप्त नहीं हुए हैं, इसलिए ऐसा करना आवश्यक है।",
  "(a) Tocirculate the judgment passed by this Court in Siddharth (Supra) and Satender Kumar Antil (Supra).": "(ख) सिद्धार्थ (उपरोक्त) और सतेंद्र कुमार अंतिल (उपरोक्त) में इस न्यायालय द्वारा पारित निर्णय",
  "(b) To train and update the prosecutors on a periodical basis and provide details of the same.": "(ख) आवधिक आधार पर अभियोजकों को प्रशिक्षित और अद्यतन करना और उसी का विवरण प्रदान",
  "High Court of Gauhati -Directions to be complied with:": "4. गुवाहाटी उच्च न्यायालय-जिन निर्देशों का पालन किया जाना हैः",
  "In terms of directions contained in para 100.2 and 100.3, there is acontrary stand that conditions in relation to Sections 41 and": "(0) पैरा ।00.2 और 400.3 में निहित निर्देशों के संदर्भ में, एक विपरीत स्थिति है कि दंड प्रक्रिया संहिता",
  "is acontrary stand that conditions in relation to Sections 41 and 41-A of CrPC and Arnesh Kumar have been complied with, yet": "की धारा 44 और 4-ए और अर्नेश कुमार के संबंध में शर्तों का पालन किया गया है, फिर भी जमानत दी",
  "bail has been granted, therefore the High Court is directed to inform about clear instances of the same. Specific emphasis": "गई है, इसलिए उच्च न्यायालय को उसी के स्पष्ट उदाहरणों के बारे में सूचित करने का निर्देश दिया जाता",
  "shall be laid on the reports of district Barpeta, Biswanath and Dimahasao as per the affidavit filed.": "है।दाखिल किए गए शपथ पत्र के अनुसार जिला बारपेटा, विश्वनाथ और दीमासाव की रिपोर्टों पर विशेष",
  "In terms of directions contained in para 100.7, details as to the number of Special Courts created and the need for creation of": "(॥) पैरा 00.7 में निहित निर्देशों के संदर्भ में, बनाए गए विशेष अदालत की संख्या और अधिक विशेष",
  "In terms of directions contained in para 100.8 and 100.9, the High Court should inform this Court as to the steps taken for": "(॥) पैरा ।00.8 और 400.9 में निहित निर्देशों के संदर्भ में, उच्च न्यायालय को इस न्यायालय को उन",
  "High Court should inform this Court as to the steps taken for a list of identified prisoners who are unable to comply with bail": "चिन्हित कैदियों की सूची के लिए उठाए गए कदमों के बारे में सूचित करना चाहिए जो जमानत की शर्तों का",
  "conditions and why sureties are not being produced in many cases though bail stands granted and what steps have been": "पालन करने में असमर्थ हैं और जमानत दिए जाने के बावजूद कई मामलों में जमानतदार क्यों पेश नहीं किए",
  "cases though bail stands granted and what steps have been taken to alleviate this situation.": "जा रहे हैं और इस स्थिति को कम करने के लिए क्या कदम उठाए गए हैं।",
  "In terms of direction contained in order dated 03.02.2023,": "(५) दिनांक 03.02.2023 के आदेश में निहित निर्देश के संदर्भ में, उच्च न्यायालय को सिद्धार्थ उपरोक्त",
  "the High Court should inform on compliance for inclusion of Siddharth (Supra) and Satender Kumar Antil (Supra) in the": "और सतेंद्र कुमार अंतिल (उपरोक्त) को न्यायिक अकादमी के पाठ्यक्रम में शामिल करने के अनुपालन पर",
  "curriculum of judicial academy, because it seems that there is no amendment to the curriculum of the State Judicial Academy.": "सूचित करना चाहिए, क्योंकि ऐसा प्रतीत होता है कि राज्य न्यायिक अकादमी के पाठ्यक्रम में कोई संशोधन",
  "5. State of Bihar -Directions to be complied with:": "5. बिहार राज्य-जिन निर्देशों का पालन किया जाना हैः",
  "In terms of direction contained in para 100.2, it is directed to": "(3) पैरा 00.2 में निहित निर्देश के संदर्भ में, यह निर्देश दिया जाता है कि संज्ञेग और गैर-जमानती",
  "In terms of direction contained in para 100.7, it appears that there is 1 vacancy out of 74 in Bihar Prohibition and Excise": "(॥) पैरा 400.7 में निहित निर्देश के संदर्भ में, ऐसा प्रतीत होता है कि बिहार निषेध और उत्पाद शुल्क",
  "there is 1 vacancy out of 74 in Bihar Prohibition and Excise Courts and 3 out of 14 in Schedule Castes and Scheduled": "न्यायालयों में 74 में से । और अनुसूची जाति और अनुसूची जनजाति न्यायालयों में 44 में से 3 रिक्तियां",
  "Tribes Courts. However, no further information is provided for filling the said vacancies. Therefore, it is directed that the State": "हैं।हालांकि, उक्त रिक्तियों को भरने के लिए आगे कोई जानकारी नहीं दी गई है।इसलिए, यह निर्देश दिया",
  "shall provide details of the same and also about the Special Courts constituted and the necessary steps taken for creation of Additional Special Courts and its stage.": "जाता है कि राज्य इसके बारे में और गठित विशेष अदालत और अतिरिक्त विशेष अदालत के निर्माण और",
  "(a) To train and update the prosecutors on a periodical basis and provide details of the same.": "पर अभियोजकों को प्रशिक्षित और अद्यतन करना और उसी का विवरण प्रदान करना।",
  "High Court of Patna -Directions to be complied with:": "5.4 पटना उच्च न्यायालय- के पालन किए जाने वाले निर्देशः",
  "Banka. Therefore, it is directed that a complete compliance shall be made in respect of these paragraphs and districts thereof.": "आंशिक अनुपालन है।इसलिए, यह निर्देश दिया जाता है कि इन अनुच्छेदों और जिलों के संबंध में पूर्ण",
  "So far as para 100.6 is concerned, it is reported that certain districts such as Bhagalpur, Munger, Patna, and Chappra are": "(॥) जहां तक पैरा 00.6 का संबंध है, यह बताया गया है कि भागलपुर, मुंगेर, पटना और चप्रा जैसे",
  "In terms of direction contained in para 100.7, it is directed that the High Court shall provide details of Special Courts constituted": "(४) पैरा 400.7 में निहित निर्देश के संदर्भ में, यह निर्देश दिया जाता है कि उच्च न्यायालय गठित विशेष",
  "and the necessary steps taken for creation of Additional Special Courts and its stage. The High Court is also directed to inform": "अदालत और अतिरिक्त विशेष अदालत के निर्माण और इसके चरण के लिए उठाए गए आवश्यक कदमों",
  "about the steps being undertaken to fill the existing vacancies.": "का विवरण प्रदान करेगा।उच्च न्यायालय को मौजूदा रिक्तियों को भरने के लिए उठाए जा रहे कदमों के बारे",
  "As per the report, the directions contained in para 100.9 has been partly complied with. Therefore, it is directed that necessary steps": "(५) रिपोर्ट के अनुसार, पैरा 00.9 में निहित निर्देशों का आंशिक रूप से पालन किया गया है।इसलिए",
  "partly complied with. Therefore, it is directed that necessary steps shall be taken to ensure complete compliance of this direction.": "यह निर्देश दिया जाता है कि इस निर्देश का पूर्ण अनुपालन सुनिश्चित करने के लिए आवश्यक कदम उठाए",
  "The direction contained in para 100.10 is not complied with in District Bhagalpur, Munger, Gopalganj, Patna and Chappra.": "(५) पैरा 400.40 में निहित निर्देश का पालन जिला भागलपुर, मुंगेर, गोपालगंज, पटना और चप्रा में नहीं",
  "Therefore, necessary steps shall be taken to ensure complete compliance.": "किया जाता है।इसलिए, पूर्ण अनुपालन सुनिश्चित करने के लिए आवश्यक कदम उठाए जाएंगे।",
  "In terms of direction contained in order dated 03.02.2023, the High Court should inform on compliance for inclusion of": "(५) दिनांक 03.02.2023 के आदेश में निहित निर्देशों के अनुसार, उच्च न्यायालय को सिद्धार्थ",
  "Siddharth (Supra) and Satender Kumar Antil (Supra) in the curriculum of judicial academy.": "(उपरोक्त) और सतेंद्र कुमार अंतिल (उपरोक्त) को न्यायिक अकादमी के पाठ्यक्रम में शामिल करने के",
  "(viii) To inform on whether the judgment in Satender Kumar Antil": "(भा) यह सूचित करना कि क्या सतेंद्र कुमार अंतिल (उपरोक्त) का निर्णय दंड प्रक्रिया संहिता की धारा",
  "(Supra) is being applied to petitions under Section 438 of CrPC.": "438 के तहत याचिकाओं पर लागू किया जा रहा है।",
  "6. Union Territory of Chandigarh -Directions to be complied with:": "6. केंद्र शासित प्रदेश चंडीगढ़-जिन दिशा-निर्देशों का पालन किया जाना हैः",
  "41-A of CrPC and Arnesh Kumar (Supra) has not been followed": "ए और अर्नेश कुमार (उपरोक्त) के आदेश का पालन नहीं किया गया है और इसके परिणामस्वरूप गलती",
  "In terms of direction contained in para 100.7, it is directed that the Union Territory shall provide details of Special Courts": "(॥) पैरा 00.7 में निहित निर्देश के संदर्भ में, यह निर्देश दिया जाता है कि केंद्र शासित प्रदेश गठित विशेष",
  "constituted and the necessary steps taken for creation of Additional Special Courts and its stage.": "अदालत और अतिरिक्त विशेष अदालत के निर्माण और इसके चरण के लिए उठाए गए आवश्यक कदमों",
  "(a) In terms of the above referred order, we direct the Union Territory to ensure that the prosecutors are stating the": "क) उपर्युक्त आदेश के संदर्भ में, हम केंद्र शासित प्रदेश को यह सुनिश्चित करने का निर्देश देते हैं कि",
  "correct position of law as per the judgment passed by this Court in Siddharth (Supra) and Satender Kumar Antil (Supra).": "कि अभियोजक सिद्धार्थ उपरोक्त और सतेंद्र कुमार अंतिल उपरोक्त में इस न्यायालय द्वारा पारित निर्णय के अनुसार कानून की सही स्थिति बता रहे हैं।",
  "High Court of Punjab and Haryana (Refer to Serial No. 28.1)": "6. पंजाब और हरियाणा का उच्च न्यायालय (क्रम संख्या 28. का संदर्भ लें)",
  "7. State of Chhattisgarh -Directions to be complied with:": "7. छत्तीसगढ़ राज्य के जिन निर्देशों का पालन किया जाना हैः",
  "constituted and the necessary steps taken for creation of Additional Special Courts and its stage. The Union Territory is": "और अतिरिक्त विशेष अदालत के निर्माण और इसके चरण के लिए उठाए गए आवश्यक कदमों का विवरण",
  "High Court of Bombay (Refer to Serial No. 21.1)": "8. बॉम्बे उच्च न्यायालय (क्रम संख्या 2. का संदर्भ लें)",
  "9. National Capital Territory of Delhi -Directions to be complied with:": "9. राष्ट्रीय राजधानी क्षेत्र दिल्ली के जिन दिशा-निर्देशों का पालन किया जाना हैः",
  "In terms of direction contained in para 100.2, it is directed to provide the particulars of First Information Reports of cognizable": "()) पैरा 00.2 में निहित निर्देश के संदर्भ में, संज्ञेय और गैर-जमानती मामलों की प्रथम सूचना रिपोर्ट",
  "High Court of Delhi -Directions to be complied with:": "9. दिल्ली उच्च न्यायालय के पालन किए जाने वाले निर्देशः",
  "is acontrary stand that conditions in relation to Sections 41 and 41-A of CrPC and Arnesh Kumar (Supra) have been complied": "की धारा 44 और 4-ए और अर्नेश कुमार उपरोक्त के संबंध में शर्तों का पालन किया गया है, फिर भी",
  "with, yet bail has been granted. Therefore, the High Court is directed to inform about clear instances of the same.": "जमानत दी गई है।इसलिए, उच्च न्यायालय को उसी के स्पष्ट उदाहरणों के बारे में सूचित करने का निर्देश",
  "In terms of directions contained in para 100.5, there is part compliance as per chart ‘A’, however certain Courts have not": "(॥) पैरा 400.5 में निहित निर्देशों के संदर्भ में, चार्ट 'ए' के अनुसार आशिक अनुपालन है, हालांकि कुछ",
  "be done for complete compliance.": "अनुपालन की जानकारी देनी चाहिए।",
  "In terms of directions contained in para 100.6, there is part compliance in the districts as per the affidavit. Therefore, it is": "(॥) पैरा 00.6 में निहित निर्देशों के संदर्भ में, शपथ पत्र के अनुसार जिलों में आंशिक अनुपालन",
  "directed that needful be done for complete compliance.": "है।इसलिए, यह निर्देश दिया जाता है कि पूर्ण अनुपालन के लिए आवश्यक कार्य किए जाएं।",
  "High Court should inform this Court as to the steps taken for a list of identified prisoners who are unable to comply with": "चिन्हित कैदियों की सूची के लिए उठाए गए कदमों के बारे में सूचित करना चाहिए जो जमानत की शर्तों",
  "bail conditions and what steps have been taken to alleviate this situation.": "का पालन करने में असमर्थ हैं और इस स्थिति को कम करने के लिए क्या कदम उठाए गए हैं।",
  "disclosed that bail applications under Section 440 of CrPC have not been received in relation to prisoners. Therefore, needful be done.": "पी. सी. की धारा 440 के तहत जमानत आवेदन प्राप्त नहीं हुए हैं।इसलिए ऐसा करना जरूरी है।",
  "To inform on whether the judgment in Satender Kumar Antil": "(५) यह सूचित करना कि क्या सतेंद्र कुमार अंतिल उपरोक्त का निर्णय दंड प्रक्रिया संहिता की धारा 438",
  "State of Goa -Directions to be complied with:": "0. गोवा राज्य के जिन निर्देशों का पालन किया जाना हैः",
  "be provided as to whether the Standing Order is being complied with by Investigating Officers.": "क्या जांच अधिकारियों द्वारा स्थायी आदेश का पालन किया जा रहा है।",
  "In terms of direction contained in para 100.7, it is directed that the State shall provide details of Special Courts constituted": "(॥) पैरा 00.7 में निहित निर्देश के संदर्भ में, यह निर्देश दिया जाता है कि राज्य गठित विशेष अदालत",
  "and the necessary steps taken for creation of Additional Special Courts and its stage. The State is also directed to": "और अतिरिक्त विशेष अदालत के निर्माण और इसके चरण के लिए उठाए गए आवश्यक कदमों का विवरण",
  "inform about the steps being undertaken to fill the existing vacancies.": "प्रदान करेगा।राज्य को मौजूदा रिक्तियों को भरने के लिए उठाए जा रहे कदमों के बारे में सूचित करने का",
  "(iii) Compliance with order dated 21.03.2023 passed by this Court:": "(॥) इस न्यायालय द्वारा पारित दिनांक 2.03.2023 के आदेश का अनुपालनः",
  "(a) In terms of the above referred order, we direct the State": "(क) उपरोक्त निर्दिष्ट आदेश के संदर्भ में, हम राज्य को यह सुनिश्चित करने का निर्देश देते हैं कि",
  "position of law as per the judgment passed by this Court in Siddharth (Supra) and Satender Kumar Antil (Supra).": "अभियोजक सिद्धार्थ उपरोक्त और सतेंद्र कुमार अंतिल उपरोक्त में इस न्यायालय द्वारा पारित निर्णय",
  "(b) To circulate the judgment passed by this Court in Siddharth (Supra) and Satender Kumar Anti! (Supra)": "(ख) सिद्धार्थ (उपरोक्त) और सतेंद्र कुमार अंतिल उपरोक्त में इस न्यायालय द्वारा पारित निर्णय को प्रसारित करना।",
  "10.1 High Court of Bombay (Refer to Serial No. 21.1)": "0. बॉम्बे उच्च न्यायालय (क्रम संख्या 2. का संदर्भ लें)",
  "State of Gujarat -Directions to be complied with:": ". गुजरात राज्य-जिन निर्देशों का पालन किया जाना हैः",
  "(i) In terms of direction contained in para 100.2, it is directed to": "(।) पैरा ।00.2 में निहित निर्देश के संदर्भ में, यह निर्देश दिया जाता है कि संज्ञेगय और गैर-जमानती",
  "(ii) In terms of direction in para 100.7, the State is directed to give": "(ख) पैरा 400.7 में दिए गए निर्देश के संदर्भ में, राज्य को निर्देश दिया जाता है कि वह गठित विशेष",
  "details of the number of Special Courts constituted and whether any steps are underway for creation of Additional Special Courts": "अदालत की संख्या का विवरण दे और क्या अतिरिक्त विशेष अदालत के निर्माण के लिए कोई कदम उठाए",
  "and at what stage.": "जा रहे हैं और किस स्तर पर।",
  "(a) The State is directed to issue directions to the Prosecutors to place on record the correct legal position as per Siddharth": "(क) राज्य को निर्देश दिया जाता है कि वह अभियोजकों को सिद्धार्थ उपरोक्त और सतेंद्र कुमार अंतिल",
  "to place on record the correct legal position as per Siddharth (Supra) and Satender Kumar Antil vs. CBI (Supra).": "बनाम सी. बी. आई. (उपरोक्त) के अनुसार सही कानूनी स्थिति दर्ज करने के लिए निर्देश जारी करे।",
  "(b) The State is directed to ensure the circulation of judgment of Siddharth (Supra) and Satender Kumar Antil (Supra)": "(ख) राज्य को सिद्धार्थ उपरोक्त और सतेंद्र कुमार अंतिल उपरोक्त के फैसले का प्रसार अभियोजकों",
  "(c) The State is directed to train and update the Prosecutors on a periodical basis and provide details of the same.": "(ग) राज्य को आवधिक आधार पर अभियोजकों को प्रशिक्षित और अद्यतन करने और उनका विवरण",
  "11.1 High Court of Gujarat -Directions to be complied with:": ". गुजरात उच्च न्यायालय के जिन निर्देशों का पालन किया जाना हैः",
  "granted for non-compliance of Sections 41 and 41-A of CrPC": "प्रक्रिया संहिता की धारा 44 और 44-ए का पालन न करने के लिए जमानत दी जा रही है। हालांकि, यह",
  "However, it has been stated that the directions of Sections 41 and 41-A of CrPC are being complied with. As both situations": "कहा गया है कि दंड प्रक्रिया संहिता की धारा 44 और 4॥-ए के निर्देशों का पालन किया जा रहा है।चूंकि",
  "pertaining to the compliance of the aforesaid directions. Also, in terms of direction contained in para 100.2, information has to": "अनुपालन से संबंधित विवरण प्रदान करने का निर्देश दिया जाता है।इसके अलावा, पैरा 400.2 में निहित",
  "in terms of direction contained in para 100.2, information has to be provided as to whether the Standing Order is being complied with by Investigating Officers.": "निर्देश के संदर्भ में, यह जानकारी प्रदान की जानी चाहिए कि क्या जांच अधिकारियों द्वारा स्थायी आदेश",
  "In terms of the directions issued in Paras 100.5 and 100.6, it": "(॥) पारस 400.5 और 00.6 में जारी किए गए निर्देशों के संदर्भ में, यह पाया गया है कि उनका केवल",
  "is found that the same have been complied with only partially. The High Court is directed to ensure complete and uniform": "आंशिक रूप से पालन किया गया है। उच्च न्यायालय को इसका पूर्ण और समान अनुपालन सुनिश्चित",
  "compliance of the same and furnish information in this regard.": "करने और इस संबंध में जानकारी देने का निर्देश दिया गया है।",
  "In terms of the directions issued in Para 100.7, the High Court": "(४) पैरा 00.7 में जारी निर्देशों के संदर्भ में, उच्च न्यायालय को 65 के लिए राज्य सरकार के साथ",
  "In terms of the directions issued in Para 100.8, the High Court is": "(४५) पैरा ।00.8 में जारी निर्देशों के संदर्भ में, उच्च न्यायालय को उन कैदियों के लिए किए गए उपायों",
  "directed to provide detailed information regarding the measures taken for those prisoners who have not been able to furnish sureties despite grant of bail.": "के बारे में विस्तृत जानकारी देने का निर्देश दिया जाता है जो प्रतिभूति देने के बावजूद जमानत नहीं दे पाए",
  "In terms of the directions issued in Para 100.10, the High Court is directed to ensure compliance of the same and furnish": "(५) पैरा 00.0 में जारी निर्देशों के संदर्भ में, उच्च न्यायालय को इसका अनुपालन सुनिश्चित करने",
  "State of Haryana -Directions to be complied with:": "।2. हरियाणा राज्य-जिन निर्देशों का पालन किया जाना हैः",
  "In terms of direction contained in Para 100.7, the State is directed to give details of the number of Special Courts constituted": "(॥) पैरा 00.7 में निहित निर्देश के संदर्भ में, राज्य को गठित विशेष अदालत की संख्या का विवरण देने",
  "and whether any steps are underway for creation of Additional": "का निर्देश दिया जाता है और क्या अतिरिक्त विशेष अदालत के निर्माण के लिए कोई कदम उठाए जा रहे",
  "Compliance with order dated 21.03.2023 passed by this Court;": "(॥) इस न्यायालय द्वारा पारित दिनांक 27.03.2023 के आदेश का अनुपालन;",
  "(a) The State is directed to issue directions to Prosecutors to place on record the correct legal position as per Siddharth (Supra) and Satender Kumar Anti! (Supra),": "(क) राज्य को सिद्धार्थ उपरोक्त और सतेंद्र कुमार अंतिल उपरोक्त के अनुसार सही कानूनी स्थिति को दर्ज करने के लिए अभियोजकों को निर्देश जारी करने का निर्देश दिया जाता है।",
  "(b) The State is directed to ensure circulation of judgment in Siddharth (Supra) and Satender Kumar Antil (Supra) to Prosecutors, and": "(ख) राज्य को सिद्धार्थ उपरोक्त और सतेंद्र कुमार अंतिल उपरोक्त में निर्णय का प्रसार अभियोजकों को सुनिश्चित करने का निर्देश दिया जाता है, और",
  "(c) The State is directed to train and update Prosecutors on a periodical basis and provide details of the same.": "(ग) राज्य को आवधिक आधार पर अभियोजकों को प्रशिक्षित और अद्यतन करने और उनका विवरण",
  "12.1 High Court of Punjab and Haryana (Refer to Serial No. 28.1)": "42. पंजाब और हरियाणा का उच्च न्यायालय (क्रम संख्या 28. का संदर्भ लें)",
  "13. State of Himachal Pradesh -Directions to be complied with:": "3. हिमाचल प्रदेश राज्य के पालन किए जाने वाले निर्देशः",
  "In terms of direction contained in para 100.7, the State is directed to give details of the number of Special Courts constituted": "(॥) पैरा 400.7 में निहित निर्देश के संदर्भ में, राज्य को गठित विशेष अदालत की संख्या का विवरण देने",
  "Provide detailed Tabular chart (Part A) and steps taken to facilitate release of undertrial prisoners who continue to be in": "(॥) विस्तृत सारणीबद्ध चार्ट (भाग ए) प्रदान करें और उन विचाराधीन कैदियों की रिहाई की सुविधा के",
  "jail despite grant of bail.": "लिए उठाए गए कदम जो प्रतिभूति देने के बावजूद जेल में बने हुए हैं।",
  "High Court of Himachal Pradesh -Directions to be complied": "43. हिमाचल प्रदेश उच्च न्यायालय के पालन किए जाने वाले निर्देशः",
  "In terms of the directions issued under Para 100.7, the High": "(0) पैरा 00.7 के तहत जारी किए गए निर्देशों के संदर्भ में, उच्च न्यायालय को विशेष अदालत की",
  "Court is directed to furnish information regarding the requirement of Special Courts and the status of any proposals for the same.": "आवश्यकता और उसके लिए किसी भी प्रस्ताव की स्थिति के बारे में जानकारी देने का निर्देश दिया जाता है।",
  "In terms of directions issued under Para 100.8, the High Court is directed to ensure compliance and furnish information regarding": "(॥) पैरा 00.8 के तहत जारी निर्देशों के अनुसार, उच्च न्यायालय को अनुपालन सुनिश्चित करने तथा",
  "directed to ensure compliance and furnish information regarding steps taken to alleviate the conditions of the prisoners who have": "उन कैदियों की स्थिति में सुधार लाने के लिए उठाए गए कदमों के बारे में जानकारी प्रस्तुत करने का निर्देश",
  "been identified as not being able to furnish sureties despite bail": "दिया जाता है, जिनकी पहचान जमानत दिए जाने के बावजूद प्रतिभूति प्रस्तुत करने में असमर्थ होने के",
  "In terms of the directions issued under Para 100.9, the High": "(॥) पैरा 400.9 के तहत जारी किए गए निर्देशों के संदर्भ में, उच्च न्यायालय को विचाराधीन कैदियों की",
  "In terms of direction contained in order dated 03.02.2023, the High Court should inform on compliance for inclusion": "(५) दिनांक 03.02.2023 के आदेश में निहित निर्देशों के अनुसार, उच्च न्यायालय को सिद्धार्थ",
  "of Siddharth (Supra) and Satender Kumar Antil (Supra) in curriculum of judicial academy.": "(उपरोक्त) और सतेंद्र कुमार अंतिल (उपरोक्त) को न्यायिक अकादमी के पाठ्यक्रम में शामिल करने के",
  "Union Territory of Jammu and Kashmir -Directions to be complied": "4. केंद्र शासित प्रदेश जम्मू और कश्मीर-जिन निर्देशों का पालन किया जाना हैः",
  "In terms of direction contained in para 100.2, the Union Territory": "(0) पैरा 00.2 में निहित निर्देश के संदर्भ में, यह निर्देश दिया जाता है कि संज्ञेग और गैर-जमानती",
  "is directed to provide the particulars of First Information Reports of cognizable and non-bailable cases in which the mandate": "और गैर-जमानती मामलों की प्रथम सूचना रिपोर्ट का विवरण प्रदान करे जिसमें सी. आर. पी. सी. की",
  "of Sections 41, 41-A of CrPC and Arnesh Kumar (Supra) has not been followed and consequently to provide the details of": "धारा 4,4-ए और अर्नेश कुमार उपरोक्त के आदेश का पालन नहीं किया गया है और इसके",
  "not been followed and consequently to provide the details of necessary actions that have been taken against erring police": "परिणामस्वरूप गलती करने वाले पुलिस अधिकारियों के खिलाफ की गई आवश्यक कार्रवाई का विवरण",
  "officers. Also, in terms of direction contained in para 100.2, information has to be provided as to whether the Standing Order": "प्रदान करें। इसके अलावा, पैरा 00.2 में निहित निर्देश के संदर्भ में, यह जानकारी प्रदान की जानी चाहिए",
  "information has to be provided as to whether the Standing Order is being complied with by Investigating Officers.": "कि क्या जांच अधिकारियों द्वारा स्थायी आदेश का पालन किया जा रहा है।",
  "In terms of direction contained in para 100.7, the Union Territory is directed to give details of the number of Special Courts": "(॥) पैरा 400.7 में निहित निर्देश के संदर्भ में, राज्य को गठित विशेष अदालत की संख्या का विवरण देने",
  "High Court of Jammu and Kashmir and Ladakh -Directions": "44. जम्मू-कश्मीर और लद्दाख का उच्च न्यायालय-जिन निर्देशों का पालन किया जाना हैः",
  "Regarding the directions in Para 100.2, discrepancy is noted in districts such as Jammu, Ramban and Bandipora, wherein": "() पैरा 00.2 में दिए गए निर्देशों के संबंध में, जम्मू, रामबन और बांदीपोरा जैसे जिलों में विसंगति देखी",
  "it is stated that there is compliance of Sections 41 and 41-A": "गई है, जिसमें कहा गया है कि सी. आर. पी. सी. की धारा 44 और 4-ए का पालन किया जाता है, फिर",
  "of CrPC, yet bail is being granted for non-compliance of the same which is contradictory to each other. The High Court is": "भी उसी का पालन न करने के लिए जमानत दी जा रही है जो एक दूसरे के विपरीत है। उच्च न्यायालय",
  "directed to ensure proper compliance and furnish information on the same.": "को उचित अनुपालन सुनिश्चित करने और उसी पर जानकारी देने का निर्देश दिया जाता है।",
  "With regards to the directions issued in para 100.5, discrepancy": "(॥) पैरा 00.5 में जारी किए गए निर्देशों के संबंध में, दिनांकित 09.03.2023 शपथ पप्रों में विसंगति",
  "is noted in the affidavits dated 09.03.2023, which shows “yes” under the relevant column, while the affidavit dated 11.04.2023": "दर्ज की गई है, जो संबंधित कॉलम के तहत \"हां\" दिखाती है, जबकि दिनांकित 4.04.2023 शपथ पत्र",
  "shows “N/A”. The High Court is directed to ensure compliance": "\"एन/ए\" दिखाता है। उच्च न्यायालय को उपरोक्त निर्देशों का अनुपालन सुनिश्चित करने और उसी पर",
  "In terms of directions issued in Para 100.7, the High Court is": "(॥) पैरा 00.7 में जारी निर्देशों के संदर्भ में, उच्च न्यायालय को केंद्र शासित प्रदेश के परामर्श से विशेष",
  "directed to ensure compliance and furnish information regarding": "अदालत के गठन के संबंध में अनुपालन सुनिश्चित करने और जानकारी प्रस्तुत करने का निर्देश दिया",
  "In terms of the directions issued in paras 100.8 and 100.9, the High Court should inform this Court as to whether any steps have": "(५) पैरा ।00.8 और 00.9 में जारी निर्देशों के संदर्भ में, उच्च न्यायालय को इस न्यायालय को सूचित",
  "been taken to identify prisoners who are unable to comply with": "करना चाहिए कि क्या ऐसे कैदियों की पहचान करने के लिए कोई कदम उठाए गए हैं जो जमानत की शर्तों",
  "bail conditions and unable to furnish sureties in many cases,": "का पालन करने में असमर्थ हैं और 28 कई मामलों में जमानत देने में असमर्थ हैं, और इस स्थिति को",
  "and what steps have been taken to alleviate this situation.": "कम करने के लिए क्या कदम उठाए गए हैं।",
  "State of Jharkhand -Directions to be complied with:": "5. झारखंड राज्य के जिन निर्देशों का पालन किया जाना हैः",
  "and consequently to provide the details of necessary actions": "करने वाले पुलिस अधिकारियों के खिलाफ की गई आवश्यक कार्रवाई का विवरण प्रदान किया जाए। इसके",
  "In terms of direction contained in para 100.7, the State is directed": "(॥) पैरा 00.7 में दिए गए निर्देश के संदर्भ में, राज्य को निर्देश दिया जाता है कि वह गठित किए गए",
  "to give details of the number of Special Courts Constituted": "विशेष अदालत की संख्या का विवरण दे और क्या अतिरिक्त विशेष अदालत के निर्माण के लिए कोई कदम",
  "(a) The State is directed to issue directions to Prosecutors to place on record the correct legal position as per Siddharth (Supra) and Satender Kumar Antil (Supra),": "(क) राज्य को निर्देश दिया जाता है कि वह अभियोजकों को सिद्धार्थ (उपरोक्त) और सतेंद्र कुमार अंतिल (उपरोक्त) के अनुसार सही कानूनी स्थिति दर्ज करने के लिए निर्देश जारी करे।",
  "(b) The State is directed to circulate the judgment in Siddharth (Supra) and Satender Kumar Antil (Supra) to Prosecutors.": "(ख) राज्य को सिद्धार्थ (उपरोक्त) और सतेंद्र कुमार अंतिल (उपरोक्त) के मामले में निर्णय अभियोजकों को प्रसारित करने का निर्देश दिया जाता है।",
  "High Court of Jharkhand -Directions to be complied with:": "5. झारखंड उच्च न्यायालय के जिन निर्देशों का पालन किया जाना हैः",
  "In terms of the directions issued in para 100.2, it is noted that in districts such as Godda and East Singhbhum, bail has been": "(।) पैरा ।00.2 में जारी निर्देशों के संदर्भ में, यह ध्यान दिया जाता है कि गोड्डा और पूर्वी सिंहभूम जैसे",
  "while it has been mentioned that the conditions as stipulated in the statutory provisions are being complied with which are": "जबकि यह उल्लेख किया गया है कि वैधानिक प्रावधानों में निर्धारित शर्तों का पालन किया जा रहा है जो",
  "contradictory to each other. The High Court is directed to furnish information regarding such discrepancy.": "एक दूसरे के विरोधाभासी हैं।उच्च न्यायालय को इस तरह की विसंगति के बारे में जानकारी देने का निर्देश",
  "The directions in Para 100.5 have not been complied with in certain districts such as Bokaro, West Singhbhum, Godda, Chatra, Dumka. The High Court is directed to ensure compliance": "(॥) बोकारो, पश्चिम सिंहभूम, गोड़ा, चतरा, दुमका जैसे कुछ जिलों में पैरा ।00.5 के निर्देशों का पालन",
  "is directed to ensure compliance and furnish information": "नहीं किया गया है।उच्च न्यायालय को इसका अनुपालन सुनिश्चित करने और जानकारी देने का निर्देश",
  "In terms of the direction in para 100.7, the State is directed": "(॥) पैरा 00.7 में जारी निर्देशों के संदर्भ में, उच्च न्यायालय को निर्देश दिया जाता है कि वह अनुपालन",
  "to give the details of the number of Special Courts constituted and whether any steps are underway for creation of Additional": "सुनिश्चित करे और विशेष अदालत के गठन के बारे में जानकारी प्रदान करे और क्या अतिरिक्त विशेष",
  "and whether any steps are underway for creation of Additional Special Courts and at what stage.": "अदालत के निर्माण के लिए कोई कदम उठाए जा रहे हैं और किस स्तर पर।",
  "To ensure compliance of the directions issued in para 100.7 and": "(॥) पैरा ।00.7 में जारी निर्देशों का अनुपालन सुनिश्चित करना और किसी भी अतिरिक्त विशेष न्यायालय",
  "furnish information in consultation with the State Government": "के बारे में राज्य सरकार के परामर्श से जानकारी प्रदान करना।",
  "To ensure compliance with the directions issued in para 100.9 and to furnish information on the same.": "(॥) पैरा 400.9 में जारी निर्देशों का अनुपालन सुनिश्चित करना और उसी पर जानकारी प्रदान करना।",
  "such as Chitradurg, Kolar and Raichur have complied with": "किया गया है कि चित्रदुर्ग, कोलार और रायचूर जैसे कुछ ही जिलों ने इसका पालन किया है।उच्च न्यायालय",
  "compliance by all districts concerned and furnish information on the same.": "को सभी संबंधित जिलों द्वारा समान अनुपालन सुनिश्चित करने और उसी पर जानकारी प्रस्तुत करने का",
  "17. State of Kerala -Directions to be complied with:": "।7. केरल राज्य-जिन निर्देशों का पालन किया जाना हैः",
  "compliance of direction contained in Para 100.5 in the districts of Kollam, Pathanamthitta, Kalpetta and Kasargod, as it appears": "(॥) राज्य को कोल्लम, पठानमथिट्टा, कलपेट्टा और कासरगोड जिलों में पैरा ।00.5 में निहित निर्देश का",
  "from the Additional compliance affidavit dated 14.04.2023 filed": "राज्य द्वारा दायर अतिरिक्त अनुपालन शपथ पत्र दिनांक 44.04.2023 से प्रतीत होता है कि उपरोक्त",
  "by the State that the aforementioned districts have not complied with the said direction.": "जिलों ने उक्त निर्देश का पालन नहीं किया है।",
  "In terms of the directions contained in para 100.7, the State is directed to give details of the number of Special": "(॥) पैरा 00.7 में निहित निर्देशों के संदर्भ में, राज्य को निर्देश दिया जाता है कि वह गठित विशेष",
  "Courts constituted and whether any steps are underway for the creation of Additional Special Courts and at what": "अदालत की संख्या का विवरण दे और क्या अतिरिक्त विशेष अदालत के निर्माण के लिए कोई 33 कदम",
  "stage and whether the vacancies that existed then have been filled now.": "उठाए जा रहे हैं और क्या किस स्तर पर और क्या उस समय मौजूद रिक्तियों को अब भरा गया है।",
  "State is directed to give details of steps taken to ensure release of undertrial prisoners who are unable to comply with": "(५) राज्य को उन विचाराधीन कैदियों की रिहाई सुनिश्चित करने के लिए उठाए गए कदमों का विवरण",
  "release of undertrial prisoners who are unable to comply with bail conditions.": "देने का निर्देश दिया जाता है जो जमानत की शर्तों का पालन करने में असमर्थ हैं।",
  "(a) The State is directed to provide training to Prosecutors on a periodical basis and provide details of the same.": "(क) राज्य को आवधिक आधार पर अभियोजकों को प्रशिक्षण प्रदान करने और उसका विवरण प्रदान",
  "17.1 High Court of Kerala -Directions to be complied with:": "7. केरल उच्च न्यायालय-पालन किए जाने वाले निर्देश:",
  "Directions issued in para 100.5 are shown to be only partly complied with. The High Court is directed to ensure complete": "()) पैरा ।00.5 में जारी किए गए निर्देशों का केवल आंशिक रूप से पालन किया जाता है। उच्च न्यायालय",
  "complied with. The High Court is directed to ensure complete compliance and furnish information on the same.": "को पूर्ण अनुपालन सुनिश्चित करने और उसी पर जानकारी प्रस्तुत करने का निर्देश दिया जाता है।",
  "In terms of direction contained in para 100.7, the High Court is directed to give details of the number of Special Courts": "(॥) पैरा 00.7 में निहित निर्देश के संदर्भ में, उच्च न्यायालय को गठित विशेष अदालत की संख्या का",
  "is directed to give details of the number of Special Courts constituted and whether any steps are underway for creation": "विवरण देने का निर्देश दिया जाता है और क्‍या अतिरिक्त विशेष अदालत के निर्माण के लिए कोई कदम",
  "To ensure compliance with the directions issued in para 100.9 and furnish information on the same.": "(५) पैरा 400.9 में जारी निर्देशों का अनुपालन सुनिश्चित करना और उसी पर जानकारी प्रस्तुत करना।",
  "Union Territory of Ladakh -Directions to be complied with:": "20. मध्य प्रदेश राज्य के पालन किए जाने वाले निर्देशः",
  "is directed to provide the particulars of the First Information Reports of cognizable and non-bailable cases in which the": "मामलों की प्रथम सूचना रिपोर्ट का विवरण प्रदान किया जाए जिसमें सी. आर. पी. सी. की धारा 4,4-",
  "mandate of Sections 41, 41-A of CrPC and Arnesh Kumar (Supra) has not been followed and consequently to provide": "ए और अर्नेश कुमार (उपरोक्त) के आदेश का पालन नहीं किया गया है और इसके परिणामस्वरूप गलती",
  "the details of necessary action that have been taken against erring police officers. Also, in terms of direction contained in": "करने वाले पुलिस अधिकारियों के खिलाफ की गई आवश्यक कार्रवाई का विवरण प्रदान किया जाए।",
  "constituted and whether any steps are underway for creation of Additional Special Courts and at what stage.": "अदालत के निर्माण के लिए कोई 38 कदम उठाए जा रहे हैं और किस स्तर पर।",
  "19. Union Territory of Lakshadweep -Directions to be complied with:": "8. केंद्र शासित प्रदेश लद्दाख-जिन दिशा-निर्देशों का पालन किया जाना हैः",
  "In terms of direction contained in para 100.2, the Union Territory is directed to provide the particulars of the First": "()) पैरा 400.2 में निहित निर्देश के संदर्भ में, केंद्र शासित प्रदेश को निर्देश दिया जाता है कि वह संज्ञेय",
  "Territory is directed to provide the particulars of the First Information Reports of cognizable and non-bailable cases in": "और गैर-जमानती मामलों की प्रथम सूचना रिपोर्ट का विवरण प्रदान करे जिसमें सीआरपीसी की धारा",
  "which the mandate of Sections 41, 41-A of CrPC and Arnesh Kumar (Supra) has not been followed and consequently": "44,4-ए और अर्नेश कुमार उपरोक्त के आदेश का पालन नहीं किया गया है और इसके परिणामस्वरूप",
  "to provide the details of necessary actions that have been taken against erring police officers. Also, in terms of direction": "गलती करने वाले पुलिस अधिकारियों के खिलाफ की गई आवश्यक कार्रवाई का विवरण प्रदान करें। इसके",
  "contained in para 100.2, information has to be provided as": "अलावा, पैरा 00.2 में निहित निर्देश के संदर्भ में, यह जानकारी प्रदान की जानी चाहिए कि क्या जांच",
  "In terms of direction contained in para 100.7, the Union Territory": "(॥) पैरा 00.7 में निहित निर्देश के संदर्भ में, केंद्र शासित प्रदेश को गठित विशेष अदालत की संख्या",
  "20. State of Madhya Pradesh -Directions to be complied with:": "9. केंद्र शासित प्रदेश लक्षद्वीप-जिन दिशा-निर्देशों का पालन किया जाना हैः",
  "and non-bailable cases in which the mandate of Sections 41, 41-A of CrPC and Arnesh Kumar (Supra) has not been followed": "धारा 44,4-ए और अर्नेश कुमार (उपरोक्त) के आदेश का पालन नहीं किया गया है और इसके",
  "and consequently to provide the details of necessary actions that have been taken against erring police officers.": "परिणामस्वरूप गलती करने वाले पुलिस अधिकारियों के खिलाफ की गई आवश्यक कार्रवाई का विवरण",
  "In terms of the direction contained in para 100.7, the State is directed to give details of the number of Special Courts": "(॥) पैरा 400.7 में निहित निर्देश के संदर्भ में, केंद्र शासित प्रदेश को गठित विशेष अदालत की संख्या का",
  "High Court of Madhya Pradesh -Directions to be complied with:": "20. मध्य प्रदेश उच्च न्यायालय-पालन किए जाने वाले निर्देशः",
  "In terms of the directions issued in para 100.2, it is noted that": "()) पैरा 00.2 में जारी निर्देशों के संदर्भ में, यह ध्यान दिया जाता है कि जहां तक धारा 44 और 4-ए",
  "there is discrepancy insofar as bail is being granted on non-": "का पालन न करने पर जमानत दी जा रही है, इसमें विसंगति है, हालांकि, यह भी कहा गया है कि वैधानिक",
  "that the statutory provisions are being complied with. Since the two situations cannot co-exist, the High Court is directed to": "प्रावधानों का पालन किया जा रहा है। चूँकि दोनों स्थितियाँ सह-अस्तित्व में नहीं हो सकती हैं, इसलिए",
  "ensure uniform compliance and furnish information on the same.": "हैं, इसलिए उच्च न्यायालय को समान अनुपालन सुनिश्चित करने और उसी पर जानकारी देने का निर्देश",
  "In terms of para 100.5, the High Court is directed to ensure uniform compliance and furnish information on the same": "(॥) पैरा 400.5 के संदर्भ में, उच्च न्यायालय को समान अनुपालन सुनिश्चित करने और उसी पर",
  "In terms of the direction contained in para 100.7, the State": "जानकारी प्रस्तुत करने का निर्देश दिया जाता है (॥) पैरा 00.7 में निहित निर्देश के संदर्भ में, राज्य को",
  "is directed to give details of the number of Special Courts": "गठित विशेष अदालत की संख्या का विवरण देने का निर्देश दिया जाता है और क्‍या अतिरिक्त विशेष",
  "To ensure compliance with the directions issued in para 100.8,": "(५) पैरा 00.8,400.9 और 400.70 में जारी निर्देशों का अनुपालन सुनिश्चित करना और उसी के बारे",
  "Siddharth (Supra) and Satender Kumar Antil (Supra) in the curriculum of the judicial academy.": "(उपरोक्त) और सतेंद्र कुमार अंतिल (उपरोक्त) को न्यायिक अकादमी के पाठ्यक्रम में शामिल करने के",
  "21. State of Maharashtra -Directions to be complied with:": "27. महाराष्ट्र राज्य-जिन निर्देशों का पालन किया जाना हैः",
  "From perusal of records, we find that the State of Maharashtra": "(४) अभिलेखों के अवलोकन से हम पाते हैं कि अकेले महाराष्ट्र राज्य ने सतेंद्र कुमार अंतिल उपरोक्त में",
  "passed by this Court. Therefore, the State is directed to file a detailed compliance affidavit as per Satender Kumar Antil (Supra) and subsequent orders passed by this court within a": "किए हैं। इसलिए, राज्य को सतेंद्र कुमार अंतिल (उपरोक्त) के अनुसार एक विस्तृत अनुपालन शपथ पत्र",
  "(Supra) and subsequent orders passed by this court within a period of 8 weeks and the same shall also be circulated with": "दायर करने का निर्देश दिया जाता है और 8 सप्ताह की अवधि के भीतर इस न्यायालय द्वारा पारित आदेशों",
  "learned amicus who upon perusal shall file a report within 2 weeks thereafter.": "को विद्वत न्यायमित्र के साथ भी प्रसारित किया जाएगा, जो इसके बाद 2 सप्ताह के भीतर एक रिपोर्ट दायर",
  "High Court of Bombay -Directions to be complied with:": "27. बॉम्बे उच्च न्यायालय के जिन निर्देशों का पालन किया जाना हैः",
  "In terms of direction contained in para 100.2, as per report,": "(।) पैरा 400.2 में निहित निर्देश के संदर्भ में, रिपोर्ट के अनुसार, अनुपालन किया गया है।हालांकि,",
  "compliance has been made. However, no details have been furnished on whether bail is being granted or not. Therefore, a": "जमानत दी जा रही है या नहीं, इस बारे में कोई विवरण नहीं दिया गया है।अतः इस संबंध में एक विस्तृत",
  "In terms of direction contained in para 100.3 and 100.5, there is part compliance of direction, since it is revealed that": "(॥) पैरा ।00.3 और 00.5 में निहित निर्देश के संदर्भ में, निर्देश का आंशिक अनुपालन है, क्योंकि यह",
  "some District Courts such as Dhule, Nandurbar, Parbhani": "पता चला है कि धुले, नंदुरबार, परभणी और रत्नागिरी जैसे कुछ जिला न्यायालय बिना गिरफ्तारी के",
  "and Ratnagiri are asking for bail applications despite filing of chargesheet without arrest. Furthermore, in respect of South Goa and Dadra and Nagar Haveli there is non-compliance,": "आरोप पत्र दायर करने के बावजूद जमानत आवेदन मांग रहे हैं।इसके अलावा, दक्षिण गोवा और दादरा",
  "therefore, it is directed that necessary steps shall be taken in respect of these districts and an affidavit indicating compliance": "और नगर हवेली के संबंध में गैर-अनुपालन है, इसलिए, यह निर्देश दिया जाता है कि इन जिलों के संबंध",
  "In terms of direction contained in para 100.7, the affidavit does not indicate anything on constitution of Special Courts and": "(॥) पैरा 400.7 में निहित निर्देश के संदर्भ में, शपथ पत्र विशेष अदालत के गठन और उनकी मौजूदा",
  "not indicate anything on constitution of Special Courts and existing vacancies thereof except for a statement indicating": "रिक्तियों पर कुछ भी इंगित नहीं करता है, सिवाय एक बयान के जो 7 अलग-अलग कानूनों के तहत गठित",
  "and action taken in view of Section 440 of CrPC. Therefore, it": "की धारा 440 को ध्यान में रखते हुए की गई कार्रवाई के बारे में कोई जानकारी प्रदान नहीं की गई है।",
  "is directed that immediate steps shall be taken in this regard.": "इसलिए यह निर्देश दिया जाता है कि इस संबंध में तत्काल कदम उठाए जाएं।",
  "bail conditions and unable to furnish sureties in many cases, though bail stands granted and what steps have been taken": "का पालन करने में असमर्थ हैं और कई मामलों में जमानत देने में असमर्थ हैं, हालांकि जमानत दी गई है",
  "adequate compliance and incomplete information with respect to some of the Courts has been provided. Therefore, needful": "संबंध में अधूरी जानकारी प्रदान की गई है। इसलिए इस संबंध में आवश्यक कदम उठाए जाने",
  "be done in this regard. The relevant information should also be furnished.": "चाहिए।संबंधित जानकारी भी प्रस्तुत की जानी चाहिए।",
  "To furnish information on whether the directions of Satender Kumar Antil (Supra) is being applied to petitions under Section": "जानी चाहिए।(५) इस बारे में जानकारी देना कि क्या सतेंद्र कुमार अंतिल (उपरोक्त) के निर्देश दंड प्रक्रिया",
  "438 of CrPC or not.": "धारा 438 के तहत याचिकाओं पर लागू किए जा रहे हैं या नहीं।",
  "State of Meghalaya -Directions to be complied with:": "23. मेघालय राज्य के जिन निर्देशों का पालन किया जाना हैः",
  "provide particulars of First Information Reports of cognizable": "मामलों की प्रथम सूचना रिपोर्ट का विवरण प्रदान किया जाए जिसमें सी. आर. पी. सी. की धारा 4,4-",
  "In terms of para 100.7, it is directed that the State shall provide": "(॥) पैरा 00.7 के संदर्भ में, यह निर्देश दिया जाता है कि राज्य गठित विशेष अदालत और अतिरिक्त",
  "details of Special Courts constituted and the necessary steps taken for creation of Additional Special Courts and its stage.": "विशेष अदालत के निर्माण और इसके चरण के लिए उठाए गए आवश्यक कदमों का विवरण प्रदान करेगा।",
  "High Court of Meghalaya -Directions to be complied with:": "23. मेघालय उच्च न्यायालय-जिन निर्देशों का पालन किया जाना हैः",
  "22. State of Manipur -Directions to be complied with:": "22. मणिपुर राज्य के पालन किए जाने वाले निर्देशः",
  "details of whether any steps are underway for creation of Special Courts and Additional Special Courts and if so, then at what": "क्या विशेष अदालत और अतिरिक्त विशेष अदालत के निर्माण के लिए कोई कदम उठाए जा रहे हैं और",
  "stage. Furthermore, details of assessment as to the High Court’s request for 3 Special Courts shall also be provided.": "यदि ऐसा है, तो किस स्तर पर।इसके अलावा, 3 विशेष अदालत के लिए उच्च न्यायालय के अनुरोध के",
  "High Court of Manipur -Directions to be complied with:": "22. मणिपुर उच्च न्यायालय-पालन किए जाने वाले निर्देशः",
  "In terms of directions contained in para 100.2, it has come to our attention that there are certain Courts namely JMFC Imphal": "() पैरा 400.2 में निहित निर्देशों के संदर्भ में, हमारे ध्यान में आया है कि जे. एम. एफ. सी. पूर्व इम्फाल,",
  "affidavit is silent on the disciplinary or administrative action as": "गया है, राज्य का शपथ पत्र अनुशासनात्मक या प्रशासनिक कार्रवाई पर चुप है।उसी को विधिवत सुसज्जित",
  "In terms of directions contained in para 100.7, it has been stated": "किया जाना अनिवार्य है।(॥) पैरा 400.7 में निहित निर्देशों के संदर्भ में, यह कहा गया है कि उच्च न्यायालय",
  "that the High Court is pursuing with the State Government for constituting three Additional Special Courts. The latest status": "तीन अतिरिक्त विशेष अदालत के गठन के लिए राज्य सरकार के साथ प्रयास कर रहा है।उसी की नवीनतम",
  "of the same needs to be duly updated.": "स्थिति को विधिवत अद्यतन करने की आवश्यकता है।",
  "necessary steps taken for creation of Additional Special Courts and its stage.": "विशेष अदालत के निर्माण और इसके चरण के लिए उठाए गए आवश्यक कदमों का विवरण प्रदान करेगा।",
  "(a) Tocirculate the judgment passed by this Court in Siddharth (Supra) and Satender Kumar Antil (Supra)": "(क) सिद्धार्थ (उपरोक्त) और सतेंद्र कुमार अंतिल (उपरोक्त) में इस न्यायालय द्वारा पारित निर्णय को",
  "High Court of Gauhati (Refer to Serial No: 4.1)": "25. गुवाहाटी का उच्च न्यायालय (क्रम संख्याः 4. का संदर्भ लें)",
  "State of Odisha -Directions to be complied with:": "26. ओडिशा राज्य के जिन निर्देशों का पालन किया जाना हैः",
  "41-A of CrPC and Arnesh Kumar (Supra) has not been followed,": "ए और अर्नेश कुमार (उपरोक्त) के आदेश का पालन नहीं किया गया है, और इसके परिणामस्वरूप गलती",
  "to furnish sureties despite bail. Detailed information and steps": "पहचान की है जो जमानत के बावजूद जमानत देने में समर्थ नहीं हैं।हालाँकि विस्तृत जानकारी और स्थिति",
  "taken to alleviate the situation have however not been provided. Therefore, needful be done in this regard.": "को कम करने के लिए उठाए गए कदम प्रदान नहीं किए गए हैं।इसलिए इस संबंध में आवश्यक कदम उठाए जाने चाहिए।",
  "State of Mizoram -Directions to be complied with:": "24. मिजोरम राज्य के जिन निर्देशों का पालन किया जाना हैः",
  "direction contained in para 100.2, information has to be provided": "अलावा, पैरा 400.2 में निहित निर्देश के संदर्भ में, यह जानकारी के रूप में प्रदान की जानी चाहिए कि",
  "as to whether the Standing Order is being complied with by Investigating Officers.": "क्या जांच अधिकारियों द्वारा स्थायी आदेश का पालन किया जा रहा है।",
  "24.1 High Court of Gauhati (Refer to Serial No: 4.1)": "24.] गुवाहाटी का उच्च न्यायालय (क्रम संख्याः 4. का संदर्भ लें)",
  "In terms of para 100.7, it is directed that the State shall": "(॥) पैरा 00.7 के संदर्भ में, यह निर्देश दिया जाता है कि राज्य गठित विशेष अदालत और अतिरिक्त",
  "application under Section 88 of CrPC. Therefore, the High Court": "आर. पी. सी. की धारा 88 के तहत जमानत आवेदन के लिए जोर दे रहे हैं। इसलिए, उच्च न्यायालय को",
  "is required to inform on its compliance alone.": "प्राप्त नहीं हुए।इसलिए, उच्च न्यायालय को केवल अपने अनुपालन के बारे में सूचित करना आवश्यक है।",
  "In terms of directions contained in para 100.7, it has come to our attention that the affidavit of the High Court is silent over the": "()) पैरा ।00.7 में निहित निर्देशों के संदर्भ में, यह हमारे ध्यान में आया है कि उच्च न्यायालय का शपथ",
  "constitution of Special Courts in consultation with the respective State Government. The latest status of the same needs to be": "पत्र संबंधित राज्य सरकार के परामर्श से विशेष अदालत के गठन पर चुप है।उसी की नवीनतम स्थिति को",
  "duly updated and furnished.": "विधिवत अद्यतन और प्रस्तुत करने की आवश्यकता है।",
  "In terms of directions contained in para 100.8 and 100.9, though the High Court has endeavoured to identify prisoners who are": "(॥) पैरा 400.8 और 00.9 में निहित निर्देशों के संदर्भ में, हालांकि उच्च न्यायालय ने उन कैदियों की",
  "unable to comply with the bail conditions and is stated to have": "पहचान करने का प्रयास किया है जो जमानत की शर्तों का पालन करने में असमर्थ हैं और कहा जाता है",
  "informed them about their rights under Section 440 of CrPC,": "कि उन्होंने उन्हें दंड प्रक्रिया संहिता की धारा 440 के तहत अपने अधिकारों के बारे में सूचित किया है,",
  "however, subsequently no bail applications were received under Section 440 of CrPC in most districts. Therefore, the High Court": "हालांकि, बाद में अधिकांश जिलों में दंड प्रक्रिया संहिता की धारा 440 के तहत कोई जमानत आवेदन",
  "In terms of directions contained in para 100.11, there is partial non-compliance in some districts as regular bail applications": "(५) पैरा 400.॥ में निहित निर्देशों के संदर्भ में, कुछ जिलों में आंशिक गैर-अनुपालन है क्योंकि नियमित",
  "are not decided within two weeks. Therefore, needful be done": "जमानत आवेदनों पर दो सप्ताह के भीतर निर्णय नहीं लिया जाता है।इसलिए इस संबंध में आवश्यक",
  "in this regard and compliance of the same be ensured. The relevant information should also be furnished.": "कार्वाई की जानी चाहिए और इसका अनुपालन सुनिश्चित किया जाना चाहिए।संबंधित जानकारी भी",
  "Union Territory of Puducherry -Directions to be complied with:": "27. केंद्र शासित प्रदेश पुड्ुचेरी-जिन निर्देशों का पालन किया जाना हैः",
  "and consequently to provide the details of necessary action that has been taken against erring police officers. Also, in terms of": "करने वाले पुलिस अधिकारियों के खिलाफ की गई आवश्यक कार्रवाई का विवरण प्रदान किया जाए।इसके",
  "In terms of para 100.7, it is directed that the Union Territory": "(॥) पैरा 00.7 के संदर्भ में, यह निर्देश दिया जाता है कि केंद्र शासित प्रदेश गठित विशेष अदालत और",
  "shall provide details of Special Courts constituted and the necessary steps taken for the creation of Additional Special Courts and its stage.": "अतिरिक्त विशेष अदालत के निर्माण और इसके चरण के लिए उठाए गए आवश्यक कदमों का विवरण प्रदान",
  "this Court in Siddharth (Supra) and Satender Kumar Anti": "अभियोजक सिद्धार्थ (उपरोक्त) और सतेंद्र कुमार अंतिल (उपरोक्त) में इस न्यायालय द्वारा पारित",
  "High Court of Madras (Refer to Serial No: 31.1)": "27. मद्रास उच्च न्यायालय (क्रम संख्याः 3. का संदर्भ लें)",
  "28. State of Punjab -Directions to be complied with:": "28. पंजाब राज्य-जिन निर्देशों का पालन किया जाना हैः",
  "High Court of Punjab and Haryana -Directions to be": "28. पंजाब और हरियाणा उच्च न्यायालय के जिन निर्देशों का पालन किया जाना हैः",
  "In terms of the directions issued in Para 100.2 and 100.3,": "(0) पैरा 700.2 और 00.3 में जारी निर्देशों के संदर्भ में, विशेष रूप से अमृतसर, कपूरथला और मानसा",
  "bail has been granted in non-compliance of Sections 41 and 41-A of CrPC, notably in districts such as Amritsar, Kapurthala": "जैसे जिलों में दंड प्रक्रिया संहिता की धारा 44 और 44-ए का पालन न करने पर जमानत दी गई है।दिनांक",
  "and Mansa. On the basis of the compliance affidavit dated 10.11.2022, it is noted that bail has been granted for non-": "0.4.2022 के अनुपालन शपथ पत्र के आधार पर, यह नोट किया गया है कि गैर-अनुपालन के लिए",
  "compliance even though it has been stated that there is compliance of the said directions. Since both situations cannot": "जमानत दी गई है, भले ही यह कहा गया हो कि उक्त निर्देशों का पालन किया जा रहा है। चूँकि दोनों",
  "compliance of the said directions. Since both situations cannot co-exist and are self-contradictory, the High Court is directed": "स्थितियाँ सह-अस्तित्व में नहीं हो सकती हैं और स्व-विरोधाभासी हैं, इसलिए उच्च न्यायालय को",
  "to report on the compliance of the aforementioned directions.": "उपरोक्त निर्देशों के अनुपालन पर रिपोर्ट करने का निर्देश दिया जाता है।",
  "In terms of directions contained in para 100.5, there is partial non-compliance insofar as several districts are insisting for bail": "(॥) पैरा 00.5 में निहित निर्देशों के संदर्भ में, आंशिक रूप से गैर-अनुपालन है क्योंकि कई जिले सी.",
  "In terms of directions contained in para 100.7, it has come to our attention that the affidavit of the High Court is silent over": "(॥) पैरा 400.7 में निहित निर्देशों के संदर्भ में, यह हमारे ध्यान में आया है कि उच्च न्यायालय का शपथ",
  "the constitution of Special Courts in consultation with the State Government. The latest status of the same needs to be duly": "पत्र राज्य सरकार के परामर्श से विशेष अदालत के गठन पर चुप है।उसी की नवीनतम स्थिति को विधिवत",
  "updated and furnished.": "अद्यतन और प्रस्तुत करने की आवश्यकता है।",
  "In terms of directions contained in para 100.8, though the High Court has identified prisoners who are unable to furnish sureties": "(४) पैरा 400.8 में निहित निर्देशों के संदर्भ में, हालांकि उच्च न्यायालय ने उन कैदियों की पहचान की",
  "Court has identified prisoners who are unable to furnish sureties despite bail, detailed information and steps taken to alleviate": "है जो जमानत के बावजूद जमानत देने में असमर्थ हैं, विस्तृत जानकारी और स्थिति को कम करने के लिए",
  "the situation has however not been provided. Therefore, needful be done in this regard.": "उठाए गए कदम हालांकि प्रदान नहीं किए गए हैं।इसलिए इस संबंध में आवश्यक कदम उठाए जाने चाहिए।",
  "the High Court should inform on compliance for inclusion of Siddharth (Supra) and Satender Kumar Antil (Supra) in the curriculum of judicial academy.": "और सतेंद्र कुमार अंतिल उपरोक्त को न्यायिक अकादमी के पाठ्यक्रम में शामिल करने के लिए अनुपालन के बारे में सूचित करना चाहिए।",
  "To furnish information on whether the directions in Satender Kumar Antil (Supra) is being applied to petitions under Section": "(५) इस बारे में जानकारी देना कि सतेंद्र कुमार अंतिल (उपरोक्त) के निर्देश दंड प्रक्रिया संहिता की धारा",
  "State of Rajasthan -Directions to be complied with:": "29. राजस्थान राज्य-जिन निर्देशों का पालन किया जाना हैः",
  "provide particulars of First Information Reports of cognizable and non-bailable cases in which the mandate of Sections 41": "मामलों की प्रथम सूचना रिपोर्ट का विवरण प्रदान किया जाए जिसमें सी. आर. पी. सी. की धारा 44 और",
  "provide the details of necessary actions that have been taken against erring police officers.": "अधिकारियों के खिलाफ की गई आवश्यक कार्रवाई का विवरण प्रदान किया जाए।",
  "provide details of Special Courts constituted and the necessary steps taken for creation of Additional Special Courts and its stage.": "विशेष अदालत के निर्माण और इसके चरण के लिए उठाए गए आवश्यक कदमों का विवरण प्रदान करेगा।",
  "(a) To train and update the prosecutors on a periodical basis and provide details of the final outcome of the same.": "पर अभियोजकों को प्रशिक्षित और अद्यतन करना और उसी के अंतिम परिणाम का विवरण प्रदान करना।",
  "High Court of Rajasthan -Directions to be complied with:": "29. राजस्थान उच्च न्यायालय के जिन निर्देशों का पालन किया जाना हैः",
  "informed them about their rights under Section 440 of CrPC.": "कि उन्होंने उन्हें दंड प्रक्रिया संहिता की धारा 440 के तहत अपने अधिकारों के बारे में सूचित किया है।",
  "However, subsequently no bail applications were received under Section 440 of CrPC in most districts. Therefore, the High Court": "हालांकि, बाद में अधिकांश जिलों में सीआरपीसी की धारा 440 के तहत कोई जमानत याचिका प्राप्त नहीं",
  "the High Court should inform on compliance for inclusion of Siddharth (Supra) and Satender Kumar Antil (Supra) in the judicial academy curriculum.": "और सतेंद्र कुमार अंतिल (उपरोक्त) को न्यायिक अकादमी के पाठ्यक्रम में शामिल करने के लिए अनुपालन",
  "State of Sikkim -Directions to be complied with:": "30. सिक्किम राज्य के जिन निर्देशों का पालन किया जाना हैः",
  "and consequently also provide the details of necessary actions that have been taken against erring police officers. Also, in": "करने वाले पुलिस अधिकारियों के खिलाफ की गई आवश्यक कार्रवाई का विवरण भी प्रदान किया",
  "In terms of the directions issued in Para 100.2 and 100.3, bail has been granted in non-compliance of Sections 41 and 41-A": "(0) पैरा ।00.2 और 400.3 में जारी निर्देशों के संदर्भ में, सी. आर. पी. सी. की धारा 44 और 4॥-ए",
  "of CrPC. On the basis of the compliance affidavit, it is noted": "का पालन न करने पर जमानत दी गई है। अनुपालन शपथ पत्र के आधार पर, यह नोट किया गया है कि",
  "that bail has been granted for non-compliance even though it has been stated that there is compliance of the said directions.": "गैर-अनुपालन के लिए जमानत दी गई है, भले ही यह कहा गया है कि उक्त निर्देशों का पालन किया गया",
  "Since both situations cannot co-exist and are self-contradictory,": "है।चूँकि दोनों स्थितियाँ सह-अस्तित्व में नहीं हो सकती हैं और स्व-विरोधाभासी हैं, इसलिए उच्च",
  "the High Court is directed to report on the compliance of the aforementioned directions.": "न्यायालय को उपरोक्त निर्देशों के अनुपालन पर रिपोर्ट करने का निर्देश दिया जाता है।",
  "not decided within two weeks. Therefore, needful be done in this": "जमानत आवेदनों पर दो सप्ताह के भीतर निर्णय नहीं लिया जाता है।इसलिए इस संबंध में आवश्यक",
  "regard and compliance be ensured. The relevant information": "कार्रवाई की जानी चाहिए और अनुपालन सुनिश्चित किया जाना चाहिए।संबंधित जानकारी भी प्रस्तुत की",
  "should also be furnished.": "जानी चाहिए।",
  "33. State of Tripura -Directions to be complied with:": "32. तेलंगाना राज्य-जिन निर्देशों का पालन किया जाना हैः",
  "(b) To circulate the judgment passed by this Court in Siddharth": "(॥) इस न्यायालय द्वारा पारित दिनांक 2.03.2023 के आदेश का अनुपालनः(क) सिद्धार्थ (उपरोक्त)",
  "High Court of Tripura -Directions to be complied with:": "34. मद्रास उच्च न्यायालय-जिन निर्देशों का पालन किया जाना हैः",
  "of CrPC. On the basis of the compliance affidavit, it is noted that bail has been granted for non-compliance even though it": "का पालन न करने पर जमानत दी गई है। अनुपालन शपथ पत्र के आधार पर, यह नोट किया गया है कि",
  "High Court of Telangana -Directions to be complied with:": "33. त्रिपुरा उच्च न्यायालय के जिन निर्देशों का पालन किया जाना हैः",
  "In terms of the directions issued in Para 100.2 and 100.3, bail": "(0) पैरा ।00.2 और 400.3 में जारी निर्देशों के संदर्भ में, सी. आर. पी. सी. की धारा 44 और 4॥-ए",
  "In terms of directions contained in para 100.5, there is partial non-compliance insofar as some district courts are insisting for": "(॥) पैरा 00.5 में निहित निर्देशों के संदर्भ में, आंशिक गैर-अनुपालन है क्योंकि कुछ जिला अदालतें",
  "bail application under Section 88 of CrPC. Therefore, the High": "सी. आर. पी. सी. की धारा 88 के तहत जमानत आवेदन पर जोर दे रही हैं। इसलिए, उच्च न्यायालय",
  "Court is required to inform on its compliance alone.": "को केवल अपने अनुपालन के बारे में सूचित करना आवश्यक है।",
  "the High Court has endeavoured to identify prisoners who are": "संदर्भ में, हालांकि उच्च न्यायालय ने उन कैदियों की पहचान करने का प्रयास किया है जो जमानत की",
  "unable to comply with the bail conditions and is stated to have informed them about their rights under Section 440 of CrPC,": "शर्तों का पालन करने में असमर्थ हैं और कहा जाता है कि उन्होंने उन्हें दंड प्रक्रिया संहिता की धारा 440",
  "State of Uttarakhand -Directions to be complied with:": "34.उत्तराखंड राज्य के जिन निर्देशों का पालन किया जाना हैः",
  "34.1 High Court of Uttarakhand -Directions to be complied with:": "34. उत्तराखंड उच्च न्यायालय-जिन निर्देशों का पालन किया जाना हैः",
  "In terms of directions contained in para 100.5, there is non- compliance insofar as some District courts are insisting for bail": "(॥) पैरा 400.5 में निहित निर्देशों के संदर्भ में, जहां तक कुछ जिला अदालतें सी. आर. पी. सी. की धारा",
  "are not decided within two weeks. Therefore, the needful be": "जमानत आवेदनों पर दो सप्ताह के भीतर निर्णय नहीं लिया जाता है।इसलिए इस संबंध में आवश्यक",
  "done in this regard and compliance be ensured. The relevant information should also be furnished.": "कार्रवाई की जानी चाहिए और अनुपालन सुनिश्चित किया जाना चाहिए।संबंधित जानकारी भी प्रस्तुत की",
  "State of Uttar Pradesh -Directions to be complied with:": "35. उत्तर प्रदेश राज्य-पालन किए जाने वाले निर्देश:",
  "High Court of Allahabad -Directions to be complied with:": "35. इलाहाबाद उच्च न्यायालय-पालन किए जाने वाले निर्देशः",
  "In terms of the compliance of the directions issued in Para 100.2, the affidavit submitted highlights discrepancy, wherein": "()) पैरा 00.2 में जारी निर्देशों के अनुपालन के संदर्भ में, प्रस्तुत शपथ पत्र में विसंगति पर प्रकाश डाला",
  "information highlights compliance of Sections 41 and 41-A of": "गया है, जिसमें जानकारी सीआरपीसी की धारा 44 और 4-ए के अनुपालन पर प्रकाश डालती है,",
  "the same in certain districts such as Barabanki, Farrukhabad, Kansiram Nagar, Lakhimpur Kheri, and Moradabad. Since the": "हालांकि, बाराबंकी, फर्रुखाबाद, कांसीराम नगर, लखीमपुर खीरी और मुरादाबाद जैसे कुछ जिलों में",
  "In terms of the directions issued in Para 100.5, the High Court is": "(॥) पैरा 00.5 में जारी निर्देशों के संदर्भ में, उच्च न्यायालय को इस प्रभाव का अनुपालन सुनिश्चित",
  "should not be insisted upon in applications under Sections 88, 170, 204 and 209 of CrPC as they are being insisted upon in": "करने का निर्देश दिया जाता है कि सी. आर. पी. सी. की धारा 88,70,204 और 209 के तहत",
  "In terms of the directions issued in Para 100.6, the High Court is directed to ensure compliance of the same and furnish": "(॥) पैरा 400.6 में जारी निर्देशों के संदर्भ में, उच्च न्यायालय को इसका अनुपालन सुनिश्चित करने और",
  "information.": "जानकारी प्रस्तुत करने का निर्देश दिया जाता है।",
  "is directed to ensure compliance with respect to consultation": "परामर्श के संबंध में अनुपालन सुनिश्चित करने का निर्देश दिया गया है। विशेष अदालत का गठन और",
  "and filling vacancies in the existing District Courts, and to furnish information on the steps taken to comply with the": "मौजूदा जिला न्यायालयों में रिक्तियों को भरना और उनके अनुपालन के लिए उठाए गए कदमों के बारे में",
  "In terms of the directions issued in Paras 100.8 and 100.9, it": "जानकारी प्रदान करना। (५) पारस 00.8 और 00.9 में जारी निर्देशों के संदर्भ में, यह ध्यान दिया जाता",
  "sufficient steps have not been taken to ensure compliance by": "के तहत उनकी ओर से आवेदन दायर करके अनुपालन सुनिश्चित करने के लिए पर्याप्त कदम नहीं उठाए",
  "most districts. The High Court is directed to ensure compliance and furnish information on the same.": "गए हैं।उच्च न्यायालय को अनुपालन सुनिश्चित करने और उसी पर जानकारी प्रस्तुत करने का निर्देश दिया जाता है।",
  "Court is directed to furnish complete information regarding the compliance of the directions in all districts and to take steps for compliance.": "के बारे में पूरी जानकारी देने और अनुपालन के लिए कदम उठाने का निर्देश दिया जाता है।",
  "orders in non-conformity with the directions issued by this Court": "अंतिल (उपरोक्त) में इस न्यायालय द्वारा जारी निर्देशों के अनुरूप आदेश पारित न करने वाले न्यायिक",
  "in Satender Kumar Antil (Supra), in terms of the order dated": "(भा) इस बारे में जानकारी देना कि क्या सतेंद्र कुमार अंतिल (उपरोक्त) के निर्देश दंड प्रक्रिया संहिता",
  "Kumar Antil (Supra) is being applied to petitions under Section 438 of CrPC or not.": "की धारा 438 के तहत याचिकाओं पर लागू किए जा रहे हैं या नहीं।",
  "State of West Bengal -Directions to be complied with:": "36. पश्चिम बंगाल राज्य-जिन दिशा-निर्देशों का पालन किया जाना हैः",
  "36.1 High Court of Calcutta -Directions to be complied with:": "36.4 कलकत्ता उच्च न्यायालय-जिन निर्देशों का पालन किया जाना हैः",
  "In terms of the compliance of the directions issued in Para 100.2, the affidavit submitted highlights discrepancy in districts such as Alipore and Birbhum, wherein information highlights": "()) पैरा 400.2 में जारी निर्देशों के अनुपालन के संदर्भ में, प्रस्तुत शपथ पत्र में अलीपुर और बीरभूम जैसे",
  "such as Alipore and Birbhum and the Union Territory of Andaman": "अनुपालन पर प्रकाश डालती है, हालांकि, अलीपुर और बीरभूम जैसे जिलों और केंद्र शासित प्रदेश",
  "In terms of the directions issued in para 100.5, some districts": "(॥) पैरा 400.5 में जारी निर्देशों के संदर्भ में, कुछ जिलों ने प्रदान की गई जानकारी के अनुसार इसका",
  "have not complied with the same as per the information provided. The High Court is directed to ensure uniform compliance of the": "पालन नहीं किया है।उच्च न्यायालय को निर्देश दिए गए हैं कि वह निर्देशों का समान अनुपालन सुनिश्चित",
  "directions and furnish information on the same.": "करे और उसी पर जानकारी प्रदान करे।",
  "In terms of the directions issued in 100.7, the High Court is directed to take steps to ensure compliance of the same and": "(॥) 400.7 में जारी निर्देशों के संदर्भ में, उच्च न्यायालय को इसका अनुपालन सुनिश्चित करने और",
  "directed to take steps to ensure compliance of the same and furnish information.": "जानकारी प्रदान करने के लिए कदम उठाने का निर्देश दिया जाता है।",
  "to have been only partly complied with in most districts barring a few. The High Court is directed to take steps to ensure": "जिलों में केवल आंशिक रूप से पालन किया गया है।उच्च न्यायालय को निर्देश दिया जाता है कि वह जारी",
  "compliance of the directions issued in their entirety and furnish information on the same.": "किए गए निर्देशों का पूरी तरह से अनुपालन सुनिश्चित करने के लिए कदम उठाए और उसी पर जानकारी",
  "The High Court is directed to provide complete information regarding the compliance of the directions issued in Para 100.11,": "(५) उच्च न्यायालय को पैरा 400.व7 में जारी निर्देशों के अनुपालन के बारे में पूरी जानकारी प्रदान करने",
  "and ensure compliance of the same.": "और उसका अनुपालन सुनिश्चित करने का निर्देश दिया जाता है।",
  "Union of India -Directions to be complied with:": "37. भारत संघ-पालन किए जाने वाले निर्देश:",
  "In terms of the direction contained in para 100.1, the Union is directed to inform the Court as to whether any Bail Law is in": "()) पैरा 400. में निहित निर्देश के संदर्भ में, संघ को न्यायालय को सूचित करने का निर्देश दिया जाता",
  "directed to inform the Court as to whether any Bail Law is in contemplation or under preparation.": "है कि क्या कोई जमानत कानून विचाराधीन है या तैयार किया जा रहा है।",
  "requisite data.": "आंकड़े उपलब्ध कराए जाएं।",
  "To inform the Court as to whether or not the investigative agencies (other than CBI) under its ambit are following the": "(॥) न्यायालय को यह सूचित करना कि क्या उसके दायरे में आने वाली जांच एजेंसियां (सी. बी. आई.",
  "directions of this Court as laid down in Satender Kumar Antil (Supra).": "के अलावा) सतेंद्र कुमार अंतिल (उपरोक्त) में निर्धारित इस न्यायालय के निर्देशों का पालन कर रही हैं",
  "Central Bureau of Investigation -Directions to be complied with:": "38. केंद्रीय जांच ब्यूरो-जिन निर्देशों का पालन किया जाना हैः",
  "be provided as to whether the Standing Order/Criminal Manual is being complied with by Investigating Officers.": "अधिकारियों द्वारा स्थायी आदेश/आपराधिक नियमावली का पालन किया जा रहा है।",
  "(a) Tocirculate the judgment passed by this Court in Siddharth (Supra) and Satender Kumar Anti! (Supra)": "(क) सिद्धार्थ उपरोक्त और सतेंद्र कुमार अंतिल उपरोक्त में इस न्यायालय द्वारा पारित निर्णय को",
  "NALSA -Directions to be complied with:": "39. नालसा के पालन किए जाने वाले निर्देशः",
  "In terms of the order dated 02.05.2023, NALSA shall supply": "(॥) दिनांक 02.05.2023 के आदेश के अनुसार, नालसा सतेंद्र कुमार अंतिल (उपरोक्त) में पैरा ।00.8",
  "and State Legal Services Authorities of the States and Union": "(॥) नालसा के राज्यों और केंद्र शासित प्रदेशों के नालसा और राज्य कानूनी सेवा प्राधिकरणों द्वारा की",
  "Territories as provided to NALSA by various authorities including": "विभिन्न प्राधिकरणों द्वारा नालसा को प्रदान किया गया है।",
  "In order to provide to this Court adequate updated information, we deem it appropriate to direct all the States and Union": "(॥) इस न्यायालय को पर्याप्त अद्यतन जानकारी प्रदान आदेशने के लिए, हम सभी राज्यों और केंद्र",
  "Territories to cooperate with NALSA.": "शासित प्रदेशों को नालसा के साथ सहयोग करने का निर्देश देना उचित समझते हैं।",
  "In view of the above referred report and affidavits, we direct all": "जी. उपरोक्त संदर्भित रिपोर्ट और हलफनामों को ध्यान में रखते हुए, हम सभी राज्यों, केंद्र शासित प्रदेशों, उच्च",
  "the States, Union Territories, High Courts, Union of India, CBI": "न्यायालयों, भारत संघ, सी. बी. आई. और एन. ए. एल. एस. ए. को आज से 8 सप्ताह की अवधि के भीतर उपरोक्त",
  "and NALSA to file their updated compliance affidavits on the": "पहलुओं पर अपने अद्यतन अनुपालन हलफनामे दायर करने का निर्देश देते हैं, और विद्वत न्यायमित्र इसके",
  "the same to the concerned competent authority (Court) for providing relief to the prisoner.": "प्राप्त करेंगे और कैदी को राहत प्रदान करने के लिए संबंधित सक्षम प्राधिकारी (न्यायालय) को",
  "iii) | An ‘Empowered Committee’ may be constituted in each District of the State/UT, comprising": "॥) राज्य/केंद्र शासित प्रदेश के प्रत्येक जिले में एक 'अधिकार प्राप्त समिति' का गठन किया जा",
  "of i) District Collector (DC)/District Magistrate (DM), ii) Secretary, District Legal Services": "सकता है, जिसमें ।) जिला कलेक्टर (डीसी)/जिला मजिस्ट्रेट (डीएम),(॥) सचिव, जिला",
  "Authority, iii) Superintendent of Police, iv) Superintendent/ Dy. Supdt. of the concerned": "कानूनी सेवा प्राधिकरण,(ग) पुलिस अधीक्षक,५) संबंधित कारागार के अधीक्षक/उप अधीक्षक",
  "Prison and v) Judge incharge of the concerned Prison, as nominee of the District Judge.": "और ५) जिला न्यायाधीश के नामिति के रूप में संबंधित कारागार के प्रभारी न्‍्यायाधीश।",
  "Note: This Empowered Committee will assess": "नोट-यह अधिकार प्राप्त समिति जमानत प्राप्त करने या जुमाने आदि के भुगतान के लिए प्रत्येक",
  "etc. and based on the decision taken, the DC/ DM will draw money from the CNA account and take necessary action.": "पर, डीसी/डीएम सीएनए खाते से धन निकालेगा और आवश्यक कार्रवाई करेगा।नोटसमिति एक",
  "representative/social worker/ District Probation": "सहायता के लिए किसी भी नागरिक समाज प्रतिनिधि/सामाजिक कार्यकर्ता/जिला परिवीक्षा",
  "iv) An Oversight Committee may be constituted at the State Government level, comprising of i) Principal": "४) राज्य सरकार के स्तर पर एक निगरानी समिति का गठन किया जा सकता है, जिसमें 4)",
  "Secretary (Home/Jail), ii) Secretary (Law Deptt), iii) Secretary, State Legal Services Authority, iv) DG/IG": "प्रधान सचिव (गृह/जेल),(॥) सचिव (विधि विभाग),(ग) सचिव, राज्य विधि सेवा",
  "(Prisons) and v) Registrar General of the High Court.": "प्राधिकरण, (४) महानिदेशक / आई. जी. (कारागार) और (५) उच्च न्यायालय के महापंजीयक।",
  "Note: The composition of the State level ‘Empowered Committee’ and ‘Oversight Committee’ are suggestive": "नोट-राज्य स्तर की 'अधिकार प्राप्त समिति' और 'निगरानी समिति' की संरचना प्रकृति में सूचक",
  "in nature. Prisons/persons detained therein being ‘State-List’ subject, it is proposed that the Committees": "है।जेलों /उनमें हिरासत में लिए गए व्यक्तियों को 'राज्य-सूची' विषय होने के कारण, यह प्रस्ताव",
  "may be constituted and notified by the concerned": "किया गया है कि समितियों का गठन किया जा सकता है और संबंधित राज्य सरकारों / केंद्र शासित",
  "State Governments/UT Administrations.": "प्रदेशों के प्रशासन द्वारा अधिसूचित किया जा सकता है।",
  "Standard Operating Procedure": "मानक संचालन प्रक्रिया",
  "1. If the undertrial prisoner is not released from the jail within a period of 7 days of order of grant of bail,": "4. यदि विचाराधीन कैदी को जमानत देने के आदेश के 7 दिनों की अवधि के भीतर जेल से रिहा नहीं",
  "then the jail authority would inform Secretary, District Legal Services Authority (DLSA).": "किया जाता है, तो जेल प्राधिकारीगण सचिव, जिला कानूनी सेवा प्राधिआदेशण (डीएलएसए) को सूचित",
  "2. Secretary, DLSA would inquire and examine whether": "2. सचिव, डी. एल. एस. ए. जांच और जांच करेगा कि क्या विचाराधीन कैदी जमानत की शर्तों के संदर्भ",
  "the undertrial prisoner is not in a position to furnish financial surety for securing bail in terms of the bail": "में जमानत प्राप्त करने के लिए वित्तीय जमानत देने की स्थिति में नहीं है। इसके लिए डी. एल. एस. ए.",
  "representatives, social workers/ NGOs, District": "सिविल सोसायटी के प्रतिनिधियों, सामाजिक कार्यकर्ताओं/गैर सरकारी संगठनों, जिला परिवीक्षा",
  "Probation officers or revenue officer. This exercise": "अधिकारियों या राजस्व अधिकारियों की सहायता ले सकता है। यह कार्य 0 दिनों की अवधि के भीतर",
  "would be completed in a time bound manner within": "समयबद्ध तरीके से पूरा किया जाएगा।",
  "3. Secretary, DLSA will place all such cases before the District Level Empowered Committee every 2-3 weeks.": "3. सचिव, डी. एल. एस. ए. ऐसे सभी मामलों को हर दो से तीन सप्ताह में जिला स्तरीय अधिकार प्राप्त समिति के समक्ष रखेगा। अस्वीकरण:",
  "4. After examination of such cases, if the Empowered Committee recommends that the identified poor": "4. ऐसे मामलों की जांच के बाद, यदि अधिकार प्राप्त समिति सिफारिश करती है कि चिन्हित गरीब कैदी",
  "prisoner be extended the benefit of financial benefit under ‘Support to poor prisoners Scheme”, then the requisite amount upto Rs. 40,000/- per case for": "को 'गरीब कैदियों को सहायता योजना' के तहत वित्तीय लाभ दिया जाए, तो आवश्यक राशि रु 40,",
  "5. — This benefit will not be available to persons who are accused of offences under Prevention of Corruption": "5. यह लाभ उन व्यक्तियों को उपलब्ध नहीं होगा जिन पर भ्रष्टाचार रोकथाम अधिनियम, धन शोधन",
  "Act, Prevention of Money Laundering Act, NDPS or Unlawful Activities Prevention Act or any other Act": "रोकथाम अधिनियम, एनडीपीएस या गैरकानूनी गतिविधि रोकथाम अधिनियम या किसी अन्य अधिनियम",
  "or provisions, as may be specified later.": "या प्रावधानों के तहत अपराधों का आरोप है, जैसा कि बाद में निर्दिष्ट किया जा सकता है।",
  "6. Ifthe prisoner is acquitted/convicted, then appropriate orders may be passed by the trial Court so that the": "6. यदि कैदी को बरी /दोषी ठहराया जाता है, तो विचारण न्यायालय द्वारा उचित आदेश पारित किए जा",
  "money comes back to the Government’s account as this is only for the purposes of securing bail unless the": "सकते हैं ताकि पैसा सरकार के खाते में वापस आ सके क्योंकि यह केवल जमानत प्राप्त करने के उद्देश्यों",
  "accused is entitled to the benefit of bail U/s. 389 (3) Cr.P.C. in which event the amount can be utilised for": "के लिए है जब तक कि आरोपी जमानत धारा 389(3) सी.आर.पी.सी के लाभ का हकदार न हो।किस",
  "Cr.P.C. in which event the amount can be utilised for bail by Trial Court to enable the accused to approach": "स्थिति में राशि का उपयोग विचारण न्यायालय द्वारा जमानत के लिए किया जा सकता है ताकि आरोपी",
  "the Appellate Court and also if the Appellate Court": "अपील न्यायालय का दरवाजा खटखटाने में सक्षम हो सके और यह भी कि अगर अपील न्यायालय धारा",
  "grants bail U/s. 389 (1) of Cr.P.C.": "389(3) सी.आर.पी.सी के तहत आरोपी को जमानत देती है।",
  "7. If the bail amount is higher than Rs. 40,000/-, Secretary, DLSA may exercise discretion to pay": "7. यदि जमानत राशि 40,000/- रुपये से अधिक है, तो सचिव, डीएलएसए ऐसी राशि का भुगतान",
  "such amount and make a recommendation to the Empowered Committee. Secretary, DLSA may also": "करने के लिए विवेक का प्रयोग कर सकते हैं और अधिकार प्राप्त समिति को सिफारिश कर सकते हैं।सचिव,",
  "engage with legal aid advocate with a plea to have": "डी. एल. एस. ए. जमानती राशि को कम करने के लिए एक याचिका के साथ कानूनी सहायता अधिवक्ता",
  "above Rs. 40,000/-, the proposal may be approved": "के साथ भी जुड़ सकता है।40, 000/- रूपये से अधिक की किसी भी राशि के लिये प्रस्ताव को राज्य",
  "by the State level Oversight Committee.": "स्तरीय निगरानी समिति द्वारा अनुमोदित किया जा सकता है।",
  "1. If a convicted person is unable to get released from the jail on account of non- payment of fine amount,": "4. यदि कोई दोषी व्यक्ति जुर्माने की राशि का भुगतान न करने के कारण जेल से रिहा नहीं हो पाता है, तो",
  "the Superintendent of the Jail would immediately inform Secretary, DLSA (Time bound manner: 7 days).": "जेल का अधीक्षक तुरंत सचिव, डीएलएसए (समयबद्ध तरीकेः 7 दिन) को सूचित करेगा।"
}