{
  "NON-REPORTABLE": "रिपोर्ट हेतु नहीं",
  "IN THE SUPREME COURT OF INDIA": "भारतीय उच्चतम न्यायालय के समक्ष",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NO. 3959 OF 2019": "सिविल अपील नं0 3959/209 का",
  "[Arising out of SLP (C) No. 29305 of 2008]": "(एस 0 एल 0 पी0 (सी) नं0 29305/2008)",
  "Regional Manager, U.P.S.R.T.C. & Anr. .. Appellants": "क्षेत्रीय प्रबंधक, यू0 पी0 एस 0 आर 0 टी0 सी0 और अन्य ---- अपीलार्थी",
  "Versus": "विरूद्ध",
  "Maslahuddin (Dead) .. Respondents": "मस्लाहुद्दीन ---. उत्तरवादी",
  "[WITH C.A. No. 3960 of 2019 [@ SLP (C) No. 29295 of 2008] and": "(संबद्ध सि0 ए 0 नं0 3960/209 (& एस 0 एल 0 पी0 (सी) नं0 29295/2008) और सी0 ए 0 नं0 396/209 ((&",
  "JUDGMENT": "निर्णय",
  "M. R. Shah, J.": "एम 0 आर 0 शाह, न्यायाधीश",
  "1. Delay in filing the applications for substitution in SLP (C) No. 29305 of 2008 and SLP (C) No. 29293 of 2008 is condoned.": "- ... एस0 एल0 पी0 (सी) नं0 29305/2008 और एस 0 एल 0 पी0 (सी) नं0 29295/2008 में प्रतिस्थापन के लिए",
  "2. As common question of law and facts arise in these appeals,": "2- .... चूँकि विधि और तथ्य के सामान्य प्रश्न इस अपील में उठाये गये हैं, जो कि उच्च न्यायालय द्वारा पारित प्रश्नगत",
  "the High Court, all these appeals are being disposed of by this common judgment and order.": "निर्णय और आदेश से उत्पन्न हुए हैं; इन सभी अपीलों को इस सामान्य निर्णय और आदेश से निपटाया जा रहा है।",
  "(M/S) of 2005, Writ Petition No. 4139 (M/S) of 2005 and Writ": "3- .... रिट याचिका संख्या 438 (एम/एस)/2005, रिट याचिका संख्या 439 (एम/एस)/2005 और रिट याचिका",
  "Petition No. 3946 (M/S) of 2005, by which the High Court has": "संख्या 3946 (एम/एस)/2005 में लखनऊ पीठ, लखनऊ, इलाहाबाद उच्च न्यायालय द्वारा पारित प्रश्ननत आदेश और",
  "dismissed the said writ petitions preferred by the appellants herein — U.P. State Road Transport Corporation and has confirmed the": "निर्णय, जिसके द्वारा उच्च न्यायालय ने अपीलार्थियों - यहाँ उ 0 प्र 0 राज्य परिवहन निगम - की रिट याचिका को ख़ारिज",
  "awards declared by the Labour Court holding that the original": "कर दिया है और श्रम न्यायालय द्वारा घोषित आदेश की पुष्टि यह करते हुए की है कि उच्च न्यायालय के समक्ष मूल",
  "superannuated at the age of 60 years, the original petitioners — U.P.": "उत्तरवादी 60 वर्ष की अवस्था में सेवा-निवृत्त होने के अधिकारी थे, से दुखी और व्यथित होकर मूल याची - उ 0 प्र 0",
  "State Road Transport Corporation (hereinafter referred to as ‘the Corporation’) and another have preferred the present appeals.": "राज्य सड़क परिवहन निगम (एतस्मिन पश्चात 'निगम') और अन्य ने प्रस्तुत अपीलों को चुना है।",
  "“C”. That by notification dated 10.06.1985 of the Managing Director of the appellant-Corporation, the classification of posts of all the employees were revised in view of the above-noted resolution": "अधिसूचना दिनांकित 0.06.985 के द्वारा सभी कर्मचारियों के पदों का वर्गीकरण का पुनरीक्षण निदेशक मंडल के",
  "of the Board of Directors. It was also clarified that the revision in": "उपर्युक्त प्रस्ताव को दृष्टिगत रखते हुए किया गया। यह भी स्पष्ट किया गया कि वर्गीकरण में पुनरीक्षण कर्मचारियों की",
  "classification will be applicable while determining the age of retirement of the employees. According to the appellant- Corporation, accordingly the drivers, including the respondents herein, were placed in Group “C” class of employees and admittedly": "सेवा-निवृत्ति की आयु को अवधारित करके होगी। अपीलार्थी-निगम के अनुसार, उत्तरवादी चालकों को समूह 'ग' में रखा",
  "they had been drawing the salary of Group “C” pay scale till the age of their retirement. That the respondents herein were retired from": "गया और वे सेवा-निवृत्ति की आयु तक समूह 'ग' का वेतन ले रहे थे। यह कि उत्तरवादियों को समूह 'ग' में मानते हुए",
  "of their retirement. That the respondents herein were retired from service on attaining the age of superannuation of 58 years treating": "और विचार करते हुए 58 वर्ष की सेवा-निवृत्ति की आयु प्राप्त करने के बाद उनको सेवा-निवृत्त किया गया। उत्तरवादियों ने",
  "the order of retirement before the Labour Court. That by a common judgment and award dated 23.09.2004, the Labour Court held that": "सेवा-निवृत्ति के आदेश को श्रम न्यायालय मे चुनौती दी। यह कि एक सामान्य निर्णय और आदेश दिनांक 23.09.2004",
  "the age of retirement of the concerned workmen-Drivers shall be 60": "के द्वारा, श्रम न्यायालय ने यह निर्णित किया कि संबंधित कर्मचारियों-चालकों की सेवा-निवृत्ति की आयु 60 वर्ष होगी",
  "years as they were appointed before 30.06.1982.": "क्योंकि वे 30.06.982 के पहले नियुक्त हुए थे।",
  "5. Feeling aggrieved and dissatisfied with the common judgment and award passed by the Labour Court holding that the age of": "5.2- . उच्च न्यायालय के आलोच्य निर्णय और आदेश से दुखी और अंसतुष्ट होकर अपीलार्थी-निगम ने इस अपील को",
  "retire at the age of 58 years, while the employees of Group “D” shall": "सेवानिवृत्ति की आयु 60 वर्ष होगी, और अन्य समूहों जैसे कि समूह 'क', 'ख' और 'ग' के लिए सेवा निवृत्ति की आयु 58",
  "retire at the age of 60 years. According to the appellants, after the": "जायेगा और इसलिए उनके सेवानिवृत्ति 60 वर्ष होगी। हालाँकि, इस तथ्य को नोट करने की जरूरत है और जैसा कि",
  "Commission, the minimum pay scale of the drivers of the Corporation was revised to Rs.335/- from Rs.200/-. According to": "सहित निगम के सभी कर्मचारियों का वेतनमान रुपए 200 से रुपए 335 पुनरीक्षित किया गया। यह आगे कहा गया है कि",
  "exercise of their powers under Regulation 8(b) resolved to fix the age of superannuation of Drivers and Conductors as 58 years and": "वर्ष 984 में यह निर्णय लिया गया कि चालकों और परिचालकों की सेवानिवृत्ति की आयु 58 वर्ष तय की गयी और",
  "placed them in Group “C”. That vide Resolution No. 1415 of 1985, the Board of Directors resolved that the classification of the posts of": "उनको समूह 'ग' में रखा गया। यह आगे कहा गया कि वर्ष 985 में निदेशक मंडल ने निर्णय लिया कि दूसरे वेतन आयोग",
  "Board of Directors resolved that the classification of posts of all the employees would be revised in view of the recommendations of the": "की अनुसंशाओं को ध्यान में रखते हुए कर्मचारियों के पदों का वर्गीकरण किया जाएगा और चालकों और परिचालकों का",
  "Conductors was again revised to Rs. 335-8-415-10-495 and above and they would be placed in Group ‘C’. It is submitted that": "वेतनमान रुपये 335-8-45-0-495 या इससे ऊपर पुनरीक्षित किया गया और उनको समूह 'ग' में रखा जायेगा। यह",
  "thereafter, on 10.06.1985, the above resolution was notified and it": "आगे कहा गया है कि उपर्युक्त प्रस्ताव को 0.06.985 को अधिसूचित किया गया और यह भी स्पष्ट किया गया कि",
  "was clarified that the revision in classification will be applicable while determining the age of retirement of the employees. It is": "कर्मचारियों की सेवानिवृत्ति की आयु को निर्धारित करते हुए वर्गीकरण में पुनरीक्षण लागू होगा। यह कहा गया है कि सभी",
  "submitted that accordingly, all Drivers, including the respective respondents, were placed in Group “C” class of employees. It is": "चालकों को यहां पर उत्तरवादियों सहित तदनुसार को समूह 'ग' में रखा गया क्योंकि वे सेवानिवृत्ति के समय तक समूह",
  "respondents, were paid the arrears as per the revised pay scale of": "वेतनमान के पुनरीक्षण पर बकाये का भुगतान किया गया। अपीलार्थी - निगम की ओर से दाखिल प्रत्युत्तर शपथ-पत्र के",
  "dated 28.03.2019, it is submitted that, in the year 1982, the pay scales of all employees of the Corporation were revised on the basis of the recommendations of the Second Pay Commission. It is": "कि वर्ष 982 में दूसरे वेतन आयोग की सिफारिशों के आधार पर निगम के सभी कर्मचारियों का वेतन पुनरीक्षित किया",
  "submitted that accordingly the pay scale of all the drivers of the Corporation was revised to Rs.335/- from Rs.200/-. It is submitted": "गया। यह तर्क दिया गया कि निगम के सभी चालकों का वेतन तदनुसार रू0 200/- से 335/- पुनरीक्षित किया गया। यह",
  "that the pay scale of the respective respondents was also revised to Rs.335/- w.e.f. the date of their appointment and they received the": "निवेदित किया गया कि संबंधित उत्तरवादियों का वेतन भी उनके नियुक्ति की तिथि से रू0 335 पुनरीक्षित कर दिया गया",
  "arrears also for the period from July 1979 to August 1981 [SLP (C) No. 29305/2008]. It is submitted that thereafter on 18.01.1984,": "और उन्होंने जुलाई 979 से अगस्त 98। (एस 0 एल 0 पी0 (सी) सं0 29305/2008) तक का बकाया प्राप्त किया। यह",
  "No. 29305/2008]. It is submitted that thereafter on 18.01.1984, the Board of Directors of the Corporation in their 84 Meeting": "तर्क दिया गया है कि इसके पश्चात निगम के निदेशक मंडल ने 8.0.984 को अपने 84 वीं बैठक में यह तय किया कि",
  "Conductors as 58 years and place them in Group “C”. It is": "चालकों और परिचालकों की सेवा-निवृत्ति की आयु 58 वर्ष होगी और उन्हें समूह 'ग' में रखा गया। यह कहा गया कि",
  "respondents-Drivers was 60 years.": "धारणा बनाकर और यह निर्धारित कर कि सम्बन्धित उत्तरवादी-चालकों की सेवा-निवृत्ति की आयु 60 वर्ष होगी, गंभीर",
  "6.3 It is submitted by the learned advocate appearing on behalf of the appellants that even this grievance was raised by the concerned": "6.3- . अपीलार्थी के पक्ष में उपस्थित विद्वान अधिवक्ता ने कथित किया है कि सम्बन्धित उत्तरवादी-चालकों ने सेवा-",
  "6.4 It is further submitted by the learned advocate appearing on behalf of the appellants that, as such, the Division Bench of the Allahabad High Court in a similar matter in a writ petition titled as": "6.4- . विद्वान अधिवक्ता ने अपीलार्थी की ओर से उपस्थित होकर आगे कहा है कि इलाहाबाद उच्च न्यायालय की",
  "behalf of the appellants that, as such, the Division Bench of the Allahabad High Court in a similar matter in a writ petition titled as Brij Prasad Tewari v. U.P.S.R.T.C. and Ors. filed by the retired": "खण्डपीठ ने इसी तरह की रिट याचिका ब्रिज प्रसाद तिवारी विरूद्ध यु0 पी0 एस0 आर0 टी0 सी0 व अन्य में,",
  "drivers of the appellant-Corporation challenging the age of retirement as 58 years, dismissed the said writ petition holding that": "जो कि अपीलार्थी निगम के चालको द्वारा सेवा-निवृत्ति की आयु 58 वर्ष करने के विरुद्ध दाखिल की गई है, को खारिज",
  "in the absence of the agreement as to the age of superannuation between the employer and the employee, the same shall be at": "करते हुए कहा है कि सेवायोजक और कर्मचारी के बीच सेवा-निवृत्ति के संबंध में किसी समझौते की अनुपस्थिति में,",
  "completion of 58 years of age by the employees.": "सेवा-निवृत्ति कर्मचारी की 58 वर्ष की आयु पूर्ण कर लेने पर हो जाएगा।",
  "employees getting salary more than Rs.200/- would fall in Group": "8 () में है कि एक कर्मचारी जिसका वेतनमान रूपये 200/- या ज्यादा है, को समूह 'ग' मे रखा गया और वे कर्मचारी",
  "drivers who were getting the salary less than Rs.200/- were to be placed and/or considered in Group “D”. It is submitted that even": "जिनका वेतनमान रू0 200/- से कम था, उनको समूह “घ' मे रखा गया। सेवा विनियम के विनियमन 37 में प्रावधान है",
  "the Corporation resolved to fix the age of superannuation of Driver and Conductors as 58 years and place them in Group “C” in the": "कि समूह *ग' के कर्मचारी 58 वर्ष की आयु में सेवा-निवृत्त होंगे, जबकि समूह 'घ' के कर्मचारी 60 वर्ष की आयु में सेवा-",
  "stated that the pay scale of the respondents was also revised to Rs.335/- w.e.f. the date of their initial appointment and they were": "वर्गीकरण किया और पश्चातवर्ती को समूह 'ग' में रखा गया क्योंकि तत्कालिक समय में उनके वेतन को रू0 335/- और उसके ऊपर पुनरीक्षित किया गया था। ऐसा प्रतीत होता है कि दूसरे वेतन आयोग की सिफारिशों को दृष्टिगत रखते हुए",
  "and Conductors as 58 years and place them in Group “C”. It is also": "की आयु 58 वर्ष निर्धारित की और उन्हें समूह 'ग“' में रखा गया। यह कि प्रस्ताव संख्या 45/985 द्वारा निदेशक",
  "resolved that the classification of posts of all the employees would": "मंडल ने निर्णय लिया कि सभी कर्मचारियों के पदों का वर्गीकरण दूसरे वेतन आयोग की अनुसंशाओं को दृष्टिगत रखते हुए"
}