{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय के समक्ष",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "Civil Appeal No _1819 of 2020": "सिविल अपील सं 89/2020",
  "(Arising out of SLP(C) No 18752 of 2014)": "(विशेष अनुमति याचिका (सी) संख्या- 8752/204 से उत्पन्न)",
  "Council of Architecture Appellant": "वास्तुकला परिषद अपीलार्थी",
  "Versus": "बनाम",
  "Mr Mukesh Goyal & Ors Respondents": "श्री मुकेश गोयल और अन्य प्रत्यर्थी",
  "WITH": "के साथ",
  "Civil Appeal Nos 1820-1822 of 2020": "सिविल अपील सं 820-822/2020",
  "(Arising out of SLP(C) Nos 25524-25526 of 2014)": "(विशेष अनुमति याचिका (सी) संख्या- 25524-25526/204 से उत्पन्न)",
  "JUDGMENT": "निर्णय",
  "Dr Dhananjaya Y Chandrachud J.": "न्यायमूर्ति धंनजय वाई चंद्रचूड़,",
  "gh, The question before this Court is whether Section 37 of the Architects Act": ". इस न्यायालय के समक्ष प्रश्न यह है कि क्या आर्किटेक्ट्स एक्ट 972' की धारा 37, केवल अधिनियम के अध्याय 3 के तहत आर्किटेक्ट काउंसिल ऑफ",
  "rae 972\" merely prohibits the use of the title “Architect” by individuals not registered": "आर्किटेक्चर' के साथ अप॑जीकृत व्यक्तियों द्वारा शीर्षक \"आर्किटेक्ट\" के उपयोग पर",
  "' “architects Act”": "- \"वास्तुकार अधिनियम\"",
  "Council, such an interpretation defeats the object and purpose of the Architects": "लिए पंजीकृत नहीं हैं। परिषद के अनुसार, इस तरह की व्याख्या आर्किटेक्ट अधिनियम के उद्देश्य और लक्ष्य को पराजित करती है और यह दलील दी जाती है",
  "The object of the Architects Act is to ensure that only qualified": "(). आर्किटेक्ट अधिनियम का उद्देश्य यह सुनिश्चित करना है कि",
  "purposes of construction and building activity in India;": "भारत में निर्माण और रचना की गतिविधि के प्रयोजनों के लिए केवल",
  "The Architects Act is a comprehensive legislation which regulates the": "() आर्किटेक्चर अधिनियम एक व्यापक विधान है जो भारत में",
  "qualifications, registration and disciplinary facets of architecture in India": "आर्किटेक्चर की अर्हताओं, रजिस्ट्रीकरण और अनुशासनिक पहलुओं",
  "and therefore Section 37 cannot be read only as protecting against the": "को विनियमित करता है और इसलिए धारा 37 को केवल इस शीर्षक",
  "Under Section 37 of the Architects Act, only individuals registered with": "(7) आर्किटेक्ट अधिनियम की धारा 37 के अधीन केवल अपीलार्थी",
  "the appellant Council are permitted to render architectural services in": "परिषद में रजिस्ट्रीकृत व्यक्तियों को ही भारत में आर्किटेक्चरल सेवाएं",
  "The High Court has construed Section 37 narrowly and such an": "(४) उच्च न्यायालय ने धारा 37 को संकीर्ण रूप से और ऐसे निर्वचन",
  "profession of supervising buildings and construction; and": "निर्माण का पर्यवेक्षण करने के व्यवसाय का प्रयोग करने की अनुज्ञा देते हैं; और",
  "In its decision in Mukesh Kumar Manhar the High Court of Madhya": "(४) मुकेश कुमार मनहर में अपने निर्णय में मध्य प्रदेश के उच्च",
  "Pradesh directed the state government to cease using the": "न्यायालय ने राज्य सरकार को निर्देश दिया कि वह उन पदों के",
  "where the eligibility criteria did not require appointees to hold a degree": "संबंध में, जहां पात्रता मानदंड के लिए नियुक्तियों को आर्किटेक्ट में",
  "government departments holding posts titled “Associate Architect” or “Architect”,": "आर्किटेक्ट\" या \"आर्किटेक्ट\" शीर्षक का पद के विभिन्न सरकारी विभागों में कार्यरत",
  "this Court considered it fit to issue notice to the Union of India. During the course": "संघ को नोटिस जारी करना उचित माना। सुनवाई के दौरान, भारत के विद्वत",
  "According to the Statement of Objects and Reasons of the Architects": "() आर्किटेक्ट अधिनियम उद्देश्य और कारणों के विवरण के अनुसार, इस",
  "Act, the legislation aims to protect the title of architects but does not": "कानून का उद्देश्य आर्किटेक्ट के स्वत्व की रक्षा करना है, लेकिन भवनों के",
  "grant architects an exclusive right over the activities of designing,": "डिजाइन, पर्यवेक्षण और निर्माण की गतिविधियों पर वास्तुकारों को विशेष",
  "Section 37 of the Architects Act is titled “Prohibition against the use of": "(7) आर्किटेक्ट अधिनियम की धारा 37 का शीर्षक है, शीर्षक के उपयोग के",
  "title’ and prohibits individuals from using the “title and style of architect”.": "खिलाफ निषेध और आर्किटेक्ट की शीर्षक और शैली का उपयोग करने से",
  "architecture or the designing, supervising or construction of buildings by": "या भवनों के अभिकल्पन, पर्यवेक्षण या निर्माण पर प्रतिषेध नहीं है; और",
  "The definition of “architect” provided by the Architects Act is a person": "(४) आर्किटेक्ट अधिनियम द्वारा प्रदान की गई आर्किटेक्ट शब्द की परिभाषा है कि एक ऐसा व्यक्ति है जिसका नाम परिषद के साथ बनाए गए",
  "whose name appears on the register of Architects maintained with the Council and not individuals engaged in the design, supervision or": "है कि एक ऐसा व्यक्ति है जिसका नाम परिषद के साथ बनाए गए आर्किटेक्ट्स के रजिस्टर पर दर्ज है, न कि भारत में इमारतों के डिजाइन ,",
  "regulates individuals registered with the Council and does not control": "अधिनियम परिषद में पंजीकृत व्यक्तियों को नियंत्रित करता है और पंजीकृत",
  "post of Associate Architect, did not contravene Section 37 of the Architects Act in": "के लिए आर्किटेक्ट में डिग्री नहीं रखते हैं , उन्होंने आर्किटेक्ट अधिनियम के",
  "Architect without requiring that such candidates should hold a degree in": "दी थी, जिसके बिना ऐसे उम्मीदवारों को आर्किटेक्ट अधिनियम के तहत मान्यता",
  "8 The High Court of Allahabad observed that Regulation 16 of the Service": "8. इलाहाबाद उच्च न्यायालय ने यह मत व्यक्त किया कि सेवा विनियम 98] के",
  "Regulations 1981, conferred NOIDA with the power to lay down the conditions and qualifications for promotions in the authority’s various departments. NOIDA": "विनियम 6 ने प्राधिकरण के विभिन्न विभागों में पदोन्नति के लिए शर्तों और अर्हताओं को अभिकथित करने की शक्ति नोएडा को प्रदान किया। नोएडा ने",
  "had laid down these conditions and qualifications in the Promotion Policy 2005.": "पदोन्नति नीति 2005 में इन शर्तों और योग्यता को निर्धारित किया था। उद्च",
  "The High Court noted that the sole ground for challenging the Promotion Policy": "न्यायालय ने उल्लेख किया कि पदोन्नति नीति 2005 को चुनौती देने का एकमात्र",
  "2005 was that it allegedly fell foul of Sections 14 and 37 of the Architects Act.": "आधार यह था कि यह कथित रूप से आर्किटेक्ट अधिनियम की धारा 4 और 37",
  "Relying extensively on the decision of the Madhya Pradesh High Court in": "अहिरवार (मुकेश कुमार मनहर)' में मध्य प्रदेश उच्च न्यायालय के निर्णय पर बड़े पैमाने पर अवलंब लेते हुए उच्च न्यायालय ने कहा कि आर्किटेक्ट अधिनियम की",
  "an Associate Town Planner and Associate Architect respectively.": "एसोसिएट टाउन प्लानर और एसोसिएट आर्किटेक्ट के रूप में वर्ग गा के पदों का",
  "degree in Architecture and Town Planning and a degree in Architecture was necessary for candidates who were to be promoted to the posts of Associate": "आर्किटेक्चर में एक डिग्री उन उम्मीदवारों के लिए आवश्यक थी जिन्हें एसोसिएट",
  "Nagar Gram Niyojak, Uttar Pradesh (Town and Country Planning Department,": "मुखिया नगर ग्राम नियोजन, उत्तर प्रदेश (टाउन एंड कंट्री प्लानिंग डिपार्टमेंट, उत्तर",
  "Uttar Pradesh). In a letter dated 22 December 2008, the Mukhya Nagar Gram": "प्रदेश) से एक राय मांगी गई थी। 22 दिसंबर 2008 के एक पत्र में, मुख्य नगर ग्राम",
  "Niyojak recommended that a degree or diploma in the relevant subjects should": "नियोजन ने सिफारिश की कि संबंधित विषयों में एक डिग्री या डिप्लोमा पदोन्नति",
  "be an essential qualification for candidates seeking promotion. NOIDA": "पाने वाले उम्मीदवारों के लिए एक आवश्यक योग्यता होनी चाहिए। नोएडा ने बाद में",
  "subsequently sought the opinion of the state government on the same question.": "एक ही सवाल पर राज्य सरकार की राय मांगी। इस अवधि के दौरान, एसोसिएट",
  "During this period, promotions to the post of Associate Town Planner and Associate Architect have continued to remain in abeyance, resulting in a situation": "टाउन प्लानर और एसोसिएट आर्किटेक्ट के पद पर पदोन्नति स्थगित है, जिसके",
  "where employees who have served for as many as twenty-five years being": "परिणामस्वरूप ऐसी स्थिति बनी हुई है, जहां कर्मचारियों ने पच्चीस साल तक सेवा",
  "denied consideration for promotion.": "की है, उन्हें पदोन्नति के लिए विचार से वंचित किया जा रहा है।",
  "7 Before the High Court of Allahabad, the first respondent filed three writ": "7. इलाहाबाद उच्च न्यायालय के समक्ष, पहले प्रत्यर्थी ने तीन रिट याचिकाएं? दायर",
  "petitions.® In the writ petitions, the first respondent also impleaded the present": "की। रिट याचिकाओं में, पहले प्रत्यर्थी ने वर्तमान अपीलकर्ता, आर्किटेक्ट परिषद को",
  "alternatively whether Section 37 actually prohibits unregistered individuals from": "दूसरे शब्दों में, क्या धारा 37 ऐसे व्यक्तियों को अनुमति देती है जो भारत में",
  "this Court is also called upon to determine whether a government post titled or": "इस प्रश्न के लिए परिणामस्वरूप, इस न्यायालय को यह निर्धारित करने के लिए भी आहूत किया जाता है कि क्या एक सरकारी पद का शीर्षक या शैली , जिसका",
  "styled using the term “Architect” can be held by individuals not registered with the": "उपयोग \"आर्किटेक्ट\" शब्द के उपयोग के रूप में किसी व्यक्तिगत व्यक्ति के लिए",
  "2 The present appeals arise out of three writ petitions filed by the first respondent before the High Court of Allahabad. The first respondent has been": "2. वर्तमान अपील इलाहाबाद उच्च न्यायालय के समक्ष पहले प्रत्यर्थी द्वारा दायर तीन रिट याचिकाओं से उत्पन्न होती है। पहला प्रत्यर्थी जनवरी 988 से तीसरे",
  "working as an Architectural cum Planning Assistant in the service of the third": "वास्तुकार सह योजना सहायक के रूप में काम कर रहा है और भारतीय आर्किटेक्ट",
  "development of various geographical zones of the state of Uttar Pradesh.": "राज्य के विभिन्न भौगोलिक क्षेत्रों के विकास की निगरानी और प्रबंधन के लिए उत्तर",
  "3 Exercising its powers under Section 19 of the U.P. Industrial Area": "3. यूपी औद्योगिक क्षेत्र विकास अधिनियम की धारा 9 के तहत अपनी शक्तियों का",
  "Development Act and with the approval of the state government, NOIDA framed": "प्रयोग करते हुए और राज्य सरकार की मंजूरी के साथ, नोएडा ने अपने विभिन्न",
  "the Service Regulations of 1981 for the recruitment and promotion of employees": "विभागों में कर्मचारियों की भर्ती और पदोन्नति के लिए 98] के सेवा विनियमों को",
  "Department of Planning and Architecture where the first respondent is employed.": "विभाग है जहां पहला प्रत्यर्थी कार्यरत है। सेवा विनियम 98 का विनियम 6 भर्ती",
  "“«U P. Industrial Area Development Act”": "4 - यूपी औद्योगिक क्षेत्र विकास अधिनियम",
  "answer. If Section 37 of the Architects Act prohibits individuals not registered with": "यदि आर्किटेक्ट अधिनियम की धारा 37 में ऐसे व्यक्तियों को प्रतिबंधित किया गया",
  "the Council from practicing the activities commonly undertaken by an architect,": "है जो किसी आर्किटेक्ट द्वारा आमतौर पर की जाने वाली गतिविधियों का अभ्यास",
  "the 2005 Promotion Policy will violate Section 37 as it allows unregistered": "करने से परिषद में पंजीकृत नहीं हैं, तो 2005 पदोन्नति नीति धारा 37 का उल्लंघन करेगी क्योंकि यह अप॑जीकृत व्यक्तियों को एक आर्किटेक्ट की गतिविधियों को करने",
  "individuals to undertake the activities of an architect. However, if Section 37 only": "करेगी क्योंकि यह अप॑जीकृत व्यक्तियों को एक आर्किटेक्ट की गतिविधियों को करने की अनुमति देता है। हालाँकि, यदि धारा 37 केवल उन व्यक्तियों को प्रतिबंधित",
  "“architect”, then the Promotion Policy 2005 is valid insofar as it permits": "नहीं हैं, तो , तो पदोन्नति नीति 2005 वैध है जहाँ तक यह अपंजीकृत व्यक्तियों को",
  "unregistered individuals from practicing architecture and only the question of the": "आर्किटेक्ट का अभ्यास करने से अनुमति देता है और केवल पद के नामकरण के",
  "nomenclature of the post remains to be decided. It is to this controversy that we": "प्रश्न के बारे में निर्णय लिया जाना शेष है। यह उक्त विवाद के लिए है जिस पर अब",
  "insisting that the architects practising in Delhi and submitting": "सकता है, यह जोर देकर कि दिल्ली में प्रैक्टिस करने वाले आर्किटेक्ट्स और",
  "plans for construction of buildings for the approval of the": "कॉर्पोरेशन के अनुमोदन के लिए भवनों के निर्माण की योजना प्रस्तुत करने के",
  "Corporation must possess licences issued by _ the Corporation.”": "लिए लाइसेंस होना चाहिए जिसे निगम द्वारा जारी किया गया।",
  "(Emphasis supplied)": "( प्रभाव वर्धित)",
  "On the question of whether the Delhi Municipal Corporation could regulate": "इस सवाल पर कि क्या दिल्ली नगर निगम आर्किटेक्चर परिषद के साथ पहले से",
  "architects already registered with the Council of Architecture, the Division Bench": "पंजीकृत आर्किटेक्ट्स को विनियमित कर सकता है, संविधान पीठ ने निम्नानुसार",
  "held:": "किया:",
  "“The Architects Act, 1972 is a special law dealing with the": "आर्किटेक्ट्स एक्ट, 972 एक विशेष कानून है जो आर्किटेक्ट के रूप में पंजीकृत",
  "qualifications to be possessed by persons for being registered": "होने के लिए व्यक्तियों द्वारा प्राप्त योग्यताओं से संबंधित है और केवल ऐसे",
  "as architects and restricting the term “architect” or “registered": "व्यक्तियों के लिए आर्किटेक्ट या पंजीकृत आर्किटेक्ट शब्द को प्रतिबंधित करता",
  "registration certificate under the Architects Act, 1972 is": "है। चूंकि आर्किटेक्ट अधिनियम, 972 के तहत एक पंजीकरण प्रमाण पत्र को",
  "regarded by Parliament as sufficient qualification for the": "प्राप्त करना, उसको संसद द्वारा आर्किटेक्ट्स के अभ्यास के लिए पर्याप्त योग्यता",
  "practice of architects and since all related questions have": "माना जाता है और चूंकि उक्त अधिनियम द्वारा आर्किटेक्ट्स के संबंध में सभी",
  "became unnecessary for the Corporation to do so thereafter.”": "संबंधित प्रश्नों का निस्तारण किया गया है, इसलिए निगम के लिए यह अनावश्यक हो गया है कि उसके बाद ऐसा करें। |",
  "untrained persons and mistakenly entrusting them with the task of construction.": "नागरिकों को अप्रशिक्षित व्यक्तियों द्वारा गुमराह किए जाने और गलती से उन्हें निर्माण के कार्य में सौंपने से बचाने के लिए किया गया था।",
  "Even though the Single Judge undoubtedly recognised the need for trained and": "भले ही एकल न्यायाधीश ने निस्संदेह प्रशिक्षित और योग्य आर्किटेक्ट्स की",
  "qualified architects, Section 37 was interpreted as creating a bar on individuals": "आवश्यकता को मान्यता दी थी, धारा 37 की व्याख्या उन व्यक्तियों को वर्जित करने",
  "representing themselves to be qualified architects and not as creating a bar on": "के रूप में की गई थी जो स्वयं को योग्य आर्किटेक्ट होने के लिए प्रतिनिधित्व करते",
  "untrained individuals practicing the tasks undertaken by architects.": "हैं और आर्किटेक्ट द्वारा किए गए कार्यों का अभ्यास करने वाले अप्रशिक्षित व्यक्तियों",
  "15 The issue of using the nomenclature “architect” in government services": "5. सरकारी सेवाओं में नाम \"आर्किटेक्ट\" का उपयोग करने का मुद्दा भी उच्च",
  "has also arisen before the High Courts. In Tulya Gogoi v Association of": "न्यायालयों के समक्ष उत्पन्न हुआ है। तुल्या गोगोई बनाम एसोसिएशन ऑफ",
  "Architects'' an order of the Government of Assam was challenged. The said": "आर्किटेक्ट्स में असम सरकार” के एक आदेश को चुनौती दी गई थी। उक्त आदेश",
  "order re-named the post of “Architectural Draftsman P.W.D.” as “Junior": "ने आर्किटैक्चरल ड्राफ्ट्समैन पीडब्लूडी के पद को जूनियर आर्किटेक्ट के रूप में",
  "Architect”. The individuals whose posts were to be renamed had at the time": "फिर से नामित किया। जिन व्यक्तियों के पदों का नामकरण पुनः किया जाना था ,",
  "obtained a diploma certificate in Architectural Assistantship which was _ not": "उन्होंने उस समय आर्किटेक्टल असिस्टेंट में डिप्लोमा सर्टिफिकेट प्राप्त किया था,",
  "\" (1999) 3 Gau LR 179": "- (999)3 गौ एलआर 79 4",
  "pronouncements by High Courts on whether Section 37 should be interpreted as": "उच्च न्यायालय ने इस तर्क को खारिज कर दिया कि धारा 37 का उद्देश्य केवल",
  "Architects Act does not restrict the practise by architects": "के नियम प्रदान किए गए हैं, आर्किटेक्ट्स एक्ट के प्रावधान आर्किटेक्ट्स के",
  "allowing for the registration and de-registration of architects provided an": "रजिस्ट्रेशन और डी-रजिस्ट्रेशन की इजाजत देते हुए आर्किटेक्चरल प्रोफेशन की",
  "overarching regulatory framework to protect the integrity of the architectural": "अखंडता की रक्षा के लिए एक व्यापक नियामक ढांचा प्रदान करते हैं। अधिनियम",
  "profession. The Act ensures that individuals who did not possess a statutorily": "यह सुनिश्चित करता है कि जिन व्यक्तियों के पास वैधानिक रूप से मान्यता प्राप्त",
  "recognised qualification cannot refer to themselves as “Architects”. Crucially, the": "योग्यता नहीं थी, वे स्वयं को आर्किटेक्ट के रूप में संदर्भित नहीं कर सकते हैं।",
  "High Court observed that Section 37 did not carve out an exception for": "महत्वपूर्ण रूप से, उच्च न्यायालय ने देखा कि धारा 37 ने सरकारी कर्मचारियों के",
  "government employees, therefore the prohibition on the use and the “title and style of architect” contained in Section 37 applied to both private individuals and": "लिए एक अपवाद नहीं बनाया है, इसलिए धारा 37 में निहित आर्किटेक्ट का उपयोग उसके शीर्षक और शैली पर निषेध निजी व्यक्तियों और सरकारी कर्मचारियों दोनों",
  "16 Both the appellant and the Union of India have relied on the decision of the Division Bench of the High Court of Madhya Pradesh in Mukesh Kumar Manhar": "6. अपीलकर्ता और भारत संघ दोनों ने मुकेश कुमार मनहर के मध्य प्रदेश के उच्च",
  "that case were substantially similar to those before us. The petitioners before the": "उचित होगा। उस मामले के तथ्य उन तथ्यों के समान थे जो हमारे समक्ष है। मध्य",
  "Draughtsman” and held architectural degrees recognised by the Architects Act.": "के रूप में नियोजित किया गया था और आर्किटेक्ट अधिनियम द्वारा मान्यता प्राप्त",
  "contended that Section 37 restricted the use of the title of “architect” to a certain": "धारा 37 का उल्लंघन करने के रूप में चुनौती दी गई थी क्योंकि यह प्रभावी रूप से",
  "unqualified persons calling themselves as architects and": "संबंधित व्यक्तियों को परिषद द्वारा मान्यता प्राप्त योग्यता के बिना आर्किटेक्ट का",
  "then was) speaking on behalf of a Division Bench of the High Court of Gauhati": "न्यायाधीश के रूप में) ने उच्च न्यायालय की एक खंडपीठ की ओर से अवधारित",
  "“42. Itis no doubt that the argument as advanced on behalf of": "2. इसमें कोई संदेह नहीं है कि अपीलकर्ताओं की ओर से प्रस्तुत तर्क",
  "the appellants is attractive, but it hardly appeals us. It is true,": "आकर्षक है, लेकिन यह हमें ठीक नहीं लगता है। यह सच है, कारखानों, उद्योगों,",
  "constructed for factories, industries, housing colonies, office": "आवास कॉलोनियों, कार्यालय परिसरों आदि के लिए निर्माण, भवन निर्माण की",
  "architecture must be regulated. Only those who have proper": "पेशे को विनियमित किया जाना चाहिए। केवल उन्हीं लोगों को , जिनके पास",
  "education and training and are qualified to work as such may": "समुचित शिक्षा और प्रशिक्षण है और जो काम करने के योग्य हैं, उन्हें ही",
  "alone be permitted to work as architects. It is a legislation": "आर्किटेक्ट के रूप में काम करने की अनुमति दी जा सकती है। यह विशेष रूप",
  "especially dealing with architects. Meaning of the word": "से वास्तुकारों से संबंधित एक विधि है। शब्द 'वास्तुकार' का अर्थ धारा 2 के",
  "‘architect’ has been statutorily provided under clause (a) of": "खंड (क) के तहत वैधानिक रूप से प्रदान किया गया है, जहां यह प्रदान किया",
  "whose name is entered in the register. ... Conduct of an": "गया है कि इसका अर्थ है एक नाम जिसे रजिस्टर में दर्ज किया गया है। ....",
  "architect is effectively controlled by Section 30. As a": "आर्किटेक्ट का आचरण धारा 30 द्वारा प्रभावी रूप से नियंत्रित किया जाता है।",
  "Government servant may be punished under the": "सरकारी नियमों के तहत सरकारी कर्मचारी को दंडित किया जा सकता है,",
  "profession of architecture. But check is placed by": "लेकिन फिर भी वह आर्किटेक्ट के पेशे का अभ्यास कर सकता है। लेकिन चेक",
  "Section 30 under which the name of an architect is even": "को धारा 30 द्वारा रखा गया है, जिसके तहत एक आर्किटेक्ट का नाम रजिस्टर",
  "practice. Therefore, the argument that being in Government service an architect is accountable to his": "है। इसलिए, यह तर्क कि सरकारी सेवा में एक आर्किटेक्ट अपने नियोक्ता के",
  "since mere punishment as a Government employee may": "अवधारित नहीं किया जाता है क्योंकि एक सरकारी कर्मचारी उसे एक",
  "Raveendran (as the learned judge then was) speaking for a Division Bench of the": "न्यायाधीश आर. वी. रवींद्रन (तब विद्वत न्यायाधीश के रूप में) उच्च न्यायालय की",
  "Advocates Act and the Indian Medical Council Act 1956'*. The court held:": "एक खंडपीठ के लिए बोलते हुए, अधिवक्ता अधिनियम और भारतीय चिकित्सा",
  "Act 1972 dealing with the profession of Architects and": "[0.आर्किटेक्ट्स के पेशे से संबंधित आर्किटेक्ट एक्ट 972 और चिकित्सा और",
  "Section 15(2) of The Indian Medical Council Act, 1956": "भारतीय चिकित्सा परिषद अधिनियम, 956 की धारा 5 (2) राज्य चिकित्सा",
  "bars any person other than medical practitioners enrolled": "रजिस्टरों में नामांकित चिकित्सा चिकित्सकों के अलावा किसी भी व्यक्ति को",
  "or holding the office as ‘physician’ or ‘surgeon’ in any": "या अन्य प्राधिकरण संस्थान में \"चिकित्सक\" या \"सर्जन\" के रूप में पद धारण",
  "any local or other Authority. Similarly, section 29 of the Advocates Act, 1961, provides that only one class of": "करने से रोकती है। । इसी तरह, अधिवक्ता अधिनियम, 96। की धारा 29 में",
  "Advocates Act, 1961, provides that only one class of persons are entitled to practice the profession of law,": "यह प्रावधान है कि केवल एक वर्ग के व्यक्ति ही कानून के पेशे का अभ्यास करने",
  "namely, advocates entered in the Roll of any Bar Council under the provisions of the Advocates Act. Thus there is a": "के हकदार हैं, अर्थात्‌ अधिवक्ता, अधिवक्ता अधिनियम के प्रावधानों के तहत किसी भी बार परिषद के रोल में अंकित होना चाहिए। इस प्रकार उन व्यक्तियों",
  "Medical Council or State Bar Council from practising as a": "पर एक स्पष्ट वर्जन है जो राज्य चिकित्सा परिषद या राज्य बार काउंसिल के",
  "Medical Practitioner or an Advocate.": "साथ मेडिकल प्रैक्टिशनर या एडवोकेट के रूप में अभ्यास करने से नामांकित",
  "11. In contrast, the Architects Act 1972 does not prohibit": "[. इसके विपरीत, आर्किटेक्ट अधिनियम 972 उन लोगों के अलावा अन्य",
  "registered architect using the title and style of Architect.": "आर्किटेक्ट के शीर्षक और शैली का उपयोग करने के लिए एक पंजीकृत",
  "It does not prohibit a person, who is not a registered as": "व्यक्ति को प्रतिबंधित नहीं करता है , जो एक आर्किटेक्ट के रूप में एक",
  "an Architect with the Council of Architecture from carrying on or discharging any function that can be": "आर्किटेक्ट परिसद में पंजीकृत नहीं है, जो किसी भी कार्य को करने या निर्वहन",
  "carried on by a registered Architect. ...”": "करने से संबंधित है जिसे एक पंजीकृत वास्तुकार द्वारा किया जा सकता है।...",
  "is significant. Relying on this distinction, the High Court ultimately held that:": "लेते हुए, उच्च न्यायालय ने अंततः यह अवधारित किया कि:",
  "“13. ... there can be no objection for a rule providing for non- architects being promoted to a particular Class II post, which": "“3... गैर-आर्किटेक्ट्स को एक विशेष वर्ग [[ के पद पर पदोन्नत करने के लिए प्रावधान करने वाले नियम के लिए कोई आपत्ति नहीं हो सकती है, जिसमें भवन",
  "may involve planning, designing and supervision of Building": "निर्माण की योजना, डिजाइन और पर्यवेक्षण शामिल हो सकता है। कया निषिद्ध",
  "objectionable in law is calling the persons discharging such functions related to architecture, as ‘Architects’": "है और जो कानून में आपत्तिजनक है वह है आर्किटेक्ट से संबंधित ऐसे कार्यों का निर्वहन करने वाले व्यक्तियों को 'आर्किटेक्ट्स' के रूप में बुलाना, जब वे",
  "when they are not registered as Architects. ... Even": "आर्किटेक्ट्स के रूप में पंजीकृत नहीं होते हैं। ..... यहां तक कि इंजीनियर,",
  "Engineers, who do not have a degree in Architecture (and who are not registered Architects) but having": "जिनके पास वास्तुकला (और जो पंजीकृत वास्तुकार नहीं हैं) में डिग्री नहीं है,",
  "qualifications in Engineering and experience in design and supervision, may perform the function which are": "लेकिन डिजाइन और पर्यवेक्षण में अनुभव और इंजीनियरिंग में योग्यता है, वे",
  "normally performed by an Architect. But such Engineers": "कार्य कर सकते हैं जो आमतौर पर एक आर्किटेक्ट द्वारा किया जाता है। लेकिन",
  "who are not registered Architects and posted to the": "ऐसे इंजीनियर जो पंजीकृत आर्किटेक्ट्स नहीं हैं और जो वर्ग- या गा के पदों पर",
  "designs, cannot be called as ‘Architects’ or ‘Assistant": "आर्किटेक्ट\" या * असिस्टेंट आर्किटेक्ट्स\" के रूप में नहीं बुलाया जा सकता है",
  "Architects’ unless they are registered Architects under": "जब तक कि वे आर्किटेक्ट अधिनियम के तहत पंजीकृत वास्तुकार न हों .....",
  "the Architects Act ... A draughtsman who is a registered Architect, when promoted to Class II post, can however be": "एक ड्राफ्ट्समैन जो एक पंजीकृत आर्किटेक्ट है, जब वर्ग गए के पद पर पदोन्नत",
  "called as ‘Assistant Architect’.": "किया जाता है, को हालांकि 'असिसटेन्ट आर्किटेक्ट' कहा जा सकता है।",
  "14. We recognise the freedom and choice, vested in the": "निहित स्वतंत्रता और विकल्प के बारे में जानते है। लेकिन निर्धारित योग्यता,",
  "the qualifications prescribed, should not violate any statutory provision, nor suffer from the vice of arbitrariness or mala": "किसी भी वैधानिक प्रावधान का उल्लंघन नहीं करना चाहिए, न ही मनमानी या",
  "fides. Statutory preferences should not be _ ignored.": "दुर्भावना से ग्रस्त होना चाहिए। सांविधिक वरीयताओं को नजरअंदाज नहीं",
  "Architecture is a specialised technical field dealing with": "किया जाना चाहिए। वास्तुकला एक विशिष्ट तकनीकी क्षेत्र है जो भवनों और",
  "design and execution of buildings and structures. ...”": "संरचनाओं के डिजाइन और निष्पादन से संबंधित है। ....",
  "The High Court held that the Architects Act merely prohibited individuals not": "उच्च न्यायालय ने माना कि आर्किटेक्ट्स अधिनियम ने केवल उन व्यक्तियों को",
  "“Architects” but did not prohibit unregistered persons from carrying out the": "आर्किटेक्टचर परिसर में पंजीकृत नहीं हैं , लेकिन अपंजीकृत व्यक्तियों को",
  "practice of architecture. Even engineers, who are not registered with the Council": "वास्तुकला के अभ्यास को करने से प्रतिबंधित नहीं किया है। यहां तक कि",
  "to such unregistered engineers or other individuals as “architects” unless they are": "जब तक वे आर्किटेक्ट अधिनियम के तहत पंजीकृत नहीं होते, तब तक ऐसे अप॑ंजीकृत इंजीनियरों या अन्य व्यक्तियों को \"आर्किटेक्ट\" के रूप में संदर्भित करना",
  "The Single Judge of the High Court of Delhi observed that a plain reading of": "दिल्ली उच्च न्यायालय के एकल न्यायाधीश ने कहा कि धारा 37 के पठन इस निष्कर्ष",
  "Section 37 leads to the conclusion that Section 37 merely acts as a prohibition on": "की ओर जाता है कि धारा 37 केवल शीर्षक \"आर्किटेक्ट\" के उपयोग पर प्रतिबंध के",
  "Importantly, the Single Judge observed that although this may result in certain": "महत्वपूर्ण रूप से, एकल न्यायाधीश ने देखा कि हालांकि इसके परिणामस्वरूप कुछ",
  "unregulated individuals engaging in the practice of architecture: (i) such untrained": "अनियमित व्यक्ति आर्किटेक्ट के अभ्यास में संलग्न हो सकते हैं: (0) ऐसे अप्रशिक्षित",
  "individuals cannot refer to themselves as “architects” and are thus unlikely to be": "व्यक्ति स्वयं को \"आर्किटेक्ट\" के रूप में संदर्भित नहीं कर सकते हैं और इस प्रकार",
  "entrusted with tasks requiring specialised architectural knowledge; (ii) the court": "विशेष आर्किटेक्चरल ज्ञान की आवश्यकता वाले कार्यों के साथ सौंपे जाने की",
  "cannot construe a statutory provision in a manner contrary to its plain meaning": "संभावना नहीं है; () अदालत अपने स्पष्ट अर्थ के विपरीत एक वैधानिक प्रावधान",
  "“architects” engaging in the business of designing and supervising construction is": "जोखिम जो स्वयं को डिजाइन और पर्यवेक्षण निर्माण के व्यवसाय में संलग्र",
  "real, it can always amend Section 37 to prohibit the practice of such activities by unregistered individuals as the legislature has done in the cases of the Advocates": "अपंजीकृत व्यक्तियों द्वारा ऐसी गतिविधियों के अभ्यास को प्रतिबंधित करने के लिए धारा 37 में संशोधन कर सकता है क्योंकि विधायिका ने अधिवक्ता अधिनियम और",
  "Act and the Indian Medical Council Act.": "भारतीय चिकित्सा परिषद अधिनियम के मामलों में किया है।",
  "18 In Sudhir Vohra v Registrar of Companies” three writ petitions were": "8. सुधीर वोहरा बनाम रजिस्ट्रार ऑफ कंपनीज\" में तीन रिट याचिकाएं दिल्ली उच्च",
  "filed before a single judge of the Delhi High Court. The first writ petition sought a": "न्यायालय के एकल न्यायाधीश के समक्ष दायर की गई थीं। पहली रिट याचिका में",
  "to prohibit the registration of any company or limited liability partnership which": "सीमित देयता साझेदारी के पंजीकरण पर रोक लगाने का निर्देश देने के लिए एक",
  "stated that it provided architectural services. The second writ petition sought a": "परमादेश की मांग की गई थी जिसमें कहा गया था कि यह आर्किटेक्ट की सेवाएं प्रदान करता है। दूसरी रिट याचिका में भारत में पूर्ण स्वामित्व वाली सहायक कंपनी",
  "direction cancelling the permission granted to an architecture firm from Singapore": "स्थापित करने के लिए सिंगापुर से एक आर्किटेक्ट फर्म को दी गई अनुमति को रद्द",
  "provide architectural services; and (ii) no company/LLP can": "रूप में वर्णित नहीं कर सकते हैं, किसी को भी वास्तुकला सेवाएं प्रदान करने से",
  "use the title and style of ‘architect’ or its derivatives.": "शीर्षक का उपयोग कर सकता है या स्वयं को \" आर्किटेक्ट\" के शैली रूप में",
  "than a registered architect from using the title of “architect” and any firm can bid": "भी व्यक्ति \"आर्किटेक्ट\" के शीर्षक का उपयोग नहीं कर सकता है, इसका तात्पर्य यह",
  "contract, Justice V K Jain observed that:": "को चुनौती को खारिज करने में, न्यायमूर्ति वीके जैन ने कहा कि:",
  "“8. A plain reading of Section 37 of the Act which appears under the heading “Prohibition against the use of title”": "8. अधिनियम की धारा 37 का पढने पर, जो 'शीर्षक के उपयोग के खिलाफ",
  "would show that though the aforesaid provision bars a": "निषेध' शीर्षक के तहत प्रकट होता है, यह दर्शाता है कि यद्यपि पूर्वोक्त प्रावधान",
  "person other than a registered architect or a firm of": "एक पंजीकृत आर्किटेक्ट या आर्किटेक्ट की फर्म के अलावा किसी अन्य व्यक्ति",
  "architects from using the title and style; it does not": "को शीर्षक और शैली का उपयोग करने से रोकता है; यह उसे आर्किटेक्टरल",
  "prohibit him from rendering architectural service so long": "सेवा प्रदान करने से प्रतिबंधित नहीं करता है जब तक कि वह अभिव्यक्ति",
  "as he does not use the expression architect and does not": "आर्किटेक्ट का उपयोग नहीं करता है और आर्किटेक्ट की फर्म के रूप में अपनी",
  "describe his firm, if any, as a firm of architects. Had the": "फर्म, यदि कोई हो, का वर्णन नहीं करता है। यदि विधायी मंशा अधिनियम के",
  "services by any person other than a person registered under": "प्रावधान के तहत पंजीकृत व्यक्ति के अलावा किसी अन्य व्यक्ति द्वारा",
  "the provision of the Act, Section 37 of the Act would have been worded altogether differently. For instance, Section 29": "धारा 37 को पूरी तरह से भिन्न है।उदाहरणार्थ, अधिवक्ता अधिनियम, 96। की",
  "authenticating a medical or fitness certificate, giving evidence": "चिकित्सा या फिटनेस प्रमाण पत्र पर हस्ताक्षर करने या सरकार या किसी",
  "as an expert and hold office as Physician or Surgeon or any": "प्रमाणित करने और चिकित्सक या सर्जन या किसी अन्य के रूप में पद धारण",
  "by a local or other authority. No similar provision is, however": "करने पर भी स्पष्ट रूप से प्रतिबंध लगाती है। हालांकि, इस प्रकार का कोई",
  "petitioners contended that in my view rightly too that": "प्रावधान नहीं है याचिकाकर्ताओं के विद्वत अधिवक्ता ने तर्क दिया कि मेरे विचार",
  "such an interpretation may result in unqualified persons": "में यह भी सही है कि इस तरह की व्याख्या से अयोग्य व्यक्तियों को इमारतों के",
  "providing services such as supervision of construction": "हालांकि वे इमारतों के निर्माण की देखरेख जैसे सेवाएं प्रदान करना जारी रख",
  "19 During the course of the present proceedings, the Learned Attorney": "[9. वर्तमान कार्यवाही के दौरान, विद्वत महान्यायवादी ने हमारे सामने प्रासंगिक",
  "General has placed before us a compilation of relevant material including an": "सामग्री का एक संकलन प्रस्तुत किया है, जिसमें इस न्यायालय की द्वी-न्यायाधीशीय",
  "extracted the relevant portion of the order below:": "भाग को नीचे अवधारित किया हैः",
  "judgement and order dated 29\" November, 2004 passed by the Bombay High Court in Writ Petition No. 1830 of 1988 and": "29 नवंबर, 2004 को बॉम्बे हाईकोर्ट द्वारा रिट याचिका संख्या 830/988 और उससे सम्बन्धित मामलों में पारित किए गए फैसले और आदेश के साथ हस्तक्षेप",
  "connected matters, we are of the view that the High Court": "करने का कोई कारण नहीं मिलता है, हमारा विचार है कि उद्च न्यायालय",
  "was in error in rejecting the contention of the appellant that": "अपीलकर्ता के इस तर्क को खारिज करने में त्रुटि की थी कि आर्किटेक्ट्स एक्ट,",
  "practice under the Architects Act, 1972 is not restricted only to the architects. It is not correct to say that any one can": "972 के तहत अभ्यास केवल आर्किटेक्ट्स तक ही सीमित नहीं है। यह कहना",
  "to the architects. It is not correct to say that any one can practice as an architect even if he is not registered under the": "सही नहीं है कि कोई भी वास्तुकार के रूप में अभ्यास कर सकता है, भले ही वह",
  "Architects Act, 1972.”": "आर्किटेक्ट अधिनियम, 972 के तहत पंजीकृत न हो।",
  "Placing reliance on this order, the appellant contended that the question of": "इस आदेश पर अवलंब लेते हुए, अपीलकर्ता ने तर्क दिया कि क्या धारा 37",
  "whether Section 37 prohibits the practice of architecture by unregistered": "अपंजीकृत व्यक्तियों द्वारा आर्किटेक्ट के अभ्यास को प्रतिबंधित करती है या नहीं,",
  "individuals is no longer res integra. It was urged that this Court has already held": "यह अब एक अभिन्न अंग नहीं है। यह आग्रह किया गया था कि यह न्यायालय पहले",
  "that the practice of architecture is limited to architects registered under the": "ही अवधारित कर चुका है कि आर्किटेक्चर का अभ्यास आर्किटेक्ट्स अधिनियम के",
  "Architects Act. The order arising out of Manohar Ranade has been followed by a": "तहत पंजीकृत आर्किटेक्ट्स तक सीमित है मनोहर रानाडे के वाद से उत्पन्न आदेश",
  "three-judge bench of this Court in an order dated 11 September 2017 in Council": "के बाद इस न्यायालय की तीन न्यायाधीशों की पीठ ने । सितंबर 2077 को",
  "of Architecture v Indian Institute of Architects.'° The order of the three-judge": "काउंसिल ऑफ आर्किटेक्चर बनाम इंडियन इंस्टीट्यूट ऑफ आर्किटेक्ट्स\"* में एक",
  "view the order dated 14\" February, 2017, passed in Civil Appeal Nos. 3346-3348 of 2005, we dispose of the present": "3346-3348, 2005 में पारित आदेश दिनांक 4 फरवरी, 207 को ध्यान में",
  "appeal in similar terms. To have clarity, we reproduce the": "रखते हुए, हम वर्तमान अपील को इसी प्रकार निस्तारित करते हैं। स्पष्ट करने",
  "'S CA. Nos 3346-3348 of 2005": "5 सी. ए. संख्या 3346-3348/2005",
  "judgement and order dated 29\" November, 2004 passed": "द्वारा पारित 29 नवंबर, 2004 के आक्षेपित निर्णय और आदेश में हस्तक्षेप करने",
  "High Court was in error in rejecting the contention of the appellant that practice under the Architects Act, 1972 is": "खारिज करने में गलती की थी। अपीलकर्ता का तर्क है कि आर्किटेक्ट्स एक्ट,",
  "not restricted only to the architects. It is not correct to say": "972 के तहत प्रैक्टिस केवल आर्किटेक्ट्स तक ही सीमित नहीं है। यह कहना",
  "that any one can practice as an architect even if he is not": "सही नहीं है कि कोई भी आर्किटेक्ट के रूप में अभ्यास कर सकता है, भले ही",
  "registered under the Architects Act, 1972.”": "वह आर्किटेक्ट अधिनियम, 972 के तहत पंजीकृत न हो। अपील को उपरोक्त",
  "20 ~=srThe controversy in Manohar Ranade concerned whether the Municipal": "20. मनोहर रानाडे में विवाद का संबंध है कि क्या नगर निगम , आर्किटेक्ट",
  "Corporation could issue licenses to individuals not registered under the Architects Act for the completion of certain tasks that are otherwise undertaken by": "अधिनियम के तहत अपंजीकृत व्यक्तियों को कुछ कार्यों को पूरा करने के लिए लाइसेंस जारी कर सकता है जो आर्किटेक्ट द्वारा किए जाते हैं। इस प्रश्न के उत्तर में",
  "architects. In answering this question, Justice A P Shah (sitting as a judge of the": "लाइसेंस जारी कर सकता है जो आर्किटेक्ट द्वारा किए जाते हैं। इस प्रश्न के उत्तर में न्यायमूर्ति ए पी शाह (बम्बई उच्च न्यायालय के न्यायाधीश के रूप में) और न्यायमूर्ति",
  "“7. The next issue is whether the engineers or surveyors possessing necessary qualifications can discharge functions": "7. अगला मुद्दा यह है कि क्या आवश्यक योग्यता रखने वाले इंजीनियर या",
  "8. In the above circumstances we are not inclined to accept": "8. उपरोक्त परिस्थितियों में हम याचिकाकर्ताओं के मामले को स्वीकार करने के",
  "restricts practice of architecture to persons registered": "पंजीकृत व्यक्तियों के लिए आर्किटेक्चर के अभ्यास को प्रतिबंधित करता है।",
  "cannot themselves call on Architects may still be free to do the work which is ordinarily done by the Architects": "हैं, वह काम करने के लिए स्वतंत्र हो सकते हैं जो आमतौर पर आर्किटेक्ट्स",
  "and it would be open for the Corporations to regulate licensing in favour of such qualified engineers.”": "द्वारा किया जाता है और यह निगमों के लिए ऐसे योग्य इंजीनियरों के पक्ष में लाइसेंसिंग को विनियमित करने की शक्ति होगी। \"",
  "The High Court of Bombay rejected the contention that the practice of": "बॉम्बे उच्च न्यायालय ने इस तर्क को खारिज कर दिया कि वास्तुकला का अभ्यास",
  "architecture is restricted to registered architects under the Architects Act. The": "आर्किटेक्ट अधिनियम के तहत पंजीकृत आर्किटेक्टों तक ही सीमित है। बॉम्बि के",
  "architects registered under the Architects Act, and even qualified engineers are": "पंजीकृत आर्किटेक्टों तक सीमित नहीं है, और यहां तक कि योग्य इंजीनियर भी",
  "free to carry out the work ordinarily done by architects.": "आर्किटेक्ट्स द्वारा किए जाने वाले कार्यों को पूरा करने के लिए स्वतंत्र हैं।",
  "21 The order of this Court dated 14 February 2017 states that “the High Court": "2. 4 फरवरी 207 के दिनांकित आदेश में इस न्यायालय ने कहा है कि \"",
  "was in error in rejecting the contention of the appellant that practice under the": "हाईकोर्ट ने अपीलकर्ता के इस तर्क को खारिज करने में क्रुटि की थी कि आर्किटेक्ट",
  "Architects Act, 1972 is not restricted only to the architects.” The appellant was": "अधिनियम, 972 के तहत अभ्यास केवल आर्किटेक्ट्स तक ही सीमित नहीं है।\"",
  "the Council of Architecture. The order is based on the premise that the contention": "अपीलकर्ता वास्तुकला परिषद का अधिवक्ता था। आदेश इस आधार पर आधारित",
  "of the Council of Architecture before the High Court of Bombay was that the": "है कि बॉम्बि उच्च न्यायालय के समक्ष वास्तुकला परिषद का तर्क था कि",
  "“practice under the Architects Act, 1972 is not restricted only to architects.” The": "\"आर्किटेक्ट्स अधिनियम, 972 के तहत अभ्यास केवल आर्किटेक्ट्स तक ही",
  "order stated that the High Court was wrong in rejecting this contention. Therefore,": "सीमित नहीं है। आदेश में कहा गया है कि उच्च न्यायालय इस तर्क को खारिज करने",
  "the order of this Court dated 14 February 2017 clearly sought to lay down the": "में कुटि किया था। इसलिए, इस न्यायालय के दिनांक 4 फरवरी 207 के आदेश ने स्पष्ट रूप से इस प्रस्ताव को निर्धारित करने की मांग की कि \"आर्किटेक्ट्स",
  "proposition that the “practice under the Architects Act, 1972 is not restricted only": "ने स्पष्ट रूप से इस प्रस्ताव को निर्धारित करने की मांग की कि \"आर्किटेक्ट्स अधिनियम, 972 के तहत अभ्यास केवल आर्किटेक्ट्स तक ही सीमित नहीं है।",
  "to architects.” Having laid down this proposition, it would appear that the use of": "इस प्रस्ताव को निर्धारित करने के बाद, ऐसा प्रतीत होता है कि इसका उपयोग",
  "the word “not” in the next line is inadvertent. In the previous sentence the court": "अगली पंक्ति में \"नहीं\" शब्द का उपयोग अनावश्यक है। पिछले वाक्य में अदालत ने",
  "expounded the position that the practice of architecture cannot be restricted to": "इस स्थिति को स्पष्ट किया कि आर्किटेक्चर के अभ्यास को आर्किटेक्ट्स एक्ट के",
  "registered architects under the Architects Act. Hence, it would be an incorrect": "तहत पंजीकृत आर्किटेक्ट्स तक सीमित नहीं किया जा सकता है। इसलिए, यह",
  "interpretation of the order to hold that in the very next line, the court would have": "आदेश की गलत व्याख्या होगी कि अगली पंक्ति में, अदालत के द्वारा एक विपरीत",
  "laid down a contrary proposition. Therefore, the effect of the order as a whole is": "प्रस्ताव दिया गया होगा। इसलिए, समग्र रूप से उक्त आदेश के द्वारा इस सिद्धांत को",
  "dated 11 September 2017 which quotes and follows the earlier order should also": "सितंबर 207 के अग्रवर्ती आदेश जो पूर्व के आदेश का हवाला देते हैं और उनका",
  "be read in this light. Therefore, the two orders of this Court do not further the": "पालन करते हैं, को भी इस आलोक में पढ़ा जाना चाहिए। इसलिए, इस न्यायालय के दोनों आदेश अपीलकर्ता द्वारा आग्रह किए गए मामले को आगे नहीं बढ़ाते हैं ,",
  "case urged by the appellant but support the position set out by the Union of India,": "लेकिन भारत संघ द्वारा निर्धारित स्थिति का समर्थन करते हैं, जो कि विद्रत",
  "Regulatory Scheme of the Architects Act": "आर्किटेक्ट अधिनियम की नियामक योजना",
  "22 Before embarking on our analysis of whether the Architects Act prohibits": "22. हमारे विश्लेषण को शुरू करने से पहले कि क्या आर्किटेक्ट्स एक्ट ,",
  "the practice of architecture by individuals not registered with the Council of": "आर्किटेक्ट्स काउंसिल के साथ अ-पंजीकृत व्यक्तियों द्वारा वास्तुकला के अभ्यास",
  "Architects, it is pertinent to examine the scheme of the Architects Act in its": "को प्रतिबंधित करता है, आर्किटेक्ट एक्ट की योजना की संपूर्णता की जांच करना",
  "entirety. The Architects Act is a special legislation creating an exhaustive regulatory regime applicable to the profession of architecture. Clause (a) of": "उचित है। आर्किटेक्ट्स एक्ट एक विशेष कानून है, जो वास्तुकला के पेशे पर लागू एक विस्तृत नियामक शासन का निर्माण करता है। आर्किटेक्ट अधिनियम की धारा",
  "Section 2 of the Architects Act defines an architect as follows:": "2 का खंड (अ) एक वास्तुकार को निम्नानुसार परिभाषित करता है:",
  "“(a) “architect” means a person whose name is for the time": "(8) \"आर्किटेक्ट\" का अर्थ है एक ऐसा व्यक्ति जिसका नाम उस समय",
  "being entered in the register;”": "रजिस्टर में दर्ज किया गया हो।",
  "The “register” is further defined as:": "\"रजिस्टर\" को निम्न रूप में परिभाषित किया गया है:",
  "“(e) “register” means the register of architects maintained under section 23;”": "(९) \"रजिस्टर\" का अर्थ है धारा 23 के तहत बनाए गए आर्किटेक्ट का रजिस्टर;",
  "Section 3 of the Architects Act brings into existence the Council of Architecture.": "आर्किटेक्ट्स एक्ट की धारा 3 आर्किटेक्ट परिषद के अस्तित्व में बारे में बताती है।",
  "Under Section 14 of the Act, only qualifications included in the Schedule to the": "अधिनियम की धारा 4 के तहत, केवल अधिनियम की अनुसूची में शामिल या",
  "qualifications for the purposes of enrolling in the register under the Architects Act.": "तहत रजिस्टर में नामांकन के प्रयोजनों के लिए वैध योग्यता के रूप में मान्यता दी",
  "Clause (2) of Section 14 permits any authority in India which grants architectural": "जाएगी। धारा 4 का खंड (2) भारत में किसी भी प्राधिकरण को अनुमति देता है,",
  "qualification for the purposes of registration under the Architects Act. Section 17": "योग्यता को मान्यता देने के लिए आर्किटेक्चरल योग्यता प्रदान करता है। आर्किटेक्ट अधिनियम की धारा 7 में कहा गया है कि:",
  "of the Architects Act states that:": "हैं, आर्किटेक्ट अधिनियम की धारा 37 जिसमें कहा गया है:",
  "‘17. Effect of recognition— Notwithstanding anything": "7. मान्यता का प्रभाव - किसी बात के होते हुए भी किसी भी अन्य कानून में",
  "contained in any other law, but subject to the provisions of this Act, any recognised qualification shall be a sufficient": "निहित है, लेकिन इस अधिनियम के प्रावधानों के अधीन, कोई भी मान्यता प्राप्त",
  "qualification for enrolment in the register.”": "योग्यता रजिस्टर में नामांकन के लिए पर्याप्त योग्यता होगी।",
  "The import of Sections 14, 15 and 17 is that if an individual wishes to be a": "धारा 4,5 और 7 का अर्थ यह है कि यदि कोई व्यक्ति आर्किटेक्ट अधिनियम के",
  "registered architect under the Architects Act, they must receive an educational": "तहत एक पंजीकृत वास्तुकार बनना चाहता है, तो उसे एक शैक्षिक योग्यता प्राप्त करनी चाहिए जिसे आर्किटेक्ट अधिनियम की अनुसूची में शामिल होने के आधार",
  "qualification that is recognised as a valid qualification by virtue of its inclusion in the Schedule to the Architects Act or a notification under Section 15. The": "करनी चाहिए जिसे आर्किटेक्ट अधिनियम की अनुसूची में शामिल होने के आधार पर वैध योग्यता के रूप में मान्यता दी जाती है या धारा 5 के तहत एक",
  "Schedule to the Architects Act contains a list of qualifications that are recognised": "अधिसूचना। आर्किटेक्ट्स एक्ट की अनुसूची में योग्यता की एक सूची है जो विधि",
  "in law as sufficient to warrant the holder of the qualification being enrolled as a registered architect. Thus, by creating a system of statutorily recognised": "द्वारा मान्यता प्राप्त है, जिसके तहत किसी पंजीकृत वास्तुकार के रूप में नामांकित योग्यता के धारक को पंजीकृत करने के लिए पयप्ति है . इस प्रकार, वैधानिक रूप से",
  "educational qualifications, the Architects Act regulates those individuals who are": "मान्यता प्राप्त शैक्षणिक योग्यता की एक प्रणाली बनाकर, आर्किटेक्ट अधिनियम उन",
  "eligible to be registered architects under the Act.": "व्यक्तियों को नियंत्रित करता है जो अधिनियम के तहत पंजीकृत आर्किटेक्ट होने के",
  "23 Section 23 of the Architects Act provides that:": "23. आर्किटेक्ट्स एक्ट की धारा 23 में निम्नलिखित प्रावधान है कि:",
  "“23. Preparation and maintenance of register—(7) The": "23. रजिस्टर को तैयार करना और उसका रखरखाव ()केंद्र सरकार, यथाशीघ्र, भारत",
  "prepared in the manner hereinafter provided a register of architects for India.": "के लिए वास्तुकारों का एक रजिस्टर इस रीती से तैयार किए जाने के पश्चात उपलब्ध",
  "(2) The Council shall upon its constitution assume the duty of maintaining the register in accordance with the provisions of this Act.": "कराएगी। (2) परिषद अपने गठन पर इस अधिनियम के प्रावधानों के अनुसार रजिस्टर को बनाए रखने का कर्तव्य का निर्वाहन करेगी।",
  "(3) The register shall include the following particulars,": "(3) रजिस्टर में निम्नलिखित विवरण शामिल होंगे, अर्थात्‌:",
  "(a) the full name with date of birth, nationality and residential address of the architect;": "(क) वास्तुकार के जन्म की तारीख, राष्ट्रीयता और आवासीय पते के साथ पूरा नाम;",
  "(b) his qualification for registration, and the date on which": "(ख) रजिस्ट्रीकरण के लिए उसकी योग्यता और वह तारीख जिसको उसने वह",
  "he obtained that qualification and the authority which conferred it;": "अर्हता प्राप्त की और वह प्राधिकारी जिसने उसे प्रदान किया;",
  "(c) the date of his first admission to the register;": "(ग) रजिस्टर में उसके प्रथम प्रवेश की तारीख;",
  "(d) his professional address; and": "(घ) उसका व्यावसायिक पता; और",
  "(e) such further particulars as may be prescribed by rules.”": "(ड़) ऐसे अतिरिक्त विवरण जो नियमों द्वारा विहित किए जाएं।",
  "25 The present case raises two questions that this Court must answer:": "25. वर्तमान मामला दो सवाल उठाता है कि इस न्यायालय को उत्तर देना चाहिए:",
  "(i) Question 1: Does Section 37 of the Architects Act prohibit individuals": "() प्रश्न 3: क्या आर्किटेक्ट्स एक्ट की धारा 37 व्यक्तियों को आर्किटेक्ट",
  "not registered as architects under the Architects Act from practicing the": "एक्ट के तहत अपंजीकृत व्यक्ति को आर्किटेक्ट के रूप कार्य करने से निषेध",
  "activities undertaken by architects, including the design, supervision": "करती है, जिसमें इमारतों के डिजाइन , पर्यवेक्षण और निर्माण सहित",
  "(ii) | Question 2: Whether a post titled “Architect”, “Associate architect” or": "() प्रश्न 2: क्या आर्किटेक्ट, एसोसिएट आर्किटेक्ट या आर्किटेक्ट के शब्द",
  "any other similar title using the term or style of “Architect” can be held": "या शैली का उपयोग करते हुए किसी अन्य समान शीर्षक वाला पद",
  "by a person not registered as an architect under the Architects Act.": "आर्किटेक्ट अधिनियम के तहत एक आर्किटेक्ट के रूप में पंजीकृत नहीं होने वाले व्यक्ति द्वारा धारण किया जा सकता है।",
  "Question 1": "प्रश्न ।",
  "26 In answering the first question we must begin with the text of Section 37.": "26. पहले प्रश्न का उत्तर देने में हमें धारा 37 के तथ्यों के साथ शुरू करना चाहिए।",
  "The provision uses the phrase “no person shall ... use the title and style of": "इस प्रावधान के तहत वाक्यांश \"कोई व्यक्ति ... ...आर्किटेक्ट के शीर्षक और शैली",
  "architect”. Therefore, on a plain reading of the section, the legal prohibition": "का उपयोग नहीं करेगा\" इसलिए, धारा को पढ़ने पर, बनाया गया कानूनी निषेध",
  "created is on the use of the “title and style of architect”. Title and style are distinct": "आर्किटेक्ट की शीर्षक और शैली के उपयोग पर है। शीर्षक और शैली व्यवहार से",
  "from practice. While a prohibition on the use of a title merely restricts an": "अलग हैं। जबकि एक शीर्षक के उपयोग पर निषेध केवल एक व्यक्ति को उक्त शीर्षक",
  "individual from attaching the said title to their name in referring to or representing": "को उनके नाम पर संलग्न करने या स्वयं को दूसरों के लिए उस नाम संदर्भित या",
  "undertaking of specific actions. The most compelling evidence that the two": "वास्तर्विक उपक्रम पर एक वजन बनाता है। सबसे प्रभावसाली सबूत जो दो",
  "concepts are materially distinct is the varied usage of the two phrases by the": "अवधारणाएं में भौतिक रूप से अलग हैं, विधायिका द्वारा दो वाक्यांशों का विविध",
  "legislature. For example, clause (2) of Section 15 of the Indian Medical Council": "उपयोग है। उदाहरण के लिए, भारतीय चिकित्सा परिषद अधिनियम की धारा 5 के",
  "Section 23 provides for the maintenance of a register of architects in India. As the": "धारा 23 के तहत भारत में वास्तुकारों के रजिस्टर के रखरखाव का प्रावधान है। जैसा कि \"आर्किटेक्ट\" शब्द को स्वयं आर्किटेक्ट अधिनियम के तहत पंजीकृत एक",
  "term “architect” itself is defined to mean an individual registered under the": "व्यक्ति के रूप में परिभाषित किया गया है, अधिनियम के तहत किसी व्यक्ति के",
  "qualification in the field of architecture and secondly to bring such individuals within the regulatory regime of the Architects Act. Section 29 sets out the": "है और दूसरा आर्किटेक्ट अधिनियम के नियामक शासन के भीतर ऐसे व्यक्तियों को",
  "within the regulatory regime of the Architects Act. Section 29 sets out the procedure for the removal of individuals from the register, including on the ground": "लाना। धारा 29 रजिस्टर से व्यक्तियों को हटाने की प्रक्रिया निर्धारित करती है,",
  "of such individuals having misrepresented material facts at the time of": "जिसमें ऐसे व्यक्तियों के पंजीकरण के समय भौतिक तथ्यों को गलत तरीके से",
  "by registered architects. Section 35 of the Architects Act stipulates that:": "द्वारा प्रमाणपत्रों के अभ्यर्पण का उपबंध है। आर्किटेक्ट्स एक्ट की धारा 35 में कहा गया है कि:",
  "“35. Effect of registration.—(7) Any reference in any law for": "“35. पंजीकरण का प्रभाव। - () किसी आर्किटेक्ट के तत्समयप्रवृत्त किसी",
  "reference to an architect registered under this Act.": "विधि में किसी निर्देश को इस अधिनियम के अधीन रजिस्ट्रीकृत आर्किटेक्ट के",
  "(2) After the expiry of two years from the date appointed under sub-section (2) of section 24, a person who is": "(2) धारा 24 की उप-धारा (2) के तहत नियुक्त तिथि से दो साल की समाप्ति के",
  "any other local body or institution which is supported or aided": "या किसी अन्य स्थानीय निकाय या संस्था में आर्किटेक्ट के रूप में नियुक्ति के",
  "from the public or local funds or in any institution recognised": "लिए वरीयता मिलेगी। जो सार्वजनिक या स्थानीय धन से या केंद्र या राज्य",
  "by the Central or State Government.”": "सरकार द्वारा मान्यता प्राप्त किसी संस्थान में समर्थित या सहायता प्राप्त है। \"",
  "The consequence of Section 35 is that, where a statute refers to an “architect”": "धारा 35 का परिणाम यह है कि, जहां एक क़ानून आर्किटेक्ट को संदर्भित करता है,",
  "such reference shall be deemed to mean a registered architect under the": "ऐसे संदर्भ को आर्किटेक्ट अधिनियम के तहत एक पंजीकृत वास्तुकार माना जाएगा।",
  "(a) shall hold office as physician or surgeon or any other": "संस्था में चिकित्सक या शल्यचिकित्सक या किसी अन्य पद (चाहे वह किसी",
  "(b) shall practice medicine in any State; ...”": "(ख) किसी भी राज्य में चिकित्सा का अभ्यास करेगा;",
  "In setting out the legal bar applicable to individuals not registered on the State": "स्टेट मेडिकल रजिस्टर पर पंजीकृत नहीं होने वाले व्यक्तियों के लिए लागू कानूनी",
  "Medical Register, the Indian Medical Council Act clearly uses the term “practice”": "वर्जन को स्थापित करने में, भारतीय चिकित्सा परिषद अधिनियम स्पष्ट रूप से",
  "as distinct from “hold office” or “style and title’. Similarly, Section 29 of the": "\"अभ्यास\" शब्द का उपयोग करता है, जो \"मुख्य कार्यालय\" या \" शैली और शीर्षक\"",
  "Advocates Act provides that:": "से अलग है। इसी तरह, अधिवक्ता अधिनियम की धारा 29 में यह प्रावधान है कि:",
  "“29. Advocates to be the only recognised class of persons entitled to practise law.—Subject to the provisions": "“29. एकमात्र मान्यता प्राप्त वर्ग के व्यक्ति ही अधिवक्ता के रूप विधि का अभ्यास",
  "of this Act and any rules made thereunder, there shall, as": "करने के हकदार होगें। इस अधिनियम के प्रावधानों और उसके अधीन बनाए गए",
  "from the appointed day, be only one class of persons entitled to practice the profession of law, namely, advocates”": "किसी भी नियम के अधीन, नियत दिन से, कानून के पेशे, अर्थात्‌, अधिवक्ताओं के अभ्यास के लिए केवल एक वर्ग के व्यक्ति हकदार होगें\"",
  "In making a distinction between individuals registered under the statute and those": "विधि के तहत पंजीकृत व्यक्तियों और पंजीकृत नहीं होने वाले व्यक्तियों के बीच",
  "not registered, the Advocates Act clearly stipulates that unregistered individuals": "विभेद करने में, अधिवक्ता अधिनियम स्पष्ट रूप से निर्धारित करता है कि अपंजीकृत",
  "cannot “practice” the profession of law. This stands in stark contrast to the text of": "व्यक्ति विधि के व्यवसाय का \"अभ्यास\" नहीं कर सकते हैं। यह आर्किटेक्ट्स एक्ट",
  "the title and style of architect”. Therefore, a plain reading of Section 37 clearly": "आर्किटेक्ट के शीर्षक और शैली का उपयोग नहीं कर सकते हैं। इसलिए, धारा 37",
  "supports the proposition that the Architects Act prohibits individuals not registered": "का पठन स्पष्ट रूप से इस प्रस्ताव का समर्थन करता है कि आर्किटेक्ट अधिनियम",
  "with the Council of Architecture from using the title and style of “Architect” and": "उन व्यक्तियों को प्रतिबंधित करता है जो आर्किटेक्ट की उपाधि और शैली का उपयोग करने से आर्किटेक्ट परिषद के साथ पंजीकृत नहीं हैं और आर्किटेक्ट द्वारा",
  "does not prohibit unregistered individuals from practicing the activities undertaken": "की गई गतिविधियों का अभ्यास करने से अपंजीकृत व्यक्तियों को प्रतिबंधित नहीं",
  "by architects such as the design, supervision and construction of buildings.": "करता है जैसे डिजाइन, पर्यवेक्षण और इमारतों का निर्माण।",
  "27 It has been contended that one of the objects and purposes of the": "27. यह तर्क दिया गया है कि आर्किटेक्ट अधिनियम की वस्तुओं और उद्देश्यों में से",
  "Architects Act is to prevent untrained individuals from designing, supervising and": "एक अप्रशिक्षित व्यक्तियों को इमारतों के डिजाइन, पर्यवेक्षण और निर्माण से रोकना",
  "constructing buildings. It has further been contended that registration under the": "है। यह आगे कहा गया है कि आर्किटेक्ट्स एक्ट के तहत पंजीकरण आर्किटेक्ट्स के",
  "ensures that architects possess adequate educational qualifications. Therefore, it": "आर्किटेक्ट्स के पास पर्याप्त शैक्षणिक योग्यता है। इसलिए, यह आग्रह किया जाता है",
  "is urged that Section 37 must be read in a manner which prohibits unregistered": "कि धारा 37 को इस तरह से पढ़ा जाना चाहिए जो अपंजीकृत व्यक्तियों को",
  "individuals from practicing the profession of architecture and cognate activities in": "वास्तुकला और संज्ञानात्मक गतिविधियों के पेशे का अभ्यास करने से रोकता है",
  "order to prevent the harms arising from unqualified individuals providing critical": "ताकि महत्वपूर्ण वास्तुकला सेवाएं प्रदान करने वाले अयोग्य व्यक्तियों से उत्पन्न होने",
  "architectural services. These submissions are ultimately premised on the": "वाले नुकसान को रोका जा सके। ये सबमिशन अंततः इस तर्क पर आधारित हैं कि",
  "argument that even if a plain reading of Section 37 does not support the argument of a prohibition on “practice” this Court must nonetheless read the": "भले ही धारा 37 के पठन से अभ्यास पर प्रतिबंध के तर्क का समर्थन नहीं करता है,",
  "28 It is well settled that the first and best method of determining the intention": "28.यह अच्छी तरह से तय है कि विधायिका के इरादे को निर्धारित करने का पहला",
  "of the legislature is the very words chosen by the legislature to have the force of": "और सबसे अच्छा तरीका विधायिका द्वारा चुने गए शब्द ही कानून की शक्ति है।",
  "law. In other words, the intention of the legislature is best evidenced by the text of": "दूसरे शब्दों में, विधायिका का उद्देश्य यह है कि सबसे अच्छा सबूत क़ानून के",
  "the statute itself. However, where a plain reading of the text of the statute leads": "प्रावधानों से ही मिलता है। हालाँकि, जहां क़ानून के प्रावधानों को पढ़ने से एक",
  "to an absurd or unreasonable meaning, the text of the statute must be construed": "बेतुका या अनुचित अर्थ निकलता है, विधि के प्रावधान को उसके लक्ष्य और उद्देश्य",
  "a whole. Where it is contended that a particular interpretation would lead to": "को अधिनियमित किया था। जहां यह तर्क दिया जाता है कि एक विशेष व्याख्या",
  "defeating the very object of a legislation, such an interpretative outcome would": "एक विधि के उद्देश्य को दूषित करने के लिए नेतृत्व करेगी तो उसके इस तरह के",
  "clearly be absurd or unreasonable. To determine whether the interpretation": "व्याख्यात्मक परिणाम स्पष्ट रूप से बेतुका या अनुचित होगें। यह निर्धारित करने के",
  "arrived at on a plain reading of the provision truly defeats the object of the statute": "लिए कि क्या प्रावधान को पढ़ने पर प्रकट व्याख्या वास्तव में धारा 32 की उद्देश्य",
  "as a whole, we may briefly delve into the legislative history of the Architects Act.": "को पूरी तरह से पराजित करती है, हम संक्षेप में आर्किटेक्ट अधिनियम के विधायी इतिहास में शामिल हो सकते हैं। इस सवाल का जवाब देने के लिए कि क्या धारा",
  "To answer the question whether reading Section 37 as a prohibition merely on the use of the title and style of “Architect” by unregistered individuals would in": "37 को एक निषेध के रूप में पढ़ना केवल अप॑जीकृत व्यक्तियों द्वारा \"आर्किटेक्ट\" के",
  "the use of the title and style of “Architect” by unregistered individuals would in truth defeat the object and purpose of the Architects Act this Court may examine": "शीर्षक और शैली के उपयोग पर सच में आर्किटेक्ट अधिनियम के लक्ष्य और उद्देश्य",
  "the reasons behind the enactment as a whole.": "को पराजित करेगा, यह न्यायालय समग्र रूप से अधिनियमन के पीछे के कारणों की",
  "29 The “Statement of Objects and Reasons” given by the legislature in": "29 आर्किटेक्ट्स एक्ट को पारित करने में विधायिका द्वारा दी गई उद्देश्य और",
  "“Since independence and more _ particularly with the implementation of the Five-Year Plans, the building": "\"स्वतंत्रता के बाद से और विशेष रूप से पंचवर्षीय योजनाओं के कार्यान्वयन के",
  "construction activity in our country has expanded almost ona": "साथ, हमारे देश में भवन निर्माण गतिविधियों का लगभग अभूतपूर्व विस्तार हुआ",
  "buildings, factory buildings, residential houses, are being": "है। प्रत्येक वर्ष बहुमंजिले कार्यालय भवनों, फैक्ट्री भवनों, आवासीय घरों जैसे",
  "activity, many unqualified persons calling themselves as": "गतिविधि में इस वृद्धि के साथ , कई अयोग्य व्यक्ति स्वयं को आर्किटेक्ट्स के",
  "which are uneconomical and quite frequently are unsafe,": "अनौपचारिक हैं और काफी बार असुरक्षित हैं। इस प्रकार आर्किटेक्ट के",
  "statutory regulation to protect the general public from": "आम जनता की रक्षा के लिए वैधानिक विनियमन की आवश्यकता पर बार-बार",
  "of this legislation, it will be unlawful for any person to": "जोर दिया है। इस कानून के पारित होने के साथ, किसी भी व्यक्ति के लिए स्वयं",
  "designate himself as ‘architect’ unless he has the": "को \" आर्किटेक्ट\" के रूप में नामित करना गैरकानूनी होगा जब तक कि उसके",
  "requisite qualifications and experience and is registered under the Act.": "पास अपेक्षित योग्यता और अनुभव न हो और अधिनियम के तहत पंजीकृत न",
  "3. The legislation protects the title “architects” but does": "3. यह कानून आर्किटेक्ट के शीर्षक की रक्षा करता है लेकिन भवनों के",
  "not make the design, supervision and construction of buildings as an exclusive responsibility of architects.": "डिजाइन, पर्यवेक्षण और निर्माण को वास्तुकारों की अनन्य जिम्मेदारी नहीं",
  "Other professions like engineers will be free to engage": "बनाता है। निर्माण कार्य के संबंध में इंजीनियरों जैसे अन्य व्यवसायों को अपने",
  "themselves in their normal vocation in respect of building construction work provided that they do not": "सामान्य व्यवसाय में शामिल होने के लिए स्वतंत्र होगा बशर्ते कि वे खुद को",
  "style themselves as architects.”": "आर्किटेक्ट की शैली के रूप प्रस्तुत न करें।\"",
  "The Statement of Objects and Reasons of the Architects Act makes it evident": "आर्किटेक्ट्स एक्ट की उद्देश्यों और कारणों का विवरण यह स्पष्ट करता है कि",
  "that the legislature was undoubtedly concerned with the risk of unqualified persons undertaking the construction of buildings leading to costly and": "विधायिका निस्संदेह महंगी और खतरनाक इमारतों के लिए अग्रणी इमारतों के",
  "individual is designated as an architect under the Architects Act. This is done by": "करने के लिए, विधायिका ने पहले एक व्यक्ति को आर्किटेक्ट अधिनियम के तहत",
  "individuals: the first class consisted of registered architects satisfying these": "श्रेणी में पंजीकृत आर्किटेक्ट शामिल थे जो इन न्यूनतम योग्यता को पूरा करते है",
  "minimum qualifications and a second class of unregistered individuals who did": "और अपंजीकृत व्यक्तियों के दूसरे वर्ग के व्यक्ति जो इस योग्यता को संतुष्ट नहीं",
  "and 35 of the Architects Act. Crucially, the legislature chose to define an": "महत्वपूर्ण रूप से, विधायिका ने वास्तुविदों अधिनियम के तहत पंजीकृत एक व्यक्ति",
  "“architect” as an individual registered under the Architects Act and not as an": "के रूप में एक \"आर्किटेक्ट\" को परिभाषित करने का विकल्प चुना, न कि एक",
  "individual practicing architecture or any cognate activities. Thus, the legislature": "आर्किटेक्ट के रूप में व्यक्तिगत अभ्यास या किसी संज्ञानात्मक गतिविधियों के रूप में सलग्र॑ व्यक्ति को। इस प्रकार, विधायिका ने आर्किटेक्ट अधिनियम द्वारा बनाए गए",
  "individuals. In protecting the public from the risk of the second class, untrained": "श्रेणी, अप्रशिक्षित व्यक्तियों के जोखिम से बचाने के लिए, विधायिका के पास दो",
  "individuals, the legislature had two options: first it could bar this second class of": "विकल्प थे: पहले यह व्यक्तियों के इस दूसरे वर्ग को पूरी तरह से पेशे में संलग्न होने",
  "individuals from engaging in the profession altogether (as it had done with": "से रोक सकता था (जैसा कि यह चिकित्सकों और अधिवक्ताओं के साथ किया गया",
  "Reasons makes it clear that the legislature chose the second option and in fact": "करता है कि विधायिका ने दूसरा विकल्प चुना और वास्तव में उस विकल्प को स्पष्ट",
  "went to great lengths to clarify that choice. The legislature stated that with the": "करने के लिए बहुत विस्तृत चर्चा चली। विधायिका ने कहा कि कानून के पारित होने",
  "passing of the legislation, it shall be unlawful for an unregistered individual to “designate himself’? as an architect. Further, it is expressly stated that the": "के साथ, एक अपंजीकृत व्यक्ति के लिए खुद को एक आर्किटेक्ट के रूप में नामित करना गैरकानूनी होगा। इसके अलावा, यह स्पष्ट रूप से कहा गया है कि विधि",
  "legislation protects the “title” of architect but does not grant registered architects": "आर्किटेक्ट के शीर्षक की रक्षा करता है, लेकिन पंजीकृत आर्किटेक्ट को इमारतों के",
  "an exclusive right to undertake the design, supervision and construction of": "डिजाइन, पर्यवेक्षण और निर्माण को करने का विशेष अधिकार नहीं देता है। अन्य",
  "buildings. Other cognate professions or unregistered individuals may continue to carry out these activities provided that they do not refer to themselves as": "संज्ञानात्मक व्यवसायों या अपंजीकृत व्यक्ति इन गतिविधियों को जारी रख सकते हैं,",
  "30 It is evident that the legislature did not intend to create a prohibition on the": "30. यह स्पष्ट है कि विधायिका का इरादा अप॑जीकृत व्यक्तियों द्वारा आर्किटेकट और",
  "opposed to the case of physicians or surgeons under the Indian Medical Council": "परिषद अधिनियम के तहत चिकित्सकों या सर्जनों या अधिवक्ता अधिनियम के",
  "employ a less stringent measure in the case of architects, merely prohibiting": "मामले में कम कठोर उपाय करने का फैसला किया, केवल अपंजीकृत व्यक्तियों को",
  "unregistered individuals from using the “title and style” of architect. It is not for": "वास्तुकार की उपाधि और शैली का उपयोग करने से रोक दिया। यह इस न्यायालय",
  "this Court to delve into why the legislature made this choice. However, during the": "के लिए नहीं है कि विधायिका ने यह विकल्प क्यों बनाया। हालाँकि, इन कार्यवाहियों",
  "course of these proceedings a cogent and pragmatic reason for this choice has": "के दौरान, इस विकल्प के लिए एक अस्पष्ट और व्यावहारिक कारण इस न्यायालय",
  "been placed before this Court, by the learned Attorney General of India and by": "के समक्ष रखा गया है, भारत के विद्वान अटॉर्नी जनरल द्वारा और मुख्य न्यायाधीश",
  "31 The profession of architecture involves a wide range of activities including": "3. आर्किटेक्ट के पेशे में अन्य बातों के साथ-साथ विभिन्न गतिविधियां शामिल हैं:",
  "(i) Taking instructions from clients and preparing designs;": "() ग्राहकों से निर्देश लेना और डिजाइन तैयार करना;",
  "(ii) | Site evaluation and analysis;": "(7) साइट के मूल्यांकन और विश्लेषण;",
  "(iii) | Site design and development;": "() साइट के डिजाइन और विकास;",
  "(iv) | Structural design;": "(४) संरचना डिजाइन;",
  "(v) Design of sanitary, plumbing, sewage, drainage, and water supply": "(४). सैनिटरी, प्लंबिंग, सीवेज, जल निकासी और जल आपूर्ति संरचनाओं का",
  "(vi) Design and structural integration of electrical and communications": "(छा) विद्युत और संचार प्रणालियों का डिजाइन और संरचनात्मक एकीकरण;",
  "(vii) Incorporation of heating, air-conditioning, ventilation and other mechanical systems including fire detection and prevention systems;": "(शा) आग का पता लगाने और रोकथाम प्रणालियों सहित हीटिंग, एयर-कंडीशनिंग, वेंटिलिशन और अन्य यांत्रिक प्रणालियों को शामिल करना; और",
  "(viii) Periodic inspection and evaluation of construction work.": "(छा). निर्माण कार्य का आवधिक निरीक्षण और मूल्यांकन।",
  "These activities are undertaken by architects but are also carried out by": "ये गतिविधियां आर्किटेक्ट द्वारा संचालित की जाती हैं, लेकिन आर्किटेक्ट द्वारा कार्य",
  "architecture and what did not. It may have resulted in a host of other legitimate": "किया जाना चाहिए। इसके परिणामस्वरूप कई अन्य वैध पेशेवरों को केवल भवनों",
  "professionals being barred from engaging in the design, supervision and": "के डिजाइन, पर्यवेक्षण और निर्माण में संलग्न होने से रोक दिया जा सकता है क्योंकि",
  "Architects Act. Further, as the learned Attorney General of India brought to our attention, these varied professions form essential cogs in the overall machinery of": "के विद्वान अटॉर्नी जनरल ने हमारे संज्ञान में लाया, इन विभिन्न व्यवसायों ने भारत",
  "structures cannot be done by architects alone. It would be unreasonable from a": "डिजाइन, पर्यवेक्षण और निर्माण को अकेले आर्किटेक्ट्स द्वारा नहीं किया जा सकता",
  "new structures to obtain a degree in architecture.": "है। नई संरचनाओं के निर्माण से संबंधित सभी व्यवसायों को आर्किटेक्ट में डिग्री",
  "32 = Architecture undoubtedly constitutes a highly specialised profession": "32. निस्संदेह आर्किटेक्ट एक उच्च विशेष पेशे का गठन करती है जिसमें न्यूनतम",
  "requiring the possession of minimum educational qualifications. However,": "शैक्षणिक योग्यता को धारित करने की आवश्यकता होती है। हालांकि, वास्तुकार",
  "architects are by and large engaged by means of a contract for services. In other": "सेवाओं के लिए एक अनुबंध के माध्यम से सलग हैं। दूसरे शब्दों में, वास्तुकार",
  "words, architects provide a set of specialised services towards the larger goal of": "निर्माण के बड़े लक्ष्य की ओर विशेष सेवाएं प्रदान करते हैं। आर्किटेक्ट अन्य",
  "construction. Architects are not embarking on construction independently of other": "कार्यकर्ताओं से स्वतंत्र रूप से निर्माण शुरू नहीं कर रहे हैं। आर्किटेक्ट्स एक्ट के",
  "actors. By virtue of the Architects Act, anybody engaging the services of an individual calling themselves an “Architect” is assured that such an individual": "प्रावधानों के द्वारा, किसी भी व्यक्ति को स्वयं को एक \"आर्किटेक्टस\" कहते हुए सेवाओं में संलग्न करने का आश्वासन दिया जाता है कि इस तरह के व्यक्ति के पास",
  "possesses statutorily recognised educational qualifications and is competent to": "वैधानिक रूप से मान्यता प्राप्त शैक्षणिक योग्यता है और कार्य पूरा करने के लिए",
  "33 For the above reasons, we affirm the decision of the High Court of Allahabad on the first question and hold that Section 37 of the Architects Act": "33. उपरोक्त कारणों से, हम पहले प्रश्न पर इलाहाबाद उच्च न्यायालय के निर्णय की पुष्टि करते हैं और मानते हैं कि आर्किटेक्ट अधिनियम की धारा 37 आर्किटेक्ट और",
  "undertaking the practice of architecture and its cognate activities.": "इसकी संज्ञानात्मक गतिविधियों के अभ्यास से आर्किटेक्ट अधिनियम के तहत",
  "Question 2": "प्रश्न 2",
  "34 The second question before this Court is whether a post titled “Architect”,": "34. इस न्यायालय के समक्ष दूसरा प्रश्न यह है कि क्या \"आर्किटेक्ट\" या \"ऐसोसियेट",
  "“Associate architect” or any other similar title using the term or style of “Architect”": "आर्किटेक्ट\" के शीर्षक वाले पद या किसी आर्किटेक्ट के अन्य समान शीर्षक का",
  "can be held by a person not registered as an architect under the Architects Acct.": "अधिनियम के तहत एक आर्किटेक्ट के रूप में पंजीकृत नहीं किया जा सकता है।",
  "On this question, the High Court of Allahabad held that the “mere nomenclature”": "इस प्रश्न पर, इलाहाबाद के उच्च न्यायालय ने अवधारित किया कि किसी विशेष पद",
  "an architect under the Architects Act can hold a post titled “Architect” or": "तहत एक वास्तुकार के रूप में पंजीकृत नहीं होने वाला एक व्यक्ति भी \"आर्किटेक्ट\"",
  "“Associate Architect” because the name of the post amounted to “mere": "या \"एसोसिएट आर्किटेक्ट\" शीर्षक से एक पद धारण कर सकता है क्योंकि पद का",
  "35 While we have held that Section 37 does not prohibit the practice of": "35 जबकि हमने माना है कि धारा 37 अपंजीकृत व्यक्तियों द्वारा वास्तुकला के",
  "architecture by unregistered individuals, it certainly does prohibit unregistered": "अभ्यास को प्रतिबंधित नहीं करती है, यह निश्चित रूप से अप॑जीकृत व्यक्तियों को",
  "individuals from using the “title and style” of architect. Under the scheme of the": "आर्किटेक्ट के शीर्षक और शैली का उपयोग करके पर रोक लगाता है। आर्किटेक्ट्स",
  "Architects Act, only individuals possessing the statutorily recognised minimum": "एक्ट की योजना के तहत, केवल वैधानिक रूप से मान्यता प्राप्त न्यूनतम शैक्षणिक",
  "educational qualifications can apply for registration as an “Architect” under the": "योग्यता रखने वाले व्यक्ति ही अधिनियम के तहत \"आर्किटेक्ट\" के रूप में पंजीकरण",
  "Act. Registration as an architect under the statute is thus a guarantee of": "के लिए आवेदन कर सकते हैं। क़ानून के तहत एक आर्किटेक्ट के रूप में पंजीकरण",
  "possessing certain minimum educational qualifications. Section 37 prohibits": "इस प्रकार कुछ न्यूनतम शैक्षणिक योग्यता रखने की गारंटी है। धारा 37 अपंजीकृत",
  "as “architects”. The consequence of this regulatory regime is that when an": "से रोकती है। इस नियामक शासन का परिणाम यह है कि जब किसी व्यक्ति को एक",
  "individual is called an “Architect” a reasonable person would assume that they": "\"आर्किटेक्ट\" कहा जाता है, तो एक उचित व्यक्ति यह मान लेगा कि वे आर्किटेक्ट",
  "are a registered architect under the Architects Act and as a consequence": "अधिनियम के तहत एक पंजीकृत वास्तुकार हैं और परिणामस्वरूप आवश्यक",
  "possess the requisite educational qualifications and specialised knowledge": "शैक्षणिक योग्यता और वास्तुकार सम्बन्धित विशेष ज्ञान हैं।",
  "36 If an individual is appointed to a post titled “Associate Architect”, “Architect” or “Senior Architect’, they undoubtedly refer to themselves and are referred to by": "36 यदि किसी व्यक्ति को. \"एसोसिएट आर्किटेक्ट\", \"आर्किटेक्ट\" या \"सीनियर आर्किटेक्ट\" शीर्षक से एक पद पर नियुक्त किया जाता है, तो वे निस्संदेह स्वयं को",
  "others as “Architects”. Holding a post using the term “Architect” has the real-world": "इस शीर्षक से संदर्भित करते हैं और दूसरों द्वारा \"आर्किटेक्ट\" के रूप में संदर्भित किए जाते हैं। \"आर्किटेक्ट\" शब्द का उपयोग करके एक पद धारण करने का",
  "consequence of being referred to as an architect. This is not a matter of mere": "वास्तविक परिणाम है जिसे एक वास्तुकार के रूप में संदर्भित किया जाता है। यह",
  "nomenclature. As noted above, architecture is a specialised field of study.": "केवल नामकरण की बात नहीं है। जैसा कि ऊपर उल्लेख किया गया है, वास्तुकला अध्ययन का एक विशिष्ट क्षेत्र है। महत्वपूर्ण रूप से , आर्किटेक्ट्स अधिनियम की",
  "“Architect” by those not registered under the Act. If a government post is titled": "प्रदान करती है। यदि एक सरकारी पद का शीर्षक \"आर्किटेक्ट\" या \"एसोसिएट",
  "“Architect” or “Associate Architect”, such a person certainly uses the title and": "आर्किटेक्ट\" है, तो ऐसा व्यक्ति निश्चित रूप से \"आर्किटेक्ट\" के शीर्षक और शैली का",
  "style of “architect” and consequently there is a reasonable assumption that such": "उपयोग करता है और परिणामस्वरूप एक उचित धारणा है कि ऐसा व्यक्ति",
  "a person is registered under the Architects Act and holds a degree in architecture": "आर्किटेक्ट अधिनियम के तहत पंजीकृत है और अधिनियम द्वारा मान्यता प्राप्त",
  "recognised by the Act. This assumption finds statutory backing in Section 35 of": "संस्थान से आर्किटेक्ट की एक डिग्री रखता है। यह धारणा आर्किटेक्ट अधिनियम की धारा 35 में वैधानिक समर्थन पाती है जो यह प्रावधान करता है कि किसी अन्य",
  "the Architects Act which provides that any reference to an architect in any other": "कानून में एक आर्किटेक्ट के किसी भी संदर्भ को आर्किटेक्ट अधिनियम के तहत",
  "law shall be deemed to mean an architect registered under the Architects Act. To": "पंजीकृत एक आर्किटेक्ट माना जाएगा। एक व्यक्ति को बढ़ावा देने के लिए, जिसके",
  "promote an individual who does not possess a degree in architecture recognised": "पास अधिनियम द्वारा मान्यता प्राप्त आर्किटेक्ट की एक डिग्री नहीं है , वह",
  "by the Act to a post titled “Architect”, “Associate Architect” or of a similar style": "\"आर्किटेक्ट\" \"एसोसिएट आर्किटेक्ट\" पद के शीर्षक को अथवा इसी प्रकार के शैली",
  "using the title or style of “architect” would effectively violate the prohibition on the": "के शीर्षक का उपयोग अथवा आर्किटेक्ट की शैली का उपयोग करता है तो वह अस्वीकरण",
  "use of title contained in Section 37 of the Architects Act.": "प्रभावी रूप से आर्किटेक्ट अधिनियम की धारा 37 के तहत शीर्षक के उपयोग पर",
  "modify the minimum eligibility criteria for promotion of candidates to the posts of": "पदों पर उम्मीदवारों के पदोन्नति के लिए न्यूनतम पात्रता मानदंड प्रदान करने और",
  "authority has significant discretion in how it chooses to title the various posts": "प्राधिकरण के पास महत्वपूर्ण विवेक है कि वह अपनी देखरेख में विभिन्न पदों को",
  "under its supervision. However, to permit NOIDA to continue to title a post that": "शीर्षक देने का विकल्प कैसे चुनता है। हालाँकि, नोएडा को एक पद के शीर्षक को जारी रखने की अनुमति देने के लिए जिसमें ऐसे व्यक्ति शामिल हैं जो आर्किटेक्ट",
  "includes individuals who are not registered architects under the Architects Act as": "जारी रखने की अनुमति देने के लिए जिसमें ऐसे व्यक्ति शामिल हैं जो आर्किटेक्ट अधिनियम के तहत पंजीकृत आर्किटेक्ट नहीं हैं, जैसे \"एसोसिएट आर्किटेक्ट\"",
  "“Associate Architect” would result in a violation of Section 37 of the Architects": "जिसके परिणामस्वरूप आर्किटेक्ट अधिनियम की धारा 37 का उल्लंघन होगा। तुल्या",
  "Act. In the case of Tulya Gogoi the High Court of Gauhati expressly held that the": "गोगोई के मामले में गुहाटी के उच्च न्यायालय ने स्पष्ट रूप से अवधारित किया कि",
  "prohibition on the use of title and style of architect contained in Section 37 of the": "आर्किटेक्ट अधिनियम की धारा 37 में निहित आर्किटेक्ट के शीर्षक और शैली के",
  "Architects Act applies to both private individuals and government employees. The": "उपयोग पर निषेध निजी व्यक्तियों और सरकारी कर्मचारियों दोनों पर लागू होता है।",
  "reasoning of the High Court on this issue commends itself for our acceptance.": "इस मुद्दे पर उच्च न्यायालय का तर्क हमारी स्वीकृति के लिए स्वयं में सराहनीय है।",
  "plenary legislation. It may also be question on the ground": "विधि बनाना चाहिए। यह इस आधार पर भी सवाल हो सकता है कि यह",
  "that it is unreasonable, unreasonable not in the sense of not being reasonable, but in the sense that it is manifestly": "अनुचित है, अनुचित नहीं है, उचित नहीं होने के अर्थ में, लेकिन इस अर्थ में कि",
  "being reasonable, but in the sense that it is manifestly arbitrary. ...”": "यह स्पष्ट रूप से मनमाना है।... ( प्रभाव वर्धित)",
  "The distinction made by the Allahabad High Court, that the Promotion Policy": "इलाहाबाद उच्च न्यायालय द्वारा किया गया भेद, कि पदोन्नति नीति 2005 एक राज्य",
  "2005 was passed under a state legislation, namely the U.P. Industrial Area": "कानून के तहत पारित किया गया था, अर्थात्‌ यू.पी. औद्योगिक क्षेत्र विकास"
}