{
  "CRIMINAL APPELLATE JURISDICTION": "अपराधिक अपीलीय अधिकारिता",
  "CRIMINAL APPEAL NO.__250_ OF 2020": "अपराधिक अपील संख्या - 250/2020",
  "ARISING OUT OF SPECIAL LEAVE PETITION (CRL) NO. 5224 OF 2017": "विशेष अनुमति याचिका (अपराधिक) संख्या - 5224/2077",
  "ArunSingh& Others ee Appellant(s)": "अरून सिंह और अन्य... ....... अपीलार्थी(गण )",
  "State of U.P. through its Secretary & Another beeeee es Respondent(s)": "उत्तर प्रदेश राज्य के सचिव और अन्य के द्वारा... ....... प्रतिवादी (गण)",
  "JUDGMENT": "निर्णय",
  "Leave granted.": ". अनुमति प्रदान की गई।",
  "2. This appeal is directed against the impugned judgment and order dated 24.11.2016 passed by the High Court' dismissing the petition filed by the": "2. यह अपील उद्च न्यायालय द्वारा पारित 24..206 के आक्षेपित निर्णय और आदेश के विरुद्ध निर्देशित है, जिसमें अपीलकर्ताओं द्वारा आपराधिक प्रक्रिया",
  "appellants under Section 482 of the Criminal Procedure Code (in short ‘the": "आदेश के विरुद्ध निर्देशित है, जिसमें अपीलकर्ताओं द्वारा आपराधिक प्रक्रिया संहिता की धारा 482 (संक्षेप में 'सीआरपीसी) के तहत दायर याचिका को खारिज",
  "CrPC) challenging the charge sheet filed against them. The High Court while": "करते हुए उनके खिलाफ दायर आरोपपत्र को चुनौती दी गई है उच्च न्यायालय ने",
  "10. | We have considered the rival submissions and perused the facts on": "0. हमने विरोधी दलीलों पर विचार किया है और अभिलेखित तथ्यों का अवलोकन",
  "11. The offence under Section 493 is non-compoundable. Similarly, the": ". धारा 493 के तहत अपराध अ-शमनीय अपराध है। इसी प्रकार दहेज प्रतिषेध",
  "offence under Section 3/4 of the Dowry Prohibition Act is also non-": "अधिनियम की धारा 34 के तहत भी अपराध अ-शमनीय है, उपरोक्त अधिनियम की",
  "compoundable, in view of Section 8(2) of the said Act, which provides that": "धारा 8(2) के दृष्टिकोण में, जो हमे यह बताता है कि इस अधिनियम के तहत प्रत्येक",
  "12. ‘Though the offence in question are non-compoundable but the power": "2. यद्यपि प्रश्ननत अपराध अशमनीय अपराध है लेकिन न्यायालय की सीआरपीसी",
  "of the High Court under Section 482 CrPC of the Court to quash the": "की धारा 482 के तहत उच्च न्यायालय द्वारा इस प्रकार के अपराधों की कार्यवाही को",
  "observations of Three Judge Bench of this Court in Gian Singh versus State of Punjab.*": "जियान सिंह बनाम पंजाब राज्य वाद में दिए गये अवलोकनों का सन्दर्भ दिया गया",
  "“Quashing of offences or criminal proceedings on the ground of settlement between an offender and victim is not the same thing as": "“ बचावकर्ता और पीड़ित पक्ष के मध्य समझौते के आधार पर अपराधिक",
  "compounding of the offence. They are different and not": "कार्यवाहियों का खडंन अपराध का शमनीय करने के समान नहीं है। वे",
  "offence given to a Court under Section 320 is materially different": "भिन्न है और परिवर्तनीय नही है। धारा 320 के तहत न्यायालय को प्रदत्त",
  "power of a criminal court is circumscribed by the provisions": "शमन करते हुए एक आपराधिक न्यायालय की शक्ति धारा 320 में निहित",
  "4. The matter was investigated by the concerned Police Station and a": "4. मामले की तफ्तीश सम्बन्धित पुलिश स्टेशन के द्वारा की गई और अपीलार्थी के",
  "charge sheet was filed against the appellants, which was challenged before the": "विरूद्ध एक आरोपपत्र दायर किया गया, जिसे उच्च न्यायायल के समक्ष रिट याचिका",
  "High Court by way of petition under Section 482 CrPC.": "सी.आर.पी.सी की धारा 482 के तहत चुनौती दी गई।",
  "5. The case set up by the appellants before the High Court was that": "5. वाद को उच्च न्यायालय के समक्ष अपीलार्थी के द्वारा यह कहते हुए प्रस्तुत किया",
  "behaviour of the complainant and his family members changed after the date": "कि शिकायतकर्ता और परिवार के सदस्यों का व्यवहार शादी की तिथी तय करने के",
  "of marriage was fixed and they refused to share the expenses of marriage,": "पश्चात बदल गया और उन्होनें शादी के खर्चों को साझा करने से इंकार कर दिया",
  "which was settled between the parties to be shared equally. Further, a demand": "जिसे पक्षकारों के मध्य बराबर वहन करने की सहमती बनी थी। इसके आगे,",
  "of Rs. 10 Lakhs was made from the appellants with a threat to implicate them": "अपीलार्थी से 0 लाख रूपये की माँग यह धमकाते हुए किया कि उन्हे एक झूठे केश",
  "in a false case in case the demand was not fulfilled. It was further pleaded that": "में फसा देगें यदि उनकी माँग पूरी न की गई। आगे यह दलील दी गई कि अपीलार्थी",
  "Appellant No.-2 made an application under Section 156(3) CrPC before the": "संख्या -2 ने सीआरपीसी की धारा 56(3) के तहत एक आवेदन शिकायतकर्ता",
  "ACJM against the complainant and his other family members. During the": "और अन्य परिवार के सदस्यों के विरूद्ध एसीजेएम के समक्ष प्रस्तुत किया।",
  "pendency of proceedings under Section 156(3) CrPC a complaint was made by Respondent No.-2 in the Mahila Thana. The inspector incharge of Mahila": "कार्यवाही में देरी के कारण अपीलार्थी संख्या - 2 के द्वारा एक शिकायत सीआरपीसी की धारा 56(3) के तहत महिला थाना में दर्ज कराई गई। महिला थाना के प्रभारी",
  "compromised. In view of the compromise arrived, the appellants did not press the application under Section 156 (3) CrPC. However, the Complainant-": "समक्षौते के दृष्टिकोण से उपस्थित हुए अपीलार्थी आवेदन को सीआरपीसी की धारा 56(3) के तहत दायर नहीं किया। हालाकिं, शिकायतकर्ता-प्रतिवादी संख्या -2",
  "Respondent No.-2 filed the First Information Report after about 10 months of": "समझौते के 0 माह के पश्चात प्रथम सूचना रिपोर्ट दर्ज करवाई।",
  "6. The High Court finding that there was no justification for quashing the": "6. उच्च न्यायालय के निष्कर्ष यह है कि याचिका को खारिज करने के लिए और",
  "13. Another Three Judge Bench of this Court in Parbatbhai Aahir & Others versus State of Gujarat & Others. After analysing the": "3. परबतभाई अहीर ऑर अन्य बनाम गुजरात राज्य ऑर अन्य५ के मामले में इस न्यायालय की एक अन्य तीन न्यायाधीशों की खंडपीठ ने उदाहरणों का विश्लेषण",
  "precedents on, the above issue has summarised the broad principles in": "करने के बाद, उपरोक्त मुद्दे ने रिपोर्ट के पैराग्राफ 5 में व्यापक सिद्धांतों को संक्षेप में",
  "15. “The broad principles which emerge from the precedents on": "[5.  “ इस विषय पर उदाहरणों से उत्पन्न होने व्यापक सिद्धांतों को",
  "the subject, may be summarised in the following propositions:-": "निम्नलिखित प्रस्तावों में संक्षेपित किया जा सकता हैं:",
  "(i) Section 482 preserves the inherent powers of the High Court to prevent an abuse of the process of any court or to secure the ends of justice. The": "(0. धारा 482 किसी भी अदालत की प्रक्रिया के दुरुपयोग को रोकने या न्याय के अंत को सुरक्षित करने के लिए उच्च न्यायालय की अंतर्निहित",
  "provision does not confer new powers. It only": "शक्तियों को सुरक्षित रखता हैं। यह प्रावधान नई शक्तियां प्रदान नहीं करता",
  "recognises and preserves powers which inhere in": "हैं। यह केवल उन शक्तियों को यान्यता देता हैं ऑर संरक्षित करता हैं जो",
  "to quash a First Information Report or a criminal proceeding on the ground that a settlement has": "(7) प्रथम सुचना रिपोर्ट या आपराधिक कार्यवाही को इस आधार पर रद्द",
  "wide ambit and plenitude it has to be exercised; (i)": "निष्पादन और कियान्वयन के उद्देश्यों के लिये मान्य होगा*/",
  "therein can be said to constitute any offence under Section 493 IPC. There are": "आईपीसी की धारा 493 और दहेज प्रतिषेध अधिनियम की धारा 3/4 के तहत",
  "intercourse with the accused appellant no.1. Only allegations in the First Information Report in this regard are that “after the marriage was settled, the": "गया था। प्रथम सूचना रिपोर्ट में आरोप लगाये गये थे कि प्रत्यर्थी संख्या -2",
  "appellant no.1 started visiting the house of the complainant frequently and": "शिकायतकर्ता/प्रत्यर्थी संख्या -2 के घर अक्सर आना जाना प्रारम्भ कर दिया और",
  "settlement between the offender and victim the same shall not prevail since it is in interests of the society that offender should be punished": "वही मान्य नहीं होगा क्योंकि यह समाज के हित में है कि अपराधी को दंडित किया",
  "which acts as deterrent for others from committing similar crime. On the": "जाना चाहिए जो दूसरों के लिए समान अपराध करने से रोकता है। दूसरी ओर, उस",
  "other hand, there may be offences falling in the category where the correctional objective of criminal law would have to be given more": "श्रेणी में आने वाले अपराध हो सकते हैं जहां आपराधिक कानून के सुधारात्मक",
  "correctional objective of criminal law would have to be given more weightage than the theory of deterrent punishment. In such cases, the": "उद्देश्य को निवारक दंड के सिद्धांत की तुलना में अधिक महत्व देना होगा। ऐसे",
  "court may be of the opinion that a settlement between the parties would": "मामलों में, अदालत की राय हो सकती है कि पक्षकारों के बीच एक समझौता उनके",
  "lead to better relations between them and would resolve a festering": "बीच बेहतर संबंधों को बढ़ावा देगा और एक निजी विवाद को हल करेगा और इस",
  "quashing the proceedings or the complaint or the FIR as the case may be.": "प्रकार कार्यवाही या शिकायत या प्राथमिकी या जैसा भी मामला हो को रद्द करने के",
  "15. Bearing in mind the above principles which have been laid down,": "5. उपरोक्त सिद्धांतों को ध्यान में रखते हुए, जो निर्धारित किए गए हैं, उनमें हमारा",
  "we are of the view that offences for which the appellants have been": "विचार है कि जिन अपराधों के लिए अपीलकर्ताओं को आरोपित किया गया है, वे",
  "charged are infact offences against society and not private in nature. Such": "वास्तव में समाज के खिलाफ अपराध हैं और प्रकृति में निजी नहीं हैं। ऐसे अपराधों",
  "offences have serious impact upon society and continuance of trial of such": "का समाज पर गंभीर प्रभाव पड़ता है और ऐसे मामलों की सुनवाई जारी रखना ऐसे",
  "persons for such serious offences. It is neither an offence arising out of commercial, financial, mercantile, partnership or such similar transactions or": "प्रभाव पर आधारित है। यह न तो वाणिज्यिक, वित्तीय, व्यापारिक, साझेदारी या इसी तरह के लेन-देन से उत्पन्न होने वाला अपराध है या इसमें नागरिक विवाद का",
  "has any element of civil dispute thus it stands on a distinct footing. In such": "कोई तत्व है, इसलिए यह एक अलग स्तर पर खड़ा है। ऐसे मामलों में ,",
  "cases, settlement even if arrived at between the complainant and the accused,": "शिकायतकर्ता और आरोपी के बीच समझौता होने पर भी, वह प्राथमिकी या",
  "the same cannot constitute a valid ground to quash the F.I.R. or the charge": "आरोपपत्र रद्द करने के लिए एक वैध आधार नहीं बन सकता है।",
  "16. Thus the High Court cannot be said to be unjustified in refusing to": "6. इस प्रकार उच्च न्यायालय को पक्षकारों के बीच समझौते के आधार पर आरोप पत्र को रद्द करने से इनकार करने को अनुचित नहीं कहा जा सकता है।",
  "17. | The next issue which arises for consideration is whether the allegations": "7. अगला मुद्दा जो विचारण के लिए उत्पन्न होता है वह यह है कि क्या",
  "made in the F.I.R constitute commission of an offence. As already stated": "एफआईआर में लगाए गए आरोप एक अपराध के कृत्य का गठन करते हैं। जैसा कि",
  "hereinabove, the appellants have been charged with Section 493 of the Indian": "यहां ऊपर कहा जा चुका है, अपीलकर्ताओं पर भारतीय दंड संहिता की धारा 493",
  "Penal Code and Section 3 read with Section 4 of the Dowry Prohibition Act.": "और दहेज निषेध अधिनियम की धारा 3 के साथ पठित धारा 4 के तहत आरोप",
  "Section 493 reads as under:-": "धारा 493 इस प्रकार है:-",
  "“Cohabitation caused by a man deceitfully inducing a belief": "\"विधिपुर्ण विवाह का प्रवंचना से विधास उत्प्रेरित करने वाले पुरुष द्वारा",
  "of lawful marriage. - Every man who by deceit causes any": "कारित सहवास: हर पुरुष जो किसी स्त्री को, जो विधिपूर्वकक उससे",
  "woman who is not lawfully married to him to believe that she is": "विवाहित न हो; प्रवंचना से यह विश्वास कारित करेगा कि वह विधिपूर्वक",
  "lawfully married to him and to cohabit or have sexual": "उससे विवाहित हैं ऑर इस विशास यें उस स्त्री का अपने साथ सहवास या",
  "to ten years, and shall also be liable to fine.”": "अवधि दस वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुसनि से थी दण्डनीय होगा /'",
  "18. A plain reading of the Section goes to show that in order to constitute": "8. धारा का एक सादा वाचन यह दर्शाता है कि इस धारा के तहत अपराध का",
  "an offence under this Section, it has to be demonstrated that a man has": "गठन करने के लिए, यह प्रदर्शित करना होगा कि एक पुरुष ने धोखे से किसी भी",
  "deceitfully caused any woman, who is not lawfully married to him, to believe": "महिला को, जो उससे कानूनी रूप से विवाहित नहीं है, यह विश्वास करने के लिए",
  "any person, after the commencement of this Act, gives or": "एक व्यक्ति ने उक्त धारा के तहत अपराध किया है, यह स्थापित किया",
  "29. A reading of the above provisions shows that essential ingredients of": "29. उपरोक्त प्रावधानों को पढ़ने से पता चलता है कि दहेज निषेध अधिनियम की",
  "the offence under Section 3/4 of the Dowry Prohibition Act are that the persons accused should have made demand directly or indirectly from the": "धारा 3/4 के तहत अपराध के आवश्यक तत्व यह हैं कि आरोपी व्यक्तियों को",
  "parents or other relatives or guardians of a bride or a bridegroom as the case": "प्रत्यक्ष या अप्रत्यक्ष रूप से दुल्हन के माता -पिता या अन्य रिश्तेदारों या",
  "may be any dowry and/or abets the giving and taking of dowry. The": "दहेज हो और /या दहेज लेने और देने के लिए उकसाता हो। एफ,आइ.आर के",
  "allegations of the F.I.R. quoted hereinabove clearly go to show that a demand": "आरोप यहां ऊपर उद्धृत स्पष्ट रूप से यह दर्शाता है कि अपीलकर्ताओं द्वारा",
  "of dowry of Rs.5 Lakhs was made by the appellants from the complainants": "शिकायतकर्ताओं से ५ लाख रुपये के दहेज की मांग की गई थी और इस प्रकार यह",
  "and thus it can not be said that no offence under the Dowry Prohibition Act are": "नहीं कहा जा सकता है कि दहेज निषेध अधिनियम के तहत अपीलकर्ताओं के",
  "commission of an offence under the Dowry Prohibition Act and thus the": "एक अपराध के कृत्य का गठन करते हैं और इस प्रकार उक्त अधिनियम की धारा",
  "charges leveled against the appellants under Section 3/4 of the said Act, are": "3/4 के तहत अपीलकर्ताओं के खिलाफ लगाए गए आरोप निरस्त किये जाने योग्य",
  "30. In view of the above facts and discussions, we are of the considered": "30. उपरोक्त तथ्यों और चर्चाओं के मद्देनजर , हमारा विचार है कि जहां तक",
  "view that insofar as offence under Section 493 I.P.C. is concerned, since F.I.R.": "आईपीसी की धारा 493 के तहत अपराध का संबंध है, क्योंकि प्राथमिकी उक्त",
  "does not disclose the commission of any offence under the said Section and": "धारा के तहत किसी भी अपराध के होने के बारे में नही बताती है और इस प्रकार",
  "is liable to be set aside. However, insofar as offence against the appellants under Section 3/4 of the Dowry Prohibition Act is concerned, since the": "हालांकि, जहां तक दहेज निषेध अधिनियम की धारा 3/4 के तहत अपीलकर्ताओं",
  "not a fit case to exercise power under Section 482 Cr.PC and to quash criminal": "के बारे में बताता हैं, यह धारा 482 सीआरपीसी के तहत शक्ति का प्रयोग करने के",
  "she is a lawfully married wife of that person and thereupon": "कानूनी रूप से विवाहित पत्नी और उसके बाद उसे सहवास करना चाहिए",
  "she should cohabit or should have had sexual intercourse with that person. Looking at the aforestated section, it is": "या उस व्यक्ति के साथ संभोग करना चाहिए था। उपरोक्त धारा को देखते",
  "clear that the accused must induce a woman, who is not": "हुए, यह स्पष्ट है कि आरोपी को एक महिला को, जो उसके साथ कानूनी",
  "lawfully married to him, to believe that he is married to her": "रूप से विवाहित नहीं है, यह विश्वास करने के लिए प्रेरित करना चाहिए कि",
  "woman should believe that she was lawfully married to him": "विश्वास करना चाहिए कि उसने उससे कानूनी रूप से शादी की थी और",
  "and there should be cohabitation or sexual intercourse as a result of the deception.”": "धोखे के परिणामस्वरूप सहवास या संभोग होना चाहिए।\"",
  "“If a woman is induced to change her status from that of an": "\"यदि एक महिला को एक अविवाहित से एक विवाहित महिला की स्थिति",
  "unmarried to that of a married woman with all the duties and obligations pertaining to the changed relationship and": "बदलने के लिए प्रेरित किया जाता है, तो बदले हुए रिश्ते से संबंधित सभी कर्तव्यों और दायित्वों के साथ और उस परिणाम को छल से पूरा किया",
  "the law can be said to have been deceived and the offence under Section 493 IPC is brought home. Inducement by a": "धोखा दिया गया है और धारा 493 आईपीसी के तहत अपराध को माना",
  "unmarried woman to a lawfully married woman and on": "महिला से कानूनी रूप से विवाहित महिला के रूप में अपनी स्थिति बदलने",
  "that inducement making her cohabit with him in the belief": "के लिए प्रेरित करना और उस प्रलोभन पर उसके साथ सहवास करना इस",
  "that she is lawfully married to him is what constitutes an offence under Section 493. The victim woman has been": "विश्वास में कि वह उससे कानूनी रूप से विवाहित है, धारा 493 के तहत अपराध का गठन करता है।पीड़ित महिला को वह करने के लिए प्रेरित",
  "induced to do that which, but for the false practice, she": "किया गया है, लेकिन झूठी प्रथा के लिए, उसने ऐसा नहीं किया होगा और",
  "would not have done and has been led to change her social": "उसकी सामाजिक और घरेलू स्थिति को बदलने के लिए उसे प्रेरित किया",
  "Section 493 I.P.C is concerned stands quashed. However, in respect of charge": "गया है। धारा 493 के अवयवों को सिद्ध होने पर पूर्णतः संतुष्ट कहा जा"
}