{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकरिता",
  "CIVIL APPEAL NO. 4687 OF 2010": "सिविल अपील संख्या - 4687/200",
  "M/S T.C. HEALTHCARE P. LTD. & ANR. ... APPELLANT(S)": "एम/एस टी.सी. हेल्थकेयर पी.लि. एवं अन्य... ...... अपीलार्थी(गण)",
  "UNION OF INDIA & ANR. ... RESPONDENT{(S)": "भारत संघ एवं अन्य... ...... प्रत्यर्थी( गण)",
  "CIVIL APPEAL NO. 4679 OF 2010": "सिविल अपील संख्या - 4679/200",
  "AND": "एवं",
  "JUDGMENT": "निर्णय",
  "S. RAVINDRA BHAT, J.": "न्यायमूर्ति एस. रविन्द्र भट्ट",
  "1. This appeal by special leave questions a decision of the": "... इस विशेष अनुमति अपील द्वारा इलाहाबाद उच्च न्यायालय के रिट",
  "7. The relevant provisions of DPCO, 1995, are extracted": "7... डीपीसीओ, 4995 के प्रासंगिक प्रावधान नीचे दिए गए हैं:",
  "“2 (v) “Scheduled formulation” means a": "\"2 (८ \"अनुसूचित सुत्रीकरण\"” का अर्थ हैं, प्रथम अनुसूची में निर्दिष्ट",
  "combination with other drugs, including one or": "किसी भी थोक दवा के साथ व्यक्तिगत रूप से या अन्य दवाओं के",
  "more than one drug or drugs not specified in the": "संयोजन यें जिसमें एक या एक से अधिक दवाएँ शासिल हैं, जो एकल",
  "First Schedule and sold under the generic name.”": "पहली अनुसूची में निर्दिषि थोक दवाओं पर और सामान्य नाम के तहत बेची गई”",
  "8. Paragraph 7 of DCPO, 1995, (which replaced DCPO, 1987)": "8... डीसीपीओ का पैराग्राफ 7, 995 के अनुच्छेद 7, (जो डीसीपीओ,",
  "and other relevant provisions are extracted below:": "987 को प्रतिस्थापित करता है) और अन्य प्रासंगिक प्रावधान नीचे दिए गए",
  "“7. CALCULATION OF RETAIL PRICE OF FORMULATION--The retail price of a formulation": "\"7 मूल्य निर्धारण के खुदरा मुल्य का मूल्यांकन- एक सुत्रीकरण के खुदरा",
  "shall be calculated by the Government in": "मुल्य की गणना सरकार द्वारा निम्नलिखित सूत्र के अनुसार की जाएगी,",
  "\"R.P.” means retail price.": "\" २.४०. ” से खुदरा मुल्य अभिप्रेत हैं।",
  "\"M.C.” means material cost and includes the cost of": "\"एस. सी.” से सामग्री लागत अधिप्रेत हैं ऑर इसमें दवाईयों ऑर अन्य",
  "specified by the government from time to time by": "अधिसूचना द्वारा समय-समय पर सरकार द्वारा विनिर्दि्ि किए गए ऐसे",
  "\"C.C” means conversion cost worked out in accordance with established procedures of costing": "सी.सी ” से मूल्य निर्धारण की स्थापित प्रक्रिया के अनुसार किया गया",
  "costing and shall be fixed as a norm every year": "प्रत्येक वर्ष एक आदर्श के रूप यें नियत किया जाएगा।",
  "2. The facts necessary for deciding this appeal are that the": "2... इस अपील को विनिश्चित करने के लिए आवश्यक तथ्य यह है कि",
  "appellants, i.e. TC Healthcare and Modi Mundipharma Pvt. Ltd.": "अपीलार्थी अर्थात्‌ टीसी स्वास्थ्य देखभाल और मोदी मुंदिफर्मा प्रा. लि.",
  "(hereafter “TCH” and “Modi” respectively and “the appellants”": "(इसके पश्चात्‌ क्रमशः “टीसीएच” और “मोदी” और “अपीलार्थी सामूहिक",
  "collectively), at the relevant time, manufactured drugs. By": "रूप से) सुसंगत समय पर विनिर्मित दवाओं हैं। 2 मार्च, 995 की एक",
  "were exempted from the regime of price fixation, under the Drugs (Price Control) Order, 1995 (hereafter “DPCO”) as they": "(एतस्मिनपश्चात्‌ 'डीपीसीओ') के तहत मूल्य निर्धारण के शासन से छूट दी",
  "were small scale units. Para 8 of the DPCO prescribed that if the": "गई थी क्योंकि वे छोटे पैमाने की इकाइयाँ थीं। डीपीसीओ के पैरा 8 ने",
  "Central Government were to fix the price of any bulk drug under": "विहित किया है कि यदि केंद्र सरकार को पैरा 3 के तहत किसी भी थोक दवा",
  "Para 3, and such bulk drug is used by a manufacturer to": "की कीमत तय करनी है, और इस तरह की थोक दवा का उपयोग निर्माता",
  "prepare a formulation, the manufacturer must apply under": "द्वारा एक सूत्रीकरण तैयार करने के लिए किया जाता है, तो निर्माता को ऐसे",
  "Central Government may fix or revise the price of the": "जिस पर केंद्र सरकार सूत्रीकरण की कीमत तय या संशोधित कर सकती है।",
  "3. TCH, at the relevant time, was manufacturing several drug": "3. प्रासंगिक समय में टीसीएच, कई दवा निर्माण कर रहा था। इसे एक छोटी",
  "formulations. It was registered as a small-scale unit (SSU) and": "सी इकाई (एसएसयू) के रूप में पंजीकृत किया गया था और इसलिए, दवा",
  "therefore, exempt, by reason of Para 8 of the DPCO, from the": "मूल्य नियंत्रण शासन से डीपीसीओ के पैरा 8 के कारण छूट दी गई थी। इसी",
  "drug price control regime. Likewise, Modi too was, at the relevant time, exempt, as an SSU, from drug price control. TCH": "तरह, मोदी भी प्रासंगिक समय पर, दवा मूल्य नियंत्रण से, एसएसयू के रूप में छूट दी गई थी। टीसीएच थोक ड्रग फ्युरोसेमाइड से तैयार डायकोन्टिन के",
  "produces and _ distributes several formulations, including Diucontin K (20mg and 40mg) prepared from the bulk drug": "(20000 और 4070) सहित कई योगों का उत्पादन और वितरण करता है।",
  "Frusemide. Modi on the other hand, manufactures Unicontin (400 mg and 600 mg) derived from the bulk drug Theophylline.": "दूसरी ओर, मोदी थोक दवा थियोसोफलीन से प्राप्त यूनिकोटिन (400 00",
  "For this formulation, (i.e in the 400 mg and 600 mg tablets) drug": "और 600 000) का निर्माण करता है। इस निर्माण के लिए, (यानी 400 000 और 600 00 गोलियों में) दवा की अधिकतम सीमा की कीमतें 44 जुलाई,",
  "ceiling prices were fixed by a notification dated 11 July, 2006. Initially, Modi filed an injunction suit; however, that was": "2006 की अधिसूचना द्वारा तय की गई थीं। प्रारंभ में, मोदी ने निषेधाज्ञा",
  "The relevant provision in DCPO 1987, i.e. Para 10,": "डीसीपीओ 987 यानी पैरा ।0 में प्रासंगिक प्रावधान, महत्वपूर्ण रूप से,",
  "significantly, provided that retail cost had to be": "उपबंधित करता हैं कि खुदरा लागत की गणना निस्नलिखित तरीके से की",
  "\"M.C.” means material cost and includes the cost": "\"एस. सी.” से सामग्री लागत अधिप्रेत हैं ऑर इसमें दवाईयों ऑर अन्य",
  "there on in accordance with such norms as may": "मानदंडों के अनुसार वहां हानि को प्रक्रमित करता हैं",
  "be specified by the government from time to time": "सी.सी. ” से ऐसे मानदंडों के अनुसार जो सरकार द्वारा समय-समय पर",
  "by notification in the official gazette in this": "इस निमित्त राजपत्र में अधिसूचना द्वारा विनिर्दिष्ट किए जाएं, संपरिवर्तन",
  "by the government from time to time _ by": "समय-समय पर सरकार द्वारा अधिसुचित किया जा सकता हैं, ऑर वह",
  "\"P.M.” means the cost of packing material including process loss thereon worked out in": "पी. एस.” से उस पर प्रक्रिया की हानि सहित पैकिंग सामग्री की लागत का",
  "notification in the official gazette in this behalf.": "मतलब हैं; जो इस संबंध में आधिकारिक गजट में अधिसूचना द्वारा समय-",
  "by the government from time to time by notification": "समय पर सरकार द्वारा निर्दिष्ट किए जा सकते हैं।",
  "\"M.U.” means mark-up referred to in para 11.": "\"एम.यु ” का अर्थ है पेय 77 में निर्दिष्ट मुल्य वृद्धि से हैं।",
  "\"E.D.” means excise duty.": "'ई डी. ” से उत्पाद शुल्क अभिग्रेत हैं।",
  "maybe, and the Government shall after making": "सरकार को एक आवेदन करेगा, जेंसा कि मामला हो सकता हैं, ऑर सरकार",
  "two months from the date of receipt of the": "की तारीख से दो महीने की अवधि के भीतर ठीक बैठता हैं इस तरह के",
  "formulation or reject the application for revision": "किए जाने वाले कारणों के लिए संशोधन के लिए आवेदन को अस्वीकार",
  "8(6) No manufacturer or importer shall market a new pack, if not covered under sub-paragraph 3 of para 9, or a new formulation or a new dosage": "(6) कोई भी निर्माता या आयातक,; यदि पैरा 9 के उपपेंया 3 के अंतर्गत",
  "without obtaining the prior approval of its price": "नहीं आता हैं, या सरकार से उसकी कीमत की पूर्व स्वीकृति प्राप्त किए बिना",
  "9. Power to fix ceiling price of Scheduled": "9. अनुसूचित योगों की अधिकतम कीमत तय करने की शक्ति:",
  "with the formula laid down in paragraph 7,": "रखते हुए; पैराग्राफ 7 में निर्धारित सूत्र के अनुसार अनुसुचित सुत्रीकरण की",
  "for all such packs including those sold under": "के प्रत्येक निर्माता सहित ऐसे सभी पैक के लिए अधिकतम बिक्री मूल्य के",
  "2. The Government may, either on its own motion": "2. सरकार, या तो अपने स्वयं के प्रस्ताव पर या फॉर्म ॥ या फॉर्म ॥/ यें एक",
  "or on application made to it in this behalf by a manufacturer in Form III or Form IV, as the case": "निर्माता द्वारा इस संबंध सें किए गए आवेदन पर जैसा थी मायला हो; ऐसी",
  "intimation.": "उद्घोषणा",
  "13. In view of the above analysis, these appeals have to fail.": "43. उपरोक्त विश्लेषण के मद्देनजर, इन अपीलों को विफल करना होगा। उन्हें",
  "They are accordingly dismissed, without order on costs.": "तदनुसार बिना लागत पर आदेश को खारिज कर दिया जाता है।",
  "New Delhi,": "नई दिल्ली,",
  "applicable. The court also extracted Note (d) to the notification of": "अधिसूचना को नोट (डी) भी निकाला, जिसमें कहा गया था कि:",
  "“(a) For different packing materials used or": "(डी) उपयुक्त कॉलम 5 में यथा विनिर्दि्ट विभिन्न पेंकिंग सामग्री या विभिन्न",
  "different drug delivery systems or any other special features/forms claimed, the _ ceiling": "दवाओं परिदान प्रणालियों या किसी अन्य विशेष लक्षण/रूपों का उपयोग",
  "11. In this case, the appellants did not approach NPPA for": "44.. इस मामले में, अपीलार्थीओं ने विशिष्ट मूल्य के लिए एनपीपीए का",
  "specific price, or contend before it that their products contained": "रुख नहीं किया, या इससे पहले यह दावा किया कि उनके उत्पादों में विशेष",
  "special features. On the other hand, the allusion to “sustained release” and drug delivery systems (in Note (d)) clearly": "विशेषताएं थीं। दूसरी ओर, “सतत्‌ निर्मुक्ति” और दवा वितरण प्रणाली (नोट (डी) में) के लिए भ्रम ने स्पष्ट रूप से चिंतन किया कि जब तक कि विशेष",
  "12. According to pharmacopedias and the US Food and Drug": "2. . औषधकोष और यू. एस. खाद्य और औषधि प्रशासन की परिभाषाओं",
  "often desirable to increase the stability, safety and efficacy of the": "के अनुसार, औषधि के रख-रखाव, सुरक्षा और प्रभावोत्पादकता में वृद्धि",
  "drug, to improve the therapeutic outcome of the drug treatment": "करने, औषधि उपचार के उपचारात्मक परिणाम में सुधार करने और/या रोगी",
  "and/or to increase patient compliance and convenience of": "के अनुपालन और प्रशासन की सुविधा में वृद्धि करने के लिए अक्सर दवाओं",
  "administration. In that context, the use of the term “sustained": "विमोचन वांछनीय होता है इस संदर्भ में \" सतत्‌ निर्मुक्ति \" शब्द का प्रयोग",
  "release” denotes the systems that maintain the rate of drug": "उन प्रणालियों को निर्दिष्ट करता है जो एक सतत अवधि में औषधि विमोचन",
  "release over a sustained period. For example, if the release of the drug from the dosage form is sustained such that the release": "की दर को बनाए रखती हैं। उदाहरण के लिए, यदि खुराक के रूप से दवा की",
  "drug from the dosage form is sustained such that the release takes place throughout the entire gastrointestinal tract, one": "प्रकाशन इस प्रकार बनी रहती है कि प्रकाशन पूरे जठरांत्रीय क्षेत्र में होती है,",
  "could prolong the time interval of drug concentration in the": "तो कोई भी उपचारात्मक सीमा में दवा की एकाग्रता के समय अंतराल को",
  "therapeutic range. This in turn may reduce the frequency of": "लंबा कर सकता है। बदले में यह हार की आवृत्ति को कम कर सकता है,",
  "dosing, for example from three times a day to once a day.": "उदाहरण के लिए एक दिन से एक बार में दिन में तीन बार। ठोस पट्टे की",
  "dissolved or dispersed (matrix systems). Controlled release": "बिखरी हुई होती है (मैट्रिक्स सिस्टम)। नियंत्रित विमोचन प्रणालियां, दवाओं",
  "systems are drug delivery systems in which the drug is released in a predetermined pattern over a fixed period of time. Therefore,": "वितरण प्रणाली होती हैं, जिसमें दवाओं एक निश्चित अवधि में पूर्व निर्धारित तरीके में जारी की जाती है। इसलिए, अभिलेख पर मौजूद सामग्रियों से पता",
  "the materials on the record show that the DPCO was aware of the existence of different systems of drug delivery; it specifically": "चलता है कि डीपीसीओ को दवा वितरण की विभिन्न प्रणालियों के अस्तित्व",
  "talked of sustained release. If the appellants wished to say that": "के बारे में पता था; इसने विशेष रूप से निरंतर निर्मुक्ति की बात की। यदि अपीलार्थी यह कहना चाहते हैं कि उनके द्वारा इस्तेमाल की जाने वाली",
  "the systems used by them were unique or different, it was open": "प्रणालियां अद्वितीय या अलग थीं, तो यह उनके लिए इतना प्रदर्शित करने के",
  "for them to have so demonstrated. Their omission to do so, did": "लिए खुला था। ऐसा करने के लिए उनकी चूक, किसी भी तरह से मूल्य"
}