{
  "CIVIL APPEAL NO. OF 2023": "सिविल अपील संख्या.............. 2023",
  "DHARAM SINGH ... APPELLANT(S)": "धीरज सिंह ... अपीलार्थी (गण)",
  "WITH": "के साथ",
  "Arising out of Special Leave Petition (Civil) No.32192/ 2018": "(विशेष अनुमति याचिका (सिविल) संख्या 4468/2049 से उद्भूत)",
  "HAR BHAJAN SINGH ... APPELLANT(S)": "रघुबीर सिंह ... अपीलार्थी (गण)",
  "GREATER NOIDA INDUSTRIAL DEVELOPMENT AUTHORITY & ORS. ... RESPONDENT(S)": "ग्रेटर नोएडा औद्योगिक विकास प्राधिकरण और अन्य ... प्रतिवादी (गण)",
  "(Arising out of Special Leave Petition (Civil) No. 26491 of 2018)": "(विशेष अनुमति याचिका (सिविल) संख्या 33322/2048 से उद्भूत)",
  "DHEERAJ SINGH ... APPELLANT(S)": "धरम सिंह ... अपीलार्थी (गण)",
  "Arising out of Special Leave Petition (Civil) No.31320/ 2018": "(विशेष अनुमति याचिका (सिविल) संख्या 33324 /2048 से उद्भूत)",
  "JAGDISH SINGH ... APPELLANT(S)": "चरणजीत सिंह ... अपीलार्थी (गण)",
  "Delay condoned.": "विलंब को माफ किया जाता है।",
  "2. Leave granted.": "2. अनुमति अनुदत्त की जाती है।",
  "3. The present Appeals are directed against the impugned order and judgment dated 05.01.2017 passed by the High Court of Allahabad at Allahabad (hereinafter referred to as “High Court”), whereby, the appeal": "3. वर्तमान अपील इलाहाबाद में इलाहाबाद उच्च न्यायालय (एतस्मिनपश्चात \"उच्च न्यायालय\" के रूप में संदर्भित) द्वारा पारित आक्षेपित निर्णय और आदेश दिनांक 05.04.2047 के खिलाफ निर्देशित हैं, जिसके तहत यहां अपीलकर्ताओं द्वारा की",
  "FACTS": "तथ्य",
  "4. The relevant facts necessary for the adjudication of the present": "4. सुविधा के लिए, वर्तमान अपीलों के निर्णय के लिए आवश्यक प्रासंगिक तथ्य,",
  "UP had issued a notification under Section 4(1) read with Section 17 of the Land Acquisition Act, 1894 on 30.04.1993 whereby a large tract of land,": "अधिग्रहण अधिनियम, 7894 की धारा 47 सपठित धारा 4(4) के तहत एक",
  "including the land of the appellants herein was acquired for the purpose of": "अधिसूचना जारी की थी, जिसके तहत अपीलार्थियों की भूमि सहित भूमि का एक",
  "was issued on 25.06.1993, and the possession of the aforesaid lands was": "की धारा 6 के अंतर्गत उक्त भूमियों की घोषणा दिनांक 25.06.993 को जारी",
  "taken on different dates between 13.08.1993 and 31.05.1994.": "की गई तथा दिनांक 3.08.993 से 3.05.4994 के मध्य विभिन्न तिथियों",
  "5. Subsequent to the possession of the said lands being acquired, the": "5. उक्त भूमि के अधिग्रहण के बाद, विशेष भूमि अधिग्रहण अधिकारी ने आदेश",
  "Same was dismissed vide impugned order and judgment dated 05.01.2017.": "और आदेश 05.04.20व7 दिनांकित के माध्यम से खारिज कर दिया गया था।",
  "Hence, the present Special Leave Petition.": "इसलिए, वर्तमान विशेष अनुमति याचिका।",
  "10. For the sake of clarity, it is necessary to mention that the acquisition": "0. स्पष्टता के लिए, यह उल्लेख करना आवश्यक है कि वर्तमान अपीलों के",
  "of the land itself is not being challenged by way of the present appeals, and the limited challenge is only confined to the extent of the quantum of": "माध्यम से भूमि के अधिग्रहण को चुनौती नहीं दी जा रही है, और सीमित चुनौती",
  "compensation granted for the acquisition of the said lands.": "केवल उक्त भूमि के अधिग्रहण के लिए दिए गए मुआवजे की मात्रा तक ही सीमित",
  "11. To appreciate the issue at hand and to come to a correct conclusion,": "4. मौजूदा मुद्दे की समझने और सही निष्कर्ष पर पहुंचने के लिए, हमें उच्च",
  "we must analyze the impugned order passed by the High Court, to see": "न्यायालय द्वारा पारित आदेश का विश्लेषण यह देखने के लिए करना चाहिए कि",
  "whether there has been any application of mind by the High Court on the cross objections filed by the appellants herein, and if such consideration": "क्या यहां अपीलकर्ताओं द्वारा दायर की गई आपत्तियों पर उच्च न्यायालय द्वारा",
  "has not been taken into account, then to what extent can this Court grant": "विचार किया गया है, और यदि इस तरह के विचार को ध्यान में नहीं रखा गया है, तो यह न्यायालय किस हद तक राहत दे सकता है।",
  "ANALYSIS": "विश्लेषण",
  "12. Order 41 Rule 22, which is the governing law in the present case,": "2. आदेश 44 नियम 22, जो वर्तमान मामले में शासी कानून है, प्रथम अपील",
  "elaborates on the remedies available to a respondent in the court of first": "की अदालत में प्रतिवादी के लिए उपलब्ध उपायों के बारे में विस्तार से बताया",
  "appeal where an original decree has been challenged. An analysis of the": "गया है जहां एक मूल डिक्री को चुनौती दी गई है।हमारी राय में, वर्तमान मामले पर",
  "13. In cases where the decree passed by the court of first instance is in": "3. ऐसे मामलों में जहां प्रथम दृष्टया न्यायालय द्वारा पारित डिक्री पूरी तरह से",
  "favor of the respondent in whole, in such circumstance, no remedy exists": "प्रतिवादी के पक्ष में है, ऐसी परिस्थिति में, ऐसी डिक्री को अपील करने के लिए",
  "in favour of the respondent to appeal such decree, since no right to appeal": "प्रतिवादी के पक्ष में कोई उपाय मौजूद नहीं है, क्योंकि अपील करने का कोई",
  "can be vested onto a party, which is successful.": "अधिकार किसी पक्ष पर निहित नहीं किया जा सकता है, जो सफल है।",
  "6. | Aggrieved by the aforesaid award, the appellants herein sought": "6. उपरोक्त निर्णय से व्यथित होकर, अपीलार्थियों ने भूमि अधिग्रहण अधिनियम",
  "reference under Section 18 of the Land Acquisition Act and claimed": "की धारा 8 के संदर्भ तहत मांग की और आसपास के क्षेत्र में अधिग्रहीत अन्य",
  "compensation at the rate of Rs. 350/- to Rs. 500/- per square yard on": "भूमि की समानता के आधार पर 350/- रुपये से 500/- रुपये प्रति वर्ग गज",
  "District Judge, in the aforesaid reference, vide its judgment dated": "की दर से मुआवजे का दावा किया।उपरोक्त संदर्भ में विद्वान जिला न्यायाधीश ने",
  "09.05.2002, determined the market value of the said lands at Rs. 400/-, but": "अपने निर्णय दिनांक 09.05.2002 द्वारा, उक्त जमीनों का बाजार मूल्य 400/-",
  "deducted 1/3\" amount for development charge, and fixed the market value": "रुपये निर्धारित किया, लेकिन विकास शुल्क के लिए 4/3 राशि काट ली, और",
  "at Rs. 267/- per square yard and granted Rs. 80/- as solatium per square": "बाजार मूल्य 267/- रुपये प्रति वर्ग गज तय किया और 80/- रुपये प्रति वर्ग",
  "yard with interest at the rate of 9% and 15% per annum, and an additional": "गज की दर से 9% और 45% प्रति वर्ष की दर से ब्याज और कब्जे के हस्तांतरण",
  "compensation at the rate of 12% per annum on the market value with": "की तारीख से बाजार मूल्य पर 42% प्रति वर्ष की दर से अतिरिक्त मुआवजे की",
  "7. As against this, the Respondent Greater Noida filed an appeal in the": "7. इसके खिलाफ, प्रत्यर्थी ग्रेटर नोएडा ने उच्च न्यायालय में एक अपील दायर",
  "High Court, to which the appellants herein filed their cross appeals seeking": "की, जिस पर अपीलकर्ताओं ने वृद्धि की मांग करते हुए अपनी प्रति अपील दायर",
  "8. Subsequently, the High Court, vide order and judgment dated": "8. इसके बाद, उच्च न्यायालय ने निर्णय और आदेश 04.04.2047 दिनांकित के",
  "District Judge. It is the contention of the appellants herein that the High": "अपीलकर्ताओं का तर्क है कि उच्च न्यायालय ने अपना फैसला सुनाते समय उनके",
  "raised by the appellants in their cross objections have not been considered by the High Court. No mention of the cross objections filed by the": "द्वारा दायर की गई आपत्तियों पर विचार नहीं किया।",
  "herein. Since such an obligation was not discharged while passing the": "करते समय इस तरह के दायित्व का निर्वहन नहीं किया गया था, इसलिए हमारी",
  "judgment in appeal, we are of the considered opinion that the matter is fit": "यह सुविचारित राय है कि यह मामला अपीलकर्ताओं द्वारा अपील के दौरान प्रति",
  "for remand to the High Court for fresh adjudication on the grounds raised": "आपत्तियों में उठाए गए आधारों पर नए सिरे से निर्णय लेने के लिए उच्च न्यायालय",
  "the present appeals are therefore allowed to such an extent.": "में प्रतिप्रेषण के लिए उपयुक्त है। तदनुसार, इसलिए वर्तमान अपीलें इस हद तक स्वीकार की जाती हैं।",
  "(BELA M. TRIVEDI)": "(न्यायमूर्ति बेला एम. त्रिवेदी)",
  "NEW DELHI;": "नई दिल्ली ;",
  "04\" JULY, 2023": "04 जुलाई, 2023",
  "reasons for arriving at a different finding. This would": "फिर एक अलग निष्कर्ष पर पहुंचने के लिए अपने स्वयं के कारण बताने चाहिए। इससे आगे की अपील पर सुनवाई करने वाली",
  "satisfy the Court hearing a further appeal that the First": "न्यायालय संतुष्ट हो जाएगी कि प्रथम अपीलीय न्यायालय ने उससे",
  "Appellate Court had discharged the duty expected of it.\"": "अपेक्षित कर्तव्य का निर्वहन किया है।\"",
  "20. In the case of Madhukar and Ors. Vs. Sangram and Ors.’, this": "20. मधुकर और अन्य बनाम संग्राम और अन्य? के मामले में, इस न्यायालय ने",
  "record its findings qua all the issues raised before it, and in cases where the": "पर अपने निष्कर्षों को दर्ज करे, और ऐसे मामलों में जहां उच्च न्यायालय ऐसा",
  "High Court fails to do the same, the matter must be remanded to the same": "करने में विफल रहता है, तो मामले को नए फैसले के लिए फिर से उसी न्यायालय",
  "21. Further, in the case of Jitendra Prasad Nayak Vs. Anant kumar": "24. इसके अलावा, जितेंद्र प्रसाद नायक बनाम अनंत कुमार साह और अन्य? के",
  "objections filed by the appellant therein was not considered by the court of": "दायर प्रति-आपत्तियों पर प्रथम अपीलीय न्यायालय द्वारा विचार नहीं किया गया",
  "first appeal, held that remanded the case back to the High Court and": "था, अभिनिर्धारित किया कि मामले को उच्च न्यायालय को वापस भेज दिया गया",
  "observed as under:": "और निम्नानुसार टिप्पणी की गई:",
  "appellant-landlord against the rejection by the first": "प्रथम अपीलीय अदालत द्वारा अस्वीकार किए जाने के खिलाफ",
  "of the respondent-tenant in his favour against the": "अपीलकर्ता-मकान मालिक द्वारा एक प्रति-आपत्ति दायर की गई",
  "decision of the first appellate court on the other ground,": "थी।तथापि, दूसरे आधार पर प्रथम अपील न्यायालय के निर्णय के",
  "the existance of the cross objection appears to have been missed by the High Court with the result that there is no": "न्यायालय द्वारा प्रति-आपत्ति का अस्तित्व इस परिणाम के साथ छूट गया प्रतीत होता है कि प्रति-आपत्ति पर कोई निर्णय नहीं",
  "3 (1998) 9 SCC 383": "3 (4998) 9 5९८ 383"
}