{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय के समक्ष",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय अधिकारिता",
  "CIVIL APPEAL NOS. 18300-18305 OF 2017": "सिविल अपील नं.8300-8305 वर्ष 2077",
  "M/S. SANJIVANI NON-FERROUS TRADING PVT.LTD, RESPONDENT(S)": "मैसर्स संजीवनी नॉन-फेरर्स ट्रेडिंग प्राइवेट लिमिटेड ....प्रत्यर्थी (गण )",
  "JUDGMENT": "निर्णय",
  "A.K. SIKRI, J.": "न्यायमूर्ति, ए.के.सीकरी",
  "value/assessable value in respect of imported Aluminum Scrap, which was imported by the respondent herein. The respondent had imported": "सौदा मूल्य/आंकलन मूल्य से संबंधित से है, जो एतस्मिन प्रत्यर्थी द्वारा आयातित",
  "various varieties of the said Aluminum scrap during the period 27\"": "किया गया। प्रत्यर्थी ने उक्त एल्युमिनियम स्क्रेप के विभिन्न प्रकारों को 27 अगस्त",
  "zene transaction value of the imported goods for the purpose of paying": "का सौदा मूल्य की घोषणा करते हुए उसके सम्बन्ध में आयात कर भुगतान करने के",
  "custom duty. The declared value was not accepted by the Assessing": "घोषित मूल्य को कम होना मानते हुए आंकलन अधिकारी द्वारा इसे स्वीकार नहीं",
  "Officer who found the same to be low. Accordingly, the said declared value was rejected and reassessment was done by increasing the": "किया। तदनुसार, उक्त घोषित मूल्य अस्वीकार की गयी और आकलित मूल्य को बढ़ाते",
  "In a writ petition filed by the respondent in the High Court of Allahabad,": "प्रत्यर्थी द्वारा माननीय इलाहाबाद उच्च न्यायालय में दाखिल की गयी रिट याचिका में,",
  "6)": "(5)",
  "at on the basis of the price which is actually paid and in case the price is": "विधिक दृष्टान्तों के अनुसार, आंकलन मूल्य पर वास्तविक भुगतान मूल्य के आधार पर",
  "not the sole consideration or if the buyers and sellers are related": "पहुँचा जाना चाहिए और मूल्य एकमात्र प्रतिफल न होने की स्थिति में या यदि क्रेता",
  "persons then after establishing that the price is not the sole": "और विक्रेता संबंधित व्यक्ति हैं तब यह स्थापित होने के बाद कि मूल्य एकमात्र प्रतिफल",
  "consideration, the transaction value can be rejected. However, such": "नहीं है, आंकलन मूल्य अस्वीकृत की जा सकती है। हालांकि, इन वादों में ऐसा प्रयोग",
  "exercise has not been done in these cases.": "नहीं किया गया है।",
  "It was submitted that if the Original Authority/Assessing Officer had failed": "यह तर्क दिया गया था कि यदि मूल प्राधिकारी /मूल्यांकन अधिकारी विभाग के पास",
  "consideration, the Tribunal should have remanded the case back to the Assessing Officer for examining the material and undertaking that": "होने के संबंध में विचार नहीं किया, अधिकरण को प्रकरण आंकलन अधिकारी को साक्ष्यों का परीक्षण और उसके अनुप्रयोग के लिए पुर्नप्रेषित कर देना चाहिए था। दूसरे",
  "exercise. To put it otherwise, the entire thrust of the argument of Mr. Radhakrishna was that appeals could not have been allowed": "शब्दों में, श्री राधाकृष्णन के तर्क का पूरा जोर इस पर था कि प्रत्यर्थी/आकलक द्वारा",
  "respondent/assessee and another opportunity should have been given to the Assessing Authority in this behalf.": "थी और इस संबंध में आकलन प्राधिकारी को अन्य अवसर दिया जाना चाहिए था।",
  "the price. This is the conceptual meaning of value. Under Section 2(41), “value” is defined to mean value determined in accordance": "42. नियम 4() सौदा मूल्य को बताता है। निश्चित पद का प्रयोग इंगित करता है कि",
  "value in question was not accepted under Rule 4(1).”": "4(2) में बताये गये कारणों के लिए कीमत अस्वीकार किये जाने योग्य न हो। नियम",
  "authorities below, we reproduce this para along with paragraph 8 which": "करने के लिए राजी किया, नीचें हम इस प्रस्तर को प्रस्तर 8 के साथ रखते हैं जिसने",
  "disclosed the outcome of the appeals, in entirety.": "सम्पूर्ण रूप से अपीलों के निष्कर्ष को प्रकट किया.",
  "\"7. Having considered the rival contentions and on perusal of": "“7. प्रतिस्पर्धी तर्कों को ध्यान में रखकर और अभिलेख के अवलोकन पर हम यह",
  "record, we find that the Original Authority was directed by the Hon'ble High Court to pass speaking order on the enhancement": "पाते हैं कि मूल प्राधिकारी को आकलन मूल्य की वृद्धि पर सकारण आदेश पारित",
  "Order-in-Original dated 25/03/2015 passed comments on the": "कि मूल प्राधिकारी ने दिनांकित 25/03/205 के अपने मूल आदेश में रिट",
  "ground of writ petition and did not properly examine the evidence available with the department required to be examined for": "याचिका के आधार पर टिप्पणी की और विभाग के पास उपलब्ध साक्ष्यों का ठीक तरह से परीक्षण नहीं किया जिसका आंकलन मूल्य की वृद्धि के लिए परीक्षण किया",
  "enhancement of assessable value. Further, we find that as held": "तरह से परीक्षण नहीं किया जिसका आंकलन मूल्य की वृद्धि के लिए परीक्षण किया जाना अपेक्षित था। आगे, हमने पाते हैं कि उपरोक्त विधिक दृष्टान्तों में जैसा निर्धारित",
  "in the case laws stated above and as provided by Section 14 of Customs Act, 1962, the assessable value has to be arrived at on": "किया गया है और आयातकर अधिनियम, 962 की धारा 4 में जैसा प्रावधानित",
  "the basis of the price which is actually paid and in a case the": "किया गया है, आंकलन मूल्य पर वास्तविक भुगतान मूल्य के आधार पर पहुँचा जाना",
  "price is not sole consideration or if the buyers and sellers are": "चाहिए और मूल्य एकमात्र प्रतिफल न होने की स्थिति में या यदि क्रेता और विक्रेता",
  "related persons then after establishing that the price is not sole": "सम्बन्धित व्यक्ति हैं तब यह स्थापित करने के बाद कि मूल्य एकमात्र प्रतिफल नहीं है",
  "consideration the transaction value can be rejected and taking the other evidences into consideration the assessable value can be": "आकलन मूल्य अस्वीकृत की जा सकती है और अन्य साक्ष्यों के ध्यान में रखकर",
  "8)": "(7)",
  "and the principles laid down in the case law (which it referred to in the earlier part of the judgment) interpreting this provision, the assessable": "गए सिद्धान्तों (जिसे निर्णय के पूर्व भाग में सन्दर्भित किया गया ) के अनुसार इन",
  "earlier part of the judgment) interpreting this provision, the assessable value has to be arrived at on the basis of the price which is actually paid.": "प्रावधानों को अर्थान्वित करते हुए, वास्तविक भुगतान किए गए मूल्य के आधार पर आकलन मूल्य को निकालना चाहिए। उपरोक्त प्रावधान, अर्थात्‌ धारा .4, में",
  "It is the basic principle enshrined in the aforesaid provision, i.e., Section 14, which can be culled out from the catena of judgments pronounced by": "आकलन मूल्य को निकालना चाहिए। उपरोक्त प्रावधान, अर्थात्‌ धारा .4, में प्रतिस्थापित यह आधारभूत सिद्धांत है, जो इस न्यायालय द्वारा दिये गये निर्णयों की",
  "Mumbai’, this Court held as under:": "के वाद में, इस न्यायालय ने निम्न रूप से अवधारित कियाः",
  "\"6. Under the Act customs duty is chargeable on goods. According": "“6. अधिनियम के अन्तर्गत सीमा कर माल पर प्रभार्य(दायी ) है। अधिनियम की धारा",
  "on the value of the goods. The value may be fixed by the Central Government under Section 14(2). Where the value is not so fixed,": "4(2) के अन्तर्गत केन्द्रीय सरकार द्वारा मूल्य निश्चित किया जा सकता है। जहाँ",
  "the value has to be determined under Section 14(1). The value,": "मूल्य इस तरह निश्चित नहीं किया गया है, तो मूल्य धारा 4() के अन्तर्गत",
  "according to Section 14(1), shall be deemed to be the price at": "निर्धारित किया जाना चाहिए। धारा 4() के अनुसार, मूल्य वह कीमत मानी",
  "which such or like goods are ordinarily sold, or offered for sale, for delivery at the time and place of importation — in the course of": "जाएगी जिस पर ऐसे या इस प्रकार के माल अन्तर्राष्ट्रीय व्यापार में- परिदान के समय और आयात के स्थान पर साधारणतया बेचे जाते हैं, या विक्रय के लिए प्रस्तावित",
  "international trade. The word “ordinarily” necessarily implies the exclusion of “extraordinary” or “special” circumstances. This is": "किये जाते हैं। शब्द “साधारणतया” आवश्यक रूप से “असाधारण” या “विशेष”",
  "“ordinary” sale as one “where the seller and the buyer have no": "यह स्पष्टीकृत है जो एक “साधारण” विक्रय को एक ऐसा “जहाँ विक्रेता और क्रेता",
  "interest in the business of each other and the price is the sole": "का एक दूसरे के व्यापार में कोई हित नहीं है और कीमत विक्रय के लिए एकमात्र",
  "consideration for the sale ...”. Subject to these three conditions": "प्रतिफल है...” बताता है। धारा 4( ) में प्रतिपादित किए गए इन तीन शर्तों समय,",
  "laid down in Section 14(1) of time, place and absence of special circumstances, the price of imported goods is to be determined": "स्थान और विशेष परिस्थितियों की अनुपस्थिति में, आयातित मालों का मूल्य धारा",
  "under Section 14(1-A) in accordance with the Rules framed in this behalf.": "4(]-#) के अन्तर्गत इसमें बतायें गयें नियमों के अनुसार निर्धारित किया जाना है।",
  "basis of data available in India”. If the phrase “the transaction": "प्रयोग करके और भारत में उपलब्ध अँकडों के आधार पर” निर्धारित होना आवश्यक",
  "value” used in Rule 4 were not limited to the particular transaction": "है। यदि नियम 4 में प्रयुक्त “सौदा मूल्य” वाक्यांश विशेष सौदे तक सीमा नहीं था तब",
  "then the other rules which refer to other transactions and data would become redundant.": "अन्य नियम जो अन्य सौदों और ऑआँकडा को सन्दर्भित करते हैं, अनाश्यक हो जायेंगे।",
  "22. In the case before us, it is not alleged that the appellant has misdeclared the price actually paid. Nor was there a": "22. हमारे समक्ष मामले में, यह कथित नहीं है कि अपीलार्थी ने वास्तविक भुगतान",
  "respondent's case that the particular import fell within any of the situations enumerated in Rule 4(2). No reason has been given by": "प्रत्यर्थी का वह वाद भी नहीं है कि विशेष आयात नियम 4(2) में बतायी गयी किसी",
  "the Assistant Collector for rejecting the transaction value under Rule 4(1) except the price list of vendor. In doing so, the Assistant": "भी परिस्थिति में आता हो। सहायक कलेक्टर द्वारा विक्रेता के मूल्य सूची के सिवाय धारा 4(7) के अन्तर्गत सौदा मूल्य को अस्वीकृत करने का कोई कारण नहीं दिया",
  "Collector not only ignored Rule 4(2) but also acted on the basis of": "गया है।ऐसा करने में, सहायक कलेक्टर ने ना केवल नियम 4(2) को नजरअंदाज",
  "the vendor's price list as if a price list is invariably proof of the": "किया बल्कि विक्रेता के मूल्य सूची के आधार पर भी कार्य किया जैसे कि मूल्य सूची सौदा मूल्य का निर्विवाद प्रमाण हो। यह गलत था और स्वयं द्वारा सौदा मूल्य को",
  "the matter no fault can be found with the order passed by the Tribunal setting aside the additional demand created against the": "में कोई दोष नहीं पाया जा सकता है जो निर्धारित के विरूद्ध बनाई गयी अतिरिक्त माँग",
  "assessee.”": "को अपास्त करता हो।”",
  "15) We, thus, do not find any merit in these appeals and dismiss the same.": "(5) . हम, इस प्रकार, इन अपीलों में कोई गुण नहीं पाते हैं और इसे खारिज करते हैं।",
  "(S. ABDUL NAZEER)": "(न्यायमूर्ति, एस. अब्दुल नजीर)",
  "NEW DELHI;": "नई दिल्ली",
  "(For Judgment)": "(निर्णय के लिए)",
  "SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "RECORD OF PROCEEDINGS": "कार्यवाहियों का अभिलेख",
  "COMMISSIONER OF CENTRAL EXCISE AND Appellant(s) SERVICE TAX, NOIDA": "केन्द्रीय आबकारी और सेवा कर आयुक्त, नोएडा अपीलार्थी (गण)",
  "M/S. SANJIVANI NON FERROUS TRADING PVT. LTD. Respondent(s)": "मैसर्स संजीवनी नॉन फेरर्स ट्रेडिंग प्राइवेट लिमिटेड प्रत्यर्थी (गण)",
  "Date : 10.12.2018 This matter was called on for pronouncement of judgment today.": "दिनांक: 0.2.2078 आज यह मामला निर्णय सुनाने के लिए पुकारा गया।",
  "For Appellant(s) Mr. B.Krishna Prasad, Adv.": "अपीलार्थी(गण) की ओर से श्री बी. कृष्ण प्रसाद, अधिवक्ता",
  "For Respondent(s) Mr. Chirag M.Shroff, Adv.": "प्रत्यर्थी(गण) की ओर से श्री चिराग एम, श्रोफ, अधिवक्ता",
  "Ms. Neha Sangwan, Adv.": "सुश्री नेहा सांगवान, अधिवक्ता",
  "Ms. Mahima C.Shroff, Adv.": "सुश्री महिमा सी. श्रोफ, अधिवक्ता",
  "evidence of prices of contemporaneous imports of like goods.": "के माल के समकालीन आयात की कीमत के साक्ष्य द्वारा समर्थित होना चाहिए।",
  "13. Section 14(1) speaks of “deemed value”. Therefore, invoice": "3. धारा 34(7) “माना गया मूल्य” के बारे में बताती है। इसलिए, इन्वॉयस कीमत",
  "price can be disputed. However, it is for the Department to prove": "विवादित हो सकती है। तथापि, विभाग को यह साबित करना है कि इन्वॉयस कीमत",
  "that the invoice price is incorrect. When there is no evidence of": "गलत है। जब ऊँची कीमत पर समकालीन आयात का कोई साक्ष्य नहीं है, तो",
  "liable to be accepted. The value in the export declaration may be": "इन्वॉयस कीमत स्वीकृत होने के लिए दायी है। निर्यात घोषणा में मूल्य, सीमा शुल्क",
  "relied upon for ascertainment of the assessable value under the": "मूल्यांकन नियमावली के अन्तर्गत आंकलन मूल्य के अवधारण पर निर्भर हो सकती है",
  "which goods are ordinarily sold at the time and place of": "स्थान पर सामान्यतः बेचे जाते हैं। यह वहाँ है जहाँ मूल्य और कीमत में परिचर्चा में",
  "The observations of the Tribunal made in the impugned judgment are to": "अक्षेपित निर्णय में दिए गए अधिकरण के अवलोकनों को उपरोक्त निर्णय में वि्निंदिष्ट विधि के",
  "remarked that the normal rule is that assessable value has to be arrived at on the basis of the price which is actually paid, as provided by Section": "सामान्य नियम है आकलन मूल्य पर वास्तविक भुगतान की गयी कीमत के आधार पर पहुँचा",
  "at on the basis of the price which is actually paid, as provided by Section 14 of the Customs Act and the case law referred to by it (In paragraph 5,": "जाना चाहिए जैसा कि सीमा शुल्क अधिनियम की धारा 4 द्वारा प्रावधानित किया गया है और",
  "principle laid down by this Court).": "सन्दर्भित किया जो इस न्यायालय द्वारा प्रतिपादित उपरोक्त सिद्धान्तों का अनुसरण करता है) ।",
  "It is, therefore, rightly contended by Mr. Dushyant A. Dave, learned senior counsel appearing for the respondent that the reason given for": "इसलिए प्रत्यर्थी की ओर से उपस्थित विद्वान वरिष्ठ अधिवक्ता, श्री दुष्यन्त ए. दवे, ने सही ही",
  "setting aside the order that the normal rule was that the assessable": "तर्क दिया कि आदेश को अपास्त करने का कारण दिया गया कि सामान्य नियम यह था कि",
  "value has to be arrived at on the basis of the price which was actually": "आकलन मूल्य पर वास्तविक भुगतान की गयी कीमत के आधार पर पहुँचा जाना चाहिए और",
  "paid, and that was mentioned in the Bills of Entry. The Tribunal has": "इसको बिल ऑफ एए्ट्री में बताया गया था। अधिकरण ने स्पष्ट रूप से उल्लेख किया है कि यह",
  "clearly mentioned that this declared price could be rejected only with": "घोषित केवल निश्चयात्मक कारणों के प्रयोग द्वारा अस्वीकृत की जा सकती थी जिनके आधार पर आकलन अधिकारी यह धारण कर सकता था कि भुगतान कीमत सौदा मूल्य का एकमात्र",
  "prices of contemporaneous imports of like goods. It is for the": "आदेश में समकालीन आयात का सन्दर्भ है ऐसे आयात से सम्बन्धित कोई सामग्री",
  "any imports of identical goods or similar goods at a higher price at": "से बनाये गये, आयात के किसी पुष्टिकरण साक्ष्य के बिना ऐसी कीमत के निकट या"
}