{
  "CRIMINAL APPEAL NO.597 of 2019": "_आपराधिक अपील संख्या 594 /209",
  "(arising out of SLP (Crl.) No.8042/2018)": "(एस.एल.पी. आपराधिक नं0 803 /2048 से उत्पन्न)",
  "WITH": "के साथ",
  "CRIMINAL APPEAL NO.596 of 2019": "_आपराधिक अपील संख्या 598 /209",
  "(arising out of SLP (Crl.) No.8041/2018)": "(एस.एल.पी. आपराधिक नं0 8050 /2048 से उत्पन्न)",
  "CRIMINAL APPEAL NO.595 of 2019": "आपराधिक अपील संख्या 599 /209",
  "(arising out of SLP (Crl.) No.8039/2018)": "(एस.एल.पी. आपराधिक नं0 8052 /2048 से उत्पन्न)",
  "CRIMINAL APPEAL NO.594 of 2019": "आपराधिक अपील संख्या 597 /209",
  "(arising out of SLP (Crl.) No.8103/2018)": "(एस.एल.पी. आपराधिक नं0 8042 /2048 से उत्पन्न)",
  "(arising out of SLP (Crl.) No.8050/2018)": "(एस.एल.पी. आपराधिक नं0 8044 /2048 से उत्पन्न)",
  "CRIMINAL APPEAL NO.599 of 2019": "आपराधिक अपील संख्या 595 / 209",
  "(arising out of SLP (Crl.) No.8052/2018)": "(एस.एल.पी. आपराधिक नं0 8039 /208 से उत्पन्न)",
  "husband of Anita Gandhi. Nayan Chopra with his mother, father and brother are resident": "अनीता गाँधी के पति हैं। नयन चोपडा अपनी मां, पिताएवं भाई के साथ 203, जैनती",
  "Begumpet, Hyderabad (Andhra Pradesh). Anita Gandhi and Kuldeep Gandhi are": "अपार्टपेन्ट ,थाना-बेगमपेट,हैदराबाद (आंध्रप्रदेश) के निवासी हैं। अनीता गाँधी एवं कुलदीप",
  "resident of Greater Kailash - I, New Delhi.": "गाँधी ग्रेटर कैलाश-। नई दिल्‍ली के निवासी हैं |",
  "After the marriage of Nayan Chopra and Vanshika, which was performed at Noida,": "2.2 नयन चोपडा एवं वंशिका की शादी,जो कि नोएडा, जिला गौतम बुद्ध नगर में दिनांक",
  "Vanshika went alongwith her husband at Hyderabad, the matrimonial home of": "45.04.2072 को हुई थी,वंशिका अपने पति के साथ हैदराबाद,अपने ससुराल,चली गई |",
  "Vanshika. On 28.04.2012, Vanshika and Nayan Chopra left for the U.S.A. On or": "दिनांक 28.04.202 को वंशिका एवं नयन चोपडा यू. एस.ए. चले गये। नवंबर 203 में या",
  "about November, 2013, Vanshika and Nayan Chopra’ separated. On 23.10.2014, an": "उसके आस-पास वंशिका एवं नयन चोपडा अलग हो गये। दिनांक 23.40.2044 को नयन",
  "On 10.11.2014, a complaint was sent by respondent No.2 through registered post to": "2.3 दिनांक 40.4.204 को एक शिकायत प्रतिवादी संख्या 2.ने रजिसर्टड पोस्ट द्वारा पुलिस",
  "the Superintendent of Police, Gautam Buddha Nagar, Noida making allegations against Rajesh Chopra and two- other — unknown": "अधीकक्षक, गौतम बुद्ध नगर,नोएडा को भेजी, जिसमें राजेश चोपड. एवं दो अन्य अनजान",
  "persons. An application under Section 156(3) was filed by respondent No.2. The": "व्यक्तियों के खिलाफ आरोप लगाये | प्रतिवादी संख्या 2 द्वारा एक प्रार्थनापत्र धारा 456 (3)",
  "application of the respondent No.2 was sent by the Magistrate to Mediation Centre": "द.प्र.सं. के अरन्तगत दायर की गई । प्रतिवादी संख्या 2 का प्रार्थनापत्र मजिस्ट्ट द्वारा जिला",
  "running under the District Legal Services": "विधिक सेवा प्रधिकरण के अर्न्तगत चलाए जा रहे मध्यस्थता",
  "was filed by respondent No.2 dated": "साक्षी 2 दीपा जो कि प्रतिवादी नंबर 2 की पत्नी है, द्वारा दर्ज किये गये बयानों में भी दोहराया",
  "the appellants under Section 498A _ and": "गया है। धारा 498 ए और डी.पी. अधिनियम की धारा 3८4 के तहत अपराध के आरोपों",
  "08.11.2014 against Rajesh Chopra and his": "2.4 शिकायत में राजेश चोपडा और उनके सहयोगियों के खिलाफ दिनांक 08..204 की ६.",
  "Gurudwara at Sector 18, Noida to talk about the problem of Nayan Chopra and Vanshika": "नयन चोपडा और वंशिका की समस्या के बारे मे बात करने के लिए सेक्टर 48 नोएडा में",
  "and when respondent No.2 went for talks, he": "गुरूद्वार के पास प्रतिवादी सं0 2 को बुलाया और जब प्रतिवादी सं0 2 बातचीत के लिए",
  "met Rajesh Chopra with two unknown persons.": "गया तो उसने दो अन्य अज्ञात व्यक्तियों के साथ राजेश चोपडा से मुलाकात की । प्रतिवादी",
  "Respondent No.2 further alleges that on his request to accept his daughter, Rajesh": "संख्या 2 ने आगे आरोप लगाया कि उनकी बेटी को स्वीकार करने के अनुराध पर ,राजेश",
  "Chopra repeated his demand of one crore rupees and used filthy words’ against": "चोपडा ने एक करोड. रूपये की मांग को दोहराया और वंशिका के खिलाफ गंदे शब्दों का",
  "Vanshika, which was objected by respondent No.2, on which Rajesh Chopra and _ his": "इस्तेमाल किया, जिसपर प्रतिवादी संख्या 2 ने आपत्ति जताई, जिसपर राजेश चोपडा और",
  "associates became annoyed and they abused and beat the respondent No.2 and snatched": "उनके सहयोगी नाराज हो गए और उन्होंने दुर्व्यवहार किया और प्रतिवादी नं0 2 को मारा",
  "his gold chain from his neck and Rs .60, 000/ - from his pocket. The": "और उसकी गर्दन से सोने की चेन और उसकी जेब से 60,000 रूपये छीन लिए।",
  "323, 324, 504, 506, 392 of I.P.C. were made on the basis of the aforesaid incident. In": "उपरोक्त घटना के आधार पर धारा 323,324,504,506,392 भारतीय दण्ड संहिता (आई.पी.सी.)",
  "the application, it was also stated that Nayan Chopra has filed a_e petition for": "के अन्तर्गत आरोप लगाए गए थे। आवेदन में यह भी कहा गया है कि नयन चोपडा ने",
  "dissolution of marriage in America.": "अमेरिका में विवाह विच्छेद के लिए एक याचिका दायर की है।",
  "Sections 498A, 323, 504, 506 of I.P.C. and": "498 ए,323,504,506 आई.पी.सी. और दहेज निषध अधिनियम की धारा 34 के तहत प्रस्तुत",
  "The appellants filed an application under Section 482 Cr.P.C. in the High Court": "2.7 अपीलकर्ताओं ने धारा 482 दं. प्रं. सं. के तहत उच्च न्यायालय में एक आवेदन दायर",
  "praying for quashing the complaint and proceedings and order dated 17.01.2017 in Complaint Case No. 4967 of 2015. In the": "किया और शिकायत वाद नंबर 4967 ऑफ 2045, की विवेचना और उसमें पारित आदेश",
  "Court passed an order referring the matter to mediation centre of Allahabad High": "में, उच्च न्यायालय ने एक आदेश पारित कर इस मामले को इलाहाबाद उच्च न्यायालय, की मध्यस्थता",
  "the parties, application under Section 482 Cr.P.C. was’ heard. The prayer of the appellants to quash the complaint and": "विफल रही, धारा 482 दं.प्र.सं.के तहत आवेदन सुना गया। अपीलकर्ताओं की शिकायत और",
  "proceedings have been~ refused. The application was disposed of after directing": "कार्यवाही को रद्द करने की प्रार्थना से इनकार कर दिया गया। आवेदन को यह निर्देश देने",
  "that the applicants may surrender in the court below and make an application for": "के बाद निस्तारित कर दिया गया कि आवेदक नीचे की अदालत में आत्मसमर्पण कर सकते",
  "court below and make an application for bail within a_= period of two- months.": "हैं और दो महीने की अवधि के भीतर जमानत के लिए आवेदन कर सकते हैं। उच्च",
  "Court, these appeals have been filed.": "न्यायालय के फेसले के खिलाफ ये अपीलें दायर की गई |",
  "3. All appeals arise out of the same order passed in": "3. सभी अआअपीलें धारा 482 दं.प्र.सं के तहत आवेदन में पारित एक ही आदेश से उत्पन्न होती हैं",
  "4. We have heard Shri Shikhil Suri, learned counsel for the appellants and Shri Santosh Krishnan, learned AOR appearing for the respondent No.2. We have also": "4 हमने अपीलकर्ताओं के लिए श्री शिखिल सूरी, विद्वान अधिवक्ता,प्रतिवादी संख्या 2 के लिए विद्वान अधिवक्ता श्री संतोष कृष्णन,एओआर को सुना। हमने उत्तर प्रदेश राज्य के विद्वान",
  "High Court failed to exercise jurisdiction under": "उच्च न्यायालय द्वारा न्याय के हित में किसी प्रकिया को जो संस्थित करने योग्य न हो रदृद",
  "of the process of the court. It is submitted that": "प्रकिया को रद्द करने की व्यापकता पर. विचार करता है। इस न्यायालय द्वारा पूर्व में उद्घ६",
  "7. Learned counsel for the parties have placed reliance on various judgments of this Court in": "|8. अपीलकर्ता के विद्वान अधिवक्ता ने इस न्यायालय के विभिन्‍न निर्ण्यों पर भरोसा जताया",
  "14. We may first take up the allegations for offences under Sections 323, 504 and 506 of I.P.C. The": "44.हम पहले आईपीसी की धारा 323,504 और 506 के तहत अपराधों के लिए आरोपों को उठा",
  "allegations under Sections 323, 504 and 506 has been": "सकते है। यह आरोप धारा 323,504 और 506 के तहत 08.44.204 की घटना का हवाला देते",
  "which are to the following effect:-": "है जिसके निम्नलिखित प्रभाव हैः ................. 08..204 को लगभग 6 बजे नयन चोपड. के",
  "Nayan Chopra’s father Rajesh Chopra called": "पिता राजेश चोपडा ने आवेदक को उनकी समस्या के बारे में बात करने के लिए नोएडा के",
  "the Applicant near the Gurudwara at Sector 18, Noida to talk about their’ problem. When the Applicant reached there for talk": "सेक्टर 48 में गुरूद्वारे के पास बुलाया। जब आवेदक बात करने के लिए वहां पहुंचा तो उसने",
  "then he met there Rajesh Chopra alongwith two unknown persons. When the Applicant": "वहां दो अज्ञात व्यक्तियों के साथ राजेश चोपडा से मुलाकात की। जब आवेदक ने राजेश",
  "requested Rajesh Chopra to- accept": "चोपड. से अपनी बेटी को स्वीकार करने का अनुरोध किया, तो राजेश चोपडा ने फिर से एक",
  "his demand of one core Rupees and said that if he has arranged for one crore Rupees": "करोड. रूपये की मांग को दोहराया और कहा कि अगर वह एक करोड.रूपये की व्यवस्था की",
  "then he can send his daughter at their home, otherwise keep Vanshika at his house": "है, तो वह अपने बेटी को उनके घर भेज सकते है, अन्यथा वंशिका को अपने ही घर पर रखे |",
  "and Rajesh Chopra used filthy words against Vanshika, then the Applicant objected for": "राजेश चोपड. वंशिका के विरूद्ध भद्दी गालियों का भी इस्तेमाल किया फिर आवेदक ने उसी",
  "the same, on which Rajesh Chopra and his associates became annoyed and they abused": "के लिए आपत्ति जताई,जिस पर राजेश चोपडा. और उनके सहयोगी नाराज हो गये और",
  "associates became annoyed and they abused and beat the Applicant and snatched his": "उन्होंने आवेदक के साथ दुर्व्यवहार और मार-पीट की और उसके गले से सोने की चैन और",
  "gold chain from his neck and Rs.60,000/- from his pocket. The wife of the Applicant and a number of other people gathered at": "उसकी जेब से 60,000 रूपये भी छीन लिए। आवेदक की पत्नी और कई अन्य लोग मौके",
  "and a number of other people gathered at the spot and saved the Applicant from them. While leaving these persons threatened the": "पर एकत्र हो गये और आवेदक को उनसे बचाया इन लोगों ने जाते समय आवेदक को धमकी",
  "crore Rupees he can send his daughter at": "दी कि एक करोड. रूपये व्यवस्था करने के बाद वह अपनी बेटी को उनके घर भेज सकता है,",
  "house and if he dare to inform the police": "अन्यथा उसे अपने घर पर ही रखे और अगर उसने पुलिस को सूचित करने की हिम्मत की तो",
  "then they will kill the Applicant and his": "वे आवेदक और उसकी बेटी वंशिका को मार डालेंगे |",
  "15. In the statement made by the complainant in support of his submission, complainant repeated the": "।5.शिकायतकर्ता द्वारा अपने प्रस्तुती समर्थन में दिये गए बयान में , शिकायतकर्ता ने घटना के",
  "same allegations regarding incident dated 08.11.2014": "संबंध में उसी आरोपों को दोहराया है जो दिनांक 08.44.204 को शिकायत के रूप में किया",
  "as made in the complaint, as noted above. PW-2, Deepa, wife of respondent No.2 has also about the": "गया था,जैसा कि ऊपर उल्लेख किया गया है। पीडब्लू-2 ,दीपा प्रतिवादी नंबर 2 की पत्नी भी",
  "incident dated 08.11.2014 repeated the allegations as narrated in the complaint. A perusal of the": "घटना 08.4.204 में शिकायत में वर्णित आरोपों को दोहराया। शिकायत में आरोपों का",
  "allegations in the complaint makes it clear that the complaint with regard to offences under Sections 323, 504 and 506 has been made only against Rajesh Chopra and two unknown persons. Neither in the complaint": "अवलोकन यह स्पष्ट करता हे धारा 323,504 और 506 के तहत अपराधों के संबंध में शिकायत केवल राजेश चोपड.. और दो अज्ञात व्यक्तियों के खिलाफ की गई है। न तो शिकायत में और",
  "nor statements made by complainant or his witnesses,": "न ही बयानों में जो कि शिकायतकर्ता अथवा उसके गवाहों के द्वारा की गई , हमारे सामने",
  "there is any allegation with regard to above offences against any other appellants before us. There being": "किसी अन्य अपीलकर्ताओं के खिलाफ उपरोक्त अपराधों के संबंध में कोई आरोप है। मजिस्ट्रेट",
  "no allegations for offences under Sections 323, 504 and 506 in the complaint or statement before the": "के समक्ष शिकायत या बयान में धारा 323,504 और 506 के तहत अपराधों के लिए कोई आक्षेप",
  "other appellants for offences under Sections 323, 504 and 506 of I.P.C. When the complaint does not allege": "नहीं है, आईपीसी की धारा 323.504 और 506 के तहत अपराधों के लिए अन्य अपीलकर्ताओं",
  "against other appellants with regard to offences": "के तहत अपराधों के संबंध में शिकायत का संज्ञान अन्य अपात्रों के खिलाफ कैसे लिया जा",
  "the matter, the complaint as well as summoning order are liable to be quashed against all the appellants": "सकता है। ऊपर के मामलों को देखते हुए शिकायत और और बुलावा का आदेश खारिज किये",
  "except Rajesh Chopra due to the above reasons in": "जाने कि लिए उत्तरदायी है उपरोक्त दिये गये कारणों के कारण;राजेश चोपडा को छोड.कर |",
  "16. Now, we come to the allegations in the complaint under Section 498A and Section 3/4 of D.P. Act.": "\"46. अब, हम शिकायत में धारा 498 ए और डी पी अधिनियम 344 के तहत आरोपों पर आते",
  "submission that power of the High Court under Section": "संहिता के तहत उच्च न्यायालय की शक्ति को असाधारण परिस्थितियों में प्रयोग किया जाना",
  "Circumstances, has relied on judgment of this Court in Rakhi Mishra Vs. State of Bihar and Others, (2017)": "इस अदालत के फेसले पर निर्भर है राखी मिश्रा बनाम बिहार राज्य और अन्य, (2077) 46",
  "16 SCC 772. This Court in the above case has relied on an earlier judgment of this Court in Sonu Gupta Vs. Deepak Gupta, (2015) 3 SCC 424, in- which": "एससीसी 772 उपरोक्त मामले में इस अदालत ने सोने गुप्ता बनाम दीपक गुप्ता, ( 2075)",
  "laid down, which has been referred to and relied on:-": "निम्नलिखित प्रस्ताव में निर्णय निर्धारित किया गया था जि्सि संदर्भित किया गया है :--",
  "“8. .. At the stage of cognizance and summoning the Magistrate is required to apply his judicial mind only with a view to": "“*8............. संज्ञान के चरण में और मजिस्ट्रेट को बुलाने के लिए अपने न्यायिक ज्ञान को केवल",
  "out whether a prima facie case has_ been made out for summoning the accused persons.": "यह पता लगाने के लिए कि क्या आरोपी व्यक्तियों को बुलाने के लिए एक प्रथम दृष्ट्या",
  "required to evaluate the merits of the materials or evidence of the complainant,": "पर विचार करने की आवश्यकता नहीं होती और न ही उसे शिकायतकर्ता के साक्ष्य के गुणों का",
  "because the Magistrate must not undertake the exercise to find out at this stage": "मूल्यांकन करने की आवश्यकता होती हैं. क्योंकि मजिस्ट्रेट को इस चरण का पता लगाने के",
  "whether the materials would lead _ to conviction or not.”": "लिए अभ्यास नहीं करना चाहिए कि सामग्री दोषसिद्धि की ओर इंगित करती है या नही ।|",
  "(3) Where the uncontroverted allegations made in the FIR or": "(3) जहां प्रथम सूचना रिपोर्ट या शिकायत में लगाए गए अनियंत्रित आरोप और उसी के",
  "complaint and the evidence collected in support of the same do not disclose the commission of any offence and make out a case": "समर्थन में एकत्रित साक्ष्य किसी भी अपराध के कमीशन का खुलासा नहीं करते और आरोपी",
  "against the accused.": "के खिलाफ मामला बनाते है।",
  "(4) Where the allegations in the FIR do not constitute a cognizable offence but constitute only a non-cognizable offence, no": "(4) जहां प्राथमिकी में आरोप संज्ञेय अपराध का गठन नहीं करते है लेकिन केवल एक गैर",
  "only a non-cognizable offence, no investigation is permitted by a police officer without an order of a Magistrate as contemplated": "संज्ञेय अपराध का गठन किया जाता है, किसी पुलिस अधिकारी द्वारा मजिस्ट्रेट के आदेश के",
  "of a Magistrate as contemplated under Section 155(2) of the Code.": "बिना कोई जांच नहीं की जाती है, जैसा कि संहिता की धारा 455 (2) के तहत विचार",
  "(5) Where the allegations made in the FIR or complaint are_ so absurd and inherently improbable": "(5). जहां प्रथम सूचना रिपोर्ट या शिकायत में लगाए गये आरोप इतने बेतुके और स्वाभाविक",
  "absurd and inherently improbable on the basis of which no prudent person can ever reach a_e just": "रूप से अनुचित है, जिनके आधार पर कोई भी विवेकशील व्यक्ति कभी भी इस निष्कर्ष पर",
  "sufficient ground for proceeding against the accused.": "नहीं पहुंच सकता है कि आरोपी के खिलाफ कार्यवाही के लिए पर्याप्त आधार है।",
  "(6) Where there 1S an_=e express legal bar engrafted in any of the provisions of the Code or the Act concerned (under which a criminal": "(6) जहां संबंधित अधिनियम पर संहिता के प्रावधानों में किसी में ( जिसके तहत एक",
  "institution and continuance of the proceedings and/or where there iS a specific provision in": "आपराधिक कार्यवाही की निरंतरता और | या जहां कोई विशिष्ट प्रावधान है, में व्यक्त की",
  "providing efficacious redress for": "प्रभावशाली समाधान प्रदान करते है|",
  "(7) Where a criminal proceeding is manifestly attended with mala": "(7) जहां एक आपराधिक कार्यवाही प्रकट होती है वह दुभीवना के साथ उपस्थित होती है",
  "fide and/or where the proceeding is maliciously instituted with an": "और ,// या जहां कार्यवाही दुर्भावनापूर्ण रूप से आरोपी पर प्रतिशोध लेने और निजी और",
  "After referring to several other cases,": "20. कई अन्य मामलों का उल्लेख करने के बाद, इस अदालत ने पैराग्राफ संख्या 44 में",
  "Court concluded and made following observations in": "निम्नलिखित अवलोकन किया और निष्कर्ष निकाला |",
  "“41. Inherent power given to the High Court under Section 482 CrPC is with the purpose": "'4.” धारा 482 द.प.स. के तहत उच्च न्यायालय को दी गई निहित. शक्ति न्याय की",
  "and object of advancement of justice. In case solemn process of Court is sought to": "उन्नति के उद्देश्य के साथ है। यदि न्यायालय की प्रकिया को किसी व्यक्ति द्वारा किसी",
  "be abused by a person with some oblique motive, the Court has to thwart the attempt": "तिरस्कारपूर्ण उद्देश्य के साथ दुरूपयोग करने की कोशिश की जाती है, तो न्यायालय को",
  "this Court in State of Haryana Vs. Bhajan Lal, 1992": "अनुमति नहीं दे सकती है यदि मामला हरियाणा राज्य बनाम भजनलाल में इस न्यायालय द्व",
  "with mala fide and proceeding is maliciously instituted with an_ ulterior": "साथ भाग लेती है और कार्यवाही को दुर्भावनापूर्ण रूप से एक गुप्त उद्देश्य के साथ",
  "motive, the High Court will not hesitate in exercise of its jurisdiction under Section 482 CrPC to quash the proceeding under": "स्थापित किया जाता है, तो उच्च न्यायालय धारा 482 द.प.स. के तहत अपने अधिकार क्षेत्र",
  "Category 7 as enumerated in State of Haryana v. Bhajan Lal, which is to the": "के प्रयोग में संकोच नहीं करेगा। हरियाणा राज्य बनाम भजनलाल के श्रेणी 7 के तहत",
  "following effect: (SCC p. 379, para 102)": "कार्यवाही को समाप्त करने के लिए, जो निम्न प्रभाव के लिए (एस सी सी पी 379,पैरा 02)",
  "“102. (7) Where a criminal proceeding is manifestly attended with mala fide and/or where the proceeding is": "“02.” (7). जहां आपराधिक कार्यवाही प्रकट रूप से दुर्भावना के साथ होती है और | या",
  "vengeance on the accused and with a view to spite him due to private and": "जहां कार्यवाही दुर्भावनापूर्ण रूप से अभियुक्तों पर प्रतिशोध लेने के लिए और निजी और",
  "Above Category 7 is clearly attracted in the facts of the present case. Although,": "श्रेणी 7 ऊपर वर्तमान मामले के तथ्यों में स्पष्ट रूप से निहित है। हालांकि,उच्च न्यायालय",
  "the High Court has noted the judgment of State of Haryana v. Bhajan Lal, but did not": "ने हरियाणा राज्य बनाम भजनलाल के फेसले को नोट किया है, लेकिन वर्तमाल मामले के",
  "advert to the relevant facts of the present case, materials on which final report was": "प्रासंगिक तथ्यों का विज्ञापन नहीं किया जिन सामग्रियों में अंतिम रिपोर्ट आइ.ओ. द्वारा",
  "submitted by the I0. We, thus, are fully satisfied that the present is a fit case": "प्रस्तुत की गई थी। इस प्रकार, हम पूरी तरह से संतुष्ट है कि वर्तमान एक उचित मामला है",
  "where the High Court ought to _ have exercised its jurisdiction under Section 482 CrPC and quashed the criminal": "जहां उच्च न्यायालय को धारा 482 द.प.स. के तहत अपने अधिकार क्षेत्र का प्रयोग करना",
  "21. The criminal prosecution can be allowed to proceed only when a prima facie offence is disclosed.": "24- आपराधिक मुकदमें को तभी आगे बढ.ने की इजाजत दी जा सकती है जब कोई प्रथम",
  "This Court has observed that judicial process is a": "दृष्टया अपराध का खुलासा हो। इस न्यायालय ने देखा कि न्यायिक प्रकिया एक गम्भीर",
  "24. Coming back to the allegations in the complaint pertaining to Section 498A and Section 3/4 of D.P.": "22. अब, हम धारा 498 ए और डी.पी. एक्ट की धारा 3८4 के तहत शिकायत में लगाये",
  "the day criminal complaint was filed on 10.05.2015 in the Court of C.J.M. Gautam Budh Nagar by respondent": "को मुख्य न्यायिक मजिस्ट्रेट गौतम बुद्धनगर के न्यायालय में फौजदारी में दावा /शिकायत",
  "No.2, neither Vanishka was in India nor she was in": "रिस्पोन्डेन्ट (प्रतिवादी) नं-2 द्वारा किया गया था, वंशिका न तो भारत में थी और वह उस",
  "India at the time when statements were recorded in complaint of complainant as well as his_~ two": "वक्‍त भी भारत में नहीं थी जब वादी के शिकायती बयान को और उसके दो गवाहों के",
  "witnesses. The complaint is not by Vanishka but it has been filed by father of Vanishka, respondent": "बयान को दर्ज किया गया था। यह शिकायत वंशिका के द्वारा नहीं बल्कि उसके पिता",
  "has been filed by father of Vanishka, respondent No.2. In the divorce application filed in the State": "रिस्पोन्डेन्ट (प्रतिवादी) नं-2 के द्वारा दाखिल की गयी थी | तलाक के प्रार्थना पत्र को स्टेट",
  "of Michigan, Vanishka Bobal was represented by her": "आफ मिशिगन में दाखिल किया गया, वंशिका बोबाल की तरफ से उसके अधिवक्ता प्रस्तुत",
  "attorney. The divorce was’ granted with orders relating to alimony, pension benefits and retirement": "हुए। निर्वाह भत्ते, पेंशन लाभ और अवकाश लाभ के साथ तलाक अभिस्वीकृति प्रदान की",
  "benefits, life insurance, property settlement and provision in lieu of dower, mutual release of claims": "गयी। जीवन बीमा, संपत्ति निपटान दहेज को के अलावा दावों के आपसी प्रकाशन और",
  "and other aspects on 24.02.2016.": "अन्य पहलुओं को भी 24.02.206 को प्रदान किया गया।",
  "23. There is nothing on the record to indicate that orders of divorce between the parties was. brought": "23- रिकार्ड में यह कुछ भी नहीं है कि पार्टियों के बीच तलाक के आदेश मसिस्ट्रेट के",
  "process against the appellants. We, however, are in": "संज्ञान में लाए गए थे जब उन्होंने अपीलकर्ताओं के खिलाफ प्रक्रिया जारी की थी। लेकिन",
  "us to conclude that the complaint under Section 498A": "तथ्य तथा परिस्थितिया हमें इस निष्कर्ष पर पहुचाते है कि शिकायत जो कि धारा 4980",
  "25. There being no specific allegation regarding any one of the applicants except common general": "25- किसी भी व्यक्ति के संबंध में कोई विशेष आरोप नहीं है इसके अतिरिक्त सभी के",
  "relatives of the husband, namely, father, mother, brother, mother’s sister and husband of mother’s": "रिश्तेदार नामित-पिता, माता, भाई, माता की बहन (मौसी), मौसा को भी साथ में नामित",
  "by the girl or her father making allegation of demand": "लडकी या उसके पिता द्वारा नहीं की गयी ।",
  "or harassment the girl would have given complaint to Police or any other authority. Further, in the": "कोई दहेज की मॉग या सताने की बात होती तो लडकी ने पुलिस या किसी अन्य प्राधिकारी",
  "divorce proceedings at Michigan, U.S.A., parties have": "से शिकायत की होती | बाद में मिशिगन अमेरिका की दहेज के वाद की प्रक्रिया में पक्षकार",
  "agreed for dividing their properties including gifts": "अपनी सम्पत्ति के बंटवारे को लेकर सहमत थे जिसमें शादी के समय दी गयी उपहार भी",
  "given at marriage but no complaint was made in those proceedings regarding harassment by her husband or his family members. The judgment of the divorce": "सम्मिलित थे लेकिन उस प्रक्रिया में किसी भी प्रकार से पति या उसके परिवारजनों से सताने सम्बन्धी शिकायत नहीं की गयी थी। तलाक के निर्णय में निम्नलिखित खण्ड",
  "1. Each party affirms that he or _ she fully and accurately disclosed all the": "4- प्रत्येक पक्ष यह निश्चित करता है कि वह (लडका या लडकी) पूर्णतः: और सही तरीके",
  "fully and accurately disclosed all the assets owned by him or her in which he or she has any interest. By affixing their": "से उनके द्वारा अर्जित सभी सम्पत्ति का विवरण प्रस्तुत करेंगे जिसमें उनका कोई लाभ हो |",
  "Signatures on this Judgment, Plaintiff and Defendant affirm that each has disclosed": "अपने हस्ताक्षर को करते हुए इस निर्णय पर वादी और प्रतिवादी यह निश्चित करते हैं कि",
  "all assets each owns or has any interest": "प्रत्येक ने सभी सम्पत्ति को प्रदर्शित किया है जो कि वे रखते हैं या जिसमें उनका कोई",
  "in, whether held by him or her individually, by both of them jointly or": "लाभ हो जो कि उनके द्वारा अकेले रखी गयी है या सम्मिलित रूप से दोनों द्वारा या किसी",
  "with any other person or entity, or by another person or entity for the benefit of": "अन्य व्यक्ति द्वारा रखी गयी है या किसी अन्य व्यक्ति द्वारा किसी एक पक्ष को लाभ देने के",
  "a party. The property division set forth in this Judgment of Divorce is intended to be": "लिये रखी गयी है। तलाक के इस फेसले में यह आशा की गयी है कि यह सभी पक्षों की",
  "a distribution and allocation of all the property of the parties and also is": "संपत्ति का वितरण और आवंटन है और यह भी इरादित है कि तलाक के इस फेसले में",
  "intended to declare the parties’ property interests as of entry of this Judgment of": "पार्टियों की संपत्ति के हितों की घोषण करे जो कि इस निर्णय के प्रवेश के रूप में",
  "Divorce. If either party has failed, either intentionally or unintentionally, to disclose any of his or her assets, the": "होगी | यदि कोई एक पक्षकार जान बूझकर या अनजाने में अपनी संपत्ति को प्रकट करने में",
  "issue of property division may be reopened": "नाकाम हो जाये तो संपत्ति वितरण के मुद्दे को दुबारा खोला जाये। किसी भी एक पक्षकार",
  "2. It appears to the court that the parties have divided between them to their": "2- अदालत को यह प्रतीत होता है कि पक्षकारों ने अपनी पारस्पारिक संतुष्टि के बीच",
  "personal property, household furniture and appliances, cash, savings and_ checking": "व्यक्तिगत संपत्ति, घरेलू फर्नीचर और उपकरणों, नकदी, बचत और खातों और वाहनों की",
  "shall be the sole and absolute property of the party in whose possession or_ under": "संपत्ति उस पार्टी की व्यक्तिगत संपत्ति होगी जिसके कब्जे में या नियंत्रण में व्यक्तिगत",
  "whose control each of the articles. of personal property are now found and each": "संपत्ति के प्रत्येक लेख अब पाये जाते है और प्रत्येक पार्टी के बचाव और दायित्व से दूसरी",
  "a.The parties agree to _ return all jewelry to the other party that they": "(क) पक्षकारों ने सभी गहनों को दूसरी पार्टी को लौटाने के लिए सहमति प्रदान की, जो",
  "currently have in their possession, which was acquired as a result of their marriage. Plaintiff testified": "वर्तमान में उनके कब्जे में है, जो उनके विवाह के परिणामस्वरूप हासिल की गई थी। वादी",
  "that he only had one item of jewelry and provided the only jewelry he had": "ने यह गवाही दी कि उसके पास केवल एक आभूषण का सामान था जो उसने प्रदान किया",
  "in his possession to _ Defendant-a Single gold ring. Plaintiff testified": "प्रतिवादी-क के पास केवल एक सोने की अँगूठी थी। वादी ने गवाही दी कि उसके पास",
  "she does not have any jewelry in her": "कोई आभूषण नहीं है |",
  "b. The parties agree that their respective parents will return to the other party’s parents, all jewelry": "पक्षकारों ने यह सहमति जतायी कि उनके सम्बन्धित परिजन एक दूसरे को वे सभी आभूषण",
  "given as gifts to their parents and are in their parent’s possession,": "लौटा देंगे जो दान के रूप में दूसरे को दिये गये है और उनके कब्जे में है जो कि उनके द्",
  "which was acquired by them as a result of the parties’ marriage. The parents agree to exchange at a mutually agreed": "गरा शादी में प्राप्त किये गये थे। पक्षकार यह सभी चीजें एक दूसरे को एक निश्चित समय",
  "agree to exchange at a mutually agreed upon location and at a mutually agreed": "और स्थान पर आदान-प्रदान करने को सहमत होते हैं ।",
  "3. Except as otherwise provided herein,": "3. इसके अलावा अन्यथा उपलब्ध कराए जाने के बाद, प्रत्येक पक्ष अलग होने के बाद",
  "each party shall be liable for the debts": "उसके या उसके द्वारा लिए गए ऋणों के लिए उत्तरदायी होगा और सभी दायित्व से दूसरा",
  "4. Except as provide herein, each party": "4. इसके अलावा अन्यथा उपलब्ध कराए जाने के उपरान्त, प्रत्येक पक्ष उन ऋणों के प्रति",
  "shall be liable for the debts in his or her name and for the debts associated with": "उत्तरदायी होगा जो उस व्यक्ति के नाम की हो और उन ऋणों के लिए जो कि उसे प्रदान",
  "property awarded to him/her pursuant to the Judgment of Divorce and shall defend and": "की गयी संपत्ति से जुडी हो जो तलाक के निर्णय के अनुसरण में हो तथा प्रत्येक पक्ष एक",
  "5. Except as otherwise provided herein, each party shall retain all monies in their": "5. इसके अलावा अन्यथा उपलब्ध कराये जाने पर प्रत्येक पक्ष सभी मुद्राओं को अपने सम्बन्धित",
  "respective names, including but not limited to checking accounts, savings accounts,": "नाम पर रखेगा जो कि सम्मिलित हो, लेकिन जाँच खाता, बचत खाता जमा पूँजी के प्रमाण पत्र",
  "6. There are no joint debts of the parties except as provided herein.": "6. यहाँ पक्षकारों का कोई संयुक्त ऋण नहीं है इसके अतिरिक्त जैसा कि यहाँ नीचे प्रदान किया गया है।",
  "from any claim of the Defendant, VANSHIKA BOBAL, and the Plaintiff assumes and agrees": "सीआरवी प्राप्त करेगा वंशिका बोबाल और वादी इस बात पर सहमत होते हैं कि वे सभी",
  "to pay the liability thereon and to defend and hold the Defendant harmless’ thereon. Defendant shall transfer title of such": "दायित्वों का वहन करेंगे और प्रतिवादी की हानिरहित रक्षा करेंगे | प्रतिवादी इन सभी हक को",
  "vehicles to the Plaintiff if transferring is needed.": "जो इन गाडियों से सम्बन्धित हैं को यदि हस्तान्तरण की आवश्यकता हो तो वादी को",
  "8. Plaintiff, NAYAN CHOPRA, shall receive the 2005 Toyota Camry free and Clear from any claim of the Defendant,": "8. वादी नयन चोपडा प्रतिवादी द्वारा दावा रहित, मुक्त और सभी दावों से रहित 2005 टोयोटा",
  "VANSHIKA BOBAL, and the Plaintiff assumes and agrees to pay the liability thereon and": "कैमरों प्राप्त करेंगे, वंशिका बोबाल और वादी इस बात पर सहमत होते हैं कि वे सभी दायित्वों",
  "to defend and hold the Defendant harmless": "का वहन करेंगे और प्रतिवादी की हानिरहित रक्षा करेंगे |",
  "9. The provisions for each party herein made for the parties shall be in lieu of the dower or spousal right in the lands of": "9. प्रत्येक पक्ष के लिए किए गएऐ प्रावधान एक दूसरे की भूमि में अधिकार या अधिकार के एवज",
  "their remaining lands free, clear and": "में होंगे और प्रत्येक पक्ष उसके बाद अपनी शेष भूमि को स्वतंत्र, स्पष्ट और किसी भी प्रकार के",
  "discharged from any such dower, spousal right and claim and said provision shall be in full satisfaction of all claims either": "दहेज से तथा दाम्पत्य अधिकार और दावों से मुक्त होंगे, कथित प्रावधान और सभी दावे",
  "in full satisfaction of all claims either may have in any property which the other Owns, or may hereafter own, in which either": "पक्षकारों की पूर्ण संतुष्टि में होगे या तो किसी सम्पत्ति से संबंधित होगे,जिसका दूसरा पक्ष",
  "10. The parties warrant that neither has incurred any debt in the other party’s name, or on which the other party may be": "40. पक्षकारों ने यह वारंट दिया कि न तो किसी अन्य पार्टी के नाम पर कोई ऋण है, या जिस",
  "liable, which is not expressly disposed of in this Judgment.": "पर अन्य पक्ष उत्तरदायी हो सकता है, जिसे स्पष्ट रूप से इस निर्णय में निपटाया नहीं गया",
  "11. This Judgment of Divorce- shall constitute a termination of all rights of a surviving spouse including, but not limited": "तलाक का यह निर्णय जीवित पति या पत्नी के सभी अधिकारों की रद्दीकरण का",
  "property, settlement and family allowance by each party in the property of the other,": "परिवार भत्ता दूसरे की संपत्ति में और सभी की सम्पत्ति जो कि एक पक्ष से दूसरे पक्ष के लिए",
  "other by testate and intestate, succession or by virtue of any provision of any will": "परीक्षण और अंतरंग उत्तराधिकार या किसी भी प्रावधान के आधार पर अन्यथा पारित होगी और",
  "executed prior to the entry of this Judgment of Divorce.”": "तलाक के इस निर्णय के प्रवेश से पहले निष्पादित किया जाएगा।",
  "26. The above judgment in divorce’ proceedings indicates that Nayan Chopra and Vanshika have settled": "26. तलाक की प्रकिया में यह निर्णय यह निर्देशित करता है कि नयन चोपडा और वंशिका ने",
  "all issues between them including division of properties at the time when divorce proceedings were": "सभी मुद्दों को जो कि उनके मध्य तलाक की प्रकिया के दौरान मिशिगन में संपत्ति के बंटवारे",
  "in progress at Michigan and both the parties were not in India, the complaint under Section 156(3) Cr.P.C.": "के सम्बन्ध में थे निपटा दिया और दोनों पक्ष भारत में नहीं थे और शिकायत जो कि धारा 756",
  "application afresh on merits in accordance with law keeping in view the aforementioned": "इच्छुक है और कानून को ध्यान में रखते हुए योग्यता के आधार पर आवेदन को तय करने",
  "remand the case in the light of our reasoning mentioned above, we do- not": "को उन तर्कों के प्रकाश में जो उपरि वर्णित हैं रिमांड पर लिया गया है। हम मामले की",
  "28. What was said by this Court in paragraph No. 7 and 8 of the above judgment is squarely applicable in": "28. जो कुछ भी इस न्यायालय द्वारा अपने निर्णय में पैराग्राफ नं0 7 और 8 में कहा गया है",
  "29. One of the submissions, which has been made by the learned counsel for the appellant also needs to": "29. एक और प्रस्तुतीकरण जो कि अपीलकर्ता के विद्वान अधिवक्ता द्वारा दिया गया है को",
  "be considered. Learned counsel for the appellant had": "विचार किया जाना जरूरी है। अपीलकर्ता के विद्वान अधिवक्ता ने यह प्रस्तुत किया कि",
  "submitted that complaint has not been filed by a competent person. It is submitted that complaint is": "शिकायत किसी समर्थ व्यक्ति द्वारा नहीं दाखिल की गयी। यह प्रस्तुत किया गया कि",
  "not made by Vanshika, but has been filed only by": "शिकायत वंशिका द्वारा नहीं की गयी, लेकिन केवल वंशिका के पिता द्वारा दाखिल की गयी |",
  "Krishnan. He submits that it is not necessary that a complaint under Section 498A should be filed only by": "कृष्णन द्वारा खंडित किया गया है। उन्होंने यह तर्क दिया कि गरा 498ए के अन्तर्गत वाद संस्थित करने के लिए यह जरूरी नहीं कि शिकायत अपराध के भुक्तभोगी द्वारा दाखिल",
  "filed by father of the victim, respondent No.2 was": "किया जाये। वह यह तर्क देते हैं कि शिकायत जो कि प्रतिवादी नं0 2 भुक्तभोगी के पिता द्व",
  "Follows: -": "किः-",
  "“498A. Husband or relative of husband of a": "498ए किसी महिला के पति या उसके रिश्तेदार द्वारा महिला को पीडित किया",
  "woman subjecting her to cruelty.— Whoever, being the husband or the relative of the": "जाना- जो कोई भी चाहे महिला का पति या उसके रिश्तेदार किसी महिला को पीडित",
  "cruelty shall be punished with imprisonment for a term which may extend to three years and shall also be liable to fine.": "करते हैं वे कारावास के दण्ड से जिसकी अवधि तीन साल और शुल्क से भी दण्डित किये जायेगे | अस्वीकरण",
  "Explanation.—For the purpose of this section, “cruelty” means—": "विवरण- इस धारा के अन्तर्गत क्रूरता का मतलब",
  "(a) any wilful conduct which is of such a nature as is likely to": "(क) किसी प्रकार का जानबूझकर किया गया ऐसा आचरण जो इस प्रकृति का हो कि महिला",
  "drive the woman to commit suicide or to cause grave injury or": "को आत्महत्या करने के लिए प्ररित करे या गंभीर चोट या महिला की इन्द्रियों, स्वास्थ्य,",
  "danger to life, limb or health (whether mental or physical) of": "(मानसिक या शारीरिक) और जीवन को खतरा कारित करे।",
  "(b) harassment of the woman’ where such harassment is with a view to coercing her or any person": "(खा) महिला का उत्पीडन जहाँ यह उत्पीडन उसको परेशान करने या किसी व्यक्ति जो उससे",
  "unlawful demand for any property": "सम्बन्धित हो उससे किसी प्रकार की नाजायज (गैरकानूनी) मॉग किसी सम्पत्ति के लिए या",
  "or valuable security or i1s_ on account of failure by her or any person related to her to _ meet": "मूल्यवान प्रतिभूति के लिए या उसके (महिला) या उसके किसी सम्बन्धी द्वारा की गयी ऐसी",
  "Section 498A provides as": "30. धारा 498ए उस अपराध की बात करता है जहाँ पति या उसके रिश्तेदार उस महिला को",
  "Section 498A provides for an offence when husband": "प्रति करते हैं। धारा 498ए में यह कहीं नहीं है कि जब कभी कोई महिला के प्रति क्रूरता की",
  "observe that in so far as allegations against Rajesh Chopra pertaining to Sections 323, 504 and 506 of IPC": "हैं कि जो आक्षेप राजेश चोपडा के खिलाफ लगे थे धारा 323, 504 और 506 भारतीय दण्ड",
  "is concerned, there were specific allegations, which were also supported by the complainant and his two": "संहिता से सम्बन्धित थे और कुछ अन्य विशिष्ट आक्षेप जो कि शिकायतकर्ता द्वारा समर्थित और",
  "were also supported by the complainant and his two witnesses in the evidence, at this stage, this Court": "उसके गवाहों द्वारा भी समर्थित थे साक्ष्य में पाये गये हैं | अत: इस स्तर पर यह न्यायालय यह",
  "Cannot pronounce as to whether any incident as alleged by the complainant happened on 08.11.2014 or": "आदेश नहीं घोषित कर सकती कि कोई घटना जैसा कि शिकायतकर्ता द्वारा आक्षेपित है 8.4.",
  "alleged as offence by respondent No.2 or offence as alleged was committed by Rajesh Chopra or not. We,": "2074 को घटित हुयी या आक्षेपित घटना प्रतिवादी संख्या-2 द्वारा (राजेश चोपडा) कारित की",
  "thus, are of the view that insofar as complaint pertaining to offence under Sections 323, 504 and 506": "गयी या नहीं । अतः हम इस बिन्दु पर हैं वह शिकायत जो कि अपराध अन्तर्गत धारा 323, 504",
  "summoning of Rajesh Chopra under Sections 323, 504": "इसके तहत सही ठहराया गया है जिसमें राजेश चोपडा को धारा 323, 504 और 506 के अन्तर्गत बुलाया गया।",
  "32. In result,": "32. परिणाम में-",
  "(1) Criminal Appeal Nos.594, 598, 599, 597 and": "(क) फौजदारी अपील संख्या 594, 598, 599, 597 और 596 सन 209 (जो कि. एस0एम0पी0",
  "8103, 8050, 8052, 8042 and 8041 of 2018)": "अपराध संख्या 803, 8050, 8052, 8042,और 804। सन 208 से उत्पन्न हुयी है , को स्वीकृत",
  "are allowed. The complaint as well as summoning order dated 17.01.2017 is set aside insofar as the appellants in the": "किया जाता हैं । शिकायत, साथ ही साथ बुलावे के आदेश दिनांक 47.0.2047, जोकि",
  "aside insofar as the appellants in the above-mentioned criminal appeals are": "अपीलकर्ता के सन्दर्भ में उपरिवर्णित आपराधिक अपील से सम्बन्धित है को दरकिनार (रद्द)",
  "(11) Criminal Appeal No.595 of 2019 (arising out": "(ख) फौजदारी अपील संख्या 595 सन्‌ 2049 (जोकि एस0एल0पी0 अपराध संख्या 8039 सन्‌",
  "Anr.) is partly allowed. The complaint as well as summoning order is_ set’ aside": "खण्डतः अनुमति प्रदान की जाती है। शिकायत और बुलावे के आदेश को रद्‌द किया जाता है",
  "insofar as offence under Section 498A and Section 3/4 of D.P. Act 1S concerned,": "जोकि धारा 498ए और धारा 3८4 दहेज निषेध अधिनियम के अन्तर्गत आने वाले अपराध से",
  "however, complaint shall proceed insofar as": "कुछ भी हो, फिर भी शिकायत को आगे चलाया जायेगा जो कि अन्तर्गत धारा 323,",
  "offence under Sections 323, 504 and 506 of I.P.C. and summoning order to that extent": "504 और 506 दण0प्रएसं0 से सम्बन्धित हैं और बुलावे के आदेश को कुछ मामलों में सही ठहराया"
}