{
  "Gunshot injury; Not proved beyond reasonable doubt; Glaring": "न प्राप्त करना; बंदूक की गोली से चोट; युक्तियुक्त संदेह से परे साबित नहीं हुआ; स्पष्ट विसंगतियाँ; चश्मदीदों के",
  "inconsistencies; Evidence of eyewitnesses not credible; Material witnesses; Same set of evidence; Benefit of doubt.": "साक्ष्य विश्वसनीय नहीं; भौतिक गवाह; सबूतों का एक ही समूह; संदेह का लाभ।",
  "Case Arising From": "से उत्पन्न मामला",
  "CRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 206 of 2024": "आपराधिक अपीलीय क्षेत्राधिकार: आपराधिक अपील संख्या 206/ 2024",
  "From the Judgment and Order dated 05.02.2018 of the High Court of Judicature at Allahabad in CRLA No. 1611 of 1983": "आपराधिक अपील संख्या 6/983 में उच्च न्यायालय, इलाहाबाद के निर्णय और आदेश दिनांक",
  "Appearances for Parties": "पक्षकारों के लिए उपस्थिति",
  "Pradeep Kumar Mathur, Chiranjeev Johri, Chandra Nand Jha, M.K. Tiwari, Sitesh Kumar, Arvind Kumar, Advs. for the Appellant.": "अपीलकर्ता की ओर से अधिवक्तागण प्रदीप कुमार माथुर, चिरंजीव जौहरी, चंद्रा नंद झा, एम.के. तिवारी, सीतेश कुमार, अरविन्द कुमार।",
  "Rana Mukherjee, Sr. Adv., Samarth Mohanty, Ankit Goel, Advs. for the Respondent.": "प्रत्यर्थी की ओर से उपस्थित वरिष्ठ अधिवक्ता राणा मुखर्जी, अधिवक्तागण समर्थ मोहंती, अंकित गोयल।",
  "Judgment / Order of the Supreme Court": "सर्वोच्च न्यायालय का निर्णय/आदेश",
  "Judgment": "निर्णय",
  "Ujjal Bhuyan, J.": "न्यायमूर्ति उज्जल भूयान",
  "[2024] 2 S.C.R. 668 : 2024 INSC 128": "[2024] 2 एस.सी.आर. 668 : 2024 आईएनएससी 28",
  "Ram Singh": "राम सिंह",
  "(Criminal Appeal No. 206 of 2024)": "(आपराधिक अपील संख्या 206/ 2024)",
  "21 February 2024": "2 फरवरी 2024",
  "[Abhay S. Oka and Ujjal Bhuyan,* Ju.]": "[न्यायमूर्ति अभय एस. ओका और न्यायमूर्ति उज्ल भूयान]",
  "Issue for Consideration": "विचारार्थ मुद्दा",
  "As per PW-1-informant (son of the deceased), on the fateful evening": "पीडब्लू-।-सूचनादाता (मृतक का बेटा) के अनुसार, उस मनहूस शाम को जब वह और उसका भाई अपने घर के",
  "of the entrance door of his house, his mother was sitting close by on a cot and some neighbours were also sitting on another cot,": "प्रवेश द्वार के सामने खुली जगह पर बैठे थे, उसकी माँ पास ही एक खाट पर बैठी थी और कुछ पड़ोसी भी दूसरी",
  "the appellant came along with co-accused on whose instigation he fired on PW-1 but he slipped below the cot and the bullet hit": "खाट पर बैठे थे, अपीलकर्ता सह-अभियुक्तों के साथ आया था, जिनके कहने पर उसने पीडब्लू-। पर गोली",
  "he fired on PW-1 but he slipped below the cot and the bullet hit his mother who died immediately. While the co-accused was": "चलाई, लेकिन वह खाट से नीचे फिसल गया और गोली उसकी मां को लगी, जिनकी तुरंत मृत्यु हो गई। जबकि",
  "the appellant u/s.301 r/w 302, u/s.307 IPC and his sentence were": "30सपठित 302, धारा 307 के तहत दोषी ठहराया जाना और उसकी सजा उचित थी, जबकि अपराध के",
  "justified when there was no recovery of the weapon of crime, non- examination of ballistic expert.": "हथियार की. कोई बरामदगी नहीं हुई थी, बैलिस्टिक विशेषज्ञ की जांच नहीं की गई थी।",
  "Headnotes": "हेडनोट्स",
  "Evidence — Non-recovery of the weapon of crime — Non- obtaining of ballistic opinion and non-examination of ballistic": "साक्ष्य - अपराध के हथियार की बरामदगी न होना - बैलिस्टिक राय प्राप्त न होना और बैलिस्टिक विशेषज्ञ की",
  "expert — When fatal:": "जांच न होना - जब घातक हो:",
  "Held: Non-recovery of the weapon of crime by itself would not be fatal to the prosecution case — When there is such non-recovery,": "अवधारित किया गया: अपराध के हथियार की बरामदगी न होना अभियोजन मामले के लिए घातक नहीं होगा -",
  "there would be no question of linking the empty cartridges and pellets seized during investigation with the weapon allegedly used": "जब ऐसी कोई बरामदगी नहीं होती है, तो जांच के दौरान जब्त किए गए खाली कारतूसों और छरों को अपराध में",
  "ballistic expert is not an inflexible rule — When there is direct eye witness account which is found to be credible, omission to obtain": "और बैलिस्टिक विशेषज्ञ की जांच एक अनम्य नियम नहीं है - जब प्रत्यक्ष चश्मदीद गवाह का बयान विश्वसनीय",
  "Lala Ram was charged of having committed offence under Section 307/34 IPC.": "किया। वहीं सह अभियुक्त लाला राम पर आईपीसी की धारा 307/34 के तहत अपराध करने का आरोप लगाया गया।",
  "4.1. To prove its case, prosecution examined six witnesses. After": "4.. अपना मामला साबित करने के लिए अभियोजन पक्ष ने छह गवाहों से पूछताछ की। रिकॉर्ड पर मौजूद सबूतों",
  "considering the evidence and materials on record, the Sessions Court convicted the appellant under Section 301 read with": "और सामग्रियों पर विचार करने के बाद, सत्र न्यायालय ने अपीलकर्ता को आईपीसी की धारा 30 के साथ",
  "Section 302 IPC and also under Section 307 IPC. However, the other accused Lala Ram was given the benefit of doubt": "आईपीसी की धारा 302 और आईपीसी की धारा 307 के तहत दोषी ठहराया। हालाँकि, अन्य आरोपी लाला राम",
  "and accordingly was acquitted.": "को संदेह का लाभ दिया गया और तदनुसार बरी कर दिया गया।",
  "4.2. At this stage, we may mention that there are two Lala Ram in this case. One is Lala Ram, son of Prahalad Singh who is PW-3": "4.2. इस स्तर पर, हम उल्लेख कर सकते हैं कि इस मामले में दो लाला राम हैं। एक लाला राम, प्रहलाद सिंह का",
  "and the other is Lala Ram, son of Dnanna Ram Yadav who was": "बेटा है जो पीडब्लू-3 है और दूसरा लाला राम, धन्ना राम यादव का बेटा है जिसे आरोपी नंबर 2 के रूप में नामित",
  "As noticed above, the trial court convicted the appellant under the aforesaid provisions of IPC and sentenced him accordingly. The co-": "5. जैसा कि ऊपर देखा गया, विचारण न्यायालय ने अपीलकर्ता को आईपीसी के उपरोक्त प्रावधानों के तहत दोषी",
  "aforesaid provisions of IPC and sentenced him accordingly. The co- accused Lala Ram, son of Dhanna Ram Yadav, was acquitted. The": "ठहराया और तदनुसार सजा सुनाई। सह अभियुक्त धन्ना राम यादव के पुत्र लाला राम को बरी कर दिया गया।",
  "appeal filed by the appellant before the High Court was dismissed.": "अपीलकर्ता द्वारा उच्च न्यायालय के समक्ष दायर अपील खारिज कर दी गई। नतीजतन, उनकी दोषसिद्धि और",
  "Consequently, his conviction and sentence were confirmed.": "सजा की पुष्टि की गई।",
  "Submissions": "प्रस्तुतियाँ",
  "Learned counsel for the appellant submits that there are gross contradictions in the testimony of the prosecution witnesses. The": "6. अपीलकर्ता के विद्वान अधिवक्ता का कहना है कि अभियोजन पक्ष के गवाहों की गवाही में भारी विरोधाभास हैं।",
  "so called eyewitnesses were no eyewitnesses at all. Rather, they were interested witnesses having previous political enmity with the": "तथाकथित प्रत्यक्षदर्शी कोई प्रत्यक्षदर्शी नहीं थे। बल्कि, वे अपीलकर्ता के साथ पूर्व राजनीतिक शत्रुता रखने वाले",
  "appellant. It is because of such political rivalry that appellant was falsely implicated in the case.": "इच्छुक गवाह थे। ऐसी राजनीतिक प्रतिद्व॑ंद्विता के कारण ही अपीलकर्ता को मामले में झूठा फंसाया गया।",
  "6.1. He further submits that not only there are glaring inconsistencies in the version of the prosecution witnesses; crucial and material": "6.. उन्होंने आगे कहा कि न केवल अभियोजन पक्ष के गवाहों के बयान में स्पष्ट विसंगतियां हैं; बल्कि महत्त्वपूर्ण",
  "witnesses have not been examined. Even the country made pistol allegedly used by the appellant was not recovered. The": "और महत्वपूर्ण गवाहों से पूछताछ नहीं की गई है। यहां तक कि अपीलकर्ता द्वारा कथित तौर पर इस्तेमाल किया",
  "deceased were not sent for ballistic examination. In the absence of any ballistic report linking the pellets to the pistol allegedly": "बैलिस्टिक जांच के लिए नहीं भेजा गया था। अपीलकर्ता द्वारा कथित तौर पर इस्तेमाल किये गए कट्टे से छरों को",
  "Both the trial court and the High Court therefore fell in error in convicting the appellant.": "न्यायालय और उच्च न्यायालय दोनों ने अपीलकर्ता को दोषी ठहराने में गलती की।",
  "6.2. Learned counsel submits that it is true that on 16.07.2018, this Court had issued notice only on the question of converting the": "6.2. विद्वान अधिवक्ता का कहना है कि यह सच है कि दिनांक 6.07.208 को, इस न्यायालय ने केवल",
  "conviction from under Section 302 IPC to Section 304 IPC": "आईपीसी की धारा 302 के तहत दोषसिद्धि को आईपीसी की धारा 304 में परिवर्तित करने के प्रश्न पर तथा",
  "and also on the prayer for grant of bail, nonetheless, he had": "जमानत प्रदान करने की प्रार्थना पर नोटिस जारी किया था, फिर भी, उन्होंने दिनांक 3।.0.2023 को इस",
  "6.3. He further submits that the trial court had committed a": "6.3. उन्होंने आगे कहा कि विचारण न्यायालय ने एक ओर अपीलकर्ता को दोषी ठहराने और दूसरी ओर सह-",
  "fundamental error in convicting the appellant on the one hand and acquitting the co-accused Lala Ram on the other hand. Evidence against both were the same. When on the same": "अभियुक्त लाला राम को बरी करने में मौलिक त्रुटि की है। दोनों के ख़िलाफ़ सबूत एक जैसे थे। जब उन्हीं साक्ष्यों",
  "set of evidence the co-accused was acquitted, the trial court ought to have acquitted the appellant as well. This aspect was": "के आधार पर सह-अभियुक्त को बरी कर दिया गया तो विचारण न्यायालय को अपीलकर्ता को भी बरी कर देना",
  "ought to have acquitted the appellant as well. This aspect was overlooked by the High Court. In support of his submission,": "चाहिए था। इस पहलू को उच्च न्यायालय ने नजरअंदाज कर दिया। अपने तर्क के समर्थन में विद्वान अधिवक्ता ने",
  "in Javed Shaukat Ali Qureshi Vs. State of Gujarat, (2023) 9 SCC 164.": "जावेद शौकत अली कुरैशी बनाम गुजरात राज्य, (2023) 9 एससीसी 64 में इस न्यायालय के निर्णय पर",
  "6.4. Contention of learned counsel for the appellant is that there": "अवलम्ब लिया है। 6.4. अपीलकर्ता के विद्वान अधिवक्ता का तर्क यह है कि अपीलकर्ता के अपराध को निर्णायक रूप से साबित करने",
  "are no materials on record to conclusively prove the guilt of the appellant. Rather, it is a case of no evidence. Therefore,": "के लिए रिकॉर्ड पर कोई सामग्री नहीं है। बल्कि यह बिना सबूत का मामला है। इसलिए, अपीलकर्ता बरी होने का",
  "appellant is entitled to be acquitted. Orders of the trial court as well as of the High Court should be set aside.": "हकदार है। विचारण न्यायालय के साथ-साथ उच्च न्यायालय के आदेशों को रद्द किया जाना चाहिए।",
  "9. PW-1, who is the first informant and son of the deceased, stated in his evidence that they are the three brothers: Desh Raj, Sunder Lal and himself, he being the youngest. He lived with his mother at": "9.. अपनी जिरह में उसने कहा कि आरोपी लाला राम अपने बेटे के खिलाफ मामले में गवाह था। उसने बताया कि जिस आंगन में मृतका बैठी थी, उससे लगभग 3-4 कदम उत्तर की ओर ईंटों का ढेर था। मृतका चारपाई के उत्तरी किनारे पर बैठी थी जबकि पीडब्लू- और उसका भाई देश राज चारपाई के दूसरे छोर पर बैठे थे। उसने कहा कि जब राम सिंह ने उस पर गोली चलाई तो वह चारपाई से नीचे झुक गया और उसका भाई भी। वह यह नहीं",
  "9.2. Inthe cross-examination, it further revealed that deceased Dulli used to live with the brother of PW-1 i.e. Desh Raj whose house": "9.2. जिरह में यह भी पता चला कि मृतका दुल्ली पीडब्लू-। के भाई यानी देश राज के साथ रहती थी, जिसका घर",
  "was behind the house of PW-1. The other brother’s house was also nearby. On that fateful evening, though dinner had": "पीडब्लू-। के घर के पीछे था। दूसरे भाई का घर भी पास में ही था। उस मनहूस शाम को, हालाँकि रात का खाना",
  "been taken, the deceased had not eaten food. As they were conversing in the courtyard, his mother was sitting quiet on the": "खा लिया गया था, मृतका ने खाना नहीं खाया था। जब वे ऑँगन में बातचीत कर रहे थे, उसकी माँ चारपाई पर",
  "cot and did not participate. This time, he stated that he and his": "चुपचाप बैठी थी और वह उस बातचीत में शामिल नहीं थी। इस बार उसने कहा कि गोली लगने के समय वह और",
  "brother were sitting on the floor at the time of gunshot. Though he had bent down when the shot was fired, nobody got under": "उनका भाई फर्श पर बैठा था। हालाँकि गोली चलने के समय वह नीचे झुक गया था, लेकिन कोई भी चारपाई के",
  "the cot. On receiving the gunshot, the mother had collapsed on the cot. He had cried while sitting but had not hugged his": "नीचे नहीं आया। गोली लगते ही मां चारपाई पर गिर पड़ी थी। वह बैठकर रोया था लेकिन अपनी मां को गले नहीं",
  "mother. He had gone to his brother Sunder Lal’s hotel where the first information was written but his brother Sunder Lal did": "लगाया था। वह अपने भाई सुंदर लाल के होटल में गया था, जहां प्रथम सूचना लिखी गई थी, लेकिन उसका भाई",
  "not accompany him to the police station.": "सुंदर लाल उसके साथ थाने नहीं गया।",
  "9.3. He denied the suggestion that it was a false case because of personal enmity; that Desh Raj and others who were sitting on": "9.3. उन्होंने इस सुझाव से इनकार किया कि यह व्यक्तिगत दुश्मनी के कारण झूठा मामला था; कि देश राज के",
  "personal enmity; that Desh Raj and others who were sitting on the cot with the deceased in Desh Raj’s house and that while examining a country made pistol, a bullet was fired accidentally.": "घर में मृतका के साथ चारपाई पर देश राज व अन्य लोग बैठे थे और देशी कट्टे की जांच करते समय गलती से गोली",
  "3. PW-1 Shri Radhey Lal lodged a first information before the Bhognipur Police Station in the District of Kanpur (U.P.) on 19.08.1982 at midnight stating that he and his brother Desh Raj were sitting in the open space in front of the entrance door of his house during": "3. पीडब्लू-' श्री राधे लाल ने दिनांक 9.08.982 को मध्य रात्रि में भोगनीपुर थाना, जिला कानपुर (उ.प्र. ) में प्रथम सूचना दर्ज कराई कि वह और उसका भाई देश राज शाम के समय अपने घर के प्रवेश द्वार के सामने खुले",
  "the evening hours. His mother Dulli was sitting close by on a cot. On another cot, neighbours Lala Ram i.e. PW-3 and Man Singh": "स्थान पर बैठे थे। उनकी मां दुल्ली पास ही चारपाई पर बैठी थी। दूसरी चारपाई पर पड़ोसी लाला राम यानी",
  "On another cot, neighbours Lala Ram i.e. PW-3 and Man Singh i.e. PW-2 were sitting. They were chatting under a glowing lantern": "पीडब्लू-3 और मान सिंह यानी पीडब्लू-2 बैठे थे। वे अपने घर की छत पर लटकती हुई लालटेन की रोशनी में",
  "hanging on the roof-side of his residence. According to the informant, at about 08:00 PM, appellant Ram Singh accompanied by one": "बातें कर रहे थे। सूचनादाता के अनुसार, रात लगभग 08:00 बजे, अपीलकर्ता राम सिंह लाला राम के साथ उनके",
  "Lala Ram came to his residence. He stated that both of them were residents of his village. Ram Singh was holding a country made pistol in his right hand. As per version in the first information, Lala": "आवास पर आये। उन्होंने बताया कि वे दोनों उनके गांव के ही रहने वाले थे। राम सिंह ने अपने दाहिने हाथ में देशी",
  "pistol in his right hand. As per version in the first information, Lala Ram had instigated Ram Singh by loudly saying that these people": "कह्टा पकड़ रखा था। प्रथम सूचना के अनुसार लाला राम ने जोर-जोर से यह कह कर राम सिंह को उकसाया था",
  "were creating disturbances; so kill them. Ram Singh fired on the": "कि ये लोग अशांति फैला रहे हैं; इसलिए उन्हें जान से मार दो। राम सिंह ने सूचनादाता पर गोली चलाई लेकिन",
  "informant but he slipped below the cot. The bullet hit the left breast of his mother Dulli who cried aloud saying that she was dead.": "वह चारपाई से नीचे फिसल गया। गोली उसकी मां दुल्ली के बाएं सीने में लगी और वह जोर-जोर से हाय मर गयी",
  "According to the informant, they also cried. Ram Singh and Lala Ram ran away towards the north. Mother died immediately due to the gunshot wound. Informant stated that the incident was seen by his brother Desh Raj and by his neighbours Lala Ram and Man": "चिल्लाने लगी। सूचनादाता के मुताबिक वे भी रोने लगे। राम सिंह और लाला राम उत्तर की ओर भाग गये। गोली लगने से माँ की तुरंत मृत्यु हो गई। सूचनादाता ने बताया कि घटना को उसके भाई देशराज और उसके पड़ोसी",
  "Accused Lala Ram was deposing as a witness in Ram Singh’s case.": "पास फर्श पर बैठे थे। आरोपी लाला राम ने आरोपी राम सिंह को यह कहकर उकसाया था कि पीडब्लू-। परेशान",
  "from his country made pistol which he was carrying. Instead of hitting PW-1, the bullet hit his mother leading to her death. Thereafter, the": "गोली चला दी, लेकिन पीडब्लू-। को गोली लगने के बजाय, उसकी माँ को गोली लग गई और उसकी मृत्यु हो",
  "where the deceased was sitting. The deceased was sitting on the northern side of the cot whereas PW-1 and his brother": "0.. अपनी जिरह में, पीडब्लू-2 ने कहा कि मृतका एक चारपाई पर बैठी थी जबकि पीडब्लू-। और उसका भाई",
  "Ram instigated accused Ram Singh to kill PW-1 saying that he was doing a lot of mischief. Ram Singh instantly fired from his country": "पीडब्लू-। को यह कहकर मारने के लिए उकसाया कि वह बहुत परेशान कर रहा है। राम सिंह ने तुरंत अपने देशी",
  "made pistol. The bullet did not hit Radhey Lal PW-1 but hit the left": "कट्टे से गोली चला दी। गोली राधे लाल पीडब्लू-। को नहीं लगी बल्कि उसकी माँ के बाएँ सीने में लगी जिसकी",
  "11.1. In his cross-examination, he stated that he had seen accused Ram Singh before accused Lala Ram started challenging PW-": ".. अपनी जिरह में, उन्होंने कहा कि उन्होंने आरोपी राम सिंह को आरोपी लाला राम द्वारा पीडब्लू-। को चुनौती",
  "1. He did not see what Ram Singh was carrying and did not": "देने से पहले देखा था। उन्होंने यह नहीं देखा कि राम सिंह कया ले जा रहा था और न ही उसके हाथ में कोई देशी",
  "see any country made pistol in his hand. It would be wrong to say that he had seen country made pistol in the hands of Ram Singh. Sub-Inspector of Police had not questioned him.": "कट्टा दिखा। यह कहना गलत होगा कि उसने राम सिंह के हाथ में देशी पिस्तौल देखी थी। पुलिस उपनिरीक्षक ने",
  "While he was examined in court, he admitted that there were": "उससे पूछताछ नहीं की थी। जब अदालत में उनसे पूछताछ की गई, तो उन्होंने स्वीकार किया कि गांव के निर्वाचित",
  "party politics between the Pradhan of the village who got elected and the accused. He also denied the suggestion that": "प्रधान और आरोपियों के बीच दलगत राजनीति थी। उन्होंने इस बात से भी इनकार किया कि उन्होंने ऐसी कोई",
  "he had not seen any such incident and that no such incident had happened.": "घटना नहीं देखी है और ऐसी कोई घटना हुई ही नहीं है।",
  "PW-4 is the Sub-Inspector of Police, B.D. Verma. He stated that": "2. पीडब्लू-4 पुलिस उपनिरीक्षक बी.डी. वर्मा हैं। उन्होंने कहा कि जांच रिपोर्ट तैयार करते समय मृतका के घाव",
  "while preparing the inquest report, one tikli and 12 pellets were seized from the wound of the deceased. He also seized cans of": "से एक /टिकली और 2 छर्र जब्त किए गए थे। उन्होंने सादी और रक्तरंजित मिट्टी के डिब्बे और मृतका के खून से",
  "normal and blood-stained soil and also blood-stained clothes of the deceased. The blood-stained clothes and the cans of soil were sent to the chemical examiner for chemical examination but the report": "सने कपड़े भी जब्त कर लिए। खून से सने कपड़े और मिट्टी के डिब्बे रासायनिक जांच के लिए केमिकल परीक्षक",
  "to the chemical examiner for chemical examination but the report was not received back. He further stated that during preparation of": "के पास भेजे गए लेकिन रिपोर्ट वापस नहीं मिली। उन्होंने आगे कहा कि जांच रिपोर्ट तैयार करने के दौरान, चारपाई",
  "inquest report, one tikli and 12 pellets were seized from the wound of Dulli on the cot. However, in re-examination, he stated that the": "पर दुल्ली के घाव से एक /टिकली और 2 छररें जब्त किये गए। हालांकि दोबारा जांच में उन्होंने बताया कि अस्पताल",
  "pellets taken out by the doctor in the hospital were produced in the court. The tikli which was taken out from the body of the deceased": "में डॉक्टर द्वारा निकाले गए छर्े कोर्ट में पेश किए गए थे। अस्पताल में मृतका के शरीर से जो /_टिकली निकाली गई,",
  "PW-5 is Raghu Raj Singh who was the Pradhan of the village. The inquest report was prepared in his presence and had his signature.": "|3. पीडब्लू-5 रघु राज सिंह है जो गांव का प्रधान था। जांच रिपोर्ट उनकी उपस्थिति में तैयार की गई थी और",
  "13.1. In his cross-examination, he stated that he used to reside at a distance of 150 steps from the house of Dulli. He came to": "3.. जिरह में उसने बताया कि वह दुल्ली के घर से 50 कदम की दूरी पर रहता था। गोली चलने की आवाज",
  "Know about Dulli’s death on hearing the sound of firing but he did not come out of his house due to fear. However, he": "सुनकर उसे दुल्ली की मौत की जानकारी हुई लेकिन वह डर के मारे घर से बाहर नहीं निकला। हालांकि, उन्होंने",
  "contradicted himself when he stated that he could not tell by the sound of firing that Dulli was killed; rather he came to": "अपने ही बयान का खंडन करते हुए कहा कि वे गोली की आवाज से यह नहीं बता पाए कि दुल्ली की मृत्यु हो गयी",
  "He further compounded the inconsistency by saying that he did not tell the Sub-Inspector about hearing the sound of firing": "हुए उन्हें इसकी जानकारी दी। उन्होंने यह कहकर असंगतता को और बढ़ा दिया कि उन्होंने सब-इंस्पेक्टर को",
  "did not tell the Sub-Inspector about hearing the sound of firing because this did not happen.": "गोली चलने की आवाज सुनने के बारे में नहीं बताया, क्योंकि ऐसा हुआ ही नहीं था।",
  "The doctor who had conducted post-mortem examination, Dr. P.S. Mishra, was examined as PW-6. He stated that the entry wound of": "4. पोस्टमार्टम करने वाले डॉक्टर डॉ. पी.एस. मिश्रा से पीडब्लू-6 के रूप में पूछताछ की गई। उन्होंने कहा कि",
  "the bullet pellet 4cm x 3cm was on the left side of the left breast. The edges were inside with blackening. The wound was bone-deep.": "गोली के छर्रे का प्रवेश घाव 4 सेमी » 3 सेमी बाएं स्तन के बाईं ओर था। अंदर किनारे काले पड़ गए थे। घाव हड्डी",
  "Third and fourth ribs on the left side chest were broken. There was": "तक गहरा था। सीने के बाई ओर की तीसरी और चौथी पसलियां टूट गईं। बाएं फेफड़े पर घाव था। दोनों फेफड़ों",
  "laceration on the left lung. Both the lungs had blood. The heart was also lacerated. Semi-digested rice and pulse were found in the stomach of the deceased. He opined that cause of death of": "में खून था। दिल भी जख्मी हो गया था। मृतका के पेट में अधपचा चावल व दाल मिला। उन्होंने कहा कि मृतका",
  "the deceased was due to shock and haemorrhage because of the": "की मृत्यु का कारण उपरोक्त चोटों के कारण सदमा और रक्तस्राव था। पोस्टमार्टम के दौरान मृतका के शरीर से 55",
  "During his examination under Section 313 of the Code of Criminal Procedure, 1973 (Cr.P.C.), accused Ram Singh denied the accusation": "5. दंड प्रक्रिया संहिता, 973 (सी.आर.पी.सी.) की धारा 33 के तहत अपनी जांच के दौरान, आरोपी राम",
  "son of PW-1 and himself relating to the Pradhan election for which": "कि पीडब्लू-। के बेटे और उनके बीच प्रधानी के चुनाव को लेकर झगड़ा हुआ था, जिसके लिए आपराधिक मामले",
  "criminal cases were pending. The witnesses were testifying against him due to enmity.": "लंबित हैं। गवाह रंजिश के चलते उनके खिलाफ गवाही दे रहे हैं।",
  "Before we proceed further, we may mention that in the seizure memo dated 20.08.1982, which has been placed on record, it was": "।6. इससे पहले कि हम आगे बढ़ें, हम उल्लेख कर सकते हैं कि जब्ती मेमो दिनांक 20.08.982 में, जिसे रिकॉर्ड",
  "stated that during preparation of inquest report of the deceased, the": "पर रखा गया है, यह कहा गया था कि मृतका की जांच रिपोर्ट की तैयारी के दौरान, पुलिस ने फंसी हुई कारतूस",
  "police had seized the tikli of the cartridge stuck on the wound of the deceased and 12 bore cartridge lying on the cot of strips.": "की टिकली को जब्त कर लिया था। मृतका के घाव और चारपाई पर पड़ी पह़ियों पर 2 बोर का कारतूस लगा है।",
  "From a careful scrutiny of the prosecution evidence, what is seen is that PW-1 alongwith his brother Desh Raj were chatting with PW-2": "7. अभियोजन साक्ष्य की सावधानीपूर्वक जांच से पता चला कि पीडब्लू-। अपने भाई देशराज के साथ पीडब्लू-",
  "and PW-S in the courtyard in front of the house of PW-1. PW-2 and": "| के घर के सामने आंगन में पीडब्लू-2 और पीडब्लू-3 के साथ बातचीत कर रहे थे। पीडब्लू-2 और पीडब्लू-",
  "PW-3 were sitting on one cot. The deceased was sitting on another": "3 एक चारपाई पर बैठे थे। मृतका दूसरी चारपाई पर बैठी थी। इसके बाद गवाहों के बयान में विसंगतियां सामने",
  "arise. At one point of time, PW-1 said that he was at his door; at": "आती हैं। एक समय पर, पीडब्लू-। ने कहा कि वह अपने दरवाजे पर था; एक अन्य बिंदु पर उसने कहा कि वह",
  "another point he stated that he and his brother Desh Raj were sitting on the same cot in which his mother was sitting but on the other end": "और उनका भाई देशराज उसी चारपाई पर बैठे थे जिस पर उनकी मां बैठी थीं लेकिन चारपाई के दूसरे छोर पर",
  "of the cot. Then again he said that the two brothers were sitting on": "थीं। फिर उसने कहा कि दोनों भाई फर्श पर बैठे थे। यह भी रिकॉर्ड में आया है कि अभियोजन पक्ष के कुछ गवाहों",
  "visually analyse that the mother was sitting on the cot at a distance from her two sons. She was sitting laterally and not behind her two": "कर सकते हैं कि मां अपने दोनों बेटों से कुछ दूरी पर चारपाई पर बैठी थी। वह अपने दोनों बेटों के पीछे नहीं बल्कि",
  "sons. According to the witnesses, the two accused came from the northern side and when they reached the pile of bricks, accused": "पार्श्व में बैठी थी। प्रत्यक्षदर्शियों के अनुसार दोनों अभियुक्त उत्तर की ओर से आए और जब वे ईंटों के ढेर के पास",
  "Lala Ram instigated accused Ram Singh that PW-1 was creating": "पहुँचे तो अभियुक्त लाला राम ने अभियुक्त राम सिंह को उकसाया कि पीडब्लू- बहुत परेशान कर रहा है, इसलिए",
  "lot of mischief and, therefore, he should be killed. Ram Singh then moved 2-3 steps ahead and fired at PW-1. Now PW-1 says that he": "उसे मार दिया जाना चाहिए। राम सिंह फिर 2-3 कदम आगे बढ़ा और पीडब्लू-। पर गोली चला दी। अब पीडब्लू-",
  "had hid himself below the cot; while the other version is that he had": "। का कहना है कि उसने खुद को चारपाई के नीचे छिपा लिया था; जबकि दूसरा बयान यह है कि जब वह फर्श पर",
  "simply bent as he was sitting on the floor. On the other hand, PW-2 had stated in his cross-examination that when the shot was fired,": "बैठा था तो वह बस झुक गया था। दूसरी ओर, पीडब्लू-2 ने अपनी जिरह में कहा था कि जब गोली चलाई गई,",
  "PW-1 and his brother Desh Raj stood up. It is the prosecution case": "तो पीडब्लू-। और उसका भाई देशराज खड़े हो गए। अभियोजन पक्ष का कहना है कि राम सिंह ने पीडब्लू-। को",
  "that Ram Singh had shot PW-1 but because of the evasive reaction": "गोली मारी थी, लेकिन पीडब्लू-। की टालमटोल वाली प्रतिक्रिया के कारण, राम सिंह द्वारा अपने देशी कट्टे से",
  "hit the left breast of the deceased who thereafter died.": "चलाई गई गोली मृतका के बाएं सीने में लगी, जिसके बाद उसकी मृत्यु हो गई।",
  "If this version is to be believed, then Ram Singh had fired at PW-1": "8. यदि इस बयान पर विश्वास किया जाए, तो राम सिंह ने पीडब्लू-। पर नजदीक से और खड़े होकर गोली",
  "from a close range and from a standing position. Therefore, trajectory of the shot would be from a height downwards. PW-1 was either sitting": "चलाई थी। इसलिए, शॉट का प्रक्षेपवक्र ऊंचाई से नीचे की ओर होगा। पीडब्लू-। या तो चारपाई पर या फर्श पर",
  "on the cot or on the floor and had taken evasive action (though PW-2 says that PW-1 stood up when the shot was fired); the mother was": "बैठा था और उसने टालमटोल की कार्रवाई की थी (हालाँकि पीडब्लू-2 का कहना है कि गोली चलने पर पीडब्लू-",
  "sitting diagonally on the other end of the cot. It is highly improbable": "। खड़ा हो गया था); माँ चारपाई के दूसरे छोर पर तिरछी बैठी थी। यह बेहद असंभव है कि गोली इतने करीब से",
  "that the shot fired at from such a close range and from a height downwards could have hit the left breast of the deceased who was": "और ऊंचाई से नीचे की ओर चलाई गई, जो मृतका के बाएं स्तन पर लगी हो, जो पीडब्लू । के पीछे नहीं, बल्कि",
  "Interestingly, neither Desh Raj, brother of PW-1 and son of the deceased, who was very much present at the place and time of": "9. दिलचस्प बात यह है कि न तो पीडब्लू-। के भाई और मृतका के बेटे देश राज से, जो घटना के समय और",
  "deceased, who was very much present at the place and time of occurrence was examined by the police nor the other brother Sunder Lal, the scribe, who had written the first information, was examined": "स्थान पर मौजूद था, पुलिस ने पूछताछ की और न ही दूसरे भाई सुंदर लाल, मुंशी, जिसने यह मामला लिखा था,",
  "most crucial as according to the prosecution version he was very much present when the incident occurred. We may also mention": "सबसे महत्वपूर्ण है क्योंकि अभियोजन पक्ष के अनुसार घटना के समय वह वहां मौजूद था। आपको बता दें कि सुंदर",
  "that the behaviour of Sunder Lal is also very unusual. He did not accompany PW-1 to the police station. There is also no evidence": "लाल का व्यवहार भी बेहद असामान्य है। वह पीडब्लू-। के साथ पुलिस स्टेशन नहीं गया। इस बात का भी कोई",
  "may, it was only PW-1 and PW-2 who had stated that Ram Singh had fired from a country made pistol at PW-1 but the bullet had hit": "पीडब्लू-2 ने ही कहा था कि राम सिंह ने पीडब्लू-। पर देशी कट्टे से गोली चलाई थी, लेकिन गोली पीडब्लू-१",
  "mother of PW-1, who died of the bullet wound. On the other hand,": "की माँ को लग गई थी, जिसकी गोली लगने से मृत्यु हो गई थी। दूसरी ओर, पीडब्लू-3 ने स्पष्ट रूप से कहा कि",
  "PW-3 categorically stated that he did not see accused Ram Singh carrying any country made pistol. Further, it has come on record": "उसने आरोपी राम सिंह को कोई देशी कट्टा ले जाते हुए नहीं देखा। इसके अलावा, यह भी रिकार्ड में आया है कि",
  "that there was previous enmity between PW-1 and the accused relating to election of village Pradhan because of which there were": "पी.डब्लू.-। और अभियुक्त के बीच ग्राम प्रधान के चुनाव को लेकर पूर्व से ही दुश्मनी थी, जिसके कारण उनके बीच",
  "cross cases between them.": "क्रॉस केस चल रहे थे।",
  "The village Pradhan who testified as PW-5 stated that he was inside": "20. पीडब्लू-5 के रूप में गवाही देने वाले ग्राम प्रधान ने कहा कि जब उसने गोलियों की आवाज सुनी तो वह",
  "his house when he heard gunshot. He came to know that Dulli was killed about 10 to 15 minutes later when one Raja Ram, son of": "अपने घर के अंदर था। करीब 0 से 5 मिनट बाद उसे पता चला कि दुल्ली की हत्या कर दी गयी, जब वह भाग",
  "killed about 10 to 15 minutes later when one Raja Ram, son of Prahalad Yadav, told him so while he was running by. Incidentally,": "रहा था तो प्रहलाद यादव के बेटे राजा राम ने उसे यह बात बतायी। संयोगवश, उक्त राजाराम से पुलिस द्वारा",
  "At this stage, what is noticeable is that the weapon of offence i.e.": "2. इस स्तर पर, जो बात ध्यान देने योग्य है वह यह है कि अपराध का हथियार अर्थात आरोपी द्वारा अपराध में",
  "the country made pistol used by the accused in the offence, could not be recovered by the police and therefore not exhibited. Thus,": "प्रयुक्त देशी कट्टा, पुलिस द्वारा बरामद नहीं किया जा सका और इसलिए उसे प्रदर्शित नहीं किया जा सका। इस",
  "the main material evidence i.e., the weapon of offence was not exhibited. In the seizure memo, it was mentioned that a 12 bore": "प्रकार, मुख्य भौतिक साक्ष्य यानी अपराध के हथियार का प्रदर्शन नहीं किया गया। जब्ती मेमो में बताया गया कि",
  "cartridge was lying on the cot and alongwith the tikli of the cartridge which was stuck on the wound of the deceased, were seized by the": "चारपाई पर एक 2 बोर का कारतूस पड़ा हुआ था तथा मृतका के घाव पर लगे कारतूस की /टिकली को भी पुलिस",
  "which was stuck on the wound of the deceased, were seized by the police. On the other hand, in the evidence of the doctor, PW-6 as": "ने जब्त कर लिया। उधर, डॉक्टर पीडब्लू-6 की गवाही में और पोस्टमार्टम रिपोर्ट से यह बात रिकार्ड में आई है",
  "well as from the post-mortem report, it has come on record that 55 small pellets were taken out from the body of the deceased during post-mortem. The bullet wound was bone-deep which clearly reveals": "कि पोस्टमार्टम के दौरान मृतका के शरीर से 55 छोटे छरे निकाले गए थे। गोली का घाव हड्डी तक गहरा था जिससे",
  "were not sent to any ballistic expert, as a result of which there is no": "बैलिस्टिक विशेषज्ञ के पास नहीं भेजा। इस न्यायालय का विचार था कि यदि ऐसी राय मांगी गई होती तो तुलना",
  "fired by the appellant. There is no explanation of the prosecution": "था। यह नोट किया गया कि यह भी अभियोजन पक्ष की ओर से एक चूक थी जिसके लिए कोई स्पष्टीकरण नहीं",
  "was rendered in Gurucharan Singh Vs. State of Punjab, AIR 1963 SC 340. This Court observed that there is no inflexible rule that in": "26. हालाँकि, पंजाब राज्य बनास जुगराज सिंह, (2002, 3 एससीसी 224 में, इस न्यायालय ने कहा कि जब",
  "charge only if an expert is examined. It is possible to imagine cases where the direct evidence is of such an unimpeachable character": "किसी विशेषज्ञ से जांच की जाए। ऐसे मामलों की कल्पना करना संभव है जहां प्रत्यक्ष साक्ष्य इतने निर्विवाद चरित्र",
  "and the nature of the injuries disclosed by post-mortem notes is so clearly consistent with the direct evidence that the examination of a": "के हों और पोस्टमार्टम नोट्स द्वारा बताई गई चोटों की प्रकृति प्रत्यक्ष साक्ष्य के साथ इतनी स्पष्ट रूप से सुसंगत",
  "ballistic expert may not be regarded as essential. Where the direct evidence is not satisfactory or disinterested or where the injuries": "हो कि बैलिस्टिक विशेषज्ञ की जांच को आवश्यक नहीं माना जा सकता है। जहां प्रत्यक्ष साक्ष्य संतोषप्रद या निष्पक्ष",
  "are alleged to have been caused by a gun and those prima facie appeared to have been inflicted by a rifle, undoubtedly the apparent": "न हो या जहां यह आरोप लगाया गया हो कि चोटें बंदूक से आई हैं और प्रथम दृष्टया ऐसा प्रतीत होता है कि चोटें",
  "appeared to have been inflicted by a rifle, undoubtedly the apparent inconsistency can be cured or the oral evidence can be corroborated": "राइफल से आई हैं, वहां निस्संदेह स्पष्ट असंगति को ठीक किया जा सकता है या बैलिस्टिक विशेषज्ञ के साक्ष्य के",
  "by leading the evidence of a ballistic expert. However, in what cases": "माध्यम से मौखिक साक्ष्य की पुष्टि की जा सकती है। हालाँकि, किन मामलों में अभियोजन पक्ष के मामले को साबित",
  "the examination of a ballistic expert is essential for the proof of the prosecution case must naturally depend upon the circumstances of": "करने के लिए बैलिस्टिक विशेषज्ञ की जांच आवश्यक है, यह स्वाभाविक रूप से प्रत्येक मामले की परिस्थितियों",
  "each case. This Court held as under:": "पर निर्भर करता है। इस न्यायालय ने निम्नलिखित निर्णय दिया:",
  "41.... These observations do not purport to lay down an inflexible Rule that in every case where an accused person": "4.... इन टिप्पणियों का उद्देश्य यह कठोर नियम स्थापित करना नहीं है कि प्रत्येक मामले में",
  "inflexible Rule that in every case where an accused person is charged with murder caused by a lethal weapon, the": "जहां किसी अभियुक्त पर घातक हथियार से हत्या का आरोप लगाया जाता है, अभियोजन पक्ष",
  "prosecution case can succeed in proving the charge only if an expert is examined. It is possible to imagine cases": "आरोप को साबित करने में तभी सफल हो सकता है जब किसी विशेषज्ञ से जांच की जाए। ऐसे",
  "if an expert is examined. It is possible to imagine cases where the direct evidence is of such an unimpeachable": "मामलों की कल्पना करना संभव है जहां प्रत्यक्ष साक्ष्य इतने निर्विवाद चरित्र के हों और पोस्टमार्टम",
  "character and the nature of the injuries disclosed by post-mortem notes is so clearly consistent with the direct": "नोट्स द्वारा बताई गई चोटों की प्रकृति प्रत्यक्ष साक्ष्य के साथ इतनी स्पष्ट रूप से सुसंगत हो कि",
  "evidence that the examination of a ballistic expert may not be regarded as essential. Where the direct evidence is": "बैलिस्टिक विशेषज्ञ की जांच को आवश्यक नहीं माना जा सकता है। जहां प्रत्यक्ष साक्ष्य संतोषप्रद",
  "not satisfactory or disinterested or where the injuries are alleged to have been caused with a gun and they prima": "या निष्पक्ष न हो या जहां यह आरोप लगाया गया हो कि चोटें बंदूक से पहुंचाई गई हैं और प्रथम",
  "facie appear to have been inflicted by a rifle, undoubtedly": "दृष्ठया ऐसा प्रतीत होता है कि वे राइफल से पहुंचाई गई हैं, वहां निस्संदेह स्पष्ट असंगति को ठीक",
  "of a ballistic expert. In what cases the examination of a ballistic expert is essential for the proof of the prosecution": "जा सकती है। किन मामलों में अभियोजन पक्ष के मामले को साबित करने के लिए बैलिस्टिक",
  "case, must naturally depend upon the circumstances of": "विशेषज्ञ की परीक्षा आवश्यक है, यह स्वाभाविक रूप से प्रत्येक मामले की परिस्थितियों पर निर्भर",
  "25. This issue was again examined by this Court in Sukhwant Singh Vs. State of Punjab, (1995) 3 SCC 367. In that case, this Court": "25. इस मुद्दे की इस न्यायालय द्वारा सुखवंत सिंह बनाम पंजाब राज्य, (995) 3 एससीसी 367 में पुनः जांच",
  "observed that though the police had recovered an empty cartridge": "की गई। उस मामले में, इस न्यायालय ने पाया कि यद्यपि पुलिस ने घटनास्थल से एक खाली कारतूस बरामद",
  "from the spot and a pistol along with some cartridges were seized from the possession of the appellant at the time of his arrest, yet": "किया था और अपीलकर्ता की गिरफ्तारी के समय उसके कब्जे से एक पिस्तौल तथा कुछ कारतूस जब्त किए गए",
  "this Court opined that in the facts and evidence of the case, the": "मांगी गई और प्राप्त नहीं की गई। इस न्यायालय ने यह विचार व्यक्त किया कि मामले के तथ्यों और परिस्थितियों",
  "the fatal injuries being caused by a particular weapon would not be": "रिपोर्ट प्रस्तुत करने में विफलता, जो किसी विशेष हथियार से होने वाली घातक चोटों की गवाही दे सके, प्रत्यक्ष",
  "sufficient to impeach the credible evidence of the direct witnesses.": "गवाहों के विश्वसनीय साक्ष्य को खारिज करने के लिए पर्याप्त नहीं होगी।",
  "In Pritinder Singh Vs. State of Punjab, (2023) 7 SCC 727, this Court": "28. प्रीतिंदर सिंह बनाय पंजाब राज्य, (2029, 7 एससीसी 727 में, इस न्यायालय ने मामले के तथ्यों और",
  "in the facts and evidence of that case held that conviction could not be sustained. That apart, from not collecting any evidence as to": "साक्ष्यों के आधार पर माना कि दोषसिद्धि कायम नहीं रह सकती। इसके अलावा, इस बारे में कोई सबूत इकट्ठा",
  "whether the gun used in the crime belonged to the appellant or not,": "नहीं करने के अलावा कि अपराध में इस्तेमाल की गई पिस्तौल अपीलकर्ता की थी या नहीं, यहां तक कि यह",
  "even the ballistic expert had not been examined to show that the wad and pellets were fired from the empty cartridges of the appellant. In": "दिखाने के लिए बैलिस्टिक विशेषज्ञ की भी जांच नहीं की गई थी कि बंदूक और छर्रों को अपीलकर्ता के खाली",
  "that case which was based on circumstantial evidence, it was held": "कारतूसों से चलाया गया था। उस मामले में, जो परिस्थितिजन्य साक्ष्यों पर आधारित था, यह माना गया कि जब",
  "that when there was serious doubt as to credibility of the witnesses, the failure to examine ballistic expert would be a glaring defect in": "गवाहों की विश्वसनीयता पर गंभीर संदेह हो, तो बैलिस्टिक विशेषज्ञ से जांच करने में विफलता अभियोजन पक्ष के",
  "Thus, what can be deduced from the above is that by itself non- recovery of the weapon of crime would not be fatal to the prosecution": "29. इस प्रकार, उपरोक्त से यह निष्कर्ष निकाला जा सकता है कि अपराध के हथियार की बरामदगी न होना",
  "recovery of the weapon of crime would not be fatal to the prosecution case. When there is such non-recovery, there would be no question": "अभियोजन मामले के लिए घातक नहीं होगा। जब ऐसी गैर-बरामदगी होगी, तो जांच के दौरान जब्त किए गए खाली",
  "report and examination of the ballistic expert is again not an inflexible": "होगा। बैलिस्टिक रिपोर्ट प्राप्त करना और बैलिस्टिक विशेषज्ञ की जांच फिर से कोई लचीला नियम नहीं है। ऐसा",
  "rule. It is not that in each and every case where the death of the victim is due to gunshot injury that opinion of the ballistic expert should": "नहीं है कि हर उस मामले में जहां पीड़िता की मौत बंदूक की गोली से हुई हो, बैलिस्टिक विशेषज्ञ की राय ली जानी",
  "be obtained and the expert be examined. When there is direct eye": "चाहिए और विशेषज्ञ से जांच की जानी चाहिए। जब प्रत्यक्ष प्रत्यक्षदर्शी का बयान विश्वसनीय पाया जाता है, तो",
  "reasonable doubt. Any lingering doubt about the involvement of an accused in the crime he is accused of committing, must weigh on": "नहीं कर सका। जिस अपराध को करने का आरोपी पर आरोप है, उसमें उसकी संलिप्तता के बारे में कोई भी संदेह",
  "the mind of the court and in such a situation, the benefit of doubt must be given to the accused. This is more so when the co-accused": "अदालत के विचार में होना चाहिए और ऐसी स्थिति में, आरोपी को संदेह का लाभ दिया जाना चाहिए। ऐसा तब",
  "must be given to the accused. This is more so when the co-accused is acquitted by the trial court on the same set of evidence.": "और अधिक होता है जब सह-अभियुक्त को विचारण न्यायालय द्वारा साक्ष्य के एक ही सेट पर बरी किया जाता",
  "Court dated 28.05.1983 as well as the judgment and order of the": "28.05.983 के निर्णय और आदेश के साथ-साथ उच्च न्यायालय के दिनांक 05.02.208 के निर्णय और",
  "Consequently, the appellant is directed to be released from jail": "तो अपीलकर्ता को तत्काल जेल से रिहा करने का निर्देश दिया जाता है।",
  "Appeal is allowed in the above terms.": "35. उपरोक्त शर्तों में अपील की अनुमति दी जाती है।"
}