{
  "IN THE SUPREME COURT OF INDIA": "समक्ष सर्वोच्च न्यायालय, भारत",
  "CRIMINAL APPELLATE JURISDICTION": "क्रिमिनल अपीलीय अधिकारिता",
  "CRIMINAL APPEAL NO. 395 OF 2019": "क्रिमिनल अपील सं. 395 /209",
  "CRIMINAL APPEAL NO. 396 OF 2019": "क्रिमिनल अपील सं. 396 /209",
  "KHUSBU GUPTA ...Appellant": "खुशबू गुप्ता ... अपीलकर्ता",
  "STATE OF UTTAR PRADESH AND OTHERS ...Respondents": "उत्तर प्रदेश राज्य और अन्य ... उत्तरवादी",
  "JUDGMENT": "निर्णय",
  "R. BANUMATHI, J.": "आर. बानुमथी, न्यायाधीष.",
  "Leave granted.": "4. इजाजत दी गयी ।",
  "2. These appeals arise out of the order dated 25.04.2017 passed by the High Court of Judicature at Allahabad in Criminal": "2. ये अपीलें उच्च न्यायालय, इलाहाबाद द्वारा क्रिमिनल पुनरीक्षण संख्या 354 /207 में 25.04.2067",
  "to have ordered summoning of the appellants for the offence punishable under Section 302 IPC.": "अपीलकर्ताओं को धारा 302 भा.दं.सं के तहत दंडनीय अपराध के लिए समन करने के विचारण",
  "3. Marriage of deceased Shilpa, daughter of Sudhir Kumar Gupta (PW-1) was solemnized with Dimpal @ Akash Deep on 26.01.2006. Out of the wedlock, two children were born.": "3. सुधीर कुमार गुप्ता (साक्षी-4) की बेटी शिल्पा की शादी 26.0.2006 को डिंपल उर्फ आकाश दीप के",
  "26.01.2006. Out of the wedlock, two children were born. According to the complainant - Sudhir Kumar Gupta (PW-1), his": "साथ हुई थी। विवाह से दो बच्चे पैदा हुए। शिकायतकर्ता सुधीर कुमार गुप्ता (साक्षी 4) के अनुसार,",
  "daughter Shilpa was complaining about the demand of dowry by her husband Dimpal @ Akash Deep and the appellants-her": "उनकी बेटी शिल्पा अपने ससुराल में पति डिंपल उर्फ आकाश दीप और अपीलकर्ताओं के द्वारा दहेज",
  "in-laws. Complainant-PW-1 alleged that on 19.08.2012, his": "की मांग के बारे में शिकायत कर रही थी । शिकायतकर्ता साक्षी-।4 ने आरोप लगाया कि 49.08.202",
  "daughter Shilpa was set ablaze and she told him in full": "को उनकी बेटी शिल्पा को आग लगा दी गई थी और उसने पूरी चैतन्य अवस्था में उनसे कहा कि",
  "consciousness that Chanchal @ Babita, Sachin, Sunil Kumar Gupta (Elder uncle of Dimpal), Pushpa (wife of Sunil Kumar": "चंचल उर्फ बबिता, सचिन, सुनील कुमार गुप्ता (डिंपल के बड़े चाचा), पुष्पा (सुनील कुमार गुप्ता की",
  "Gupta), Vicky (Son of Sunil Kumar Gupta), Neeru, Shrikant Gupta": "पत्नी), विक्की (सुनील कुमार गुप्ता का बेटा), नीरू, श्रीकांत गुप्ता (सुनील कुमार गुप्ता का भाई), भगवान",
  "Shilpa was recorded by the Tehsildar on 19.08.2012 at 09.40 PM in which she stated that Chanchal @ Babita poured kerosene and": "कथन तहसीलदार द्वारा 49.08.202 को 09.40 बजे रात दर्ज की गई, जिसमें उसने कहा कि चंचल",
  "same day at night i.e. 19.08.2012. On the complaint lodged by Sudhir Kumar Gupta (PW-1), FIR was registered against nine accused including the appellants under Sections 304-B, 498A,": "2042 को दम तोड़ दिया। सुधीर कुमार गुप्ता (साक्षी 4) द्वारा दर्ज शिकायत पर, अपीलकर्ताओं सहित",
  "“105. Power under Section 319 Cr.P.C is a discretionary and an": "“405. धारा 349 दं.प्र.सं. के तहत अधिकार एक विवेकाधीन और असाधारण अधिकार है। यह",
  "extraordinary power. It is to be exercised sparingly and only in those cases where the circumstances of the case so warrant. It": "संयम से और केवल उन मामलों में प्रयोग किया जाना चाहिए जहां मामले की परिस्थितियां इस",
  "is not to be exercised because the Magistrate or the Sessions": "तरह की गारंटी दें। इसका प्रयोग इसलिए नहीं किया जाना चाहिए कि मजिस्ट्रेट या सत्र",
  "Judge is of the opinion that_some other person may also be guilty of committing that offence. Only where strong and cogent": "न्यायाधीश की राय में कुछ अन्य व्यक्ति भी उस अपराध को कारित करने के दोषी हो सकते हैं ।",
  "the court that such power should be exercised and not in a": "मौजूद है, तभी इस तरह की शक्ति का प्रयोग किया जाना चाहिए न कि असावधानी और",
  "106. Thus, we hold that though only a prima facie case is to be established from the evidence led before the court, not": "406. इस प्रकार, हम मानते हैं कि यद्यपि अदालत के सामने लाये गए साक्ष्यों से केवल एक",
  "charge, the court must be satisfied that there exists a strong": "लेने के लिए पर्याप्त हो सकता है, अदालत को समाधान होना चाहिए कि एक ठोस संदेह",
  "suspicion. While framing charge in terms of Section 227 of the Code, the court must consider the entire materials on record to": "मौजूद है। संहिता की धारा 227 के संदर्भ में आरोप तय करते समय, अदालत को पत्रावली पर",
  "form an opinion that the evidence if unrebutted would lead to a": "पूरे सामग्री पर एक राय बनाने के लिए विचार करना चाहिए कि साक्ष्य, अगर अखंडित हैं, तो",
  "question. The answer to these questions should be rendered in the affirmative. Unless a higher standard for the purpose of": "उद्देश्य से एक उच्च मानक स्थापित किया जाना हैं? इन सवालों के जवाब 'हाँ' में दिया जाना",
  "forming an opinion to summon a person as an _ additional": "चाहिए। जब तक एक व्यक्ति को एक अतिरिक्त अभियुक्त के रूप में समन करने के लिए राय",
  "extraordinary case, and (ii) a case for sparingly (sic sparing) exercise of jurisdiction, would not be satisfied.” [underlining added]": "असाधारण मामला होना, और (2) अधिकारिता का अल्प प्रयोग का मामला होना, को संतुष्ट नहीं",
  "11. Applying the above principles to the case in hand, in our": "44. उपरोक्त सिद्धांतों को हमारे सामने प्रस्तुत मामले में प्रयोग करते हुए, हमारे विचार में, अपीलकर्ताओं",
  "the appellants and to proceed against the appellants for the offence punishable under Section 302 IPC. As pointed out earlier,": "को समन करने और धारा 302 भा.दं.सं. के तहत दंडनीय अपराध के लिए अपीलकर्ताओं के खिलाफ",
  "in the dying declaration, deceased Shilpa has only mentioned the name of Chanchal @ Babita; but she has not mentioned the": "मृत्युकालिक कथन में मृतक शिल्पा ने केवल चंचल उर्फ बबिता के नाम का उल्लेख किया है; लेकिन",
  "names of others. In his complaint lodged before the police on the": "उसने दूसरों के नामों का उल्लेख नहीं किया है। अगले दिन यानी 20.08.202 को पुलिस के समक्ष",
  "that his daughter Shilpa told him that Chanchal @ Babita and all other people set her on fire after pouring kerosene. PW-1 has": "उन्हें बताया कि चंचल उर्फ बबिता और अन्य सभी लोगों ने केरोसिन उड़ेलने के बाद उसके ऊपर आग",
  "neither stated the names of the appellants nor attributed any": "लगा दिया। साक्षी-। ने न तो अपीलकर्ताओं के नाम बताए हैं और न ही किसी अन्य प्रकट कृत्य को",
  "the complaint nor the evidence of witnesses indicates as to the role played by the appellants in the commission of the offence": "है। न तो शिकायत और न ही साक्षियों के साक्ष्य अपराध में अपीलकर्ताओं द्वारा निभाई गई भूमिका को",
  "and which accused has committed what offence. Under such": "इंगित करते हैं और न ही यह कि किस अभियुक्त ने कौन सा अपराध किया है। ऐसी परिस्थितियों",
  "prima facie material for summoning the accused for the offence": "अभियुक्त को समन करने लिए प्रथम दृष्टया सामग्री प्रस्तुत किया है।",
  "12. Under Section 319 Cr.P.C., a person can be added as an accused invoking the provisions not only for the same offence for": "42. धारा 349 दं.प्रसं के तहत, प्रावधानों का प्रयोग करते हुए एक व्यक्ति को न केवल उसी अपराध के",
  "which the accused is tried but for “any offence”; but that offence": "लिए जिसके लिए अभियुक्त को परीक्षित किया जाता है, बल्कि “किसी भी अपराध” के लिए अभियुक्त के",
  "shall be such that in respect of which all the accused could be": "रूप में जोड़ा जा सकता है; लेकिन यह अपराध ऐसा होना चाहिए जिसके संबंध में सभी अभियुक्तों",
  "tried together. It is to be seen whether the appellants could be summoned for the offence under Section 498A IPC and under": "को एक साथ परीक्षित किया जा सके। यह देखा जाना चाहिए कि क्या अपीलकर्ताओं को धारा 498 ए",
  "summoned for the offence under Section 498A IPC and under Sections 3 and 4 of Dowry Prohibition Act. The statement of PW-": "भा.दं.सं के तहत और दहेज निषेध अधिनियम की धारा 3 और 4 के तहत अपराध के लिए समन किया",
  "1 both in the complaint and in his evidence before the court is": "जा सकता है। साक्षी-।4 के बयान शिकायत में और अदालत के समक्ष दिए साक्ष्य में, दोनों ही साधारण",
  "very general stating that he had given sufficient dowry to Shilpa according to his status and that the groom side were not satisfied with the dowry and that they used to demand dowry each and": "थे कि उन्होंने शिल्पा को अपनी हैसियत के अनुसार पर्याप्त दहेज दिया था और वर पक्ष दहेज से",
  "every time. Insofar as the demand of dowry and the dowry": "संतुष्ट नहीं था और वे हर समय दहेज की मांग करते थे। जहाँ तक दहेज की मांग और दहेज",
  "harassment, there are no particulars given as to the time of demand and what was the nature of demand. The averments in": "उत्पीड़न की बात है, तो कोई विवरण जैसे मांग किस समय की गयी और मांग की प्रकृति क्या थी,",
  "the complaint and the evidence is vague and no specific demand is attributed to any of the appellants. In such circumstances,": "नहीं दिया गया है। शिकायत और साक्ष्यों में प्रकथन अस्पष्ट है और किसी भी अपीलकर्ता के मत्थे किसी विशिष्ट मांग को नहीं मढ़ा गया है। ऐसी परिस्थितियों में, धारा 498 ए भा.दं.सं. के तहत और",
  "there is no justification for summoning the appellants even under Section 498A IPC and under Sections 3 and 4 of Dowry": "दहेज निषेध अधिनियम की धारा 3 और 4 के तहत भी अपीलकर्ताओं को समन करने का कोई औचित्य",
  "Prohibition Act. It is also pertinent to point out that upon completion of investigation, the Investigating Officer felt that no": "नहीं है। यह भी बताना उचित होगा कि अन्वेषण के पूरा होने पर, अन्वेषण अधिकारी ने महसूस किया",
  "offence under Sections 498A, 304-B IPC and under Sections 3 and 4 of the Dowry Prohibition Act is made out. Charge sheet": "कि धारा 498 ए, 304-वी भा.दं.सं. और दहेज निषेध अधिनियम की धारा 3 और 4 के तहत कोई",
  "was filed for the offence punishable only under Section 302 IPC against Chanchal @ Babita. As held in the Constitution Bench": "अपराध नहीं बनता है। चंचल उर्फ बबिता के खिलाफ धारा 302 भा.दं.सं. के तहत केवल दंडनीय",
  "case. The trial court and the High Court, in our considered view,": "विचारित दृष्टिकोण में विचारण न्यायालय और उच्च न्यायालय ने इस मामले को अच्छी तरह से तय",
  "has not examined the matter in the light of the well-settled principles and the impugned order is liable to be set aside.": "सिद्धांतों के आलोक में परीक्षित नहीं किया है और प्रश्ननत आदेश अपास्त किये जाने योग्य है।",
  "13. In the result, the impugned order of the High Court is set aside and these appeals are allowed. The Sessions Judge/Fast": "43. परिणामस्वरूप उच्च न्यायालय का प्रश्ननत आदेश अपास्त किया जाता है और इन आअपीलों को",
  "aside and these appeals are allowed. The Sessions Judge/Fast Track No.1, Moradabad shall proceed with Session Trial": "अनुमति दी जाती है। सत्र न्यायाधीश / फास्ट ट्रैक नंबर ।, मुरादाबाद सत्र परीक्षण संख्या 3,/203"
}