{
  "IN THE SUPREME COURT OF INDIA": "समक्ष सर्वोच्च न्यायालय, भारत",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NO. 2562 OF 2019": "सिविल अपील सं. 2562 / 209",
  "GANGA SARAN (DEAD) THR. LRS. AND ORS. . ..RESPONDENT(S)": "गंगा सरन (मृतक) विधिक प्रतिनिधि के माध्यम से और अन्य ---.. उत्तरवादी",
  "CIVIL APPEAL NO. 2563 OF 2019": "सिविल अपील सं. 2563. / 209",
  "(@ SPECIAL LEAVE PETITION (C)NO. 36884 OF 2016)": "(विशेष अनुमति याचिका संख्या 36884 /206)",
  "CIVIL APPEAL NO. 2565 OF 2019": "सिविल अपील सं, 2565 / 209",
  "(@ SPECIAL LEAVE PETITION (C)NO. 38758 OF 2016)": "(विशेष अनुमति याचिका संख्या 38758 /206)",
  "CIVIL APPEAL NO. 2564 OF 2019": "सिविल अपील सं, 2564 / 209",
  "(@ SPECIAL LEAVE PETITION (C)NO. 38361 OF 2016)": "(विशेष अनुमति याचिका संख्या 3836 /206)",
  "JUDGMENT": "निर्णय",
  "R. Subhash Reddy, J.": "आर. सुभाष रेड्डी, न्यायाधीष.",
  "1. Leave granted.": "।. इजाजत दी गयी |",
  "2. All these appeals arise out of the Notification issued under Section 4 (1) of the Land Acquisition Act, 1894 on": "2. ये सभी अपीलें भूमि अधिग्रहण अधिनियम, 894 की धारा 4 (|) के तहत 29.9.979 को जारी",
  "to the facts which arise in the Civil Appeal arising out Special Leave Petition (Civil) No.14973 of 2010.": "याचिका (सिविल) संख्या 494973,//200 से उत्पन्न सिविल अपील में हैं |",
  "3. The land of the respondents-claimants admeasuring 2-13-0 of": "3. बुलंदशहर के टांडा में स्थित उत्तरवादियों - दावेदारों की भूमि खसरा सं. 74 (पैमाइश 2-3-0)",
  "5 acres in total. Further it is also to be noted that sale": "किया कि अधिग्रहीत जमीन कुल 48 एकड़ थी। इसके अलावा यह भी ध्यान दिया जाना चाहिए कि",
  "deeds of comparable sales of small areas also can _ be considered by giving suitable deductions while fixing the": "छोटे क्षेत्रों की तुलनीय बिक्री के विक्रय विलेखों पर भी बाजार मूल्य तय करते समय उपयुक्त कटौती",
  "market value. Documentary evidence’ produced before’ the Reference Court, reflects the market value of the acquired": "करके विचार किया जा सकता है। निर्देश न्यायालय के समक्ष प्रस्तुत किए गए दस्तावेजी साक्ष्य, भूमि",
  "land, during the relevant time of issuing notification, under Section 4(1) of the Land Acquisition Act, 1894 which ranges": "अधिग्रहण अधिनियम, 4894 की धारा 4 () के तहत अधिसूचना जारी किये जाने के प्रासंगिक समय के",
  "the acquired land at Rs.99 per sq. yard. Having regard to evidence on record, before the Reference Court, fixation of": "99 प्रति वर्ग गज निर्धारित किया है। निर्देश न्यायालय के समक्ष पत्रावली पर साक्ष्य को विचार करते",
  "market value of the acquired land at the rate of Rs.99 per sq. yard along with other statutory benefits cannot be said": "हुए अन्य वैधानिक लाभों के साथ अधिग्रहित भूमि के बाजार मूल्य का निर्धारण रुपये 99 प्रति वर्ग गज",
  "true market value, as on the date of Section 4(1)": "गज की दर पर निर्धारित बाजार मूल्य धारा 4 (॥) की अधिसूचना की तारीख को उचित और वास्तविक",
  "Notification. For the aforesaid reasons, we do not find any": "बाजार मूल्य का प्रतिनिधित्व करता है। उपरोक्त कारणों से, हम अपील में कोई गुण नहीं पाते हैं और",
  "Civil Appeals arising out of SLP(C) Nos.36884/2016, 38758/2016 &": "एसएलपी (सी) संख्या 36884 / 206, 38758 / 2046 और छव.3836। / 2046 से उत्पन्न सिविल अपीलें",
  "In view of the order passed in Civil Appeal arising out of": "200 के एसएलपी (सी) संख्या 44973 से उत्पन्न सिविल अपील में पारित आदेश को ध्यान रखते हुए,",
  "NEW DELHT ee J. 26TH FEBRUARY, 2019 [R. SUBHASH REDDY]": "(आर. सुभाष रेड्डी) नई दिल्‍ली: 26 फरवरी, 209",
  "judgment dated 19.12.1994. The Reference Court has enhanced the compensation by fixing market value at Rs.99/- per sq.": "निर्देश न्यायालय ने बाजार मूल्य को रु 99 /- प्रति वर्ग गज तय करके प्रतिकर बढ़ाया और वैधानिक",
  "yard and also ordered for payment of statutory benefits.": "लाभों के भुगतान का भी आदेश दिया है।",
  "4. Aggrieved by the judgment of the Reference Court dated 19.12.1994 passed in L.A.R. No.128 of 1987 Uttar Pradesh Avas": "4. ५987 के एल.ए.आर. संख्या 428 में पारित 49.42.994 के निर्देश न्यायालय के निर्णय से व्यथधित",
  "Evam Vikas Parishad has preferred First Appeal No.354 of 1995, before the High Court of Judicature at Allahabad. By the": "होकर, उत्तर प्रदेश अवास विकास परिषद ने इलाहाबाद उच्च न्यायालय के समक्ष 995 की प्रथम",
  "appellant herein was’ dismissed. Being aggrieved,’ the appellant has preferred this appeal.": "कर दी गई थी। व्यथित होकर अपीलकर्ता ने यह अपील की है।",
  "5. We have heard learned counsel for the appellant and learned": "5. हमने अपीलकर्ता के विद्वान अधिवक्ता और उत्तरवादियों-दावेदारों के पक्ष में उपस्थित विद्वान",
  "6. The learned counsel for the appellant, by referring to the impugned judgment has’ submitted that though the _ appeal": "6. अपीलकर्ता के विद्वान अधिवक्ता ने निर्णय का हवाला देते हुए यह प्रस्तुत किया है कि यद्यपि उच्च",
  "preferred before the High Court is First Appeal, the High": "न्यायालय में की गयी अपील प्रथम अपील है, उच्च न्यायालय ने पत्रावली पर उपलब्ध साक्ष्यों को आंके",
  "re-appreciating the evidence on record. It is submitted that on this ground impugned judgment is fit to be set aside. On": "बिना इसको खारिज कर दिया। यह निवेदित किया जाता है कि इस आधार पर प्रश्नगत निर्णय अपास्त",
  "the other hand, learned counsel for the respondents’ has": "किये जाने योग्य है। दूसरी ओर, उत्तरवादियों के विद्वान अधिवक्ता ने निवेदित किया है कि भूमि",
  "submitted that the Notification under Section 4 (1) of the Land Acquisition Act, 1894 was issued as early as on 29.9.1979": "अधिग्रहण अधिनियम, 4894 की धारा 4 (।) के तहत अधिसूचना 29.9.4979 को जारी की गई थी, और",
  "and the respondents-claimants have not yet received the compensation which is fixed by the Reference Court, he": "उत्तरवादियों-दावेदारों को अभी तक निर्देश न्यायालय द्वारा निर्धारित प्रतिकर नहीं मिला है; उन्होंने",
  "requested to consider the judgment of the Reference Court and": "निर्देश न्यायालय के फैसले पर विचार करने का अनुरोध किया और निवेदित किया कि अधिग्रहित भूमि",
  "submitted that the fixation of market value for the acquired land @ Rs.99/- per sq. yard is just and reasonable. It is": "के लिए बाजार मूल्य रुपए 99/- प्रति वर्ग गज की दर से निर्धारण उचित और तर्कसंगत है।",
  "on record by way of registered sale deeds, prior in point of": "जारी अधिसूचना के समय से पहले पंजीकृत विक्रय विलेख के माध्यम से पत्रावली पर एक दस्तावेजी",
  "acquired land at relevant time was around Rs.200/- per sq.": "साक्ष्य है, जो प्रासंगिक समय में अधिग्रहित भूमि का बाजार मूल्य रूपये 200 /- प्रति वर्ग गज के",
  "yard, the Reference Court, fixed the market value for the acquired land at @ Rs. 99/- per sq. yard only. It is further": "आसपास होना दर्शाता है, निर्देश न्यायालय ने अधिग्रहित भूमि के लिए बाजार मूल्य केवल रुपए 99",
  "submitted that in view of such documentary and oral evidence": "समक्ष प्रस्तुत ऐसे दस्तावेजी और मौखिक साक्ष्यों के मद्देनजर, प्रश्नगत निर्णय में हस्तक्षेप करने का कोई",
  "7. Having heard learned counsel for the parties and we have": "7. पक्षकारों के विद्वान अधिवक्ताओं को सुनने के बाद, हमने निर्देश न्यायालय के आदेश, उच्च न्यायालय"
}