{
  "[2024] 9 S.C.R. 37 : 2024 INSC 655": "[2024] 9 एस.सी.आर. 37 : 2024 आईएनएससी 655",
  "Nitya Nand": "नित्या नन्द",
  "State of U.P. & Anr.": "उ.प्र, राज्य और अन्य",
  "(Criminal Appeal No. 1348 of 2014)": "(आपराधिक अपील संख्या 348/2074)",
  "04 September 2024": "04 सितम्बर 2024",
  "[Abhay S. Oka and Ujjal Bhuyan,* Ju.]": "न्यायमूर्ति अभय एस. ओका और न्यायमूर्ति उज्चल भुइयां]",
  "Issue for Consideration": "विचारार्थ मुद्दा",
  "Whether the prosecution could prove the charges against the appellant under Sections 148 and 302/149 IPC beyond reasonable": "क्या अभियोजन अपीलकर्ता के खिलाफ आईपीसी की धारा 48 और 302/49 के तहत आरोपों को उचित",
  "doubt. Whether the appellant was a part of the unlawful assembly": "संदेह से परे साबित कर सका। क्या अपीलकर्ता विधिविरूद्ध जमाव का हिस्सा था और क्या उसने वास्तव में",
  "and if he actually took part in the crime or not.": "अपराध में भाग लिया था या नहीं।",
  "Headnotest": "हेडनोट",
  "Penal Code, 1860 — ss.149, 148 — Appellant alongwith others was convicted for the murder of his Uncle — Whether the": "दंड संहिता, 860 - धारा 49, 48 - अपीलकर्ता को अन्य लोगों के साथ उसके चाचा की हत्या के लिए",
  "appellant was a part of the unlawful assembly — Plea of the": "दोषी ठहराया गया था - क्या अपीलकर्ता विधिविरूद्ध जमाव का हिस्सा था- अपीलकर्ता की दलील है कि दोनों",
  "appellant that both the courts below erred in convicting him as the allegation against him was that he was carrying a": "अधीनस्थ अदालतों ने उसे दोषी ठहराने में गलती की है क्योंकि उसके खिलाफ यह आरोप था कि वह एक देशी",
  "country- made pistol, however, neither were there any firearm injuries nor recovery of any country-made pistol or empty": "पिस्तौल ले जा रहा था, हालाँकि, न तो कोई गोली से घायल हुआ था और न ही कोई देशी पिस्तौल या खाली",
  "Held: Appellant was roped in by virtue of ss.148 and 149 — PW-1": "अभिनिर्धारित किया गया: अपीलकर्ता को धारा 448 और 49 के आधार पर शामिल किया गया था- पीडब्लू-",
  "and PW-2 (sons of the deceased) were eyewitnesses — Appellant was carrying a country-made pistol in his hand — Neither PW-1": "और पीडब्लू-2 (मृतक के बेटे) प्रत्यक्षदर्शी थे - अपीलकर्ता के हाथ में एक देशी पिस्तौल थी - न तो",
  "nor PW-2 stated that the appellant had fired at them or at the": "पीडब्लू- और न ही पीडब्लू-2 ने कहा कि अपीलकर्ता ने उन पर या मृतक पर गोली चलाई थी - अपीलकर्ता",
  "other accused persons and himself flee from the crime scene by frightening the people including PW-1 and PW-2 when they were": "की भूमिका पीडब्लू- और पीडब्लू-2 सहित लोगों को डराकर अन्य आरोपी व्यक्तियों के साथ और खुद को",
  "about to reach the crime scene, by firing from his country-made": "अपराध स्थल से भागने में मदद करने की थी, जब उन्हें हवा में देशी पिस्तौल से गोलीबारी करके अपराध स्थल",
  "pistol into the air — Factum of causing injury or not causing injury would not be relevant when an accused is roped in with the aid": "पर पहुंचना था- चोट पहुंचाने या न पहुंचाने का तथ्य तब प्रासंगिक नहीं होगा जब किसी आरोपी को धारा 49",
  "of s.149 — Further, though, neither any country-made pistol nor": "की सहायता से फंसाया गया हो- इसके अलावा, हालांकि, न तो कोई देशी पिस्तौल और न ही कोई कारतूस,",
  "any cartridge, empty or otherwise, was recovered however, as the appellant was roped in with the aid of s.149 IPC, no overt": "खाली या भरा हुआ बरामद किया गया था। हालाँकि, चूंकि अपीलकर्ता को आईपीसी की धारा 49 की सहायता",
  "act is required to be imputed to a particular person when the": "से फंसाया गया था, जब धारा 49 के तहत आरोप लगाया जाता है, तो किसी विशेष व्यक्ति पर कोई प्रत्यक्ष",
  "charge is u/s.149; the presence of the accused as part of the": "कार्य करने की आवश्यकता नहीं होती है; विधिविरूद्ध जमाव के सदस्य के रूप में अभियुक्त की उपस्थिति",
  "Judgment / Order of the Supreme Court": "उच्चतम न्यायालय का निर्णय /आदेश",
  "Judgment": "निर्णय",
  "27.09.2012 passed by the Allahabad High Court upholding the conviction of the appellant alongwith others under Sections 148 and": "और अन्य की सजा को बरकरार रखते हुए इलाहाबाद उच्च न्यायालय द्वारा पारित 27.09.202 के फैसले और",
  "2. It may be mentioned that learned Sessions Judge, Etah vide the judgment and order dated 20.01.1997 passed in Sessions Trial No.": "2. उल्लेखनीय है कि विद्वान सत्र न्यायाधीश, एटा ने सत्र परीक्षण संख्या 7/993 में पारित निर्णय और आदेश",
  "17 of 1993 convicted the appellant alongwith three others under Sections 148 and 302/149 IPC and sentenced each of them to": "दिनांक 20.07.997 द्वारा अपीलकर्ता को तीन अन्य लोगों के साथ धारा 48 और 302/49 आईपीसी के",
  "of Rs. 2,000.00 for the conviction under Section 148 IPC with a default stipulation and further sentenced to undergo imprisonment": "कठोर कारावास और 2,000.00 रुपये जुमनि की सजा सुनाई और धारा 302/49 आईपीसी के तहत",
  "default stipulation and further sentenced to undergo imprisonment for life under Section 302/149 IPC. Another accused Shree Dev": "आजीवन कारावास की सजा सुनाई गई। एक अन्य आरोपी श्री देव को आईपीसी की धारा 47 और 302/49",
  "was convicted for the offences punishable under Sections 147 and": "के तहत दंडनीय अपराधों के लिए दोषी ठहराया गया था। उन्हें आईपीसी की धारा 47 के तहत किए गए",
  "to pay fine of Rs. 2,000.00 with a default stipulation for the offence": "अपराध के लिए डिफ़ॉल्ट शर्त के साथ दो साल के लिए कठोर कारावास से गुजरने और 2,000.00 रुपये का",
  "committed under Section 147 IPC and to suffer imprisonment for life under Section 302/149 IPC.": "जुर्माना भरने की सजा सुनाई गई और धारा 302/49 आईपीसी के तहत आजीवन कारावास की सजा सुनाई",
  "3. Being aggrieved by the aforesaid conviction and sentence, all the five accused persons including the appellant herein preferred criminal": "3. उपरोक्त दोषसिद्धि और सजा से व्यथित होकर, वर्तमान अपीलकर्ता सहित सभी पांच आरोपियों ने दंड",
  "appeal under Section 374 of the Code of Criminal Procedure, 1973 (Cr.P.C.) before the Allahabad High Court (High Court) which was": "प्रक्रिया संहिता, 973 (सीआरपीसी) की धारा 374 के तहत इलाहाबाद उच्च न्यायालय (उच्च न्यायालय) के",
  "registered as Criminal Appeal No. 340 of 1997. By the judgment and": "समक्ष आपराधिक अपील दायर की, जिसे आपराधिक अपील संख्या 340/997 के रूप में दर्ज किया गया।",
  "order dated 27.09.2012, a division bench of the High Court affirmed the conviction and sentence of all the accused persons including": "27.09.202 के निर्णय और आदेश द्वारा, उच्च न्यायालय की एक खंडपीठ ने अपीलकर्ता सहित सभी आरोपी",
  "that of the appellant and dismissed the criminal appeal.": "व्यक्तियों की दोषसिद्धि और सजा की पुष्टि की और आपराधिक अपील खारिज कर दी।",
  "4. The appellant then preferred petition for special leave to appeal before this Court being SLP(Criminal) No. 750/2013. This Court vide": "4. अपीलकर्ता ने एसएलपी (आपराधिक) संख्या 750/203 के तहत इस न्यायालय के समक्ष अपील करने",
  "the order dated 04.02.2013 had issued notice on the special leave": "की विशेष अनुमति के लिए याचिका दायर की। इस न्यायालय ने दिनांक 04.02.203 के आदेश द्वारा विशेष",
  "petition as well as on the application for bail. On 30.06.2014, this": "अनुमति याचिका के साथ-साथ जमानत के आवेदन पर भी नोटिस जारी किया। 30.06.204 को, इस",
  "Court granted leave but rejected the prayer for bail. It was thereafter": "न्यायालय ने अनुमति दी लेकिन जमानत की प्रार्थना खारिज कर दी। इसके बाद आपराधिक अपील संख्या",
  "5. We have heard learned counsel for the parties.": "5. हमने पक्षों के विद्वान अधिवक्ता को सुना है।",
  "as a witness. This is a crucial omission as because only due to gifting of the property by Laxmi Narain to the sons of the": "गया। यह एक महत्वपूर्ण चूक है क्योंकि केवल लक्ष्मी नारायण द्वारा मृतक सत्य नारायण के बेटों को",
  "to gifting of the property by Laxmi Narain to the sons of the deceased Satya Narain which led to such bad blood between the brothers leading to the fatal incident. Learned counsel also": "संपत्ति उपहार में देने के कारण भाइयों के बीच इतना खराब खून -खराबा हुआ कि यह घातक घटना",
  "the brothers leading to the fatal incident. Learned counsel also emphasized that another crucial omission on the part of the": "हुई। विद्वान अधिवक्ता ने इस बात पर भी जोर दिया कि अभियोजन पक्ष की ओर से एक और महत्वपूर्ण",
  "prosecution is that Kuldeep Kumar Tiwari was not examined as a witness. Such glaring omission has cast uncertain shadows over the prosecution case. Omission to examine Kuldeep Kumar": "चूक यह है कि कुलदीप कुमार तिवारी का गवाह के रूप में परीक्षण नहीं किया गया। इस तरह की स्पष्ट चूक ने अभियोजन मामले पर अनिश्चित छाया डाल दी है। अभियोजन पक्ष के गवाह के रूप में कुलदीप",
  "prosecution case because it was he who had written the FIR lodged by the informant besides being an eyewitness.": "उन्होंने ही प्रत्यक्षदर्शी होने के अलावा सूचनादाता द्वारा दर्ज कराई गई एफआईआर भी लिखी थी।",
  "has been convicted solely on the basis of suspicion. In a criminal trial, the conviction must be based on hard evidence and not": "दोषी ठहराया गया है। एक आपराधिक मुकदमे में, सजा ठोस सबूतों पर आधारित होनी चाहिए, न कि",
  "on mere suspicion. Even if there is an iota of doubt as to the culpability of an accused, as in the present case, he has to": "केवल संदेह पर। भले ही किसी आरोपी की दोषीता पर थोड़ा सा भी संदेह हो, जैसा कि वर्तमान मामले",
  "13. Learned counsel for respondent No. 1, State of U.P., has vehemently": "3. प्रत्यर्थी संख्या ], उ.प्र. राज्य के विद्वान अधिवक्ता ने जोरदार तर्क दिया है कि अपीलकर्ता की दोषसिद्धि",
  "argued that conviction and sentence of the appellant is fully justified. There is no reason to interfere with the same.": "और सजा पूरी तरह से उचित है। इसमें हस्तक्षेप करने का कोई कारण नहीं है।",
  "He submits that there was a clear motive for the accused persons, including the appellant, to have caused the murder": "3.. उनका कहना है कि अपीलकर्ता सहित आरोपी व्यक्तियों का स्पष्ट उद्देश्य सत्य नारायण की हत्या",
  "of Satya Narain. According to him, the accused Shree Dev, deceased Satya Narain, and Laxmi Narain were the three": "करना था। उनके अनुसार, आरोपी श्री देव, मृतक सत्य नारायण और लक्ष्मी नारायण तीन भाई थे,",
  "brothers, Laxmi Narain being the youngest of the three. Since": "लक्ष्मी नारायण तीनों में सबसे छोटे थे। चूंकि लक्ष्मी नारायण की कोई संतान नहीं थीं , इसलिए उन्होंने",
  "Laxmi Narayan had no issue, he executed a will in favour of the sons of Satya Narain. Shree Dev and his sons, including the": "सत्य नारायण के बेटों के पक्ष में एक वसीयत निष्पादित की। अपीलकर्ता सहित श्री देव और उनके बेटे,",
  "appellant, were unable to come to terms with this development. They were highly agitated which led to filing of several cases by and between them. This was the real intention behind the": "इसे स्वीकार करने में असमर्थ थे। वे अत्यधिक उत्तेजित थे जिसके कारण उनके द्वारा और उनके बीच",
  "Learned counsel for respondent No. 1 submits that the appellant": "3.2. प्रत्यर्थी संख्या . के विद्वान अधिवक्ता का कहना है कि अपीलकर्ता उस घटना स्थल पर एक",
  "the FIR itself. That apart, in their evidence, PW-1 and PW-2, categorically stated that appellant was carrying a country-made": "इसके अलावा, अपने साक्ष्य में, पीडब्लू- और पीडब्लू-2 ने स्पष्ट रूप से कहा कि अपीलकर्ता के",
  "pistol from which he fired in the air with the intent to frighten the informant and others who tried to come to the rescue of": "पास एक देशी पिस्तौल थी, जिससे उसने सूचनादाता और मृतक के बचाव में आने की कोशिश करने वाले अन्य लोगों को डराने के इरादे से हवा में गोली चलाई। मौके का फायदा उठाकर आरोपी",
  "persons escaped from the crime scene.": "घटनास्थल से भाग निकले।",
  "The evidence of PW-1 and PW-2 in this regard is unflinching. Therefore, non-recovery of the country-made pistol or any": "3.3. इस संबंध में पीडब्लू- और पीडब्लू-2 के साक्ष्य अटल हैं। इसलिए, देशी पिस्तौल या उससे",
  "cartridge fired therefrom cannot be fatal to the prosecution case.": "दागे गए किसी कारतूस की बरामदगी न होना अभियोजन मामले के लिए घातक नहीं हो सकता।",
  "The evidence on record clearly provides that appellant was part of the unlawful assembly having the common object to kill the deceased.": "के सामान्य उद्देश्य से विधिविरूद्ध जमाव का हिस्सा बन गया। अभिलेख पर मौजूद साक्ष्य स्पष्ट रूप से बताते हैं कि अपीलकर्ता विधिविरूद्ध जमाव का हिस्सा था जिसका उद्देश्य मृतक को मारना था।",
  "Learned counsel for respondent No. 1 State submits that it is a case of direct evidence which clearly establish the": "3.5. प्रत्यर्थी संख्या - राज्य के विद्वान अधिवक्ता का कहना है कि यह प्रत्यक्ष साक्ष्य का मामला है",
  "involvement of the appellant in the killing of Satya Narain. The": "जो सत्य नारायण की हत्या में अपीलकर्ता की संलिप्तता को स्पष्ट रूप से स्थापित करता है। आंखों से",
  "ocular evidence is fully supported by the medical evidence.": "देखा गया साक्ष्य पूरी तरह से चिकित्सा साक्ष्य द्वारा समर्थित है। इसके अलावा, घटना के बाद",
  "That apart, the post incident conduct of the appellant is also a significant factor. Laxmi Narain, who could have been an": "अपीलकर्ता का आचरण भी एक महत्वपूर्ण कारक है। लक्ष्मी नारायण, जो एक महत्वपूर्ण प्रत्यक्षदर्शी हो",
  "important eyewitness, was killed on 25.10.1993. In that case,": "सकते थे, की 25.0.993 को हत्या कर दी गई। उस मामले में, यहां अपीलकर्ता सहित अन्य को",
  "Therefore, it was not possible for the prosecution to present": "अभियोजन गवाह के रूप में पेश करना संभव नहीं था।",
  "He, therefore, submits that there is no merit in the criminal appeal which should be dismissed.": "3.6. इसलिए, उनका कहना है कि आपराधिक अपील में कोई मेरिट नहीं है जिसे खारिज कर दिया जाना चाहिए।",
  "Submissions made by learned counsel for the parties have received the due consideration of the Court.": "4,. पक्षों के विद्वान अधिवक्ता द्वारा की गई दलीलों पर न्यायालय ने उचित विचार किया है।",
  "Question for consideration is whether the prosecution could establish the culpability of the appellant in the murder of Satya Narain beyond": "45. विचारणीय प्रश्न यह है कि क्या अभियोजन किसी भी उचित संदेह से परे सत्य नारायण की हत्या में",
  "could prove the charges against the appellant under Sections 148 and 302/149 IPC beyond any reasonable doubt?": "48 और 302/49 आईपीसी के तहत किसी भी उचित संदेह से परे आरोप साबित कर सका?",
  "To answer the aforesaid question it is necessary to briefly analyse": "6. उपरोक्त प्रश्न का उत्तर देने के लिए अभिलेख पर मौजूद साक्ष्य का संक्षेप में विश्लेषण करना आवश्यक है।",
  "the evidence on record. PW-1 is Shri Sarwan Kumar S/o Late Satya": "पीडब्लू-7 श्री सरवन कुमार पुत्र स्वर्गीय सत्य नारायण है। वह मामले का सूचनादाता है। अपनी मुख्य परीक्षा में,",
  "PW-1 stated that his father Late Satya Narain was one of the three brothers, Shree Dev being the eldest and Laxmi Narain alias Daroga": "पीडब्लू-] ने कहा कि उनके पिता स्वर्गीय सत्य नारायण तीन भाइयों में से एक थे, श्री देव सबसे बड़े थे और",
  "being the younger. Shree Dev had four sons viz. Munna Lal, Raju,": "लक्ष्मी नारायण उर्फ दरोगा छोटे थे। श्री देव के चार पुत्र थे - मुन्ना लाल, राजू, नित्या नंद (अपीलकर्ता) और",
  "Nitya Nand (appellant) and Uchchav alias Pappu. His uncle Laxmi Narain was issueless and was residing with Satya Narain. Laxmi": "उच्छव उर्फ पप्पू। उनके चाचा लक्ष्मी नारायण निःसंतान थे और सत्य नारायण के साथ रहते थे। लक्ष्मी नारायण",
  "Narain gifted all his property to the informant and his brothers i.e. to the sons of Satya Narain. This was not to the liking of the accused": "ने अपनी सारी संपत्ति सूचनादाता और उसके भाइयों यानी सत्य नारायण के बेटों को उपहार में दे दी। यह",
  "persons which resulted in litigation and enmity.": "आरोपी व्यक्तियों को पसंद नहीं था जिसके परिणामस्वरूप मुकदमा और दुश्मनी हुई।",
  "He further stated that on the fateful day at about 04:30 PM": "6.7. उन्होंने आगे कहा कि उस दुर्भाग्यपूर्ण दिन शाम लगभग 04:30 बजे उनके पिता सत्य नारायण,",
  "his father Satya Narain, uncle Laxmi Narain and himself after easing themselves at about 04:30 PM, had reached Ambhagarh": "चाचा लक्ष्मी नारायण और वह स्वयं नित्या क्रिया करने के बाद लगभग 04:30 बजे अंबागढ़ अखाड़ा, हर",
  "Akhada, Har Ki Pauri. At the same time from the side of Dhimaro Ka Mohalla, Shri Kuldeep S/o Ram Prakash and Bhola Shankar": "की पौड़ी पहुंचे थे। उसी समय धीमारो का मोहल्ला की तरफ से कुलदीप पुत्र राम प्रकाश व भोला शंकर",
  "a conversation with the above two persons and while talking with the two persons went ahead and reached the temple of": "बातचीत शुरू की और दोनों व्यक्तियों से बातचीत करते हुए आगे बढ़े और गोवर्धन नाथ जी के मंदिर तक",
  "Goverdhan Nath Ji. Father of PW-1 Satya Narain had got down from the stairs for bathing in the Ganga at Har Ki Pauri.": "पहुंच गए। पीडब्लू-7 के पिता सत्य नारायण हर की पौड़ी पर गंगा स्नान के लिए सीढ़ियों से उतरे थे।",
  "In the meanwhile, from the southern side of Tulsi Park, the accused persons came. While Shree Dev was armed with a danda, Munna Lal was armed with kanta. Raju and Uchchav": "इसी बीच तुलसी पार्क के दक्षिणी तरफ से आरोपित आये। श्रीदेव जहां डंडा से लैस था, वहीं मुन्ना लाल",
  "danda, Munna Lal was armed with kanta. Raju and Uchchav were armed with knives. Appellant Nitya Nand was carrying": "कांटा से लैस था। राजू और उच्छव चाकू से लैस थे। अपीलकर्ता नित्या नंद अपने हाथ में एक देशी",
  "a country-made pistol in his hand. As they confronted Satya Narain, Shree Dev exhorted the other accused persons to kill": "पिस्तौल लिये हुए था। जैसे ही उनके साथ सत्य नारायण का सामना हुआ, श्री देव ने अन्य आरोपी",
  "him. Thereafter, the accused persons caught hold of his father": "व्यक्तियों को उसे मारने के लिए उकसाया। इसके बाद आरोपियों ने उसके पिता को पकड़ लिया और",
  "Narain cried for help, Bhola Shankar, Kuldeep, Laxmi Narain and PW-1 rushed to help him. They had reached the Bharoji": "कुलदीप, लक्ष्मी नारायण और पीडब्लू- उनकी मदद के लिए दौड़े। वे भरोजी मंदिर के पास पहुंचे थे",
  "temple when appellant Nitya Nand fired a shot in the air from his country-made pistol to frighten PW-1 and the others. Taking": "जब अपीलकर्ता नित्या नंद ने पीडब्लू- और अन्य को डराने के लिए अपनी देशी पिस्तौल से हवा में",
  "advantage of the situation, the accused persons made good their escape from the crime scene through the south-western side.": "गोली चलाई। स्थिति का फायदा उठाते हुए, आरोपी व्यक्ति दक्षिण-पश्चिमी हिस्से से अपराध स्थल से भागने में सफल रहे।",
  "As PW-1 went near his father, he found that his father had": "46.2. जैसे ही पीडब्लू- अपने पिता के पास गया, उसने पाया कि उसके पिता के सिर, गाल, गर्दन,",
  "received multiple injuries inflicted by knives and kanta on his head, cheek, neck, back and ribs. His father Satya Narain": "पीठ और पसलियों पर चाकुओं और कांता से कई चोटें आई थीं। उनके पिता सत्य नारायण की मौके पर",
  "had died on the spot with half of his body inside the water.": "ही मौत हो गई थी और उनका आधा शरीर पानी के अंदर था। जबकि मौके पर खून बिखरा हुआ था,",
  "that he had dictated a report of the incident on the spot to Kuldeep Kumar Tiwari S/o Ram Prakash who had scribed the same. After he had completed writing down what was dictated,": "की रिपोर्ट मौके पर ही कुलदीप कुमार तिवारी पुत्र राम प्रकाश को लिखवाई थी, जिन्होंने वह रिपोर्ट",
  "same. After he had completed writing down what was dictated, scribe Kuldeep Kumar Tiwari read over the same to PW-1 and": "लिखी थी। जो उसे बोलकर बताया गया उसे लिखने के बाद, लेखक कुलदीप कुमार तिवारी ने उसे",
  "thereafter took his signature. PW-1 stated that he along with": "पीडब्लू- को पढ़कर सुनाया और उसके बाद उसके हस्ताक्षर ले लिए। पीडब्लू-. ने कहा कि वह",
  "his uncle Laxmi Narain went to the police station in a tricycle (rickshaw) and handed over the report to the incharge of the": "अपने चाचा लक्ष्मी नारायण के साथ एक तिपहिया साइकिल (रिक्शा) में पुलिस स्टेशन गया और रिपोर्ट",
  "police station who registered a case and handed over a copy of the same to PW-1.": "पुलिस स्टेशन के प्रभारी को सौंपी, जिन्होंने मामला दर्ज किया और उसकी एक प्रति पीडब्लू-. को",
  "of his father, he had rushed back to the spot. About five-six nearby people had also gathered there but he could not remember their": "वहां आसपास के करीब पांच-छह लोग भी जमा थे लेकिन उन्हें उनके नाम याद नहीं आ रहे थे। भोला शंकर के",
  "names. Regarding Bhola Shankar, PW-1 stated that he came after the incident.": "संबंध में पीडब्लू- ने कहा कि वह घटना के बाद आया था।",
  "When PW-1 tried to go near his father, appellant Nitya Nand": "47.]. जब पीडब्लू- ने अपने पिता के पास जाने की कोशिश की, तो अपीलकर्ता नित्या नंद ने उसे",
  "had fired in the air to stop him and thereafter he ran away. No fire was shot for causing injury either to PW-1 or to the": "रोकने के लिए हवा में गोली चलाई और उसके बाद वह भाग गया। पीडब्लू-. या मृतक को चोट",
  "deceased. People did not find any cartridge or empty cartridge on the spot.": "पहुंचाने के लिए कोई फायर नहीं किया गया। लोगों को मौके पर कोई कारतूस या खाली कारतूस नहीं",
  "He admitted that because of his uncle Laxmi Narain gifting all his property to the sons of Satya Narain including himself": "7.2. उन्होंने स्वीकार किया कि उनके चाचा लक्ष्मी नारायण द्वारा अपनी सारी संपत्ति उस सहित सत्य",
  "there was enmity between the two sides.": "नारायण के पुत्रों को दान करने के कारण दोनों पक्षों के बीच दुश्मनी थी।",
  "Regarding the deceased, PW-1 stated that he had taken his last meal between 02.00 to 02.30 PM when he had taken dal": "7.3. मृतक के संबंध में, पीडब्लू-. ने कहा कि उसने अपना अंतिम भोजन दोपहर 02.00 से 02.30",
  "taking a bath in the Ganga. On the fateful day, his father went to ease himself first and then went for bathing.": "की पौडी जाना था। उस दुर्भाग्यपूर्ण दिन, उसके पिता ने पहले नित्य क्रिया की और फिर नहाने चले गए।",
  "PW-1 stated that his uncle Shree Dev had exhorted the other accused persons to kill his father. This fact however is not": "7.4. पीडब्लू- ने कहा कि उसके चाचा श्री देव ने अन्य आरोपी व्यक्तियों को उसके पिता की हत्या",
  "accused persons to kill his father. This fact however is not mentioned in the FIR.": "करने के लिए उकसाया था। हालांकि इस तथ्य का जिक्र एफआईशआर में नहीं है।",
  "PW-1 stated that he was at the crime scene for about half an": "47.5. पीडब्लू- ने कहा कि वह लगभग आधे घंटे तक अपराध स्थल पर था। इस दौरान करीब",
  "hour. During this period, about 100-200 people had gathered. After intimation was sent to home about the incident, people from home had also arrived. After getting the report written,": "00-200 लोग जमा हो गये। घटना की सूचना घर पर भेजे जाने के बाद घर से भी लोग आ गये थे।",
  "PW-1 proceeded to the police station in a rickshaw and submitted the same.": "रिपोर्ट लिखवाने के बाद, पीडब्लू- एक रिक्शा में पुलिस स्टेशन गया और रिपोर्ट सौंपी।",
  "1 cm x 0.3 cm muscle deep to 3 cm x 0.7 cm x bone": "सेमी » 0.3 सेमी मांसपेशियों की गहराई से लेकर 3 सेमी » 0.7 सेमी ५» हड्डी की गहराई तक फैले हुए हैं।",
  "3. Stab wound 3 cm x 1 cm x thoracic cavity deep over": "3. छाती के दाहिने पार्ध भाग पर 3 सेमी ५ 7 सेमी ५ वक्ष गुहा में गहराई तक चाकू का घाव, अक्षीय क्रीज",
  "right side lateral side of chest 8 cm below axillary crease. On discussion subcostal muscle underlying": "से 8 सेमी नीचे। पसलियों के नीचे स्थित सबकोस्टल मांसपेशी, दाहिनी ओर फुस्फुस, दाहिनी ओर",
  "4. Stab wound 3.5 cm x 1 cm x thoracic cavity deep on left side chest 6 cm below left nipple. Skin,": "4. बाएं निप्पल से 6 सेमी नीचे छाती पर 3.5 सेमी ५ . सेमी ५ वक्ष गुहा में गहरा चाकू का घाव। त्वचा,",
  "muscle underlying the 8\" rib, left pleura, left lung and pericardium part are cut. Direction left to right": "8वीं पसली के नीचे की मांसपेशी, बाएं फुस्फुस, बाएं फेफड़े और पेरीकार्डियम भाग कटे हैं। दिशा बाएं",
  "and slightly upwards.": "से दाएं और थोड़ा ऊपर की ओर।",
  "5. Multiple incised wound in an area 10 cm x 5cmon the left side chest above nipple measuring 2 cm x 0.3 cm": "५. निप्पल के ऊपर बायीं ओर छाती पर 0 सेमी ५ 5 सेमी क्षेत्र में कई कटे हुए घाव, जिनकी माप 2",
  "x skin deep to 3 cm x 0.5 cm x muscle and rib deep.": "सेमी » 0.3 सेमी ५ त्वचा गहराई से लेकर 3 सेमी ५ 0.5 सेमी ५ मांसपेशी और पसलियों गहराई तक है।",
  "6. Multiple incised wound over back of chest in an area 20 cm x 20 from base of neck above measuring 2 cm": "6. गर्दन के आधार से ऊपर छाती के पीछे 20 सेमी » 20 के क्षेत्र में 2 सेमी ५ 0.2 सेमी माप के कई",
  "x 0.2 cm. Muscle deep to 3 cm x 0.5 cm x thoracic": "कटे हुए घाव। 3 सेमी ५ 0.5 सेमी ५ वक्ष गुहा की गहराई तक मांसपेशी। दायाँ स्कैपुला कटा हुआ। दारयाँ",
  "7. Multiple incise wound in an area 10 cm x 6 cm over front and external aspect of left upper arm 3 cm below the left shoulder joint.": "7. बाएं कंधे के जोड़ से 3 सेमी नीचे, बाएं ऊपरी भुजा के सामने और बाहरी पहलू पर 0 सेमी ५» 6 सेमी क्षेत्र में कई कटे हुए घाव।",
  "19.1. He opined that death was possibly caused due to shock and haemorrhage as a result of the injuries. The injuries were": "9.7. उन्होंने राय व्यक्त की कि मौत संभवतः सदमे और चोटों के परिणामस्वरूप रक्तस्राव के कारण हुई।",
  "caused by sharp-edged weapons like kanta, knives etc.": "चोटें कांटा, चाकू आदि धारदार हथियार से हुई हैं।",
  "19.2. PW-3 proved the post-mortem report which was in his": "9.2. पीडब्लू-3 ने पोस्टमार्टम रिपोर्ट को साबित कर दिया जो उनकी लिखावट के साथ-साथ उनके",
  "At the relevant point of time, Ramesh Chandra Sharma served as Inspector at Soron Police Station. He deposed as PW-4. He": "20. प्रासंगिक समय पर, रमेश चंद्र शर्मा सोरों पुलिस स्टेशन में इंस्पेक्टर के रूप में कार्य कर रहे थे। उन्होंने",
  "has stated that investigation of the case was started by Shri Devi Dayal Prajapati from whom he had taken over the investigation on": "पीडब्लू-4 के रूप में गवाही दी। उन्होंने कहा है कि मामले की विवेचना श्री देवी दयाल प्रजापति द्वारा शुरू की",
  "23.09.1992. On completion of investigation, he had submitted the": "गई थी, जिनसे उन्होंने 23.09.992 को विवेचना का कार्यभार संभाला था। विवेचना पूरी होने पर उन्होंने",
  "20.1. In his cross-examination, he has stated that he did not record": "20.7. अपनी जिरह में उन्होंने कहा है कि उन्होंने किसी भी गवाह का बयान दर्ज नहीं किया। उनके",
  "of that assembly knew to be likely to be committed in prosecution of that object, every person who, at the time of committing of that": "सदस्य जानते थे कि उस उद्देश्य की पूर्ति में उसका किया जाना सम्भाव्य है, तो प्रत्येक व्यक्ति, जो उस अपराध",
  "offence, is a member of the said assembly; is guilty of that offence.": "के किए जाने के समय उक्त जमाव का सदस्य है; उस अपराध का दोषी है। इस प्रकार, यदि यह धारा 302",
  "Thus, if it is a case of murder under Section 302 IPC, each member": "आईपीसी के तहत हत्या का मामला है, तो विधिविरूद्ध जमाव का प्रत्येक सदस्य धारा 302 आईपीसी के तहत",
  "In Krishnappa Vs. State of Karnataka,’ this Court while examining": "30. कृष्णप्पा बनाम कर्नाटक राज्य” इस न्यायालय ने आईपीसी की धारा 49 का परीक्षण करते हुए इस प्रकार",
  "20. It is now well-settled law that the provisions of Section": "20. यह अब अच्छी तरह से स्थापित कानून है कि आईपीसी की धारा 49 के प्रावधान तब",
  "by any member of an unlawful assembly in prosecution of the common object of that assembly, or when the": "लागू होंगे जब किसी विधिविरूद्ध जमाव के किसी भी सदस्य द्वारा उस जमाव के सामान्य उद्देश्य",
  "be committed in prosecution of that object, so that every": "उस उद्देश्य के अभियोजन में अपराध होने की संभावना है, ताकि प्रत्येक व्यक्ति, जो उस",
  "person, who, at the time of committing of that offence is a member, will be also vicariously held liable and guilty": "अपराध को करने के समय सदस्य हो, को भी उस अपराध के लिए परोक्ष रूप से उत्तरदायी",
  "for the unlawful acts committed pursuant to the common": "सामान्य उद्देश्य के अनुसरण में किए गए विधिविरूद्ध कृत्यों के लिए विधिविरूद्ध जमाव के",
  "object by any other member of that assembly. This principle ropes in every member of the assembly to be guilty of an": "सदस्यों को प्रलक्षित या परोक्ष दायित्व का निर्माण करती है। यह सिद्धांत जमाव के प्रत्येक",
  "ropes in every member of the assembly to be guilty of an offence where that offence is committed by any member": "सदस्य को उस अपराध का दोषी मानता है जहां वह अपराध उस जमाव के किसी भी सदस्य",
  "of that assembly in prosecution of common object of that assembly, or such members or assembly knew that offence": "द्वारा उस जमाव के सामान्य उद्देश्य के अभियोजन में किया जाता है, या ऐसे सदस्यों या जमाव",
  "21. The factum of causing injury or not causing injury would not be relevant, where the accused is sought to be roped": "2. चोट पहुंचाने या न पहुंचाने का तथ्य प्रासंगिक नहीं होगा, जहां अभियुक्त को धारा 49",
  "to be examined by the court is whether the accused was a member of an unlawful assembly and not whether he": "प्रासंगिक प्रश्न यह है कि क्या अभियुक्त एक विधिविरूद्ध जमाव का सदस्य था और यह नहीं कि",
  "actually took active part in the crime or not.": "क्या उसने वास्तव में अपराध में सक्रिय भाग लिया था या नहीं।",
  "30.1. Thus, this Court held that Section 149 IPC creates a constructive": "30.. इस प्रकार, इस न्यायालय ने माना कि भारतीय दंड संहिता की धारा 49, विधिविरूद्ध जमाव के",
  "or vicarious liability of the members of the unlawful assembly for the unlawful acts committed pursuant to the common object": "किसी अन्य सदस्य द्वारा सामान्य उद्देश्य के अनुसरण में किए गए विधिविरूद्ध कृत्यों के लिए उस जमाव के",
  "principle, every member of an unlawful assembly is roped in": "विधिविरूद्ध जमाव के प्रत्येक सदस्य को उस जमाव के सामान्य उद्देश्य के अभियोजन में उस जमाव के",
  "to be held guilty of the offence committed by any member of": "किसी भी सदस्य द्वारा किए गए अपराध का दोषी ठहराया जाता है। चोट पहुंचाने या न पहुंचाने का तथ्य तब",
  "would not be relevant when an accused is roped in with the aid of Section 149 IPC. The question which is relevant and": "प्रासंगिक नहीं होगा जब किसी आरोपी को आईपीसी की धारा 49 की सहायता से फंसाया जाता है। जो",
  "which is required to be answered by the court is whether the": "प्रश्न प्रासंगिक है और जिसका उत्तर न्यायालय को देना आवश्यक है, वह यह है कि क्या अभियुक्त किसी",
  "accused was a member of an unlawful assembly and not whether he actually took part in the crime or not.": "विधिविरूद्ध जमाव का सदस्य था और यह नहीं कि क्या उसने वास्तव में अपराध में भाग लिया था या नहीं।",
  "As a matter of fact, this Court in Vinubhai Ranchhodbhai Patel Vs. Rajivbhai Dudabhai Patel? has reiterated the position that Section 149": "37.. वास्तव में, इस न्यायालय ने विनुभाई रणछोड़भाई पटेल बनाम राजीवभाई दुदाभाई पटेल * ने इस स्थिति को",
  "Rajivbhai Dudabhai Patel? has reiterated the position that Section 149 IPC does not create a separate offence but only declares vicarious": "दोहराया है कि आईपीसी की धारा 449 एक अलग अपराध नहीं बनाती है, बल्कि सामान्य उद्देश्य में किए गए",
  "liability of all members of the unlawful assembly for acts done in": "कार्यों के लिए विधिविरूद्ध जमाव के सभी सदस्यों की केवल परोक्ष दायित्व की घोषणा करती है। इस न्यायालय",
  "20. In cases where a large number of accused constituting an “unlawful assembly” are alleged to have attacked and": "20. ऐसे मामलों में जहां बड़ी संख्या में आरोपियों ने \"विधिविरूद्ध जमाव\" बनाकर हमला किया और एक",
  "killed one or more persons, it is not necessary that each of the accused should inflict fatal injuries or any injury at": "या अधिक व्यक्तियों को मार डाला, यह आवश्यक नहीं है कि प्रत्येक आरोपी को घातक चोटें या कोई",
  "not accused of having inflicted fatal injuries in appropriate cases if the evidence on record justifies. The mere presence": "घातक चोट पहुंचाने का आरोप नहीं लगाया गया हो, यदि अभिलेख पर मौजूद साक्ष्य सही साबित होते",
  "of an accused in such an “unlawful assembly” is sufficient": "हैं। इस तरह के \"विधिविरूद्ध जमाव\" में किसी अभियुक्त की उपस्थिति मात्र ही उसे हमले के शिकार की",
  "to render him vicariously liable under Section 149 IPC for causing the death of the victim of the attack provided that the accused are told that they have to face a charge": "मृत्यु के लिए धारा 49 आईपीसी के तहत उत्तरदायी ठहराने के लिए पर्याप्त है, बशर्ते कि अभियुक्तों को",
  "that the accused are told that they have to face a charge rendering them vicariously liable under Section 149 IPC for the offence punishable under Section 302 IPC. Failure to": "बताया जाए कि उन्हें धारा 302 आईपीसी के तहत दंडनीय अपराध के लिए धारा 49 आईपीसी के",
  "22. When a large number of people gather together (assemble) and commit an offence, it is possible that": "22. जब बड़ी संख्या में लोग एकत्रित होकर कोई अपराध करते हैं तो संभव है कि जमाव के केवल कुछ",
  "PW-2 that the appellant was part of the unlawful assembly which committed the murder. Though they were extensively cross-examined,": "यह स्पष्ट है कि अपीलकर्ता उस विधिविरूद्ध जमाव का हिस्सा था जिसने हत्या की थी। हालाँकि उनसे बड़े पैमाने",
  "their testimony in this regard could not be shaken.": "पर जिरह की गई, लेकिन इस संबंध में उनकी गवाही को ठिगाया नहीं जा सका।",
  "In view of what we have discussed above, we have no doubt in our": "33. हमने ऊपर जो चर्चा की है, उसके मद्देनजर हमारे मन में कोई संदेह नहीं है कि विचारण न्यायालय ने",
  "mind that the trial court had rightly convicted the appellant under Section 148 IPC read with Section 302/149 IPC and that the High": "अपीलकर्ता को आईपीसी की धारा 448 सपठित धारा 302/49 आईपीसी के तहत ठीक ही दोषी ठहराया था",
  "Court was justified in confirming the same. The question framed in paragraph 15 above is therefore answered in the affirmative.": "और उच्च न्यायालय द्वारा इसकी पुष्टि करना उचित था। इसलिए ऊपर पैराग्राफ 5 में दिए गए प्रश्न का उत्तर सकारात्मक है।",
  "Thus, we see no merit in the appeal which is accordingly dismissed.": "34. इस प्रकार, हम अपील में कोई मेरिट नहीं देखते हैं जिसे तदनुसार खारिज कर दिया जाता है।",
  "Result of the case: Appeal dismissed.": "मामले का परिणाम: अपील खारिज।",
  "*Headnotes prepared by: Divya Pandey": "हेडनोट तैयारकर्ता: दिव्या पांडे"
}