{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय अधिकारिता",
  "CIVIL APPEAL No. 6295 OF 2019": "सिविल अपील सं. 6295 वर्ष 209",
  "(Arising out of S.L.P.(C) No.3458 of 2015)": "(वि. अ. या. (क्रि.) सं. 3458 वर्ष 2075 से उद्घूत)",
  "Asst. Provident Fund Commissioner": "सहायक भविष्य निधि आयुक्त",
  "EPFO, Bareilly .... Appellant(s)": "क.भ.नि.का. बरेली... ....... अपीलार्थी (गण)",
  "M/s U.P. State Warehousing Corp. & Anr. .... Respondent(s)": "मेसर्स उ.प्र. स्टेट वेयरहाउसिंग कार्पोरेशन............... प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "Abhay Manohar Sapre, J.": "न्यायमूर्ति अभय मनोहर सप्रे",
  "1. Leave granted.": "3. अनुमति प्रदान की गई ।",
  "and order dated 27.08.2013 passed by the High": "27.08.203 दिनांकित अंतिम निर्णय के विरूद्ध दायर की गई है, जिसमें उच्च न्यायालय",
  "way of special leave in this Court questioning its legality and correctness.": "अनुमति से, इसके विरुद्ध इसकी वैधानिकता और सत्यता को प्रश्नगत्‌ करते हुए यह अपील",
  "15. So the short question, which arises for consideration in this appeal, is whether the High": "]5. इस अपील में विचार के लिए संक्षिप्त प्रश्न यह है, कि क्या उच्च न्यायालय निगम",
  "setting aside the orders of the adjudicating authority and the appellate authority.": "द्वारा दायर की गयी रिट याचिका को स्वीकार करना और निर्णयन प्राधिकरण एवं अपीलीय",
  "16. Heard Mr. Keshav Mohan, learned counsel for": "6. अपीलार्थी की ओर से विद्वान अधिवक्ता श्री केशव मोहन और प्रत्यर्थी सं. की",
  "the appellant and Mr. P.S. Misra, learned senior": "ओर से वरिष्ठ विद्रत्‌ अधिवक्ता श्री पी.एस. मिश्रा तथा प्रत्यर्थी सं.2 की ओर से विद्वत",
  "counsel for respondent No.1 and Mr. R.R. Rajesh,": "अधिवक्ता श्री आर.आर. राजेश को सुना |",
  "17. Having heard the learned counsel for the parties and on perusal of the record of the case, we": "ग7. पक्षों के विद्वान अधिवक्ताओं को सुनकर और मामले के दस्तावेज का अवलोकन",
  "3. In order to appreciate the short issue involved in this appeal, a few facts need mention infra.": "3. इस अपील में निहित संक्षिप्त विषय को समझने हेतु कुछ तथ्यों का उल्लेख आवश्यक है |",
  "4. The appellant herein is respondent No. 1 whereas respondent No.1 herein is the writ petitioner and respondent No. 2 herein is": "4. यहाँ पर अपीलार्थी प्रत्यर्थी सं. । है जबकि प्रत्यर्थी सं  रिय याची है और प्रत्यर्थी सं, 2",
  "respondent No. 2 in the writ petition before the High Court out of which this appeal arises.": "उस उच्च न्यायालय के समक्ष उस रिय याचिका का प्रत्यर्थी सं. 2 है जिससे यह अपील",
  "Miscellaneous Provisions Act, 1952 (hereinafter": "5. अपीलार्थी कर्मचारी भविष्य निधि एवं विविध प्रावधान अधिनियम, 952 (एतदिमनपश्चात्‌",
  "8. The question arose as to whether the workers (total 159 at the relevant time), who were engaged in": "8. प्रश्नगत्‌ विषय यह है कि क्या कामगार (प्रासंगिक समय पर 59) जो कि गोदाम में",
  "are entitled to claim the benefit of the Act and, if so, whether the Corporation is liable to pay the": "हकदार हैं और यदि ऐसा है तो क्या निगम अधिनियम के प्रावधानों के अनुरूप, ऐसे",
  "whether the Corporation is liable to pay the statutory contribution in relation to such workers in": "कामगारों के संबंध में वैधानिक अंशदान का भुगतान करने के लिए जिम्मेदार है ताकि",
  "entitle the workers to claim the benefits of the Act.": "कामगार अधिनियम के लाभों का दावा करने के हकदार बन सर्के ।",
  "9. The appellant with a view to decide this question accordingly issued notice to the Corporation under Section 7A of the Act and called": "9. इस प्रश्न के विनिश्चय हेतु, अपीलार्थी ने अधिनियम की धारा 7(क) के अन्तर्गत निगम को",
  "19. In our view, the High Court should have seen that the proceedings in question have arisen out of": "9. हमारी राय में, उच्च न्यायालय को यह देखना चाहिए था कि प्रश्नगत कार्यवाहियां",
  "the Act in question and, therefore, the issue was": "प्रश्नगत अधिनियम से उत्पन्न हुई हैं और इसलिए विषय को अधिनियम के प्रासंगिक",
  "required to be decided in the light of the relevant provisions of the Act in question but not in the light": "प्रावधानों के आलोक में निर्धारित किया जाना था, न कि औद्योगिक विवाद अधिनियम,",
  "under the Industrial Disputes Act, 1947(hereinafter referred to as “the ID Act”).": "947 ( एतद्मिनपश्चात्‌ “0 एक्ट” के रूप में सन्दर्भित ) के अन्तर्गत उत्पन्न",
  "20. The High Court also should have seen that in": "20. उद्च न्यायालय को यह भी देखना था, कि प्रश्नगत अधिनियम की प्रयोज्यता के",
  "order to decide the relationship of employer and": "उद्देश्य के लिए कर्मचारी और नियोक्ता के संबंध का निर्धारण करने के लिए, विषय का",
  "of definition of \"employee\" as defined under Section 2(f) of the Act.": "निर्धारण, अधिनियम की धारा 2(च) के अन्तर्गत “कर्मचारी” की परिभाषा के आलोक में",
  "21. It should have been seen that firstly, the definition of \"employee\" under the ID Act is not": "2. यह देखना था, कि प्रथमतः “कर्मचारी” की ।0 एक्ट में दी गई परिभाषा,",
  "identical to the definition of “employee” defined under Section 2(f) of the Act; and secondly, the": "“कर्मचारी” की अधिनियम की धारा 2(च) में दी गई परिभाषा के समरूप नहीं है ;",
  "“employee” under the ID Act and the one defined": "“कर्मचारी” की ।0 एक्ट में दी गई परिभाषा, प्रश्नगत अधिनियम में दी गई परिभाषा",
  "their objects are also not identical.": "समान नहीं हैं । यहां तक कि उनके उद्देश्य भी समरूप नहीं हैं ।",
  "22. It is for these two reasons, any finding recorded by the Labour Court while deciding the dispute under the ID Act will be of no consequence": "22. इन्हीं दो कारणों से, 00 एक्ट के अन्तर्गत विवाद का निर्धारण करते समय श्रम",
  "while deciding the question arising under the Act in": "न्यायालय द्वारा प्राप्त निष्कर्ष, प्रश्नगत अधिनियम के अन्तर्गत उत्पन्न प्रश्नों का निर्धारण",
  "question. The issue was, therefore, required to be decided independently and de hors the proceedings decided under the ID Act.": "करते समय मूल्यहीन होंगे । अतः विषय का निर्धारण स्वतंत्र रूप से और ।0 एक्ट के तहत निर्णीत कार्यवाहियों से पृथक होना चाहिए ।",
  "23. Since the High Court did not notice the definition of \"employee\" defined under Section 2(f) of": "23. चूंकि उच्च न्यायालय ने अधिनियम की धारा 2(च) के अन्तर्गत “कर्मचारी” की परिभाषा पर ध्यान नहीं दिया और रिय याचिका सं.7234 वर्ष 200 में 5.05.203",
  "the impugned order is rendered bad in law and,": "के आलोक में आक्षेपित आदेश दे दिया, इसलिए आक्षेपित को विधिक रूप से त्रुटिपूर्ण माना",
  "therefore, calls for interference in this appeal.": "जाता है और इसलिए इस अपील में हस्तक्षेप की मांग करता है ।"
}