{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय न्यायक्षेत्र",
  "CIVIL APPEAL NO.2067 OF 2020": "सिविल अपील सं. 2067 वर्ष 2020",
  "Amyra Dwivedi (Minor) Through Appellant(s)": "अमायरा द्विवेदी (अवयस्क) द्वारा",
  "her Mother, Smt. Pooja Sharma Dwivedi": "उसकी माता, श्रीमती पूजा शर्मा द्विवेदी .... अपीलार्थी(गण)",
  "Versus": "बनाम",
  "Abhinav Dwivedi and Another Respondent(s)": "अभिनव द्विवेदी एवं अन्य .... प्रत्यर्थी (गण )",
  "JUDGMENT": "निर्णय",
  "Deepak Gupta, J": "न्यायमूर्ति दीपक गुप्ता",
  "2 This appeal arises out of an order dated 13 May 2019 passed by the High Court of Judicature at Allahabad, Lucknow": "2. ... यह अपील इलाहाबाद उच्च न्यायालय, लखनऊ बेंच द्वारा",
  "petition filed by the appellant (the mother) for custody of": "पारित एक आदेश से उद्धृत है, जिसमें अपीलार्थी (माता) द्वारा अपने बच्चे की",
  "her child was dismissed, but she was granted visitation": "संरक्षण के लिए दायर याचिका को खारिज कर दिया गया था, लेकिन उसे",
  "rights in the following terms:": "निम्नलिखित शर्तों में मिलने के अधिकार दिए गए थे:",
  "New Delhi": "नई दिल्ली",
  "March 06, 2020": "6 मार्च, 2020",
  "SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "RECORD OF PROCEEDINGS": "कार्यवाहियों का अभिलेख",
  "Petition(s) for Special Leave to Appeal (C) No.15215/2019": "विशेष अनुमति याचिका (ओं) की अपील (सी) सं. 2525/209",
  "in HC No. 24675/2018 passed by the High Court of Judicature at": "सं. 24675/208 द्वारा पारित अंतिम आक्षेपित आदेश एवं निर्णय से उत्पन्न)",
  "AMYRA DWIVEDI (MINOR) THROUGH HER MOTHER Petitioner (s)": "अमायरा द्विवेदी (अवयस्क) द्वारा",
  "Date : 06-03-2020 This petition was called on for hearing today.": "आज दिनांक 06-03-2020 को यह मामला सुनवाई हेतु मांगा गया। समक्ष :",
  "HON'BLE MR. JUSTICE ANIRUDDHA BOSE": "माननीय न्यायमूर्ति अनिरूद्ध बोस",
  "For Petitioner(s) Mr. Vishwajit Singh, Adv.": "अधिवक्ता प्रत्यर्थी (गण) श्री विधजीत सिंह, अधिवक्ता",
  "Mr. Pankaj Singh, Adv.": "श्री पंकज सिंह, अधिवक्ता",
  "Ms. Ridhima Singh, Adv.": "सुश्री रिद्धिमा सिंह, अधिवक्ता",
  "Ms. Vijaya Singh, Adv.": "सुश्री विजया सिंह, अधिवक्ता",
  "Mr. Vignesh Singh, Adv.": "श्री विग्रेश सिंह, अधिवक्ता",
  "Ms. Veera Kaul Singh, AOR": "सुश्री वीरा कौल सिंह, एओआर",
  "For Respondent(s) Mr. Shail Kumar Dwivedi, AOR": "श्री शैल कुमार द्विवेदी, एओआर",
  "Mr. Siddharth Krishna Dwivedi, Adv.": "श्री सिद्धार्थ कृष्ण द्विवेदी, अधिवक्ता",
  "Ms. Vibha Dwivedi, Adv.": "सुश्री विभा द्विवेदी, अधिवक्ता",
  "Ms. Nidhi Dwivedi, Adv.": "सुश्री निधि द्विवेदी, अधिवक्ता",
  "Mr. Andleeb Naqvi, Adv.": "श्री अंदलीब नकवी, अधिवक्ता",
  "Ms. Garima Prashad, AOR": "सुश्री गरिमा प्रसाद, एओआर",
  "UPON hearing the counsel the Court made the following": "दोनों पक्षों के अधिवक्ता गणों को सुनने के उपरांत यह न्यायालय निम्नलिखित",
  "ORDER": "आदेश",
  "Leave granted.": "अनुमति प्रदत्त।",
  "6. As far as the present case is _ concerned,’ the admitted facts are that the child lives with her’ grand": "6. जहां तक वर्तमान मामले का संबंध है, स्वीकृत तथ्य यह है कि बच्ची अपने दादा-दादी",
  "parents in Lucknow, U.P. and the father is working in": "के साथ लखनऊ, उत्तर प्रदेश में रहती है और पिता राष्ट्रीय राजधानी क्षेत्र (एनसीआर) में",
  "(I) The mother shall be entitled to meet the child both on the Saturdays and Sundays for a period of eight weeks at the first instance. She will take the child from the": "(|) . माता पहली बार में आठ सप्ताह की अवधि के लिए शनिवार और रविवार दोनों दिन बच्चे से मिलने की हकदार होगी। वह बच्ची को दादा-दादी के घर से सुबह 0:00 बजे ले",
  "5:00 pm in the evening. In case, the Saturday is a": "जाएगी और शाम को 5:00 बजे उसे वापस छोड़ देगी। यदि शनिवार को स्कूल खुला",
  "pick the child up from school and stay with her till": "रहता है, तो माता बच्चे को स्कूल से लेने और रात 8:00 बजे तक उसके साथ रहेगी और",
  "(II) After the period of eight weeks is over and the child": "(|) यदि आठ सप्ताह की अवधि समाप्त होने के बाद और बच्ची अपनी मां को अच्छी",
  "becomes familiar with her mother and gets to know her better, the mother will be entitled to keep the child": "तरह पहचानने लगती है और उसे बेहतर तरीके से जानने लगती है तो माता शनिवार को",
  "on weekends from 10:00 am in the morning on Saturday till 5:00 pm in the eventing on Sunday. In case,": "सुबह 0:00 बजे से रविवार के आयोजन में शाम 5:00 बजे तक बच्चे को रखने की",
  "Saturday is a school working day, the mother will pick up the child immediately after school and drop her back": "हकदार होगी। यदि शनिवार को स्कूल खुला रहता है, तो माँ बच्चे को स्कूल के तुरंत बाद",
  "up the child immediately after school and drop her back to the grand parents’ house at 5:00 pm in the evening": "ले जाएगी और रविवार को शाम 5:00 बजे उसे वापस दादा-दादी के घर छोड़ देगी।",
  "(III) On festivals, such as, Holi, Diwali, etc., the child": "(॥||) होली, दिवाली आदि त्योहारों पर बच्ची सुबह दादा -दादी के साथ समय बिता",
  "the mother for at least four hours on every festival.": "सकती है, लेकिन शाम को उसे हर त्योहार पर कम से कम चार घंटे मां के साथ जाने की",
  "As far as summer vacations are concerned, if the vacations are for more than fifteen days, the mother": "(॥/) जहां तक गर्मी की छुट्टियों का सवाल है, यदि छुट्टियाँ पन्‍्द्रह दिनों से अधिक की",
  "will be entitled to take the child for seven days, but only after 30° April. In case the vacations are for": "हों, तो मां बच्चे को सात दिनों के लिए ले जाने की हकदार होगी, लेकिन केवल 30 अप्रैल",
  "more than one month, then she will be entitled to keep the child for fifteen days. During the vacations, the": "के बाद। यदि छुट्टियाँ एक माह से अधिक की हों तो वह बच्ची को पन्द्रह दिन तक रखने की",
  "mother can take child out for holidays to any place": "हकदार होगी। छुट्टियों के दौरान, माँ बच्चे को छुट्टियों के लिए कहीं बाहर भी ले जा सकती",
  "wherever she feels comfortable.": "है जहाँ वह सहज महसूस करती है।",
  "“A child, especially a child of tender years requires the love, affection, company, protection of both": "\"एक बच्चे को, विशेष रूप से कम आयु के बच्चे को माता-पिता दोनों के प्यार, स्नेह,",
  "parents. This is not only the requirement of the": "सानिध्य, संरक्षण की आवश्यकता होती है। यह न केवल बच्चे की आवश्यकता है बल्कि",
  "child but is his/her basic human right. Just because": "उसका मूल मानव अधिकार है। सिर्फ इसलिए कि माता -पिता एक-दूसरे के साथ मन",
  "the parents are at war with each other, does not mean": "मुटाव है, इसका आशय यह नहीं है कि बच्चे को माता -पिता दोनों में से किसी एक की",
  "that the child should be denied the care, affection, love or protection of any one of the two parents. A": "देखभाल, स्नेह, प्यार या सुरक्षा से वंचित कर दिया जाना चाहिए। एक बच्चा कोई बेजान",
  "child is not an inanimate object which can be tossed from one parent to the other. Every separation, every": "वस्तु नहीं है जिसे किसी माता-पिता से दूसरे माता-पिता में फेंका जा सकता है। प्रत्येक",
  "impact on the child. Therefore, it is to be ensured": "इसलिए, यह सुनिश्चित किया जाना चाहिए कि माता-पिता दोनों के बीच बच्चे का संरक्षण",
  "that the court weighs each and every circumstance very carefully before deciding how and in what matter the custody of the child should be shared between": "कैसे और किस मामले में साझा की जानी चाहिए, यह तय करने से पूर्व न्यायालय प्रत्येक",
  "visitation rights to ensure that the child keeps in touch with the other parent and does not lose social,": "के लिए मिलने का पर्याप्त अधिकार होना चाहिए कि बच्चा दूसरे संरक्षक के संपर्क में रहे",
  "physical and psychological contact with any one of": "और माता-पिता दोनों में से किसी एक के साथ सामाजिक, शारीरिक और मनोवैज्ञानिक",
  "the two parents. It is only in extreme circumstances": "संपर्क न खोएं। केवल विषम परिस्थितियों में ही किसी माता-पिता को बच्चे के साथ संपर्क",
  "that one parent should be denied contact with the child. Reasons must be assigned if one parent is to": "से वंचित किया जाना चाहिए। यदि माता -पिता में से एक को मिलने के किसी भी",
  "child. Reasons must be assigned if one parent is to be denied any visitation rights or contact with the": "अधिकार या बच्चे के साथ संपर्क से वंचित किया जाना है, तो कारण बताए जाने चाहिए।",
  "child. Courts dealing with the custody matters must while deciding issues of custody clearly define the": "संरक्षण के मामलों से निपटने वाले न्यायालयों को संरक्षण के मुद्दों का फैसला करते समय",
  "while deciding issues of custody clearly define the nature, manner and specifics of the visitation": "मिलने के अधिकारों की प्रकृति, तरीके और विशिष्टताओं को स्पष्ट रूप से परिभाषित",
  "rights.”": "करना चाहिए।\"",
  "When a court grants visitation rights, these rights": "५, जब कोई न्यायालय मिलने का अधिकार देती है, तो ये अधिकार इस तरह दिए जाने",
  "should be granted in such a way that the child and the parent": "चाहिए कि जिस बच्चे को और माता-पिता को मुलाक़ात का अधिकार दिया गया है, वे ऐसे",
  "where they can be like parent and child and this atmosphere": "माहौल में मिल सकें जहाँ वे माता -पिता और बच्चे की तरह हो सकें और यह माहौल",
  "can definitely not be found in the office of District Legal": "निश्चित रूप से कार्यालय, जिला विधिक सेवा प्राधिकरण नहीं मिल सकता। वह माहौल",
  "of the parent or in a park or a restaurant or any other place": "माता-पिता के घर में या किसी पार्क या रेस्तरां या किसी अन्य जगह पर मिल सकता है",
  "where the child and the parent are comfortable.": "जहां बच्चा और माता-पिता आराम को आराम हो।"
}