{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NO. 108 OF 2013": "सिविल अपील सं. 08 वर्ष 203",
  "AMD Industries Limited": "एएमडी इंडस्ट्रीज लिमिटेड",
  "(Earlier known as M/s. Ashoka Metal": "(पूर्वतः मैसर्स अशोका मेटल डेकोर प्रा. लि. के रूप में ज्ञात)",
  "Versus": "बनाम",
  "Commissioner of Trade Tax,": "व्यापार कर आयुक्त, लखनऊ एवं अन्य",
  "JUDGMENT": "निर्णय",
  "M.R. SHAH, J.": "न्यायमूर्ति एम. आर. शाह",
  "1. |.A. No. 118667 of 2021 is allowed. The appellant is permitted to": ". . आई. ए. संख्या 248667 वर्ष 202। को अनुमति प्रदान की जाती है।",
  "change its name in the cause title from M/s. Ashoka Metal Décor Pvt.": "अपीलकर्ता को हेतुक शीर्षक में अपना नाम मैसर्स अशोका मेटल डेकोर प्राइवेट",
  "Ltd. to AMD Industries Limited and the I.A. is accordingly disposed of.": "लिमिटेड से एएमडी इंडस्ट्रीज लिमिटेड में बदलने की अनुमति प्रदान की जाती है और आई. ए. का तदनुसार निस्तारण किया जाता है।",
  "Tax Revision No. 275 of 2004 by which the High Court has dismissed": "2... इलाहाबाद उच्च न्यायालय द्वारा व्यापार कर पुनरीक्षण सं. 275 वर्ष 2004",
  "dismissed. Against the order passed by the Tribunal, the revision": "में पारित आक्षेपित निर्णय और आदेश से व्यथित, जिसके द्वारा उच्च न्यायालय ने",
  "application before the High Court has been dismissed by the impugned": "प्रस्तुत अपीलकर्ता द्वारा किए गए उक्त पुनरीक्षण आवेदन को खारिज कर दिया",
  "Section 4-A(5) of the Act, which grants exemption from payment of trade": "की धारा 4-क (5) और धारा 4-क के तहत जारी अधिसूचना के अन्तर्गत छूट",
  "therefore is that the “goods of different nature is required to be": "की जा रही वस्तुओं की तुलना में \"भिन्न प्रकृति\" नहीं माना जा सकता है क्योंकि",
  "produced”. It is submitted that the exemption notification issued under": "दिया गया है कि स्थापित विधिक स्थिति के अनुसार ,छूट अधिसूचनाओं का",
  "modernization” means the “increase in production” and thereafter in": "\"विविधीकरण\" कहा जा सकता है, और पहले निर्मित वस्तुओं से",
  "production of goods of a different kind, distinct and different in nature, a": "अलग प्रकृति की वस्तुओं का निर्माण अपीलकर्ता को उ.प्र. व्यापार",
  "Assessing Officer holding that for the goods manufactured, the appellant": "अधिकारी ने यह धारित करते हुए कि निर्मित वस्तुओं के लिए, अपीलकर्ता उ. प्र.",
  "is not entitled to the exemption under Section 4-A (5) of the U.P. Trade Tax Act (hereinafter referred to as “Act”), the manufacturer — original": "व्यापार कर अधिनियम ( एतश्मिनपश्चात \"अधिनियम\" के रूप में संदर्भित ) की धारा 4-ए (5) के तहत छूट का हकदार नहीं है, निर्माता-मूल पुनरीक्षण याची",
  "3. The facts leading to the present appeal in nutshell are as under:-": "3. . संक्षेप में वर्तमान क्रिमिनल अपील की ओर ले जाने वाले तथ्य इस प्रकार",
  "24.05.2000 for granting eligibility certificate under Section 4-A of the Act": "की समिति के समक्ष अधिनियम की धारा 4-ए के तहत पात्रता प्रमाण पत्र देने के लिए 24.05.2000 को आवेदन दिया।",
  "3.2 On the basis of the joint spot inquiry consisting of two members committee, the appellant was granted the eligibility certificate under": "3.2 दो सदस्यीय समिति द्वारा मौके की संयुक्त जांच के आधार पर, अपीलकर्ता",
  "‘modernisation’ instead of eligibility certificate under ‘diversification’": "को 'विविधीकरण' योजना के तहत पात्रता प्रमाण पत्र के बजाय 'आधुनिकीकरण'",
  "3.3 At this stage, it is required to be noted that if the goods": "3.3 इस स्तर पर, यह ध्यान रखना आवश्यक है कि यदि निर्मित माल को",
  "manufactured would have been considered as a new product under the": "विविधीकरण योजना के तहत एक नया उत्पाद माना जाता, तो अपीलकर्ता",
  "Section 4-A(5) of the Act. The appellant was denied the exemption": "अधिनियम की धारा 4-क (5) के तहत छूट देने से इनकार कर दिया गया।",
  "under Section 4-A(5) of the Act. The appellant preferred an appeal": "अपीलकर्ता ने अधिनियम की धारा 4-ए के तहत पारित 0.2.2003",
  "under Section 10 of the Act against the order dated 10.12.2003 passed": "दिनांकित आदेश के खिलाफ अधिनियम की धारा 0 के तहत व्यापार कर",
  "both the products (existing and the new) are different.": "तर्क दिया गया कि दोनों उत्पादों (मौजूदा और नई) के लिए उपयोग की जाने",
  "3.4 It was also the case on behalf of the appellant that the existing": "3.4. अपीलकर्ता का पक्ष यह भी था कि मौजूदा (पुराने) उत्पाद का निर्माण नई",
  "(old) product cannot be manufactured on the new installed machine and": "स्थापित मशीन पर नहीं किया जा सकता है और इसके विपरीत, नए उत्पाद का",
  "vice-a-versa, the new product cannot be manufactured on the old machines. It was also the case on behalf of the appellant that one of the": "निर्माण पुरानी मशीनों पर नहीं किया जा सकता है। अपीलकर्ता की ओर यह पक्ष",
  "major raw materials for both the products are not the same and that": "भी रखा गया कि दोनों उत्पादों के लिए प्रयुक्त एक प्रमुख कच्चा माल अलग अलग",
  "ultimate use of both the products are different.": "हैं और दोनों उत्पादों का अंतिम उपयोग अलग-अलग है।",
  "3.5 It was submitted that under the term “modernization” only those": "3.5 यह तर्क दिया गया कि \"आधुनिकीकरण\" शब्द के तहत केवल वही",
  "units fall, which by the modern technical produce the same goods and": "इकाइयाँ आती हैं, जो आधुनिक तकनीकी से समान वस्तुओं का उत्पादन करती",
  "the scheme of “modernization” do not apply on the units which produce": "हैं और \"आधुनिकीकरण\" की योजना उन इकाइयों पर लागू नहीं होती है जो",
  "different goods.": "अलग-अलग वस्तुओं का उत्पादन करती हैं।",
  "3.6 The appeal preferred by the appellant came to be dismissed. The": "3.6 अपीलकर्ता द्वारा दायर अपील खारिज कर दी गई। न्यायाधिकरण के समक्ष",
  "second appeal before the Tribunal also came to be dismissed. It was": "दूसरी अपील भी खारिज कर दी गई। यह विनिर्दिष्ट रूप से धारित किया गया कि",
  "modern technology is not different than the goods produced by the unit": "इकाई द्वारा उत्पादित वस्तुओं से अलग नहीं है, क्योंकि दोनों उत्पादित सामग्री",
  "on the decisions of this Court in the case of Hansraj Gordhandas Vs. H.H. Dave, Assistant Collector of Central Excise Customs, Surat": "न्यायालय द्वारा हंसराज गोरधनदास बनाम एच. एच. दवे, सहायक कलेक्टर ,",
  "and Ors., AIR 1970 SC 755; Parle Biscuits (P) Ltd. Vs. State of Bihar": "केंद्रीय उत्पाद एवं सीमा शुल्क, सूरत एवं अन्य, एआईआर 970 एससी 755; पारले बिस्कुट (पी) लिमिटेड बनाम बिहार राज्य एवं अन्य, (2005) 9",
  "and Ors., (2005) 9 SCC 669 and Assistant Commissioner (CT) LTU": "एससीसी 669 और सहायक आयुक्त (सीटी) एलटीयू एवं अन्य बनाम अमारा",
  "and Anr. Vs. Amara Raja Batteries Limited, (2009) 8 SCC 209.": "राजा बैटरीज लिमिटेड, (2009) 8 एससीसी 209 के मामलों में दिए गए निर्णयों",
  "4.8 Making above submissions and relying upon the above decisions,": "4.8. उपरोक्त तर्क देते हुए और उपरोक्त निर्णयों का अवलंब लेते हुए , वर्तमान",
  "itis prayed to allow the present appeal.": "अपील को अनुमति देने का अनुरोध किया गया है।",
  "5. Present appeal is vehemently opposed by Shri Bhakti Vardhan": "५. ... प्रत्यर्थीगण की ओर से प्रस्तुत विद्वान अधिवक्ता श्री भक्ति वर्धन सिंह ने वर्तमान अपील का जोरदार विरोध किया है।",
  "5.1 It is submitted that in the present case, the appellant established a": "५.] यह तर्क दिया गया कि वर्तमान मामले में , अपीलकर्ता ने \"स्पन लाइन",
  "unit for manufacture of the “Spun Line Crown Corks” used as one of the": "क्राउन कॉर्क\" के निर्माण के लिए एक इकाई की स्थापना की, जिसका उपयोग",
  "packing materials of the glass bottles, to be sold to the glass bottlers. It": "कांच की बोतलों की एक पैकिंग सामग्री के रूप में किया जाता है, जिसे कांच की",
  "is submitted that after ‘modernisation’, the appellant manufactured": "बोतलों को बेचा जाता है। यह कहा गया कि 'आधुनिकीकरण' के बाद,",
  "“Corks” also used as one of the packing materials of the glass bottles.": "अपीलकर्ता ने 'कॉर्क्स' का निर्माण किया, जिसका उपयोग भी कांच की बोतलों की पैकिंग सामग्री में से एक के रूप में भी किया जाता था।",
  "5.2 It is submitted that under Section 4-A(5) of the Act and the": "५.2. यह तर्क दिया गया कि अधिनियम की धारा 4-क (5) और अधिसूचना के",
  "notification, exemption from trade tax shall be available to a unit, which": "तहत, व्यापार कर से छूट उस इकाई के लिए उपलब्ध होगी, जिसने \"विस्तार,",
  "has undertaken “expansion, diversification or modernization” and": "विविधीकरण या आधुनिकीकरण\" किया है और ऐसे उपक्रम के परिणामस्वरूप",
  "manufactures the different goods from those manufactured earlier by": "पहले निर्मित वस्तुओं से अलग वस्तुओं का निर्माण करता है। यह कहा गया कि ,",
  "present appeal is as to whether the investment of the appellant can be": "इसलिए, वर्तमान अपील में शामिल मुद्दा यह है कि क्या अपीलकर्ता का निवेश",
  "4.5 It is submitted that in order to be entitled to claim exemption from trade tax on the ground of diversification, the goods had to be of a nature different from those manufactured earlier. Ultimate use of the": "4.5 यह कहा गया है कि विविधीकरण के आधार पर व्यापार कर से छूट का दावा करने का हकदार होने के लिए, माल पहले निर्मित वस्तुओं से अलग प्रकृति",
  "goods is irrelevant for the consideration for exemption from trade tax.": "का होना चाहिए। व्यापार कर से छूट के लिए विचार किए जाने के लिए माल का",
  "Different goods can be used for same thing. However, this does not": "अंतिम उपयोग अप्रासंगिक है। एक ही चीज़ के लिए अलग-अलग वस्तुओं का उपयोग किया जा सकता है। हालाँकि, इसका मतलब यह नहीं है कि माल की",
  "mean that the nature of the goods is the same. It is submitted that even": "प्रकृति समान है। उन्होंने तर्क दिया है कि केवल यह तथ्य कि दोनों वस्तुओं को",
  "mere fact that both the goods are commonly known as “Corks” is also": "आम तौर पर \"कॉर्क्स\" के रूप में जाना जाता है, यह भी यह निर्धारित करने के",
  "not a relevant factor for determining if the goods are different goods.": "लिए एक प्रासंगिक कारक नहीं है कि कया वस्तुएं अलग-अलग वस्तुएं हैं।",
  "4.6 The learned senior counsel appearing on behalf of the appellant": "4.6. अपीलकर्ता की ओर से उपस्थित विद्वान वरिष्ठ अधिवक्ता ने हमारा ध्यान",
  "has drawn our attention to the difference in earlier product and the": "पहले के उत्पाद और बाद के उत्पाद में अंतर की ओर आकृष्ट किया है। अपने",
  "subsequent product. In support of his submission that the new product": "इस कथन के समर्थन में कि नया उत्पाद पहले के उत्पाद की तुलना में पूरी तरह",
  "is altogether a different product than that of the earlier product, he has also drawn our attention to the difference in process of manufacturing of": "से एक अलग उत्पाद है, उन्होंने दोनों उत्पादों के निर्माण की प्रक्रिया में अंतर की",
  "4.7 lt is submitted that both, the Trade Tax Tribunal and the High": "4.7. यह कहा गया है कि व्यापार कर न्यायाधिकरण और उच्च न्यायालय दोनों ने",
  "products is the same. It is submitted that the criteria of use of goods is": "यह तर्क दिया गया है कि माल के उपयोग का मानदंड न तो धारा में दिया गया है",
  "neither provided in the section nor in the notification. Section 4-A(5) and": "और न ही अधिसूचना में। धारा 4-क (5) और अधिसूचना में केवल माल की",
  "cannot be said to be different than that of the goods manufactured": "यह है कि क्‍या माल पहले निर्मित वस्तुओं से अलग था। यह कहा गया कि",
  "manufacturing of the goods of a nature different from the": "है कि \"भिन्न प्रकृति की वस्तुओं का उत्पादन किया जाना आवश्यक है।\" यह कहा",
  "5.5 It is submitted that the test is how a good is understood in the": "५.५ यह तर्क दिया गया है कि कसौटी यह है कि किसी वस्तु को वाणिज्यिक",
  "commercial parlance or commercial circle. It is submitted that the goods": "शब्दावली या वाणिज्यिक हलकों में कैसे समझा जाता है। यह कहा गया है कि",
  "manufactured by the appellant prior to the investment exercise was subject to levy under the class of goods namely “Corks”. After the": "निवेश से पहले अपीलकर्ता द्वारा निर्मित माल \"कॉर्क\" नामक माल के वर्ग के तहत",
  "investment exercise, the manufacturing of the “Double Lip Dry Blend": "शुल्क के अधीन था। निवेश के बाद, \"डबल लिप ड्राई ब्लेंड क्राउन\" का निर्माण",
  "Crowns” is merely the enhanced quality and quantity of goods namely “Corks” earlier produced before the investment exercise. It is submitted": "निवेश से पहले उत्पादित \"कॉर्क\" नामक वस्तुओं की बढ़ी हुई गुणवत्ता और मात्रा",
  "that therefore, the investment was an exercise of “modernization and": "भर है। इसलिए ,यह कहा गया कि निवेश केवल \"आधुनिकीकरण और विस्तार\"",
  "expansion” only and the different goods were not manufactured, not": "का कार्य था और भिन्न वस्तुओं का निर्माण नहीं किया गया था, जो अधिनियम",
  "entitled to the exemption under Section 4-A(5) of the Act and the": "कर अधिनियम की धारा 4-क (5) के तहत व्यापार कर से छूट",
  "(2) It shall be lawful for the State Government to specify in": "(2) राज्य सरकार के लिए यह विधिसम्मत होगा कि वह उप-धारा ()",
  "the notification under sub-section (1) that the exemption from, or reduction in the rate of tax, shall be admissible—": "के तहत अधिसूचना में यह निर्दिष्ट करे कि कर की दर में छूट या कमी स्वीकार्य होगी।",
  "(c) in respect of those goods only which are manufactured": "ग) केवल उन वस्तुओं के संबंध में जो एक ऐसी इकाई में निर्मित होते हैं",
  "in a unit which has undertaken expansion, diversification or modernisation on or after April 1, 1990, and which in": "जिसने अप्रैल, 990 को या उसके बाद विस्तार, विविधीकरण या",
  "goods manufactured before such diversification, and": "विविधीकरण से पहले निर्मित वस्तुओं से अलग है, और विस्तार या",
  "in the case of expansion or modernisation are additional": "आधुनिकीकरण के सन्दर्भ में इस तरह के विस्तार या आधुनिकीकरण के",
  "be said that the appellant is entitled to the exemption as claimed.": "शाब्दित व्याख्या से यह नहीं कहा जा सकता कि अपीलकर्ता छूट का हकदार है जैसा कि दावा किया गया है।",
  "8.4 Considering the aforesaid facts and circumstances of the case and": "8.4 मामले के उपरोक्त तथ्यों और परिस्थितियों पर विचार करते हुए और जैसा",
  "as observed hereinabove, when the provisions of the Act unequivocally": "कि ऊपर कहा गया है, जब अधिनियम के प्रावधानों में स्पष्ट रूप से प्रावधान",
  "provides that the “diversification” can be considered only in a case where": "किया गया है कि \"विविधीकरण\" उसी स्थिति में माना जाएगा जब \"भिन्न प्रकृति",
  "“goods of different nature” are produced, and only then the exemption": "की वस्तुओं\" का उत्पादन किया जाता हो, और तभी छूट उपलब्ध होगी।",
  "shall be available. The goods manufactured on “diversification” must be a “different”, “distinct” and a “separate” good in nature. In the present": "विविधीकरण के उपरान्त निर्मित माल \"भिन्न, \"अलग\" और \"पृथक\" प्रकृति का",
  "case, the goods manufactured on use of advance and/or modern": "होना चाहिए। वर्तमान वाद में, उन्नत और/या आधुनिक प्रौद्योगिकी के उपयोग से",
  "technology, cannot be said to be a different commercial activity at all.": "निर्मित वस्तुओं को एक अलग वाणिज्यिक गतिविधि नहीं कहा जा सकता है। उद्च",
  "The High Court has not committed any error in refusing to grant": "न्यायालय ने अपीलकर्ता को छूट देने से इनकार करके कोई त्रुटि नहीं की है। हम",
  "9. In view of the above and for the reasons stated above, present": "9. उपरोक्त के दृष्टित और ऊपर बताए गए कारणों को ध्यान में रखते हुए ,",
  "appeal fails and the same deserves to be dismissed and is accordingly": "वर्तमान अपील विफल हो जाती है और खारिज किए जाने योग्य है और तदनुसार",
  "dismissed. No costs.": "खारिज की जाती है। कोई कॉस्ट नहीं।",
  "JANUARY 09, 2023. [KRISHNA MURARI]": "09 जनवरी, 2023",
  "(c) the production capacity whereof except as provided in": "(ग) जिसकी उत्पादन क्षमता यथा उप-धारा () के परंतुक में उपबंधित",
  "twenty-five percent as a result of expansion or": "पच्चीस प्रतिशत की वृद्धि हुई है या जिसमें पहले निर्मित वस्तुओं से अलग",
  "8.1 Thus, on a fair reading of the aforesaid provisions, it is clear that in": "8. इस प्रकार, उपरोक्त प्रावधानों को निष्पक्ष रूप से पढ़ने पर, यह स्पष्ट है कि",
  "case of “diversification” the goods manufactured by diversification shall": "\"विविधीकरण\" के सन्दर्भ में विविधीकरण द्वारा निर्मित माल ऐसे विविधीकरण से",
  "[Section 4-A(2)(c)].": "पहले निर्मित माल से अलग होगा। [धारा 4-क (2) (ग)] |",
  "8.2 In the case of “expansion or modernization’, the exemption shall be available, if there is an additional production as a result of such": "8.2. \"विस्तार या आधुनिकीकरण\" के सन्दर्भ में छूट उपलब्ध होगी, यदि इस तरह के आधुनिकीकरण या विस्तार के परिणामस्वरूप कोई अतिरिक्त उत्पादन",
  "the case of “diversification”. Therefore, the goods manufactured after": "इसलिए, विविधीकरण के बाद निर्मित माल इस तरह के विविधीकरण से पहले",
  "diversification must be different goods from the goods manufactured before such diversification. As per the settled position of law, in case of": "निर्मित माल से अलग होना चाहिए। स्थापित विधिक स्थिति के अनुसार, छूट",
  "an exemption notification/exemption provision, the same is required to": "अधिसूचना / छूट प्रावधान की स्थिति में, इसका शाब्दिक अर्थ लगाया जाना",
  "be construed literally and the person claiming the exemption must satisfy": "आवश्यक है और छूट का दावा करने वाले व्यक्ति को छूट प्रावधान की सभी शर्तों",
  "8.3 In the present case, the appellant was manufacturing / producing “Spun Line Crown Cork” used for sealing the glass bottles. With the use": "8.3 वर्तमान मामले में, अपीलकर्ता कांच की बोतलों को सील करने के लिए उपयोग किए जाने वाले \"स्पन लाइन क्राउन कॉर्क\" का निर्माण /उत्पादन कर रहा",
  "of modern technologies, now the appellant is manufacturing “Double Lip": "था। आधुनिक तकनीकों के उपयोग के साथ, अब अपीलकर्ता \"डबल लिप ड्राई",
  "Dry Blend Crowns”, which is also used for sealing the glass bottles. The": "ब्लेंड क्राउन\" का निर्माण कर रहा है जिसका उपयोग भी कांच की बोतलों को",
  "earlier product being manufactured by the appellant was used for sealing": "सील करने के लिए किया जाता है। अपीलकर्ता द्वारा निर्मित पहले वाले उत्पाद",
  "use of modern technology is also being used for the same purpose": "आधुनिक तकनीक के उपयोग से उत्पादित अतिरिक्त उत्पाद का भी इसी उद्देश्य",
  "namely, “sealing glass bottles”. Therefore, the same cannot be said to": "के लिए उपयोग किया जा रहा है अर्थात \"काँच की बोतलें सील करने के लिए\"।",
  "be manufacturing of goods different from being manufactured before": "इसलिए, इसे इस तरह के विविधीकरण से पहले निर्मित होने वाली वस्तुओं से",
  "machinery for improvement in quality and quantity of a product, at the": "प्रगति के कारण, यदि किसी उत्पाद की गुणवत्ता और मात्रा में सुधार के लिए",
  "be said to be “diversification”, which is “manufacturing of goods different": "आधुनिकीकरण कहा जा सकता है, लेकिन इसे \"विविधीकरण\" नहीं कहा जा",
  "from the goods manufactured before such diversification”. In a case of": "सकता है, जो \"इस तरह के विविधीकरण से पहले निर्मित वस्तुओं से अलग",
  "“diversification”, the effect has to be that the quality and quantity of the": "वस्तुओं का निर्माण है।\" विविधीकरण\" के मामले में, प्रभाव यह होना चाहिए कि",
  "product should have been improved and/or increased but if the ultimate": "उत्पाद की गुणवत्ता और मात्रा में सुधार और /या वृद्धि की जानी चाहिए, लेकिन",
  "use is the same, the product manufactured on use of modern and/or": "यदि अंतिम उपयोग समान है, तो आधुनिक और/या उन्नत तकनीक के उपयोग",
  "goods for claiming the exemption from payment of trade tax. The words": "से निर्मित उत्पाद को व्यापार कर के भुगतान से छूट का दावा करने के लिए",
  "used in Section 4-A are very clear and unambiguous. As per the settled": "अलग वस्तुओं का निर्माण नहीं कहा जा सकता है। धारा 4-क में उपयोग किए गए शब्द बहुत साफ और स्पष्ट हैं। विधि की स्थापित सिद्धान्त के अनुसार और",
  "proposition of law and as observed hereinabove, the Statute and more particularly, the exemption provisions are to be read as they are and to": "जैसा कि ऊपर कहा गया है विधान और विशेषकर, छूट के प्रावधानों को वैसे ही",
  "particularly, the exemption provisions are to be read as they are and to be construed literally and should be given a literal meaning. Giving the": "पढ़ा जाना चाहिए जैसे वे हैं और उनका शाब्दिक अर्थ लगाया जाना चाहिए और"
}