{
  "(b) the Respondents shall clear all the arrears of rent within eight weeks from today and shall keep on making payment of rent @": "(ख) प्रत्यर्थी आज से आठ सप्ताह के भीतर किराए के सभी बकाया का",
  "Rs.1,000/- per month.": "भुगतान करेंगे और प्रति माह रु. , 000/- का किराया देना जारी रखेंगे।",
  "10. In case, there is any default in respect of any of the terms as stated": "|0. ऊपर वर्णित शर्तों में से किसी के संबंध में कोई चूक होने की परिस्थिति में , विचारण",
  "above, the decree passed by the Trial Court shall become executable forthwith.": "न्यायालय द्वारा पारित डिक्री निष्पादन योग्य हो जाएगी।",
  "11. The Appeal is allowed in aforesaid terms. No costs.": ". अपील को पूर्वोक्त शब्दों में अनुमति प्रदान की जाती है। कोई लागत नहीं।",
  "[Uday Umesh Lalit]": "[न्यायमूर्ति उदय उमेश ललित]",
  "[Indira Banerjee]": "[ न्यायमूर्ति इंदिरा बनर्जी |",
  "New Delhi;": "नई दिल्ली;",
  "September 25, 2019.": "25 सितम्बर 209",
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय अधिकार",
  "CIVIL APPEAL NO.7675 OF 2019": "दीवानी अपील सं. 7675 वर्ष 2079",
  "(Arising out of Special Leave Petition (Civil)No.6530 of 2019)": "(विशेष अनुमति याचिका (दीवानी) सं. 6530/2909 से उत्पन्न)",
  "SUHAIL AHMAD AND ORS. ... Appellants": "सुहेल अहमद और अन्य अपीलार्थीगण",
  "JUDGMENT": "निर्णय",
  "Uday Umesh Lalit, J.": "न्यायमूर्ति उदय उमेश ललित,",
  "(a) Leave granted.": "(क) अनुमति प्रदान की गयी।",
  "(b) This Appeal challenges the judgment and order dated 27.08.2018 passed": "(ख) यह अपील दीवानी पुनरीक्षण सं. 04/992 में उच्च न्यायालय इलाहाबाद के लखनऊ खंडपीठ द्वारा पारित निर्णय और आदेश दिनांकित 27. 08. 208 को चुनौती",
  "tenancy of the Respondents in respect of premises no.5, Khandhari Bazar Lane,": "(ग) दिनांक 03. 05. 97। को अपीलकर्ताओं द्वारा परिसर सं. 5, खंधारी बाजार लेन,",
  "Thana Kaiserbagh, Lucknow and demanding rent for the period from": "थाना कैसरबाग, लखनऊ के संबंध में प्रत्यर्थीगणों की किरायेदारी को समाप्त करते हुए",
  "05.01.1970 to 04.05.1971 @ Rs.1,000/- (Rupees One Thousand only) per": "और दिनांक 05. 0. 970 से दिनांक 04. 05. 97। की अवधि के लिए रू. , 000/-",
  "month. This notice was admittedly received by the Respondents. Thereafter,": "गई थी। यह नोटिस प्रत्यर्थिओं द्वारा निःसन्देह रूप से प्राप्त की गयी था। इसके बाद,",
  "was issued on 15.04.1974 which made reference to the earlier notices and": "था। दिनांक 5. 04. 974 को एक और नोटिस जारी किया गया था जिसमें पहले के",
  "“4, That you have avoided service of this notice when sent on earlier occasion and so this notice is being sent to you": "\"4. कि आपने पहले के अवसर पर भेजे जाने पर इस नोटिस की तामील",
  "on earlier occasion and so this notice is being sent to you both under registered A/D as well as also under certificate": "से परहेज किया है और इसलिए यह नोटिस आपको दोनों पंजीकृत ए/डी",
  "of posting and Express Delivery under certificate of posting": "के साथ-साथ पोस्टिंग के प्रमाण पत्र के तहत और पोस्टिंग के प्रमाण पत्र",
  "and a telegram to the following effect is also being served": "के तहत एक्सप्रेस डिलीवरी भी भेजा जा रहा है और निम्नलिखित प्रभाव",
  "on you demanding rent:”": "का एक टेलीग्राम भी आपसे किराए की मांग करते हुए दिया जा रहा है: \"",
  "4. Thereafter, SCC Suit No.22 of 1976 was filed by the Appellants in the court of Additional District Judge, Lucknow for recovery of rent,": "4. इसके बाद, अपीलकर्ताओं द्वारा अपर जिला न्यायाधीश, लखनऊ की अदालत में",
  "compensation for use and occupation as well as for ejectment of the": "किराए की वसूली, उपयोग और कब्जे के लिए मुआवजे के साथ-साथ प्रत्यर्थिओं के",
  "Respondents. Considering the pleadings, following issues were framed on": "को ध्यान में रखते हुए, निम्नलिखित विवाद्यकों को दिनांक 03. . 978 को विरचित",
  "“1, Whether there is a relationship of landlord and tenant": "\"]... क्या पक्षकारों के बीच मकान मालिक और किरायेदार का सम्बन्ध है? यदि",
  "between the parties? If yes, its effect.": "हाँ, तो इसका प्रभाव।",
  "2. | Whether the plaintiff due to selling off the property,": "2. .. क्या वादी संपत्ति को बेचने के कारण, वाद को पोषणीय नहीं रख",
  "3. | Whether the plaintiff’s suit is maintainable?": "3. ... क्या वादी का वाद पोषणीय है?",
  "4. | Whether there was agreed rent between the parties? If": "4. ... क्या पक्षकारों के बीच किराये के लिए सहमति हुई थी? यदि हाँ, तो",
  "5. | What relief, if any, the plaintiff deserves?": "5. ... क्या अनुतोष, यदि कोई हो, वादी हकदार है?",
  "Three more issues were added on 09.04.1981 as under:-": "दिनांक 09. 04. 98] को तीन और विवाद्यक इस प्रकार जोड़े गए: -",
  "“6. Whether the notice of Section 106 T.P. Act, 1882 and": "\"6. क्या सम्पत्ति अन्तरण अधिनियम की धारा 06 और 972 की",
  "served on the defendant? If yes, then it’s effect.": "यदि हाँ, तो इसका प्रभाव।",
  "7, Whether the court fee is insufficient and the suit is undervalued?": "7. क्या न्यायालय फीस अपयप्ति है और वाद का कम मूल्यांकन किया गया",
  "8. | Whether the suit is suffering from the defect of non- joinder of Parties?”": "है? 8. क्या यह मुकदमा पार्टियों के असंयोजन के दोष से ग्रस्त है? ”",
  "5. In respect of Issue No.6, the Trial Court found that the notice dated": "5. विवाद्यक सं. 6 के संबंध में, विचारण न्यायालय ने पाया कि प्रत्यर्थिओं द्वारा दिनांक 03.",
  "03.05.1971 was received by the Respondents. As regards other notices it was": "05. 97। को नोटिस प्राप्त किया गया था। जैसा कि अन्य नोटिसों के संबंध में यह पाया",
  "found that the notice dated 15.04.1974 was sent through registered post as well": "गया कि दिनांक 5. 04. 974 को नोटिस पंजीकृत डाक के साथ-साथ पोस्टिंग के प्रमाण",
  "as through certificate of posting and though there was no evidence of actual": "पत्र के माध्यम से भेजा गया था और हालांकि उस नोटिस की वास्तविक तामिल का कोई",
  "service of that notice, the conduct of the Respondents indicated that they were": "सबूत नहीं था, प्रत्यर्थिओं के आचरण से दर्शित हुआ कि वे नोटिस के बारे जानते थे और",
  "aware of and had knowledge about the notice. The Trial Court, thus,": "उसका ज्ञान था। इस प्रकार, विचारण न्यायालय ने निष्कर्ष निकाला कि वादी निष्कासन",
  "concluded that the plaintiff was entitled to a decree for eviction and payment of arrears of rent. The operative part of its judgment and order dated 19.08.1992": "और किराए के बकाया के भुगतान के लिए एक डिक्री का हकदार था। दिनांक 9. 08.",
  "was to the following effect:-": "|992 के इस निर्णय और आदेश का ऑपरेटिव भाग निम्नलिखित प्रभाव का था: -",
  "payment of arrears of rent of Rs.19,561/- with 6% interest": "लम्बन के दौरान 6% प्रति वर्ष की दर से ब्याज के साथ भुगतान और",
  "they shall vacate the suit property premises no. 3, Khandhari Bazar Lane, as written in para 9 of the suit plaint, within 60 days of this order and otherwise, the court": "जाता है कि वे वाद संपत्ति परिसर सं. 3, खंधारी बाजार लेन, जैसा कि वादपत्र के पैरा 9 में लिखा गया है, इस आदेश के 60 दिनों के भीतर खाली",
  "will get it vacated on the expenses of the defendants.”": "कर देंगे और अन्यथा, अदालत प्रतिवादियों के खर्च पर इसे खाली करवाएगी।”",
  "6. The Respondents, being aggrieved, filed Civil Revision No.104 of 1992": "6. प्रत्यर्थिओं ने व्यथित होकर, उच्च न्यायालय में सिविल पुनरीक्षण सं. 04 सन्‌ 992",
  "in the High Court which came to be allowed by judgment and order dated": "दायर किया, जिसको दिनांक 27. 08. 208 के निर्णय और आदेश द्वारा अनुमति दी गई",
  "27.08.2018 which is presently under Appeal. It was observed as under:-": "थी, जो वर्तमान में अपील के अन्तर्गत है। इसका निम्नानुसार अवलोकन किया गया: -",
  "“So far as the first notice dated 12.05.1971 is concerned,": "\" जहां तक दिनांक 2. 05. 97। के पहले नोटिस का सवाल है, इसमें",
  "there is no dispute that since later other notices were sent": "कोई विवाद नहीं है इसके बाद में अन्य नोटिस किराए की मांग करने के",
  "demanding rent as well as terminating the tenancy, the": "साथ-साथ किरायेदारी को समाप्त करने के लिए भेजे गए थे, मकान मालिक",
  "landlord had waived the said notice. So far as the notice dated 05.02.1974 is concerned, it is admitted that the same": "ने उक्त नोटिस को माफ कर दिया था। जहां तक दिनांक 05. 02. 974 के नोटिस का संबंध है, यह माना गया है कि किरायेदार को इसकी तामील",
  "could not be served on the tenant, as it was returned with": "नहीं की जा सकी, क्योंकि यह उल्लेखित करते हुए वापस कर दिया गया था",
  "noting that tenant was out of station and it was not known": "कि किरायेदार शहर से बाहर था और यह ज्ञात नहीं था कि वह कब",
  "as to when she would be returning. The same was found not to be sufficient service of notice. So far as the third": "लौटेंगी। इसे नोटिस की पर्याप्त तामील होना नहीं पाया गया। जहाँ तक",
  "notice dated 15.04.1974 is concerned, it was sent through": "दिनांक 5. 04. 974 के तीसरे नोटिस का संबंध है, इसे तीन तरीकों के",
  "three modes i.e. by registered post, certificate of posting and": "माध्यम से अर्थात पंजीकृत डाक, पोस्टिंग का प्रमाणपत्र और तार द्वारा",
  "by telegram. There is nothing on record to prove the service of the said notices. ... ...": "भेजा गया था। उक्त नोटिसों की तामील को साबित करने के लिए रिकॉर्ड पर कुछ भी नहीं है। .......",
  "The said finding of the Court below is illegal inasmuch as": "अधीनस्थ न्यायालय का उक्त अवलोकन अवैध है क्योंकि दिनांक 2. 05."
}