{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NOS. 2049-2050 OF 2022": "सिविल अपील संख्या 2049-2050 वर्ष 2022",
  "The State of Uttar Pradesh and Ors. ... Appellant(s)": "उत्तर प्रदेश राज्य एवं अन्य अपीलकर्ता (गण)",
  "Versus": "बनाम",
  "Rajit Singh ...Respondent(s)": "राजित सिंह ... प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "M.R. SHAH, J.": "न्यायमूर्ति एम. आर. शाह",
  "1. Feeling aggrieved and dissatisfied with the impugned judgment and order passed by the High Court of Judicature at Allahabad, Lucknow Bench in Service Bench No. 5554 of 2020 by which the High Court has": "4... इलाहाबाद उच्च न्यायालय की लखनऊ पीठ द्वारा सेवा पीठ संख्या 5554 वर्ष 2022 में पारित उस आक्षेपित निर्णय और आदेश से व्यथित और असंतुष्ट",
  "dismissed the said writ petition and has refused to set aside the order": "रिट याचिका को खारिज कर दिया है और दावा याचिका संख्या 2226 वर्ष",
  "passed by the U.P. State Public Service Tribunal (hereinafter referred to": "207 में उत्तर प्रदेश राज्य लोक सेवा न्यायाधिकरण (एतश्मिनपश्चात",
  "claim petition of the respondent employee came to be allowed and the": "कर दिया, जिसके द्वारा प्रतिवादी कर्मचारी की दावा याचिका को स्वीकार कर",
  "order passed by the _ Disciplinary Authority imposing the": "लिया गया और दंड/शास्ति लगाने वाले आनुशासनिक प्राधिकारी द्वारा पारित",
  "was in total breach of principles of natural justice in as much as the": "को दूषित पाया गया है और इसमें प्राकृतिक न्याय के सिद्धांतों का उल्लंघन किया",
  "documents mentioned in the charge sheet were not at all supplied to the": "गया है क्योंकि यह आरोप लगाया गया है कि आरोप पत्र में उल्लिखित प्रासंगिक दस्तावेज अपचारी अधिकारी को नहीं दिए गए थे, हम मामले को आनुशासनिक",
  "order, the High Court has dismissed the said writ petition and has": "आदेश को उचित रूप से अपास्त कर दिया है जो उच्च न्यायालय द्वारा उचित ही",
  "5. | We have heard the learned counsel for the respective parties at": "५. हमने संबंधित पक्षों के विद्वान अधिवक्ता को विस्तार से सुना।",
  "6. At the outset, it is required to be noted that the Enquiry Officer held": "6. प्रारंभ में , यह नोट किया जाना आवश्यक है कि जांच अधिकारी ने प्रतिवादी -",
  "the charges levelled against him of causing monetary loss to the extent": "की सीमा तक मौद्रिक नुकसान पहुंचाने के आरोप जिसे साबित माना। उसके बाद,",
  "by mainly applying the Doctrine of Equality and by observing that as": "अधिरोपित किया। न्यायाधिकरण ने मुख्य रूप से समानता के सिद्धांत को लागू",
  "other officers involved in the incident were exonerated and/or no action": "करके और यह देखते हुए कि घटना में शामिल अन्य अधिकारियों को बरी कर",
  "was taken against them, therefore, no action was warranted against": "दिया गया था और/या उनके खिलाफ कोई कार्रवाई नहीं की गई थी,",
  "respondent also. The Tribunal has also observed and held that even otherwise, the enquiry proceedings were in breach of the principles of": "न्यायाधिकरण ने यह भी पाया है कि अन्यथा भी, जांच कार्यवाही प्राकृतिक न्याय",
  "charge sheet were not at all supplied to the delinquent officer. The": "दस्तावेज अपचारी अधिकारी को बिल्कुल भी नहीं दिए गए थे। न्यायाधिकरण द्वारा",
  "order passed by the Tribunal has been confirmed by the High Court by": "पारित आदेश की उद्च न्यायालय द्वारा आक्षेपित निर्णय और आदेश द्वारा पुष्टि की",
  "7. Now, so far as the quashing and setting aside the order of": "7. अब, जहां तक समानता के सिद्धांत को इस आधार पर लागू करते हुए कि",
  "findings recorded by the Enquiry Officer and passed an order of recovery": "द्वारा और उसको अवसर दिया गया था एवं जाँच अधिकारी द्वारा दर्ज निष्कर्षों के",
  "Enquiry Officer, the Disciplinary Authority imposed the punishment,": "आनुशासनिक प्राधिकारी ने दंड अधिरोपित किया, जिसे न्यायाधिकरण द्वारा",
  "3.1 It is further submitted that assuming that the Enquiry Proceedings": "3. आगे यह कहा गया है कि यह मानते हुए कि जांच कार्यवाहियों को प्राकृतिक",
  "were vitiated on the ground of violation of principles of natural justice, in": "न्याय के सिद्धांतों के उल्लंघन के आधार पर दूषित किया गया था, उस मामले में",
  "that case also as per the settled proposition of law, the matter ought to have been remanded to the Enquiry Officer and the Disciplinary": "भी कानून के स्थापित सिद्धांत के अनुसार, मामले को जांच अधिकारी और",
  "case of loss to the extent of Rs. 22,48,964.42/-, that too, by the Junior": "यह रु. 22, 48, 964.42/- की सीमा तक हानि का मामला हो, वह भी, जूनियर",
  "Engineer, the respondent employee cannot be permitted to let off.": "इंजीनियर द्वारा, प्रतिवादी कर्मचारी को छोड़ने की अनुमति नहीं दी जा सकती है।",
  "3.2 It is further submitted by Shri Shukla, learned Senior Advocate": "3. 2 राज्य की ओर से उपस्थित विद्वान वरिष्ठ अधिवक्ता श्री शुक्रा द्वारा आगे यह",
  "respect of the same incident were exonerated and/or no action was taken against them, is concerned, it is submitted that on the aforesaid": "था और/या उनके विरुद्ध कोई कार्रवाई नहीं की गई थी, का संबंध है, यह तर्क",
  "taken against them, is concerned, it is submitted that on the aforesaid ground, the Enquiry Report and the order of punishment imposed by the": "दिया गया है कि पूर्वोक्त आधार पर, जांच रिपोर्ट और आनुशासनिक प्राधिकारी",
  "Disciplinary Authority cannot be set aside. It is submitted that it depends": "द्वारा अधिरोपित दंड के आदेश को अपास्त नहीं किया जा सकता है। यह कहा",
  "upon the individual role played by the concerned employee. It is": "गया है कि यह संबंधित कर्मचारी द्वारा निभाई गई व्यक्तिगत भूमिका पर निर्भर",
  "submitted that even otherwise merely because some other employees": "करता है। यह कहा गया है कि अन्यथा भी केवल इसलिए कि कथित कदाचार के",
  "exonerated and/or no action was taken against them, cannot be a": "या उनके खिलाफ कोई कार्रवाई नहीं की गई हो, किसी कर्मचारी के मामले में, जो",
  "“16. It is a settled legal proposition, that once the court sets aside an order of punishment, on the ground that the": "”6. यह एक स्थापित विधिक स्थिति है, कि अदालत द्वारा सजा के",
  "sets aside an order of punishment, on the ground that the enquiry was not properly conducted, the court cannot": "आदेश को इस आधार पर रद्द कर देती है कि जांच ठीक से नहीं की गई",
  "reinstate the employee. It must remit the case concerned": "थी, तो अदालत कर्मचारी को बहाल नहीं कर सकती है। उसे संबंधित",
  "to the disciplinary authority for it to conduct the enquiry": "मामले को आनुशासनिक प्राधिकारी के पास भेजना चाहिए ताकि वह उस",
  "same. (Vide EC/Lv.B. Karunakar [(1993) 4 SCC": "(देखें ईसीआईएल बनाम बी. करुणाकर [(993) 4 एससीसी 727],",
  "Girls [((2002) 10 SCC 293],U.R State Spg. Co.": "एस. सी. सी. 293], यू, पी. स्टेट एसपीजी. कं. लि. बनाम आर, एस.",
  "Ltd. v. R.S. Pandey [(2005) 8 SCC 264] and Union of": "पांडे [(2005) 8 एस. सी. सी. 264] और भारत संघ बनाम वाई.एस.",
  "India v. Y.S. Sadhu [(2008) 12 SCC 30}).”": "साधू [(2008)2 एस.सी.सी. 30]).”",
  "9. From the impugned judgment and order passed by the High Court,": "9. उच्च न्यायालय द्वारा पारित आक्षेपित निर्णय और आदेश से यह प्रतीत होता है",
  "of Equality on the ground that other officers involved in the incident have": "आधार पर उस पर विचार नहीं किया है कि उसी घटना के संबंध में शामिल अन्य",
  "been exonerated and/or no action has been taken against them, is": "अधिकारी को दोषमुक्त किया गया हैं और /या उनके खिलाफ कोई कार्रवाई नहीं",
  "the High court. The Doctrine of Equality ought not to have been applied": "अपास्त नहीं किया जा सकता था। समता के सिद्धांत को उस समय लागू नहीं",
  "when the Enquiry Officer and the Disciplinary Authority held the charges": "किया जाना चाहिए था जब जांच अधिकारी और आनुशासनिक प्राधिकारी ने",
  "proved against the delinquent officer. The role of the each individual": "अपचारी अधिकारी के खिलाफ आरोप साबित कर दिए थे। प्रत्येक अधिकारी की",
  "considered in light of their duties of office. Even otherwise, merely": "भूमिका पर उनके कार्यालय के कर्तव्यों के आलोक में विचार किया जाना",
  "and/or no action is taken against other officers cannot be a ground to set": "अधिकारी निर्दोष हैं और/या अन्य अधिकारियों के खिलाफ कोई कार्रवाई नहीं की",
  "concerned - delinquent officer are held to be proved in a departmental": "गई है, संबंधित व्यक्ति-अपचारी अधिकारी के खिलाफ आरोप विभागीय जांच में",
  "enquiry. There cannot be any claim of negative equality in such cases.": "सकता है। ऐसे मामलों में नकारात्मक समानता का कोई दावा नहीं किया जा",
  "Therefore, both the Tribunal as well as the High Court have committed a": "सकता है। इसलिए, न्यायाधिकरण और उच्च न्यायालय दोनों ने समानता के",
  "imposed by the Disciplinary Authority by applying the Doctrine of": "सिद्धांत को लागू करके आनुशासनिक प्राधिकारी द्वारा लगाए गए दंड के आदेश को",
  "8. It appears from the order passed by the Tribunal that the Tribunal": "8. न्यायाधिकरण द्वारा पारित आदेश से यह प्रतीत होता है कि न्यायाधिकरण ने",
  "also observed that the enquiry proceedings were against the principles": "यह भी कहा कि जांच कार्यवाही प्राकृतिक न्याय के सिद्धांतों के खिलाफ थी",
  "in violation of the principles of natural justice in as much as it is alleged": "भेजा जाना चाहिए ताकि प्राकृतिक न्याय के सिद्धांतों के उल्लंघन के चरण से जांच",
  "that the relevant documents mentioned in the charge sheet were not": "को आगे बढ़ाया जा सके और आरोप पत्र में उल्लिखित आवश्यक दस्तावेजों को"
}