{
  "IN THE SUPREME COURT OF INDIA": "भारत का सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपील अधिकारिता",
  "CIVIL APPEAL NO. 5110 OF 2021": "सिविल अपील सं. ५0 वर्ष 2027",
  "Sughar Singh ... Appellant(s)": "सुघार सिंह ... अपीलार्थी(गण)",
  "Versus": "बनाम",
  "Hari Singh (Dead) Through LRs. & Ors. ...Respondent(s)": "हरि सिंह (मृत) एलआर के माध्यम से और अन्य ... प्रतिवादीगण",
  "M.R. SHAH, J.": "माननीय न्यायमूर्ति एम.आर. शाह",
  "Court of Judicature at Allahabad in Second Appeal No.836 of": "3. उच्च न्यायालय इलाहाबाद द्वारा अपील-2 संख्या 836 वर्ष 2070 में पारित",
  "Appeal under Section 100 of the Code of Civil Procedure, 1908 (for short “CPC”) and has quashed and set aside the": "संहिता, 908 (संक्षेप में \"सी.पी.सी.\") की धारा 00 के तहत उक्त अपील-2 को",
  "Agreement confirmed by the First Appellate Court, the original": "अनुज्ञात कर दिया है और प्रथम अपील न्यायालय द्वारा पुष्ठ करार के विनिर्दिष्ट",
  "though they had full knowledge about the agreement to sell": "किया गया यद्यपि वादी के पक्ष में निष्पादित विक्रय के करार के बारे में उनको पूर्ण जानकारी थी।",
  "That, the suit was contested by the defendant No.1 by filing a": "2. 2 यह कि, प्रतिवादी सं. 2 द्वारा जवाबदावा प्रस्तुत कर इस वाद प्रतिवाद किया",
  "extension of time dated 30.09.1978 and 29.09.1981. He also": "30.09.978 और दिनांक 29.09.98 के कथित समय विस्तार से संबंधित",
  "denied having received a sum of Rs.25,000/- at the time of": "प्रस्तुत दोनों दस्तावेजों से इंकार कर दिया। उन्होंने करार के समय रु. 25, 000/- की राशि प्राप्त करने और उसके बाद बिक्री के प्रतिफल के भाग के रूप में कथित दो",
  "agreement and _ thereafter Rs.8000/- and _ Rs.7000/- respectively at the time of alleged two extensions as part of": "की राशि प्राप्त करने और उसके बाद बिक्री के प्रतिफल के भाग के रूप में कथित दो समय विस्तार पर क्रमशः रु. 8000/- और रु. 7000/- प्राप्त करने से भी",
  "That, defendant Nos.2 to 5 by a separate written statement": "2. 3 यह कि, प्रतिवादी सं. 2-5 ने अपना-अपना जवाबदावा प्रस्तुत कर कथन",
  "contended that they are the bonafide purchasers in good faith of the aforesaid land for a value vide registered sale deed dated 23.06.1984 and that they had no knowledge about the": "किया कि उन्होंने दिनांक 23.06.984 पंजीकृत विक्रय विलेख के द्वारा सप्रतिफल पूर्वक्त भूमि के सद्ावनापूर्वक क्रय किया है और उन्हें दिनांक 0.0.976 को हुए",
  "The learned Trial Court framed the following issues.": "2. 4 विद्वान विचारण न्यायालय ने निम्नलिखित विवाद्यकों को विरचित किया-()",
  "agreement to sell (paper No.7-a) dated 10.10.1976 of the land in dispute for a sum of Rs.56,000/- after receiving": "राशि प्राप्त कर रु. 56,000/- में विवादित भूमि (कागज सं. 7-ए) के विक्रय का",
  "(2) Whether under the aforesaid agreement to sell the": "(2) क्या उक्त विक्रय के करार के तहत प्रतिवादी सं. को दिनांक 30.09.978",
  "on 30.09.1978 (Paper No.8-a/1) and Rs.7000/- on": "(कागज सं. 8-ए/) को रु. 8000/- और दिनांक 29.09.98 को रु.",
  "total sale consideration of Rs.56,000/-. Rs.25,000/- was received by the executant as a part sale consideration at the": "निष्पादक द्वारा करार के समय प्रतिफल के एक भाग के रूप में रू. 25, 000/-",
  "time of the agreement. The said agreement to sell was": "प्राप्त किया गया। दिनांक 0.0.976 उक्त विक्रय के करार का निष्पादन किया",
  "executed on 10.10.1976. At this stage it is required to be noted": "गया था। इस स्तर पर यह उल्लेख किया जाना आवश्यक है कि सुसंगत समय पर",
  "required to be registered. As per the sale agreement the sale": "विक्रय के करार का पंजीकरण कराना जरूरी नहीं था। विक्रय के करार के मुताबित",
  "deed was to be executed within a period of 2 years. The time": "बिक्री विलेख का निष्पादन 2 वर्ष के भीतर निष्पादित किया जाना था। 2 वर्ष की",
  "thereafter a further sum of Rs.15,000/- was paid. The vendor": "रू.]5,000/- की अतिरिक्त राशि का भुगतान किया गया। विक्रेता बिक्री विलेख के",
  "agreed to receive the balance of Rs.16,000/- at the time of": "निष्पादन के समय बकाया रकम रु. 6,000/- स्वीकार करने को सहमत हुआ",
  "despite execution of the agreement to sell, the original vendor": "करने और विक्रय के करार के निष्पादन के बावजूद, मूल विक्रेता ने दिनांक",
  "executed the sale deed of the suit land on 23.06.1984 in favour of defendant Nos.2 to 5. That, thereafter, Sughar Singh": "23.06.984 को वाद भूमि की विक्रय विलेख को प्रतिवादी सं. 2 से ५ के पक्ष में निष्पादित किया। यह कि, इसके उपरान्त सुघीर सिंह- क्रेता ने विद्वान सिविल",
  "learned Civil Judge, Mathura City, Mathura (for short “learned": "जज, मथुरा सिटी, मथुरा (संक्षेप में 'विद्वान विचारण न्यायालय') के समक्ष विक्रेता",
  "Trial Court”) against the vendor Ram Singh and Others. The": "राम सिंह और अन्य के विरूद्ध सिविल वाद सं. 254 वर्ष 984 दायर किया।जिन",
  "persons in whose favour subsequently the sale deed was executed on 23.06.1984 were impleaded as defendant Nos.2": "व्यक्तियों के पक्ष में बाद में दिनाक 23.06.984 को विक्रय विलेख निष्पादित किया",
  "executed on 23.06.1984 were impleaded as defendant Nos.2 to 5 also. In the plaint it was also the specific case on behalf of": "गया था, उन्हें प्रतिवादी सं. 2 से 5 के रूप में भी अभियोजित किया गया था।",
  "of defendant No.1 and defendant Nos.2 to 5 and their father": "प्रतिवादी सं. । के सगे भतीजे हैं और प्रतिवादी सं. 2 - 5 और उनके पिता",
  "had managed to get defendant No.1 in their control and that": "प्रतिवादी सं. अपने नियंत्रण कर लिये थे और उस बचाव पक्ष सं. 2 - ५ और",
  "defendant Nos.2 to 5 and their father have got one farzi": "लिए वादी का पक्ष और प्रतिवादी संख्या 2 से 5 तक प्रतिफल का किया गया"
}