{
  "(17) In the result, the appeals are allowed with the": "(7) परिणामतः , अपीलों को निर्देशों के साथ अनुमति प्रदान किया जाता है",
  "(R. SUBHASH REDDY)": "(न्यायमूर्ति, आर. सुभाष रेड्डी)",
  "NEW DELHI,": "नई दिल्ली,",
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL No(s). 3409-3410 OF 2019": "सिविल अपील सं. उ409-340/2039",
  "(Arising out of SLP(C) No(s) .28166-28167 OF 2018)": "( एस.एल.पी. सं. 2866-2867/208 से उत्पन्न)",
  "NUTAN GAUTAM Appellant(s)": "नूतन गौतम... ......... अपीलकर्ता (गण)",
  "JUDGMENT": "निर्णय",
  "R. Subhash Reddy, J.:": "न्यायमूर्ति, आर. सुभाष रेड्डी",
  "(1) Leave granted.": "() अनुमति प्रदान की गई।",
  "herein aggrieved by orders dated 21.05.2018 and 20.08.2018": "दिनांकित 2. 05. 208 और 20. 08. 208 के आदेशों से व्यधित",
  "mother vide Order dated 20.08.2018 to comply Order dated": "दिनांक 20. 08. 208 को आदेश दिनांक 2. 05. 208 का पालन",
  "(7) We have heard Mr. Harikumar V., learned counsel appearing for the appellant-wife, and Mr. R. Basant, learned senior": "(7) हमने, अपीलार्थी-पत्नी के लिए उपस्थित होने वाले विद्वत अधिवक्ता श्री हरिकुमार वी. को और प्रत्यर्थी-पति के लिए उपस्थित विद्वत वरिष्ठ अधिवक्ता श्री आर. बसंत ने को सुना।",
  "(8) It is contended by learned counsel for the appellant-wife": "(8) अपीलार्थी-पत्नी के विद्वत अधिवक्ता द्वारा यह तर्क प्रस्तुत किया जाता है",
  "Kiran Memorial Public School, New Delhi, as he is attached to": "किरण मेमोरियल पब्लिक स्कूल, नई दिल्ली में अध्ययन करने के लिए तैयार",
  "his mother very much and intends to study in his old school.": "नहीं है और वह अपने पुराने स्कूल में अध्ययन करने का इरादा रखता है ,",
  "Accordingly, he was admitted in Global International School, Shahjanpur, where he is comfortable with his studies. It is": "तदनुसार, उन्हें ग्लोबल इंटरनेशनल स्कूल, शाहजहाँपुर में भर्ती कराया गया,",
  "continue his study at Global International School, Shahjanpur.": "कृषव गौतम को ग्लोबल इंटरनेशनल स्कूल, शाहजहाँपुर में अपना अध्ययन",
  "(14) Further, in the impugned order, the appellant-wife is": "(4) इसके अतिरिक्त, आक्षेपित आदेश में, अपीलार्थी-पत्नी को एक ऐसा मंच",
  "directed to elect one forum from which she wants to get the": "चुनने का निदेश दिया जाता है जिससे वह भरण-पोषण करना चाहती है जैसा",
  "maintenance. As the same is also not in conformity with the law, the said direction is liable to be set aside. Ordered": "कि कानून के अनुरूप भी नहीं है, उक्त निर्देश अपास्त करने के लिए उत्तरदायी",
  "accordingly.": "है। तदनुसार आदेश दिया जाता है।",
  "(15) As the respondent-husband is a natural father of the": "(5) चूंकि प्रत्यर्थी -पति बच्चे का एक स्वाभाविक पिता है, अर्थात्‌, कृष",
  "entitled to visitation rights. We permit the _ respondent - husband to visit his child and he is entitled to take the child": "हम प्रत्यर्थी-पति को उसके बच्चे से मिलने की अनुमति देते हैं और वह जब भी",
  "from the House of the appellant on any Sunday’s and public holiday’s whenever he visits Shahjanpur. The appellant -wife": "वह शाहजाहॉपुर आता है, किसी रविवार और सार्वजनिक अवकाश के दिन",
  "shall allow the child to leave along with the respondent - father": "अपीलार्थी के सदन से बच्चे को लेने का हकदार है. अपीलकर्ता-पत्नी बच्चे को",
  "at 09:00 a.m., and the respondent-husband to return the child": "प्रतिवादी-पिता के साथ सुबह 09:00 बजे ले जाने की अनुमति देगी, और",
  "Satsangi’s Kiran Memorial Public School, New Delhi.": "कृषव गौतम, को कर्नल सत्संगी के किरण स्मारक पब्लिक स्कूल, नई दिल्ली में",
  "(4) Aggrieved by the ex-parte order, the appellant herein": "(4) एक-पक्षीय आदेश से दुखी होकर, अपीलार्थी ने इलाहाबाद में उद्च",
  "filed First Appeal NO.316 of 2018 before the High Court of": "न्यायालय के समक्ष का प्रथम अपील सं. 36/208 दायर किया। परिवार",
  "Satsangi’s Kiran Memorial Public School, New Delhi, and he has": "मेमोरियल पब्लिक स्कूल, नई दिल्ली में भर्ती कराया गया है और उसे स्कूल के",
  "been put in a Boarding House of the School. By way of an interim order dated 21.05.2018, which is impugned in these": "बोर्डिंग हाउस में रखा गया है। 2. 05. 208 के अंतरिम आदेश के",
  "with him to Delhi and to leave him in the Boarding House till the start of the summer vacations of 2018. Further, the": "208 की गर्मियों की छुट्टियों की शुरुआत तक लड़के को अपने साथ दिल्ली ले जाने और बोर्डिंग हाउस में छोड़ने की अनुमति दी गई थी। इसके अलावा,",
  "appellant-mother was permitted to take the child in summer": "अपीलकर्ता-माँ को गर्मी की छुट्टियों में बच्चे को लेने और स्कूल को फिर से शुरू",
  "vacations and leave him in the School/Boarding House before the": "होने से पहले स्कूल/बोर्डिंग हाउस में छोड़ने की अनुमति दी गई थी।",
  "House in Col. Satsangi’s Kiran Memorial Public School, New": "कर्नल सत्संगी के किरण मेमोरियल पब्लिक स्कूल, नई दिल्ली में अध्ययन",
  "for further studies. We are informed now that he has now": "उसे अब आगे की पढ़ाई के लिए भर्ती किया गया है। हमें अब सूचित किया",
  "completed 3 standard and is aged about 10 years. It is": "जाता है कि उन्होंने अब कक्षा-3 को उत्तीर्ण कर लिया है और लगभग 0 वर्ष",
  "natural, a boy of that age who has studied earlier in the": "की आयु है। यह स्वाभाविक है, उस उम्र का एक लड़का, जिसने शाहजहाँपुर",
  "much as he is acclimatised with the environment of such school": "जितना कि वह ऐसे स्कूल के वातावरण से लगाव है जहाँ उसने पहली कक्षा",
  "where he has started his studies from Ist standard onwards. This Court also interacted with the boy and the boy expressed": "की अपनी पढ़ाई शुरू की है। इस अदालत ने लड़के के साथ भी बातचीत की",
  "his desire to continue his studies only in Shahjanpur school.": "और लड़के ने केवल शाहजहाँपुर स्कूल में अपनी पढ़ाई जारी रखने की इच्छा",
  "House, we are of the view that in the interest of the welfare": "हमारा विचार है कि बच्चे के कल्याण के हित में, उसे बोर्डिंग हाउस के साथ",
  "Satsangi’s Kiran Memorial Public School, New Delhi, attached": "संलग्न कर्नल सत्संगी के किरण मेमोरियल पब्लिक स्कूल, नई दिल्ली में प्रवेश"
}