{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय न्यायक्षेत्र",
  "CIVIL APPEAL NO. 1918 OF 2020": "सिविल अपील संख्या 98/2020",
  "Ramesh Singh ... Appellant": "रमेश सिंह.................................. ....... अपीलार्थी",
  "Versus": "बनाम",
  "The State of Uttar Pradesh & Anr. ... Respondent": "उत्तर प्रदेश राज्य एवं अन्य... ......... प्रत्यर्थी",
  "JUDGMENT": "निर्णय",
  "INDU MALHOTRA, J.": "न्यायमूर्ति, इंदु मल्होत्रा",
  "Leave granted.": "अनुमति प्रदान की गई।",
  "1. The appellant was posted as Zila Basic Shiksha Adhikari, District Basti in January 2003. The appellant": ". .. अपीलार्थी को जनवरी 2003 में जिला बेसिक शिक्षा अधिकारी,",
  "was the In-charge District Basic Education Officer": "जिला बस्ती के रूप में नियुक्त किया गया था। अपीलार्थी जिला बेसिक शिक्षा अधिकारी गोरखपुर प्रभारी थे, जब उन्होंने बी.एड्. की डिग्री रखने वाले",
  "Gorakhpur, when he issued appointment letters to 400 candidates holding B.Ed. degrees to the post of Assistant Teachers in Basic Schools (Primary Schools)": "अधिकारी गोरखपुर प्रभारी थे, जब उन्होंने बी.एड्. की डिग्री रखने वाले 400 उम्मीदवारों को जिला गोरखपुर में बेसिक स्कूलों (प्राथमिक स्कूलों) में",
  "in District Gorakhpur, and 121 candidates in District Basti during April to June 2003.": "और अप्रैल से जून 2003 के दौरान जिला बस्ती में ।2 उम्मीदवारों को",
  "2. The State vide Office Order dated 24.07.2003 placed the": "2... राज्य ने कार्यालय आदेश 24.07.2003 दिनांकित के माध्यम से",
  "disciplinary/departmental enquiry to be conducted": "अनुशासनात्मक/विभागीय जांच के निर्देश दिए। राज्य ने संयुक्त निदेशक,",
  "Director, Basic Education as the Enquiry Officer.": "बेसिक शिक्षा को जांच अधिकारी नियुक्त किया।",
  "The Charge Sheet was filed on 21.08.2003 wherein it": "आरोप-पत्र 2.08.2003 को दायर किया गया था जिसमें यह",
  "was alleged that the appointments of Assistant": "आरोप लगाया गया था कि अपीलार्थी द्वारा की गई सहायक अध्यापकों की",
  "Teachers made by the appellant were irregular, as they": "नियुक्तियां अनियमित थीं, क्योंकि वे उ.प्र. बेसिक शिक्षा (शिक्षक) सेवा",
  "were in violation of Rules 16 and 19(3) of the U.P. Basic Education (Teachers) Service Rules, 1981 (“1981 Rules’).": "नियम, 98] (\"98 नियम\") के नियम 6 और 9 (3) का उल्लंघन कर रहे थे।",
  "him. It was contended that the appointments were": "यह तर्क दिया गया था कि नियुक्तियां उनके द्वारा उच्च न्यायालय द्वारा पारित",
  "made by him in compliance with earlier orders passed by the High Court, and directions from _ senior": "पूर्व के आदेशों और वरिष्ठ अधिकारियों के निर्देशों के अनुपालन में की गई",
  "the government. All appointments made were declared void ab initio. The enquiry was conducted without": "सभी नियुक्तियों को शून्य घोषित कर दिया गया। साक्षियों के प्रस्तुतिकरण के",
  "affording any opportunity of hearing and adducing evidence through production of witnesses.": "माध्यम से सुनवाई और साक्ष्य जोड़ने के किसी भी अवसर के बिना जांच",
  "The disciplinary authority granted a personal hearing to the appellant.": "0. अनुशासनात्मक प्राधिकारी ने अपीलार्थी को व्यक्तिगत सुनवाई की अनुमति प्रदान की।",
  "The disciplinary authority found all the charges proved against the appellant, and passed an order of": "अनुशासनात्मक प्राधिकारी ने अपीलार्थी के विरूद्ध लगाए गए सभी",
  "proved against the appellant, and passed an order of removal from service on 27.06.2017.": "आरोपों को सही पाया और दिनांक 27.06.207 को सेवा से निष्कासन का आदेश पारित किया।",
  "The appellant challenged the order dated 27.06.2017 by way of Writ A. No. 31098/2017 before the Allahabad High Court.": ". अपीलार्थी ने इलाहाबाद उच्च न्यायालय के समक्ष रिट ए . सं. 3098/207 के माध्यम से 27.06.207 दिनांकित के आदेश को चुनौती दी।",
  "The High Court held that the enquiry officer had not": "उच्च न्यायालय ने अवधारित किया कि जांच अधिकारी ने यह पता",
  "recorded any finding as to whether the appellant was": "लगाने के लिए कुछ अभिलिखित नहीं किया है कि क्या अपीलार्थी को",
  "given a notice intimating the date, time and place of": "मौखिक जांच करने की तारीख, समय और स्थान को सूचित करने के लिए",
  "holding the oral enquiry. The appellant had expressly": "नोटिस दिया गया था या नहीं। अपीलार्थी ने स्पष्ट रूप से यह दलील दी थी",
  "Aggrieved by the said judgment, the appellant filed the": "2. उक्त निर्णय से पीड़ित होकर अपीलार्थी ने इस न्यायालय के समक्ष",
  "present Special Leave Petition before this Court. This": "वर्तमान विशेष अवकाश याचिका दायर की। इस न्यायालय ने आदेश दिनांक",
  "Court vide Order 09.07.2018 issued notice on whether the appellant should be continued on suspension, and": "09.07.208 को नोटिस जारी किया गया कि क्‍या अपीलार्थी को निलंबन",
  "the appellant should be continued on suspension, and whether the disciplinary authority should report the": "पर जारी रखा जाना चाहिए, और क्या अनुशासनात्मक प्राधिकारी को इस",
  "Pursuant to the impugned judgment, the State granted sanction vide Office Memo dated 11.10.2018 to": "आक्षेपित निर्णय के अनुसरण में, राज्य ने कार्यालय ज्ञापन",
  "re-conduct the enquiry from the stage of the charge": "7.0.208 दिनांकित के माध्यम से आरोप-पत्र के चरण से फिर से जांच",
  "By a further order dated 31.10.2018, this Court": "3.0.208 दिनांकित को एक और आदेश द्वारा, इस न्यायालय ने",
  "ordered stay of the operation of the Office Memo dated": ".0.208 को कार्यालय ज्ञाप के संचालन पर रोक लगाने का आदेश",
  "pursuant to an earlier order of the High Court, and also": "द्वारा पारित आदेश के अनुपालन में की गई और उच्च अधिकारियों के निर्देशों",
  "It was further submitted that the appellant sought the": "4.6. यह आगे प्रस्तुत किया गया कि अपीलार्थी ने उ.प्र. राज्य के लिए",
  "01.05.2003 stated that the Government Order dated": "यह कहा गया कि दिनांक 0.04.2003 को सरकार का आदेश सामान्य",
  "10.04.2003 was general in nature. The appellant was advised to take a decision with the consent of the": "प्रकृति में था। अपीलार्थी को सरकार की सहमति से निर्णय लेने का परामर्श",
  "Government since such cases may affect the State in similar cases.": "दिया गया था चूँकि ऐसे मामलों के सदश राज्य प्रभावित हो सकते हैं।",
  "The appellant addressed another letter dated 06.05.2003 to the Secretary, Basic Education Council seeking instructions on whether the appointment of": "4.7. अपीलार्थी ने सचिव, बेसिक शिक्षा परिषद को दिनांक 06.05.2003 को एक अन्य पत्र से संबोधित किया, जिसमें इन निर्देशों का माँगा जाना था",
  "accordance with the High Court orders/directives.": "कि क्या. उच्च न्यायालय. के. आदेशों /निर्देशों के. अनुसार",
  "The Secretary Basic Education vide Order dated": "4.8. सचिव बेसिक शिक्षा ने आदेश दिनांक 28.05.2003 के माध्यम से",
  "28.05.2003 directed all Divisional Assistant Director (Basic Education) to make appointments of candidates": "सभी प्रभागीय सहायक निदेशक (बेसिक शिक्षा) को निर्देशित किया कि",
  "to the post of Teachers only in those cases in which": "शिक्षकों के पद पर उम्मीदवारों की नियुक्तियाँ केवल उन्हीं मामलों में किया",
  "final/interim orders had been passed by High Court by 02.06.2003.": "जाए, जिनमें अंतिम /अंतरिम आदेश दिनांक 02.06.2003 को उद्च न्यायालय द्वारा द्वारा पारित किए गए थे।",
  "The appellant placed reliance on an earlier judgment of the division bench of the Allahabad High Court in": "4.9. अपीलार्थी ने इलाहाबाद उच्च न्यायालय की खंड पीठ के एक पूर्व",
  "Special Appeal No. 21(SB)/1993. The High Court took": "निर्णय विशेष अपील संख्या 2(एसबी) /993 में भरोसा रखा। उद्च",
  "note of an earlier judgement in Firoz Alam Khan v. State": "न्यायालय ने फिरोज आलम खान बनाम उ.प्र. राज्य एवं अन्य 986 0?",
  "that if sufficient number of B.T.C. trained candidates": "में नियुक्ति के लिए पर्याप्त संख्या में बी .टी.सी. प्रशिक्षित उम्मीदवार उपलब्ध",
  "qualified for appointment as stated in the advertisement": "नहीं थे, जो उम्मीदवार नियुक्ति के लिए योग्य हैं जैसा कि विज्ञापन में कहा",
  "could be appointed.": "गया था, उन्हें नियुक्त किया जा सकता है।",
  "The High Court in that case had referred to the": "उस मामले में उच्च न्यायालय ने इस न्यायालय के निर्णय को मो .",
  "judgement of this Court in Mohd. Riazul Usman Ghani and Ors. v. District & Sessions Judge, Nagpur!, wherein": "रियाज़ुल उस्मान घनी एवं अन्य बनाम जिला और सत्र न्यायाधीश, नागपुर",
  "it was held as under:": "को संदर्भित किया था। जिसमें निम्नानुसार अवधारित किया गया था:",
  "teaching or any other Training Course recognized by the": "अन्य प्रशिक्षण पाठ्यक्रम के समकक्ष",
  "“16. Constitution of Selection Committee — For selection of candidates for appointment to any post under these Rules, there shall be constituted a Selection": "“6. चयन समिति का गठन - इन नियमों के तहत किसी भी पद पर नियुक्ति के",
  "of candidates for appointment to any post under these Rules, there shall be constituted a Selection Committee comprising —": "लिए उम्मीदवारों के चयन के लिए, एक चयन समिति का गठन करना होगा -",
  "a) Principal, District Institute -— Chairman of Education and Training": "क) .. प्रिंसिपल, जिला शिक्षा और प्रशिक्षण संस्थान - चेयरमैन",
  "b) District Basic Education —- Member -Secretary Officer": "ख) . जिला बेसिक शिक्षा अधिकारी -. सदस्य-सचिव",
  "c) Principal, Government Girl’s — Member": "ग). . जिला मुख्यालय में शासकीय कन्या इंटर - सदस्य",
  "d) District Non-Formal  -— Member Education Officer": "घ) . जिला गैर-औपचारिक शिक्षा अधिकारी - सदस्य",
  "f) One Specialist in Hindu, - Member Urdu or other languages, as": "च) हिंदू, उर्दू या अन्य भाषाओं में एक विशेषज्ञ, ... - सदस्य",
  "Rule 19(3) provides that no appointment shall be made except upon the recommendation of the Selection Committee.": "नियम 9(3) में चयन समिति की अनुशंसा के अतिरिक्त कोई",
  "“19. Appointment. —": "“9. नियुक्ति -",
  "(3) No appointment shall _ be made except with _the recommendation of the Selection Committee, and in": "(3) चयन समिति की अनुशंसा के अतिरिक्त एवं तहसीलदार द्वारा जारी निवास",
  "the case of direct recruitment except on production of": "प्रमाण पत्र के प्रस्तुत करने को छोड़कर सीधी भर्ती के मामले में कोई नियुक्ति नहीं",
  "It is the case of the Respondent-State that the": "यह प्रत्यर्थी -राज्य का मामला है कि अपीलार्थी ने 98 नियमों का",
  "with the 1981 Rules. Serious allegations of corruption have been raised against the appellant by the state,": "के गंभीर आरोप लगाए गए हैं, जिसकी अनुशासनात्मक प्राधिकारी द्वारा",
  "which would require determination in a full-fledged enquiry by the disciplinary authority. It is pertinent to": "पूर्णतः जांच में दृढ़ संकल्प की आवश्यकता होगी। यह ध्यान रखना उचित है",
  "note that all these appointments were declared to be void ab initio by the State, as mentioned in the": "कि इन सभी नियुक्तियों को राज्य द्वारा प्रारम्भतः शून्य घोषित किया गया",
  "appellant’s reply dated 04.12.2012 to the second show": "था, जैसा कि अपीलार्थी के प्रत्युत्तर दिनांक 04.2.202 के दूसरे कारण",
  "The plea of the appellant that the appointments were": "अपीलार्थी की यह दलील कि नियुक्तियां उच्च न्यायालय द्वारा पारित",
  "made in compliance with an earlier order passed by the High Court, and under the directions of senior": "पहले के आदेश के अनुपालन में की गई थीं, और वरिष्ठ पदाधिकारियों के"
}