{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NO(S). 1458 OF 2022": "सिविल अपील सं 458 वर्ष 2022",
  "(Arising out of SLP(Civil) No(s). 13615 of 2021)": "(वि.अ.या. (सिविल) सं. 2365 वर्ष 202) से उद्घूत",
  "GENERAL MANAGER(OPERATION-1)/": "महाप्रबंधक (संचालन ) /",
  "APPELLATE AUTHORITY,": "अपीलीय प्राधिकारी,",
  "UCO BANK & ORS. .... APPELLANT(S)": "यूको बैंक एवं अन्य .... अपीलार्थी (गण)",
  "KRISHNA KUMAR BHARDWAJ .... RESPONDENT(S)": "कृष्ण कुमार भारद्वाज .... प्रतिवादी (गण)",
  "JUDGMENT": "निर्णय",
  "1. Leave granted.": "3. अनुमति प्रदान की गयी।",
  "noeweminsequential punishment inflicted upon the respondent initiated": "दिनांकित आरोप पत्र के अनुसरण में प्रतिवादी पर अधिरोपित दण्ड एवं",
  "3. The respondent while working as an officiating Manager and posted at Taharpur, Bhabisa, Muzaffarnagar, committed gross irregularities in discharge of his duties and for the alleged": "3. प्रतिवादी ने पदासीन प्रबंधक के रूप में काम करते हुए और ताहरपुर, भबीसा, मुजफ्फरनगर में तैनात रहते हुए, अपने कर्तव्यों के निर्वहन में घोर अनियमितताएं",
  "Regulations, 1976(hereinafter being referred to as the “Regulations": "विनियम, 976 (एतश्मिनपश्चात \"विनियम 976\" के रूप में संदर्भित ) के विनियमन",
  "allegations served upon the respondent delinquent dated 15 May,": "की गयी। 5 मई, 993 को प्रतिवादी को तामील आरोप निम्नानुसार पुनर्प्रस्तुत",
  "“Head Office UCO Phone: Office 246432": "\"प्रधान कार्यालय यूको बैंक फोनः कार्यालय",
  "10, B.T.M. Sarani, Bank 246365, Brabourne Road, 248947": "0, बीटीएम सरानी, ब्रेबोर्न रोड, 246432",
  "Calcutta-700001 233997": "कलकत्ता 700007 246365, 248947",
  "Fax -0522-245432": "फैक्स-0522-245432",
  "Gram: \"AGM UCO\"": "ग्राम:\"एजीएम यूको\"",
  "STD CODE : 0522": "एसटीडी कोड: 0522",
  "Zonal Office 23, Vidhan Sabha Marg,": "आंचलिक कार्यालय 23,",
  "Lucknow-226 001 (U.P.)": "लखनऊ 226 00 (उ.प्र, )",
  "Mr. K.K. Bhardwaj, PFM No.23213, while functioning as Manager of Taharpur Bhabisa": "श्री केके भारद्वाज, पीएफएम सं. 2323, ताहरपुर भबीसा शाखा प्रबंधक के रूप",
  "branch had indulged in several acts of omission and commission for which he is": "में कार्य करते हुए कई कार्य और लोप में लिप्त थे , जिसके लिए उन्हें निम्नवत्‌",
  "hereby charged as under:-": "आरोपित किया गया हैः",
  "1) He had opened two S.B. account Nos. 3646 and 3647 on 24.12.91 without": "पूरा किए बिना 24.2.97 को दो एसबी खाता सं, 3646 और 3647 खोला",
  "failed to discharge his duties with utmost honesty, integrity, diligence and": "वह पूरी ईमानदारी, निष्ठा, सजगता और समर्पण के साथ अपने कर्तव्यों का",
  "devotion. This was violation of Regulation (3) of UCO Bank Officers Employees'": "निर्वहन करने में विफल रहे। यह यूको बैंक अधिकारी कर्मचारी (आचरण)",
  "branch Manager. Accordingly, notice under Rule 112 A read with Section 132(s) of IT": "आईटी अधिनियम की धारा 32 (एस) सपठित नियम 2 ए के तहत नोटिस",
  "satisfactory by them and the Asstt. Commissioner of Income Tax accordingly estimated the undisclosed income as Rs. 48,20,000/-. The amount of tax calculated": "सहायक आयकर आयुक्त ने तदनुसार अघोषित आय का अनुमान रु. 48, 20, 000/",
  "on the income was Rs. 26,70,800/- and interest payable on the tax was Rs.": "लगाया। आय पर गणना की गई कर की राशि रु. 26,70,800/और कर पर देय",
  "2,97,731/-. Therefore, the total amount required to satisfy the liability came to Rs.": "ब्याज रु, 2,97,73/था। इसलिए, देयता को संतुष्ट करने के लिए आवश्यक कुल",
  "amount i.e. Rs. 4,12,500/- as the tax liability was much higher.": "4, ]2,500/- को रोके रखने के आदेश जारी किए क्योंकि कर देयता बहुत अधिक थी।",
  "Shri K.K. Bhardwaj was responsible for opening the two SB accounts in fictitious names in an irregular manner, allowing huge transactions therein, issue of": "श्री केके भारद्वाज दो एसबी खातों को अनियमित रूप से काल्पनिक नामों में खोलने,",
  "certificates regarding the accounts and all consequences thereof.": "बड़े लेनदेन की अनुमति देने और खातों और उसके सभी परिणामों के बारे में प्रमाण",
  "4. Shri K.K. Bhardwaj remained absent from duties w.e.f. 9 .1. 92 for a period of several months without proper sanction of leave, as per Bank's Rules.": "4. श्री के. के. भारद्वाज 9..92 से कई महीनों तक बैंक के नियमों के अनुसार, छुट्टी की उचित मंजूरी के बिना कर्तव्यों से अनुपस्थित रहे।",
  "Zonal Manager": "जोनल मैनेजर",
  "(Disciplinary Authority)”": "(अनुशासनात्मक प्राधिकारी ) \"",
  "4. After the inquiry was conducted in terms of the procedure prescribed under the scheme of Regulations 1976, the inquiry": "4. विनियम 976 की योजना के तहत निर्धारित प्रक्रिया के तहत जांच किए जाने के",
  "officer finally held the respondent guilty for charge nos. 1,2 and 3": "बाद, जांच अधिकारी ने अंततः आरोप सं. ,2 और 3 के लिए प्रतिवादी को दोषी",
  "and charge no. 4 was not found to be proved. The disciplinary": "ठहराया और आरोप सं. 4 साबित नहीं हुआ। अनुशासनात्मक प्राधिकारी ने सुनवाई",
  "authority, after affording opportunity of hearing and after due compliance of the principles of natural justice, confirmed the": "के अवसर के बाद और प्राकृतिक न्याय के सिद्धांतों के अनुपालन के बाद, 30",
  "finding recorded by the inquiry officer in his report dated 30": "सितंबर, 995 को अपनी रिपोर्ट में जांच अधिकारी द्वारा दर्ज किये गये निष्कर्षों की",
  "5. The extract of order of the disciplinary authority dated 12": "५. 2 अगस्त, 996 दिनांकित अनुशासनात्मक प्राधिकारी के आदेश का उद्धरण",
  "NEW DELHI": "नई दिल्ली",
  "FEBRUARY 18, 2022": "8 फरवरी, 2022",
  "reference to charge nos. 1,2 and 3 proved by the inquiry officer and": "किया गया था और आरोप सं. 2 और 3 के लिए, प्रतिवादी कर्मचारी को बरी कर",
  "confirmed by the disciplinary/appellate authority but further": "अधिकारी द्वारा साबित किया गया और अनुशासनात्मक /अपीलीय प्राधिकारी द्वारा",
  "submits that even from the record of inquiry, the finding which has": "पुष्टि की गई, लेकिन आगे कहा है कि जांच के रिकॉर्ड से भी , वह प्राप्तियां जो",
  "been recorded by the _ disciplinary/appellate authority and": "अनुशासनात्मक/अपीलीय प्राधिकारी द्वारा दर्ज की गई है और जिनकी सभी चरणों",
  "confirmed at all stages still the punishment, in the given circumstances, which has been inflicted upon him even if examined": "में पुष्टि की गई है, जिनके आधार पर दण्ड दिया गया है इन परिस्थितियों में, यदि",
  "from the record of inquiry, is not supported by the material on": "जाँच के रिकॉर्ड परीक्षित की जाएं तो रिकॉर्ड की सामग्री द्वारा समर्थित नहीं है और",
  "13. Admittedly, the High Court has proceeded on the premise that": "43. माना जाता है कि उच्च न्यायालय ने इस आधार पर कार्यवाही की है कि आरोप",
  "charge no. 1 is proved and the respondent delinquent has been exonerated in reference to charge nos. 2 & 3 which is factually": "सं. साबित हो गया है और प्रतिवादी दोषी को आरोप सं. 2 और 3 के संदर्भ में",
  "afresh in accordance with law or to decide it on merits.": "मामले को विधि के अनुसार नए सिरे से अभिनिर्धारित किया जा सके या मेरिट के आधार पर निर्णय लिया जा सके।",
  "14. Learned counsel for the respondent at this stage, submits that": "4. इस स्तर पर प्रतिवादी के विद्वान अधिवक्ता, यह स्वीकार करते हैं कि",
  "the disciplinary inquiry is of the year 1993 and the matter if": "अनुशासनात्मक जांच वर्ष 993 की है और यह मामला यदि उच्च न्यायालय को",
  "15. We have heard learned counsel for the parties on merits and": "5. हमने पक्षकारों के विद्वान अधिवक्ताओं को मेरिट के आधार पर सुना और उनकी",
  "with their assistance perused the material available on record.": "सहायता से रिकॉर्ड पर उपलब्ध सामग्री का परिशीलन किया।",
  "16. From the record of inquiry, it clearly manifests that the inquiry": "6. जांच के रिकॉर्ड से, यह स्पष्ट रूप से प्रकट होता है कि जांच अधिकारी ,",
  "officer, after holding inquiry as per the procedure prescribed under Regulations, 1976 held charge nos. 1,2 and 3 proved and the": "विनियम, 976 के तहत निर्धारित प्रक्रिया के अनुसार जांच करने के बाद आरोप सं.",
  "Regulations, 1976 held charge nos. 1,2 and 3 proved and the disciplinary as well as appellate authority has confirmed the finding": ",2 और 3 साबित माना और अनुशासनात्मक और साथ ही अपीलीय प्राधिकारी ने",
  "of guilt of all the three charges. At the same time, punishment was": "तीनों आरोपों के दोष के निष्कर्ष की पुष्टि की है। उसी समय , जांच अधिकारी द्वारा",
  "inflicted by the disciplinary authority after upholding finding of guilt": "दर्ज दोष के निष्कर्ष का अनुमोदन करते हुए अनुशासनात्मक प्राधिकरण द्वारा सजा",
  "recorded by the inquiry officer but the appellate authority, while upholding the finding of guilt, took a lenient view and modified the": "दी गई थी, लेकिन अपीलीय प्राधिकारी ने दोष के निष्कर्ष का अनुमोदन करते हुए,",
  "punishment by its order dated 14° November, 1998.": "एक उदार दृष्टिकोण अपनाया और 4 नवंबर 998 दिनांकित आदेश द्वारा सजा को",
  "17. So far as the scope of judicial review in the matters of disciplinary inquiry is concerned, it has been settled that the": "7. जहां तक अनुशासनात्मक जांच के मामलों में न्यायिक समीक्षा की गुंजाइश का",
  "constitutional courts while exercising their power of judicial review": "समीक्षा की अपनी शक्ति का प्रयोग करते हुए संवैधानिक अदालतें अपीलीय प्राधिकारी"
}