{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय अधिकारिता",
  "CRIMINAL APPEAL NO.1920 OF 2019": "आपराधिक अपील सं. 920 वर्ष 209",
  "JUDGMENT": "निर्णय",
  "Leave granted.": "अनुमति प्रदान की गयी।",
  "2. Kanwar Pal Singh, the appellant, impugns the order dated 22\"°": "2... अपीलार्थी कंवर पाल सिंह ने 22 जुलाई 209 दिनांकित आदेश को आक्षेपित",
  "dismissed his petition under Section 482 of the Code of Criminal Procedure, 1973 (‘Code’ for short) for quashing criminal": "(संक्षेप में 'संहिता') की धारा 482 के तहत याचिका को, मुकदमा अपराध सं. 289 वर्ष",
  "Mineral (Concession) Rules, 1963, Sections 4 and 21 of the Mines": "नियम, 963 के नियम 3, 57 और 7, खान और खनिज (विकास और विनियमन)",
  "and Minerals (Development and Regulation) Act, 1957 (‘Mines": "अधिनियम, 957 (\"संक्षेप में खान विनियमन अधिनियम) की धारा 4 और 2 और",
  "Sanjay (supra), a Division Bench of this Court had decided": "6. संजय (उपरोक्त) के मामले में इस न्यायालय ने कई निर्णयों का हवाला दिया है",
  "under Sections 379/114 and other provisions of the IPC on the": "आरोपों पर कोई व्यक्ति आईपीसी की धारा 379/4 और अन्य प्रावधानों के तहत",
  "were referred, to hold that the aforementioned provisions show": "गया कि उपरोक्त प्रावधानों से पता चलता है कि अपने स्वयं के प्राधिकार से एक",
  "that a police officer of his own authority has the duty to prevent": "पुलिस अधिकारी का कर्तव्य है कि वह किसी को भी किसी भी सार्वजनिक संपत्ति",
  "any injury attempted to be committed to any public property or national assets and also to prosecute such persons in accordance": "या राष्ट्रीय परिसंपत्ति को क्षति पहुंचाने के प्रयास को रोके और ऐसे व्यक्तियों को",
  "Accordingly, in Sanjay (supra) it was held that the investigation of": "तदनुसार, संजय (उपरोक्त) के मामले में यह कहा गया कि अपराधों की जांच",
  "the offences is within the domain of the police and the power of a police officer to investigate into cognizable offences is not": "पुलिस के अधिकार क्षेत्र में है और संज्ञेय अपराधों की जांच करने की पुलिस",
  "ordinarily impinged by any fetters albeit the power must be": "अधिकारी की शक्ति आमतौर पर किसी भी बंधन द्वारा बाधित नहीं होती है, हालांकि",
  "exercised as per the statutory provisions and for legitimate": "शक्ति का प्रयोग वैधानिक प्रावधानों के अनुसार और वैध उद्देश्यों के लिए किया",
  "purposes. The courts would interfere only when while examining": "जाना चाहिए। न्यायालय केवल तभी हस्तक्षेप करेंगे जब मामले की जांच करते समय",
  "the case they find that the police officer in exercise of the": "उन्हें दिखे कि पुलिस अधिकारी ने जांच की शक्तियों का प्रयोग करते हुए वैधानिक",
  "investigatory powers has breached the statutory provisions and put the personal liberty and/or the property of a citizen in jeopardy by an illegal and improper use of the powers or when the": "प्रावधानों का उल्लंघन किया है और अवैध और अनुचित उपयोग से एक नागरिक की व्यक्तिगत स्वतंत्रता और/या संपत्ति को खतरे में डाला है या जब पुलिस द्वारा जाँच",
  "investigation by the police is not found to be bona fide or when the": "को प्रामाणिक न पाया जाए या जब जाँच शत्रुता पूर्ण ढंग से की गयी हो। विषय का",
  "this Court in Sanjay (Supra) took notice of the decision in H.N.": "परीक्षण करते हुए, संजय (उपरोक्त) के मामले में इस न्यायालय ने एच.एन. रिशबद",
  "Rishbud v. State of Delhi’ wherein this Court has held that a": "बनाम दिल्ली राज्य“ के निर्णय पर ध्यान दिया, जिसमें इस न्यायालय ने धारित",
  "defect or illegality in investigation, however serious, has no direct": "किया था कि जांच में दोष या अवैधता, चाहे जितनी गंभीर हो, उसका संज्ञान लेने",
  "bearing on the competence or the procedure relating to the taking": "की क्षमता या विचारण से संबंधित प्रक्रिया पर सीधा प्रभाव नहीं होता। प्रवर्तन",
  "this Court in Directorate of Enforcement v. Deepak Mahajan’ is": "निदेशालय बनाम दीपक महाजन” के मामले में, इस न्यायालय द्वारा उल्लिखित विधि",
  "that every law is designed to further the ends of justice and should": "का मुख्य सिद्धांत यह है कि प्रत्येक विधि न्याय के लिए बनाया गया होता है और",
  "was cited and applied to underscore the principle that certain": "रेखांकित करने के लिए सार्वजनिक न्यास सिद्धांत का हवाला दिया गया कि कुछ",
  "resources like air, sea, water, forests and minerals are of great": "संसाधन जैसे हवा, समुद्र, पानी, जंगल और खनिज समग्र मानव समुदाय के लिए",
  "7 (1994) 3 SCC 440": "7 (द994) 3 500 440",
  "It is highlighted that M/s. Kanwar Enterprises Pvt. Ltd. had held a": "है। यह बात रेखांकित की गयी है कि मे. कंवर इंटरप्राइजेज प्रा. लिमिटेड के पास खनन",
  "valid lease for mining. As per Section 22 no court can take": "के लिए वैध पट्टा था। धारा 22 के अनुसार केंद्र या राज्य सरकार द्वारा अधिकृत व्यक्ति",
  "except on a complaint in writing by a person authorised by the": "द्वारा लिखित शिकायत के बिना कोई भी न्यायालय खान विनियमन अधिनियम के तहत",
  "authorised, could not have filed the charge-sheet/complaint. The": "पत्र/परिवाद दायर नहीं कर सकती थी। इस न्यायालय द्वारा जीवन कुमार राउत और",
  "contention predicated on Section 22 of the Mines Regulation Act is": "अन्य बनाम केंद्रीय अन्वेषण ब्यूरो' के मामले का अवलंब लेते हुए खान नियमन अधिनियम की धारा 22 पर आधारित तर्क दिया गया है। अपीलार्थी द्वारा दायर लिखित",
  "1 (2009) 7 SCC 526": "] (2009) 7 500 526",
  "reference to the provisions of the Sea Customs Act and the": "प्रावधानों और वन्यजीव (संरक्षण) अधिनियम, 972 के प्रावधानों के संदर्भ",
  "Agnihotri’ with reference to Section 409 of the IPC and Section": "धारा 39 और आईपीसी के तहत चोरी के प्रावधानों के संदर्भ में अवतार",
  "447, 429 and 379 of the IPC and provisions of the Wildlife": "की धारा 2 और 22 के प्रावधानों और आईपीसी की धारा 379 के तहत",
  "other laws.— (1) All offences under the Indian Penal Code": "अन्य प्रावधानों के उल्लंघन के मामले में, पुलिस अधिकारी उक्त अधिनियम",
  "contained.": "है।",
  "As per sub-section (2) to Section 4, all offences under any law,": "एमएमडीआर अधिनियम की धारा 2] के तहत दंडनीय अपराध है, जबकि",
  "other than the IPC, can be investigated, inquired into and tried": "होती है, पुलिस मामला दर्ज कर सकती है, उसकी जांच कर सकती है और",
  "As noticed above, in the written submissions the appellant has": "7. जैसा कि ऊपर देखा गया है, लिखित कथन में अपीलकर्ता ने बेलसुंड",
  "relied upon Belsund Sugar Company Limited (supra), Sharat Babu Digumarti (Supra) and Suresh Nanda (supra) to contend": "शुगर कंपनी लिमिटेड (उपरोक्त), शरत बाबू दिगुमर्ती (उपरोक्त) और सुरेश नंदा (उपरोक्त) के मामलों का यह तर्क देने के लिए अवलंब लिया है कि जहां",
  "that where there is a special act dealing with a special subject,": "एक विशेष विषय से संबंधित एक विशेष अधिनियम है,वहां एक सामान्य",
  "which specifically refers to Section 26 of the General Clauses Act": "सामान्य खंड अधिनियम की धारा 26 को संदर्भित करता है और कहता है",
  "punishable under Section 379 of the IPC. Thus, they are two ‘different’ and not the ‘same offence’. It would be relevant to state": "अपराध आईपीसी की धारा 379 के तहत दंडनीय अपराध से अलग है। . इस प्रकार, वे दो 'भिन्न' हैं और 'समान अपराध' नहीं हैं। यहां यह बताना",
  "here that the Delhi High Court in its decision reported as Sanjay": "प्रासंगिक होगा कि दिल्ली उच्च न्यायालय ने संजय बनाम राज्य” के अपने",
  "v. State’, which was impugned in Sanjay (Supra), had accepted": "फैसले में जिसे संजय (उपरोक्त) में आक्षेपित किया गया था, एक समरूप",
  "an identical argument to hold that once an offence is punishable": "तर्क को स्वीकार किया था कि एक बार अपराध का खान विनियमन",
  "under Section 21 of the Mines Regulation Act, the offence would": "अधिनियम की धारा 2] के तहत दंडनीय होने पर वह अपराध आईपीसी की",
  "not be punishable under Section 379 of the IPC. This reasoning": "धारा 379 के तहत अपराध दंडनीय नहीं होगा। इस तर्कप्रणाली को इस",
  "was rejected by this Court and the judgment of the Delhi High": "न्यायालय द्वारा खारिज कर दिया गया था और दिल्ली उच्च न्यायालय के",
  "Court was reversed. The contention relying on the same": "फैसले को उलट दिया गया था। इसलिए हमारे सामने उसी तर्कप्रणाली पर",
  "We would also reject the contention raised by the appellant in the": "8. हम अपीलकर्ता द्वारा लिखित कथन में दिये गये इस तर्क को भी खारिज",
  "written submissions that the alleged theft of sand is not punishable under Section 379 read with Section 378 of the IPC as sand is an": "करते हैं कि रेत की कथित चोरी आईपीसी की धारा 379 सपठित धारा",
  "excavated would lose its attachment to the earth, ergo, it is a": "खुदाई होने पर रेत पृथ्वी से अपना जुड़ाव खो देगी, अतः, यह एक चल",
  "movable property or goods capable of being stolen. {See": "संपत्ति या चोरी किये जा सकने वाली है। (भारतीय दंड संहिता की धारा",
  "Explanation 1 to Section 378 of the IPC and Sanjay (Supra) as": "378 का स्पष्टीकरण ] और ऊपर उद्धृत संजय (उपरोक्त) देखें)",
  "9. We would in the end refer to the judgment in Jeewan Kumar Raut (supra) on which considerable reliance was placed by the": "9. हम अंत में जीवन कुमार राउत (उपरोक्त) के निर्णय का उल्लेख करेंगे",
  "appellant at the time of the hearing. The said judgment was": "जिस पर सुनवाई के समय अपीलकर्ता द्वारा काफी भरोसा किया गया था।",
  "observing that the provisions of the Transplantation of Human": "हुए रेखांकित किया गया था कि मानव अंग प्रत्यारोपण अधिनियम, 994",
  "Organs Act, 1994 (‘TOHO Act’ for short) were different and were": "(संक्षेप में 'तोहो अधिनियम') के प्रावधान अलग थे और चार्टर्ड एकाउंटेंट्स",
  "not similar to the provisions of sub-section 2 to Section 24-A, 25": "अधिनियम की उप-धारा 2 से धारा 24-ए, 25 और 26 के समान नहीं थे।",
  "hedged with a non-obstante clause. We would like to further elucidate and explain that in Jeewan Kumar Raut (supra) this": "हम आगे और स्पष्ट करना चाहते हैं कि जीवन कुमार राउत (उपरोक्त) में यह",
  "statutory bail in terms of sub-section (2) to Section 167 of the": "न्यायालय संहिता की उप-धारा (2) से धारा 67 के संदर्भ में इस आधार",
  "Code on the ground that the Central Bureau of Investigation (‘CBI’": "कर रहा था कि केंद्रीय जांच ब्यूरो (संक्षेप में 'सीबीआई') गिरफ्तारी की",
  "for short) had failed to file the charge-sheet within 90 days from": "तारीख से 90 दिनों के भीतर आरोप-पत्र दाखिल करने में विफल रहा था।",
  "the date of arrest. Relying on Section 22 of the TOHO Act, which": "टीओएचओ अधिनियम की धारा 22 का अवलंब लेते हुए, जो एक सक्षम",
  "mandates filing of a complaint by a person duly authorised by a": "प्राधिकारी द्वारा विधिवत अधिकृत व्यक्ति द्वारा शिकायत दर्ज करने को",
  "competent authority, it was observed that the TOHO Act is a": "अनिवार्य करता है, यह कहा गया कि टीओएचओ अधिनियम एक विशेष",
  "special law which deals with the subjects mentioned therein, viz.,": "विधि है जो उसमें उल्लिखित विषयों से संबंधित है , जैसे मानव अंगों को",
  "offences relating to the removal of human organs, etc. Ordinarily,": "हटाना, आदि से संबंधित अपराध। आमतौर पर, कोई भी व्यक्ति आपराधिक",
  "any person can set the criminal law into motion but the legislature": "कानून का सहारा ले सकता है लेकिन विधायिका ने विषय की संवेदनशीलता",
  "keeping in view the sensitivity and importance of the subject had": "और महत्व को ध्यान में रखते हुए यह प्रावधान किया गया था कि",
  "provided that the violations under the TOHO Act would be dealt": "टीओएचओ अधिनियम के तहत उल्लंघनों को उसमें निर्दिष्ट अधिकारियों द्वारा",
  "made to Section 4 of the Code as cited above, to hold that the": "की धारा 4 का संदर्भ दिया गया कि टीओएचओ अधिनियम एक विशेष",
  "TOHO Act being a special Act, the matters relating to offences": "अधिनियम है, इसके तहत आने वाले अपराधों से संबंधित मामले उक्त",
  "covered thereunder would be governed by the provisions of said Act, which would prevail over the provisions of the Code.": "अधिनियम के प्रावधानों द्वारा शासित होंगे, जो कि संहिता के प्रावधानों पर",
  "Reference was made to clause (iv) of sub-section (3) to Section 13 of the TOHO Act which states that the appropriate authority": "अधिभावी होगा। टीओएचओ अधिनियम की धारा 3 के उप-धारा (3) के खंड (४) का संदर्भ दिया गया था जिसमें कहा गया है कि उपयुक्त प्राधिकारी",
  "shall investigate any complaint of breach of any of the provisions of the said Act or any rules made thereunder and take appropriate": "उक्त अधिनियम के किसी भी प्रावधान या उसके तहत बनाए गए किसी भी नियम के उल्लंघन की किसी भी शिकायत की जांच करेगा और उचित",
  "Act i.e. the Mines and Minerals (Development and Regulation)": "कार्रवाई करेगा। खान विनियमन अधिनियम यानी खान और खनिज",
  "We would again advert to the decision in Sanjay (Supra) which": "7. हम पुनः संजय (उपरोक्त) के मामले में दिये गये निर्णय का उल्लेख करेंगे",
  "Sarkar v. State’ wherein the High Court held the proceedings to": "जिसने सीमा सरकार बनाम राज्य” के मामले में कलकत्ता उच्च न्यायालय के",
  "be invalid and illegal as the Magistrate had taken cognizance on": "और गैर विधि माना था क्योंकि मजिस्ट्रेट ने खान विनियमन अधिनियम की",
  "21(2) of the Mines Regulation Act and Section 379 of the IPC,": "धारा 2] (2) और आईपीसी की धारा 379 के तहत यह धारित करते हुए",
  "observing that the cognizance was one that cannot be split or divided. The High Court had further observed that as the": "पुलिस द्वारा प्रस्तुत आरोप पत्र के आधार पर संज्ञान लिया था कि संज्ञान ऐसा था जिसे विभाजित या बाँटा नहीं जा सकता है। उच्च न्यायालय ने आगे",
  "Regulation Act, the cognizance was bad and contrary to law. We": "नहीं की गई थी, इसलिए संज्ञान अनुचित और विधि विरुद्ध थी। हमने दिल्ली",
  "have already noted the decision of the Delhi High Court which had": "उच्च न्यायालय के उस फैसले को पहले ही नोट किया है जिसने निर्देश दिया",
  "Regulation Act. These decisions of the Calcutta High Court and the Delhi High Court were reversed and set aside by this Court in": "मानना चाहिए। कलकत्ता उच्च न्यायालय और दिल्ली उच्च न्यायालय के इन",
  "the Delhi High Court were reversed and set aside by this Court in Sanjay (supra) after referring to Section 26 of the General": "निर्णयों को इस न्यायालय ने संजय (उपरोक्त) के मामले में सामान्य खंड",
  "Clauses Act and the meaning of the expression ‘same offence’, to": "अधिनियम की धारा 26 और 'समान अपराध' पद के अर्थ के संदर्भ में उलट",
  "observe that the offence under Section 21 read with Section 4 of the Mines Regulation Act and Section 379 of the IPC are different": "दिया और अपास्त कर दिया, तथा धारित किया कि खान विनियमन अधिनियम की धारा 2 सपठित धारा 4 और आईपीसी की धारा 379 के",
  "contention of the appellant that the action as impugned in the FIR": "तर्क को अस्वीकार करने के लिए मजबूर करता है कि प्राथमिकी में आक्षेपित",
  "is a mere violation of Section 4 which is an offence cognizable": "कार्रवाई केवल धारा 4 का उल्लंघन है जो कि केवल खान विनियमन",
  "only under Section 21 of the Mines Regulation Act and not under any other law. There is no bar on the Court from taking": "अधिनियम की धारा 2 के तहत संज्ञेय अपराध है और न कि किसी अन्य",
  "cognizance of the offence under Section 379 of the IPC. We": "विधि के तहत। आईपीसी की धारा 379 के तहत अपराध का संज्ञान लेने",
  "cognizable offence, the police could have always investigated the": "उल्लंघन एक संज्ञेय अपराध होने के कारण, पुलिस हमेशा इसकी जांच कर",
  "same, there being no bar under the Mines Regulation Act, unlike": "सकती थी, खान विनियमन अधिनियम के तहत निर्बंधन के विपरीत",
  "Section 13(3)(iv) of the TOHO Act.": "टीओएचओ अधिनियम की धारा 3 (3) (४) के तहत कोई निर्बंधन नहीं है।",
  "In view of the aforesaid discussion, we would uphold the order of": "2. उपरोक्त बहस को ध्यान में रखते हुए हम, विद्वान मजिस्ट्रेट द्वारा",
  "the High Court refusing to set aside the prosecution and": "को अपास्त करने से इनकार करने वाले उच्च न्यायालय के आदेश को",
  "Damage to Public Property Act. We would, however, clarify that": "बरकरार रखेंगे। हालांकि, हम स्पष्ट कर दें कि खान विनियमन अधिनियम की",
  "prosecution and cognizance under Section 21 read with Section 4": "धारा 2 सपठित धारा 4 के तहत अभियोजन और संज्ञान प्राधिकार के",
  "of the Mines Regulation Act will not be valid and justified in the absence of the authorisation. Further, our observations in deciding": "अभाव में वैध और उचित नहीं होगा। इसके अलावा , हमारे समक्ष विधि",
  "findings on the factual allegations made in the complaint. The trial": "परिवाद में लगाए गए तथ्यात्मक आरोपों पर निष्कर्ष के रूप में नहीं माना",
  "court would independently apply its mind to the factual allegations": "जाना चाहिए। विचारण न्यायालय स्वतंत्र रूप से तथ्यात्मक आरोपों पर",
  "and decide the charge in accordance with law. In light of the": "विचार करेगा और विधि के अनुसार आरोप तय करेगा। उपरोक्त टिप्पणियों",
  "aforesaid observations, the appeal is partly allowed, as we have": "के आलोक में, अपील को आंशिक रूप से स्वीकार किया जाता है, क्योंकि",
  "Section 379 of the IPC and Sections 3 and 4 of the Prevention of": "हमने आईपीसी की धारा 379 और सार्वजनिक संपत्ति को क्षति का निवारण",
  "prosecuted for contravention of Section 4 of the Act and not": "अधिनियम की धारा 3 और 4 के तहत अपराध के अभियोजन और संज्ञान"
}