{
  "[Dr Dhananjaya Y Chandrachud]": "माननीय न्यायमूर्ति डॉ. धनंजय वाई चंद्रचूड़",
  "New Delhi;": "नई दिल्ली;",
  "January 10, 2020": "ईनाापता भा 20, 2020",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय अधिकार",
  "Criminal Appeal No 50 of 2020": "आपराधिक अपील सं. 50/2020",
  "(Arising out of SLP(Crl) No 4638 of 2018)": "(एस.एल.पी (अप०) सं. 4638/208 से उत्पन्न",
  "Sankath Prasad ... Appellant(s)": "शंकर प्रसाद ...- अपीलार्थी (गण)",
  "Versus": "बनाम",
  "State of Uttar Pradesh .. .Respondent(s)": "उत्तर प्रदेश राज्य .... प्रतिवादी (गण)",
  "JUDGMENT": "निर्णय",
  "Dr Dhananjaya Y Chandrachud, J": "माननीय न्यायमूर्ति डॉ. धनंजय वाई चंद्रचूड़,",
  "1 Leave granted.": "] अनुमति प्रदान की गई ।",
  "2 ~ This appeal arises from a judgment and order of a Division Bench of the High Court of Judicature at Allahabad dated 5 September 2017. The": "2. यह अपील 5 सितंबर, 207 के इलाहाबाद उच्च न्यायालय की खंडपीठ के निर्णय और आदेश से उद्धृत हुई है उच्च न्यायालय",
  "For Petitioner(s) Mr. Nirmal Kumar Ambastha, AOR": "याचिकाकर्ता (ओं) के लिए अधिवक्ता श्री निर्मल कुमार अंबष्ठ,",
  "Ms. Ashmita Bisarya, Adv.": "एडवोकेट ऑन रिकॉर्ड सुश्री सुष्मिता बिसर्या,",
  "For Respondent(s) Mr. Vishnu Shankar Jain, AOR": "प्रतिवादी (ओं) के लिए अधिवक्ता श्री विष्णु शंकर जैन,",
  "Shreyas Agrawal, Adv.": "एडवोकेट ऑन रिकॉर्ड श्री श्रेयस अग्रवाल, अधिवक्ता",
  "UPON hearing the counsel the Court made the following": "अधिवक्ताओं की सुनवाई पर न्यायालय ने निम्नलिखित आदेश",
  "ORDER": "आदेश",
  "The appeal is allowed in terms of the’ signed": "अपील हस्ताक्षरित प्रतिवेद्य निर्णय के संदर्भ में अनुमति दी गई है",
  "Pending application, if any, stands disposed of.": "लंबित आवेदन, यदि कोई हो, का निस्तारण किया जाता है।",
  "(SANJAY KUMAR-T) (SAROJ KUMARI GAUR)": "(संजय कुमार-) (सरोज कुमार गौण)",
  "(Signed reportable judgment is placed on the file)": "हस्ताक्षरित प्रतिवेद्य निर्णय फाइल में रखे जाते है",
  "ITEM NO.22 COURT NO.8 SECTION II": "आइटम सं -22 न्यायालय सं. 8 अनुभाग -।",
  "RECORD OF PROCEEDINGS": "कार्यवाही के अभिलेख",
  "Petition(s) for Special Leave to Appeal (Crl.) No(s) .4638/2018": "याचिका (ओं) को विशेष अनुमति के लिए अपील (अप०) सं. 4638/208",
  "(Arising out of impugned final judgment and order dated 05-09-2017": "(05-09-207 दिनांकित आक्षेपित अंतिम निर्णय और",
  "Allahabad in Criminal Appeal No 2546 of 1987)": "में उच्च न्यायालय इलाहाबाद द्वारा आपराधिक अपील सं . 2546/987 में पारित किया गया था",
  "SANKATH PRASAD Petitioner (s)": "शंकर प्रसाद .-»» अपीलार्थी (गण)",
  "Date : 10-01-2020 This petition was called on for hearing today.": "दिनांक: .0-0-2020 इस याचिका को आज सुनवाई के",
  "CORAM": "कोरम:",
  "HON'BLE DR. JUSTICE D.Y. CHANDRACHUD": "माननीय न्यायमूर्ति डॉ. डी. वाई. चंद्रचूड़",
  "HON'BLE MR. JUSTICE HRISHIKESH ROY": "माननीय न्यायमूर्ति श्री ऋषिकेश राय",
  "“One fire arm wound of entry 1” x 1” x chest cavity deep on the": "\" एक आग्निय आस्त्र से छाती के घाव से प्रवेश करके 3",
  "sternum 3” from the right nipple at 3 o’clock position. The": "गहरा था जो दायें निप्पल से ३ ओ क्लाक की स्थिती में",
  "tattooing around the wound. The direction of the injury was from front to back.": "चोट की दिशा सामने से पीछे की ओर थी |",
  "He found one pellet from inside the dead body of Uma Shankar.”": "उन्हें उमा शंकर के शव के अंदर से एक गोली मिली। ”",
  "On this state of evidence, the nature of the incident has been duly": "इस साक्ष्य की स्थिति पर, घटना की प्रकृति विधिवत स्थापित",
  "established. The presence of the appellant and the role of the appellant in": "की गई है। अपीलकर्ता की उपस्थिति और घटना में अपीलकर्ता",
  "the incident has emerged from the evidence on record.": "की भूमिका रिकॉर्ड पर साक्ष्य से स्पष्ट है।",
  "Court noted the submission of the appellant that even if the entire evidence": "करते हुए, इस न्यायालय ने अपीलार्थी को प्रस्तुत करने का उल्लेख किया कि यदि पूरे साक्ष्य को सही माना जाए तो भी",
  "Pradesh has entered appearance and a counter affidavit has been filed.": "प्रदेश राज्य ने उपस्थिति दर्ज की है और एक जवाबी हलफनामा दायर किया गया है।",
  "6 The facts, as they have emerged from the record, indicate that the": "६. तथ्य, जैसा कि वे रिकॉर्ड से स्पष्ट है, इंगित करता है कि",
  "incident had taken place on the spur of the moment and was a fall out of": "घटना एक छण में हुई थी और जिसे अपीलकर्ता के भाई द्वारा",
  "managed to free himself and shot Uma Shanker who fell down as a": "और उमा शंकर को गोली मार दी जो एक आग्रेय आस्त्र की चोट",
  "consequence of a fire arm injury. Uma Shanker succumbed to his injuries.": "के परिणामस्वरूप गिर गया और उमा शंकर ने दम तोड़ दिया।",
  "4 The eye-witness account of the occurrence was based on the depositions of the complainant Gaya Prasad (PW 1) and Ram Nath (PW": "4 घटना का चश्मदीद गवाह प्रतिवादी गया प्रसाद (९४४ ]) और राम नाथ (?// 2) के बयान पर आधारित था इन दोनों गवाहों",
  "2). Both these witnesses deposed about the incident. Both the Sessions": "ने घटना के बारे में बताया। दोनों, सत्र न्यायालय और अपील में,",
  "deceased, the High Court, on a careful evaluation of his testimony, found": "न्यायालय ने अपनी गवाही के सावधानीपूर्वक मूल्यांकन पर,",
  "no reason to discredit his account. The High Court held that the presence": "उसके आरापों को खारिज करने का कोई कारण नहीं पाया। उच्च",
  "of PW 1 was natural, having regard to the time and place of the incident.": "न्यायालय ने माना कि घटना के समय और स्थान के संबंध में ।?// की उपस्थिति स्वाभाविक थी। इसके अलावा, ?0/ 3 ने",
  "Moreover, PW 1 did not implicate Durga Prasad in the crime despite his": "अपनी उपस्थिति के बावजूद दुर्गा प्रसाद को अपराध में फंसाया",
  "presence which was an indicator of the fact that he had given a truthful": "नहीं ?, जो इस तथ्य का एक संकेतक था कि उसने वास्तविक",
  "account of the actual incident. The ocular evidence was supported by the": "घटना का एक वास्तविक विवरण दिया था। आखों देखा साक्ष्य",
  "medical evidence and by the evidence of the doctor (PW 4) who opined": "को चिकित्सा साक्ष्य द्वारा और डॉक्टर (९// 4) के साक्ष्य द्वारा",
  "mortem report indicated one fire arm injury, in the following terms:": "पोस्टमार्टम रिपोर्ट में निम्नलिखित शब्दों में एक आग्नेय आस्त्र"
}