{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय के समक्ष",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय क्षेत्राधिकार",
  "IN": "में",
  "RITIKA AWASTY ...Petitioner(s)": "रितिका अवस्थी ... याचिकाकर्ता (गण)",
  "1. The prayers made in the instant Interlocutory Applications are;": ". वर्तमान अंतर्वर्ती आवेदनों में की गई प्रार्थनाएं हैं; आई.ए. सं. 6484 / 2048",
  "weafage PPHCAntS therein, namely, Mr. Virender Awasty, Mrs. Veena": "जिस हद तक इसमें अपीलकर्ताओं श्री वीरेंद्र अवस्थी , श्रीमती वीना अवस्थी",
  "| Awasty and Mrs. Urmil Tewari alleged to be owned by the": "और श्रीमती उर्मिल तिवारी की संपत्ति का कथित स्वामित्व विशेष अनुमति",
  "Second Floor (Front Smt. Urmil Tewari": "दूसरी मंजिल (सामने का हिस्सा) श्रीमती. उर्मिला तिवारी (स्वर्गीय हरि",
  "Portion) (daughter of Late Hari": "दास अवस्थी की बेटी)",
  "(Double-storied (widow of Late Shri Vijay": "वाला दो मंजिला भवन) विजय कुमार अवस्थी की विधवा)",
  "Property — C 1/2, Vasant Vihar, New Delhi": "संपत्ति-सी /2, वसंत विहार, नई दिल्ली",
  "The above captioned property is the subject matter of IA No.58055 of 2021 filed by one Mrs. Monica Gogia in respect of": "अधिकार के सटे को खारिज करना श्रीमती मोनिका गोगिया द्वारा दाखिल आइए नंबर.58055/2024 की विषय वस्तु है।",
  "It was submitted that the applicants are of distinguished age,": "8. यह प्रस्तुत किया गया था कि अपीलकर्ता विशिष्ट आयु के हैं, कानून का",
  "have been law abiding citizens and such attachment of property,": "पालन करने वाले नागरिक रहे हैं और संपत्ति की ऐसी कुर्की, जो याचिकाकर्ता या",
  "which does not belong to the petitioner or her husband, has caused grave prejudice to the absolute rights of the applicants,": "उसके पति की नहीं है, ने अपीलार्थी के निहित अधिकारों पर गंभीर पूर्वाग्रह पैदा",
  "the rights over which, they have enjoyed for over twenty five": "किया है, जिन पर वे पच्चीस वर्षों से अधिक समय से रह रहे है।आगे यह प्रस्तुत",
  "years. It was further submitted that the applicants have no relation to or knowledge of the activities of the petitioner. It was": "किया गया कि अपीलार्थीयों का न तो याचिकाकर्ता से कोई संबंध एवं न ही उसके",
  "in the above facts that attachment of the above stated property": "बारे में कोई ज्ञान है।उपरोक्त तथ्यों के तहत उपर्युक्त संपत्ति की कुर्की को रद्द",
  "was prayed to be vacated.": "करने की प्रार्थना की गई थी।",
  "The instant Interlocutory Application has been filed by one Mrs Manju Awasty, for impleadment in the proceedings by special": "द्वारा कार्यवाही में पक्षकार बनाने के लिए श्रीमती मंजू अवस्थी द्वारा तत्काल अन्तवर्ती आवेदन दायर किया गया है।वह प्रस्तुत करती है कि 5/4 वसंत",
  "her property at 5/1 Vasant Vihar, New Delhi., rear portion": "विहार, नई दिल्ली में उसकी संपत्ति के पिछला हिस्सा को इस न्यायालय द्वारा",
  "attached by this court vide order dated 15.12.2017. She had": "दिनांक 45.42.207 के आदेश द्वारा कुर्क किया गया है। उसने यह संपत्ति",
  "received this property from her husband as a life estate and it": "अपने पति से मोजूदा संपत्ति के रूप में प्राप्त की थी और अब यह दिल्ली नगर",
  "owner to enable her to file a detailed affidavit in respect of the": "संबंध में एक विस्तृत शपथपत्र दाखिल कर सकें, जो वर्तमान वाद के निर्णय के",
  "transfer another property “C-1/2, Vasant Vihar, New Delhi”": "अन्य संपत्ति \"सी-4/2, वसंत विहार, नई दिल्ली\" को अंतरित करने पर प्रतिबंध",
  "appreciate the history of the properties which are the reasons": "2. ।.७. के विषय से निपटने से पहले उन गुणों के इतिहास की सराहना करना",
  "Property — 5/1, Vasant Vihar, New Delhi": "संपत्ति-5/4, वसंत विहार, नई दिल्ली",
  "The property subject matter of IA No.6484 of 2018 and 10722": "3. आइए संख्या.6484/2048 और 40722/2048 की संपत्ति विषय वस्तु",
  "of 2018 was purchased by Late Mr. Haridas Awasty in the year 1966 who later created an HUF making instant property i.e.": "स्वर्गीय श्री हरिदास अवास्टी द्वारा वर्ष 4966 में खरीदी गई थी, जिन्होंने बाद में",
  "5/1, Vasant Vihar, New Delhi, a part thereof. However,": "5/74, वसंत विहार, नई दिल्ली, इसका एक हिस्सा को तत्काल संपत्ति बनाने",
  "subsequently in the year 1990, the same was dissolved and the": "वाले एक ॥४४ का निर्माण किया।।हालांकि, बाद में वर्ष 990 में, इसे भंग कर",
  "property partitioned vide a deed dated 1.4.1990, into four parts.": "दिया गया और संपत्ति को .4.990 दिनांकित एक विलेख द्वारा चार भागों में",
  "The partition was affected to the following effect:": "विभाजित कर दिया गया।विभाजन निम्नलिखित प्रभाव के तहत प्रभावित हुआः",
  "PORTION OF THE NAME OF THE DEMISED PROPERTY RECEIVER": "निहित संपत्ति का भाग प्राप्तकर्ता का नाम",
  "Ground Floor (Front Major General Portion) (Retd.) Viren": "भूतल (सामने का भाग) मेजर जनरल (सेवानिवृत्त) वीरेन",
  "First Floor (Front Portion) Shri Vinay Kumar Awasty": "पहली मंजिल (सामने का हिस्सा) श्री विनय कुमार अवस्थी",
  "Second Floor (Front Portion) | Late Shri Hari Das Awasty": "दूसरी मंजिल (सामने का हिस्सा) स्वर्गीय श्री हरि दास अवस्थी",
  "(Double-storied structure Awasty": "वाली दो मंजिला भवन की संरचना)",
  "(2) C-1/2 Vasant Vihar, New Delhi The said property": "(2) सी-/2 वसंत विहार, नई दिल्ली उक्त संपत्ति श्री वीर करण",
  "was purchased by Mr. Vir Karan Awasthy (husband of the petitioner) vide sale deed dated 30.6.2011. The": "अवस्थी (याचिकाकर्ता के पति) द्वारा दिनांक 30.6.2044 के बिक्री",
  "same was sold by him to Mrs. Monica Gogia vide": "विलेख द्वारा खरीदी गई थी। इसे उनके द्वारा श्रीमती मोनिका गोगिया को",
  "registered sale deed dated 5.8.2015.": "पंजीकृत बिक्री विलेख दिनांक 5.8.2045 के माध्यम से बेचा गया था।",
  "(3) 5/1 Vasant Vihar, New Delhi": "(3) 5/7 वसंत विहार, नई दिल्ली.",
  "Rear Units Front Units": "पिछला भाग सामने का भाग",
  "GF Manju Awasthy, | GF | Virender Awasthy": "जी. एफ. | मंजू अवस्थी, वीर | जी. एफ. वीरेंद्र अवस्थी",
  "FF Karan Awasthy | FF | Veena Awasthy": "एफ. एफ. |. करण अवस्थी एफ. एफ... वीणा अवस्थी",
  "(husband of": "(याचिकाकर्ता के",
  "At this stage, we deem it appropriate to attach the property mentioned at SI.No.1 and 3.": "इस स्तर पर, हम क्रम संख्या और 3 पर उल्लिखित संपत्ति को कुर्क करना उचित समझते हैं।",
  "Issue notice to Mrs. Monica Gogia, the occupants of property at SI.No.2 at C-1/2 Vasant Vihar, New": "श्रीमती मोनिका गोगिया, सी-4/2 वसंत विहार, नई दिल्ली में क्रम संख्या.2 पर संपत्ति के अधिभोगियों को नोटिस जारी करें, जिन्होंने",
  "be not attached. The respondent Mrs. Monica Gogia and other concerned are_ restrained from": "श्रीमती मोनिका गोगिया और अन्य संबंधितों को अगले आदेश तक सी -",
  "transferring the property at C-1/2 Vasant Vihar, New Delhi until further orders.”": "/2 वसंत विहार, नई दिल्ली में संपत्ति स्थानांतरित करने से रोक दिया गया है.\" \".\"",
  "were registered against Ms. Ritika Awasty, who preferred": "में कुछ प्राथमिकियां सुश्री रितिका आवस्ती के खिलाफ दर्ज की गई, जिन्होंने",
  "petitions before different fora in which certain orders were": "विभिन्न मंचों के समक्ष याचिकाओं को चुनौती दी जिसमें कुछ आदेश पारित किए",
  "passed, including the order dated 26.10.2015 passed in CRMWP No.25356 of 2015 titled as Ritika Awasty Vs. State of": "गए थे, जिसमें सी.आर.एम.डब्ल्यू पी संख्या 25356/2075 में पारित दिनांक 26.40.205 का आदेश भी शामिल था, जिसका शीर्षक रितिका आवस्ती",
  "is extracted hereunder, was passed :": "आदेश पारित किए गए, जो इसके तहत निकाले गए हैं:",
  "“It is stated by Ms. Aishwarya Bhati, learned Additional Advocate General for the State of U.P.": "\"यह उत्तर प्रदेश राज्य की अपर महाधिवक्ता सुश्री ऐश्वर्या भाटी द्वारा",
  "Section 82 of the Code of Criminal Procedure before": "के समक्ष दंड प्रक्रिया संहिता की धारा 82 के तहत आवश्यक कदम",
  "appropriate warrant. Let it be done as expeditiously as possible.": "उठाने जा रहे हैं।इसे यथासंभव शीघ्रता से किया जाए।",
  "We have considered the affidavit filed by Dr. Rajeev Ranjan, Under Secretary (Extradition) in the Ministry of External Affairs. In the affidavit, various": "हमने विदेश मंत्रालय में अवर सचिव (प्रत्यर्पण) के तहत डॉ. राजीव रंजन द्वारा दायर शपथ पत्र पर विचार किया है।शपथ पत्र में, विभिन्न",
  "have been duly approved and are underway or any other": "प्रत्यपण की कार्यवाहियां जो विधिवत रूप से अनुमोदित की गई हैं और चल रही",
  "proceedings indicated under the fiscal/penal laws of the land.": "हैं या देश के राजकोषीय /दंड कानूनों के तहत इंगित किसी भी अन्य कार्यवाही के",
  "against Ms. Ritika Awasty and/or her husband Mr. Virkaran": "8. सुश्री रितिका आवस्ती और/या उनके पति श्री वीरकरण आवस्ती के",
  "Awasty reach their logical and lawful conclusion.": "खिलाफ प्रत्यर्पण कार्यवाही अपने तार्किक और विधिपूर्ण निष्कर्ष पर पहुंचने के",
  "19. The Interlocutory Applications are disposed of accordingly.": "9. अंतर्वर्ती आवेदनों का तदनुसार निस्तारण किया जाता है।",
  "The ownership of 5/1, Vasant Vihar, New Delhi resting with the applicants in IA No.6484 of 2018 is not a disputed position of": "4. 5/7, वसंत विहार, नई दिल्ली का स्वामित्व आइए नंबर.6484/20व8",
  "fact. The assertion that the applicants therein do not have": "अपीलकर्ताओं के पास है एवं तथ्य यह है कि उक्त सम्पत्ति विवादित स्थिति में",
  "husband Mr. Virkaran Awasty also cannot be denied or": "या उनके पति श्री वीर करण अवास्थी के व्यवसाय से कोई लेना-देना नहीं है/या किसी भी तरह से जुड़े नहीं हैं इस तथ्य को भी इनकार या विवादित नहीं किया",
  "disputed. Also the transfer of the property in the name of the present owners could not be linked to the transaction, subject": "जा सकता है।साथ ही वर्तमान मालिकों के नाम पर संपत्ति के हस्तांतरण को",
  "In respect of the second property i.e. C 1/2, Vasant Vihar, New": "5. दूसरी संपत्ति अर्थात सी /2, वसंत विहार, नई दिल्ली, के संबंध में",
  "record that it was a “sham” transaction. We may also notice that": "यह एक \"नकली\" लेनदेन था।हम यह भी देख सकते हैं कि इस संपत्ति के संबंध",
  "the sale deed in respect of this property was dated 31.7.2015 by": "में बिक्री विलेख दिनांक 3.7.2045 का था, जिसके माध्यम से अपीलकर्ता के",
  "the registration of FIRs in connection with unpaid dues of the": "अधिकार उस कंपनी के अवैतनिक बकाया के संबंध में एफआईआर के पंजीकरण",
  "company in which the petitioner was a promoter. With the bona": "से पहले मजबूत हो गए हैं जिसमें याचिकाकर्ता एक प्रमोटर था।श्रीमती मोनिका",
  "fide ownership of Mrs. Monica Gogia being established at least": "गोगिया के सद्भावपूर्ण स्वामित्व को कम से कम प्रथमदृष्टया स्थापित किए जाने के",
  "prima facie, and in the absence of any link prior or present of": "लेन-देन के साथ पहले या वर्तमान किसी लिंक की अनुपस्थिति में",
  "which the applicant in IA No.58055 of 2021 undoubtedly enjoys.": "को प्रतिकूल रूप से प्रभावित कर रहा है जो आइए संख्या 58055/2027 में अपीलकर्ता को प्राप्त हैं।",
  "no proximate link could be established to justify the attachment": "न्यायोचित ठहराने के लिए प्रथमदृष्टया कोई निकट संबंध स्थापित नहीं किया जा"
}