{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय अधिकारिता",
  "CIVIL APPEAL NO. 314 OF 2020": "सिविल अपील सं. 34 वर्ष 2020",
  "(ARISING OUT OF SPECIAL LEAVE PETITION (CIVIL) NO. 18627 OF 2019)": "(विशेष अनुमति याचिका (सिविल) सं. 28627 वर्ष 209 से उद्घूत)",
  "THE STATE OF UTTAR PRADESH AND OTHERS APPELLANTS": "उत्तर प्रदेश राज्य एवं अन्य",
  "JUDGMENT": "निर्णय",
  "Leave granted.": "अनुमति प्रदत्त।",
  "2. State of Uttar Pradesh and its functionaries have filed the present": "2... उत्तर प्रदेश राज्य एवं इसके पदाधिकारियों ने इलाहाबाद उच्च",
  "appeal challenging the judgment dated 19.07.2018 passed by the": "न्यायालय के 9.07.208 दिनांकित उस निर्णय को चुनौती देते हुए",
  "Bench has dismissed their appeal and affirmed the order dated": "वर्तमान अपील दायर की है जिसके द्वारा खंडपीठ ने उनकी अपील को खारिज",
  "04.01.2018 passed by the learned Single Judge directing grant of consequential benefits in the form of post-retirement benefits with seniority in service and promotion(s), if any, but not actual": "करते हुए विद्वत एकल न्यायाधीश द्वारा सेवाओं एवं पदोन्नतियों में वरिष्ठता के साथ सेवानिवृत्ति लाभों के रूप में अनुष॑ंगिक लाभ, यदि कोई, लेकिन 08.06.987 से",
  "treating the first respondent’s initial date of appointment as": "आदेश द्वारा प्रथम प्रत्यर्थी की प्रारंभिक नियुक्ति तिथि को 08.06.987 मानते हुए",
  "08.06.1987 and directed that the period between 8.6.1987 till the date of actual joining on 30.06.2006 shall be counted for the": "8.6.987 से वास्तविक सेवायोजन की तिथि 30.06.2006 तक के बीच अवधि",
  "purpose of consequential benefits, including pensionary benefits,": "पेंशन लाभ सहित अन्य अनुषं॑गिक लाभ के उद्देश्य के लिए गिनी जाएगी । हालांकि",
  "albeit would be excluded for payment of back wages.": "पिछले वेतन के भुगतान के लिए नहीं गिनी जाएगी।",
  "3. Having heard counsel for the parties, we feel, in view of peculiar facts and on balance of equities, the directions regarding the post-": "3. . पक्षों के अधिवक्ताओं को सुनने के पश्चात विशिष्ट तथ्यों ,इक्विटी के अधिशेष, के आलोक में हमारा मानना है, कि सेवानिवृत्ति लाभ के संबंध में यथा",
  "4. Ali Hussain Ansari, the first respondent before us, was": "4. हमारे समक्ष प्रथम प्रत्यर्थी अली हुसैन अंसारी की सत्य प्रकाश विवेकानंद इंटर",
  "recommended for appointment as Assistant Teacher in Satya Prakash Vivekanand Inter College, Musahari, Deoria, Uttar": "कॉलेज, मुसहरी, देवरिया , उत्तर प्रदेश में तदर्थ आधार पर नियुक्ति की अनुशंसा की",
  "Pradesh on ad hoc basis. However, the Committee of Management in the said college, the second respondent before": "गई थी। हालांकि हमारे समक्ष उपस्थित द्वितीय प्रत्यर्थी उक्त कॉलेज की प्रबंध",
  "us, did not agree and consequently did not issue an appointment": "समिति सहमत नहीं हुई और परिणामस्वरूप नियुक्ति पत्र जारी नहीं किया। उन्होंने",
  "letter. They issued an advertisement dated 08.07.1987 for direct": "08.07.987 दिनांकित विज्ञापन जारी किया। पद पर सीधी भर्ती के लिए रोजगार",
  "recruitment to the post. The names registered with the": "दफ्तर में पंजीकृत नामों को शामिल किया जाना था। चयन के पश्चात्‌ शेषमणि शुक्का",
  "11.09.1987 was written to the District Inspector of Schools, Deoria": "नाम का व्यक्ति नियुक्त किया गया और जिला विद्यालय निरीक्षक देवरिया को अनुमोदनार्थ वन 7.09.987 दिनांकित पत्र लिखा गया। हालांकि जिला",
  "declined and did not grant approval vide his letter dated": "अनुशंषित किया गया था लेकिन उसे कभी भी नियुक्ति पत्र जारी नहीं किया गया",
  "order dated 20.04.1988, the District Inspector of Schools, Deoria": "98] के प्रावधानों के विरुद्ध था। जिला विद्यालय निरीक्षक देवरिया ने 20.04.",
  "refused to grant financial approval for appointment of Shesh Mani": "988 दिनांकित आदेश द्वारा शेषमणि शुक्रा की नियुक्ति के लिए वित्तीय स्वीकृति देने से मना कर दिया। जिला विद्यालय निरीक्षक देवरिया के द्वारा अपनाए गए रवैये",
  "Shukla. Aggrieved with the stand taken by the District Inspector of Schools, Deoria, Shesh Mani Shukla assailed these orders in Writ Petition No. 14530/1988 before the High Court of Judicature at": "देने से मना कर दिया। जिला विद्यालय निरीक्षक देवरिया के द्वारा अपनाए गए रवैये से व्यथित शेषमणि शुक्रा ने इन आदेशों को रिट याचिका संख्या 4530/988",
  "Petition No. 14530/1988 before the High Court of Judicature at Allahabad. By the interim order dated 27.01.1992, the appellants": "द्वारा इलाहाबाद उच्च न्यायालय में चुनौती दी। 27.0.992 दिनांकित अंतरिम",
  "before us, including District Inspector of Schools, Deoria and the": "आदेश द्वारा जिला विद्यालय निरीक्षक देवरिया सहित हमारे समक्ष उपस्थित",
  "Mani Shukla had worked and was paid salary till 23.04.2004,": "उसे 23.04.2004 तक वेतन दिया गया जब उच्च न्यायालय ने उसके द्वारा दायर",
  "Appeal No. 590 of 2004 which was dismissed by the Division": "संख्या 590 वर्ष 2004 दायर किया जो कि उच्च न्यायालय के खंडपीठ द्वारा",
  "Bench of the High Court on 22.02.2006. The appeal against this": "22.02.2006 को रद्द कर दिया गया। इस निर्णय के विरुद्ध अपील को भी सी ए",
  "judgment was also dismissed by this Court in C.A. No. 4966 of": "नंबर 4966 वर्ष 2009 में 3.07.2009 दिनांकित आदेश के द्वारा रद्द कर दिया",
  "5. | Thereupon, the first respondent was issued appointment letter and": "५. तत्पश्चात प्रथम प्रत्यर्थी को नियुक्ति पत्र जारी किया गया और सक्षम प्राधिकारी",
  "was appointed as Assistant Professor on 30.06.2006 after the": "के पश्चात सहायक प्रोफेसर (? ) के रूप में 30.06.2006 को नियुक्त किया गया।",
  "retired from service on 30.06.2009 on attaining the age of": "प्रथम प्रत्यर्थी सेवानिवृत्ति की आयु होने पर 30.06.2009 को सेवानिवृत्त हो गया।",
  "6. On or about 01.05.2008, the first respondent had filed Writ Petition": "6. .5.2008 के आस-पास प्रथम प्रत्यर्थी ने 8.6.987 से 30.6.2006 तक के",
  "No. 221012 of 2008 before the High Court seeking payment of arrears of salary from 08.06.1987 till 30.06.2006. This Writ Petition was disposed of by order dated 01.05.2008 of the learned Single": "बकाया वेतन के भुगतान की मांग करते हुए उच्च न्यायालय के समक्ष रिट याचिका 2202 वर्ष 2008 दायर की है। रिट याचिका का निस्तारण विद्वरत एकल"
}