{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CC and CE and ST, NOIDA .. Appellant(s)": "सीसी और सीई और एसटी, नोएडा .. ...अपीलकर्ता (ओं)",
  "Versus": "बनाम",
  "M/s Interarch Building Products Pvt. Ltd. ... Respondent(s)": "मैसर्स इंटरआर्क बिल्डिंग प्रोडक्ट्स प्रा. लिमिटेड ...प्रतिवादी (ओं)",
  "JUDGMENT": "निर्णय",
  "M. R. Shah, J.": "न्यायमूर्ति एम. आर. शाह",
  "Service Tax Appellate Tribunal, Regional Bench at Allahabad (hereinafter referred to as ‘the": "4. सीमा शुल्क, उत्पाद शुल्क और सेवा कर अपीलीय न्यायाधिकरण, इलाहाबाद के",
  "at Allahabad (hereinafter referred to as ‘the Appellate Tribunal’) by which the learned": "क्षेत्रीय पीठ (इसके बाद से अपीलीय न्यायाधिकरण के रूप में संदर्भित) द्वारा पारित",
  "The facts leading to the present appeal in": "2. वर्तमान अपील की ओर ले जाने वाले तथ्य संक्षेप में इस प्रकार हैं:",
  "buildings and parts thereof classifiable under": "भवनों और उनके भागों के निर्माण, आपूर्ति और परिनिर्माण के व्यवसाय में लगा हुआ",
  "respondent. The unit at Greater Noida registered as a Centralized Service Provider,": "से हटा दिया गया था। ग्रेटर नोएडा में एक केंद्रीकृत सेवा प्रदाता के रूप में पंजीकृत",
  "availed CENVAT Credit": "इकाई ने सेनवैट क्रेडिट प्राप्त किया",
  "(i) Excise duty paid by the units at the time of removal": "() हटाने के समय इकाइयों द्वारा भुगतान किया गया उत्पाद शुल्क",
  "(ii) duty paid on capital goods": "(॥) पूंजीगत वस्तुओं पर भुगतान किया गया शुल्क",
  "payment of Service Tax.": "(॥) इनपुट सेवाओं पर भुगतान किया गया सेवा कर |",
  "‘works contract service’ the respondents availed": "प्रतिवादी द्वारा प्रदान की गई सेवायें कार्य अनुबंध के बराबर थी जो कि वित्त",
  "2.3 Therefore, the Department issued a Show": "2.3 इसलिए, विभाग ने अन्य बातों के साथ-साथ आरोप लगाते हुए एक कारण",
  "respondent had utilized CENVAT Credit of Rs.1,12,60,92,760/- on building material": "निर्माण सामग्री पर रुपये 4,42,60,92,760 /- का सेनवैट क्रेडिट उपयोग किया था-",
  "inadmissible. It was alleged that the said": "जो कि अस्वीकार्य था। यह आरोप लगाया गया कि अधिनियम 4994 की धारा 73 ()",
  "amount had been recovered as service tax from": "के तहत ग्राहक से सेवा कर के रूप में उक्त राशि की वसूली की गई थी। राजस्व",
  "should have been classified under “Works": "को यह प्रतीत हुआ कि सेवाओं को “कार्य अनुबंध सेवा' के तहत वर्गीकृत किया जाना",
  "Rule 2A nor there was any question of forcibly applying the option of Composition Scheme.": "माना कि नियम 2ए के लागू होने पर कोई सवाल नहीं है और कंपोजीशन स्कीम के विकल्प को",
  "circumstances, the respondent was entitled to CENVAT Credit on inputs.": "प्रतिवादी इनपुट पर सेनवेट क्रैडिट का हकदार था।",
  "impugned judgment and order passed by the learned Tribunal setting aside the Order-in-": "2.9. विद्वान न्यायाधिकरण द्वारा मूल आदेश को निरस्त करते हुए आक्षेपित निर्णय एवं पारित",
  "Shri N. Venkataraman, learned ASG has appeared on behalf of the Revenue and Shri V.": "3. श्री एन वेंकटरमन, विद्वान 855 राजस्व की ओर से उपस्थित हुए हैं और श्री वी",
  "Raghuraman, learned Senior Counsel has appeared on behalf of the respondent -": "रघुरामन, विद्वान वरिष्ठ अधिवक्ता प्रतिवादी निर्धारिती की ओर से उपस्थित हुए हैं।",
  "4. Shri N. Venkataraman, learned ASG appearing on behalf of the Revenue has made _ the": "4. श्री एन. वेंकटरमन, राजस्व की ओर से पेश हुए विद्वान एएसजी, ने सीईएसटीएटी द्वारा",
  "following submissions challenging the correctness and legality of the impugned order passed by the CESTAT:": "पारित विवादित आदेश की यथार्थता और वैधता को चुनौती देते हुए निम्नलिखित दलीलें दी हैं:",
  "(i) That the period under dispute is January, 2007 to March, 2014. He has submitted": "(॥) कि विवाद के तहत अवधि जनवरी, 2007 से मार्च, 2044 है। उन्होंने कहा है कि कार्य",
  "that the definition of ‘works contract service’ was brought into the Finance Act, 1994 w.e.f. 01.06.2007. Therefore, he has": "अनुबंध सेवा की परिभाषा 'को वित्त अधिनियम, 994 (04.06.2007 से प्रभावी) में लाया",
  "1994 w.e.f. 01.06.2007. Therefore, he has fairly conceded the demand for the period January, 2007 to 31.05.2007 shall not be": "गया था। इसलिए, उन्होंने जनवरी 2007 से 3.05.2007 तक की अवधि के लिए मांग को",
  "this Court in the case of Commissioner of Central Excise vs. Larsen and": "उचित रूप से स्वीकार किया है जो केन्द्रीय उत्पाद शुल्क आयुक्त बनाम लार्सन एंड टुब्रो,",
  "Pvt. Ltd. vs. Deputy Commissioner of Commercial Taxes, (2022) SCC Online": "बनाम वाणिज्यिक कर उपायुक्त, (2022) एससीसी ऑनलाइन एससी 953 के आलोक में",
  "4.1 It is submitted that therefore the demand for the period January, 2007 to May, 2007 is not": "4.4 यह अनुरोध किया जाता है कि इसलिए जनवरी, 2007 से मई, 2007 की अवधि के लिए",
  "4.2 It is submitted that however, for the period commencing 01.06.2007 to 31.03.2014 the": "4.2 हालांकि, यह प्रस्तुत किया जाता है कि, 0.06.2007 से 3.03.2044 तक की अवधि",
  "4.3 Shri N. Venkataraman, learned ASG has taken us to the relevant provisions of the Act, 1994": "4.3 श्री एन वेंकटरमण, विद्वान एएसजी ने हमें अधिनियम, 994 के प्रासंगिक प्रावधानों विशेष",
  "submitted that Section 66E was introduced for": "को सम्मिलित करके बड़े संशोधन किए गए। यह कहा गया है कि धारा 66 ई को पहली बार पेश",
  "It is submitted that the Service Tax (Determination of Value) Rules, 2006 came into force w.e.f. 19.04.2006 vide Notification": "4.4 यह प्रस्तुत किया जाता है कि सेवा कर (मूल्य का निर्धारण) नियम, 2006 अधिसूचना",
  "force w.e.f. 19.04.2006 vide Notification No.12/2006 — Service Tax. Rule 2A has been": "संख्या 2/2006-सेवा कर के माध्यम से 9.04.2006 से लागू हुआ। नियम 2ए को",
  "inserted vide notification 29/2007 dated": "अधिसूचना 29/2007 दिनांक 22.05.2007 (04.06.2007 से प्रभावी) द्वारा जोड़ा गया है,",
  "under, which has been amended periodically:": "जिसे निम्नानुसार पढ़ा जाता है एवं जिसे समय-समय पर संशोधित किया गया है:",
  "“Prior to 01.07.2012 it reads as under:": "\"04.07.2042 से पहले इसे निम्नानुसार पढ़ा जाता था:",
  "2A. Determination of value of services involved in the execution of a works contract:": "2. कार्य अनुबंध के निष्पादन में शामिल सेवाओं के मूल्य का निर्धारण:",
  "(1) Subject to the provisions of section 67,": "() धारा 67 के प्रावधानों के अधीन, कार्य अनुबंध के निष्पादन में शामिल सेवाओं के संबंध में",
  "works contract (hereinafter referred to as works contract service), referred to in sub-": "कर योग्य सेवा का मूल्य (बाद में कार्य अनुबंध सेवा के रूप में संदर्भित ), खंड (405) के उप",
  "(i) Value of works’ contract service determined shall be equivalent to the gross": "() निर्धारित कार्य अनुबंध सेवा का मूल्य उक्त कार्य अनुबंध के निष्पादन में शामिल माल में",
  "amount charged for the works contract less the value of transfer of property in": "संपत्ति के हस्तांतरण के मूल्य को घटाकर कार्य अनुबंध के लिए प्रभारित कुल राशि के बराबर",
  "Explanation.- For the purposes of this rule,-": "स्पष्टीकरण।:- इस नियम के प्रयोजनों के लिए-",
  "(a) gross amount charged for the works contract shall not include Value Added Tax (VAT) or sales tax, as the case may be,": "(ए) कार्य अनुबंध के लिए प्रभारित सकल राशि में मूल्य वर्धित कर (वैट) या बिक्री कर शामिल नहीं होगा, जैसा भी मामला हो, भुगतान किया गया हो, यदि कोई हो, उक्त कार्य अनुबंध के",
  "the rate specified in section 66 of the Act, by paying an amount equivalent to": "66 में निर्दिष्ट दर पर सेवा कर का भुगतान करने के बजाय, कार्य अनुबंध के लिए प्रभारित",
  "Act, by paying an amount equivalent to two per cent of the gross amount": "सकल राशि के दो प्रतिशत के बराबर राशि का भुगतान करके प्रदान की गई या प्रदान की जाने",
  "charged for the works contract.": "वाली कार्य अनुबंध सेवा पर सेवा कर देयता।",
  "Explanation. - For the purposes of this rule, gross amount charged for the": "स्पष्टीकरण.- इस नियम के प्रयोजनों के लिए, कार्य अनुबंध के लिए प्रभारित कुल राशि में मूल्य",
  "works contract shall not include Value Added Tax (VAT) or sales tax, as the case": "वर्धित कर (वैट) या बिक्री कर शामिल नहीं होगा, जैसा भी मामला हो, उक्त कार्य अनुबंध के",
  "may be, paid on transfer of property in goods involved in the execution of the said works contract.”": "निष्पादन में शामिल माल में संपत्ति के हस्तांतरण पर भुगतान किया गया हो।।\"",
  "4.6 It is submitted that the sub-rules came to be amended vide Notification No.23/2009 -— ST": "4.6 यह प्रस्तुत किया जाता है कि उप-नियमों को अधिसूचना संख्या 23/2009-एसटी",
  "dated 07.07.2009 and further amended by": "दिनांक 07.07.2009 द्वारा संशोधित किया गया था और आगे अधिसूचना /2044-एसटी",
  "4.7 Itis submitted that Section 67 of the Act, 1994 deals with valuation of taxable services reads": "4.7 यह प्रस्तुत किया जाता है कि अधिनियम, 994 की धारा 67 कर योग्य सेवाओं के",
  "“67. Valuation of taxable services for charging Service Tax -1) Subject to the provisions of this Chapter, service tax": "\"67. सेवा कर लगाने के लिए कर योग्य सेवाओं का मूल्यांकन -) इस अध्याय के प्रावधानों",
  "chargeable on any taxable service with reference to its value shall, -": "के अधीन, किसी भी कर योग्य सेवा पर इसके मूल्य के संदर्भ में प्रभार्य सेवा कर, -",
  "(i) in a case where the provision of service is for a consideration in money, be the": "() ऐसे मामले में जहां सेवा का प्रावधान धन के प्रतिफल के लिए है, सेवा प्रदाता द्वारा प्रदान",
  "gross amount charged by the service provider for such service provided or to be provided by him;": "की गई या उसके द्वारा प्रदान की जाने वाली ऐसी सेवा के लिए प्रभारित कुल राशि होगी;",
  "(ii) in a case where the provision of service is for a consideration not wholly or partly": "(॥) ऐसे मामले में जहां सेवा का प्रावधान एक प्रतिफल के लिए है, जिसमें पूरी तरह या आंशिक",
  "consisting of money, be such amount in money, with the addition of service tax": "रूप से धन शामिल नहीं है, प्रभारित सेवा कर के अतिरिक्त धन में ऐसी राशि हो, जो प्रतिफल",
  "(iii) in a case where the provision of service is for a consideration which is not": "(॥) ऐसे मामले में जहां सेवा का प्रावधान एक प्रतिफल के लिए है जो सुनिश्चित नहीं है, वह",
  "ascertainable, be the amount as may be determined in the prescribed manner.": "राशि होगी जो निर्धारित तरीके से निर्धारित की जा सकती है।",
  "(2) Where the gross amount charged by a service provider, for the service provided or to be provided is inclusive of service tax payable, the value of such taxable": "(2) जहां एक सेवा प्रदाता द्वारा प्रदान की गई या प्रदान की जाने वाली सेवा के लिए प्रभारित कुल राशि में देय सेवा कर शामिल है, ऐसी कर योग्य सेवा का मूल्य ऐसी राशि होगी, जो देय",
  "addition of tax payable, is equal to the gross amount charged.": "कर के अतिरिक्त वसूल की गई सकल राशि के बराबर है।",
  "(ix) Where Value Added Tax or sales tax, as the case may be, has been paid on the": "(॥) शुल्क या कमीशन, यदि कोई हो, या, जैसा भी मामला हो, प्राप्त छूट, यानी लॉटरी टिकट",
  "which the distributor or selling agent gets such ticket.": "के अंकित मूल्य और उस कीमत पर जिस पर वितरक या बिक्री एजेंट को टिकट मिलता है, के",
  "(c) \"gross amount charged\" includes payment by cheque, credit card, deduction from": "रखी गई कोई भी राशि (सी) \"प्रभारित सकल राशि\" में चेक, क्रेडिट कार्ड, खाते से कटौती",
  "account and any form of payment by issue of credit notes or debit notes": "और क्रेडिट नोट या डेबिट नोट जारी करके किसी भी प्रकार का भुगतान शामिल है और",
  "and *[book adjustment, and any amount credited or debited, as the case may be,": "[पुस्तक समायोजन, और जमा की गई या निकाली गई कोई भी राशि, जैसा भी मामला हो,",
  "to any account, whether called \"Suspense account\" or by any other name, in the": "किसी भी खाते में, चाहे \"सस्पेंस खाता\" या किसी अन्य नाम से जाना जाता है, सेवा कर का",
  "books of account of a person liable to pay service tax, where the transaction of": "भुगतान करने के लिए उत्तरदायी व्यक्ति के खाते की पुस्तकों में, जहां कर योग्य सेवा का लेनदेन",
  "taxable service is with any associated enterprise.]]”": "किसी संबद्ध उद्यम के साथ है।]|\"",
  "4.8 Itis submitted that the Central Board of Excise": "4.8 यह प्रस्तुत किया जाता है कि केन्द्रीय उत्पाद एवं सीमा शुल्क बोर्ड ने दिनांक",
  "and Customs vide letter dated 22.05.2007 issued clarifications regarding various amendments brought out Vide Finance Act, 2007. It is submitted": "22.05.2007 के पत्र द्वारा वित्त अधिनियम, 2007 के माध्यम से लाए गए विभिन्न संशोधनों के",
  "that paras 9.1 to 9.7 which are relevant read as": "संबंध में स्पष्टीकरण जारी किया है। यह प्रस्तुत किया जाता है कि पैरा 9.4 से 9.7 जो प्रासंगिक",
  "“9.1 Works contract is a composite contract for supply of goods and services. A composite works contract": "\"9.4 कार्य अनुबंध माल और सेवाओं की आपूर्ति के लिए एक समग्र अनुबंध है।",
  "cost incurred by the service provider and": "सेवा प्रदाता द्वारा अर्जित लाभ;",
  "prescribed.": "अधिसूचित किया गया है।",
  "is vivisected and, -(i) VAT/sales tax is": "एक समग्र कार्य अनुबंध को विभाजित कर दिया गया है और, - () वैट/बिक्री कर कार्य",
  "leviable on transfer of property in goods involved in the execution of": "अनुबंध के निष्पादन में शामिल माल में संपत्ति के हस्तांतरण पर लगाया जाता है [भारत के",
  "works contract [Art.366 (29A)(b) of the Constitution of India], and": "संविधान के अनुच्छेद 366 (29 ए) (बी)], और",
  "(ii) | Service tax will be leviable on services provided in relation to the execution of works contract.": "(॥) कार्य अनुबंध के निष्पादन के संबंध में प्रदान की जाने वाली सेवाओं पर सेवा कर लगाया जाएगा।",
  "9.2 Service tax is chargeable on the gross amount charged by the service provider for the taxable _ services provided (Section 67). In the case of": "9.2 प्रदान की गई कर योग्य सेवाओं (धारा 67) के लिए सेवा प्रदाता द्वारा ली जाने वाली कुल",
  "works contract, the taxable value of services is to be determined by": "राशि पर सेवा कर प्रभार्य है। कार्य अनुबंध के मामले में, सेवाओं का कर योग्य मूल्य समग्र कार्य",
  "contract. Rule 2A of Service Tax (Determination of Value) Rules, 2006": "अनुबंध को विभाजित करके निर्धारित किया जाना है। सेवा कर (मूल्य का निर्धारण) नियम,",
  "(Determination of Value) Rules, 2006 [Notification No.29/2007-Service tax,": "2006 का नियम 2ए [अधिसूचना संख्या 29/2007-सेवा कर, दिनांक 22.05.2007],",
  "of works contract service shall be equivalent to the gross amount": "प्रस्तुत करता है कि कार्य अनुबंध सेवा का मूल्य कार्य अनुबंध के लिए प्रभारित सकल राशि के",
  "the value of transfer of property in goods involved in the execution of the": "बराबर होगा जिसमें उक्त कार्य अनुबंध के निष्पादन में शामिल माल में संपत्ति का हस्तांतरण का",
  "said works contract. Thus, wherever the service provider maintains records, the value of services shall be": "मूल्य घटा दिया जाएगा। इस प्रकार, जहां कहीं भी सेवा प्रदाता रिकॉर्ड रखता है, सेवाओं का",
  "the gross amount charged for the works contract less the value of": "मूल्य कार्य अनुबंध के लिए ली जाने वाली कुल राशि होगी, जिसमें कार्य अनुबंध के निष्पादन में",
  "transfer of property in goods involved": "शामिल माल में संपत्ति के हस्तांतरण का मूल्य घटा दिया जाएगा।",
  "9.3 Wherever VAT/sales tax on transfer of property in goods involved in the execution of works contract is": "9.3 जहां भी कार्य अनुबंध के निष्पादन में शामिल माल में संपत्ति के हस्तांतरण पर वैट /बिक्री",
  "paid on actual value, the same value": "कर का भुगतान वास्तविक मूल्य पर किया जाता है, वही मूल्य कार्य अनुबंध सेवा के मूल्य का",
  "is also taken for the purpose of determining the value of works contract service. In other cases, value": "निर्धारण करने के उद्देश्य से भी लिया जाता है। अन्य मामलों में, कार्य अनुबंध सेवा का मूल्य",
  "determined based on the actual. It has also been explained that value of": "वास्तविक के आधार पर निर्धारित किया जाएगा। यह भी स्पष्ट किया गया है कि कार्य अनुबंध",
  "works contract service shall include: (i) labour charges for execution of the works; (ii) amount paid to a sub-": "सेवा के मूल्य में शामिल होंगे: (।) कार्यों के निष्पादन के लिए श्रम शुल्क; (॥) श्रम और सेवाओं",
  "works; (ii) amount paid to a sub- contractor for labour and services; (iii) charges for planning, designing and": "के लिए एक उप ठेकेदार को भुगतान की गई राशि; (॥) प्लानिंग, डिजाइनिंग और आर्किटेक्ट",
  "architect's fees; (iv) charges for": "की फीस के लिए शुल्क; (५) कार्य अनुबंध के निष्पादन के लिए उपयोग की जाने वाली",
  "obtaining on hir' or _ otherwise, machinery and tools uses for the execution of the works contract; (Vv)": "मशीनरी और उपकरणों को किराये पर या अन्यथा प्राप्त करने के लिए शुल्क; (५) कार्य अनुबंध",
  "cost of consumables such as water, electricity, fuel, used in the execution": "के निष्पादन में उपयोग किए जाने वाले पानी, बिजली, ईंधन जैसे उपभोग्य सामग्रियों की लागत,",
  "of the works contract, the property in which is not transferred in the course of execution of works contract; (vi)": "संपत्ति जिसमें कार्य अनुबंध के निष्पादन के दौरान स्थानांतरित नहीं किया गया है; (५) श्रम",
  "cost of establishment of the contract relatable to supply of labour and services; (vii) other similar expenses": "और सेवाओं की आपूर्ति से संबंधित अनुबंध की स्थापना की लागत; (५) श्रम और सेवाओं",
  "service elements. He has heavily relied upon para 47 of the said decision. It is submitted": "उन्होंने उक्त निर्णय के पैरा 47 पर बहुत भरोसा किया है। यह प्रस्तुत किया गया है कि इस",
  "that this Court observed in para 47 in the case of Gannon Dunkerly and Co. (supra) as": "न्यायालय ने गैनन डंकरली एंड कंपनी (उपरोक्त) के मामले में पैरा 47 में निम्नानुसार",
  "“AT. ..... The value of the goods involved in the execution of a works contract will, therefore, have to be determined by taking into account the value of the entire works": "\"47. .. इसलिए, एक कार्य अनुबंध के निष्पादन में शामिल माल का मूल्य, संपूर्ण कार्य अनुबंध",
  "contract and deducting therefrom the charges towards labour and services which": "के मूल्य को ध्यान में रखते हुए और उसमें से श्रम और सेवाओं के लिए शुल्क घटाकर निर्धारित",
  "(a) Labour charges for execution of the works;": "(क) कार्यों के निष्पादन के लिए श्रम शुल्क;",
  "(b) amount paid to a sub-contractor for labour and services;": "(ख) श्रम और सेवाओं के लिए एक उप-ठेकेदार को भुगतान की गई राशि;",
  "(c) charges for planning, designing and architect's fees;": "ग) प्लानिंग, डिजाइनिंग और आर्किटेक्ट की फीस के लिए शुल्क;",
  "(d) charges for obtaining on hire or otherwise machinery and tools used for the execution of the works contract;": "(डी) कार्य अनुबंध के निष्पादन के लिए उपयोग की जाने वाली मशीनरी और उपकरण किराए पर लेने या अन्यथा प्राप्त करने के लिए शुल्क:",
  "paragraph 28 which reads as under:": "बेंच को संदर्भित करने के अनुरोध को खारिज कर दिया, जो पैराग्राफ 28 में निम्नानुसार है:",
  "decision of this Court in the case of Larsen and Toubro Limited (supra) and to refer the": "\"28. लार्सन एंड टुब्रो लिमिटेड (उपरोक्त) के मामले में इस न्यायालय के बाध्यकारी निर्णय पर",
  "which are as under:—": "प्रकार हैं:",
  "(i) The decision of this Court in the case of Larsen and Toubro Limited (Supra) has been delivered/passed in the year 2015, in": "($) लार्सन एंड टुब्रो लिमिटेड (उपरोक्त) के मामले में इस न्यायालय का निर्णय वर्ष 2075 में",
  "been delivered/passed in the year 2015, in which, it is specifically observed and held": "सुनाया गया/ पारित किया गया है, जिसमें यह विशेष रूप से देखा गया है और यह माना जाता",
  "that on indivisible works contracts for the period pre-Finance Act, 2007, the service": "है कि वित्त अधिनियम, 2007 के पूर्व की अवधि के लिए अविभाज्य कार्य अनुबंधों पर , सेवा",
  "tax was not leviable;": "कर उद्ग्रहणीय नहीं था;",
  "(ii) After considering the entire scheme and the levy of service tax pre-Finance Act, 2007 and after giving cogent reasons, a": "(॥) वित्त अधिनियम, 2007 के पूर्व की अवधि की पूरी व्यवस्था और सेवा कर उद््‌ग्रहण पर",
  "2007 and after giving cogent reasons, a conscious decision has been taken by this": "विचार करने और ठोस कारण देने के बाद, इस न्यायालय द्वारा एक सचेत निर्णय लिया गया है,",
  "Court holding that the service tax was not leviable pre-Finance Act, 2007 on indivisible/Composite Works Contracts;": "यह मानते हुए कि, अविभाज्य/समग्र कार्य अनुबंध पर सेवा कर वित्त अधिनियम, 2007 के पूर्व की अवधि पर लागू नहीं था।",
  "(iii) While holding that for the period pre- Finance Act, 2007, on indivisible/Composite Works Contracts,": "(॥) यह मानते हुए कि वित्त अधिनियम, 2007 के पूर्व की अवधि के लिए, अविभाज्य/समग्र",
  "indivisible/Composite Works Contracts, the service tax is not leviable, number of": "कार्य अनुबंधों पर, सेवा कर उद्ग्रहणीय नहीं है, पूर्वोक्त निर्णय में इस न्यायालय द्वारा कई",
  "decisions have been dealt with and": "निर्णयों पर विचार किया गया है;",
  "(supra) has made it clear that the goods value": "कि टोटल एनवायरनमेंट बिल्डिंग (उपरोक्त) में दोहराया गया है, यह स्पष्ट कर दिया है कि माल",
  "in the nature of transfer of property of goods would suffer sales tax/VAT and the service": "की संपत्ति के हस्तांतरण की प्रकृति में माल का मूल्य बिक्री कर /वैट का भुगतान करना होगा",
  "tax w.e.f. 01.06.2007 by virtue of the definition": "तहत कर योग्य सेवा की परिभाषा के आधार पर 04.07.2042 के बाद घोषित सेवा के रूप में,",
  "4.16 It is submitted that the incorporation of taxable service w.e.f. 01.06.2007 also resulted in the": "4.46 यह प्रस्तुत किया जाता है कि कर योग्य सेवा जो 0.06.2007 से प्रभावी हैं, के समावेश",
  "introduction of Rule 2A in the Valuation Rules, 2006 clearly identifying the service elements or": "के परिणामस्वरूप मूल्यांकन नियम, 2006 में नियम 2ए आरम्भ हुई, जिसमें सेवा तत्वों या",
  "2006 clearly identifying the service elements or components which would constitute the value for determination and payment of service tax.": "घटकों की स्पष्ट रूप से पहचान की गई, जो सेवा कर के निर्धारण और भुगतान के लिए मूल्य",
  "after the insertion of Section 66E(h) post": "04.07.2042 के बाद धारा 66 ई (एच) की प्रविष्टि के बाद भी इन घटकों को फिर प्रति धारित",
  "4.17 It is submitted that this Court in the case of Larsen and Toubro (supra) vide para 25 had": "4.7 यह प्रस्तुत किया गया है कि इस न्यायालय ने लार्सन एंड टुब्रो (उपरोक्त) के मामले में",
  "referred to Rule 2A of the Valuation Rules, 2006 and its purport by holding that the said": "पैरा 25 के माध्यम से मूल्यांकन नियम, 2006 के नियम 2ए और इसके तात्पर्य को संदर्भित",
  "Rule goes on to say that the service component": "किया था, यह मानते हुए कि उक्त नियम यह कहता है कि कार्य अनुबंध का सेवा घटक द्वितीय",
  "of the works contract is to include the 8": "गैनन डंकरली के मामले में निर्धारित 8 तत्वों को शामिल करना है और कार्य अनुबंध में सेवा के",
  "the service in the works contract would be the service elements in such contracts as _ this scheme alone would comply’ with the": "लिए जिम्मेदार मूल्य ऐसे अनुबंधों में सेवा तत्व होंगे क्योंकि यह योजना अकेले संवैधानिक",
  "submitted that therefore the purport of Rule 2A of the valuation rules is only to bring the": "यह प्रस्तुत किया जाता है कि इसलिए मूल्यांकन नियमों के नियम 2ए का तात्पर्य केवल सेवा",
  "elements of service tax as that alone would meet the constitutional requirements and no": "कर के तत्वों को लाना है क्योंकि केवल वही संवैधानिक आवश्यकताओं को पूरा करेगा और",
  "elements attributable to the property in goods should enter in the computation of service tax.": "सेवा कर की गणना में माल में संपत्ति के लिए जिम्मेदार कोई भी तत्व शामिल नहीं होना चाहिए।",
  "It is, therefore, the entire contention of the respondent - assessee that they have a legal": "अत, प्रतिवादी निर्धारिती का संपूर्ण तर्क कि उनके पास सेवा कर के रूप में माल के हिस्से पर",
  "right to pay tax even on the goods portion as": "भी कर का भुगतान करने का कानूनी अधिकार है और माल पर भुगतान किए गए शुल्क पर",
  "para 25 of the Larsen and Toubro (supra)": "इनपुट क्रेडिट भी लेना स्पष्ट रूप से लार्सन और टुब्रो (उपरोक्त) के पैरा 25 और निर्णय और",
  "4.18 Now so far as the composition scheme is concerned, it is submitted that the assessee": "4.48 अब जहां तक संरचना योजना का संबंध है, यह प्रस्तुत किया जाता है कि 0.06.2007",
  "falling under the definition of ‘works contract": "से 'कार्य अनुबंध सेवा' की परिभाषा के अंतर्गत आने वाले निर्धारिती को या तो केवल सेवा",
  "service tax liability either under Rule 2A of the valuation rules only on the service components without taking any CENVAT Credit on the": "घटकों पर इनपुट माल पर कोई सेनवैट क्रेडिट लिए बिना, मूल्यांकन नियमों के नियम 2ए के",
  "composition scheme in which case the rates of tax specified at various points of time should have been complied with on the total contract": "होगा, जिन परिस्थितियों में विभिन्न समय पर निर्दिष्ट कर की दरों का, कुल अनुबंध मूल्य पर",
  "value. It is submitted that the invented method of the respondent - assessee by": "अनुपालन किया जाना चाहिए। यह प्रस्तुत किया जाता है कि प्रतिवादी निर्धारिती द्वारा निर्मित",
  "seeking to pay service tax on entire contract": "अनुबंध मूल्य मूल्य पर कर के भुगतान की अनुमति देता है, कार्य अनुबंध सेवा की योजना के",
  "envisaged under Rule 2A of the Valuation Rules, 2006 without taking the CENVAT Credit": "कि मूल्यांकन नियम, 2006 के नियम 2ए के तहत आगत (इनपुट) माल पर सेनवैट (केन्द्रीय",
  "service tax on the total contract value including": "किया जाता है कि माल सहित कुल अनुबंध मूल्य पर सेवा कर का भुगतान करने और इनपुट",
  "but also legally untenable besides a": "अलावा कानूनी रूप से भी अमान्य है।",
  "decision of this Court in the case of": "(2048) ३ एससीसी 782 के मामले में इस न्यायालय के निर्णय पर निर्भर करने /होने का",
  "facts it has no relevance. It is submitted that": "संबंध है, यह निवेदन किया है कि तथ्यों पर इसकी कोई प्रासंगिकता नहीं है। निवेदन है कि",
  "with, neither the question of applicability of Rule 2A of the Valuation Rules arise": "है तो इसके साथ, न तो मूल्यांकन नियमों के नियम 2ए की प्रयोज्यता का सवाल उठता है और",
  "nor was there any question of forcibly applying option of Composition Scheme": "न ही निर्धारिती पर संरचना योजना (कंपोजिशन स्कीम) के विकल्प को जबरन लागू करने का कोई सवाल था ।",
  "(iv) Even if the services of the respondent are": "(५) भले ही प्रतिवादी की सेवाओं को 4 जून, 2007 के बाद 'कार्य अनुबंध सेवा' के तहत",
  "claims of the Revenue that there were only two options as above for valuation of the works contract service namely _ the": "दावे है कि कार्य अनुबंध सेवा मूल्यांकन के लिए उपरोक्तानुसार केवल दो विकल्प थे नामशः",
  "composition rules and the Rule 2A of the Valuation Rules available to the assessee": "संरचना नियम और निर्धारिती के लिए उपलब्ध मूल्यांकन नियमों का नियम 2ए और केन्द्रीय",
  "(v) It is submitted that in case of ‘works contract service’ also, the assessment can be done under the provisions of Section": "(५) यह निवेदन किया है कि 'कार्य अनुबंध सेवा' के मामले में भी, मूल्यांकन ,वित्त अधिनियम,",
  "be done under the provisions of Section 67 of the Finance Act, 1994 and that": "994 की धारा 67 के प्रावधानों के तहत किया जा सकता है और नियम 2ए या संरचना",
  "on inputs cannot be denied to the respondents in absence of any specific bar or prohibition in the CENVAT Credit": "किसी विशिष्ट प्रतिबंध या निषेध के अभाव में उत्तरदाताओं को इनपुट पर सेनवैट क्रेडिट के",
  "6.2 It is further submitted by learned counsel appearing on behalf of the respondent that": "6.2 आगे प्रतिवादी की ओर से उपस्थित विद्वान अधिवक्ता द्वारा निवेदन किया गया है कि",
  "in the case of CCE vs. S.V. Jiwani, 2014 (35)": "सीसीई बनाम एस.वी. जीवानी, 204 (35) एसटीआर 357 के अपने पहले के निर्णय का",
  "which is squarely applicable. It is submitted that in the said case it was held that the": "सही पालन किया है जो की सर्वथा लागू है। यह निवेदन किया है कि उक्त मामले में यह माना",
  "composition rules and Rule 2A of the Valuation": "गया था कि संरचना नियम और मूल्यांकन नियमों के नियम 2ए, सेवा प्रदाता को सेवा दायित्व",
  "liability vis-a-vis options available in Section 67 of the Finance Act, 1994.": "के निर्वहन के लिए वित्त अधिनियम, 4994 की धारा 67 में उपलब्ध विकल्पों की तुलना में",
  "Valuation Rules begins with the words ‘subject to provisions of Section 67’. It is submitted that this would mean that Rule 2A would apply": "अधीन' शब्दों से शुरू होता है। यह निवेदन किया जाता है कि इसका मतलब यह होगा कि नियम",
  "that this would mean that Rule 2A would apply only when value of the service involved in execution of the works contract could not be": "2ए केवल तभी लागू होगा जब कार्य अनुबंध के निष्पादन में शामिल सेवा का मूल्य अधिनियम",
  "determined under Section 67 of the Act.": "की धारा 67 के तहत निर्धारित नहीं किया जा सकेगा ।",
  "6.4 It is further submitted by learned counsel": "6.4 प्रतिवादी निर्धारिती की ओर से उपस्थित विद्वान अधिवक्ता द्वारा आगे प्रस्तुत किया गया है",
  "had three options:": "कि 0.07.2042 से पहले निर्धारिती के पास तीन विकल्प थे:",
  "Follow the tenets of Section 67 and pay tax": "()) धारा 67 के सिद्धांतों का पालन करें और पूरे मूल्य पर कर का भुगतान करें और इनपुट",
  "Rule 2A of the Valuation Rules: to pay": "(॥) मूल्यांकन नियमों का नियम 2 ए: मूल्यांकन नियमों के नियम 2ए के संदर्भ में निर्धारित कर",
  "service tax at the full applicable rate on the": "योग्य मूल्य पर पूरी लागू दर पर सेवा कर का भुगतान करने के लिए। इनपुट पर सेनवैट क्रेडिट",
  "2.06% (increased to 4.12% w.e.f. 01.03.2008) on the gross amount charged": "2.06% की दर से सेवा कर का भुगतान (04.03.2008 से 4.2% की बढ़ोतरी )। इनपुट पर",
  "6.5 After 01.07.2012 the assessee had _ three": "6.5 0.07.2042 के बाद निर्धारिती के पास तीन विकल्प थे:",
  "(i) | Follow the tenets of Section 67 and pay tax on": "()) धारा 67 के सिद्धांतों का पालन करें और पूरे मूल्य पर कर का भुगतान करें और इनपुट",
  "(ii) Rule 2A(i): To determine the taxable value of": "(॥) नियम 2ए (॥): शामिल सामग्री के वास्तविक मूल्य को घटाने के बाद सेवा के कर योग्य",
  "(iii) Rule 2(ii): To pay service tax on specified": "(॥) नियम 2 (॥): कार्य अनुबंध के लिए प्रभारित की गई कुल राशि के निर्दिष्ट प्रतिशत पर",
  "6.6 It is submitted therefore under the above scheme the assessee had the option to pay the": "6.6 इसलिए यह प्रस्तुत किया गया है कि उपरोक्त योजना के तहत निर्धारिती के पास वित्त",
  "or works contract services under the provisions of Section 67 of the Finance Act, 1994.": "अधिनियम, 994 की धारा 67 के प्रावधानों के तहत निर्माण सेवा या कार्य अनुबंध सेवाएं",
  "would be eligible to full CENVAT Credit and input, input services and capital goods under": "तहत पूर्ण सेनवैट क्रेडिट और इनपुट, इनपुट सेवाओं और पूंजीगत वस्तुओं के लिए पात्र होगा",
  "under 15/2004 — HT, as amended from time to time or replaced with new notification; OR to": "या 5/2004-एचटी, के तहत अधिसूचना में निर्दिष्ट समय -समय पर संशोधित या नई",
  "services’ either in terms of Rule 2A of the Valuation Rules or in terms of the Composition": "का भुगतान करने के लिए पात्र होगा।; या मूल्यांकन नियमों के नियम 2ए के संदर्भ में या",
  "clear idea that the valuation done under Section 67 is supreme and the rules are": "विचार व्यक्त करता है कि धारा 67 के तहत किया गया मूल्यांकन सर्वोच्च है और नियम",
  "subject to the Act.": "अधिनियम के अधीन है।",
  "to exercise the assessee can opt for Section 67.": "वैकल्पिक हैं प्रयोग करने के लिए निर्धारिती धारा 67 का विकल्प चुन सकता है।",
  "entire value as works contract service and the": "अनुबंध के मूल्य को ध्यान में रखते हुए और उसमें से श्रम और सेवाओं के लिए शुल्क घटाकर",
  "will, therefore, have to be determined by": "निर्धारित किया जाना होगा इसमें शामिल होगा",
  "(da) charges for obtaining on hire or otherwise machinery and tools used for the execution of the works contract;": "(घ) कार्य अनुबंध के निष्पादन के लिए उपयोग की जाने वाली मशीनरी और उपकरण किराए पर लेने या अन्यथा प्राप्त करने के लिए शुल्क;",
  "(e) cost of consumables such as water,": "(ड़) कार्य अनुबंध के निष्पादन में उपयोग की जाने वाली उपभोग्य सामग्रियों जैसे पानी ,",
  "electricity, fuel, etc. used in the": "बिजली, ईंधन आदि की लागत, संपत्ति जिसमें कार्य अनुबंध के निष्पादन के दौरान स्थानांतरित",
  "contract; and": "नहीं किया गया है; और",
  "() cost of establishment of the contractor to the extent it is relatable to supply of labour and services;": "(च) श्रम और सेवाओं की आपूर्ति से संबंधित होने की सीमा तक ठेकेदार की स्थापना की",
  "(g) other similar expenses relatable to supply of labour and services;": "(छ) श्रम और सेवाओं की आपूर्ति से संबंधित अन्य समान व्यय;",
  "(h) profit earned by the contractor to the extent it is relatable to supply of labour and services.": "(ज) ठेकेदार द्वारा उस सीमा तक अर्जित लाभ जो श्रम और सेवाओं की आपूर्ति से संबंधित है।",
  "The amounts deductible under these heads will have to be determined in the": "इन शीर्षों के तहत कटौती योग्य राशियों को ठेकेदार द्वारा उत्पादित सामग्री के आधार पर किसी",
  "heads will have to be determined in the light of the facts of a particular case on": "विशेष मामले के तथ्यों के आलोक में निर्धारित करना होगा। \"",
  "It is required to be noted that thereafter the above service elements have found a =_ statutory": "8.4 यह ध्यान देने की आवश्यकता है कि उसके बाद उपरोक्त सेवा तत्वों को सेवा कर (मूल्य",
  "recognition as part of Rule 2A of the Service Tax (Determination of Value) Rules, 2006 w.ee-.f. 01.06.2007 which has_ been referred’ to": "का निर्धारण) नियम, 2006 04.06.2007 से लागू, के नियम 2ए के हिस्से के रूप में",
  "and services and remit service tax on the entire value as ‘works contract’ and the assessee is": "सेवाएं दोनों शामिल हैं और कार्य अनुबंध सेवा के रूप में पूरे मूल्य पर सेवा कर की छूट है और",
  "also entitled to avail the CENVAT Credit on the same.": "निर्धारिती सेनवैट क्रेडिट का लाभ उठाने का भी हकदार है?",
  "needs to be paid in terms of Rule 2A of Service": "ध्यान दिया जाना चाहिए कि नियम 2ए कार्य अनुबंध के निष्पादन में शामिल सेवाओं के संबंध",
  "8.7 However, as per the Composition Scheme vide notification 32/2007 — ST dated 22.04.2007 by": "8.7 हालांकि, अधिसूचना 32/2007-एसटी दिनांक 22.04.2007 द्वारा संरचना योजना के",
  "which works contract (Composition Scheme for payment of Service Tax) Rules, 2007 came to": "अनुसार, जिसके द्वारा कार्य अनुबंध (सेवा कर के भुगतान के लिए संरचना योजना) नियम,",
  "payment of Service Tax) Rules, 2007 came to be introduced, as per Rule 3(1) and": "2007 प्रविष्ट किए गए, उसके नियम 3 (4) के अनुसार और अधिनियम की धारा 67 और",
  "notwithstanding anything contained in Section 67 of the Act and Rule 2A of the Rules, 2006,": "नियम, 2006 के नियम 2ए में कुछ भी निहित होने के बावजूद, कार्य अनुबंध सेवा के संबंध में",
  "the person liable to pay service tax in relation": "सेवा कर का भुगतान करने के लिए उत्तरदायी व्यक्ति के पास अधिनियम की धारा 6ः में निर्दिष्ट",
  "to works contract service shall have the option to discharge the service tax at the rate specified": "दर पर सेवा कर का निर्वहन करने का विकल्प होगा, कार्य अनुबंध के लिए चार्ज की गई कुल",
  "equivalent to 2% of the gross amount charged for the works contract. Explanation specifically": "राशि के 2% के बराबर राशि का भुगतान। विवरण विशेष रूप से स्पष्ट करता है कि कार्य अनुबंध",
  "provides that gross amount charged for the works contract shall not include the VAT or": "के लिए चार्ज की गई सकल राशि में वैट या बिक्री कर शामिल नहीं होगा , जैसा कि मामला",
  "no substance. If the submission on behalf of": "हालांकि, पूर्वोक्त में कोई दम नहीं है। यदि निर्धारिती की ओर से प्रस्तुतीकरण स्वीकार किया",
  "the assessee is accepted in that case Rule 2A and the Composition Scheme shall become": "जाता है तो उस मामले में नियम 2ए और कंपोजिशन स्कीम निष्प्रभावी हो जाएगी।",
  "With respect to the ‘works contract service’ and/or the Composition Works Contract the": "8.9 'वर्क्स कॉन्ट्रैक्ट सर्विस' और/या कम्पोजिशन वर्क्स कॉन्ट्रैक्ट के संबंध में वैल्यूएशन",
  "valuation has to be made as per Rule 2A of the Valuation Rules, 2006. Even as per the": "रूल्स, 2006 के नियम 2ए के अनुसार वैल्यूएशन किया जाना है। यहां तक कि कंपोजिशन",
  "Composition Scheme vide Notification 32/2007 dated 22.04.2007 an assessee has an option to": "स्कीम के तहत अधिसूचना 32/2007 दिनांक 22.04.2007 के अनुसार एक निर्धारिती",
  "specified in Section 66 of the Act by paying": "अधिनियम की धारा 66 में निर्दिष्ट दर पर कार्य अनुबंध के लिए चार्ज की गई सकल राशि के",
  "equivalent to 2% of the gross amount charged": "2% के समतुल्य भुगतान करके सेवा कर का भुगतान करने के बजाय प्रदान की गई या प्रदान",
  "also not decided the issue of extended period of limitation. Therefore, while quashing and": "भेजा जाना है । चूंकि सीमा की विस्तारित अवधि के संबंध में भी सीईएसटीएटी द्वारा निर्णय नहीं",
  "In view of the above and for the reason stated": "0 उपरोक्त के मद्देनजर और ऊपर बताए गए कारणों से, वर्तमान अपील सफल होती है।",
  "impugned judgment and order passed by the CESTAT is hereby quashed and set aside and it": "सीईएसटीएटी द्वारा पारित आक्षिपित निर्णय और आदेश को एतद्वारा रद्द और अपास्त किया",
  "is held that the assessee is not entitled to take the total contract value which includes both": "जाता है और यह माना जाता है कि निर्धारिती कुल अनुबंध मूल्य लेने का हकदार है जिसमें",
  "goods and services and remit service tax on the value as works contract service and, in the": "वस्तुएं और सेवाएं दोनों शामिल हैं और कार्य अनुबंध सेवा के रूप में मूल्य पर सेवा कर का",
  "process, also entitled to avail the CENVAT Credit on the entire amount. It is observed and held": "भुगतान करना है और इस प्रक्रिया में, पूरी राशि पर सेनवैट क्रेडिट का लाभ उठाने का भी हकदार है। यह देखा गया है कि और माना जाता है कि (मूल्य का निर्धारण) नियम, 2006 के",
  "that the assessee has to pay the service tax on the value of services as per Rule 2A of the": "नियम 2ए के अनुसार सेवाओं के कुल मूल्य पर निर्धारिती को सेवा कर का भुगतान करना होगा",
  "demands in terms of Rule 2A. The aforesaid": "2006 के नियम 2ए के अनुसार की जानी चाहिए और चूंकि निर्धारिती ने संरचना योजना का"
}