{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय अधिकारिता",
  "WITH": "सह",
  "[Arising out of SLP(Crl.) No. 5695/2010]": "(वि. अ. या, (क्रि.) सं. 5695/200 से उद्घृत )",
  "CRIMINAL APPEAL NO. 620 OF 2019": "क्रिमिनल अपील सं. 620 वर्ष 209",
  "[Arising out of SLP(Crl.) No. 8246/2010]": "(वि. अ. या, (क्रि.) सं. 8246/200 से उद्धृत )",
  "CRIMINAL APPEAL NO. 621 OF 2019": "क्रिमिनल अपील सं. 62] वर्ष 209",
  "[Arising out of SLP(Crl.) No. 7387/2011]": "(वि, अ. या, (क्रि.) सं. 7387/207]4 से उद्धृत )",
  "CRIMINAL APPEAL NO. 622 OF 2019": "क्रिमिनल अपील सं. 622 वर्ष 209",
  "[Arising out of SLP(Crl.) No. 5052/2014]": "(वि. अ. या. (क्रि.) सं. 5052/2074 से उद्धृत )",
  "CRIMINAL APPEAL NO. 623 OF 2019": "क्रिमिनल अपील सं. 623 वर्ष 209",
  "[Arising out of SLP(Crl.) No. 5139/2014]": "(वि. अ. या. (क्रि.) सं. 539/2074 से उद्धृत )",
  "RANJAN GOGOI, CJI": "न्यायमूर्ति रंजन गोगोई",
  "1. “Whether a woman forced to leave her matrimonial home on account of": "4. \" कया कोई महिला जिसे अपना वैवाहिक घर, ऐसे कार्यों एवं",
  "ton the jurisdiction of the courts where she is forced to take shelter with the": "किया गया हो न्यायालयों की अधिकारिता में ऐसी अवस्था में जब उसे",
  "a parents or other family members”. This is the precise question that arises for": "अपने माता-पिता या अन्य पारिवारिक सदस्यों के यहां आश्रय लेने को",
  "2. The opinions of this Court on the aforesaid question being sharply divided,": "2. उपरोक्त प्रश्न पर न्यायालय का मत विभाजित होने के कारण ऊपर",
  "the present reference to a larger Bench has been made for consideration of the": "निर्दिष्ट प्रश्न पर विचार के लिए बड़ी बेंच को वर्तमान में सन्दर्भित किया",
  "3. In": "3.",
  "(i) Y. Abraham Ajith and Others v. Inspector of Police,": "([) वाई. अब्राहम अजीत एवं अन्य बनाम पुलिस निरीक्षक चेन्नई एवं",
  "(ii) Ramesh and Others v. State of Tamil Nadu (2005) 3 SCC 507.": "(प) रमेश एवं अन्य बनाम तमिलनाडु राज्य (2005) 3 500 507",
  "(iii) Manish Ratan and Others v. State of Madhya Pradesh and Another (2007) 1 SCC 262.": "(0) मनीष रतन एवं अन्य बनाम मध्य प्रदेश राज्य एवं अन्य (2007)",
  "(iv) Amarendu Jyoti and Others v. State of Chhattisgarh and": "(४) अमरेन्दु ज्योति एवं अन्य बनाम छत्तीसगढ़ राज्य एवं अन्य",
  "contemplates that “every offence shall ordinarily be inquired into and tried by a": "धारा 277 का यह उपबंध है, कि \"प्रत्येक अपराध की जाँच और विचारण सामान्यतः ऐसे न्यायालय द्वारा किया जाएगा, जिसकी",
  "Court within whose local jurisdiction it was committed”. It is, therefore, clear that": "स्थानीय अधिकारिता के अन्तर्गत वह किया गया है । \" अतः यह स्पष्ट",
  "in the normal course, it is the court within whose local jurisdiction the offence is": "है, कि सामान्य स्थितियों में जिस न्यायालय की अधिकारिता में अपराध कारित किया जाता है उसी न्यायालय को प्रश्नगत्‌ अपराध का",
  "committed that would have the power and authority to take cognizance of the": "संज्ञान लेने की शक्ति और प्राधिकार होगा |",
  "7. Sections 178 and 179 are exceptions to the above rule and may be set out": "7. धारा 78 और 79 उपरोक्त नियम के अपराध हैं जो इस प्रकार हैं",
  "“178.Place of inquiry or trial.-": "\"78. जाँच या विचारण का स्थान, -",
  "(a) When it is uncertain in which of several local areas an": "(क) जहां यह अनिश्चत है, कि कई स्थानीय क्षेत्रों में से किसमें",
  "offence was committed, or": "अपराध किया गया है, अथवा",
  "(b) where an offence is committed partly in one local area and": "(ख) जहां अपराध अंशतः एक स्थानीय क्षेत्र में और अंशतः किसी",
  "partly in another, or": "दूसरे में किया गया है, अथवा",
  "(c) where an offence is a continuing one, and continues to be": "(ग) जहां अपराध चालू रहने वाला हो और उसका किया जाना एक से",
  "committed in more local areas than one, or": "अधिक स्थानीय क्षेत्रों में चालू रहता है, अथवा",
  "(d) where it consists of several acts done in different local areas,": "(घ) जहां वह विभिन्न स्थानीय क्षेत्रों में किए गए कार्यों से मिलकर बनता है,",
  "it may be inquired into or tried by a Court having jurisdiction over any of such local areas.”": "वहां उसकी जाँच या विचारण ऐसे स्थानीय क्षेत्रों में से किसी पर अधिकारिता रखने वाले न्यायालय द्वारा किया जाता है । \"",
  "“179. Offence triable where act is done or consequence": "\"79. अपराध वहां विचारणीय होगा जहां कार्य किया गया या परिणाम",
  "ensues.- When an act is an offence by reason of anything which": "निकला - जब कोई कार्य किसी की गई बात के और किसी निकले हुए",
  "the consequences emanating from a criminal act an offence is occasioned in": "परिणाम के कारण अपराध है, तब ऐसे अपराध की जाँच या विचारण",
  "another jurisdiction, the court in that jurisdiction would also be competent to take": "ऐसे न्यायालय द्वारा किया जा सकता है, जिसकी स्थानीय अधिकारिता",
  "complied with. On every occasion that such disobedience or": "नियम या इसकी शर्तों का पालन नहीं हो जाता | प्रत्येक ऐसे अवसर पर",
  "non-compliance occurs and reoccurs, there is the offence": "जब ऐसी अवज्ञा या गैर अनुपालन होता है और पुनः होता है तो",
  "committed. The distinction between the two kinds of offences": "अपराध कारित होता है । दो तरह के अपराधों के बीच भेद ऐसे कार्य या",
  "once and for all and an act or omission which continues, and": "एक ऐसा कार्य या विलोप जो चालू रहता है और इसलिए प्रत्येक बार या",
  "which it continues. In the case ofa continuing offence, there is thus the ingredient of continuance of the offence which": "वाला अपराध ' के मामले में अपराध के सातत्य का तत्व होता है, जो",
  "is absent in the case of an offence which takes place when an": "ऐसे अपराध के मामले में अनुपस्थित होता है, जो तब घटित होता है",
  "act or omission is committed once and for all.”": "जब कोई कार्य या विलोप एक बार के लिए होता है । \"",
  "10. The question that has posed for an answer has nothing to do with the provisions of Section 178 (b) or (c). What has to be really determined is whether": "0. जो प्रश्न उत्तर के लिए उठा है, उसका धारा 78 (ख) या (ग) के प्रावधानों से कोई लेना- देना नहीं है । जिस बात का निर्धारण किया",
  "the exception carved out by Section 179 would have any application to confer": "जाना है, वह यह है, कि क्या धारा 79 द्वारा सूजित अपवाद का उस",
  "wife is located.": "उस जगह स्थित है जहां पत्नी का पैतृक घर अवस्थित है ।",
  "Objects and Reasons of the Criminal Law [2\"’ Amendment Act, 1983 (Act 46 of": "अधिनियम, 983 (अधिनियम 46 वर्ष 983) ) के उद्देश्य और",
  "section itself may be noticed in the first instance:": "जोड़ा गया था । इस धारा के सन्दर्भ में प्रथमतः ध्यातव्य है :",
  "“498A.Husband or relative of husband of a woman": "\"498 क. किसी स्त्री के पति या पति के नातेदार द्वारा उसके प्रति",
  "subjecting her to cruelty.—Whoever, being the husband or the relative of the husband of a woman, subjects such woman": "क्रूरता करना--- जो कोई, किसी स्त्री का पति या पति का नातेदार",
  "the relative of the husband of a woman, subjects such woman to cruelty shall be punished with imprisonment for a term which": "होते हुए, ऐसे स्त्री के प्रति क्रूरता करेगा, वह कारावास से, जिसकी",
  "may extend to three years and shall also be liable to fine.": "अवधि तीन वर्ष तक की हो सकेगी, दण्डित किया जाएगा और जुमनि",
  "Explanation.—For the purposes of this section, “cruelty” means": "स्पष्टीकरण--- इस धारा के प्रयोजनों के लिए, \"क्रूरता \" से",
  "(a) any wilful conduct which is of such a nature as is likely to": "(क) जानबूझकर किया गया कोई आचरण जो ऐसी प्रकृति का है",
  "drive the woman to commit suicide or to cause grave injury or": "जिससे उस स्त्री को आत्महत्या करने के लिए प्रेरित करने की या उस",
  "danger to life, limb or health (whether mental or physical) of the woman; or": "स्त्री के जीवन, अंग या स्वास्थ्य को (जो चाहे मानसिक हो या शारीरिक) गंभीर क्षति या खतरा कारित करने की संभावना है ; या",
  "(b) harassment of the woman where such harassment is with a": "(ख) किसी स्त्री को तंग करना, जहां उसे या उससे संबंधित किसी",
  "view to coercing her or any person related to her to meet any unlawful demand for any property or valuable security or is on": "व्यक्ति को किसी सम्पत्ति या मूल्यवान प्रतिभूति के लिए किसी विधि विरुद्ध माँग को पूरी करने के लिए प्रपीड़ित करने की दृष्टि से या उसके",
  "account of failure by her or any person related to her to meet": "अथवा उससे संबंधित किसी व्यक्ति के ऐसे माँग पूरी करने में असफल",
  "12. Section 498A of the Indian Penal Code was introduced by the Criminal Law": "2. भारतीय दण्ड संहिता की धारा 498 क को आपराधिक विधि",
  "(second amendment) Act, 1983. In addition to the aforesaid amendment in the Indian": "(दूसरा संशोधन) अधिनियम, 983 के द्वारा जोड़ा गया था ।",
  "1973 relating to inquiries by police in case of death by suicides and inquiries by": "के मामले में पुलिस जाँच और ऐसी मृत्यु के कारणों की मजिस्ट्रेट द्वारा",
  "inserted in the Code of Criminal Procedure with regard to prosecution of offences under": "प्रक्रिया संहिता में धारा 498 क के अन्तर्गत अपराधों के अभियोजन हेतु",
  "under Section 498A was made cognizable and non-bailable. Of considerable": "में संशोधन द्वारा धारा 498 क के अन्तर्गत अपराध को संज्ञेय और गैर-",
  "significance is the introduction of Section 113A in the Indian Evidence Act by the Criminal Law (second amendment) Act, 1983 providing for presumption as to abetment of suicide": "जमानती बनाया गया । आपराधिक विधि (दूसरा संशोधन) अधिनियम, 983 द्वारा भारतीय साक्ष्य अधिनियम में धारा 3 क जोड़ा जाना",
  "by a married woman to be drawn if such suicide had been committed within a period of": "अत्यधिक महत्व का है, जो विवाहित स्त्री द्वारा आत्महत्या के दुष्प्रेरण की उपधारणा किए जाने का उपबंध करता है । यदि ऐसी आत्महत्या",
  "seven years from the date of marriage of the married woman and she had been": "विवाहित स्त्री के विवाह की तिथि के सात वर्ष की अवधि के भीतर की",
  "subjected to cruelty. Section 113A is in the following term:": "गई है और उसके साथ क्रूरता की गई है । धारा 3 क इन शब्दों में है",
  "“113-A. Presumption as to abetment of suicide by a": "\"3-क. विवाहित महिला द्वारा आत्महत्या के दुष्प्रेरण के संबंध में",
  "commission of suicide by a woman had been abetted by her": "उपधारणा- जब प्रश्न यह हो, कि किसी स्त्री द्वारा की गई आत्महत्या",
  "husband or any relative of her husband and it is shown that": "उसके पति द्वारा या पति के किसी नातेदार द्वारा दुष्प्रेरित की गई थी",
  "she had committed suicide within a period of seven years from the date of her marriage and that her husband or such": "और यह द्शया जाता है, कि उसने आत्महत्या विवाह की तिथि के सात वर्ष की अवधि के भीतर की थी और यह कि उसके पति या पति",
  "relative of her husband had subjected her to cruelty, the": "के किसी नातेदार ने उसके साथ क्रूरता की थी, मामले के अन्य",
  "Court may presume, having regard to all the other": "परिस्थितियों के दृष्टिगतू, न्यायालय यह उपधारणा कर सकता है, कि",
  "circumstances of the case, that such suicide had been abetted by her husband or by such relative of her husband.": "ऐसी आत्महत्या उसके पति या पति के ऐसे नातेदार द्वारा दुष्प्रेरित की",
  "Explanation.— For the purposes of this section, “cruelty”": "स्पष्टीकरण- इस धारा के उद्देश्यों के लिए \" क्रूरता \" का वही अर्थ होगा",
  "shall have the same meaning as in section 498-A of the Indian Penal Code (45 of 1860).”": "जो कि भारतीय दण्ड संहिता की धारा 498 क में है । ( 45, वर्ष 860) \"",
  "13. The object behind the aforesaid amendment, undoubtedly, was to combat the": "3. उपरोक्त संशोधन के पीछे उद्देश्य स्त्री का या उससे संबंधित किसी",
  "increasing cases of cruelty by the husband and the relatives of the husband on the wife": "पति के नातेदारों द्वारा क्रूरता के बढ़ते मामलों का मुकाबला करना था |",
  "which leads to commission of suicides or grave injury to the wife besides seeking to deal with harassment of the wife so as to coerce her or any person related to her to meet any": "जिससे कि पत्नी आत्महत्या कर लेती है या उसे गंभीर क्षति पहुंचती है",
  "cannot be overlooked while answering the question arising in the present case. The": "प्रश्नों का उत्तर देते समय नजरअंदाज नही किया जा सकता । अतः न्यायिक प्रयास प्रश्नगत्‌ उपबंधों को जोड़ने के पीछे के स्पष्य उद्देश्य के",
  "of cruelty committed by the husband or his relatives, would, dependent on the": "की या उसके नातेदारों की ओर से ऐसे स्पष्ट कार्यों का पत्नी के",
  "commission of offences under Section 498A of the Indian Penal Code.": "संहिता की धारा 498 क में आने वाले \"क्रूरता\" के अर्थ को समझते",
  "15. The Protection of Women from Domestic Violence Act, as the object": "5. महिलाओं का घरेलू हिंसा से संरक्षण अधिनियम, जैसा कि इसके",
  "domestic violence as against the remedy in criminal law which is what is provided under Section 498A of the Indian Penal Code. The definition of the Domestic": "498 क के अन्तर्गत दी गई आपराधिक विधि में उपचार की तुलना में घरेलू हिंसा के भुक्तभोगियों को सिविल उपचार प्रदान करने के लिए है |",
  "Violence in the Protection of Women from Domestic Violence Act, 2005": "महिलाओं का घरेलू हिंसा से संरक्षण अधिनियम, 2005 में घरेलू हिंसा",
  "contemplates harm or injuries that endanger the health, safety, life, limb or well-": "की परिभाषा क्षति या उपहति जो स्वास्थ्य, सुरक्षा, जीवन, अंग या",
  "being, whether mental or physical, as well as emotional abuse. The said": "कुशलक्षेम, मानसिक या शारीरिक को खतरा हो, और भावनात्मक",
  "provisions contained in Section 498A of the Indian Penal Code, undoubtedly,": "परिभाषित करती है । भारतीय दण्ड संहिता की धारा 498 क में निहित",
  "encompasses both mental as well as the physical well-being of the wife. Even": "प्रावधान निःसंदेह पत्नी के मानसिक और शारीरिक कुशरक्षेम को",
  "the silence of the wife may have an underlying element of an emotional distress": "समाविष्ट करते हैं । पत्नी की खामोशी में भी भावनात्मक अवसाद और",
  "and mental agony. Her sufferings at the parental home though may be directly": "मानसिक व्यथा का तत्व हो सकता है । पैतृक घर पर उसका कष्ट,",
  "attributable to commission of acts of cruelty by the husband at the matrimonial": "वैवाहिक घर पर पति द्वारा की गई क्रूरता के कारण हो सकती है । जो",
  "home would, undoubtedly, be the consequences of the acts committed at the": "कि निःसंदेह वैवाहिक घर पर किए गए कार्यों का परिणाम हो सकता है |",
  "matrimonial home. Such consequences, by itself, would amount to distinct": "ऐसे परिणाम स्वंय पैतृक घर जहां पर उसने आश्रय लिया है, पर अलग",
  "adverse effects on the mental health in the parental home though on account of the acts committed in the matrimonial home would, in our considered view,": "पड़ने वाला प्रतिकूल प्रभाव, यद्यपि कि वैवाहिक घर पर किए गए कार्यों",
  "the acts committed in the matrimonial home would, in our considered view, amount to commission of cruelty within the meaning of Section 498A at the": "के कारण, हमारे सुचिन्तित विचार से, पैतृक घर पर धारा 498 क के",
  "home results in repeated offences being committed at the parental home. This is": "क्रूरता का परिणाम पैतृक घर पर एकाधिक बार किए गए अपराध के रूप",
  "the kind of offences contemplated under Section 179 Cr.P.C which would": "में होता है । यह उस प्रकार का अपराध है जो दं. प्र. सं. की धारा 79",
  "squarely be applicable to the present case as an answer to the question raised.": "में कल्पित है । जो कि सीधे वर्तमान मामले में उठाए गए प्रश्न के उत्तर के रूप में लागू होगा |"
}