{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकारिता",
  "CIVIL APPEAL NO.1141 OF 2023": "सिविल अपील संख्या 4 / 2023",
  "(Arising from SLP(C) No. 27252/2019)": "(एसएलपी (सी) संख्या 27252/209 से उत्पन्न)",
  "DR. BR AMBEDKAR UNIVERSITY, AGRA APPELLANT(S)": "डॉ. बी आर अम्बेडकर विश्वविद्यालय, आगरा अपीलार्थी (गण)",
  "DEVARSH NATH GUPTA & ORS. RESPONDENT(S)": "देवर्ष नाथ गुप्ता और अन्य प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "Leave granted.": "अनुमति प्रदान की गई।",
  "2. Having regard to a short point involved, we have heard learned": "2. इसमें शामिल एक संक्षिप्त बिंदु को ध्यान में रखते हुए, अंतत: हमने इसी चरण",
  "3. The appellant—Dr. B R Ambedkar University, Agra* has preferred": "3. अपीलकर्ता-डॉ. बी आर अंबेडकर विधविद्यालय, आगरा ने सिविल प्रकीर्ण",
  "this appeal being aggrieved by the judgment and order dated 21.05.2019,": "पारित निर्णय और आदेश 2.05.209 दिनांकित से व्यथित होकर यह अपील",
  "1 Hereinafter referred to as ‘the appellant-University’.": "एतस्मिनपश्चात्‌ 'अपीलार्थी-विश्वविद्यालय' के रूप में निर्दिष्ट किया गया है",
  "2 Hereinafter referred to as ‘the writ petitioner’.": "2 एतस्मिनपश्चात्‌ 'रिट याचिकाकर्ता' के रूप में निर्दिष्ट किया गया है।",
  "4.1. The writ petitioner of this case (respondent No. 1 herein), being a": "4.] इस मामले के रिट याचिकाकर्ता (यहां प्रत्यर्थी संख्या ), अपीलार्थी-",
  "student of M.B.B.S. Course at S.N. Medical College, Agra, affiliated to the": "विश्वविद्यालय से संबद्ध एस. एन. मेडिकल कॉलेज, आगरा में एम. बी. बी. एस.",
  "33. Copy of this judgment be also forwarded to Principal Secretary (Higher Education) as well as Secretary (Secondary": "33. इस निर्णय की प्रति प्रधान सचिव (उच्च शिक्षा ) के साथ- साथ सचिव (माध्यमिक शिक्षा) को भी अग्रेषित की जाए, ताकि",
  "that Examiners/Evaluators of answer sheets are deployed in a": "उत्तर पुस्तिकाओं के परीक्षक/मूल्यांकनकर्ता उचित रूप से",
  "reasonably efficient manner and there should be strict instructions": "कुशल तरीके से नियुक्त किए जाएं और सख्त निर्देश दिए जाएं",
  "so that no- student may _ suffer on account. of negligence/carelessness etc. on the part of Examiners/Evaluators.”": "ताकि. परीक्षकों /मूल्यांकनकर्ताओं की... ओर से लापरवाही / लापरवाही आदि के कारण कोई भी छात्र प्रभावित न",
  "8. Aggrieved by the directions and requirements aforesaid, the": "8. पूर्वोक्त निर्देशों और आवश्यकताओं से व्यथित , अपीलार्थी-विश्वविद्यालय ने",
  "appellant-University has approached this Court. It may be observed that": "इस न्यायालय का दरवाजा खटखटाया है।यह देखा जा सकता है कि मामले के",
  "after taking note of the facts and circumstances of the case, while": "तथ्यों और परिस्थितियों को ध्यान में रखते हुए, 25.7.209 को अपील की",
  "entertaining the petition seeking leave to appeal on 25.11.2019, this Court": "अनुमति मांगने वाली याचिका पर विचार करते हुए, इस न्यायालय ने",
  "stayed the operation of the impugned order dated 21.05.2019. We have": "2.05.209 के आदेश के संचालन पर रोक लगा दी।हमें सूचित किया गया है",
  "been informed that before passing of such stay order by this Court, a few": "कि इस न्यायालय द्वारा इस तरह के स्थगन आदेश को पारित करने से पहले,",
  "other writ petitions were filed in the High Court while relying upon the": "कुछ अन्य रिट याचिकाएं दायर की गई थीं और उसमें, उच्च न्यायालय ने प्रश्नगत",
  "orders for re-evaluation while following the decision in question. Be that": "निर्णय का पालन करते हुए पुनर्मुल्यांकन के लिए स्थगन आदेश पारित किए।चाहे",
  "as it may, we are not commenting upon any other order which is not in": "जो भी हो, हम किसी अन्य आदेश पर टिप्पणी नहीं कर रहे हैं, जिसे इस",
  "challenge before this Court.": "न्यायालय के समक्ष चुनौती नहीं दी गई है।",
  "Court in the impugned order dated 21.05.2019.": "9. हमने 2.05.209 के आक्षेपित आदेश में उच्च न्यायालय द्वारा जारी की गई",
  "as follows: -": "इस प्रकार पुनः प्रस्तुत कर सकते हैं: -",
  "“29. Coming back to facts of this case, we have no option but to": "“29. इस मामले के तथ्यों पर वापस आते हुए, हमारे पास इस",
  "direct University to award average marks of three Examiners, awarded to petitioner under order of this Court and treat that he": "न्यायालय के आदेश के तहत याचिकाकर्ता को दिए गए तीन परीक्षकों के औसत अंक देने के लिए विश्वविद्यालय को निर्देश देने के अलावा कोई",
  "has been awarded 20 marks in Physiology, Paper-Il and": "विकल्प नहीं है और उसे फिजियोलॉजी, पेपर-॥ में 20 अंक दिए गए हैं",
  "accordingly correct his marks sheet and result and allow him to": "और तदनुसार उसके अंक पत्र और परिणाम को सही करें और उसे",
  "appear in further examinations accordingly.": "तदनुसार आगे की परीक्षाओं में उपस्थित होने की अनुमति दें।",
  "30. We also find it appropriate to award a cost of Rs.1,00,000/-": "30. हम याची को ,00,000/- रुपए (अर्थात्‌ एक लाख रुपए) की लागत अधिनिर्णीत करना भी उचित समझते हैं, जो कि प्रथमत: आगरा",
  "be payable by Agra University but it shall have liberty to recover": "विश्वविद्यालय द्वारा देय होगा, किन्तु उसे विधि के अनुसार जांच कराकर",
  "31. We hope and trust that Agra University, now shall take": "37. हमें उम्मीद और विश्वास है कि आगरा विश्वविद्यालय अब उचित",
  "unmindful and negligent Examiners/Evaluators are not deployed in": "ऐसे गैर-जिम्मेदाराना, विवेकहीन, लापरवाह परीक्षक /मूल्यांकनकर्ता",
  "examination or general subjects or otherwise.": "तैनात न किए जाएं, चाहे वह व्यावसायिक परीक्षा हो या सामान्य विषय",
  "32. We also provide that, if any student who had appeared in": "32. हम यह भी प्रावधान करते हैं कि यदि कोई छात्र, जो पिछले तीन",
  "examination of Agra University in the preceding three years, apply": "वर्षों में आगरा विश्वविद्यालय की परीक्षा में उपस्थित हुआ था, वर्तमान",
  "marks each were awarded in relation to three answers. On perusal of the answer sheet and taking note of the submissions made on behalf of the": "प्रश्नगत उत्तर पुस्तिका का पुनर्मूल्यांकन कराया और यह देखने के बाद कि तीन",
  "“15. Evaluation made by above three Examiners broadly is": "“5. उपर्युक्त तीन परीक्षकों द्वारा किया गया मूल्यांकन सामान्य तौर पर",
  "similar and there is no marked difference in evaluation made by": "समान है और उनके द्वारा किए गए मूल्यांकन में कोई विशेष अंतर नहीं",
  "marks each in questions 1, 3 and 4 while in questions 2, 5(a) and": "में 2 अंक दिए गए हैं, जबकि प्रश्न 2, 5 (ए) और 5 (बी) में सभी तीन",
  "orders of this Court have awarded reasonably good or some": "ने याचियों को उचित रूप से अच्छे या कुछ अंक दिए हैं।यहां तक कि",
  "marks to petitioners. Even on questions 1, 3 and 4, marks": "प्रश्न ,3 और 4 पर भी मूल परीक्षक द्वारा दिए गए अंक इन तीन",
  "16. Since, we have gone through copy of answer sheet,": "6. चूंकि, हमने उत्तर पुस्तिका की प्रतिलिपि देखी है, जिसे",
  "which petitioner has obtained under Act 2005 and find that virtually": "याचिकाकर्ता ने अधिनियम 2005 के तहत प्राप्त किया है और पाया है",
  "it is unchecked copy and apparently it was evident that Examiner": "कि वास्तव में यह कॉपी जाँची नहीं गई है और यह स्पष्ट था कि परीक्षक",
  "6. Thereafter, in paragraphs 17 to 28, the High Court expressed its": "6. इसके पश्चात्‌, प्रस्तर 7 से 28 में, उच्च न्यायालय ने इसकी व्यथा और",
  "anguish and disappointment that a beginner professional student was": "निराशा को व्यक्त किया कि ऐसे गैर -जिम्मेदाराना और उपेक्षापूर्ण परीक्षक के कारण एक आरंभिक व्यावसायिक छात्र को कष्ट उठाना पड़ा, जिसने बिना विचार",
  "is in violation of some statutory provision. The Court held as": "नीति स्वयं कुछ वैधानिक प्रावधानों का उल्लंघन करती है।न्यायालय ने",
  "under: (SCC pp. 39-40 & 42, paras 14 & 16)": "निम्नलिखित रूप में अभिनिर्धारित किया: (एससीसी पृष्ठ 39-40 और 42, पैराग्राफ 4 और 6)",
  "“14. ... It is exclusively within the province of the legislature and its delegate to determine, as a matter of": "“4. यह विशेष रूप से विधायिका और उसके प्रतिनिधि के क्षेत्राधिकार के तहत है कि नीति के मामले के रूप में , विधि के",
  "policy, how the provisions of the statute can best be": "क्षेत्राधिकार के तहत है कि नीति के मामले के रूप में , विधि के प्रावधानों को सर्वोत्तम तरीके से कैसे लागू किया जा सकता है और",
  "implemented and what measures, substantive as well as procedural would have to be incorporated in the rules or": "नियमों या विनियमों में क्या उपाय , मूल और प्रक्रिया शामिल किए",
  "regulations for the efficacious achievement of the objects and purposes of the Act. ...": "जाने चाहिए जो अधिनियम के लक्ष्य और उद्देश्यों की उपलब्धि के",
  "policy which will fully effectuate the purpose of the": "बुद्धिमत्तापूर्ण नीति हो सकती है जो अधिनियम के उद्देश्य को पूरी",
  "enactment or it may be lacking in effectiveness and": "तरह से प्रभावी करेगी या इसमें प्रभावशीलता की कमी हो सकती है",
  "hence calling for revision and improvement. But any": "और इसलिए संशोधन और सुधार की आवश्यकता हो सकती है।किंतु",
  "drawbacks in the policy incorporated in a rule or": "किसी नियम या विनियम में निगमित नीति में कोई खामियां इसे",
  "regulation will not render it ultra vires and the Court": "उसके अधिकार से बाहर नहीं बनाएंगी और न्यायालय इस आधार पर",
  "cannot strike it down on the ground that, in its opinion, it": "इसे खारिज नहीं कर सकता कि उसकी राय में यह बुद्धिमत्तापूर्ण या",
  "is not a wise or prudent policy, but is even a foolish one,": "विवेकपूर्ण नीति नहीं है अधिकार के बाहर की नीति मूर्खतापूर्ण नीति",
  "and that it will not really serve to effectuate the purposes of the Act.”": "है और यह वास्तव में अधिनियम के उद्देश्यों को प्रभावी नहीं बनाएगी।",
  "25. This view has been approved and relied upon and reiterated by this Court in Pramod Kumar Srivastava v. Bihar Public Service Commission [(2004) 6 SCC 714 : 2004 SCC (L&S)": "25. इस न्यायालय द्वारा प्रमोद कुमार श्रीवास्तव बनाम बिहार लोक सेवा आयोग [(2004) 6 एससीसी 774: में यह दृष्टिकोण को स्पीकृत किया गया एवं अवलंब लिया गया है।2004 एस. सी. सी. (एल एंड एस)",
  "883 : AIR 2004 SC 4116] observing as under : (SCC pp. 717-18,": "883: निम्नानुसार अवधारित किया जाता है(एससीसी पृष्ठ 77-8,",
  "para 7)": "पैरा 7)",
  "“7. ... Under the relevant rules of the Commission, there is no provision wherein a candidate may be entitled": "“7. आयोग के प्रासंगिक नियमों के तहत ऐसा कोई प्रावधान नहीं है कि कोई",
  "provision for scrutiny only wherein the answer books are": "हो। केवल जांच के लिए एक प्रावधान है जिसमें उत्तर पुस्तिकाओं को यह",
  "seen for the purpose of checking whether all the answers given by a candidate have been examined and whether": "जांच करने के उद्देश्य से देखा जाता है कि क्या किसी उम्मीदवार द्वारा दिए गए सभी उत्तरों की जांच की गई है और क्या प्रत्येक प्रश्न के कुल अंकों में",
  "each question and noting them correctly on the first cover": "कोई गलती हुई है और उन्हें उत्तर पुस्तिका के पहले कवर पेज पर सही ढंग",
  "page of the answer book. There is no dispute that after": "से नोट किया गया है।इसमें कोई विवाद नहीं है कि जांच के बाद अपीलकर्ता",
  "scrutiny no mistake was found in the marks awarded to the appellant in the General Science paper. In the": "को सामान्य विज्ञान के प्रश्नपत्र में दिए गए अंकों में कोई गलती नहीं पाई गई।",
  "absence of any provision for revaluation of answer books": "प्रासंगिक नियमों में उत्तर पुस्तिकाओं के पुनर्मूल्यांकन के लिए किसी प्रावधान",
  "in the relevant rules, no candidate in an examination has": "के अभाव में, किसी भी परीक्षा में किसी भी उम्मीदवार को अपने अंकों के",
  "got any right whatsoever to claim or ask for revaluation of": "पुनर्मूल्यांकन का दावा करने या पूछने का कोई अधिकार नहीं है।",
  "26. Thus, the law on the subject emerges to the effect that": "26. इस प्रकार, इस विषय पर विधि इस प्रभाव से प्रकट होती है कि",
  "in the absence of any provision under the statute or statutory": "कानून या सांविधिक अधिनियमों /विअधिनियमों के अधीन किसी उपबंध",
  "rules/regulations, the Court should not generally direct": "के अभाव में न्यायालय को सामान्यतः पुनर्मूल्यांकन का निदेश नहीं देना",
  "revaluation.” (emphasis supplied)": "चाहिए।\" (प्रभाव वर्धित )",
  "12.2. Further, in the case of Ran Vijay Singh (supra), this Court has": "2.2. इसके अतिरिक्त, रण विजय सिंह (उपरोक्त) के मामले में, इस न्यायालय",
  "“30. The law on the subject is therefore, quite clear and we only": "\"30. अतः इस विषय पर विधि काफी स्पष्ट है और हम केवल कुछ",
  "propose to highlight a few significant conclusions. They are:": "महत्त्वपूर्ण निष्कर्षों पर प्रकाश डालने का प्रस्ताव करते हैं, वे हैं: -",
  "30.1. If a statute, Rule or Regulation governing an examination": "30.. यदि किसी परीक्षा को शासित करने वाला कोई कानून, अधिनियम या विनियमन अधिकार के रूप में उत्तर पुस्तिका के",
  "permits the re-evaluation of an answer sheet or scrutiny of an": "पुनर्मुल्यांकन या उत्तर पुस्तिका की जांच की अनुमति देता है, तो परीक्षा",
  "the examination may permit it;": "आयोजित करने वाला प्राधिकरण इसे अनुमति दे सकता है।",
  "30.2. If a statute, Rule or Regulation governing an examination does not permit re-evaluation or scrutiny of an": "30.2. . यदि किसी परीक्षा को शासित करने वाला कोई विधि, अधिनियम या विनियमन किसी उत्तर पुस्तिका के पुनर्मुल्यांकन या",
  "answer sheet (as distinct from prohibiting it) then the court": "संवीक्षा की अनुमति नहीं देता है (जो इसे प्रतिबंधित करने से भिन्न है)",
  "may permit re-evaluation or scrutiny only if it is demonstrated": "तो न्यायालय पुनर्मूल्यांकन या संवीक्षा की अनुमति केवल तभी दे सकता",
  "very clearly, without any “inferential process of reasoning or": "है जब इसे बहुत स्पष्ट रूप से प्रदर्शित किया गया हो, बिना किसी",
  "by a process of rationalisation” and only in rare or": "तर्कसंगत प्रक्रिया के या तर्कसंगत बनाने की प्रक्रिया के द्वारा और केवल",
  "exceptional cases that a material error has been committed;": "दुर्लभ या असाधारण मामलों में कि कोई तात्विक त्रुटि की गई है।",
  "The appeal is partly allowed in terms of the Signed reportable judgment.": "अपील हस्ताक्षरित प्रतिवेद्य निर्णय के संदर्भ में आंशिक रूप से अनुज्ञात की जाती है।",
  "(NEETU KHAJURIA) (RANJANA SHAILEY)": "(नीतू खजुरिया ) (रंजना शैले)",
  "(Signed Judgment is placed on the file. )": "(हस्ताक्षरित निर्णय फाइल पर रखा गया है।)",
  "ITEM NO.22 COURT NO.6 SECTION XI": "मद संख्या 22 न्यायालय संख्या 6 धारा )ए।",
  "SUPREME COURT OF INDIA": "भारत का सर्वोच्च न्यायालय",
  "RECORD OF PROCEEDINGS": "कार्यवाही के अभिलेख",
  "Petition(s) for Special Leave to Appeal (C) No(s). 27252/2019": "विशेष अनुमति याचिका (सी) संख्या 27252/209 के लिए याचिका",
  "(Arising out of impugned final judgment and order’ dated": "दिनांक 2.05.209 के आक्षेपित अंतिम निर्णय और आदेश से उत्पन्न)",
  "DR. B R AMBEDKAR UNIVERSITY, AGRA Petitioner(s)": "डॉ. बी. आर. अंबेडर विश्वविद्यालय, आगरा याचिकाकर्ता (गण)",
  "DEVARSH NATH GUPTA & ORS. Respondent(s)": "देवर्ष नाथ गुप्ता और अन्य प्रतिवादी (गण)",
  "Date : 14-02-2023 This petition was called on for hearing today.": "तारीख: 4-02-2023 इस याचिका पर आज सुनवाई हुई।",
  "HON'BLE MR. JUSTICE DINESH MAHESHWARI": "माननीय न्यायमूर्ति दिनेश माहेश्वरी",
  "HON'BLE MR. JUSTICE SANJAY KUMAR": "माननीय न्यायमूर्ति श्री संजय कुमार",
  "For Petitioner(s) Ms. Astha Sharma, AOR": "याचिकाकर्ता (गण) के लिए सुश्री आस्था शर्मा, एओआर",
  "Mr. Ravinder Singh, Adv.": "श्री रविंदर सिंह, अधिवक्ता",
  "Mr. Srisatya Mohanty, Adv.": "श्री श्रीसत्या मोहंती, अधिवक्ता",
  "Ms. Raveesha Gupta, Adv.": "सुश्री रवीशा गुप्ता, अधिवक्ता",
  "Mr. Sanjeev Kaushik, Adv.": "श्री संजीव कौशिक, अधिवक्ता",
  "Ms. Mantika Haryani, Adv.": "सुश्री मंतिका हरयानी, अधिवक्ता",
  "Mr. Shreyas Awasthi, Adv.": "श्री श्रेयस अवस्थी, अधिवक्ता",
  "Mr. Himanshu Chakravarty, Adv.": "श्री हिमांशु चक्रवर्ती, अधिवक्ता",
  "Mr. Devvrat Singh, Adv.": "श्री देवब्रत सिंह, अधिवक्ता",
  "Ms. Muskan Surana, Adv.": "सुश्री मुस्कान सुराना, अधिवक्ता",
  "For Respondent(s) Mr. Syed Mehdi Imam, AOR": "प्रत्यर्थी (गण) के लिए श्री सैयद मेहदी इमाम,",
  "Mr. Atif Suhrawardy, Adv.": "श्री आतिफ सुहरावर्दी, अधिवक्ता",
  "Mrs. Shamama Anis, Adv.": "श्रीमती शमामा अनीस, अधिवक्ता",
  "Mr. Tabrez Ahmad, Adv.": "श्री तबरेज अहमद, अधिवक्ता",
  "Mr. Omar Siddiqui, Adv.": "श्री उमर सिद्दीकी, अधिवक्ता",
  "Mr. Ardhendumauli Kr. Prasad, AAG": "श्री अर्द्धन्दुमौली कुमार प्रसाद, एएजी",
  "Mr. Vishnu Shankar Jain, AOR": "श्री विष्णु शंकर जैन,",
  "Ms. Marbiang N. Khanwir, Adv.": "सुश्री मार्बियांग एन. खानविर, अधिवक्ता",
  "Mr. Ashish Madaan, Adv.": "श्री आशीष मदान, अधिवक्ता",
  "UPON hearing the counsel the Court made the following": "अधिवक्ता को सुनने के बाद न्यायालय ने निम्नलिखित निर्णय दिया।"
}