{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CRIMINAL APPELATE JURISDICTION": "आपराधिक अपीलीय अधिकारिता",
  "JUDGMENT": "निर्णय",
  "SANJIV KHANNA, J.": "न्यायमूर्ति , संजीव खन्ना",
  "The sole appellant, Munawwar, in this appeal assails his": ". ... वर्तमान अपील में इकलौता अपीलार्थी मुनव्वर ने भारतीय दण्ड",
  "conviction for murder and kidnapping of a seven-year old boy, ‘X’": "के तहत एक सात वर्षीय बच्चे 'ज' की हत्या और अपहरण और धारा 20",
  "of evidence of offence under Section 201 read with Section 34": "सपठित भादंसं की धारा 34 के तहत अपराध के साक्ष्य मिटाने के लिए",
  "for life, seven years and three years rigorous imprisonment respectively, which sentences, it is directed, shall run concurrently": "कारावास, 7 वर्ष और 3 वर्ष का सश्रम कारावास दिया गया है जो यथा निर्दिष्ट",
  "respectively, which sentences, it is directed, shall run concurrently (no separate sentence for fine has been imposed but we are not": "साथ साथ चलेंगे (जुमनि के लिए अलग से कोई दंड नहीं है लेकिन वर्तमान",
  "commenting and examining this aspect in the present appeal and": "अपील और निर्णय में हम इस आयाम का परीक्षण और उस पर टिप्पणी नहीं",
  "were possibly taking him for a walk.": "और सोचा कि वे लोग संभवतः उसे टहलाने ले जा रहे हैं।",
  "7. Mohd. Khurshid (PW-1) has deposed that on April 03,1988 he had": "7... मो, खुर्शीद (९४/-)ने बयान दिया है कि 03 अप्रैल 988 को उसे '५' की",
  "received ransom letter (Ext. 1) for payment of Rs. 21,000/- for safe": "सुरक्षित वापसी के लिए 2,000/-... रू. का फिरौती पत्र (६). ) मिला।",
  "release of ‘X’. Money was to be paid at the railway bridge.": "पैसा रेलवे पुल पर दिया जाना था। इस पर ?४//४- अपीलार्थी मुनव्वर और उसके",
  "Munawwar and his brothers and had met Tahir (Since deceased) and had informed him about the ransom note and enquired if he": "भाइयों के घर गया और ताहिर (मृत) से मिला और उसे फिरौती पत्र के बारे में",
  "and had informed him about the ransom note and enquired if he could tell him his son’s whereabouts. Tahir (Since deceased) had": "बताया और उससे अपने बेटे के बारे में पूछा। ताहिर (मृत) ने इस पर ?४/- से",
  "letter seeking 2-3 days’ time to make payment. Several other": "पैसे की व्यवस्था करने और पैसे देने के लिए 2-3 दिन का समय मांगने के लिए",
  "and gave it to Tahir (Since deceased) asking for 2-3 days’ time to arrange for money. The aforesaid factum has been proved and": "समय मांगने के लिए चिट्ठी लिखकर ताहिर (मृत) को दे दिया। उपरोक्त तथ्य को",
  "also testified by Sayeed Ahmad (PW-5) who was present with PW-": "प्रमाणित किया गया है और सईद अहमद (?//-5) द्वारा पुष्टि की गई है जो ?//-",
  "of time to make the payment. On April 05, 1988, Tahir (since deceased) had informed PW-1 that the letter had reached the": "अप्रैल 988 को ताहिर (मृत) ने ?॥/-7 को बताया कि चिट्ठी उन लोगों तक पहुंच",
  "persons and they had given PW-1 time to arrange money.": "गई है और उन्होंने ?४/- को पैसे की व्यवस्था करने के लिए समय दिया है।",
  "Mohammad upon his arrest on April 18, 1988. Noor Mohammad": "0. नूर मोहम्मद की 8 अप्रैल 988 को गिरफ्तारी के बाद उसके खुलासा",
  "place where the dead body of ‘X’, his clothes and the knife by which he was killed had been buried in a ditch. Thereupon, after": "उसके कपड़े और वह चाकू जिससे वह मारा गया था, एक गड्ढे में गाड़ दी गयी थी।",
  "digging earth, the dead body of ‘X’ was exhumed, and his clothes": "उसके बाद जमीन खोदकर '»५' की लाश निकाली गयी और उसके कपड़े और चाकू",
  "identified the dead body of his son ‘X’ by looking at his face. Recovery of dead body of ‘X’ at the instance of Noor Mohammad": "चेहरे से पहचाना की। नूर मोहम्मद की निशानदेही पर '»/'* की लाश की बरामदगी",
  "is a fact also affirmed by Mustak (PW-7) and Police Sub-Inspector": "एक ऐसा तथ्य है जिसकी पुष्टि मुस्ताक (?४/-7) पुलिस उप-निरीक्षक राज",
  "The present case would not in a strict sense be a case of mere": ". वर्तमान मामला कड़े अर्थों में मात्र 'अखिरी बार देखे जाने' का मामला नहीं है।",
  "Noor Mohammad, Tahir (since deceased) and Shamim near the": "अपीलार्थी मुनव्वर और उसके भाइयों नूर मोहम्मद और ताहिर (मृत) के करीब था",
  "Judge vide judgment dated August 19, 1992 and in the impugned": "9 अगस्त 992 दिनांकित निर्णय और 08 मार्च 203 दिनांकित इलाहाबाद उगद्च",
  "4. Co-accused and convicts Noor Mohammad and Shamim have not filed an appeal before this Court and Tahir as noticed above has since died. Hence, we are examining and deciding the present": "4... सहअभियुक्त और दोषी नूर मोहम्मद और शमीम ने इस न्यायालय के समक्ष अपील दायर नहीं किया है और ताहिर यथा दृष्टव्य मर चुका है। अतः हम मुनव्वर",
  "5. — The fact that ‘X’, son of Mohd. Khurshid who has appeared as": "५... यह तथ्य कि मो. खुर्शीद जो ?४/-7 के रूप में प्रस्तुत हुआ है, के पुत्र '»'",
  "PW-1, was kidnapped on April 01, 1988 and his dead body was": "का 07 अप्रैल 2988 को अपहरण हो गया और उसका लाश 8 अप्रैल 988 को",
  "exhumed on the basis of the disclosure statement made by Noor": "नूर मोहम्मद द्वारा किए गये खुलासा बयान के आधार पर खोदकर निकाला गया,",
  "beyond debate and doubt. It is also an accepted position that the": "बहस और संदेह से परे स्थापित किया जा चुका है। यह भी स्वीकृत स्थिति है कि",
  "appellant-Munawwar, Noor Mohammad, Tahir (since deceased) are brothers. Mohd. Khurshid (PW-1) in his deposition was lucid": "अपीलार्थी मुनव्वर, नूर मोहम्मद, ताहिर (मृतक) भाई हैं। मो. खुर्शीद (?४/-) ने",
  "looked desperately for ‘X’ but without success. Upon enquiring in": "घर लौटने पर ')(* को बहुत ढूढ़ा लेकिन कोई सफलता नहीं मिली। पड़ोस में पूछने",
  "the neighbourhood, PW-1 had learnt that ‘X’ was last seen with Noor Mohammad at the shop of Ashraf, as told to him by Ashraf": "पर ?४/- को पता चला कि '»५' को अन्तिम बार नूर मोहम्मद के साथ अशरफ की दुकान पर देखा गया था, जैसा कि उसे अशरफ ने बताया जिसने ?४/-3 के",
  "Khurshid (PW-1) had also spoken to Mohd. Sayeed (PW-2), who was standing a few feet away from the shop of Ashraf (PW-3), and": "सईद (?//-2) से भी बात की जो अशरफ ( ?४/-3) की दुकान से कुछ फीट की",
  "had seen ‘X’ with the appellant- Munawwar, Noor Mohammad,": "दूरी पर खड़ा था और '»' को अपीलार्थी - मुनव्वर, नूर मोहम्मद, ताहिर (मृत)",
  "Mohd. Sayeed (PW-2), who had seen ‘X’ in the lap of Noor": "देखा था। इस बात की मो. सईद (४/-2) द्वारा पुष्टि की गई है जिसने '५” को नूर",
  "Mohammad as they had moved out of the shop to the road where": "मोहम्मद की गोद में दुकान से बाहर सड़क की ओर जाते देखा था जहां अपीलार्थी",
  "the appellant-Munawwar, Tahir (since deceased) and Shamim were present. Mohd. Sayeed (PW-2) had also testified that the": "- मुनव्वर, ताहिर (मृत) और शमीम मौजूद थे। मो, सईद (?४/-2) ने इस बात",
  "for a walk and get things for him to eat. Therefore, PW-2 had no": "')' को टहलाने ले जाते थे और उसे खाने की चीजे खरीदते थे। इसलिए ?//-2"
}