{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. 49 OF 2021": "दीवानी अपील संख्या 49 वर्ष 202",
  "(ARISING OUT OF SLP (CIVIL) NO. 298 OF 2021)": "(एसएलपी (दीवानी) सं. 298 वर्ष 202। से उद्भूत)",
  "(DIARY NO. 4183 OF 2020)": "(डायरी संख्या 483 वर्ष 2020)",
  "CHAIRMAN ADMINISTRATIVE COMMITTEE U.P... APPELLANT MILK UNION & DAIRY FEDERATION CENTRALIZED SERVICES": "अध्यक्ष प्रशासनिक समिति उ.प्र. दुग्ध संघ और डेयरी संघ केंद्रीयकृत सेवाएं .... अपीलार्थी",
  "JUDGMENT": "निर्णय",
  "HEMANT GUPTA, J.": "न्यायमूर्ति हेमन्त गुप्ता",
  "Division Bench of the High Court of Judicature at Allahabad,": ". वर्तमान अपील में उच्च न्यायालय, इलाहाबाद की लखनऊ खंडपीठ द्वारा",
  "ordered to be reverted to the minimum pay scale and the period of": "वेतनमान में वापस करने का आदेश दिया गया था और निलंबन की अवधि",
  "hereinafter referred to as ‘employee’": "इसके पश्चात्‌ 'कर्मचारी' के रूप में निर्दिष्ट",
  "appointment, removal and other conditions of service of": "नियुक्ति, हटाने के तरीकों और सेवा की अन्य शर्तों को विहित",
  "(2) When any such service is created, all employees of such": "(2) जब ऐसी कोई सेवा सृजित की जाती है, तो ऐसी सेवा में",
  "societies existing on the dale of creation of such service on the posts included in such service, shall be deemed to have": "शामिल पदों पर ऐसी सेवा के सृजन की तारीख पर मौजूद ऐसी",
  "the date of creation of such service:": "समझा जाएगा यह ऐसी तारीख के सृजन की तारीख से प्रभावी होगा :",
  "Provided that any such employee may, by notice in writing to the prescribed authority within the prescribed period,": "बशर्ते कि ऐसा कोई भी कर्मचारी निर्धारित अवधि के भीतर निर्धारित प्राधिकारी को लिखित रूप में सूचना देकर, इस तरह",
  "intimate his option of not becoming a member of such": "की सेवा का सदस्य नहीं बनने के अपने विकल्प को बता सकता",
  "service, and in that event his services in the society shall": "है, और उस स्थिति में समिति में उसकी सेवाएं ऐसी सूचना की",
  "stand determined with effect from the date of such notice and he shall be entitled to compensation from the society": "तारीख से प्रभावी होंगी तथा वह समिति से मुआवजे का हकदार",
  "which shall be-": "होगा जो उसे होगी -",
  "Section 130. Power to make rules.—": "धारा 30. नियम बनाने की शक्ति--",
  "(1) the State Government may, make rules to carry out the purposes of this Act.": "(]) राज्य सरकार इस अधिनियम के उद्देश्यों को पूरा करने के लिए नियम बना सकती है।",
  "(2) XX XX XX": "(2) 90 90 १04",
  "2. Definitions- In these rules, unless the context otherwise": "2. परिभाषाएं- इन नियमों में, जब तक कि संदर्भ से अन्यथा",
  "requires ----": "अपेक्षित न हो----",
  "(b) “Apex Society”, “Apex Level Society” or “State Level Co-": "(ख) \"शीर्ष समिति\", \"शीर्ष स्तरीय समिति\" या \"राज्य स्तरीय",
  "operative Society” means-": "सहकारी समिति\" से अभिप्रेत है -",
  "(1) to (3) *eK**K": "(7) से (3)",
  "Commissioner (Dairy Milk), Lucknow, designated as Registrar by the State Government on the same day.": "राज्य सरकार द्वारा रजिस्ट्रार के रूप में नामित, आयुक्त (डेयरी दूध), लखनऊ की पूर्व स्वीकृति के बाद सजा का आदेश उसी दिन पारित किया",
  "The employee was appointed as Executive Trainee in the Centralised Services on 11.8.1984. After completion of the training": "3. कर्मचारी को दिनांक .8.984 को केंद्रीयकृत सेवाओं में कार्यकारी प्रशिक्षु के रूप में नियुक्त किया गया था। प्रशिक्षण अवधि पूरी होने के बाद ,",
  "period, he was appointed as Manager Grade-lll. The employee was": "उसे प्रबंधक ग्रेड के रूप में नियुक्त किया गया था। कर्मचारी पर दिनांक",
  "ground that in addition to two chambers of milk in tankers, one": "के दो चैम्बरों के अतिरिक्त, विभाजन द्वारा 30 लीटर की क्षमता वाला एक",
  "more additional third hidden chamber having capacity of 310 liters was created by partition. Water was filled in the said additional": "और अतिरिक्त तीसरे छिपे हुए चैम्बर का निर्माण किया गया था। वाहन का",
  "was created by partition. Water was filled in the said additional chamber to maintain total weight of the vehicle. After weight": "कुल वजन बनाए रखने के लिए उक्त अतिरिक्त चैम्बर में पानी भरा गया था।",
  "measurement at the time of unloading of milk from the two chambers, water from the additional hidden chamber was": "दो चैम्बरों से दूध उतारने के समय वजन माप के बाद, अतिरिक्त छिपे चैंबर",
  "discharged. On account of manipulation in the weight measurement, the Federation suffered financial losses. The": "से पानी छोड़ा गया। वजन माप में हेरफेर के कारण, फेडरेशन को वित्तीय",
  "employee controverted the said allegations and thus an Inquiry": "नुकसान हुआ। कर्मचारी ने उक्त आरोपों को खारिज कर दिया और इसलिए",
  "Officer was appointed. In the Inquiry Report dated 13.6.2018,": "एक जांच अधिकारी नियुक्त किया गया। दिनांक 3.6.2078 की जांच रिपोर्ट",
  "charges nos. 1 and 3 were found to be partially proved against the employee. The Inquiry Report was then forwarded to the employee": "में, आरोप सं. और 3 कर्मचारी के खिलाफ आंशिक रूप से साबित हुए। तब",
  "employee. The Inquiry Report was then forwarded to the employee along with a show cause notice on 25.6.2018. An opportunity of": "25.6.208 को कारण बताओ नोटिस के साथ जाँच रिपोर्ट कर्मचारी को",
  "personal hearing was also afforded to him. It is thereafter that the": "भेजा गया। व्यक्तिगत सुनवाई का अवसर भी उसे दिया गया था। इसके बाद",
  "Managing Director/ Chairman (Administrative Committee) passed": "प्रबंध निदेशक/अध्यक्ष (प्रशासनिक समिति) ने 26.0.208 को एक आदेश",
  "an order on 26.10.2018 holding the employee guilty of all the three charges and passed an order of punishment, as mentioned above,": "पारित किया जिसमें कर्मचारी को तीनों आरोपों का दोषी ठहराया गया और",
  "after obtaining approval from the Commissioner (Dairy Milk)/": "दिनांकित आदेश को पारित करते समय दुग्ध आयुक्त/रजिस्ट्रार",
  "said order which was challenged by the employee by way of a writ": "को सजा का आदेश पारित किया। इसी आदेश को कर्मचारी ने उद्च",
  "procedure of law, four days prior to the retirement of the employee.": "की सेवानिवृत्ति से चार दिन पहले, विधि की सम्यक प्रक्रिया का पालन किए",
  "of the Service Regulations from the competent authority i.e., the Uttar Pradesh Co-operative Institutional Service Board. It was": "प्रदेश सहकारी संस्थागत सेवा बोर्ड से सेवा विनियमों के विनियमन 87 के",
  "Chairman of the Administrative Committee and the approval for the": "के अध्यक्ष द्वारा सजा का आदेश पारित किया गया है और सजा के लिए",
  "punishment has also been granted by the same person. Therefore,": "अनुमोदन भी उसी व्यक्ति द्वारा दिया गया है। इसलिए, वर्तमान मामला एक",
  "the present case was found to be an example of inappropriate approval given by an incompetent authority.": "अक्षम प्राधिकारी द्वारा दिए गए अनुचित अनुमोदन का एक उदाहरण था।",
  "In the intra-court appeal, the Division Bench of the High Court": "5. अंतः-न्यायालयीय अपील में, उच्च न्यायालय की खण्ड़पीठ ने दिनांक",
  "referred to the inquiry reports dated 9.5.2014 and 15.10.2014 to hold that the employee has not been given any disagreement note,": "9.5.204 और 5.0.204 की जांच रिपोर्टों का उल्लेख किया कि कर्मचारी",
  "hold that the employee has not been given any disagreement note, rather he was exonerated in those reports. However, it is to be": "को कोई असहमति नोट नहीं दिया गया है, बल्कि उन्हें उन रिपोटों में छूट दी",
  "preliminary inquiries. The Division Bench considering the": "की अनदेखी की कि वे प्रारंभिक जाँचें थीं। खण्ड़पीठ ने सेवा विनियमों के",
  "Regulations 87 and 106 of the Service Regulations held as under:": "विनियम 87 और 06 पर विचार करते हुए निम्नानुसार अवधारित किया:",
  "“15. On due consideration of the aforesaid, it is clear that": "“5. पूर्वोक्त पर उचित विचार करने पर, यह स्पष्ट है कि मूल",
  "inconsistent to the Regulations of 1975 and the order dated": "आवश्यकता यह है कि आदेश 975 के विनियमों से असंगत नहीं",
  "Commercial Manager and Chief General Manager of the": "शामिल होंगे, सिवाय प्रबंध निदेशक, मुख्य वाणिज्यिक प्रबंधक",
  "(2) No appointment shall be made to any of the posts falling within the purview of the service by the Federation or Union from the date of enforcement of these rules:": "(2) इस नियमावली के प्रवर्तन की तारीख से फेडरेशन या संघ द्वारा सेवा के दायरे में आने वाले किसी भी पद पर कोई नियुक्ति नहीं की जाएगी:",
  "Provided that the Government may _ place on deputation any officer of the Government on any managerial post of the federation or Union:": "बशर्ते कि सरकार फेडरेशन या संघ के किसी भी प्रबंधकीय पद पर सरकार के किसी भी अधिकारी को प्रतिनियुक्ति पर रख सकती है:",
  "already in the employment of another, Co-operative Society, or a corporation or undertaking owned or controlled by the": "परन्तुक यह और कि किसी अन्य सहकारी समिति या निगम या",
  "central or State Government or a_ body _ corporate": "केंद्र या राज्य सरकार के स्वामित्व या नियंत्रण वाले निकाय या",
  "administering a local fund or National Dairy Development": "स्थानीय निधि का प्रशासन करने वाले निकाय निगम या राष्ट्रीय",
  "4. Constitution of Cadre Authority. - The Cadre Authority": "4. काडर प्राधिकरण का गठन- काडर प्राधिकरण का गठन",
  "shall be constituted as under:": "निम्नानुसार किया जाएगा:",
  "(i) The Registrar ...Chairman": "() रजिस्ट्रार ... अध्यक्ष",
  "(ix) Managing Director of the Federation ...Member-Secre- tary": "(2) संघ के प्रबंध निदेशक .... सदस्य-सचिव",
  "Note. - In case the post of the Registrar and the Manag-": "नोट.- यदि रजिस्ट्रार और संघ के प्रबन्धक निदेशक का पद",
  "Chairman may nominate any member as Member-Secretary and the vacancy of member so caused shall be filled by nomi-": "सदस्य-सचिव के रूप में नामित कर सकता है और इस तरह के",
  "and the vacancy of member so caused shall be filled by nomi- nation of any other officer or the Federation by the Managing": "सदस्य की रिक्ति को किसी अन्य अधिकारी या संघ से प्रबन्ध",
  "5. Constitution of Administrative Committee. - The Administrative Committee shall be constituted as under:": "5. प्रशासनिक समिति का गठन - प्रशासनिक समिति का गठन निम्नानुसार किया जाएगा:",
  "(i) Managing Director of the Federation - Chairman": "() संघ का प्रबंध निदेशक- अध्यक्ष",
  "(ii) A nominee of the Registrar not below the rank of Class | Officer - Member": "() रजिस्ट्रार का नामनिर्देशिती, जो वर्ग ] अधिकारी के पद से नीचे न हो- सदस्य",
  "(iii) A nominee of the Managing Director of the Federation - Member-Secretary.": "(77) संघ के प्रबंध निदेशक का नामनिर्देशिती- सदस्य-सचिव।",
  "9. Powers and duties of the Authority. - (1) The": "9. प्राधिकरण की शक्तियां और कर्तव्य- () राज्य सरकार की पूर्व",
  "emoluments, disciplinary control and other conditions of": "परिलब्धियों, अनुशासनात्मक नियंत्रण और सेवा की अन्य शर्तों से",
  "force from the date of their publication in the Gazette.": "उनके प्रकाशन की तारीख से लागू होंगे।",
  "(2) |The Authority shall—": "(2) प्राधिकरण निम्न कार्य करेगा-",
  "(i) determine and modify, from time to time, the scales of pay for different category of posts, with the approval of the Registrar;": "() रजिस्ट्रार के अनुमोदन से समय-समय पर विभिन्न श्रेणी के पदों के लिए वेतनमान का अवधारण और संशोधन;",
  "(ii) settle the dispute and allocate the cost of training,": "() विवाद का निपटारा करना और प्रशिक्षण की अवधि के लिए",
  "travelling allowance, salary and other allowances for the": "प्रशिक्षण, यात्रा भत्ता, वेतन और अन्य भत्ते की लागत और नियम",
  "period of training and the cost of recruitment under sub-rule (6) of rule 22;": "22 के उप-नियम (6) के तहत भर्ती की लागत का आवंटन करना;",
  "(iii) advise the Government and the Registrar on matters relating to the Service;": "(7) सेवा से संबंधित मामलों पर सरकार और रजिस्ट्रार को सलाह देना;",
  "(iv) decide such policy matters concerning the Service as": "(४) सेवा से संबंधित ऐसे नीतिगत मामलों का विनिश्वचय, जो",
  "may be referred to it by the Committee;": "समिति द्वारा उसे निर्दिष्ट किए जाएं;",
  "(v) exercise such other powers and perform such other": "(४) ऐसी अन्य शक्तियों का प्रयोग करना और इन नियमों या",
  "duties under these rules, or regulations as may be entrusted": "विनियमों के अधीन ऐसे अन्य कर्तव्यों का पालन करना जो उसे",
  "to it by the Government or the Registrar from time to time.": "सरकार या रजिस्ट्रार द्वारा समय-समय पर सौंपे जाएं।",
  "10. Powers and duties of the Committee. - The Committee shall—": "0. समिति की शक्तियां और कर्तव्य- समिति निम्न कार्य करेगी-",
  "(i) exercise overall control and supervision over the members of the Service;": "() सेवा के सदस्यों पर समग्र नियंत्रण और पर्यवेक्षण करना;",
  "members of the service and the Management Trainees and": "और कार्यकारियों का. नियुक्ति प्राधिकारी तथा उन पर",
  "regulations:": "जो विनियमों में निर्धारित किए गए हों:",
  "Provided that till enforcement of such regulations the": "बशर्ते कि ऐसे विनियमों को लागू करने तक समिति का",
  "Chairman of the Committee shall be the appointing authority": "अध्यक्ष नियुक्ति प्राधिकारी होगा और उन पर अनुशासनात्मक",
  "and the authority exercising disciplinary control over them.”": "नियंत्रण का प्रयोग करने वाला प्राधिकरण होगा।\"",
  "Notification No. 2295 dated 9.12.2002. The provision reads as": "[2. बाद में, 9.2.2002 दिनांकित अधिसूचना संख्या 2295 द्वारा सेवा",
  "under:": "निम्नानुसार है:",
  "“1. Short title, commencement and application - (1) These": "\". संक्षिप्त नाम, प्रारंभ और अनुप्रयोग- () इन विनियमों को",
  "regulations may be called the Uttar Pradesh Co-operative Societies Employees’ Service (Tenth Amendment)": "उत्तर प्रदेश सहकारी समिति कर्मचारी सेवा (दसवां संशोधन)",
  "Regulations, 2002.": "विनियम, 2002 कहा जा सकता है।",
  "(2) They shall take effect from the date of their publication in the U.P. Gazette.": "(2) वे उ.प्र. राजपत्र में अपने प्रकाशन की तारीख से प्रभावी होंगे।",
  "(3) They shall apply to all the Employees of Co-operative Societies in Uttar Pradesh.": "(3) वे उत्तर प्रदेश में सहकारी समितियों के सभी कर्मचारियों पर लागू होंगे।",
  "2. Insertion of new Regulation. - In the Uttar Pradesh Co-": "2. नए विनियमन का अंतःस्थापन - उत्तर प्रदेश सहकारी समिति",
  "operative Societies Employees’ Service Regulations, 1975 after Regulation 105 the following regulation shall be": "कर्मचारी सेवा विनियम, 975 में विनियम 05 के पश्चात्‌",
  "inserted, namely:-": "निम्नलिखित विनियम अंतःस्थापित किया जाएगा, अर्थात्‌: -",
  "“106. The State Government or the Registrar may": "“06. राज्य सरकार या रजिस्ट्रार ऐसे आदेश पारित कर",
  "pass such orders not inconsistent with these": "सकते हैं जो इन विनियमों के साथ असंगत नहीं हैं जैसा",
  "emoluments, terms and conditions of service,": "यह या वह परिलब्धियों, सेवा के नियमों और शर्तों, नियुक्ति",
  "appointment or _ re-appointment, — termination,": "या पुन: नियुक्ति, समाप्ति, बर्खास्तगी या हटाने, प्रतिनियुक्ति",
  "disciplinary control and other conditions of service of the members;": "की भर्ती, प्रशिक्षण, परिलब्धियां, अनुशासनात्मक नियंत्रण और सेवा की अन्य",
  "exercise overall control and supervision over the members of the": "प्रशासनिक समिति को सेवा के सदस्यों पर समग्र नियंत्रण और पर्यवेक्षण",
  "service. Rule 15 of the Dairy Service Rules contemplated that the": "करना था। डेयरी सेवा विनियमों के नियम 5 में विचार किया गया था कि",
  "Appointing Authority and the authority exercising disciplinary": "नियुक्ति प्राधिकारी और सेवा के सदस्यों पर अनुशासनात्मक नियंत्रण का",
  "laid down in the regulations. However, the proviso contemplated": "गया हो। हालाँकि, परन्तुक में विचार किया गया था कि इस तरह के विनियमों",
  "that till the enforcement of such regulations, the Chairman of the Administrative Committee shall be the Appointing Authority and": "के प्रवर्तन तक, प्रशासनिक समिति का अध्यक्ष नियुक्ति प्राधिकारी होगा और",
  "would act as the authority exercising disciplinary control as well.": "अनुशासनात्मक नियंत्रण का प्रयोग करने वाले प्राधिकरण के रूप में भी कार्य करेगा।",
  "Milk Commissioner/Registrar would be mandatory. The relevant": "किया कि जुर्माना लगाने से पहले, डेयरी दुग्ध आयुक्त/रजिस्ट्रार की मंजूरी",
  "extract from the said Circular reads as under:": "अनिवार्य होगी। उक्त परिपत्र से सुसंगत उद्धरण निम्नानुसार है:",
  "“... Therefore, in the matter of employees of Centralised": "\"...इसलिए केंद्रीयकृत सेवा संवर्ग के कर्मचारियों के मामले में, जब",
  "Service Cadre, until the provisions of Uttar Pradesh Cooperative Society Employees Service Rules, 1975 are": "तक कि उत्तर प्रदेश सहकारी समिति कर्मचारी सेवा विनियम ,",
  "applicable, till then prior to imposing of penalty the approval": "975 के प्रावधान लागू नहीं होते हैं, तब तक जुर्माना लगाने से",
  "of Dairy Milk Commissioner/Registrar is mandatory.": "पहले डेयरी दुग्ध आयुक्त/रजिस्ट्रार की मंजूरी अनिवार्य है।",
  "Therefore, the Chairman, Administrative Committee, Uttar": "इसलिए, अध्यक्ष, प्रशासनिक समिति, उत्तर प्रदेश सहकारी डेयरी",
  "Pradesh Cooperative Dairy Federation and Dairy Milk Federation Centralised Service Cadre, PCDF Haqrs., Lucknow": "फेडरेशन और डेयरी दुग्ध संघ केंद्रीयकृत सेवा संवर्ग, पीसीडीएफ",
  "resolution dated 20.9.1984 was approved. Hence, till": "और 20.9.984 दिनांकित संकल्प को मंजूरी दी गई। अतः जब",
  "Societies Employees Service Regulations 1975 are applicable.”": "कर्मचारी सेवा विनियम, 975 के उपबंध लागू होते हैं।\"",
  "We find that the High Court in the impugned judgment and in Chandra Pal Singh proceeded on wrong assumptions of facts and": "7. हम पाते हैं कि उच्च न्यायालय आक्षेपित निर्णय में और चंद्र पाल सिंह में",
  "3 were found to be proved. Thus, there was no question of": "की गई जिसमें आरोप सं. । और 3 साबित हुए। इस प्रकार, जांच अधिकारी",
  "recording of any disagreement with the findings recorded by the": "द्वारा दर्ज निष्कर्षों से किसी भी असहमति को अभिलिखित करने का कोई",
  "The employee was given an opportunity for personal hearing as": "व्यक्तिगत सुनवाई का भी अवसर दिया गया। इसके बाद, आयुक्त (डेयरी दूध)",
  "well. Thereafter, an order of punishment was passed after obtaining": "से अनुमोदन प्राप्त करने के बाद सजा का आदेश पारित किया गया।",
  "Section 122 of the Act and Rule 389-A of the 1968 Rules empower": "[8. अधिनियम की धारा 22 और नियमावली 968 का नियम 389-क,",
  "the State Government to constitute an authority for recruitment, training and disciplinary control of the employees of Co-operative": "राज्य सरकार को सहकारी समितियों के कर्मचारियों की भर्ती , प्रशिक्षण और अनुशासनात्मक नियंत्रण के लिए एक प्राधिकरण का गठन करने का",
  "Co-operative Institutional Service Board was constituted for the": "प्रदेश सहकारी संस्थागत सेवा बोर्ड का गठन शीर्ष स्तरीय समितियों , केंद्रीय",
  "purpose of recruiting, training and exercising disciplinary control of the employees of Apex Level Societies, Central or Primary Soci-": "या प्राथमिक समितियों-आदि के कर्मचारियों की भर्ती , प्रशिक्षण और",
  "eties. Later, Regulation 87 of the Service Regulations mandated": "अनुशासनात्मक नियंत्रण के उद्देश्य से किया गया था। बाद में, सेवा विनियमों के विनियमन 87 ने अनिवार्य किया कि बोर्ड के पूर्व सहमति के बिना सजा",
  "sued again in terms of the powers conferred on the State Govern-": "के तहत राज्य सरकार को प्रदत्त शक्तियों के संदर्भ में , पुनः 7..979",
  "Federation, Central or Primary Milk Societies, whose area of opera-": "सहकारी डेयरी संघ, केंद्रीय या प्राथमिक दुग्ध समितियों, जिनके संचालन का",
  "tion extends to more than one district or State and Co-operative": "क्षेत्र एक से अधिक जिलों या राज्य और सहकारी दुग्ध संघों तक फैला हुआ",
  "Milk Unions, including Kanpur Co-operative Milk Board, were taken": "है, जिनमें कानपुर सहकारी दुग्ध बोर्ड भी शामिल है, को उत्तर प्रदेश सहकारी",
  "vice Board. A Selection Committee was constituted in respect of": "कर्मचारियों के संबंध में एक चयन समिति का गठन किया गया था। इसके",
  "since it ceased to apply vide notification 17.11.1979 issued by the": "क्योंकि यह राज्य द्वारा जारी 7..979 दिनांकित अधिसूचना से लागू",
  "which provided that the service conditions of the members of the": "संकल्प जिसमें यह प्रावधान था कि केंद्रीयकृत सेवा के सदस्यों की सेवा",
  "Centralised Service shall be governed by the 1975 Regulations will": "शर्तों को विनियम 975 द्वारा शासित किया जाएगा, यह सेवा विनियमों के",
  "not revive the applicability of Regulation 87 of the Service": "विनियमन 87 की प्रयोज्यता को पुनर्जीवित (बहाल) नहीं कर देगा क्योंकि",
  "under Rule 5 of the Dairy Service Rules is the Appointing Authority": "डेयरी सेवा विनियम का नियम 5 नियुक्ति और अनुशासनात्मक प्राधिकरण",
  "till the time Regulations are framed in terms of Rule 15 of the said": "प्राधिकारी है जब तक कि उक्त विनियमों के नियम 5 के संदर्भ में विनियम",
  "Rules. Therefore, the Resolution dated 20.9.1984 will not deter-": "नहीं बनाए जाते हैं। इसलिए 20.9.984 दिनांकित संकल्प, नियुक्ति या",
  "The Dairy Service Rules have been framed in exercise of the juris- diction conferred under Section 122A of the Act. The Regulations": "20. डेयरी सेवा नियमों को अधिनियम की धारा 22 क के तहत प्रदत्त",
  "121 or 122 of the Act or in terms of Rule 9 of the Dairy Service": "अधिनियम की धारा 2। या 22 के तहत या डेयरी सेवा विनियमों के नियम",
  "which are framed or are required to be framed either by the Regis- trar or by the Authority entrusted with the task of recruitment,": "प्रधानता रखेगें, जिन्हें या तो रजिस्ट्रार द्वारा या प्राधिकरण द्वारा जिनकों",
  "would be inapplicable to determine the Appointing Authority and/or": "प्राधिकारी और/या अनुशासनात्मक प्राधिकरण का निर्धारण करने के लिए",
  "The attention of the Division Bench in Chandra Pal Singh was not drawn to Rule 15 of the Dairy Service Rules. The proviso to the": "2. चंद्र पाल सिंह में खण्डपीठ का ध्यान डेयरी सेवा विनियमों के नियम 5 की ओर नहीं खींचा गया था। उक्त नियम के परन्तुक ने नियम 5 के तहत",
  "said Rule empowered the Administrative Committee constituted": "गठित प्रशासनिक समिति को उस समय तक एक नियुक्ति प्राधिकारी के रूप",
  "exercise disciplinary control over the employees of the centralised": "में सशक्त किया और केंद्रीकृत सेवाओं के कर्मचारियों पर अनुशासनात्मक",
  "20.9.1984 would thus be applicable in respect of other service": "जाते। इस प्रकार 20.9.984 दिनांकित संकल्प अन्य सेवा शर्तों के संबंध में",
  "conditions. However, with regard to disciplinary control, it would be": "लागू होगा। हालांकि अनुशासनात्मक नियंत्रण के संबंध में, डेयरी सेवा",
  "Regulation 106 of the Service Regulations empowers the State Government or the Registrar to pass such orders not inconsistent": "22. सेवा विनियमों का विनियमन 06 राज्य सरकार या रजिस्ट्रार को ऐसे",
  "with the Regulations in respect of termination, dismissal or": "आदेश पारित करने का अधिकार देता है जो समाप्ति, बर्खास्तगी या हटाने के",
  "termination, dismissal or removal. Therefore, Regulation 106 will": "न कि समाप्ति, बर्खास्तगी या निष्कासन की है। इसलिए विनियमन 06 लागू",
  "not be applicable. There is also no inconsistency or difficulty which the State Government or Registrar is empowered to remove in": "नहीं होगा। कोई असंगतता या कठिनाई भी नहीं है जिससे राज्य सरकार या",
  "exercise of powers conferred under Regulation 106.": "रजिस्ट्रार विनियमन 06 के तहत प्रदत्त शक्तियों के प्रयोग में हटाने के लिए",
  "1979 notification is not mentioned in the resolution of the Cadre": "काडर प्राधिकारी के संकल्प में 979 अधिसूचना का उल्लेख नहीं किया गया",
  "of punishment passed by the Chairman of the Administrative": "समिति के अध्यक्ष द्वारा पारित सजा का आदेश सक्षम अनुशासनात्मक",
  "The Administrative Committee however passed an office order on": "24. हालांकि प्रशासनिक समिति ने 8.8.206 को एक कार्यालय आदेश",
  "Commissioner/Registrar prior to imposing penalty. Such decision of": "पारित किया कि अध्यक्ष जुर्माना लगाने से पहले डेयरी दुग्ध आयुक्त/रजिस्ट्रार",
  "plied by the Administrative Committee in the present case as well": "और वर्तमान मामले में प्रशासनिक समिति द्वारा भी दुग्ध आयुक्त /रजिस्ट्रार",
  "As mentioned before, the 1975 Regulations were framed in": "25. जैसा कि पहले उल्लेख किया गया है, विनियम 975 को 965",
  "rather than Regulation 87 framed in exercise of regulation making": "की जाने वाली शक्ति विनियमन 87 के अधीन नहीं हो सकती है। इसलिए, वर्तमान मामले में समिति के अध्यक्ष द्वारा शक्ति के प्रयोग में कुछ भी गलत",
  "power referable to the general dispensation under Sections 121": "और 22 के तहत सामान्य वितरण के संबंध में विनियमन बनाने की शक्ति के",
  "and 122 of the 1965 Act. Rule 15 does not contemplate that the Chairman of the Committee is required to have any prior": "होगा। नियम 5 यह परिकल्पना नहीं करता है कि समिति के अध्यक्ष को",
  "Chairman of the Committee is required to have any prior concurrence of any authority.": "किसी भी प्राधिकारी की कोई पूर्व सहमति होना आवश्यक है।",
  "principles of Rule 87 in substitution of clear intent and mandate of": "प्रतिस्थापन में नियम 87 के सिद्धांतों पर अवलम्ब लेना या अर्थ लगाना",
  "The Resolution dated 20.09.1984 or for that matter the Office": "30. 20.09.984 दिनांकित संकल्प या उस मामले के लिए 08.08.206",
  "instructions cannot displace statutory Rule 15 and the process": "नियम 5 को विस्थापित नहीं कर सकते हैं तथा इसमें परिकल्पित प्रक्रिया",
  "the teeth of Rule 15. The learned Single Bench found that the Chairman of the Adminis- trative Committee and that the Milk Commissioner are one and the": "3. विद्वान एकल पीठ ने पाया कि प्रशासनिक समिति के अध्यक्ष और दुग्ध",
  "trative Committee and that the Milk Commissioner are one and the same person, which vitiates the order of punishment passed. We": "आयुक्त एक ही हैं और समान व्यक्ति हैं, जो पारित सजा के आदेश को दूषित",
  "do not find any merit in the said finding. Sir William Wade in": "करता है। हमें उक्त निष्कर्ष में कोई बल नहीं मिलता है। सर विलियम वेड ने",
  "his Administrative Law stated:": "अपनी प्रशासनिक विधि में कहा:",
  "“But there are many cases where no substitution is possible,": "\"लेकिन ऐसे कई मामले हैं जहां कोई प्रतिस्थापन संभव नहीं है,",
  "since no one else is empowered to act. Natural justice then": "क्योंकि किसी और को कार्य करने का अधिकार नहीं है।",
  "has to give way to necessity; for otherwise there is no": "होगा; जब इसके लिए अन्यथा निर्णय लेने का कोई साधन नहीं है",
  "It was further stated:": "आगे यह कहा गया:",
  "“In administrative cases the same exigency may arise.": "“प्रशासनिक मामलों में ऐसी आवश्यकता उत्पन्न हो सकती है।",
  "Where the statute empowers a particular minister or official": "जहां क़ानून किसी विशेष मंत्री या अधिकारी को कार्य करने का",
  "to act, he will usually be the one and only person who can": "अधिकार देता है, तो आमतौर पर वह अकेला और एकमात्र व्यक्ति",
  "do so. There is then no way of escaping the responsibility,": "होगा जो ऐसा कर सकता है। तब जिम्मेदारी से बचने का कोई",
  "to confirm a compulsory purchase order for land for an": "था कि हवाई अड्डे के लिए भूमि के लिए अनिवार्य खरीद आदेश",
  "local authority could only apply for a local Act of Parliament.”": "केवल संसद के स्थानीय अधिनियम को लागू कर सकता था।\"",
  "The Milk Commissioner has been appointed as Registrar in exercise of the powers conferred on the State Government by the Act. The": "32. दुग्ध आयुक्त को अधिनियम द्वारा राज्य सरकार को प्रदत्त शक्तियों के",
  "Administrative Committee constituted in terms of Dairy Service": "डेयरी सेवा विनियमों के संदर्भ में गठित प्रशासनिक समिति के संकल्प के",
  "Rules. The exercise of the powers under the Act are conferred by": "संदर्भ में है। अधिनियम के तहत शक्तियों के प्रयोग पदनाम द्वारा प्रदान किया",
  "designation. The prior approval of the punishment is by the Registrar. If, incidentally, the person holding the post of Registrar": "जाता है। सजा की पूर्व स्वीकृति रजिस्ट्रार द्वारा है। यदि, संयोग से, रजिस्ट्रार",
  "is also Chairman of the Administrative Committee, it cannot be said": "का पद धारण करने वाला व्यक्ति प्रशासनिक समिति का अध्यक्ष भी है, तो",
  "jurisdiction on the Chairman of the Administrative Committee to be": "संदर्भ में रजिस्ट्रार के साथ-साथ प्रशासनिक समिति के अध्यक्ष की शक्तियों"
}