{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय अधिकारिता",
  "CIVIL APPEAL NOS. 9486-9487 OF 2019": "सिविल अपील सं. 9486-9487 वर्ष 209",
  "(Arising out of SLP(C) Nos.24173-74 of 2019)": "(वि.अ.या.(सि. ) सं. 2473-74 वर्ष 2079 से उद्घूत)",
  "M/S ECI-SPIC-SMO-MCML (JV)": "मे. ईसीआई-एसपीआईसी-एसएमओ-एमसीएमएल(जेवी)",
  "JUDGMENT": "निर्णय",
  "R. BANUMATHI, J.": "न्यायमूर्ति आर.भानुमती",
  "Leave granted.": "अनुमति प्रदान की गयी।",
  "2. These appeals have been preferred against the impugned": "2. . ये अपीलें मध्यस्थता आवेदन संख्या 54 वर्ष 2078 में इलाहाबाद उद्च",
  "orders dated 03.01.2019 and 29.03.2019 passed by the High Court": "न्यायालय द्वारा पारित 03.07.209 और 29.03.209 दिनांकित आक्षेपित",
  "in and by which the High Court rejected the contention of the": "आदेशों के विरुद्ध की गयी हैं जिसमें और जिसके द्वारा उच्च न्यायालय ने अपीलार्थी",
  "Conditions 64 (3)(a)(ii) and 64 (3)(b) of the Contract and appointed": "(ए) (व) और 64 (3) (बी) के अनुसार नियुक्त किया जाना चाहिए और पक्षों के",
  "Shri Justice Rajesh Dayal Khare as the sole arbitrator for resolving": "बीच विवाद को सुलझाने के लिए न्यायमूर्ति श्री राजेश दयाल खरे को एकमात्र",
  "10. We have carefully considered the submissions and perused": "0. हमने तर्कों पर ध्यानपूर्वक विचार किया है और आक्षेपित निर्णय और",
  "the impugned judgment and materials on record. The point falling for consideration is whether the High Court was right in appointing": "अभिलेखों की सामग्री का परिशीलन किया। विचारणीय विषय यह है कि क्या उच्च",
  "and 64(3)(b) of the General Conditions of Contract.": "न्यायालय द्वारा अनुबंध की सामान्य शर्तों के खंड 64(3)(ए)(00) और 64(3)",
  "the Clauses of General Conditions of Contract (GCC) -": "अनुबंध की सामान्य शर्तों (जीसीसी) के खंडों के संदर्भ के बिना एक स्वतंत्र",
  "11. Learned counsel for the respondent submitted that being serving employees of the appellant, the panel of arbitrators": ". प्रतिवादी के विद्वान अधिवक्ता ने कहा कि अपीलकर्ता के सेवारत कर्मचारी होने",
  "proposed by the appellant vide letter dated 24.09.2018 were not": "के कारण, अपीलकर्ता द्वारा दिनांक 24.09.208 के पत्र द्वारा प्रस्तावित मध्यस्थों",
  "eligible to be appointed as arbitrators in view of provisions of": "'/॥ के प्रावधानों के मद्देनजर मध्यस्थ के रूप में नियुक्त होने के योग्य नहीं थे।",
  "Conciliation Act. Learned counsel further submitted that the panel of arbitrators proposed by the appellant vide letter dated 25.10.2018": "विद्वान अधिवक्ता ने आगे कहा किया कि अपीलकर्ता द्वारा दिनांक 25.0.208 के",
  "comprising of retired employees of the appellant were also not": "पत्र द्वारा प्रस्तावित मध्यस्थों का पैनल, जिसमें अपीलकर्ता के सेवानिवृत्त कर्मचारी",
  "expressly made ineligible.": "रूप से अपात्र बनाया गया है।",
  "respondent was asked to select any two and communicate to the": "प्रतिवादी को किन्हीं दो का चयन करने और मध्यस्थता न्यायाधिकरण पैनल के",
  "appellant within thirty days for constitution of the arbitration tribunal.": "करने और मध्यस्थता न्यायाधिकरण के गठन के लिए तीस दिनों के भीतर",
  "3. | The appellant awarded work contract of Rs.165,67,98,570/- to the respondent-Company by an agreement dated 20.09.2010 which": "3... अपीलार्थी ने प्रत्यर्थी -कंपनी को 20.09.200 दिनांकित एक संविदा के द्वारा 365, 67, 98, 570/- रुपये का कार्य अनुबंध प्रदान किया जिसमें मध्यस्थता",
  "contains the arbitration clause. Subsequently, after coming into force of Arbitration and Conciliation (Amendment) Act, 2015 (w.e.f.": "खंड शामिल है। इसके बाद, मध्यस्थता और सुलह (संशोधन) अधिनियम, 205",
  "23.10.2015), the Government of India, Ministry of Railways made a": "(23.0.205 से प्रभावी) के लागू होने के बाद, रेल मंत्रालय, भारत सरकार ने",
  "modification to Clause 64 of the General Conditions of Contract and": "अनुबंध की सामान्य शर्तों के खंड 64 में संशोधन किया और संशोधन के",
  "issued a notification dated 16.11.2016 for implementation of": "कार्यान्वयन के लिए 6..206 को एक अधिसूचना जारी की। संशोधित खंड",
  "modification. The modified Clause 64(3)(a)(ii) (Where applicability of": "64(3)(ए) (0) (जहां धारा ।2(5) की प्रयोज्यता को अवमुक्त कर दिया गया है)",
  "where the total value of all claims exceeds Rs. 1 crore, the Arbitral": "का कुल मूल्य करोड़ रुपये से अधिक हो, मध्यस्थ न्यायाधिकरण मध्यस्थ के रूप",
  "Tribunal shall consist of a panel of three gazetted Railway Officers": "में तीन राजपत्रित रेलवे अधिकारियों का एक पैनल होगा जो जेए (जूनियर",
  "not below JA (Junior Administrative) Grade or two Railway Gazetted": "प्रशासनिक ) ग्रेड से नीचे नहीं होगा या दो रेलवे राजपत्रित अधिकारी जो जेए ग्रेड से",
  "Officers not below JA Grade and a retired Railway Officer, retired": "नीचे नहीं होंगे और एक सेवानिवृत्त रेलवे अधिकारी, जो वरिष्ठ प्रशासनिक (एसए)",
  "provided thereon. Clause 64(3)(b) deals with the appointment of": "की प्रक्रिया का उपबंध है। खंड 64(3)(बी) मध्यस्थ की नियुक्ति से संबंधित है",
  "arbitrator where applicability of Section 12(5) of the Arbitration and": "जहां मध्यस्थता और सुलह अधिनियम की धारा 2(5) की प्रयोज्यता को अवमुक्त",
  "Conciliation Act has not been waived off. Clause 64(3)(b) stipulates": "नहीं किया गया है। खंड 64(3)(बी) यह उपबंध करता है कि मध्यस्थ",
  "that the Arbitral Tribunal shall consist of a panel of three retired": "न्यायाधिकरण में मध्यस्थ के रूप में तीन सेवानिवृत्त रेलवे अधिकारियों का एक पैनल होगा जो इंगित प्रक्रिया के अनुसार वरिष्ठ प्रशासनिक अधिकारी के रैंक से",
  "7. The High Court vide the impugned order dated 03.01.2019": "7. उच्च न्यायालय ने 03.0.209 दिनांकित आक्षेपित आदेश द्वारा अपीलकर्ता के",
  "rejected the argument of the appellant that the arbitrator ought to be": "इस तर्क को खारिज कर दिया कि मध्यस्थ को अनुबंध की सामान्य शर्तों के",
  "appointed only from the panel of arbitrators in terms of General": "अनुसार मध्यस्थों के पैनल से ही नियुक्त किया जाना चाहिए। उच्च न्यायालय ने",
  "between the parties and no fetters could be attached to the powers": "से स्वतंत्र हैं और न्यायालय की शक्तियों से कोई बंधन नहीं जोड़ा जा सकता है। उन",
  "Rajesh Dayal Khare, a retired judge of the Allahabad High Court as": "(8) के तहत, इलाहाबाद उच्च न्यायालय के एक सेवानिवृत्त न्यायाधीश, श्री राजेश",
  "8. Mr. A.N.S. Nadkarni, learned Additional Solicitor General (ASG) appearing for the appellant submitted that in terms of Clause 64(3)(a)(il) of the General Conditions of Contract (where": "8... अपीलकर्ता की ओर से पेश हुए अतिरिक्त सॉलिसिटर जनरल (एएसजी)) श्री ए.एन.एस. नाडकर्णी ने कहा किया कि अनुबंध की सामान्य शर्तों के खंड 64 (3)",
  "applicability of Section12(5) of the Amended Act has been waived": "(ए) () के संदर्भ में (जहां संशोधित अधिनियम की धारा 2 (5) की प्रयोज्यता",
  "off), the Arbitral Tribunal shall consist of a panel of three Gazetted": "को अवमुक्त कर दिया गया है), पंचाट न्यायाधिकरण में मध्यस्थ के रूप में तीन राजपत्रित रेलवे अधिकारियों का एक पैनल होगा जो कनिष्ठ प्रशासनिक ग्रेड से नीचे",
  "Railway Officers not below Junior Administrative Grade or two": "नहीं होगा या दो रेलवे राजपत्रित अधिकारी होंगे जो कनिष्ठ प्रशासनिक ग्रेड से नीचे",
  "Railway Gazetted Officers not below Junior Administrative Grade": "नहीं होंगे और एक सेवानिवृत्त रेलवे अधिकारी जो वरिष्ठ प्रशासनिक ग्रेड अधिकारी",
  "of work, failing which the contract will stand terminated. Since the": "के रैंक से नीचे के सेवानिवृत्त नहीं हुआ हो, होंगे। यह कहा गया कि अनुबंध की",
  "than Rs.165 crores, Clause 64(3)(a)(i) is not applicable.": "की प्रयोज्यता को अवमुक्त नहीं किया गया है ), खंड 64(3)(बी) में निर्धारित",
  "been waived off. Clause 64(3)(a)(ii) of General Conditions of": "के खंड 64(3)(8) 0), 64(3)(8)0) और 64(3)(0) के उल्लंघन में है।",
  "writing”. Obviously, the “express agreement in writing” has reference to a": "को \"लिखित रूप में व्यक्त समझौते \" द्वारा छोड़ दिया जा सकता है। जाहिर है,",
  "parties (after the disputes have arisen between them) to be a person in": "अनुसूची द्वारा प्रतिवादित किया गया है, लेकिन पक्षकारों द्वारा (उनके बीच विवाद उत्पन्न होने के बाद) एक ऐसा व्यक्ति होने के लिए कहा गया है जिस पर उन्हें",
  "whom they have faith notwithstanding the fact that such person is": "विश्वास है, इस तथ्य के बावजूद कि ऐसे व्यक्ति को सातवीं अनुसूची द्वारा",
  "14. Per contra, on behalf of the appellant, Mr. A.N.S. Nadkarni,": "4. इसके विपरीत, अपीलकर्ता की ओर से, विद्वान एएसजी श्री ए.एन.एस.",
  "governed as per Clauses 64(3)(a)(i) and 64(3)(a)(ii) of the General": "के खंड 64(3)(ए)(0) और 64(3)(ए)(॥) के अनुसार नियंत्रित होती है जहां",
  "Conditions of Contract (GCC) where applicability of Section 12(5) of the Arbitration and Conciliation Act has been waived off and the": "मध्यस्थता और सुलह अधिनियम की धारा 2(5) की प्रयोज्यता को अवमुक्त कर",
  "Arbitral Tribunal shall consist of a panel of three serving Railway Officers or two serving officers and one retired officer. Learned ASG": "दिया गया है और मध्यस्थ न्यायाधिकरण में तीन सेवारत रेलवे अधिकारियों या दो सेवारत अधिकारियों और एक सेवानिवृत्त अधिकारी का एक पैनल शामिल होगा।",
  "submitted that Clause 64(3)(b) of GCC deals with appointment of": "विद्वान एएसजी ने कहा कि जीसीसी का खंड 64(3)(बी) मध्यस्थ की नियुक्ति से",
  "arbitrator where applicability of Section 12(5) of the Act has not": "संबंधित है जहां अधिनियम की धारा 2(5) की प्रयोज्यता को अवमुक्त नहीं किया",
  "been waived off. It was further submitted that Clause 64(3)(b) of": "गया है। यह आगे कहा गया कि जीसीसी के खंड 64 (3) (बी) में कहा गया है कि",
  "GCC stipulates that the Arbitral Tribunal shall consist of a panel of three retired railway officers not below the rank of Senior": "मध्यस्थ न्यायाधिकरण में तीन सेवानिवृत्त रेलवे अधिकारियों का एक पैनल होगा",
  "India v. Parmar Construction Company (2019) SCC Online SC 442": "बनाय परमार कंस्ट्रक्शन कंपनी (2079) एससीसी ऑनलाइन एससी 442 और",
  "and Union of India v. Pradeep Vinod Construction Company (2019)": "यूनियन ऑफ इंडिया बनाम प्रदीप विनोद कंस्ट्रक्शन कंपनी (2079, एससीसी",
  "SCC Online SC 1467, learned ASG has submitted that when the": "ऑनलाइन एससी 7467 के मामले का अवलंब लेते हुए, विद्वान एएसजी ने कहा",
  "agreement specifically provides for appointment of panel of": "कि जब अनुबंध विशेष रूप से पैनल की नियुक्ति के लिए उपबंध करता है तो",
  "64. (3) (a) (ii) In case not covered by the Clause 64(3)(a)(i), the Arbitral": "64. (3) (ए) हो) ऐसे मामले में जो खंड 64 (3) (ए) () के अन्तर्गत नहीं",
  "below JA Grade or two Railway Gazette Officers not below JA Grade": "अधिकारियों का एक पैनल होगा जो जेए ग्रेड से नीचे न हों या दो रेलवे राजपत्रित",
  "and a retired Railway Officer, retired not below the rank of SAG officer,": "अधिकारी जो जेए ग्रेड से नीचे न हों और एक सेवानिवृत्त रेलवे अधिकारी, जो",
  "least four (4) names of Gazette Railway Officers of one or more": "दिनों के भीतर रेलवे एक या अधिक रेलवे विभागों के राजपत्रित रेलवे अधिकारियों के कम से कम चार (4) नामों का एक पैनल भेजेगा, जिसमें सेवानिवृत्त रेलवे",
  "departments of the Railway which may also include the name(s) of": "अधिकारी (अधिकारियों) के नाम भी शामिल हो सकते हैं जो ठेकेदार के साथ",
  "18. Clause 64(3)(b) of GCC deals with appointment of arbitrator": "8. जीसीसी का खंड 64(3)(बी) मध्यस्थ की नियुक्ति से संबंधित है जहां",
  "where applicability of Section 12(5) of the Act has not been waived": "अधिनियम की धारा 2(5) की प्रयोज्यता को अवमुक्त नहीं किया गया है।",
  "off. The modified Clause 64(3)(b) inter alia provided that the arbitral": "संशोधित खंड 64(3) (बी) में अन्य बातों के साथ-साथ प्रावधान किया गया है कि",
  "tribunal shall consist of a panel of three retired railway officers not": "मध्यस्थ न्यायाधिकरण में मध्यस्थ के रूप में तीन सेवानिवृत्त रेलवे अधिकारियों का",
  "modified Clause 64(3)(b) of the General Conditions of Contract": "अनुबंध के खंड .2.54(बी ) (।) / अनुबंध की सामान्य शर्तों के खंड 64 के",
  "21. Considering the various matters of railway contracts and interference with the appointment of independent arbitrators, after": "2. रेलवे ठेके के विभिन्न मामलों और स्वतंत्र मध्यस्थों की नियुक्ति में हस्तक्षेप को",
  "referring to Union of India and Another v. M.P. Gupta (2004) 10 SCC": "ध्यान में रखते हुए, युनियन ऑफ इंडिया ऑर अन्य बनाम एम.पी. गुप्ता (2004,",
  "504 and Union of India and Another v. V.S. Engineering (P) Ltd. (2006) 13 SCC 240 and other judgments, in Union of India v.": "70 एससीसी 504 और यूनियन ऑफ इंडिया ऑर अन्य बनाम वी. एस. इंजीनियरिंग (पी) लिमिटेड (2006, 73 एससीसी 240 और अन्य निर्णयों को",
  "Parmar Construction Company (2019) SCC Online SC 442, the Supreme Court set aside the appointment of an independent": "(2079, एससीसी ऑनलाइन एससी 442 के मामले में, सुप्रीम कोर्ट ने एक स्वतंत्र",
  "arbitrator and directed the General Manager of Railways to appoint": "मध्यस्थ की नियुक्ति को रद्द कर दिया और महाप्रबंधक को निर्देश दिया रेलवे",
  "arbitrator in terms of Clause 64(3) of the agreement. In Para (44) of": "समझौते के खंड 64(3) के तहत मध्यस्थ की नियुक्ति करे। परमार कंस्ट्रक्शन",
  "“44. To conclude, in our considered view, the High Court was not": "\"44. निष्कर्ष रूप में, हमारे सुविचारित राय में, मध्यस्थ की नियुक्ति के लिए",
  "under clause 64(3) of the contract under the inbuilt mechanism as": "पक्षकारों द्वारा आंतरिक प्रक्रिया के रूप में अनुबंध के खंड 64 (3) के तहत",
  "22. Applying ratio of the Parmar Construction Company, in Pradeep Vinod Construction Company (2019) SCC Online SC": "22. प्रदीप विनोद कंस्ट्रक्शन कंपनी (2079, एससीसी ऑनलाइन एससी",
  "right in appointing an independent arbitrator ignoring Clause 64 of the General Conditions of Contract. As held in Parmar Construction": "और उच्च न्यायालय द्वारा अनुबंध की सामान्य शर्तों के खंड 64 की अनदेखी कर एक स्वतंत्र मध्यस्थ की नियुक्ति करना सही नहीं था। परमार कंस्ट्रक्शन",
  "Company and Pradeep Vinod Construction Company, the High": "कंपनी और प्रदीप विनोद कंस्ट्रक्शन कंपनी के मामलों में यथा धारित, उच्च",
  "and the appointment of independent sole arbitrator is in": "स्वतंत्र एकमात्र मध्यस्थ की नियुक्ति करना उचित नहीं है।",
  "15. Clause 64 of the General Conditions of Contract deals with": "प्रकार, प्रतिवादी ने स्वयं अनुबंध की सामान्य शर्तों के खंड 64 के अनुसार",
  "64 of the General Conditions of Contract (GCC) reads as under:-": "सामान्य शर्तों के खंड 64 (3) (बी) के अनुसार विवाद को केवल तीन",
  "“64. (3)(b) Appointment of Arbitrator where applicability of Section 12(5) of A&C Act has not been waived off.": "\"64. (3)(बी) मध्यस्थ की नियुक्ति जहां ए एंड सी अधिनियम की धारा 2(5) की प्रयोज्यता को अवमुक्त नहीं किया गया है।",
  "The Arbitrator Tribunal shall consist of a Panel of three retired Railway": "मध्यस्थ न्यायाधिकरण मध्यस्थ के रूप में तीन सेवानिवृत्त रेलवे अधिकारियों का",
  "Officer retired not below the rank of SAO officer, as the arbitrator. For": "एक पैनल होगा, जो एसएओ अधिकारी के रैंक से नीचे सेवानिवृत्त न हुए हों। इस",
  "retired Railway Officer(s) empanelled to work as Railway. Arbitrator": "उद्देश्य के लिए रेलवे पैनल में शामिल सेवानिवृत्त रेलवे अधिकारी (अधिकारियों)",
  "indicating their retirement date to the contractor within 60 days from the": "के कम से कम चार नामों का एक पैनल उनकी सेवानिवृत्ति तिथि दर्शित करते हुए रेलवे मध्यस्थों के रूप में काम करने के लिए उस दिन से 60 दिनों के भीतर",
  "day when a written and valid demand for arbitrators is received by the GM.": "भेजेगा जिस दिन जीएम को मध्यस्थों के लिए एक लिखित और वैध मांग प्राप्त",
  "Contractor will be asked to suggest to General Manager at least two names out of the panel for appointment as contractor’s nominee within 30 days from the date of dispatch of the request by Railway. The": "ठेकेदार को रेलवे द्वारा अनुरोध भेजने की तारीख से 30 दिनों के भीतर महाप्रबंधक को ठेकेदार के नामिती के रूप में नियुक्ति के लिए पैनल में से कम से कम दो नामों का सुझाव देने के लिए कहा जाएगा। महाप्रबंधक उनमें से कम से",
  "General Manager shall appoint at least one out of them as the contractor’s nominee and will, also simultaneously appoint the balance": "कम एक को ठेकेदार के नामिती के रूप में नियुक्त करेगा और साथ ही साथ पैनल",
  "number of arbitrators other from the panel or from outside the panel, duly": "से या पैनल के बाहर से अन्य मध्यस्थों की शेष संख्या को भी नियुक्त करेगा, इस",
  "indicating the ‘presiding arbitrator’ from amongst the three arbitrators so": "प्रकार नियुक्त तीन मध्यस्थों में से 'अध्यक्ष मध्यस्थ' को विधिवत इंगित करेगा।",
  "Tribunal within 30 days from the receipt of the names of contract’s": "ठेकेदार के नामांकित व्यक्तियों के नाम प्राप्त होने के 30 दिनों के भीतर मध्यस्थ",
  "nominees. While nominating the arbitrators, it will be necessary to": "न्यायाधिकरण की नियुक्ति का कार्य पूरा करेंगे। मध्यस्थों को नामित करते समय,",
  "ensure that one of them has served in the Accounts Department.”": "यह सुनिश्चित करना आवश्यक होगा कि उनमें से एक ने लेखा विभाग में सेवा की",
  "19. After coming into force of the Arbitration and Conciliation": "6. मध्यस्थता और सुलह (संशोधन) अधिनियम, 205 के लागू होने के बाद,",
  "(Amendment) Act, 2015, when Clause 64 of the General Conditions of Contract has been modified inter alia providing for constitution of": "रेल मंत्रालय, भारत सरकार ने अनुबंध की सामान्य शर्तों के खंड 64 में संशोधन",
  "appointment of the arbitrator as prescribed under Clause 64(3)(b) of": "की।। संशोधित खंड 64(3)(ए)(।) (जहां अधिनियम की धारा 32(5) की",
  "respondent neither responded to the appellant’s letter dated 25.10.2018 not suggested the names of two arbitrators from the": "नहीं दिया न ही अपीलकर्ता द्वारा भेजे गए पैनल से दो मध्यस्थों के नामों का सुझाव",
  "High Court under Section 11(6) of the Act for appointment of an independent sole arbitrator by filing a petition on 17.12.2018.": "स्वतंत्र एकमात्र मध्यस्थ की नियुक्ति के लिए अधिनियम की धारा (6) के तहत उच्च न्यायालय का दरवाजा खटखटाया।",
  "24. The contention of the learned counsel for the respondent is": "24. प्रतिवादी के विद्वान अधिवक्ता का तर्क यह है कि अपीलकर्ता द्वारा दिनांक",
  "that the panel of arbitrators proposed by the appellant vide letter": "25.0.208 के पत्र द्वारा प्रस्तावित मध्यस्थों का पैनल, जिसमें अपीलकर्ता के",
  "are not eligible to be appointed as arbitrators under Section 12(5)": "४॥। के तहत मध्यस्थ के रूप में नियुक्त होने के पात्र नहीं हैं। प्रतिवादी के विद्वान",
  "counsel for the respondent is that the panel of arbitrators drawn by": "अधिवक्ता का आगे तर्क यह है कि अपीलकर्ता द्वारा बनाए गए मध्यस्थों के पैनल में",
  "the appellant consist of those persons who were railway employees or Ex-railway employees and therefore, they are statutorily made": "वे व्यक्ति शामिल हैं जो रेलवे कर्मचारी या पूर्व -रेलवे कर्मचारी थे और इसलिए, उन्हें",
  "ineligible to be appointed as arbitrators.": "मध्यस्थ के रूप में नियुक्त किए जाने के लिए वैधानिक रूप से अपात्र बना दिया गया है।",
  "25. Contending that the appointment of retired employees as": "25. यह तर्क देते हुए कि मध्यस्थ के रूप में सेवानिवृत्त कर्मचारियों की नियुक्ति पर",
  "arbitrators cannot be assailed merely because an arbitrator is a": "केवल इसलिए आक्षेप नहीं किया जा सकता क्योंकि मध्यस्थ एक पक्ष का",
  "the red and orange list of IBA guidelines on conflict of interest in": "के टकराव पर आईबीए दिशानिर्देशों की लाल और नारंगी सूची से तैयार",
  "treated as the guide “to determine whether circumstances exist which": "के साथ कि इसे यह निर्धारित करने के लिए \"मार्गदर्शक\" के रूप में माना जाएगा कि क्या ऐसी परिस्थितियां मौजूद हैं जो इस तरह के",
  "give rise to such justifiable doubts”. Such persons do not get covered by": "उचित संदेह को जन्म देती हैं\"। ऐसे व्यक्ति आईबीए दिशानिर्देशों की",
  "red or orange list of IBA guidelines either.” [Underlining added]": "लाल या नारंगी सूची में भी शामिल नहीं हैं। | अंडरलाइनिंग जोड़ा गया]",
  "26. The same view was reiterated in Government of Haryana PWD Haryana (B and R) Branch v. G.F. Toll Road Private Limited and Others (2019) 3 SCC 505 wherein, the Supreme Court held that": "26. हरियाणा सरकार पीडब्ल्यूडी हरियाणा (बी एंड आर) शाखा बनास जी. एफ: टोल रोड प्राइवेट लिमिटेड ऑर अन्य (2079, 3 एससीसी 505 के मामले में भी इसी मत को दोहराया गया था जिसमें, सुप्रीम कोर्ट ने कहा कि समझौते के लिए",
  "the appointment of a retired employee of a party to the agreement": "एक पक्षकार के एक सेवानिवृत्त कर्मचारी की नियुक्ति इस आधार पर आक्षेपित नहीं",
  "cannot be assailed on the ground that he is a retired/former": "की जा सकती है कि वह समझौते के पक्षकारों में से एक का सेवानिवृत्त / पूर्व",
  "no bar under Section 12(5) of the Arbitration and Conciliation (Amendment) Act, 2015 for appointment of a retired employee to act": "कर्मचारी की नियुक्ति पर मध्यस्थता और सुलह (संशोधन) अधिनियम, 205 की धारा 2(5) के तहत कोई रोक नहीं है।",
  "27. By the letter dated 25.10.2018, the appellant has forwarded a": "27. 25.0.208 दिनांकित पत्र द्वारा, अपीलकर्ता ने अपने पैनल के चार",
  "list of four retired railway officers on its panel thereby giving a wide": "सेवानिवृत्त रेलवे अधिकारियों की एक सूची अग्रेषित की है, जिससे प्रतिवादी को",
  "choice to the respondent to suggest any two names to be": "मध्यस्थ के रूप में नामित किए जाने वाले किन्हीं दो नामों का सुझाव देने के लिए",
  "arbitrator representing the respondent-Contractor. As held in": "प्रतिनिधित्व करने वाले मध्यस्थ के रूप में नामित किया जाएगा। जैसा कि",
  "empanelling the retired railway officers is to ensure that the": "रेलवे अधिकारियों को पैनल में शामिल करने का मूल कारण यह सुनिश्चित करना है",
  "their expertise when they act as arbitrators. Merely because the": "विशेषज्ञता का उपयोग करके उचित रूप से हल किया जाए। केवल इसलिए कि",
  "panel of the arbitrators are the retired employees who have worked": "मध्यस्थों का पैनल रेलवे में काम करने वाले सेवानिवृत्त कर्मचारी हैं, उन्हें मध्यस्थ",
  "responding within thirty days from the date of the request.": "प्रति: तर्क: - अनुरोध की तारीख से तीस दिनों के भीतर जवाब न देना",
  "28. Learned counsel for the respondent has submitted that vide": "28. प्रतिवादी के विद्वान अधिवक्ता का कथन है कि 27.07.208 दिनांकित पत्र के",
  "dispute to arbitration but, no steps were taken by the appellant within thirty days from the date of request dated 27.07.2018. It was": "किया था, लेकिन अपीलकर्ता द्वारा 27.07.208 दिनांकित अनुरोध की तारीख से तीस दिनों के भीतर कोई कदम नहीं उठाया गया था। यह कहा गया कि",
  "Section 11(6) of the Act before the High Court for appointment of a": "न्यायालय के समक्ष अधिनियम की धारा ] (6) के तहत आवेदन किया, उस",
  "sole arbitrator, by which time, no steps were taken by the appellant": "समय तक अपीलकर्ता द्वारा अनुबंध के तहत कोई कदम नहीं उठाया गया, सिवाय",
  "under the Contract, except sending two lists of persons by letters": "नियुक्त किये जाने के लिए व्यक्तियों की दो सूची भेजने के जोकि विधिक रूप से",
  "appointed as the arbitrators. In this regard, reliance was placed upon Punj Lloyd Ltd. v. Petronet MHB Ltd. (2006) 2 SCC 638.": "अपात्र थे। इस संबंध में, पुँजि लॉयड लिमिटेड बनास प्रेट्रोनेट एमएचबी लिमिटेड (2006) 2 एससीसी 638 के मामले का अवलंब लिया गया। अधिनियम की धारा",
  "Lloyd Ltd., the Supreme Court held as under:-": "सर्वोच्च न्यायालय ने निम्नानुसार धारित किया :-",
  "“5, Having heard the learned counsel for the parties, we are satisfied": "\"५. पक्षकारों के विद्वान अधिवक्ताओं को सुनने के बाद, हम इस बात से",
  "that the appeal deserves to be allowed. The learned counsel for the": "संतुष्ट हैं कि अपील स्वीकार किए जाने योग्य है। अपीलकर्ता के विद्वान",
  "appellant has placed reliance on the law laid down by this Court in the case of Datar Switchgears Ltd. v. Tata Finance Ltd. (2000) 8 SCC 151,": "अधिवक्ता ने दातार स्विचगियर्स लिमिटेड बनाम टाटा फाइनेंस लिमिटेड (2000, 8 एससीसी 757 के मामले में इस न्यायालय द्वारा",
  "wherein this Court has held as under:": "प्रतिपादित विधि का अवलंब लिया है,जिसमें इस न्यायालय ने निम्नानुसार धारित किया :",
  "respondent to select any two from the list and communicate to the appellant within thirty days from the date of the letter for formation of": "नियुक्त करने की मांग करता है और विरोधी पक्ष मांग के 30 दिनों के भीतर नियुक्ति",
  "Arbitration Tribunal. The respondent has neither sent its reply nor": "को सूचित करें। प्रतिवादी ने न तो अपना उत्तर भेजा है और न ही सूची से दो नामों",
  "selected two names from the list and replied to the appellant.": "का चयन किया है और अपीलकर्ता को उत्तर दिया है। अपीलकर्ता को जवाब दिए",
  "petition under Section 11(6) of the Arbitration and Conciliation Act": "सुलह अधिनियम की धारा (6) के तहत याचिका दायर की है। जब प्रतिवादी ने",
  "sent any reply to the communication dated 25.10.2018, the": "25.0.208 दिनांकित सूचना का कोई जवाब नहीं भेजा, तो प्रतिवादी का यह",
  "Arbitral Tribunal has not been made before filing of the application": "से पहले मध्यस्थ न्यायाधिकरण की नियुक्ति नहीं की गई है और मध्यस्थता",
  "under Section 11 of the Act and that the right of the appellant to constitute Arbitral Tribunal is extinguished on filing of the application": "न्यायाधिकरण के गठन का अपीलकर्ता का यह अधिकार अधिनियम की धारा",
  "constitute Arbitral Tribunal is extinguished on filing of the application under Section 11(6) of the Act.": "7(6) के तहत आवेदन दाखिल करने पर समाप्त हो जाता है।",
  "RE: Contention:- General Manager himself becoming ineligible": "प्रति: तर्क: - महाप्रबंधक स्वयं मध्यस्थ के रूप में नियुक्त होने के लिए विधितः",
  "petition has been filed by the other party before the Court seeking": "याचिका दूसरे पक्ष द्वारा न्यायालय के समक्ष दायर कर मध्यस्थ की नियुक्ति",
  "30. As discussed earlier, as per the modified Clause 64(3)(b) of": "30. जैसा कि पहले चर्चा की गई है, जीसीसी के संशोधित खंड 64 (3) (बी) के",
  "GCC, when a written and valid demand for arbitration is received by": "अनुसार, जब महाप्रबंधक को मध्यस्थता की लिखित और वैध मांग प्राप्त होती है,",
  "names of retired railway officers empanelled to work as arbitrators.": "तो रेलवे मध्यस्थ के रूप में काम करने के लिए सेवानिवृत्त रेलवे अधिकारियों के",
  "nominee within thirty days from the date of dispatch of the request": "की तारीख से तीस दिनों के भीतर महाप्रबंधक को ठेकेदार के नामिती के रूप में",
  "by the Railway. Vide letter dated 27.07.2018, the respondent has": "जाएगा। 27.07.208 दिनांकित पत्र के माध्यम से, प्रतिवादी ने विवादों को",
  "sought for appointment of an arbitrator for resolving the disputes.": "सुलझाने के लिए एक मध्यस्थ की नियुक्ति की मांग की है। अपीलकर्ता ने अपने",
  "The appellant by its letter dated 24.09.2018 (which is well within the": "24.09.208 दिनांकित पत्र (जो कि साठ दिनों की अवधि के भीतर है ) द्वारा खंड",
  "period of sixty days) in terms of Clause 64(3)(a)(ii) (where": "64 (3) (ए) () (जहां अधिनियम की धारा 2 (5) की प्रयोज्यता को अवमुक्त",
  "arbitrators and requested the respondent to select any two from the": "अनुरोध किया है कि सूची में से किन्हीं दो का चयन करें और मध्यस्थता",
  "nominate another as an arbitrator, in para (50), the Court has discussed about another situation where both the parties could": "कर सकता है, पैरा (50) में, न्यायालय ने एक और स्थिति के बारे में चर्चा की है",
  "nominate respective arbitrators of their choice and that it would get": "जहां दोनों संबंधित पक्ष अपनी पसंद के मध्यस्थ नामित कर सकते हैं और यह कि",
  "counter-balanced by equal power with the other party. In para (50)": "वह दूसरे पक्ष की समान शक्ति द्वारा प्रति -संतुलित हो जाएगा। टीआरएफ़ लिमिटेड",
  "“BO. ..... We are singularly concerned with the issue, whether the Managing Director, after becoming ineligible by operation of law, is he": "\"५0. .....हम अकेले इस विषय पर विचार कर रहे हैं कि प्रबंध निदेशक के विधितः",
  "state that when there are two parties, one may nominate an_ arbitrator": "कीमत पर, हम कह सकते हैं कि जब दो पक्ष होते हैं, तो एक मध्यस्थ को नामित",
  "and the other may appoint another. That _is altogether a_different": "कर सकता है और दूसरा दूसरे को नियुक्त कर सकता है। यह बिलकुल अलग",
  "situation. If there is a clause requiring the parties to nominate their": "स्थिति है। यदि कोई खंड है जिसमें पक्षकारों से अपने संबंधित मध्यस्थ को नामित",
  "respective arbitrator, their authority to nominate cannot be questioned.": "करना अपेक्षित है, तो नामित करने के उनके अधिकार पर सवाल नहीं उठाया जा",
  "What really in that circumstance can be called in question is the": "सकता है। वास्तव में उस परिस्थिति में जिस पर प्रश्न खड़ा किया जा सकता है वह",
  "upon the norms provided under the Act and the Schedules appended": "है- अधिनियम और उससे जोड़ी गयी अनुसूचियों के तहत उपबंधित प्रक्रियात्मक",
  "33. Considering the decision in TRF Limited, in Perkins Eastman": "33. टीआरएफ़ लिमिटेड में दिये गये निर्णय के आधार पर पर्किन्स ईस्टसेन",
  "Architects DPC and another v. HSCC (India) Limited (2019) SCC": "आर्किटेक्ट्स डीपीसी और एक अन्य बनाम एचएससीसी (इंडिया) लिमिटेड",
  "categories of cases. The first, similar to the one dealt with in TRF": "धारित किया कि मामलों की दो श्रेणियां होती हैं। पहली, टीआरएफ लिमिटेड वाले",
  "Limited where the Managing Director himself is named as an": "मामले जैसी होती है, जिसमें प्रबंध निदेशक स्वयं मध्यस्थ के रूप में नामित होता",
  "arbitrator with an additional power to appoint any other person as an": "है, जिसके पास किसी अन्य व्यक्ति को मध्यस्थ के रूप में नियुक्त करने की",
  "arbitrator. In the second category, the Managing Director is not to": "अतिरिक्त शक्ति होती है। दूसरी श्रेणी में, प्रबंध निदेशक को स्वयं मध्यस्थ के रूप में",
  "act as an arbitrator himself; but is authorized to appoint any other": "कार्य नहीं करना होता; बल्कि मध्यस्थ के रूप में अपनी पसंद या विवेकाधिकार पर",
  "choice were found to be completely a different situation. The reason is": "अलग स्थिति में पाए गए। कारण स्पष्ट है कि एक पक्ष को अपनी पसंद के मध्यस्थ",
  "clear that whatever advantage a party may derive by nominating an": "को नामित करने से जो भी लाभ प्राप्त होगा, वह दूसरे पक्ष की समान शक्ति द्वारा",
  "the other party.....”": "प्रतिसंतुलित हो जाएगा... .. “",
  "35. As discussed earlier, after Arbitration and Conciliation": "35. जैसा कि पहले चर्चा की गई है, मध्यस्थता और सुलह (संशोधन) अधिनियम,",
  "16.11.2016 has amended and notified Clause 64 of the General Conditions of Contract. As per Clause 64(3)(a)(ii) [where": "सामान्य शर्तों के खंड 64 को संशोधित और अधिसूचित किया है। खंड 64(3)(ए)",
  "applicability of Section 12(5) of the Act has been waived off], in a": "(॥) के अनुसार [जहां अधिनियम की धारा 2(5) की प्रयोज्यता को अवमुक्त कर",
  "case not covered by Clause 64(3)(a)(i), the Arbitral Tribunal shall": "दिया गया है], खंड 64(3)(ए)(।) के अंतर्गत न आने वाले मामले में, मध्यस्थ",
  "consist of a panel of three Gazetted Railway Officers not below the": "न्यायाधिकरण में मध्यस्थ के रूप में तीन राजपत्रित रेलवे अधिकारियों का एक",
  "rank of Junior Administrative Grade or two Railway Gazetted": "पैनल होगा जो कनिष्ठ प्रशासनिक ग्रेड के रैंक से नीचे नहीं होंगे या दो रेलवे",
  "Officers not below the rank of Junior Administrative Grade and a": "राजपत्रित अधिकारी होंगे जो कनिष्ठ प्रशासनिक रैंक से नीचे नहीं होंगे और एक",
  "retired Railway Officer retired not below the rank of Senior": "सेवानिवृत्त रेलवे अधिकारी जो वरिष्ठ प्रशासनिक अधिकारी के रैंक से नीचे",
  "the Railway within sixty days from the date when a written and valid": "की लिखित और वैध मांग प्राप्त होने की तारीख से साठ दिनों के भीतर रेलवे के एक",
  "names out of the panel for appointment as contractor’s nominees within thirty days from the date of dispatch of the request from the": "एक पैनल भेजेगा। ठेकेदार को रेलवे से अनुरोध भेजने की तारीख से तीस दिनों के",
  "them as the contractor’s nominee and will also simultaneously": "एक को ठेकेदार के नामित के रूप में नियुक्त करेगा और साथ ही पैनल से या पैनल",
  "outside the panel duly indicating the “Presiding Officer” from amongst the three arbitrators so appointed. The General Manager": "मध्यस्थों में से \"पीठासीन अधिकारी\" को निर्दिष्ट करेगा। महाप्रबंधक, ठेकेदार के",
  "thirty days from the date of the receipt of the names of contractor’s": "नामितों के नाम प्राप्त होने की तारीख से तीस दिनों के भीतर मध्यस्थ न्यायाधिकरण",
  "36. Clause 64(3)(b) of GCC deals with appointment of arbitrator": "36. जीसीसी का खंड 64(3)(बी) मध्यस्थ की नियुक्ति से संबंधित है जहां",
  "off. In terms of Clause 64(3)(b) of GCC, the Arbitral Tribunal shall": "जीसीसी के खंड 64(3) (बी) के तहत, मध्यस्थ न्यायाधिकरण में मध्यस्थ के रूप",
  "consist of a panel of three retired Railway Officers retired not below": "में तीन सेवानिवृत्त रेलवे अधिकारियों का एक पैनल शामिल होगा जो वरिष्ठ",
  "For this purpose, the Railway will send a panel of at least four names of retired Railway Officers empanelled to work as arbitrators": "लिए, महाप्रबंधक द्वारा मध्यस्थता के लिए एक लिखित और वैध मांग प्राप्त होने की तारीख से साठ दिनों के भीतर रेलवे मध्यस्थ के रूप में काम करने के लिए पैनल में शामिल सेवानिवृत्त रेलवे अधिकारियों के कम से कम चार नामों का एक",
  "indicating their retirement date to the contractor within sixty days": "पैनल, उनकी सेवानिवृत्ति की तारीख इंगित करते हुए ठेकेदार को भेजेगा। ठेकेदार",
  "suggest the General Manger at least two names out of the panel for appointment of contractor’s nominees within thirty days from the date of dispatch of the request of the Railway. The General": "को रेलवे के अनुरोध के प्रेषण की तारीख से तीस दिनों के भीतर ठेकेदार के नामितियों की नियुक्ति के लिए पैनल में से कम से कम दो नामों का सुझाव",
  "Manager shall appoint at least one out of them as the contractor’s": "महाप्रबंधक को देने के लिए कहा जाएगा। महाप्रबंधक उनमें से कम से कम एक को",
  "nominee and will simultaneously appoint the remaining arbitrators from the panel or from outside the panel, duly indicating the": "ठेकेदार के नामिती के रूप में नियुक्त करेगा और साथ ही पैनल से या पैनल के",
  "from the panel or from outside the panel, duly indicating the “Presiding Officer” from amongst the three arbitrators. The exercise": "बाहर से शेष मध्यस्थों की नियुक्ति करेगा, जिसमें तीन मध्यस्थों में से \"पीठासीन अधिकारी\" को विधिवत इंगित करेगा। मध्यस्थ न्यायाधिकरण की नियुक्ति की",
  "balanced by respondent’s power to choose any two from out of the": "प्रतिवादी द्वारा चार नामों में से किसी दो को चुनने की शक्ति द्वारा संतुलित किया",
  "four names and the General Manager shall appoint at least one out": "जाता है और महाप्रबंधक उनमें से कम से कम एक को ठेकेदार के नामिती के रूप में",
  "37. Inthe present matter, after the respondent had sent the letter dated 27.07.2018 calling upon the appellant to constitute Arbitral": "37. वर्तमान मामले में, प्रतिवादी द्वारा मध्यस्थ न्यायाधिकरण के गठन के लिए अपीलार्थी को 27.07.208 दिनांकित पत्र भेजे जाने के बाद , अपीलार्थी ने",
  "Tribunal, the appellant sent the communication dated 24.09.2018": "के पैनल को नामित करते हुए 24.09.208 को संचार भेजा और प्रतिवादी को",
  "two from the list and communicate to the office of the General": "सूची में से किन्हीं दो का चयन करने और महाप्रबंधक के कार्यालय को सूचित करने",
  "Manager. By the letter dated 26.09.2018, the respondent conveyed": "के लिए कहा। 26.09.208 दिनांकित पत्र द्वारा, प्रतिवादी ने संशोधन अधिनियम,",
  "their disagreement in waiving the applicability of Section 12(5) of the": "205 की धारा 2(5) की प्रयोज्यता को अवमुक्त करने में अपनी असहमति व्यक्त",
  "officers and requesting the respondent to select any two from the list": "उनका विवरण देते हुए, भेजा और प्रतिवादी से अनुरोध किया कि सूची में से किन्हीं",
  "and communicate to the office of the General Manager. Since the": "दो का चयन करें और महाप्रबंधक के कार्यालय को सूचित करें। चूंकि प्रतिवादी को",
  "respondent has been given the power to select two names from out of the four names of the panel, the power of the appellant": "पैनल के चार नामों में से दो नामों का चयन करने की शक्ति दी गई है , इसलिए",
  "choice given to the respondent. Thus, the power of the General Manager to nominate the arbitrator is counter-balanced by the": "चयन की शक्ति से प्रति-संतुलित हो जाती है। इस प्रकार, महाप्रबंधक की मध्यस्थ",
  "power of the respondent to select any of the two nominees from out": "को नामित करने की शक्ति प्रतिवादी द्वारा सेवानिवृत्त अधिकारियों के पैनल से",
  "In view of the modified Clauses 64(3)(a)(ii) and 64(3)(b) of GCC, it": "की शक्ति द्वारा प्रति-संतुलित है। जीसीसी के संशोधित खंड 64(3)(ए) (0) और",
  "cannot therefore be said that the General Manager has become": "64(3)(बी) के दृष्टिगत, इसलिए यह नहीं कहा जा सकता है कि महाप्रबंधक"
}