{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय न्यायक्षेत्र",
  "CIVIL APPEAL NO. 3740 of 2019": "सिविल अपील संख्या 3740/209",
  "(ARISING OUT OF S.L.P (C) NO. 15358 OF 2018)": "[ एस. एल. पी. (सी.) सं. 5358/208 से उद्घूत ]",
  "DEPUTY DIRECTOR": "उप निदेशक",
  "SOCIAL FORESTARY DIVISION,": "सामाजिक वानिकी प्रभाग,",
  "AGRA AND OTHERS": "आगरा व अन्य",
  "Versus": "बनाम",
  "Hemant Gupta, J.": "न्यायमूर्ति हेमन्त गुप्ता",
  "Leave granted.": ". .. अनुमति प्रदान की गयी।",
  "06.12.2017 dismissing the Review Application in default was dismissed.": "में एक समीक्षा याचिका संख्या 33796/207 दायर की। देरी की माफी के लिए समीक्षा याचिका के साथ एक आवेदन दिनांक 06.2.207 को अभियोजन की",
  "6. The respondent instead of challenging the above order declining the claim for regularisation and/or minimum of pay scale filed a": "6... प्रत्यर्थी ने नियमितीकरण और / अथवा न्यूनतम वेतनमान के उपरोक्त आदेश के दावे को अस्वीकार करने को चुनौती देने के बजाय एक अवमानना",
  "Contempt Application (C) No. 1632 of 2009. In such Contempt Petition,": "आवेदन (सी) संख्या 632/2009 दायर की। इस तरह की अवमानना याचिका",
  "a notice was issued to the present appellants when the following order": "में, जब वर्तमान अआअपीलार्थीगणों को एक सूचना जारी की गयी थी तो",
  "was passed on 08.05.2009:": "दिनांक 08.05.2009 को निम्नलिखित आदेश पारित किया गया था-",
  "“It is alleged that the order dated 23.10.2008 passed by this Court has been violated. From": "”... यह आरोप लगाया गया है कि इस न्यायालय द्वारा पारित दिनांक 23.0.2008 के आदेश का उल्लंघन किया गया है। याचिका",
  "perusal of the petition, a prima facie case is made out.": "के परिशीलन से, एक प्रथम दृष्ट्या मामला बनाया गया है।",
  "Issue notices to the opposite parties within a": "प्रतिपक्षियों को एक सप्ताह के अन्दर जारी सूचनाएँ छः सप्ताह के",
  "The counter affidavit may be filed within the aforesaid periods of else charges may be framed": "प्रति शपथपत्र पूर्वकथित अवधि के अन्दर दायर हो सकती है इसके",
  "within a month, with the notices fixing a date after six weeks.”": "और सूचनाओं के साथ ही छः सप्ताहों के पश्चात एक तय तारीख का",
  "7. It is thereafter, on 29.06.2009 an order was passed by the": "7... तत्पश्चात दिनांक 29.06.2009 को अपीलार्थीगणों द्वारा एक आदेश पारित",
  "appellants that Rs. 2550/- as minimum of pay scale of Rs.2550 - 3200/-": "किया गया था कि प्रत्यर्थी को ₹ 2550-3200/- के न्यूनतम वेतनमान के रूप में",
  "paid minimum monthly wages at the rate of Rs. 2550/- though,": "2550/- के न्यूनतम मासिक वेतन की दर से क्‍यों दिया जा रहा है। तत्पश्चात",
  "record that persons who had never worked in the department have also been appointed and": "व्यक्तियों ने विभाग में कभी कार्य नहीं किया है उन्हें भी नियुक्त और",
  "regularized:": "नियमित किया गया है।",
  "The Principal Chief Conservator of Forests, U.P.": "प्रधान मुख्य वन संरक्षक उ. प्र. यह सुनिश्चित करेंगे कि सभी प्रभागों में",
  "shall ensure that accurate eligibility and seniority list is drawn up in all the divisions and be finalized": "परिशुद्ध पात्रता और वरिष्ठता सूची तैयार की जाय और अंतिम रूप से",
  "after hearing the incumbents and Court be duly": "सुनवाई के बाद पदग्राही और न्यायालय को विधिवत रूप से अगली",
  "informed on the next date. Reply of rejoinder": "तारीख के विषय में सूचित किया जाय। प्रतिउत्तर शपथपत्र का जवाब",
  "affidavit be also filed.": "भी दायर किया जाय।",
  "List for further orders on 25.2.2010.”": "दिनांक 25.02.200 को आगे के आदेशों की सूची। ... ”",
  "8. The said order was challenged by the appellants in Special Appeal No. 215 of 2010 in the High Court of Judicature at Allahabad. The": "8... उक्त आदेश को मा. उच्च न्यायालय के न्यायक्षेत्र इलाहाबाद के विशेष याचिका संख्या 245/200 में अपीलार्थीगणों द्वारा चुनौती दी गई थी। विशेष याचिका",
  "High Court became subject matter of challenge before this Court. This": "आदेश इस न्यायालय के समक्ष चुनौती का विषय बन गये। इस न्यायालय में उप",
  "Court in a judgment reported as Deputy Director, Social Forestry Division and Another vs. Lakshmi Chandra‘ directed the Principal": "निदेशक, सामाजिक वानिकी प्रभाग एवं अन्य बनाम लक्ष्मी चन्द्रा (206) 4",
  "Conservator of Forests to file separate affidavits before the High Court": "पर मा. उच्च न्यायालय के समक्ष अलग अलग शपथपत्र दायर करना है ताकि",
  "on the implementation of the orders to ensure that the wages are paid to the workmen in terms of orders passed within three months. This": "सुनिश्चित हो कि पारित आदेशों की शर्तों में तीन महीने के अन्दर कामगारों को वेतन",
  "Court also requested the High Court to take into consideration all the": "इस न्यायालय ने मा. उद्च न्यायालय से भी आग्रह किया है कि इस न्यायालय",
  "subsequent developments to reach a logical conclusion in terms of the": "द्वारा पारित आदेशों की शर्तों में सभी आगामी विकासों के तार्किक निष्कर्ष तक",
  "9. The Contempt Application (C) No. 1632 of 2009 was again taken": "अवमानना आवेदन (सी) संख्या 632/2009 दुबारा लिया गया था। यह",
  "employees, whether they have been considered for regularization or": "गया है कि सभी दैनिक वेतन कर्मचारी, चाहे वे नियमितीकरण के लिए विचाराधीन",
  "not, are not entitled to the minimum of the pay scale. The plea of the": "हों अथवा नहीं न्यूनतम वेतनमान के हकदार नहीं हैं। उ. प्र. राज्य एवं अन्य बनाम",
  "5 2016 (1) AL) 226 (Special Appeal No. 1530 of 2007 decided on 24.09.2015)": "छिद्दी एवं अन्य (206) () एएलजे 226 (विशेष याचिका सं. 530/2007",
  "Rules, he is entitled for regularisation, inspite of": "पर बना रहता है तो वह नियमितीकरण होने के लिए हकदार है, इस",
  "the fact that the employee worked intermittently.": "तथ्य के बावजूद कि कर्मचारी ने रूक रूककर कार्य किया है। वर्तमान",
  "In the instant case, the petitioner, as stated by the": "मामले में, जैसा कि याचिकाकर्ता से अधिवक्ता द्वारा कहा गया कि वर्ष",
  "the year 1983, though has worked intermittently,": "983 से काम में लगा हुआ है, यद्यपि उसने रूक रूक कर कार्य",
  "consideration for regularisation of his Service, in": "किया है, परन्तु उसकी सेवा के नियमितिकरण के विचारार्थ 2007",
  "view of the provision of Rule 4 of the aforesaid": "तक नियमित रूप से कार्य किया, उपरोक्त नियम 4 के प्रावधान के",
  "Rules as interpreted by this Court in the Case of Visheshwar Vs. Principal Secretary, Forest (Supra).": "दृष्टित इस न्यायालय द्वारा विश्वेश्वर बनाम प्रधान सचिव, वन",
  "Daily Wages Appointments on Group ‘D’ Posts": "नियमितिकरण दैनिक वेतन भोगियों की नियुक्ति के लिए समूह “घ”",
  "with regard to the payment of minimum of the regular pay scale in accordance with law as well as": "कानून के अन्तर्गत नियमित वेतनमान के न्यूनतम भुगतान के साथ",
  "months from the date of presentation of a certified copy of this order.”": "न्यायालय द्वारा इस आदेश के प्रमाणित प्रति की प्रस्तुति की तारीख",
  "5. In terms of such order, the Divisional Director, Social Forestry": "५... इस प्रकार की शर्तों में प्रभागीय निदेशक, सामाजिक वानिकी प्रभाग आगरा ने",
  "not eligible for regularisation/equal pay. The relevant extract of the": "समकक्ष वेतन के लिए योग्य नहीं है। आदेश का प्रासंगिक उद्धरण अग्रलिखित है-",
  "“Because, the aforesaid daily wager was not": "क्योंकि उपरोक्तानुसार दैनिक कर्मचारी को लगातार कार्य",
  "found working continuously. Therefore, Sri Lakshmi": "करते नहीं पाया गया था। अतः श्री लक्ष्मी चन्द्रा नियमितीकरण /",
  "Chandra does not come under the category of eligibility for regularisation/equal pay. There is a": "समकक्ष वेतन के लिए पात्रता श्रेणी में नहीं आते। मा . सर्वोच्च",
  "clear cut direction in S.L.P No. 3393/1999, SLP No.": "संख्या 3393/999, एस. एल. पी. संख्या 9/03, 0/95",
  "91/03, 01/95(Secretary of State of Karnataka & Others Vs. Uma Devi) of Hon’ble Supreme Court,": "(सेक्रेटरी ऑफ स्टेट ऑफ कर्नाटक एवं अन्य बनाम उमा देवी) में",
  "procedure, cannot be eligible for regularisation against permanent post.": "के किया गया है वे स्थायी पद के सापेक्ष नियमितीकरण के लिए पात्र नहीं हो सकते।",
  "Therefore, after due consideration the": "अतः यथोचित विमर्श के पश्चात अधोहस्ताक्षरी ने फैसला",
  "matter of the challenge in the present appeal.": "वापस लेने के लिए उक्त आवेदन जो असफल रहा जो वर्तमान अपील में चुनौती का विषय वस्तु है।",
  "13. Learned Senior Counsel for the appellants argued that the": "3.. अपीलार्थीगणों की तरफ से विद्वान वरिष्ठ अधिवक्ता ने तर्क दिया कि प्रत्यर्थी",
  "respondent has been paid minimum of pay scale and that he attained": "को न्यूनतम वेतनमान का भुगतान किया गया है और उसने 3.07.208 को",
  "the age of superannuation on 31.7.2018 and stands retired. It is": "सेवानिवर्तन की आयु को प्राप्त किया और सेवानिवृत्त हो गया। यह विवादित है कि",
  "contended that the direction of this Court is in two parts- (i) to pay": "इस न्यायालय का निर्देश दो भागों में है-(अ) इस न्यायालय के निर्देशानुसार पुत्ती",
  "minimum of pay scale to all daily wagers as per the direction of this Court in Putti Lal’s case (supra) and (ii) to consider regularization of": "लाल के मामले (उपरोक्त) में सभी दैनिक वेतनभोगियों को न्यूनतम वेतन का भुगतान करना और (ब) सांविधिक नियमों की शर्तों में कर्मचारियों के",
  "the workers in terms of statutory Rules framed. Since the minimum of": "भुगतान करना और (ब) सांविधिक नियमों की शर्तों में कर्मचारियों के नियमितीकरण पर विचार करना। चूंकि न्यूनतम वेतनमान का भुगतान प्रत्यर्थी को",
  "14. However, in respect of regularization of the services, it is argued": "4. हालांकि सेवा के नियमितीकरण के सम्बन्ध में, यह तर्क दिया गया कि इस",
  "that there is no evidence that the respondent has worked on daily wages": "बात का कोई प्रमाण नहीं है कि प्रत्यर्थी ने दैनिक वेतनभोगी के रूप में वर्ष 994 से",
  "from the year 1994 to 2000 i.e. for approximately seven years.": "2000 यानी लगभग सात वर्षों तक कार्य किया। अतः उसने दैनिक वेतनभोगी के",
  "Thereafter, he has worked intermittently from 2001 to 2003 as a daily": "रूप में 200] से 2003 तक रूक रूककर कार्य किया है और ऐसा कोई अभिलेख",
  "from December 2003. Therefore, his claim for regularization was not": "उपलब्ध नहीं है कि प्रत्यर्थी ने दिसम्बर 2003 से कार्य किया हो। अतः जब दिनांक",
  "accepted when an order was passed on 19.11.2008.": "9..2008 को आदेश पारित किया गया था उसके नियमितिकरण के लिए",
  "15. Once an order has been passed by the Department, it was open to": "5. एक बार आदेश विभाग द्वारा पारित किया गया है, यह प्रत्यर्थी के लिए रिट",
  "the respondent to challenge the said order by way of a Writ Petition, but": "याचिका के माध्यम से उक्त आदेश की चुनौती के लिए मुक्त था, लेकिन अवमानना",
  "the Contempt Jurisdiction could not be invoked. The Contempt Court is": "न्यायक्षेत्र को उत्पन्न नहीं किया जा सका। अवमानना न्यायालय ने यह सुनिश्चित",
  "to ensure that the order of the Court is complied with. The order of the": "किया है कि न्यायालय का आदेश के साथ अनुपालन किया गया है। न्यायालय के",
  "Court on 23.10.2008 was to consider the case of the respondent for regularization of his services and for payment of minimum regular pay": "आदेश दिनांक 23.0.2008 को उसकी सेवाओं को नियमितीकरण और न्यूनतम नियमित वेतनमान के लिए प्रत्यर्थी के मामले में विचार करना था।",
  "16. Since the appellants have considered the claim of regularization and/or payment of minimum of pay scale, the only remedy of the": "6. चूँकि अपीलार्थी ने नियमितीकरण और / अथवा न्यूनतम वेतनमान भुगतान के",
  "orders passed by the Single Bench on 23.10.2008.": "न्यायालय दिनांक 23.0.2008 को एकल पीठ द्वारा पारित आदेशों के बहुत परे",
  "17. It is contended by the learned Senior Counsel for the appellants": "7.. अपीलार्थीगणों की तरफ से विद्वान वरिष्ठ अधिवक्ता द्वारा यह तर्क दिया गया",
  "Bench of the High Court in a judgment in Chhiddi’s case (supra)": "कि छिद्दी के मामले (उपरोक्त) में मा. उच्च न्यायालय के डिवीजन बेन्च द्वारा",
  "service was examined in the matter of regularization of the services in": "नियमितीकरण के मामले में परीक्षण किया गया था। सेवा के सम्बन्ध में मा .",
  "“Thus, for all the reasons stated above, the": "इस प्रकार, उपरोक्त सभी कारणों के लिए कहा गया कि दिनांक 7",
  "October 2005 to the State Government, while": "अक्टूबर 2005 को विद्वत न्यायाधीश द्वारा राज्य सरकार को निर्देश जारी",
  "partly allowing the writ petitions, to reconsider the": "किये गए, जो कि अंशतः रिट याचिकाओं की अनुमति देते हुए न्यूनतम",
  "cases of the writ petitioners for regularisation of": "उनकी सेवाओं को नियमितीकरण हेतु रिट याचिकाकर्ताओं के मामले का",
  "petitioners who were still working should be": "गया है कि जब तक सभी याचिकाकर्तागण जो अभी भी कार्य कर रहे हैं उन्हें",
  "allowed to continue on a daily wage basis and be": "दैनिक वेतनभोगी के आधार पर जारी रखने की अनुमति दी जानी चाहिए",
  "paid the minimum of the pay-scale, cannot be sustained and are, accordingly, set aside. The": "और न्यूनतम वेतनमान का भुगतान होना चाहिए, तदनुसार निरन्तर नहीं हो",
  "18. Still further, Allahabad High Court in a judgment reported as Surendra Singh and Another vs. State of U.P. and Others’ held": "8. फिर भी आगे, मा. उच्च न्यायालय इलाहाबाद ने सुरेन्द्र सिंह एवं अन्य बनाम",
  "that period of two years cannot be treated as an artificial break which": "एक निर्णय प्रतिवेदित किया और कहा कि दो वर्ष की अवधि को एक कृत्रिम विराम",
  "can be overlooked for the purpose of claim of regularization. The Court": "के रूप में उपचारित नहीं किया जा सकता जिसे नियमितीकरण के दावे के उद्देश्य",
  "“The learned Judge found that in the chart giving details of the engagement of the writ petitioners as daily wagers, the column relating to working in": "विद्वत न्यायाधीश ने पाया कि रिट याचिकाकर्तागणों के रूप में दैनिक वेतनभोगियों के अनुबंध का विवरण दिये जाने वाले लेखा में वर्ष 200-02",
  "details of the engagement of the writ petitioners as daily wagers, the column relating to working in the year 2001-02 was left blank and against the": "वेतनभोगियों के अनुबंध का विवरण दिये जाने वाले लेखा में वर्ष 200-02 में कार्य कर रहे लोगों से संबंधित स्तंभ को खाली छोड़ दिया गया था और",
  "22. Having said so, we find that the High Court was not justified in": "22. उपरोक्त कहने के पश्चात, हम पाते हैं कि मा. उच्च न्यायालय अधिकारियों की",
  "passing orders from time to time to secure presence of the officers. The": "उपस्थिति को सुरक्षित रखने के लिए समय समय पर पारित आदेशों में न्यायोचित",
  "officers of the State discharge public functions and duties. The orders": "नहीं था। राज्य के अधिकारी सार्वजनिक कार्यों और कर्तव्यों का निर्वहन करते हैं।",
  "are generally presumed to be passed in good faith unless proved": "आदेशों को सामान्यतः अच्छे विश्वास में पारित होने के लिए परिकल्पित किया गया",
  "otherwise. The officers pass orders as a custodian of public money.": "न कि अन्यथा साबित करने के लिए। अधिकारी सार्वजनिक धन के संरक्षक के रूप",
  "Therefore, merely because an order has been passed, it does not warrant": "में आदेश पारित करते हैं अतः मात्र इसलिए कि एक आदेश पार्त किया गया है, यह",
  "their personal presence. The summoning of officers to the court to": "उनके व्यक्तिगत उपस्थिति को वारंट नहीं करता है। कार्यवाहियों में भाग लेने के",
  "court is not proper and does not serve the purpose of administration of": "सम्मन करने की प्रणाली सही नहीं है और यह कार्यपालिका और न्यायपालिका की",
  "Judiciary. If an order is not legal, the Courts have ample jurisdiction to set": "यदि कोई आदेश कानूनी नहीं है तो मा. न्यायालयों के पास इस तरह के आदेश को",
  "aside such order and to issue such directions as may be warranted in the": "अलग करने और मामले के तथ्यों में वारंट किये जा सकने वाले निर्देशों का जारी",
  "23. In view of the above discussion, we find that the entire": "23. उपरोक्त तरकों के मद्देनजर , हम पाते हैं कि अवमानना आवेदन संख्या",
  "submitted that even if the writ petitioners had not worked for some period, then too the break should": "किया है कि भले ही रिट याचिकाकर्तागिणों द्वारा कुछ अवधि के लिए कार्य न",
  "be treated as artificial break and should have been": "किया गया हो, फिर भी इस विराम को कृत्रिम विराम माना जाना चाहिए और",
  "overlooked for the purpose of considering their claim for regularisation.": "नियमितीकरण के लिए उनके दावे को विचाराधीन उद्देश्य के लिए उपेक्षित",
  "In the present case, the writ petitioners had": "वर्तमान मामले में, रिट याचिकाकर्ताओं ने दैनिक वेतनभोगी के",
  "not worked on daily wage basis for a long period of": "आधार पर दो वर्ष की लंबी अवधि के लिए कार्य नहीं किया था। इस विराम",
  "did not satisfy the essential requirements contained in the 2001 Rules. They were, therefore,": "आवश्यकताओं की पूर्ति नहीं किया। अतः वे 200 नियमावली के तहत",
  "not entitled for regularisation under the 2001 Rules.”": "नियमितीकरण के लिए हकदार नहीं है। .. ”",
  "19. The learned Single Bench of Allahabad High Court passed an order": "9. मा. उच्च न्यायालय इलाहाबाद की विद्वत एकल पीठ ने विशेशवर बनाम प्रधान",
  "regularization has to be ignored. The Court held as under:": "न्यायालय द्वारा निम्नानुसार कहा गया -",
  "regularisation was denied by the _ Selection Committee on the ground of short breaks in": "पर चयन समिति द्वारा नियमितिकरण के लिए विचार करने से वंचित कर",
  "counter affidavit, a policy was adopted at the Divisional Level to exclude all those persons, who": "व्यक्तियों को बाहर करने के लिए प्रभागीय सेतर पर एक नीति अपनाई गयी",
  "had not contemplated 240 days of work in one calendar year. This consideration in my opinion was wholly arbitrary as we are not dealing with the": "थी जिन्होंने एक कैलेण्डर वर्ष में 240 दिनों के कार्य पर चिन्तन नहीं किया था। मेरी राय में यह विचार पूर्णतः एकपक्षीय था क्योंकि हम औद्योगिक",
  "question of retrenchment under the Industrial Disputes Act, 1947. On the contrary | find that in": "विवाद अधिनियम, 947 के तहत छँटनी के प्रश्न से व्यवहार नहीं कर रहे",
  "Allahabad Division the Conservator of Forest/Regional Director, Social Forestry, U.P.": "निदेशक, सामाजिक वानिकी इलाहाबाद उत्तर प्रदेश विनियमितीकरण के",
  "for regularisation ignored this policy and directed": "लिए समान व्यक्तियों के मामले में इस नीति की अनदेखी की गई और",
  "that in interpreting the word ‘continuing in service’, any short beak may be ignored with the": "निर्देशित किया गया कि 'सेवा में जारी' शब्द की व्याख्या करने में किसी छोटे",
  "subsequent on daily wages. Sri M.C. Chaturvedi,": "दैनिक वेतनभोगियों पर आगामी नियुक्ति की गई है। श्री एम. सी. चतुर्वेदी,",
  "Additional chief Standing Counsel submits that this": "अपर मुख्य स्थायी अधिवक्ता ने यह तर्क दिया कि यह आदेश तत्काल"
}