{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपील न्यायक्षेत्र",
  "Civil Appeal No(s). 5265 of 2019": "सिविल अपील सं. 5265/209",
  "(@ SLP(C) No. 36624 of 2017)": "(यथा एस.एल.पी. (सी) सं. 36624/207 से उद्दूत )",
  "Raman Singh Appellant(s)": "रमनसिंह.................... ........... अपीलार्थी (गण)",
  "Versus": "बनाम",
  "The District Inspector of Schools,": "जिला विद्यालय निरीक्षक",
  "JUDGMENT": "निर्णय",
  "Dr Dhananjaya Y Chandrachud, J": "न्यायमूर्ति डॉ.धनंजय वाई चंद्रचूड़",
  "1 Leave granted.": ". अनुमति प्रदान की गई।",
  "2 This appeal arises from a judgment dated 30 October 2017 of the Division Bench of the High Court of Judicature at Allahabad dismissing the Special Appeal filed by the": "2... यह अपील अपीलार्थी द्वारा दाखिल विशेष अपील को निरस्त करते",
  "appellant and affirming the judgment of the Single Judge dated 9 October 2013.": "हुए और एकल न्यायाधीश के दिनांक 9 अक्टूबर 203 के निर्णय को पुष्ट",
  "ITEM NO.32 COURT NO.10 SECTION XI": "मद सं, 32 न्यायालय संख्या 0 अनुभाग »।",
  "SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "RECORD OF PROCEEDINGS": "कार्यवाहियों का अभिलेख",
  "Petition(s) for Special Leave to Appeal (C) No(s). 36624/2017": "विशेष अनुमति याचिका (ओं) की अपील (सी) सं. (ओं) 36624/2077",
  "RAMAN SINGH Petitioner(s)": "रमन सिंह याची(गण)",
  "(FOR ADMISSION and I.R. and IA No.140540/2017-EXEMPTION FROM FILING": "(दाखिले आई.आर. एवं आइ.ए. सं. 340540/207 ओ.टी., दायर करने",
  "0.T., IA No. 103809/2018 - EXEMPTION FROM FILING 0O.T., IA No.": "से उन्मुक्ति , आइ.ए. सं. 03809/208 ओ.टी., दायर करने से उन्मुक्ति",
  "Date : 08-07-2019 This matter was called on for hearing today.": "आज दिनांक 8 साथ 209 को यह मामला सुनवाई हेतु मांगा गया। समक्ष :",
  "paid to the appellant for the period for which he has worked. Admittedly, these directions": "कि जितने समय तक आपीलार्थी ने सेवा की है उसे उतने समय तक का वेतन दिया जाना चाहिए। इस बात को माना गया कि निर्देशों का पालन किया",
  "have been complied with. The appellant continues to remain in service and his salary has": "गया है।अपीलार्थी अपनी सेवा में है और उसके वेतन का भुगतान कर दिया",
  "12. Ms. Meenakshi Arora, learned Senior Counsel appearing on behalf of the appellant": "2.  अपीलार्थी के वरिष्ठ विद्वान अधिवक्ता मीनाक्षी अरोरा ने तर्क दिया कि",
  "submits that the appellant has seriously disputed the stand of the DIOS to the effect that his": "प्रार्थी ने डीआईओएस के इस कथन को गंभीरता से विवादित किया है कि",
  "services had been disapproved by the issuance of a letter dated 14 July 1994. It has been": "उसकी सेवाओं को दिनांक 4 जुलाई 994 को जारी पत्र द्वारा अस्वीकृत",
  "urged that there was no reference to this letter before the learned Single Judge and it was": "कर दिया गया था। प्रार्थना की गयी है कि विद्वत एकल न्यायाधीश के समक्ष इस पत्र को संदर्भित नहीं किया गया था और यह केवल तब संदर्भित किया",
  "only when a counter affidavit was filed in the Special Appeal before the Division Bench that": "गया जब डिवीजन बेंच के समक्ष विशेष अपील में प्रति शपथ पत्र प्रस्तुत",
  "the department adverted to the issuance of this letter declining approval. It has been urged": "किया गया था कि विभाग ने इस पत्र को जारी न करते हुए अनुमोदन पर",
  "that in consequence, though under the interim orders of the High Court, the appellant has": "विचार किया। यह प्रार्थना की गई है कि यदि इसके परिणाम स्वरूप यद्यपि माननीय उच्च न्यायालय के अंतरिम आदेश के तहत आपीलार्थी वरिष्ठ",
  "continued to remain in service and discharged his duties since 1993 and as the senior most": "अध्यापक के रूप में 993 से कृत कर्तव्यों के निर्वहन और शेष सेवाओं को",
  "teacher, the management has submitted a proposal for the continuance of the appellant as": "जारी रखे, प्रबंधन ने अपीलार्थी को प्रधानाचार्य का पदभार ग्रहण करने के",
  "conclusion that the ad hoc appointment of the appellant could not have, in any case": "अपीलार्थी की तदर्थ नियुक्ति किसी भी परिस्थिति में उस समय के पद धारक",
  "materialised into a substantive appointment, on the death of the then incumbent. It has": "की मृत्यु पर मौलिक नियुक्ति नहीं हो सकती थी। यह प्रार्थना की गई है कि",
  "been urged that no procedure was followed in making a regular appointment and the law": "नियमित नियुक्ति करने में किसी भी प्रक्रिया का पालन नहीं किया गया है",
  "Pramila Mishra v Deputy Director of Education.* The ad-hoc appointment, necessarily": "और क्योंकि यह सिद्धांत प्रमिला मिश्रा बनाम उप शिक्षा निदेशक (997",
  "came to an end upon the ceasing of the short term vacancy on the death of the incumbent.": "धारक की मृत्यु पर अल्पकालिक रिक्ति के समाप्त होने पर आवश्यक रूप से",
  "arose in the institution. On the death of the regularly appointed candidate, the leave": "नियुक्त किया गया। अस्थाई रूप से अभ्यर्थी की नियुक्ति होते ही रिक्त पद",
  "vacancy ceased to exist. Once a substantive vacancy arose, it was required to be filled up": "समाप्त हो जाता है। मूल रिक्ति के उत्पन्न होने पर, इसे विधिसम्मत भरा जाना",
  "in accordance with law. The appellant had no right or entitlement to claim that his": "अपेक्षित है। इस अपीलार्थी को ना कोई अधिकार है और ना ही वह इस हक",
  "appointment on an ad-hoc basis in a leave vacancy should be converted into a substantive": "का दावा कर सकता है कि रिक्त पद पर अस्थाई तौर पर उसकी नियुक्ति मूल रिक्त में परिवर्तित कर दिया जाना चाहिए। यह दृष्टिकोण एकल पीठ के विद्वान",
  "appointment. The view which has been taken by the learned Single Judge and in appeal by": "रिक्त में परिवर्तित कर दिया जाना चाहिए। यह दृष्टिकोण एकल पीठ के विद्वान न्यायाधीश और डिवीजन बेन्च के अपील में लिया गया है वह दोषपूर्ण नहीं",
  "15 It is evident that the purported appointment of the appellant to a substantive post": "5. यह स्पष्ट है कि अभ्यर्थी द्वारा दावाकृत नियुक्ति को मूल रिक्ति में बदले",
  "was without the approval of the DIOS. The DIOS had rejected the application of the": "जाने में डीआईओएस द्वारा अनुमोदन नहीं किया गया था। डीआईओएस ने",
  "management to absorb the appellant to a substantive post over 24 years ago on the ground": "अपीलार्थी को 24 वर्ष पूर्व मूल पद पर समायोजित करने के प्रबन्धन की",
  "by law was followed in making the appointment. The appellant however instituted": "प्रयोज्य विधि का उल्लंघन होगा। हालाँकि अपीलार्थी ने कार्यवाही प्रारंभ किया",
  "in the writ proceedings by the learned Single Judge and thereafter, during the pendency of": "और विद्वान न्यायाधीश, एकल पीठ एवं उसके बाद डिवीजन बेन्च में वाद के",
  "he has worked. Eventually, the management proposed to post him as an in-charge": "था। अंत में प्रबंधन ने उसे प्रभावी प्रधानाचार्य के रूप में नियुक्त करने का",
  "Principal. Nem Singh, who was appointed in accordance with law in 1997, was allegedly": "आधासन दिया। नेम सिंह जिन्हें वर्ष 997 में विधि सम्मत नियुक्त किया",
  "prevented from joining his post. The method adopted by the appellant and the management": "गया उन्हें कथित रूप से पदभार ग्रहण करने से रोका गया। अपीलार्थी और",
  "16 Hence, we are of the view that the ends of justice would be met if a direction is": "6.. अतः हमारा मत यह है कि न्याय के लक्ष्य को तभी पूरा किया जाएगा",
  "issued to the effect that necessary steps be taken to fill up the post on a regular basis as": "जब पद को भरने के लिए यथासंभव नियमित रूप से एक निर्देश जारी किया",
  "expeditiously as possible within a period of four months from the receipt of a certified copy": "जाता है कि इस आदेश की प्रमाणित प्रति की प्राप्ति से 4 माह के अंदर",
  "payment of salary is not permissible in law.": "नियुक्ति नहीं हो जाती है कि वेतन का भुगतान किया जाना चाहिए।",
  "appointment is made.”": "लिये मान्य होगा\" /"
}