{
  "[2024] 4 S.C.R.": "[2024] 4 एससीआर 655: 2024 आईएनएससी 36",
  "accused, this Court is of the view that the Magistrate ought to": "और अभियुक्त को समन करने के लिए उपयुक्त है, इसलिए इस न्यायालय का विचार है कि",
  "have followed the provisions and the procedure prescribed under": "मजिस्ट्रेट को सीआरपीसी के अध्याय »४/ के तहत निर्धारित प्रावधानों और प्रक्रिया का पालन",
  "Case Law Cited": "उदृधृत केस लॉ",
  "Vishnu Kumar Tiwari v. State of Uttar Pradesh, through": "विष्णु कुमार तिवारी बनाम उत्तर प्रदेश राज्य द्वारा सचिव गृह, सिविल",
  "Secretary Home, Civil Secretariat, Lucknow & Anr. [2019] 8 SCR 1114 : (2019) 8 SCC 27 - relied on.": "सचिवालय, लखनऊ और अन्य [209] 8 एससीआर 4: (209) 8 एससीसी 27-पर अवलम्ब लिया।",
  "List of Acts": "अधिनियमों की सूची",
  "Code of Criminal Procedure, 1973.": "दंड प्रक्रिया संहिता, 973",
  "List of Keywords": "मुख्य शब्दों की सूची",
  "FIR; Report of police officer on completion of investigation; Protest": "एफआईओआर.; जाँच पूरी होने पर पुलिस अधिकारी की रिपोर्ट; विरोध याचिका; गवाह;",
  "Petition; Witness; Additional materials; Cognizance; Summoning of accused; Complaints to magistrate.": "अतिरिक्त सामग्री; संज्ञान; अभियुक्त को तलब करना; मजिस्ट्रेट को परिवाद।",
  "Case Arising From": "मामला निम्न से उत्पन्न",
  "CRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 2134 of 2024": "आपराधिक अपीलीय अधिकारिता: आपराधिक अपील संख्या 234/ 2024",
  "From the Judgment and Order dated 24.08.2021 of the High Court of Judicature at Allahabad in A482 No.15273 of 2021": "ए482 संख्या 5273/202 में इलाहाबाद उच्च न्यायालय के दिनांक 24.08.202 के निर्णय और आदेश से",
  "Appearances for Parties": "पक्षकारों की ओर से उपस्थिति",
  "Vinod Prasad, Sr. Adv., Ajay Kumar Srivastava, Ms. Jyoti Tiwary,": "अपीलार्थी की ओर से अधिवक्तागण विनोद प्रसाद, वरिष्ठ अधिवक्ता, अजय कुमार श्रीवास्तव,",
  "Rajesh Pandey, Advs. for the Appellant.": "सुश्री ज्योति तिवारी, राजेश पांडे, अधिवक्ता।",
  "Shashank Shekhar Singh, Shantanu Singh, Shekhar Prit Jha, S.S.": "प्रत्यर्थियों की ओर से अधिवक्तागण शशांक शेखर सिंह, शांतनु सिंह, शेखर प्रीत झा, एस. एस.",
  "Haider, Ms. Preeti Kumari, Advs. for the Respondents.": "हैदर, सुश्री प्रीति कुमारी।",
  "Judgment / Order of the Supreme Court": "उच्चतम न्यायालय का निर्णय/आदेश",
  "Judgment": "निर्णय",
  "Vikram Nath, J.": "न्यायमूर्ति विक्रम नाथ,",
  "Leave granted.": "अनुमति प्रदान की गयी।",
  "This appeal assails the correctness of the order dated 24.08.2021 passed by the Allahabad High Court dismissing the application under": "2. इस अपील में इलाहाबाद उच्च न्यायालय द्वारा पारित दिनांक 24.08.202 के",
  "that no evidence could be collected which could substantiate": "एकत्र नहीं किया जा सका जो प्राथमिकी में लगाए गए आरोपों की पुष्टि कर सके। उक्त रिपोर्ट",
  "with affidavit - The CJM rejected the police report u/s. 173(2) Cr.P.C., however, proceeded to take cognizance for offences u/": "4. .... सीजेएम ने दिनांक 08.03.202 के आदेश द्वारा धारा क73 (2) सीआरपीसी के तहत पुलिस रिपोर्ट को खारिज कर दिया और आईपीसी की धारा 447, 342, 323, 307,",
  "upon additional material in the form of evidence produced by the complainant along with the Protest Petition then the": "जब सीजेएम ने विरोध याचिका के साथ परिवादी द्वारा प्रस्तुत साक्ष्य के रूप में अतिरिक्त सामग्री",
  "only option for the CJM was to treat it as a complaint u/s. 200": "पर अवलम्ब लिया, तो सीजेएम के लिए एकमात्र विकल्प था कि वह इसे धारा 200",
  "Cr.P.C. and proceed accordingly following the due procedure": "सीआरपीसी के तहत परिवाद के रूप में माने और तदनुसार आगे कार्यवाही करे। उक्त मामले को",
  "Petition as well as the four affidavits of witnesses filed along with the": "दायर शपथ पत्र के साथ-साथ विरोध याचिका के साथ दाखिल गवाहों के चार हलफनामों पर",
  "that the CJM was of the view that the investigation was not a fair investigation and these affidavits made out a prima facie case for": "था कि विवेचना एक निष्पक्ष विवेचना नहीं थी और इन हलफनामों से संज्ञान लेने और आरोपी",
  "closure report under Section 173(2) Cr.P.C., we may briefly deal": "बार विवेचना अधिकारी ने धारा 73(2) सीआरपीसी के तहत समापन रिपोर्ट प्रस्तुत कर दी",
  "decision. In this connection, Section 190(1) (a) and (b) of Cr.P.C. is": "पैराग्राफ का उल्लेख कर सकते हैं।इस संबंध में, सीआरपीसी की धारा 90()(क) और (ख)",
  "extracted hereunder:": "को नीचे प्रस्तुत किया गया हैः",
  "190. Cognizance of offences by Magistrates.": "90. मजिस्ट्रेटों द्वारा अपराधों का संज्ञान-",
  "(1) Subject to the provisions of this Chapter, any Magistrate": "() इस अध्याय के प्रावधानों के अधीन रहते हुए, प्रथम श्रेणी का कोई मजिस्ट्रेट और",
  "of the first class, and any Magistrate of the second class specially empowered in this behalf under sub-section": "उप-धारा (2) के तहत इस संबंध में विशेष रूप से सशक्त द्वितीय श्रेणी का कोई",
  "(2), may take cognizance of any offence —": "मजिस्ट्रेट किसी भी अपराध का संज्ञान ले सकता है-",
  "(a) upon receiving a complaint of facts which constitute such offence;": "(क) उन तथ्यों का, जिनसे ऐसा अपराध बनता है परिवाद प्राप्त होने पर,",
  "(b) upon a police report of such facts;....”": "(ख) ऐसे तथ्यों के बारे में पुलिस रिपोर्ट पर; ...”",
  "In the case of Vishnu Kumar Tiwari vs. State of Uttar Pradesh, through Secretary Home, Civil Secretariat, Lucknow & Anr.,°": "9. विष्णु कुमार तिवारी बनाम उत्तर प्रदेश राज्य द्वारा सचिव गृह, सिविल सचिवालय,",
  "Justice K.M.Joseph, speaking for the Bench laid down the legal": "लखनऊ और अन्य” के मामले में, न्यायमूर्ति के.एम. जोसेफ ने पीठ की ओर से बोलते हुए",
  "position relying upon previous judgments of this Court. In the said": "इस न्यायालय के पिछले निर्णयों पर अवलम्ब लेते हुए कानूनी स्थिति निर्धारित की। उक्त मामले",
  "case the facts were quite similar to that of the present case where": "में तथ्य काफी हद तक वर्तमान मामले के समान थे जहां विरोध याचिका के साथ हलफनामे",
  "affidavits were filed along with the Protest Petition. The net result is that the Magistrate in the present case ought to have treated the": "दाखिल किए गए थे। परिणाम यह है कि वर्तमान मामले में मजिस्ट्रेट को विरोध याचिका को एक",
  "aspect in the case of Vishnu Kumar Tiwari (supra), being paragraphs": "चाहिए था। विष्णु कुमार तिवारी (सुप्रा) के मामले में उपरोक्त पहलू से संबंधित प्रासंगिक",
  "42 to 46 are reproduced hereunder:": "पैराग्राफ, जो पैराग्राफ 42 से 46 हैं, नीचे पुनः प्रस्तुत किए गए हैं:",
  "“42. In the facts of this case, having regard to the nature of the allegations contained in the Protest Petition and the": "“42. इस मामले के तथ्यों में, विरोध याचिका में निहित आरोपों की प्रकृति और उन",
  "annexures which essentially consisted of affidavits, if the": "अनुलपग्रकों को ध्यान में रखते हुए, जिनमें अनिवार्य रूप से शपथ पत्र शामिल थे, यदि",
  "Magistrate was convinced on the basis of the consideration of the final report, the statements under Section 161 of": "मजिस्ट्रेट अंतिम रिपोर्ट पर विचार करने के आधार पर आश्वस्त था, तो संहिता की",
  "the Code that no prima facie case is made out, certainly": "धारा 6। के तहत बयान कि कोई प्रथमदृष्ठया मामला नहीं बनता है, निश्चित रूप से",
  "the Magistrate could not be compelled to take cognizance by treating the Protest Petition as a complaint. The fact": "मजिस्ट्रेट को विरोध याचिका को परिवाद के रूप में मानते हुए संज्ञान लेने के लिए मजबूर नहीं किया जा सकता था। यह तथ्य कि विरोध याचिका को एक परिवाद के रूप",
  "that he may have jurisdiction in a case to treat the Protest Petition as a complaint, is a different matter. Undoubtedly,": "में मानने के लिए किसी मामले में उनका अधिकार क्षेत्र हो सकता है, एक अलग मामला",
  "if he treats the Protest Petition as a complaint, he would": "है। निसन्देह, यदि वह विरोध याचिका को एक परिवाद के रूप में मानता है, तो उसे",
  "have to follow the procedure prescribed under Sections 200": "संहिता की धारा 200 और 202 के तहत निर्धारित प्रक्रिया का पालन करना होगा",
  "and 202 of the Code if the latter section also commends itself to the Magistrate. In other words, necessarily,": "यदि धारा 202 भी मजिस्ट्रेट को संतुष्ठ करती है। दूसरे शब्दों में, अनिवार्य रूप से,",
  "the complainant and his witnesses would have to be examined. No doubt, depending upon the material which": "परिवादी और उसके गवाहों का परीक्षण करना होगा। निस्संदेह, विरोध याचिका में",
  "examined. No doubt, depending upon the material which is made available to a Magistrate by the complainant in": "परिवादी द्वारा मजिस्ट्रेट को उपलब्ध कराई गई सामग्री के आधार पर, यह किसी विशेष",
  "in a particular case having regard to its inherent nature and impact on the conclusions in the final report. That": "मामले में अपनी अंतर्निहित प्रकृति और अंतिम रिपोर्ट में निष्कर्षों पर प्रभाव को ध्यान",
  "is, if the material is such that it persuades the court to": "में रखते हुए यह भरोसा करने योग्य हो सकता है। अर्थात्‌, यदि सामग्री ऐसी है कि वह",
  "disagree with the conclusions arrived at by the investigating": "अदालत को विवेचक द्वारा दिए गए निष्कर्षों से असहमत होने के लिए राजी करती है,",
  "officer, cognizance could be taken under Section 190(1) (b) of the Code for which there is no necessity to examine": "तो संहिता की धारा 90 ()(ख) के तहत संज्ञान लिया जा सकता है, जिसके लिए",
  "(b) of the Code for which there is no necessity to examine the witnesses under Section 200 of the Code. But as the": "संहिता की धारा 200 के तहत गवाहों का परीक्षण करने की कोई आवश्यकता नहीं है। लेकिन चूंकि मजिस्ट्रेट को विरोध याचिका को परिवाद के रूप में मानने के लिए मजबूर",
  "would be to file a fresh complaint and invite the Magistrate to follow the procedure under Section 200 of the Code or": "परिवाद दाखिल करे और मजिस्ट्रेट को संहिता की धारा 200 या संहिता की धारा",
  "Section 200 read with Section 202 of the Code. Therefore,": "202 सपठित धारा 200 के तहत प्रक्रिया का पालन करने के लिए आमंत्रित करे।",
  "we are of the view that in the facts of this case, we cannot": "इसलिए, हमारा विचार है कि इस मामले के तथ्यों में, हम उच्च न्यायालय के फैसले",
  "43. It is true that law mandates notice to the informant/": "43. यह सच है कि कानून सूचना देने वाले/परिवादी को नोटिस देना अनिवार्य करता",
  "complainant where the Magistrate contemplates accepting the final report. On receipt of notice, the informant may": "है जहां मजिस्ट्रेट अंतिम रिपोर्ट को स्वीकार करने पर विचार करता है। नोटिस मिलने",
  "address the court ventilating his objections to the final": "पर, सूचना देने वाला अंतिम रिपोर्ट पर अपनी आपत्तियों को अदालत को संबोधित कर",
  "report. This he usually does in the form of the Protest": "सकता है। यह वह आमतौर पर विरोध याचिका के रूप में करता है। महाबीर प्रसाद",
  "Petition. In Mahabir Prasad Agarwala v. State [Mahabir Prasad Agarwala v. State, 1957 SCC OnLine Ori 5 : AIR": "अग्रवाल बनाम राज्य [महाबीर प्रसाद अग्रवाल बनाम राज्य, 957 एससीसी",
  "took the view that a Protest Petition is in the nature of a": "विद्वान न्यायाधीश ने यह विचार रखा कि एक विरोध याचिका एक परिवाद की प्रकृति में",
  "complaint and should be examined in accordance with the provisions of Chapter XVI of the Criminal Procedure Code.": "है और इसकी जांच दण्ड प्रक्रिया संहिता के अध्याय »४। के प्रावधानों के अनुसार की",
  "We, however, also noticed that in Qasim v. State [Qasim": "जानी चाहिए। हालाँकि, हमने यह भी देखा कि कासिम बनाम राज्य [कासिम बनाम",
  "v. State, 1984 SCC OnLine All 260 : 1984 Cri LU 1677] ,": "राज्य, 984 एससीसी ऑनलाइन ऑल 260: 984 सीआरआई एलजे 677],",
  "a learned Single Judge of the High Court of Judicature at": "इलाहाबाद उच्च न्यायालय के एक विद्वान एकल न्यायाधीश ने अन्य बातों के साथ",
  "Allahabad, inter alia, held as follows: (Qasim case [Qasim": "साथ साथ-साथ निम्नानुसार अभिनिर्धारित किया: (कासिम वाद [कासिम बनाम",
  "SCC OnLine All para 6)": "एससीसी ऑनलाइन ऑल पैरा 6)",
  "under Section 200 Cr.P.C. is not taken away even if the Magistrate": "की स्वतंत्रता होगी। सीआरपीसी की धारा 200 के तहत परिवादी का याचिका दायर करने का",
  "concerned does not direct that such a Protest Petition be treated": "अधिकार छीन नहीं लिया जाता है, भले ही संबंधित मजिस्ट्रेट यह निर्देश न दे कि ऐसी विरोध",
  "In the present case as the Magistrate had already recorded his": "....... वर्तमान मामले में, चूंकि मजिस्ट्रेट ने पहले ही अपना संतोष दर्ज कर लिया था कि यह",
  "satisfaction that it was a case worth taking cognizance and fit for summoning the accused, we are of the view that the Magistrate": "संज्ञान लेने योग्य और आरोपी को समन करने के लिए उपयुक्त मामला था, हमारा विचार है कि",
  "set aside the impugned orders passed by the High Court as also the CJM, Aligarh.": "सीजेएम, अलीगढ़ द्वारा पारित आक्षेपित आदेशों को अपास्त करते हैं।",
  "However, we leave it open for the Magistrate to treat the Protest": "2. हालाँकि, हम मजिस्ट्रेट को यह स्वतंत्रता देते हैं कि वह विरोध याचिका को परिवाद के",
  "Petition as a complaint and proceed in accordance to law as laid down under Chapter XV of the Cr.P.C. We make it clear that we": "रूप में मानें तथा सीआरपीसी के अध्याय ४ के तहत निर्धारित कानून के अनुसार आगे बढ़ें।",
  "have not made any comments on the merits of the matter and": "हम यह स्पष्ट करते हैं कि हमने मामले के गुण-दोष पर कोई टिप्पणी नहीं की है और की गई",
  "any observations made would not influence the CJM in taking an appropriate decision as required above.": "कोई भी टिप्पणी सीजेएम को उपरोक्त यथा अपेक्षित उचित निर्णय लेने में प्रभावित नहीं करेगी।"
}