{
  "IN THE SUPREME COURT OF INDIA": "प्रतिवेद्य भारत का उच्चतम न्यायालय",
  "CIVIL APPELLATE/ORIGINAL JURISDICTION": "सिविल /मूल अपीलीय अधिकारिता",
  "SPECIAL LEAVE PETITION (CIVIL)NO.23223 OF 2018": "विशेष अनुमति याचिका (सिविल) सं. 23223 वर्ष 2078",
  "SAURAV YADAV & ORS. ...Petitioner(s)": "सौरव यादव एवं अन्य लि याचिकाकर्ता (गण)",
  "Versus": "बनाम",
  "WITH": "सह",
  "W.P. (C) NO.237 OF 2020": "रिट याचिका (सि. ) सं. 237 वर्ष 2020",
  "Uday Umesh Lalit, J.": "न्यायमूर्ति उदय उमेश ललित",
  "MISCELLANEOUS APPLICATION NO.2641 OF 2019": "प्रकीर्ण आवेदन सं. 264 वर्ष 209",
  "initiated for filling up posts of Constables in U.P. Police and secured": "गया है, जिन्होंने उ.प्र. पुलिस में आरक्षी भरती के लिए आरंभ की गयी चयन",
  "fill up 41610 posts of police constable (UP civil": "कांस्टेबुलरी (पीएसी ) /फायरमैन ] के 4,60 पदों को भरने के लिए चयन",
  "“3.3- In open Category 5 DFF males, 1 DFF female and": "\"3.3- खुले वर्ग में ५ डीएफएफ पुरुष, । डीएफएफ महिला और 87 महिला",
  "187 female (General) have been selected. This process completes horizontal reservation.": "(सामान्य) का चयन हुआ है। इस प्रक्रिया से क्षैतिज आरक्षण पूरा हो जाता है।",
  "4- Cut off marks for different categories are as under-": "4- विभिन्न श्रेणियों के लिए कट ऑफ अंक निम्नानुसार हैं-",
  "OC OBC SC ST": "ओसी ओबीसी एससी एसटी",
  "Male | 313.616 | 307.233 283.4033 | 247.233": "पुरुष कट ऑफ .33.66 307.233 |283.4033 247.2333",
  "Female (General Category) cut off — 274.8928.": "महिला (सामान्य श्रेणी) कट ऑफ - 274.8928.",
  "All the OBC, SC and ST candidates securing more than": "33.66 से अधिक अंक प्राप्त करने वाले सभी ओबीसी, एससी और एसटी",
  "313.616 marks have also been selected in open / unreserved category.”": "अभ्यर्थियों को भी खुले / अनारक्षित वर्ग में चुना गया है।",
  "claim of OBC female and SC female candidates against the posts meant": "ओबीसी महिला और अनुसूचित जाति महिला अभ्यर्थियों के दावों पर विचार न",
  "OBC/SC/ST Women Category Candidates like the": "/ एसटी महिला वर्ग के अभ्यर्थियों जैसे याचिकाकर्ताओं / आवेदकों के लिए",
  "Candidates in the General/Open/Unreserved Category.": "लागू नहीं किया गया है, जबकि उन्होंने सामान्य /खुले/ अनारक्षित वर्ग में",
  "higher marks than the Cut off marks (274.8928) for the": "महिला अभ्यर्थियों के लिए कट ऑफ (274.8928) से अधिक अंक प्राप्त",
  "In the circumstances this Court directed the State to complete the process of selection in respect of 2312 + 982 vacancies in accordance with": "इस परिस्थिति में इस न्यायालय ने राज्य को 232+ 982 रिक्तियों के",
  "required minimum qualifying marks as devised during the process of": "किया जाएगा और राज्य चयन प्रक्रिया के दौरान बनाए गये आवश्यक न्यूनतम",
  "State Government despite directions issued by this Court in its Order dated 24.07.2019 in I.A. No.10394 of 2018 (Ashish Kumar Yadav and Others vs.": "न्यायालय द्वारा 24.07.209 को जारी निर्देश को ध्यान में रखते हुए, किसी",
  "16.07.2015, in which 38315 candidates were successful.": "परिणाम घोषित किया गया, जिसमें 3835 अभ्यर्थी सफल हुए। इस प्रकार,",
  "Thus, as on that date there were 3295 vacancies which": "उस तिथि तक 3295 रिक्तियां ऐसी थीं जिन्हें भरा नहीं गया था क्योंकि कोई",
  "were not filled as no suitable candidates were available.": "उपयुक्त उम्मीदवार उपलब्ध नहीं था।",
  "It must be mentioned that the process for selecting Sub- Inspectors in U.P. Police was going on simultaneously and": "यह उल्लेख किया जाना चाहिए कि यू.पी. पुलिस में उप-निरीक्षकों के चयन की",
  "Court of Judicature at Allahabad vide its order dated 29.05.2015 in the case of Saket Kumar and Ors. vs. State": "चुनौती में, इलाहाबाद उच्च न्यायालय ने साकेत कुमार एवं अन्य बनाम यूपी. राज्य एवं अन्य' के मामले में दिये गये 29.05.205 दिनांकित आदेश द्वारा",
  "used blades and whiteners while answering the answer": "करते समय ब्लेड और व्हाइटनर का प्रयोग किया था, उन्हें अयोग्य घोषित कर",
  "names be deleted from the selection list.": "दिया गया और उनके नाम चयन सूची से हटा दिए गए।",
  "The matter was carried in appeal before this Court and by": "मामले को इस न्यायालय के समक्ष अपील में ले आया गया और इसके",
  "its decision dated 19.01.2016 (Hanuman Dutt Shukla &": "9.0.206 दिनांकित निर्णय (हनुमान दत्त शुक्र एवं अन्य बनाम यू.पी.",
  "Ors. vs. State of UP and Others’), it was ruled that those": "राज्य एवं अन्य) द्वारा, यह फैसला सुनाया कि जिन लोगों ने ब्लेड और",
  "who had used blades and whiteners ought not to have been": "व्हाइटनर का इस्तेमाल किया उन्हें अयोग्य घोषित नहीं करना चाहिए था।",
  "disqualified. However, by that time, the process of": "प्रक्रिया से बाहर नहीं किया जाना चाहिए, लेकिन जिन उम्मीदवारों ने ब्लेड",
  "In so far as OBC girls are concerned, Ms. Vibha Dutta Makhija, learned Senior Advocate submits that all these": "जहां तक ओबीसी महिलाओं का संबंध है, विद्वान वरिष्ठ अधिवक्ता सुश्री विभा",
  "Makhija, learned Senior Advocate submits that all these girls had secured marks greater than cut off namely 274.89": "दत्ता मखीजा का कहना है कि इन सभी लड़कियों ने कट ऑफ 274.89 से",
  "which was declared for females (General) category. Our": "अधिक अंक प्राप्त किए थे, जो कि महिला (सामान्य) श्रेणी के लिए घोषित",
  "Affidavit which shows that some female candidates who": "आकर्षित किया गया जो दर्शाता है कि कुछ महिला अभ्यर्थी जिन्होंने 274-",
  "had scored marks in the range of 274-275, have been selected.": "275 अंक प्राप्त किए था, उनका चयन किया गया है।",
  "It is the submission that the applicant girls of the category of OBC girls had scored marks greater than those General": "यह निवेदन है कि ओबीसी श्रेणी की आवेदक लड़कियों ने सामान्य श्रेणी की",
  "of OBC girls had scored marks greater than those General category girls who were selected.": "लड़कियों की तुलना में अधिक अंक प्राप्त किए थे , जिनका चयन किया गया था।",
  "learned counsel for the State was that the category of OBC Females was already exhausted in the first round and the": "पहले दौर में ओबीसी महिलाओं श्रेणी भर चुकी थी और इस न्यायालय द्वारा",
  "selection which was undertaken pursuant to the directions issued by this Court in Hanuman Dutt Shukla’s* case and in cases decided subsequently on same lines, was only": "हनुमान दत्त शुक्क और उसी आधार पर निर्णीत मामलों के आधार पर जो चयन",
  "confined to the candidates who had been disqualified for": "किया गया था. वह केवल उन उम्मीदवारों तक ही सीमित था, जिन्हें",
  "having used blades/erasers or whiteners. Since the": "ब्लेड/इरेज़र या व्हाइटनर का इस्तेमाल करने के लिए अयोग्य घोषित किया",
  "selection was confined to such candidates, and as the": "गया था। चूंकि चयन ऐसे उम्मीदवारों तक ही सीमित था, और ओबीसी महिला",
  "category of OBC female was already exhausted, no candidates could be appointed from and out of OBC": "की श्रेणी पहले ही भर चुकी थी , इसलिए ओबीसी महिला उम्मीदवारों में से",
  "female candidates. However, the fact remains that females": "किसी भी उम्मीदवार को नियुक्त नहीं किया जा सकता था। तथापि तथ्य यह है",
  "coming from General Category who had secured marks in the range of 274-275, going by Page 110, have definitely": "कि सामान्य वर्ग से आने वाली जिन महिलाओं ने 274-275 अंक प्राप्त किए",
  "been appointed, whereas applicant OBC-girls had secured": "थे, उन्हें निश्चित रूप से नियुक्त किया गया है, जबकि आवेदक ओबीसी -",
  "B. Horizontal reservation position is as follows-": "बी-क्षैतिज आरक्षण स्थिति निम्नवत है :-",
  "Table-2": "तालिका-2",
  "Vertical Total Horizontal Reservation Vacancies": "उर्ध्वधर | कुल रिक्तियाँ क्षेतिज आरक्षण रिक्तियाँ",
  "Reservatio | Vacancies | Ex- DFF | Home- | Femal": "आरक्षण भूतपूर्व सैनिक |. डीएफएफ होमगार्ड... | महिलाएं",
  "n05% (only | for for civil": "05% 02% (केवल सिविल _ (केवल",
  "civil police)": "ः पुलिस & | सिविल",
  "police | 20%": "पीएसी) 05 % | पुलिस के",
  "Open 20804 416 | 988 3550": "खुला 20804 040 46 988 3550",
  "OBC 11235 225 | 534 1917": "ओबीसी 235 562 225 534 977",
  "ST 833 17 40 142": "एसटी 833 42 गए 40 42",
  "Total 41610 2081 833 1977 7100": "कुल 460 2087 833 977 700",
  "candidates were declared successful and 3295": "करने के बाद घोषित किए गए थे। 3835 उम्मीदवारों को सफल घोषित किया गया और 3295 पद संबंधित श्रेणियों में उपयुक्त अभ्यर्थियों की",
  "remained vacant": "अनुपलब्धता के कारण खाली रह गये।",
  "posts": "उद्घोषणा",
  "suitable": "लिये मान्य होगा",
  "female candidates as against 35500 posts of civil": "(तालिका-2) के 35500 पदों के सापेक्ष 700 पद महिला उम्मीदवारों के",
  "for General female candidates. At this stage OBC and": "निर्धारित किए गए थे। इस स्तर पर ओबीसी और एससी महिला उम्मीदवारों",
  "their required number in respective categories Female": "संबंधित श्रेणियों में महिला उम्मीदवारों की संख्या 3550 के सापेक्ष केवल",
  "candidates were only 3062 as against 3550 (Ref. Table-2). Hence, therefore, 188 General Female": "3062 थी, (संदर्भ तालिका -2)। इसलिए, 3550 खुले वर्ग महिला अभ्यर्थियों के सापेक्ष उनके आरक्षण कोटा को भरने के लिए 88 सामान्य",
  "candidates in Open Category have been selected to": "महिला उम्मीदवारों खुले वर्ग में चयनित किया गया।",
  "II. Affidavit dated 21.07.2020": "॥. 2.07.2020 दिनांकित शपथ",
  "“13. That it is again reiterated that in Civil Police, out of": "“3. यह फिर से दोहराया जाता है कि सिविल पुलिस में कुल रिक्तियों में से",
  "total vacancies 3550 were reserved for General Category Women’s, 1970 were reserved for OBC, 1491 were": "3550 सामान्य श्रेणी की महिलाओं के लिए, 970 ओबीसी के लिए, 497",
  "reserved for SC and 142 were reserved for ST Women’s": "को एससी के लिए और 42 को एसटी महिला अभ्यर्थियों के लिए आरक्षित",
  "Candidates. It is again reiterated that the OBC and SC": "किया गया था। यह फिर से दोहराया जाता है कि चूंकि ओबीसी और एससी",
  "women candidate had already been selected against the": "महिला अभ्यर्थियों का रिक्तियों के सापेक्ष पहले ही चयन किया जा चुका था,",
  "vacancies hence therefore in subsequent selection their merit has not been considered.”": "इसलिए पश्चातवर्ती चयन में उनकी योग्यता पर विचार नहीं किया गया है।\"",
  "“Tt was, therefore, mandated that upon": "\"इसलिए, यह अनिवार्य था कि समायोजन के पश्चात यदि ओबीसी वर्ग से",
  "than his/her counterpart adjusted in open category, cannot": "का दावा करने वाले अभ्यर्थियों को खुली श्रेणी में समायोजित नहीं किया जा",
  "vertical reservation which is impermissible and alien to the concept of horizontal reservation. Horizontal reservation": "समान होगा जो अनुमन्य नहीं है और क्षैतिज आरक्षण की अवधारणा से अलग",
  "concept of horizontal reservation. Horizontal reservation cut_ across vertical reservation, therefore, there is no": "है। उर्ध्वाधिर आरक्षण के ऊपर क्षैतिज आरक्षण, इसलिए 'योग्यता' की कोई अवधारणा नहीं है।",
  "Learned counsel for the respondents® would urge that (i)": "प्रतिवादी के विद्वान अधिवक्ता* यह आग्रह करेंगे कि (।) संबंधित श्रेणी में",
  "determining the number of women candidates to be": "समायोजित किए जाने वाले महिला उम्मीदवारों की संख्या का निर्धारण करते",
  "adjusted in respective category, (ii) open category being ‘open’ based_on merit, therefore, the candidates under": "(॥) खुला वर्ग योग्यता के आधार पर 'खुला' होने के कारण, इसलिए विशेष",
  "in open category, irrespective of their social category, (iii)": "आरक्षण कोटे के तहत उम्मीदवारों को उनकी सामाजिक श्रेणी के बावजूद",
  "women are a class, therefore, there can be no": "महिलाएं एक वर्ग हैं, इसलिए, उनकी सामाजिक श्रेणी के आधार पर भेदभाव",
  "12. The observations in the Order dated 20.02.2019 passed by the Division Bench of the High Court of Judicature at Allahabad in Pramod Kumar Singh and Others vs. State of U.P. and Others? are also relied": "2. प्रमोद कुमार सिंह एवं अन्य बनाम उ.प्र. राज्य एवं अन्य में इलाहाबाद उद्च न्यायालय की खंडपीठ द्वारा पारित 20.02.209 दिनांकित आदेश में की गयी",
  "dependants of Freedom Fighters, Ex. Servicemen and women in the very": "पुलिस आरक्षी के चयन में स्वतंत्रता सेनानियों के आश्रितों , पूर्व सैनिकों और",
  "indicated the steps undertaken to determine and fill up seats for various": "को निर्धारित करने और भरने के लिए उठाए गए कदमों को दर्शाती थी, जो",
  "categories as under:-": "निम्नवत थी-",
  "“The procedure as set forth for completion of the": "\" चयन प्रक्रिया को पूरा करने के लिए बनायी गयी प्रक्रिया का उल्लेख",
  "terms:": "निम्नलिखित शब्दों में की जाती है :",
  "“Step 3.1 From List -1 select 19158 candidates in open category in order of their merit (Total": "“सूची-3 से चरण 3.]- योग्यता के क्रम में (कुल अंक) सामान्य श्रेणी में",
  "state or any reserved categories (OBC/SC/ST)": "भी आरक्षित श्रेणी (ओबीसी /एससी/एसटी) के अभ्यर्थी भी शामिल हो",
  "also. Let us call this list as List 1-A.": "सकते हैं। इस सूची को सूची 2-ए कहा जाएगा।",
  "Step 3.2 Now select 10345 candidates of OBC Category from the candidates left after Step 3.1": "चरण 3.2 अब सूची-। चरण 3.] से बचे ओबीसी श्रेणी के 0345",
  "from the List-1. This will include only OBC candidates with domicile of U.P. Let us call this": "अभ्यर्थी का चयन करें। इसमें केवल यूपी के अधिवास वाले ओबीसी",
  "list as List-1-B.": "अभ्यर्थी शामिल होंगे। इस सूची को सूची--बी कहा जाएगा।",
  "Step 3.3 Now select 8046 candidates of SC Category from the candidates left after Step 3.1": "चरण 3.3 अब सूची-। चरण 3.3 से बचे अभ्यर्थी से एससी श्रेणी के 8046 अभ्यर्थी का चयन करें। इसमें केवल यूपी के अधिवास वाले",
  "from the List-1. This will include only SC candidates with domicile of U.P. let us call this list as List 1-C.": "अनुसूचित जाति के अभ्यर्थी शामिल होंगे। इस सूची को सूची -सी कहा जाएगा।",
  "would have to be adjusted against their respective social": "सामाजिक आरक्षण श्रेणियों के सापेक्ष लिया /समायोजित किया जाना",
  "candidates with domicile of U.P. let us call this list as List 1-D.": "अभ्यर्थी शामिल होंगे। इस सूची को सूची 2-डी कहा जाएगा।",
  "Step 3.5 If number of candidates in List-1-C is": "चरण 3.5 यदि सूची--सी में अभ्यर्थी की संख्या अनुसूचित जाति के",
  "less than the required number 8046 for SC": "अभ्यर्थी के लिए अपेक्षित संख्या 8046 से कम है, तो कमी, यदि",
  "Candidates from shortage will be filled from ST candidates remaining after step 3.4 if available. If": "उपलब्ध हो, चरण 3.4 के बाद शेष बचे एसटी अभ्यर्थी से पूरी की",
  "required quota of SC remains unfilled, then number of shortage posts should be shown": "जाएगी। यदि एससी का आवश्यक कोटा अधूरा रहता है, तो कमी के पदों",
  "number of shortage posts should be shown separately. Similarly if number of for ST": "की संख्या को अलग से दिखाया जाना चाहिए। इसी प्रकार यदि अनुसूचित",
  "candidates remaining after Step 3.3, if available. If": "जनजाति के अभ्यर्थी की संख्या कम हो तो चरण 3.3 के बाद शेष",
  "required of ST still remains unfilled then number": "अनुसूचित जाति के अभ्यर्थी से भरी जाएगी। यदि एसटी की आवश्यकता अभी भी अधूरी रहती है, तो कमी के पदों की संख्या को अलग से",
  "Step 3.6 In this way four lists of candidates will be prepared as follows:": "चरण 3.6 इस प्रकार अभ्यर्थी की चार सूचियां इस प्रकार तैयार की",
  "List-1-A List-1-B List-1-C List-1-D": "सूची 2-ए सूची र-बी सूची -सी (एससी) सूची -डी",
  "OC) OBC (SC) (ST)": "(ओसी) (ओबीसी) (एसटी)",
  "19158 (will | 10345 8046 (Only 766 (Only include (Only OBC, | SC, ST,": "958 . में 0345 ... (केवल 8046 (केवल एससी 766. (केवल",
  "ST of any U.P.) U.P.) of U.P.)": "किसी राज्य उ.प्र. के निवासी उ.प्र. के निवासी) एसटी उ.प्र, के",
  "Step 4 prepare a separate list of remaining": "चरण 4 लिस्ट से बचे अभ्यर्थियों की अलग सूची तैयार करें जो सूची",
  "candidates from List-1 who are not included in List-1-A, 1-B, 1-C and 1-D. Let us call this list as List-1.": "-#, -8,-0८ और -0 में शामिल न हों। इसे सूची-. कहा जाएगा।",
  "Step 4.1 Now count the number of DFF candidates belonging to General Category (having domicile of U.P.) from the List-1-A. The candidates should": "चरण 4. अब सूची-.-ए से सामान्य श्रेणी (यूपी का अधिवास) से संबंधित डीएफएफ अभ्यर्थी की संख्या की गिनती करें। अभ्यर्थी",
  "not be OBC/SC/ST category. If number of": "ओबीसी /एससी/एसटी श्रेणी के नहीं होने चाहिए। यदि अभ्यर्थी की",
  "candidates is 383 or more, then nothing needs to": "संख्या 383 या अधिक है, तो कुछ भी करने की आवश्यकता नहीं है,",
  "be done, otherwise select the shortfall of candidates of general category belonging to DFF": "अन्यथा डीएफएफ से संबंधित सामान्य श्रेणी से कम पड़ रहे अभ्यर्थी का",
  "on merit from the List-2 (Only candidates not belonging to OBC, SC & ST category) and": "चयन सूची-2 (केवल ओबीसी, एससी और एसटी वर्ग से गैर संबंधित",
  "General Category DFF, Ex-Servicemen, female": "अभ्यर्थी) से करें और सामान्य श्रेणी डीएफएफ, पूर्व सैनिकों, महिला और",
  "and home guard candidates ( any candidate who is": "होमगार्ड अभ्यर्थी (कोई भी अभ्यर्थी जो क्षैतिज आरक्षण के लिए पात्र है)",
  "submissions must also be adverted to:-": "स्थिति को भी संदर्भित किया जाना चाहिए -",
  "and order dated 20.02.2019 passed in Writ Petition No. 18442 of 2018 titled as Pramod Kumar Singh & Ors’*, a": "और रिट याचिका सं. 8442 वर्ष 2078 प्रमोद कुमार सिंह एवं अन्य, में पारित आदेश दिनांकित 20.02.209 के आदेश के अनुपालन में, महिलाओं",
  "separate select list of 2052 General Female Candidates": "2052 सामान्य महिला अभ्यर्थी की अलग चयन सूची घोषित की गई थी और",
  "select list was redrawn. The OBC and SC Women": "पूरी चयन सूची को फिर से तैयार किया गया था। ओबीसी और एससी महिला",
  "Candidates were not considered in the select list as their horizontal quota were already exhausted in the previous": "अभ्यर्थी को चयन सूची में जगह नहीं दी गयी थी क्योंकि उनका क्षैतिज कोटा",
  "horizontal quota were already exhausted in the previous list.”": "पहले ही पिछली सूची में समाप्त हो गया था। ”",
  "Thus, the facts which stand accepted or admitted on record are as": "6. इस प्रकार, रिकॉर्ड में स्वीकृत या माने गये तथ्य निम्नानुसार हैं: -",
  "a) In pursuance of the directions issued by this Court in its": "(क) इस न्यायालय द्वारा अपने आदेश दिनांकित 24.07.209 में जारी",
  "policy of the Government was undertaken by the State": "सरकार की आरक्षण नीति के अनुरूप राज्य सरकार द्वारा किया गया था।",
  "b) According to the results declared on 11.11.2019, 188 posts": "ख) 7.7.209 को घोषित परिणामों के अनुसार 288 पद 'सामान्य महिला",
  "in ‘General Female Category’ were filled up.": "श्रेणी' में भरे गए थे।",
  "c) While filling up said 188 posts, the claim of ‘OBC Female": "ग) उक्त 88 पदों को भरने के दौरान, 'ओबीसी महिला अभ्यर्थी' के दावे पर",
  "Candidates’ was not considered or taken into account.": "विचार नहीं किया गया/ जोड़ा नहीं गया।",
  "d) The last candidate appointed in the category of ‘General Female’ had secured 274.8298 marks.": "घ) 'सामान्य महिला' की श्रेणी में नियुक्त अंतिम अभ्यर्थी को 274.8298 अंक मिले थे।",
  "e) Applicant no.1 Ms. Sonam Tomar had secured 276.5949": "ड) आवेदक सं. : सुश्री सोनम तोमर ने 276.5949 अंक प्राप्त किया था",
  "marks i.e. greater than the candidate with 274.8298 marks but her claim was not considered.": "यानी 274.8298 पाने वाले अभ्यर्थी से अधिक लेकिन उनके दावे पर विचार नहीं किया गया।",
  "f) 21 such applicants who come from the category of ‘OBC": "च) ऐसे 2 आवेदक जो 'ओबीसी महिला' की श्रेणी से आते हैं, इस न्यायालय",
  "Female’ are before this Court who had secured more than 274.8928 marks.": "के समक्ष हैं जिन्होंने 274.8928 अंक से अधिक अंक प्राप्त किया।",
  "In the backdrop of these admitted facts, the action on part of the": "इन स्वीकृत तथ्यों की पृष्ठभूमि में , 'ओबीसी महिला श्रेणी' का 'सामान्य",
  "State Government in refusing to consider the claim of ‘OBC Female": "महिला श्रेणी' के संबंध में दावों पर विचार करने से इनकार करने का राज्य सरकार",
  "question in the present matter. It must be mentioned that no ‘SC Female": "यह उल्लेख किया जाना चाहिए कि किसी भी 'एससी महिला श्रेणी' के अभ्यर्थी ने",
  "Category’ candidates who were not selected, had secured more marks than 274.8928. Therefore, the claim of Applicant no.2 and other similarly situated ‘SC Female Category’ candidates does not stand on": "जिनका चयन नहीं किया गया था, 274.8928 से अधिक अंक हासिल किए थे इसलिए, आवेदक सं. 2 और अन्य समान रूप से स्थित 'एससी महिला श्रेणी'",
  "contended. The observations in the decision of this Court were:-": "कहा गया है। इस न्यायालय के निर्णय में टिप्पणी थी :-",
  "“9, It may be mentioned here that in terms of the decision® of a Single Judge of the High Court of Allahabad rendered": "“9. यहां यह उल्लेख किया जा सकता है कि इलाहाबाद उच्च न्यायालय के",
  "by its judgment and order dated 29-7-2016’, in connection": "खंड पीठ द्वारा 29-7-206 को दिये गये निर्णय एवं आदेश में पुष्टि की गई",
  "with horizontal reservation to be adopted while finalising": "थी, परिणाम को अंतिम रूप देते समय अपनाया जाने वाला क्षैतिज आरक्षण,",
  "the result, another revised final result was published on": "एक और संशोधित अंतिम परिणाम 29--206 को प्रकाशित किया गया",
  "29-11-2016. Since no grievance is made on this count, we": "था। चूंकि इस आधार पर कोई शिकायत नहीं की गयी है, इसलिए हमने इस",
  "such challenge and the consequences as a result of such": "तरह की चुनौती और इस तरह के निर्देशों के परिणामस्वरूप परिणामों के संबंध",
  "The narration of events was only to note the effect of the order": "घटनाओं का वर्णन केवल 6.03.206 दिनांकित आदेश के प्रभाव पर",
  "which revised final list was published on 29.11.2016. As the": "परिणामस्वरूप संशोधित अंतिम सूची 29..206 को प्रकाशित की गई थी।",
  "such consideration. We, therefore, reject the submission that the Order": "लिए कोई अवसर उत्पन्न नहीं हुआ था। इसलिए, हम इस कथन को खारिज करते",
  "dated 16.03.2016 stood approved by this Court.": "हैं कि 6.03.2076 दिनांकित आदेश इस न्यायालय द्वारा अनुमोदित है।",
  "decisions of this Court touching upon the issue of horizontal reservation:": "दे सकते हैं जिनमें क्षैतिज आरक्षण के मुद्दे पर विचार किया गया था :",
  "A) Jeevan Reddy, J. speaking for himself and on behalf of three Judges of this Court in Indra Sawhney and Others vs. Union of India and others\" observed as under:-": "ए) इंद्रा साहनी एवं अन्य बनाम भारत संघ एवं अन्य” के मामले में स्वंय एवं तीन न्यायाधीशों की ओर से बोलते हुए न्यायमूर्ति जीवन रेड्डी ने निम्नानुसार",
  "“812. We are also of the opinion that this rule of 50%": "”82. हमारा यह मत भी है कि 50% का यह नियम केवल अनुच्छेद 6 (4)",
  "at this juncture: all reservations are not of the same nature.": "पर थोड़ा स्पष्टीकरण दिया जाना चाहिए: सभी आरक्षण एक ही प्रकृति के नहीं",
  "There are two types of reservations, which may, for the": "होते। दो प्रकार के आरक्षण होते हैं, जो सुविधा के लिए, 'ऊर्ध्वाधर आरक्षण'",
  "1 would be liable to be adjusted in general or reserved": "में उल्लिखित श्रेणी के हैं सामान्य या आरक्षित श्रेणी में समायोजित किए",
  "category depending on to which category they belong,": "जाएंगे इस आधार पर कि वे किस श्रेणी से संबंधित हैं। इस तरह का आरक्षण",
  "such reservation is not contrary to what was said by this Court in Indra Sawhney\". Whether the reservation for": "इस न्यायालय द्वारा इंद्रा साहनी के मामले में जो कहा गया है उसके विपरीत",
  "such persons should have been made or not was not": "नहीं है। ऐसे व्यक्तियों के लिए आरक्षण किया जाना चाहिए था या नहीं, इसे",
  "challenged, therefore, this Court is not required to examine": "चुनौती नहीं दी गई थी, इसलिए, इस न्यायालय को इसकी जांच करने की",
  "C) In Anil Kumar Gupta and others vs. State of U.P. and": "सी) अनिल कुमार गुप्ता एवं अन्य बनाम उ.प्र. राज्य एवं अन्य”? के मामले में, इस",
  "others’’, a bench of two Judges of this Court explained the concept": "न्यायालय के दो न्यायाधीशों की एक पीठ ने समग्र आरक्षण की अवधारणा को",
  "of overall reservation as against compartmentalized reservation and": "कंपार्टमेंटल आरक्षण के सापेक्ष समझाया और ऊर्ध्वाधिर और क्षैतिज आरक्षण के",
  "detailed the steps to be undertaken while filling up seats for vertical": "लिए सीटें भरने के दौरान उठाए जाने वाले कदमों को निरूपित किया -",
  "“15. On a careful consideration of the revised notification of 17-12-1994 and the aforementioned corrigendum issued by the Lucknow University, we are of the opinion that in": "“5. 27-2-994 की संशोधित अधिसूचना और लखनऊ विश्वविद्यालय द्वारा जारी पूर्वोक्त त्रुटिशोधन पर सावधानीपूर्वक विचार करने पर, हमारा विचार",
  "view of the ambiguous language employed therein, it is": "है कि उसमें नियोजित अस्पष्ट भाषा के मद्देनजर , इस प्रश्न का एक निश्चित",
  "not possible to give a definite answer to the question whether the horizontal reservations are overall reservations or compartmentalised reservations. We may": "उत्तर देना संभव नहीं है कि क्या क्षैतिज आरक्षण समग्र आरक्षण है या",
  "explain these two expressions. Where the seats reserved": "कंपार्टमेंटल आरक्षण है। इन दो पदों की व्याख्या कर सकते हैं। जहां क्षैतिज",
  "for horizontal reservations are proportionately divided among the vertical (social) reservations and are not": "आरक्षण के लिए आरक्षित सीटें आनुपातिक रूप से ऊर्ध्वाधर (सामाजिक)",
  "intertransferable, it would be a case of compartmentalised": "आरक्षण में विभाजित हैं और अंतर -हस्तांतरणीय नहीं हैं, यह कंपार्टमेंटल",
  "reservations. We may illustrate what we say: Take this": "आरक्षण का मामला होगा। हम जो कहते हैं, उसे उदाहरण से स्पष्ट कर सकते",
  "very case; out of the total 746 seats, 112 seats": "हैं: इस मामले को लें; कुल 746 सीटों में से, .2 सीटें (पंद्रह प्रतिशत का",
  "(representing fifteen per cent) should be filled by special reservation candidates; at the same time, the social": "प्रतिनिधित्व) विशेष आरक्षण अभ्यर्थी द्वारा भरी जानी चाहिए; साथ ही, अन्य",
  "reservation in favour of Other Backward Classes is 27%": "पिछड़ा वर्ग के पक्ष में सामाजिक आरक्षण 27% है जिसका अर्थ है ओबीसी के",
  "which means 201 seats for OBCs; if the 112 special": "लिए 20] सीटें; यदि 42 विशेष आरक्षण सीटों को भी ओबीसी श्रेणी के बीच",
  "reservation seats are also divided proportionately as between OC, OBC, SC and ST, 30 seats would be": "आनुपातिक रूप से विभाजित किया जाता है, तो 30 सीटें ओबीसी श्रेणी में",
  "allocated to the OBC category; in other words, thirty special category students can be accommodated in the": "आवंटित की जाएंगी; दूसरे शब्दों में, तीस विशेष श्रेणी के छात्रों को ओबीसी",
  "OBC category; but say only ten special reservation": "श्रेणी में समायोजित किया जा सकता है; लेकिन ओबीसी से संबंधित केवल",
  "candidates belonging to OBC are available, then these ten": "दस विशेष आरक्षण अभ्यर्थी उपलब्ध हैं, तो ये दस अभ्यर्थी, निश्चित रूप से",
  "candidates will, of course, be allocated among OBC quota but the remaining twenty seats cannot be transferred to OC": "ओबीसी कोटा के बीच आवंटित किए जाएंगे, लेकिन शेष बीस सीटें ओसी",
  "category (they will be available for OBC candidates only)": "श्रेणी में स्थानांतरित नहीं की जा सकती हैं (वे केवल ओबीसी अभ्यर्थी के",
  "appropriate category; if he belongs to SC category he will": "ओसी श्रेणी में उपलब्ध हों या नहीं; विशेष आरक्षण ऊर्ध्वधर आरक्षण वर्गों",
  "adjusted/accommodated against their respective social": "उनके संबंधित सामाजिक आरक्षण श्रेणियों के सापेक्ष लिया और समायोजित",
  "number of candidates therefrom. (If, however, it is a case": "किया जाना चाहिए। (यदि, हालांकि, यह कंपार्टमेंटल क्षैतिज आरक्षण का",
  "process of verification and adjustment/accommodation as": "मामला है, तो जैसा कि ऊपर कहा गया है, सत्यापन और समायोजन की",
  "stated above should be applied separately to each of the": "प्रक्रिया को ऊर्ध्वाधर आरक्षण में से प्रत्येक पर अलग से लागू किया जाना",
  "vertical reservations. In such a case, the reservation of fifteen per cent in favour of special categories, overall,": "चाहिए। ऐसे मामले में, विशेष श्रेणियों के पक्ष में पंद्रह प्रतिशत का आरक्षण,",
  "may be satisfied or may not be satisfied.) Because the": "कुल मिलाकर, संतुष्ट हो सकता है या संतुष्ट नहीं हो सकता है। ) क्योंकि",
  "revised notification provided for a different method of filling the seats, it has contributed partly to the unfortunate": "संशोधित अधिसूचना में सीटों को भरने की अलग विधि प्रदान की गयी इसने",
  "filling the seats, it has contributed partly to the unfortunate situation where the entire special reservation quota has": "आंशिक रूप से इसे और खराब कर दिया है जहां पूरे विशेष आरक्षण कोटा को",
  "been allocated and adjusted almost exclusively against the OC quota.”": "लगभग विशेष रूप से ओसी कोटा के सापेक्ष समायोजित किया गया है। ”",
  "(emphasis supplied)": "(प्रभाव वर्धित)",
  "D) In Rajesh Kumar Daria etc. vs. Rajasthan Public Service Commission and others“, a bench of three judges of this Court": "डी) राजेश कुमार डारिया आदि बनाम राजस्थान लोक सेवा आयोग एवं अन्य” के मामले में इस न्यायालय के तीन न्यायाधीशों की एक पीठ ने ऊर्ध्वाधर और क्षेतिज",
  "considered the difference between vertical and horizontal reservations as under:-": "आरक्षण के बीच अंतर पर निम्नानुसार विचार किया-",
  "“8. We may also refer to two related aspects before considering the facts of this case. The first is about the": "8. हम इस मामले के तथ्यों पर विचार करने से पहले दो संबंधित पहलुओं का",
  "description of horizontal reservation. For example, if there": "भी उल्लेख कर सकते हैं। पहला क्षैतिज आरक्षण के विवरण के बारे में है।",
  "are 200 vacancies and 15% is the vertical reservation for": "उदाहरण के लिए, यदि 200 रिक्तियां हैं और 5% एससी के लिए ऊर्ध्वाधर",
  "SC and 30% is the horizontal reservation for women, the": "आरक्षण है और 30% महिलाओं के लिए क्षैतिज आरक्षण है, तो एससी के लिए",
  "proper description of the number of posts reserved for SC, should be: “For SC: 30 posts, of which 9 posts are for women.” We find that many a time this is wrongly": "आरक्षित पदों की संख्या का उचित विवरण होना चाहिए: एससी के लिए :30 पद, जिनमें से 9 पद महिलाओं के लिए हैं। ” हम पाते हैं कि कई बार यह",
  "described thus: “For SC: 21 posts for men and 9 posts for": "गलत तरीके से वर्णित होता है : एससी के लिए: 2: पुरुषों के लिए पद और",
  "women, in all 30 posts.” Obviously, there is, and there can": "महिलाओं के लिए 9 पद सभी 30 पदों में हैं। जाहिर है, ' पुरुष 'या' पुरुषों 'की",
  "be, no reservation category of “male” or “men”.": "कोई आरक्षण श्रेणी नहीं हो सकती है।",
  "14 (2007) 8 SCC 785": "4 (2007) 8 500 785",
  "ladies was split up into each of the other reservations. For example, it was stated against backward classes that the": "आरक्षण में विभाजित किया गया था। उदाहरण के लिए, पिछड़े वर्गों के",
  "percentage of reservation in their favour was twenty-seven": "खिलाफ यह कहा गया था कि उनके पक्ष में आरक्षण का प्रतिशत बाईस",
  "per cent but at the same time it was stated that thirty per": "प्रतिशत था, लेकिन साथ ही यह भी कहा गया कि उन सीटों का तीस प्रतिशत",
  "cent of those seats were reserved for ladies. Against every": "महिलाओं के लिए आरक्षित था। प्रत्येक ऊर्ध्वाधर आरक्षण के सापेक्ष, एक",
  "vertical reservation, a similar provision was made, which meant that the said horizontal reservation in favour of": "समान प्रावधान किया गया था, जिसका अर्थ था कि महिलाओं के पक्ष में उक्त",
  "ladies was to be a “compartmentalised horizontal reservation”. We are of the opinion that in the interest of": "क्षेतिज आरक्षण एक 'कंपार्टमेंटल क्षैतिज आरक्षण' था। हमारा विचार है कि",
  "avoiding any complications and intractable problems, it": "किसी भी जटिलता और अमूर्त समस्याओं से बचने के लिए, यह बेहतर होगा",
  "would be better that in future the horizontal reservations are compartmentalised in the sense explained above. In": "कि भविष्य में क्षैतिज आरक्षण को ऊपर बताए गए अर्थ में कंपार्टमेंटल किया",
  "other words, the notification inviting applications should": "जाए। दूसरे शब्दों में, आवेदन आमंत्रित करने वाली अधिसूचना में न केवल",
  "itself state not only the percentage of horizontal reservation(s) but should also specify the number of seats": "क्षेतिज आरक्षण (ओं) का प्रतिशत होना चाहिए, बल्कि सामाजिक आरक्षण",
  "there is always a possibility of one or the other vertical": "करना चाहिए। यदि ऐसा नहीं किया जाता है तो हमेशा एक या दूसरे ऊर्ध्वधर",
  "112 seats meant for special reservations have been taken": "बताया गया है, विशेष आरक्षण श्रेणी के लिए 2 सीटों में से 0 सीटें",
  "away from the OC category alone — and none from the OBC or for that matter, from SC or ST. It can well happen": "अकेले ओसी श्रेणी से ली गई हैं-और कोई भी ओबीसी से या एससी या एसटी",
  "the other way also in a given year.": "से नहीं। यह किसी वर्ष उल्टा भी हो सकता है।",
  "18. Now, coming to the correctness of the procedure prescribed by the revised notification for filling up the": "8. अब, सीटों को भरने के लिए संशोधित अधिसूचना द्वारा निर्धारित प्रक्रिया",
  "seats, it was wrong to direct the fifteen per cent special": "की शुद्धता पर बात करते हुए, पंद्रह प्रतिशत विशेष आरक्षण सीटों को पहले",
  "OC (merit) quota (followed by filling of OBC, SC and ST quotas). The proper and correct course is to first fill up the": "ओबीसी, एससी और एसटी कोटा भरना) गलत था। उचित और सही कार्य",
  "OC quota (50%) on the basis of merit; then fill up each of": "पहले योग्यता के आधार पर ओसी कोटा (50%) को भरना है; फिर प्रत्येक",
  "the social reservation quotas, i.e., SC, ST and BC; the third": "सामाजिक आरक्षण कोटा को भरें, अर्थात, एससी, एसटी और बीसी; तीसरा",
  "step would be to find out how many candidates belonging to special reservations have been selected on the above": "कदम यह पता लगाना होगा कि उपरोक्त आधार पर विशेष आरक्षण से संबंधित",
  "basis. If the quota fixed for horizontal reservations is": "कितने अभ्यर्थी का चयन किया गया है। यदि क्षैतिज आरक्षण के लिए नियत",
  "already satisfied — in case it is an overall horizontal": "कोटा पहले से ही संतुष्ट है-यदि यह समग्र क्षेतिज आरक्षण है - तो कोई और",
  "Articles 16(1) or 15(3) are “horizontal reservations”.": "आरक्षण' हैं। अनुच्छेद 6 () या 35 (3) के तहत शारीरिक रूप से",
  "reserved posts on their own merit, their number will not be": "आरक्षित पदों पर नियुक्त किया जाता है, तो उनकी संख्या को संबंधित पिछड़ा",
  "counted against the quota reserved for respective Backward Class. Therefore, if the number of SC": "वर्ग के लिए आरक्षित कोटा के सापेक्ष नहीं गिना जाएगा। इसलिए , यदि अनुसूचित जाति के अभ्यर्थी की संख्या, जो अपनी योग्यता के आधार पर,",
  "candidates, who by their own merit, get selected to open": "अनुसूचित जाति के अभ्यर्थी की संख्या, जो अपनी योग्यता के आधार पर, खुली प्रतियोगिता वाली रिक्तियों के लिए चयनित हो जाते हैं, अनुसूचित जाति",
  "competition vacancies, equals or even exceeds the percentage of posts reserved for SC candidates, it cannot": "के अभ्यर्थी के लिए आरक्षित पदों के प्रतिशत के बराबर या चाहे अधिक हों,",
  "percentage of posts reserved for SC candidates, it cannot be said that the reservation quota for SCs has been filled.": "यह नहीं कहा जा सकता है कि अनुसूचित जाति के लिए आरक्षण कोटा भर",
  "The entire reservation quota will be intact and available in": "गया है। संपूर्ण आरक्षण कोटा बरकरार रहेगा और खुली प्रतियोगिता श्रेणी के",
  "of Punjab”, Union of India v. Virpal Singh Chauhan\" and": "सभरवाल बनाम पंजाब राज्य*5, भारत संघ बनाम वीरपाल सिंह चौहान'* और",
  "Ritesh R. Sah v. Dr. Y.L. Yamul’’.) But the aforesaid": "रितेश आर. शाह बनाम डॉ. वाई.एल. यामुले”)। लेकिन ऊर्ध्वधिर",
  "principle applicable to vertical (social) reservations will": "(सामाजिक) आरक्षण पर लागू पूर्वोक्त सिद्धांत क्षैतिज (विशेष) आरक्षण पर",
  "not apply to horizontal (special) reservations. Where a": "लागू नहीं होगा। जहां अनुसूचित जाति के लिए सामाजिक आरक्षण के भीतर",
  "special reservation for women is provided within the": "महिलाओं के लिए विशेष आरक्षण प्रदान किया जाता है, वहां योग्यता के क्रम",
  "social reservation for Scheduled Castes, the proper procedure is first to fill up the quota for Scheduled Castes": "में अनुसूचित जाति के लिए कोटा भरने के लिए उचित प्रक्रिया पहले है और",
  "reservation group of “Scheduled Caste women”. If the number of women in such list is equal to or more than the": "समूह से संबंधित हों। यदि ऐसी सूची में महिलाओं की संख्या विशेष आरक्षण",
  "number of women in such list is equal to or more than the number of special reservation quota, then there is no need": "कोटा की संख्या के बराबर या उससे अधिक है, तो विशेष आरक्षण कोटा के",
  "Scheduled Caste women shall have to be taken by deleting": "अनुसूचित जाति की महिलाओं की अपेक्षित संख्या को अनुसूचित जाति से",
  "the corresponding number of candidates from the bottom": "संबंधित सूची के नीचे से उतनी संख्या के अभ्यर्थी को हटाकर लेना होगा।",
  "of the list relating to Scheduled Castes. To this extent, horizontal (special) reservation differs from vertical": "इस सीमा तक, क्षैतिज (विशेष) आरक्षण ऊर्ध्वाधर (सामाजिक) आरक्षण से",
  "the vertical reservation quota will be counted against the horizontal reservation for women. Let us illustrate by an": "चयनित महिलाओं को महिलाओं के लिए क्षैतिज आरक्षण के सापेक्ष माना",
  "If 19 posts are reserved for SCs (of which the quota for women is four), 19 SC candidates": "जाति के लिए आरक्षित हैं (जिनमें से महिलाओं के लिए कोटा चार है), तो 9",
  "candidates. If such list of 19 candidates contains": "अनुसार पहले सूचीबद्ध किया जाना चाहिए। यदि 9 अभ्यर्थी की ऐसी सूची",
  "four SC woman candidates, then there is no": "में चार एससी महिला अभ्यर्थी हैं, तो और एससी महिला अभ्यर्थी को शामिल",
  "need to disturb the list by including any further": "कर आगे सहित सूची में छेड़छाड़ करने की आवश्यकता नहीं है। दूसरी ओर,",
  "SC woman candidate. On the other hand, if the list of 19 SC candidates contains only two": "यदि 9 एससी अभ्यर्थी की सूची में केवल दो महिला अभ्यर्थी हैं, तो योग्यता",
  "woman candidates, then the next two SC": "के अनुसार अगले दो एससी महिला अभ्यर्थी को सूची में शामिल करना होगा",
  "corresponding number of candidates from the bottom of such list shall have to be deleted, so": "और ऐसी सूची के नीचे से अभ्यर्थी की इसी संख्या को हटाना होगा, ताकि",
  "as to ensure that the final 19 selected SC": "यह सुनिश्चित किया जा सके कि अंतिम 9 चयनित एससी अभ्यर्थी में चार",
  "candidates contain four woman SC candidates. (But if the list of 19 SC candidates contains": "महिला एससी अभ्यर्थी हों। (लेकिन यदि 9 अनुसूचित जाति के अभ्यर्थी की",
  "more than four woman candidates, selected on": "सूची में चार से अधिक महिला अभ्यर्थी हैं, जो अपनी योग्यता के आधार पर",
  "and there is no question of deleting the excess woman candidates on the ground that “SC": "अभ्यर्थी को हटाने का कोई सवाल ही नहीं है कि 'अनुसूचित जाति की",
  "women” have been selected in excess of the prescribed internal quota of four.)": "महिलाओं' का चयन चार के निर्धारित आंतरिक कोटा से अधिक हो गया है। )",
  "10. In this case, the number of candidates to be selected under general category (open competition), were 59, out of": "0. इस मामले में, सामान्य श्रेणी (खुली प्रतियोगिता) के तहत चुने जाने वाले",
  "which 11 were earmarked for women. When the first 59": "अभ्यर्थी की संख्या 59 थी, जिसमें से 3 महिलाओं के लिए निर्धारित किए",
  "listed as per merit, it contained 11 woman candidates,": "लिया गया और सूचीबद्ध किया गया,तो इसमें 4 महिला अभ्यर्थी थी, जो",
  "which was equal to the quota for “general category": "'सामान्य श्रेणी की महिलाओं' के लिए कोटा के बराबर थे। इस प्रकार",
  "of woman candidates under the special reservation for": "महिलाओं के लिए विशेष आरक्षण के तहत महिला अभ्यर्थी के किसी और",
  "women. But what RPSC did was to take only the first 48": "चयन की आवश्यकता नहीं थी। लेकिन आरपीएससी ने जो किया वह यह कि",
  "women) and thereafter, fill the next 11 posts under the general category with woman candidates. As a result, we": "महिलाएं थीं) और उसके बाद, महिला अभ्यर्थी से सामान्य श्रेणी के तहत",
  "women have been selected consisting of eleven woman": "श्रेणी के अभ्यर्थी में से 22 महिलाएं चुन ली गयी जिनमें ग्यारह महिलाएं",
  "candidates selected on their own merit (candidates at Sl.": "अपनी मेरिट के आधार पर चुनी गयी थी। (चयन सूची में अभ्यर्थी क्रमांक 2,",
  "Nos. 2, 3, 4, 5, 9, 19, 21, 25, 31, 35 and 41 of the selection list) and another eleven (candidates at Sl. Nos. 54, 61, 62,": "3, 4, 5, 9, 9, 2, 25, 3], 35 और 4) और अन्य ग्यारह (चयन",
  "63, 66, 74, 75, 77, 78, 79 and 80 of the selection list)": "सूची में अभ्यर्थी क्रमांक 54, 67,62, 63, 66, 74, 75, 77,78, और 80) जो",
  "included under reservation quota for “general category women”. This is clearly impermissible. The process of": "“सामान्य श्रेणी महिला” कोटा आरक्षण के तहत शामिल थीं। यह स्पष्ट रूप से",
  "selections made by RPSC amounts to treating the 20%": "अननुमन्य है। आरपीएससी द्वारा किया गया चयन महिलाओं के लिए 20%",
  "reservation for women as a vertical reservation, instead of": "आरक्षण को क्षैतिज आरक्षण के भीतर उर्ध्वाधर आरक्षण मानने के बजाय",
  "11. Similarly, we find that in regard to 24 posts for OBC,": "7. इसी तरह, हम पाते हैं कि ओबीसी के लिए 24 पदों के संबंध में, 9",
  "19 candidates were selected by RPSC in accordance with merit from among OBC candidates which included three": "अभ्यर्थी का चयन ओबीसी अभ्यर्थी में से योग्यता के अनुसार आरपीएससी",
  "merit from among OBC candidates which included three woman candidates. Thereafter, another five women were": "द्वारा किया गया था, जिसमें तीन महिला अभ्यर्थी शामिल थीं। इसके बाद,",
  "selected under the category of “OBC women”, instead of": "पांच और महिलाओं को “ओबीसी महिला” श्रेणी के तहत चुना गया बजाय",
  "adding only two which was the shortfall. Thus there were": "केवल दो और को जोड़ने के, जो कमी थी। इस प्रकार चयन सूची में पाए गए",
  "in all 8 women candidates among the 24 OBC candidates": "24 ओबीसी अभ्यर्थी में से सभी 8 महिला अभ्यर्थी थी। सही रास्ता योग्यता",
  "found in the selection list. The proper course was to list 24 OBC candidates as per the merit and then find out number": "के अनुसार 24 ओबीसी अभ्यर्थी को सूचीबद्ध करना था और फिर उनमें से",
  "of woman candidates among them, and only fill the": "महिला अभ्यर्थी की संख्या का पता लगाना था, और केवल महिलाओं के",
  "shortfall to make up the quota of five for women.”": "लिए पांच के कोटे में होने वाली कमी को भरना था।”",
  "E) In K. Krishna Murthy (Dr.) and others vs. Union of India and another’, a Constitution Bench of this Court observed that": "ई) के. कृष्ण मूर्ति (डॉ.) एवं अन्य बनाम भारत संघ एवं अन्य'* के मामले में, इस न्यायालय की संविधान पीठ ने कहा कि सामान्य श्रेणी से संबंधित महिलाओं के",
  "not accounted for, if one has to gauge whether the upper ceiling of": "लिए निर्धारित सीटों का हिसाब नहीं किया जाता, अगर किसी को यह पता लगाना",
  "50% has been breached. The observations were as under:-": "है कि क्या 50% की ऊपरी सीमा का उल्लंघन किया गया है। उक्ति निम्नानुसार थी",
  "“44, With respect to the State legislations under challenge,": "“44. जिस विधान को चुनौती दी गयी है, यह तर्क दिया गया था कि उनमें से",
  "it was argued that the 50% ceiling would not be crossed under most of them since it is only the vertical": "अधिकांश के तहत 50% सीलिंग को पार नहीं किया जाएगा क्योंकि यह केवल",
  "reservations (i.e. on communal lines in favour of": "ऊर्ध्वाधर आरक्षण (यानी अनुसूचित जाति/ अनुसूचित जनजाति/ ओबीसी के",
  "purpose. Even though there is a 33% reservation in favour of women in elected local bodies, the same is in the nature": "है। हालांकि निर्वाचित स्थानीय निकायों में महिलाओं के पक्ष में 33% आरक्षण है, लेकिन यह एक क्षेतिज आरक्षण की प्रकृति में है जो",
  "vertical reservations in favour of SCs/STs/OBCs. In such a": "एससी/एसटी / ओबीसी के पक्ष में ऊर्ध्वाधर आरक्षण के साथ मिला है। ऐसे",
  "scenario, the seats occupied by women belonging to the": "परिदृश्य में, सामान्य श्रेणी से संबंधित महिलाओं के कब्जे वाली सीटों की",
  "general category cannot be computed for the purpose of ascertaining whether the 50% upper ceiling has been": "गणना यह पता लगाने के उद्देश्य से नहीं की जा सकती है कि क्या 50%",
  "64. In the absence of explicit constitutional guidance as to the quantum of reservation in favour of backward classes in local self-government, the rule of thumb is that of": "64. स्थानीय स्वशासन में पिछड़े वर्गों के पक्ष में आरक्षण की मात्रा के रूप में स्पष्ट संवैधानिक मार्गदर्शन के अभाव में, मोटा नियम आनुपातिक आरक्षण का",
  "the fact that the upper ceiling of 50% (quantitative limitation) with respect to vertical reservations in favour": "के पक्ष में ऊर्ध्वाधर आरक्षण के संबंध में 50% (मात्रात्मक सीमा) की ऊपरी",
  "petitioners were a little misconceived since they had": "सवाल पर, याचिकाकर्ताओं द्वारा दी गई दलीलें थोड़ी गलत थीं क्योंकि उन्होंने",
  "SCs/STs/OBCs as well as horizontal reservations in favour": "एससी /एसटी/आओबीसी के पक्ष में ऊर्ध्वाधिर आरक्षण के साथ -साथ",
  "of women to assert that the 50% ceiling had been breached": "महिलाओं के पक्ष में क्षैतिज आरक्षण के लिए यह दावा किया था कि 50%",
  "in some of the States. This was clearly a misunderstanding": "सीमा का कुछ राज्यों में उल्लंघन किया गया था। यह स्पष्ट रूप से स्थिति की",
  "of the position since the horizontal reservations in favour of women are meant to intersect with the vertical": "गलतफहमी थी क्योंकि महिलाओं के पक्ष में क्षैतिज आरक्षण अनुसूचित",
  "of the seats reserved for the latter categories are to be": "अंतरनिहित करने के लिए है, क्योंकि बाद की श्रेणियों के लिए आरक्षित सीटों",
  "reserved for women belonging to the same. This means": "में से एक तिहाई को उसी से संबंधित महिलाओं के लिए आरक्षित किया जाना",
  "that seats earmarked for women belonging to the general": "है। इसका मतलब यह है कि सामान्य श्रेणी की महिलाओं के लिए निर्धारित",
  "the upper ceiling of 50% has been breached.”": "ऊपरी सीमा का उल्लंघन किया गया है या नहीं। ”",
  "F) In Public Service Commission, Uttaranchal etc. vs. Mamta Bisht and others”, the view taken by the High Court that one Neetu": "(एफ) लोक सेवा आयोग, उत्तरांचल इत्यादि बनाम ममता बिष्ट एवं अन्य ”* के मामले में, उच्च न्यायालय का यह मत कि कोई नीतू जोशी, अपनी योग्यता के",
  "two Judges of this Court set aside the view taken by the High Court": "को चुनौती दी गयी। इस न्यायालय के दो न्यायाधीशों की पीठ ने निम्नलिखित",
  "with following observations:-": "टिप्पणियों के साथ उच्च न्यायालय के मत को अपास्त कर दिया :-",
  "«3. Out of 42 posts, 26 were filled up by general category and 16 by reserved category candidates. Some women": "“3. 42 पदों में से 26 सामान्य श्रेणी द्वारा और 6 आरक्षित श्रेणी के अभ्यर्थियों द्वारा भरे गए थे। कुछ महिला अभ्यर्थियों का चयन सामान्य श्रेणी में",
  "others had been given the benefit of horizontal reservation": "किया गया था, जबकि अन्य को उत्तरांचल के निवासी क्षैतिज आरक्षण का",
  "aggrieved preferred Writ Petition No. 780 of 2003 (M/B)": "संख्या 780 वर्ष 2003 (एम/बी) दायर किया, जिसमें मुख्य रूप से इस",
  "select list dated 31-7-2003 mainly on the ground that": "आधार पर चयन सूची दिनांकित 34-7-2003 को रद्द करने की मांग की",
  "women candidates belonging to Uttaranchal had secured": "गयी कि उत्तरांचल से संबंधित महिला अभ्यर्थियों ने स्वयं को सामान्य श्रेणी में",
  "petition that some of the women candidates who not only claimed the benefit of horizontal reservation but have been": "महिला अभ्यर्थियों को जिन्होंने न केवल क्षैतिज आरक्षण के लाभ का दावा",
  "selected giving the said benefit, did not submit their respective certificate of domicile at the time of filling up the application forms but they produced the said certificate": "किया है, बल्कि उक्त लाभ के आधार पर चयनित हैं, ने आवेदन पत्र भरने के समय अधिवास का अपना संबंधित प्रमाण पत्र प्रस्तुत नहीं किया , लेकिन",
  "at a later stage and it was accepted.": "उन्होंने बाद के चरण में उक्त प्रमाण पत्र प्रस्तुत किया और इसे स्वीकार कर लिया गया।",
  "4. The High Court accepted the first submission of Respondent 1 after examining the record of selection and": "4. उच्च न्यायालय ने चयन के रिकॉर्ड की जांच करने के बाद उत्तरदाता . के",
  "came to the conclusion that the last selected woman": "तर्क को स्वीकार कर लिया और इस निष्कर्ष पर पहुंचा कि अंतिम चयनित",
  "candidate who was given the benefit of horizontal reservation for Uttaranchal women had secured marks": "महिला अभ्यर्थी जिसे उत्तरांचल महिलाओं के लिए क्षेतिज आरक्षण का लाभ",
  "higher than the last selected candidate in the general": "दिया गया था, ने सामान्य श्रेणी में अंतिम चयनित अभ्यर्थी से अधिक अंक",
  "category. Thus, the said candidate ought to have been appointed against the general category vacancy and": "प्राप्त किए थे। इस प्रकार, उक्त अभ्यर्थी को सामान्य श्रेणी की रिक्ति के सापेक्ष",
  "13. In fact, the High Court allowed the writ petition only": "3. वास्तव में, उच्च न्यायालय ने रिट याचिका को केवल इस आधार पर",
  "on the ground that the horizontal reservation is also to be applied as vertical reservation in favour of reserved": "के पक्ष में ऊर्ध्वाधर आरक्षण के रूप में भी लागू किया जाना चाहिए , इसने",
  "“In view of the above, Neetu Joshi (Sl. No. 9,": "“उपरोक्त के मद्देनजर, नीतू जोशी (एसएल नंबर 9, रोल नंबर 2320) को",
  "Respondent 3/Commission against five seats reserved for Uttaranchal Women General Category as she has competed on her own merit": "गलत तरीके से उत्तरांचल महिला सामान्य श्रेणी के लिए आरक्षित पांच सीटों के सापेक्ष उत्तरदाता 3/आयोग द्वारा रखा गया है क्योंकि उसने सामान्य",
  "Category as she has competed on her own merit as general candidate and as the fifth candidate": "अभ्यर्थी के रूप में अपनी योग्यता के आधार पर प्रतिस्पर्धा की है और पांचवें",
  "the petitioner should have been counted for Uttaranchal Women General Category seats.”": "अभ्यर्थी के रूप में याचिकाकर्ता को उत्तरांचल महिला सामान्य श्रेणी की सीटों के अन्तर्गत रखा जाना चाहिए।",
  "Admittedly, the said Neetu Joshi has not been impleaded as a respondent. It has been stated at the Bar that an": "स्वीकृत रूप से, उक्त नीतू जोशी को प्रतिवादी नहीं बनाया गया है।बार में यह",
  "application for impleadment had been filed but there is": "कहा गया है कि प्रतिवादी बनाने के लिए आवेदन किया गया था लेकिन रिकॉर्ड",
  "nothing on record to show that the said application had ever been allowed. Attempt had been made to implead": "पर यह दशनि के लिए कुछ नहीं है कि उक्त आवेदन को कभी अनुमति दी गई",
  "ever been allowed. Attempt had been made to implead some successful candidates before this Court but those": "थी। इस न्यायालय के समक्ष कुछ सफल अभ्यर्थी को प्रतिवादी बनाने का",
  "applications stood rejected by this Court.": "प्रयास किया गया, लेकिन वे आवेदन इस न्यायालय द्वारा खारिज कर दिए गए",
  "14. The view taken by the High Court on application of horizontal reservation is contrary to the law laid down by": "4. क्षैतिज आरक्षण की प्रयोज्यता पर उच्च न्यायालय द्वारा अपनाया गया",
  "this Court in Rajesh Kumar Daria v. Rajasthan Public": "दृष्टिकोण इस न्यायालय द्वारा राजेश कुमार डारिया बनाम राजस्थान लोक",
  "issue this Court held as under: (SCC pp. 790-91, para 9)": "मुद्दे पर विचार करते समय इस न्यायालय ने निम्नानुसार धारित किया :- (एससीसी पृष्ठ 790-9], पैरा 9)",
  "“9. The second relates to the difference between the nature of vertical reservation and horizontal": "“9. दूसरा ऊर्ध्वाधर आरक्षण और क्षेतिज आरक्षण की प्रकृति के बीच के",
  "‘vertical reservations’. Special reservations in favour of physically handicapped, women, etc.": "आरक्षण' हैं। शारीरिक रूप से विकलांगों, महिलाओं आदि के पक्ष में विशेष",
  "under Articles 16(1) or 15(3) are ‘horizontal reservations’. Where a vertical reservation is": "आरक्षण अनुच्छेद 6 () या 5 (3) के अधीन 'क्षेतिज आरक्षण' हैं। जहां",
  "reservations’. Where a vertical reservation is made in favour of a Backward Class under Article 16(4), the candidates belonging to such": "अनुच्छेद 46 (4) के तहत पिछड़े वर्ग के पक्ष में ऊर्ध्वाधिर आरक्षण किया",
  "posts and if they are appointed to the non-": "कर सकते हैं और यदि उन्हें अपनी योग्यता के आधार पर गैर -आरक्षित पदों",
  "will not be counted against the quota reserved for respective Backward Class. Therefore, if the": "आरक्षित कोटा के सापेक्ष नहीं गिना जाएगा। इसलिए, यदि अनुसूचित जाति के",
  "number of SC candidates, who by their own merit, get selected to open competition": "अभ्यर्थी, जो अपनी योग्यता के आधार पर, खुली प्रतियोगिता रिक्तियों के लिए",
  "SCs has been filled. The entire reservation": "अनुसूचित जाति के लिए आरक्षण कोटा भरा गया है। संपूर्ण आरक्षण कोटा",
  "quota will be intact and available in addition to those selected under open competition category.": "खुली प्रतियोगिता श्रेणी के तहत चयनित लोगों के अलावा बरकरार और",
  "(Vide Indra Sawhney\", R.K. Sabharwal v. State": "उपलब्ध होगा। (देखिए इन्द्र साहनी, आर. के. सभरवाल बनाम पंजाब राज्य,",
  "of Punjab’®, Union of India v. Virpal Singh Chauhan'® and Ritesh R. Sah v. Dr. YL.": "भारत संघ बनाम वीरपाल सिंह चौहान और रितेश आर. साह बनाम डॉ. वाई.",
  "Yamul'’.) But the aforesaid principle applicable to vertical (social) reservations will not apply": "एल. यामुले)। किंतु ऊर्ध्वाधर (सामाजिक) आरक्षण पर लागू पूर्वोक्त सिद्धांत",
  "to horizontal (special) reservations. Where a special reservation for women is provided": "क्षैतिज (विशेष) आरक्षण पर लागू नहीं होगा। महिलाओं के लिए विशेष",
  "within the social reservation for Scheduled": "आरक्षण अनुसूचित जाति के लिए सामाजिक आरक्षण के भीतर प्रदान किया",
  "Castes, the proper procedure is first to fill up the quota for Scheduled Castes in order of merit": "जाता है, उचित प्रक्रिया पहले योग्यता के क्रम में अनुसूचित जाति के लिए",
  "and then find out the number of candidates": "कोटा भरने के लिए है और फिर उनमें से अभ्यर्थियों की संख्या का पता",
  "among them who belong to the special reservation group of ‘Scheduled Caste women’.": "लगाना है जो 'अनुसूचित जाति महिलाओं' के विशेष आरक्षण समूह से संबंधित",
  "If the number of women in such list is equal to": "हैं। यदि ऐसी सूची में महिलाओं की संख्या विशेष आरक्षण कोटा की संख्या के",
  "or more than the number of special reservation": "बराबर या उससे अधिक है, तो विशेष आरक्षण कोटा के लिए आगे चयन की",
  "Only if there is any shortfall, the requisite": "आवश्यकता नहीं है। केवल अगर कोई कमी है, तो अनुसूचित जाति की",
  "number of Scheduled Caste women shall have": "महिलाओं की अपेक्षित संख्या को अनुसूचित जाति से संबंधित सूची के नीचे",
  "to be taken by deleting the corresponding number of candidates from the bottom of the": "से संबंधित अभ्यर्थियों की संख्या को हटाकर लेना होगा। इस हद तक, क्षैतिज",
  "horizontal (special) reservation differs from vertical (social) reservation. Thus women": "(विशेष) आरक्षण ऊर्ध्वाधिर (सामाजिक) आरक्षण से भिन्न है। इस प्रकार",
  "selected on merit within the vertical reservation": "महिलाएं ऊर्ध्वाधर आरक्षण कोटा के भीतर योग्यता पर चयनित महिलाओं के",
  "quota will be counted against the horizontal reservation for women.”": "लिए क्षैतिज आरक्षण के सापेक्ष मानी जाएगीं जाएगा। ”",
  "(emphasis added)": "(प्रभाव वर्धित)",
  "15. In view of the above, it is evident that the judgment": "5. उपरोक्त के मद्देनजर, यह स्पष्ट है कि उच्च न्यायालय का निर्णय और",
  "quota reserved for Scheduled Castes; they will": "प्रतियोगिता के क्षेत्र में चुना जाता है; उन्हें अनुसूचित जाति के लिए आरक्षित",
  "15. In R.K. Sabharwal v. State of Punjab’’ the Constitution": "45. . आर.के. सभरवाल बनाम पंजाब राज्य के मामले में इस न्यायालय की",
  "Bench of this Court considered the question of appointment and promotion and roster points vis-a-vis": "संविधान पीठ ने नियुक्ति और पदोन्नति और रोस्टर के सवाल पर विचार किया",
  "reservation and held thus: (SCC p. 750, para 4)": "और इस प्रकार धारित किया: (एससीसी )पृ. 750, पैरा 4)",
  "“When a percentage of reservation is fixed in respect of a particular cadre and the roster": "“जब किसी विशेष संवर्ग के संबंध में आरक्षण का प्रतिशत तय किया जाता है",
  "indicates the reserve points, it has to be taken": "और रोस्टर आरक्षित बिंदुओं को इंगित करता है, तो माना जाना चाहिए कि",
  "“21. ...Once the horizontal reservation in favour of woman in general/open category is to be applied, the": "2..... सामान्य /खुली श्रेणी में महिलाओं के पक्ष में क्षैतिज आरक्षण लागू करते",
  "said posts reserved for General Category (Woman).": "सभी श्रेणियों के संबंधित अभ्यर्थी सामान्य श्रेणी (महिला) के लिए आरक्षित",
  "23. In the present case, it is evident from a bare look at the part of Advertisement (Annexure-3) that 13 posts were": "23. वर्तमान मामले में, विज्ञापन (संलग्रक-3) को देखने से स्पष्ट है कि 3",
  "reserved for OBC category. From the result-sheet": "पद ओबीसी श्रेणी के लिए आरक्षित थे।परिणाम-पत्र (संलग्रक-4) से यह",
  "(Annexure-4) it is seen that out of 42 unserved seats, 4": "देखा जा सकता है कि 42 अनारक्षित सीटों में से 4 महिला अभ्यर्थियों को",
  "women candidates found place and, therefore, they were counted against the horizontal reservation provided for": "जगह मिली और इसलिए, उन्हें महिला के लिए प्रदान किए गए क्षैतिज आरक्षण",
  "woman and thereafter, 9 more women candidates in order": "के सापेक्ष गिना गया और उसके बाद, उनकी योग्यता के क्रम में 9 और महिला",
  "of their merit were selected which included candidates belonging to General as well as OBC Category. It is also": "अभ्यर्थियों को चुना गया, जिसमें सामान्य और साथ ही ओबीसी श्रेणी से",
  "noticed that in the main list, 3 women candidates belonging to OBC (Woman) found place on their own": "संबंधित अभ्यर्थी शामिल थीं। यह भी देखा गया है कि मुख्य सूची में, ओबीसी (महिला) से संबंधित 3 महिला अभ्यर्थियों को उनकी योग्यता के आधार पर",
  "merits and after taking 9 candidates against General": "जगह मिली और सामान्य (महिला) श्रेणी के सापेक्ष 9 अभ्यर्थियों को लेने के",
  "(Woman) Category which included OBC (Woman) also, further reservation has not been provided qua 2 posts": "बाद जिसमें ओबीसी (महिला) भी शामिल थी, आगे आरक्षण प्रदान नहीं किया",
  "despite the fact that 5 posts were reserved for OBC (Woman), which clearly shows that the horizontal reservation was correctly applied.": "गया है वह भी इस तथ्य के बावजूद कि 5 पद ओबीसी (महिला) के लिए आरक्षित थे, जो स्पष्ट रूप से दर्शाता है कि क्षैतिज आरक्षण को सही ढंग से",
  "impermissibility for migration from OBC (Woman) to General (Woman) in case of special reservation": "मामले में ओबीसी (महिला) से जनरल (महिला) में स्थानांतरित होने की",
  "apparently has no applicability in the present case, inasmuch as, once the candidate belonging to OBC (Woman) category has obtained more marks than a": "वर्तमान मामले में प्रयोज्य नहीं है, क्योंकि ओबीसी (महिला) श्रेणी से संबंधित",
  "candidate belonging to the General (Woman) category": "अभ्यर्थी के द्वारा सामान्य (महिला) श्रेणी से संबंधित अभ्यर्थी की तुलना में",
  "migration and, therefore, the plea raised in this regard is without any substance ...”": "और इसलिए, इस संबंध में दिये गये तर्क में कोई सार नहीं है...”",
  "“6. The Division Bench of this High Court at Jodhpur in Smt. Megha Shetty vs. State of Rajasthan 2014 Volume": "“6. इस उच्च न्यायालय की जोधपुर खंडपीठ ने श्रीमती मेघा शेट्टी बनाम",
  "the same issue raised in the present bunch of appeals. The": "वर्तमान अपीलों में उठाए बिल्कुल इन्हीं विषयों पर विचार किया। सुप्रीम कोर्ट",
  "Division Bench relying upon the above-referred decisions": "के उपर्युक्त निर्णयों का अवलंब लेते हुए डिवीजन बेंच ने माना कि ओबीसी",
  "a position in the select list of candidates of general": "अभ्यर्थियों की चयन सूची में स्थान मिल जाता है, इसे स्थानांतरण के रूप में",
  "decision of the Division Bench is binding on us with": "नहीं माना जा सकता है और डिवीजन बेंच का यह निर्णय हमारे लिए",
  "which we also fully agree. It is also to be noted that none": "बाध्यकारी है जिसके साथ हम भी पूरी तरह से सहमत हैं। यह भी ध्यान दिया",
  "women candidate of OBC category selected in open": "श्रेणी की महिला हैं, ने खुली श्रेणी में चयनित ओबीसी श्रेणी की महिला",
  "category. The select list of women candidates prepared by": "आयोग द्वारा तैयार महिला अभ्यर्थियों की चयन सूची सर्वोच्च न्यायालय द्वारा",
  "accordance with the law explained by the Supreme Court....”": "बताए गए कानून के अनुरूप है...”",
  "Special Leave Petition No. 4312 of 2016 arising therefrom was": "उससे उद्धृत विशेष अनुमति याचिका सं. 432 वर्ष 206 इस न्यायालय",
  "dismissed by this Court on 13.05.2016 with following observations:-": "द्वारा 3.05.206 को निम्नलिखित टिप्पणियों के साथ खारिज कर दी गई थी:-",
  "“Application seeking exemption from filing official translation is allowed. We find no infirmity in the order impugned herein. The Special Leave Petition is": "“आधिकारिक अनुवाद दाखिल करने से छूट के लिए आवेदन की अनुमति है। हम आक्षेपित आदेश में कोई दुर्बलता नहीं पाते हैं। विशेष अनुमति याचिका",
  "dismissed.”": "खारिज की जाती है। ”",
  "In Asha Ramnath Gholap vs. The President, District": "ख) आशा रामनाथ घोलप बनाम अध्यक्ष, जिला चयन समिति/कलक्टर*, के",
  "considered the issue as under:-": "मामले में बम्बई उच्च न्यायालय में इस मुद्दे पर निम्नानुसार विचार किया: -",
  "“30. We find the argument advanced as above to be": "30. हम ऊपर दिए गए तर्क को दोषपूर्ण पाते हैं। एक बार जब यह माना जाता",
  "fallacious. Once it is held that general category or open category takes in its sweep all candidates belonging to all": "है कि सामान्य श्रेणी या खुली श्रेणी सभी श्रेणियों से संबंधित सभी अभ्यर्थियों",
  "categories irrespective of their caste, class or community": "को उनकी जाति, वर्ग या समुदाय या जनजाति के बावजूद अपने दायरे में लेती",
  "or tribe, it is irrelevant whether the reservation provided is": "है, तो यह अप्रासंगिक है कि क्या प्रदान किया गया आरक्षण ऊर्ध्वधिर या",
  "vertical or horizontal. There cannot be two interpretations of the words “open category'; one applicable for vertical": "क्षेतिज है।ओपन श्रेणी' शब्दों की दो व्याख्या नहीं हो सकती है; ऊर्ध्वाधर",
  "32. ... It is thus evident that when three posts were": "32. .... इस प्रकार यह स्पष्ट है कि जब खुली श्रेणी से संबंधित महिला",
  "to open category, it was open for the petitioner to compete for the said post irrespective of the fact that she": "याचिकाकर्ता के पास उक्त पद के लिए प्रतिस्पर्धा करने का विकल्प था, भले",
  "belongs to the reserved category and when she had secured meritorious position amongst the female": "ही वह आरक्षित वर्ग की हो और जब उसने महिला अभ्यर्थियों के बीच मेधावी",
  "candidates and had secured 2nd highest marks, her": "स्थिति हासिल की और दूसरा उच्चतम अंक हासिल किया था, उसके चयन",
  "selection could not have been denied by the respondents": "को उत्तरदाताओं द्वारा इस आधार पर अस्वीकार नहीं किया जा सकता था कि",
  "on the ground that she belongs to scheduled caste and does not fall in the open category.... ”": "वह अनुसूचित जाति से है और खुली श्रेणी में नहीं आती है... ।”",
  "Administrative Tribunal, Nagpur and others”, the High Court": "एवं अन्य“, के मामले में उच्च न्यायालय ने धारित किया -",
  "“We are of the view that if the view of the learned": "“हमारा विचार है कि यदि विद्वान न्यायाधिकरण का दृष्टिकोण स्वीकार कर",
  "down by the Constitution Bench of the Apex Court in the": "मामले में शीर्ष अदालत की संविधान पीठ द्वारा निर्धारित कानून के मद्देनजर",
  "the reserved categories like OBC, SC and ST, in our view": "ओबीसी, एससी और एसटी जैसी आरक्षित श्रेणियों के थे, हमारे विचार में",
  "cannot be a ground to deny them the benefit of their": "उन्हें उनकी मेधावी स्थिति का लाभ देने से इनकार करने का आधार नहीं हो",
  "meritorious position. We find that if the view as accepted": "सकता है। हम पाते हैं कि यदि विद्वान न्यायाधिकरण द्वारा स्वीकार किए गए",
  "by the learned Tribunal is accepted, it will defeat": "दृष्टिकोण को स्वीकार कर लिया जाता है, तो यह सर्वोच्च न्यायालय की",
  "constitutional mandate as explained in the judgment in the case of Indra Sawhney” by the Constitution Bench of the": "संविधान पीठ द्वारा इंद्रा साहनी के मामले में दिये गये निर्णय में बताए गए",
  "selected against an open category post if he is entitled on": "संबंधित एक पुरुष अभ्यर्थी एक खुली श्रेणी के पद के सापेक्ष चुने जाने का",
  "his own merit. However, a female candidate belonging to a": "हकदार होगा यदि वह अपनी योग्यता के आधार पर हकदार है। हालांकि, एक",
  "women, would not be entitled to be selected against the said post. The said situation in effect would result in": "के सापेक्ष चुने जाने का हकदार नहीं होगी।प्रभावी स्थिति के परिणामस्वरूप",
  "reserved candidates as against the male reserved": "पुरुष आरक्षित अभ्यर्थियों के सापेक्ष महिला आरक्षित अभ्यर्थियों के साथ",
  "Constitution Bench of the Apex Court in the case of Indra": "इंद्रा साहनी के मामले में शीर्ष अदालत की संविधान पीठ द्वारा व्याख्या की गई",
  "and by way of vertical or horizontal, is always entitled to": "आरक्षण ऊर्ध्वॉधिर या क्षैतिज का दावा करता / करती हो, और हमेशा अपनी",
  "claim seat from open category on the basis of his/her": "योग्यता के आधार पर खुली श्रेणी से सीट का दावा करने का हकदार होता है।",
  "merit. This is particularly because, the open category or quota as such, is meant for being allotted only and only on": "यह विशेष रूप से इसलिए है, क्योंकि खुली श्रेणी या कोटा, केवल और केवल",
  "merit and, therefore, in such an allotment, the caste, creed or sex or any other criteria, relating to any candidate, does": "योग्यता के आधार पर आवंटित किए जाने के लिए है और इसलिए, इस तरह के आवंटन में, जाति, पंथ या लिंग या किसी अभ्यर्थी से संबंधित कोई अन्य",
  "not at all matter.": "मानदंड मायने नहीं रखता।",
  "15. The learned Advocate General further submits that in": "5. विद्वान महाधिवक्ता ने आगे कहा कि यदि आरक्षित श्रेणी से संबंधित कोई",
  "case a candidate belonging to any reserved category is able to secure allotment of seat, solely on the basis of his/her merit and merit alone, such allotment cannot": "अभ्यर्थी अपनी योग्यता के आधार पर कोई सीट हासिल करने में सफल रहता है तो, इससे उस श्रेणी के लिए आरक्षित सीट कम नहीं होगी। ऐसे मामले में,",
  "consume any Seat, reserved for the category to which such a candidate belongs. In such a case, such an allotment,": "इस तरह का आवंटन, किसी भी तरह से, उस श्रेणी के लिए आरक्षित सीटों",
  "a candidate belongs. In such a case, such an allotment, does not, in any manner, diminish the seats or the posts as": "या पदों, जैसा कि मामला हो, कम नहीं करता है जिससे ऐसा अभ्यर्थी",
  "18. He also submits that however, even in case of ‘compartmentalized’ horizontal reservations, seats that are": "8. उन्होंने यह भी कहा कि हालांकि, 'कंपार्टमेंटलाइज़्ड' क्षैतिज आरक्षण के",
  "allotted to the open category or quota, can be claimed by": "मामले में, खुली श्रेणी या कोटा के लिए आवंटित सीटों का दावा हर किसी के",
  "a seat or post as the case may be, from the open category,": "द्वारा किया जा सकता है, जो मूल रूप से खुली श्रेणी से सीट या पद, जैसा कि",
  "which will obviously and of course, include each and": "मामला हो, का दावा करने का हकदार है, जिसमें स्पष्ट रूप से और निश्चित",
  "every candidate, from the merit list of the open category i.e. all the candidates even belonging to any reserved": "रूप से, खुली श्रेणी की मेरिट सूची से प्रत्येक अभ्यर्थी अर्थात सभी आरक्षित",
  "category whichever, vertical or horizontal.”": "वर्ग ऊर्ध्वाधर या क्षैतिज से संबंधित अभ्यर्थी भी, शामिल होंगे।”",
  "Accepting the submissions of the State, the High Court": "राज्य की ओर से दिये गये तर्कों को स्वीकार करते हुए उद्च न्यायालय ने",
  "concluded:-": "धारित किया: -",
  "“33. So far as the horizontal reservation is concerned, a different procedure has been prescribed, which is recorded": "“33. जहां तक क्षैतिज आरक्षण का संबंध है, एक अलग प्रक्रिया निर्धारित की",
  "in the above noted paragraph. In the event of short fall": "गई है, जो उपरोक्त उल्लिखित पैराग्राफ में दर्ज है। केवल कमी की स्थिति में ही,",
  "only, after perusal of the merit list, such short fall in horizontal reservation category shall be met by deleting": "मेरिट सूची के परिशीलन के बाद, क्षैतिज आरक्षण श्रेणी में इस तरह की कमी",
  "requisite number of candidates from the respective reserved categories and by substituting them from the": "को संबंधित आरक्षित श्रेणियों से अभ्यर्थियों की अपेक्षित संख्या को हटाकर",
  "reserved categories and by substituting them from the same category. Thus, the horizontal reservation category": "और उन्हें एक ही श्रेणी से प्रतिस्थापित करके पूरा किया जाएगा। इस प्रकार,",
  "candidate selected on the basis of merit within the vertical": "ऊर्ध्वाधर आरक्षण कोटा के भीतर योग्यता के आधार पर चयनित क्षेतिज",
  "reservation quota, will have to be counted against the horizontal reservation category.": "आरक्षण श्रेणी के अभ्यर्थी को क्षैतिज आरक्षण श्रेणी के सापेक्ष गिना जाएगा।",
  "is only women belonging to the Scheduled Castes and the": "की महिलाएं ही जो अनुसूचित जाति (महिलाओं) और अनुसूचित जनजाति",
  "Scheduled Tribes who can compete for posts horizontally reserved in favour of Scheduled Castes (Women) and": "(महिलाओं) के पक्ष में क्षैतिज रूप से आरक्षित पदों के लिए प्रतिस्पर्धा कर",
  "Scheduled Tribes (Women). A woman, not belonging to the reserved category (OBC, SC and ST), is not entitled to": "सकती हैं। एक महिला, जो आरक्षित श्रेणी (ओबीसी, एससी और एसटी) से",
  "compete for posts reserved in favour of Other Backward Classes (Women), Scheduled Castes (Women) and Scheduled Tribes (Women).": "संबंधित नहीं है, अन्य पिछड़ा वर्ग (महिला), अनुसूचित जाति (महिला) और अनुसूचित जनजाति (महिला) के पक्ष में आरक्षित पदों के लिए प्रतिस्पर्धा",
  "12. The converse, however, is not true. All women,": "2. हालाँकि, इसका उल्टा सच नहीं है। सभी महिलाएं, चाहे वे आरक्षित",
  "irrespective of whether they belong, or do not belong, to": "श्रेणी की हों अथवा न हों, सामान्य श्रेणी के तहत महिलाओं के पक्ष में",
  "the reserved category are entitled to compete for posts": "निर्धारित पदों के लिए प्रतिस्पर्धा करने की हकदार हैं। सामान्य श्रेणी में पदों के",
  "Category. There is no reservation for posts in the General Category, and horizontal reservation in favour of women": "लिए कोई आरक्षण नहीं है, और सामान्य श्रेणी में महिलाओं के पक्ष में क्षैतिज",
  "in the General Category is available to be filled up from amongst all women irrespective of their caste status. Posts,": "आरक्षण सभी महिलाओं में से भरने के लिए उपलब्ध है, चाहे उनकी जातिगत",
  "available for all women from the State of Uttarakhand, and": "राज्य की सभी महिलाओं के लिए उपलब्ध हैं और इसमें अन्य पिछड़ा वर्ग,",
  "belong to the socially and educationally backward classes,": "महिलाएं शामिल होंगी। अन्यथा, सामाजिक और शैक्षणिक रूप से पिछड़े वर्गों",
  "aforestated cases, it is clear that inspite of the petitioner": "कानून के मद्देनजर जिनकी उपरोक्त मामलों में चर्चा की गई है, यह स्पष्ट है कि",
  "category, the petitioner still could legitimately stake her": "चुनाव करने के बावजूद, याचिकाकर्ता अभी भी वैध रूप से खुली श्रेणी के",
  "claim to post available under the open category and not": "तहत उपलब्ध पद के लिए अपने दावे को दांव पर लगा सकता है और न",
  "only that she could do so also to a post horizontally reserved for women in the open category. In the present": "केवल यह, वह ऐसा खुली श्रेणी में महिलाओं के लिए क्षैतिज रूप से आरक्षित पद के लिए भी कर सकती है। वर्तमान मामले में, इस तथ्य के बारे में कोई",
  "case, there is no dispute about the fact that from amongst the three short listed women candidates, the petitioner had": "विवाद नहीं है कि तीन सूचीबद्ध महिला अभ्यर्थियों में से, याचिकाकर्ता ने शीर्ष",
  "secured second highest marks after the top scorer, Smt. Priya Naresh Gajbhiye. While Smt. Priya Naresh": "अंक हासिल करने वाली श्रीमती प्रिया नरेश गज्भिये के बाद दूसरा सर्वोच्च अंक",
  "her merit, for one of the two posts reserved for open": "योग्यता के आधार पर खुली (महिला) श्रेणी के लिए आरक्षित दो पदों में से",
  "(women) category, the petitioner though eligible in view of the settled position of law, was not for the other post. The": "एक के लिए चुना गया था, याचिकाकर्ता हालांकि विधि की निर्धारित स्थिति के",
  "Naresh Gajbhiye belonged to S.C. category, she had opted": "हालांकि श्रीमती प्रिया नरेश गज्मिये एससी श्रेणी की थीं, उन्होंने खुली श्रेणी",
  "D) In Tamannaben Ashokbhai Desai vs. Shital Amrutlal": "डी) तमन्नाबेन अशोकभाई देसाई बनाम शीतल अमृतलाल निसार”*,के मामले",
  "“45. The above referred case law can be better explained": "“८45. उपर्युक्त मामला विधि को वर्तमान मामले में प्राप्त तथ्यात्मक स्थिति के",
  "by way of the following illustration based on the factual": "आधार पर निम्नलिखित दृष्टांत के माध्यम से बेहतर समझाया जा सकता है।",
  "46. There are 115 posts of Police Inspector (unarmed), out of which 55 posts are reserved for the SC, ST and SEBC": "46. पुलिस इंस्पेक्टर (शस्त्ररहित) के 5 पद हैं, जिनमें से 55 पद एससी,",
  "of which 55 posts are reserved for the SC, ST and SEBC and remaining 60 posts for open/general category. Out of": "एसटी और एसईबीसी के लिए आरक्षित हैं और शेष 60 पद खुले/सामान्य",
  "the said posts, 33% are reserved for women under each category, meaning thereby, out of 60 posts in the open": "श्रेणी के लिए हैं। उक्त पदों में से , प्रत्येक श्रेणी के तहत महिलाओं के लिए 33% आरक्षित हैं, जिसका अर्थ है, खुली श्रेणी में 60 पदों में से 20 पद",
  "category, 20 posts are reserved for women. Thus, the first": "महिलाओं के लिए आरक्षित हैं। इस प्रकार, पहला कदम योग्यता के आधार पर",
  "step would be that of preparing the entire list on the basis of merit and out of the same, selecting first 60 candidates,": "पूरी सूची तैयार करना और उसी में से खुली श्रेणी में, पहले 60 अभ्यर्थी का",
  "irrespective of their caste and sex, in open category. The": "चयन करना, चाहे उनकी जाति और लिंग कुछ भी हो। दूसरा कदम तब",
  "second step would be then of evaluating as to whether 20 women, irrespective of their caste, are there within those": "मूल्यांकन का होगा कि क्या 20 महिलाएं, उनकी जाति के बावजूद, उन 60",
  "horizontal reservation. If 20 women are already there, then": "जा सके। यदि 20 महिलाएं पहले से ही हैं, तो उस श्रेणी में किसी और महिला",
  "there is no need to select any more woman in that category, but if not, then in the third step, the remaining": "का चयन करने की आवश्यकता नहीं है, लेकिन यदि नहीं, तो तीसरे चरण में,",
  "number of women have to be included on the basis of the merit from the aforesaid list, irrespective of their caste,": "शेष संख्या में महिलाओं को पूर्वोक्त सूची से योग्यता के आधार पर , जाति के",
  "while deleting the corresponding number of male candidates from the bottom of the list of first 60": "बावजूद पहले 60 अभ्यर्थियों की सूची के नीचे से पुरुष अभ्यर्थी की उतनी",
  "followed by horizontal reservation, with respect to the posts belonging to the SEBC, SC and ST categories.": "एससी और एसटी श्रेणियों से संबंधित पदों के संबंध में क्षैतिज आरक्षण के बाद",
  "49. It is pertinent to note that Rule 2(d) seeks to carve out a fourth category of posts, not being posts reserved in": "49. यह ध्यान रखना उचित है कि नियम 2 (डी) चौथी श्रेणी के पदों का",
  "favour of the Scheduled Castes, Scheduled Tribes and": "निर्माण करता है, जो कि अनुसूचित जाति, अनुसूचित जनजाति और",
  "words, this fourth category is nothing but an Open": "दूसरे शब्दों में, यह चौथी श्रेणी कुछ भी नहीं है, बल्कि पदों की एक खुली श्रेणी",
  "of the above referred classes i.e. the posts reserved for women in open category would be over and above the": "है, जो उपरोक्त उल्लिखित वर्गों अर्थात खुली श्रेणी में महिलाओं के लिए",
  "posts reserved for women in SC, ST and SEBC quota, as": "आरक्षित पद एससी, एसटी और एसईबीसी में महिलाओं के लिए आरक्षित पदों",
  "referred to in Rule 2(a), 2(b) and 2(c) of the said Rules.": "को छोड़कर उक्त नियमों के नियम 2 (ए), 2 (बी) और 2 (सी) में यथा",
  "Thus, all the meritorious candidates, whether belonging to the reserved category or unreserved category, will be": "संदर्भित होंगे। इस प्रकार, सभी मेधावी अभ्यर्थी, चाहे वे आरक्षित वर्ग या",
  "covered by the category, irrespective of their caste, community or tribe where merit alone will be taken into": "अनारक्षित श्रेणी से संबंधित हों, उनकी जाति, समुदाय या जनजाति के",
  "that by virtue of the Gujarat Civil Services (Reservation of": "ध्यान दिया जा सकता है कि गुजरात सिविल सेवा (महिलाओं के लिए पदों का",
  "Posts for Women) (Amendment) Rules, 2014, the requirement of reservation in favour of women came to be": "आरक्षण) (संशोधन) नियम, 204 के आधार पर, महिलाओं के पक्ष में",
  "requirement of reservation in favour of women came to be enhanced from 30% to 33%.": "आरक्षण की आवश्यकता 30% से बढ़ाकर 33% कर दी गई।",
  "50. In view of the aforesaid discussion, we have no hesitation in arriving to the conclusion that the": "50. पूर्वोक्त चर्चा के मद्देनजर, हमें इस निष्कर्ष पर पहुंचने में कोई संकोच नहीं",
  "Government Resolution dated 01.08.2018 of the GAD": "है कि जीएडी का 0.08.208 दिनांकित सरकारी प्रस्ताव रद्द करने और",
  "deserves to be quashed and set aside, and is hereby": "अपास्त करने के योग्य है, और एतदद्वारा इसे रदूद और अपास्त किया जाता",
  "The High Court then laid down:-": "उच्च न्यायालय ने तब धारित किया: -",
  "“56. For the future guidance of the State Government, we": "56. राज्य सरकार के भविष्य के मार्गदर्शन के लिए, हम अधिक स्पष्ट तरीके से",
  "would like to explain the proper and correct method of implementing horizontal reservation for women in a more lucid manner.": "महिलाओं के लिए क्षेतिज आरक्षण को लागू करने की उचित और सही विधि की व्याख्या करना चाहते हैं।",
  "“PROPER AND CORRECT METHOD OF IMPLEMETING HORIZONTAL RESERVATION FOR WOMEN.": "“महिलाओं के लिए क्षैतिज आरक्षण को लागू करने की उचित और सही विधि",
  "down the Step 1 List after item no. 51, and": "आइटम नंबर 5] के बाद चरण 4 सूची पर जाएं, और पहली 7 महिलाओं",
  "pick the first 7 women (category does not matter). As soon as 7 such women from Step 1": "(श्रेणी मायने नहीं रखती) को चुनें। जैसे ही स्टेप । सूची से 7 महिलाएं पाई",
  "List are found, they are to be brought up and added to the Step 2 List to make up for the shortfall of 7 women. Now, the 33% quota for": "जाती हैं, उन्हें लाया जाना है और 7 महिलाओं की कमी को पूरा करने के लिए स्टेप 2 सूची में जोड़ा जाना चाहिए। अब, ओसी महिलाओं के लिए 33%",
  "to be locked. Step 2 List list becomes final.": "सूची अंतिम हो जाती है।",
  "Move over to SCs. From the Step 1 List, after item no. 51, draw up a list of 12 SC": "चरण 4: एससी पर आएं। स्टेप . सूची से, आइटम नंबर 57 के बाद, 2",
  "item no. 51, draw up a list of 12 SC candidates (male or female). These 12 would": "एससी अभ्यर्थियों (पुरुष या महिला) की एक सूची तैयार करें। इन 2 में उन",
  "also include all male SC candidates who got": "सभी पुरुष अनुसूचित जाति के अभ्यर्थी भी शामिल होंगे जो महिलाओं की",
  "deleted from the Step 2 List to make up for": "कमी के लिए स्टेप 2 सूची से हटा दिए गए थे।",
  "Do a check for horizontal reservation in the Step 4 List of SCs. If there are 4 SC women,": "चरण 5: एससी की चरण 4 सूची में क्षैतिज आरक्षण की जाँच करें। यदि 4",
  "the quota of 33% is complete. Nothing more is to be done. If there is a shortfall of SC women": "एससी महिलाएं हैं, तो 33% का कोटा पूरा हो गया। और कुछ नहीं किया",
  "(say, only 2 women are available), 2 more": "जाना है। यदि अनुसूचित जाति की महिलाओं की कमी है (केवल 2 महिलाएं",
  "women have to be added. The way to do this": "उपलब्ध हैं), तो 2 और महिलाओं को जोड़ना होगा। इसे करने का तरीका है,",
  "is to, first, delete the last 2 male SC candidates of the Step 4 List and then to go down the": "पहले, स्टेप 4 सूची के अंतिम 2 पुरुष अनुसूचित जाति के अभ्यर्थियों को",
  "Step 1 List after item no. 51, and pick the first": "हटाना और फिर आइटम नंबर 5: के बाद स्टेप 3 सूची पर जाना और पहली",
  "2 SC women. As soon as 2 such SC women in": "2 अनुसूचित जाति की महिलाओं को चुनना। जैसे ही स्टेप सूची में ऐसी 2",
  "up and added to the Step 4 List of SCs to": "अनुसूचित जाति की स्टेप 4 सूची में जोड़ा जाना चाहिए ताकि अनुसूचित",
  "make up for the shortfall of SC women. Now,": "जाति की महिलाओं की कमी को पूरा किया जा सके। अब, एससी महिलाओं",
  "the 33% quota for SC women is fulfilled. List": "के लिए 33% कोटा पूरा हो गया है। एससी की सूची को लॉक कर देना",
  "of SCs is to be locked. Step 4 List becomes": "चाहिए। चरण 4 सूची अंतिम हो जाती है। यदि स्टेप . सूची में अंतिम संख्या",
  "final. If 2 SC women cannot be found till the": "तक 2 एससी महिलाओं को नहीं पाया जा सकता है, तो इन 2 रिक्तियों को",
  "vacancies are to be filled up by SC men. If in": "एससी पुरुषों द्वारा भरा जाना चाहिए। यदि मामले में, एससी पुरुष भी नहीं",
  "forward to the next recruitment unless there is a rule which permits conversion of SC quota": "आगे बढ़ाया जाना चाहिए जब तक कि कोई नियम न हो जो एससी कोटा को",
  "Repeat steps 4 and 5 for preparing list of STs.": "चरण 6: एसटी की सूची तैयार करने के लिए स्टेप 4 और 5 को दोहराएं।",
  "Repeat steps 4 and 5 for preparing list of SEBCs.”": "चरण 7: एसईबीसी की सूची तैयार करने के लिए स्टेप 4 और 5 दोहराएं। ”",
  "57. The State Government as well as the GPSC shall, for": "57. राज्य सरकार के साथ-साथ जीपीएससी आने वाले समय के लिए, यह",
  "all times to come, bear in mind that the effect of horizontal reservation, being provided under each category, is that it": "ध्यान में रखेगा कि क्षैतिज आरक्षण का प्रभाव, प्रत्येक श्रेणी के तहत प्रदान",
  "“For the aforesaid, to our mind, inter-se merit of women": "“उपरोक्त के लिए, हमारे दिमाग में, महिलाओं की मेरिट की क्षैतिज आरक्षण के",
  "reservation as the socially reserved candidate (SC, ST, & OBC) seeking benefit of reservation of special category": "अभ्यर्थी (एससी, एसटी, और ओबीसी) विशेष श्रेणी (महिलाओं) के आरक्षण",
  "45": "4",
  "The High Court of Madhya Pradesh has also adopted a view similar": "मध्य प्रदेश उच्च न्यायालय ने भी इलाहाबाद उद्च न्यायालय द्वारा अपनाए",
  "“18. In the above judgment the High Court had held that": "8. उपरोक्त निर्णय में उच्च न्यायालय ने माना था कि चूंकि क्षैतिज आरक्षण का",
  "since the last selected candidate receiving the benefit of": "लाभ प्राप्त करने वाले अंतिम चयनित अभ्यर्थी ने अंतिम चयनित सामान्य श्रेणी",
  "ought to have been appointed against the vacancy in general category. The Hon'ble Supreme Court has found": "श्रेणी में रिक्ति के सापेक्ष नियुक्त किया जाना चाहिए था। माननीय सर्वोच्च",
  "this view of the High Court contrary to the law laid down in the case of Rajesh Kumar Daria.'* Same is the position": "न्यायालय ने उच्च न्यायालय के इस दृष्टिकोण को राजेश कुमार डारिया के मामले में प्रतिपादित विधि के विपरीत पाया। वही स्थिति वर्तमान मामले में है",
  "in the present case wherein OBC police personnel receiving the benefit of horizontal compartmentalised": "जिसमें क्षैतिज कंपार्टमेंटल आरक्षण का लाभ प्राप्त करने वाले ओबीसी पुलिस",
  "he has secured more marks than the last selected general": "सामान्य श्रेणी के अभ्यर्थी से अधिक अंक प्राप्त किए हैं, लेकिन उपरोक्त निर्णय",
  "handicapped persons [horizontal (social) reservation]": "9. शारीरिक रूप से विकलांग व्यक्तियों |क्षैतिज (सामाजिक) आरक्षण] की",
  "against the seat of Open General Category on the basis of": "नियुक्ति से संबंधित मुद्दा उच्च अंकों के आधार पर ओपन जनरल श्रेणी की सीट",
  "Bench of this Court at Gwalior in WA No. 414/2017 and": "के सापेक्ष ४४# नंबर 4]4/207 में ग्वालियर में इस न्यायालय की डिवीजन",
  "the Division Bench had held it to be impermissible by": "बेंच के समक्ष आया था और डिवीजन बेंच ने इसे अननुमन्य माना कि योग्यता",
  "holding that the concept of migration from one category to": "के आधार पर एक श्रेणी से दूसरे श्रेणी में स्थानांतरण की अवधारणा ऊर्ध्वधिर",
  "reservation, but in horizontal reservation the same is not": "आरक्षण में ठीक हो सकती है, लेकिन क्षैतिज आरक्षण में यह लागू नहीं है। इस",
  "applicable. In this regard the Division Bench has held as under:—": "संबंध में डिवीजन बेंच ने निम्नानुसार आयोजित किया है: -",
  "appointment against open category seat on the basis of": "को अपने अंकों के आधार पर खुली श्रेणी की सीट के सापेक्ष नियुक्ति लेने की",
  "22. The principle that candidates belonging to any of the vertical reservation categories are entitled to be selected in “Open or General": "22. किसी भी ऊर्ध्वाधर आरक्षण श्रेणियों से संबंधित अभ्यर्थी 'ओपन या जनरल",
  "Category” is well settled. It is also well accepted that if such candidates": "श्रेणी' में चुने जाने के हकदार हैं, यह सिद्धांत अच्छी तरह से तय है। यह भी",
  "Apart from the extracts from the decisions of this Court in Indra": "न्यायालय के निर्णयों के उद्धरण के अलावा इस न्यायालय के संविधान पीठ द्वारा",
  "Bench of this Court in Shri V.V. Giri vs. Dippala Suri Dora and": "श्री वी. वी. गिरि बनाम दीपला सूरी डोरा एवं अन्य*, के मामलों में न्यायालय की",
  "Others”, though in the context of election law, are quite noteworthy.": "टिप्पणी, हालांकि चुनाव कानून के संदर्भ में, काफी उल्लेखनीय हैं।",
  "“21. ... In our opinion, the true position is that a member": "”2.... हमारी राय में, सही स्थिति यह है कि अनुसूचित जाति या जनजाति",
  "Such exercise would be premised on following postulates: -": "इस तरह का कार्य निम्नलिखित आधार पर होगा :-",
  "(A) After the initial allocation of Open General Category seats": "(क) ओपन जनरल श्रेणी की सीटों के प्रारंभिक आवंटन के पूरा होने के बाद,",
  "is completed, the claim or right of reserved category candidates to be admitted in Open General Category seats on the basis of their own merit stands exhausted and they": "आरक्षित श्रेणी के अभ्यर्थियों का अपनी योग्यता के आधार पर ओपन जनरल श्रेणी की सीटों में प्रवेश का दावा या अधिकार समाप्त हो जाता है और उन्हें",
  "can only be considered against their respective column of": "केवल ऊर्ध्वाधर आरक्षण के अपने संबंधित कॉलम के सापेक्ष रखा जा सकता",
  "(B) If there be any resultant adjustment on account of horizontal reservation in Open General Category, only those": "(ख) यदि ओपन जनरल श्रेणी में क्षैतिज आरक्षण के कारण परिणामी समायोजन होता है, तो केवल उन अभ्यर्थियों पर विचार किया जाएगा जो उन",
  "candidates who are not in any of the categories for whom": "श्रेणियों में से किसी में नहीं हैं जिनके लिए ऊर्ध्वाधर आरक्षण प्रदान किया गया",
  "(C) In other words, at the stage of horizontal reservation, Open": "(ग) दूसरे शब्दों में, क्षेतिज आरक्षण के प्रक्रम पर, खुले सामान्य प्रवर्ग का अर्थ",
  "General Category is to be construed as category meant for candidates other than those coming from any of the": "उस प्रवर्ग के रूप में लगाया जाना चाहिए जो उन प्रवर्गों से , जिनके लिए",
  "25. The second view may lead to a situation where, while making": "25. दूसरे दृष्टिकोण से ऐसी स्थिति पैदा हो सकती है, जहां ओपन या",
  "adjustment for horizontal reservation in Open or General Category seats,": "जनरल श्रेणी की सीटों में क्षैतिज आरक्षण के लिए समायोजन करते समय, कम",
  "less meritorious candidates may be adjusted, as has happened in the": "मेधावी अभ्यर्थी को समायोजित किया जा सकता है, जैसा कि वर्तमान मामले में",
  "present matter. Admittedly, the last selected candidates in Open General": "हुआ है। जाहिर है, ओपन जनरल महिला श्रेणी में अंतिम चयनित अभ्यर्थी क्षैतिज",
  "Sl. No. 50": "क्रमांक 50-अनुसूचित जाति-महिला",
  "first four female candidates in the waiting list, who do": "(ग) प्रतीक्षा सूची में प्रथम चार महिला अभ्यर्थी, जो किसी आरक्षित प्रवर्ग से",
  "having overall merit position at Serial Nos. 52, 64, 87": "संबंधित नहीं हैं, समग्र योग्यता स्थिति में क्रम सं. 52, 64, 87 और 88 पर हैं।",
  "decision in Anil Kumar Gupta and Others”, at the": "(घ) अनिल कुमार गुप्ता एवं अन्य के निर्णय में पैरा 8 में बताए गये के",
  "Category, there are 7 females among 20 candidates": "में से 7 महिलाएं हैं जिनमें अन्तिम 2 अभ्यर्थी की महिलाएं हैं जिनकी मेरिट",
  "secured lesser marks than the Applicants. The claim of the Applicants": "थे। आवेदकों के दावे की इस आधार पर अवहेलना की गई थी कि वे केवल दावा",
  "there was a vacancy or chance for them to be accommodated in their": "उनके लिए रिक्ति या मौका था।",
  "26. Both the views can be compared and the issues involved in this": "26. . दोनों दृष्टिकोणों की तुलना की जा सकती है और इस मामले में शामिल",
  "matter can be considered in the light of a hypothetical illustration with": "मुद्दों पर निम्नलिखित मान्यताओं के साथ एक काल्पनिक चित्रण के आलोक में",
  "following assumptions: -": "विचार किया जा सकता है:-",
  "(i) The total seats available are 100; comprising of 50 seats for ‘Open/General Category’. The reservation for Scheduled": "(।) कुल उपलब्ध सीटें 00 हैं, जिनमें 50 सीटें खुली / सामान्य श्रेणी के लिए",
  "Castes, Scheduled Tribes and Other Backward Classes is at": "हैं। अनुसूचित जाति, अनुसूचित जनजाति और अन्य पिछड़ा वर्ग के लिए",
  "20%, 10% and 20% respectively and all candidates from these reserved categories are otherwise eligible to be": "आरक्षण क्रमशः 20%, 0% और 20% है और इन आरक्षित श्रेणियों के सभी",
  "(ii) The percentage of seats available for ‘Women’ by way of": "() महिलाओं के लिए उपलब्ध सीटों का प्रतिशत कंपार्टमेंटल क्षैतिज",
  "compartmentalized horizontal reservation is 30%.": "आरक्षण के तहत 30% है।",
  "(iii) Out of all qualified candidates, when first 50 meritorious": "() सभी योग्य उम्मीदवारों में से , जब पहले 50 मेधावी उम्मीदवारों को",
  "‘Open/General Category’ :-": "'ओपन/सामान्य श्रेणी” सीटें भरने के लिए चुना जाता है: -",
  "27. Having allocated first 50 seats in Open General Category and": "(क) 'ओपन/जनरल श्रेणी' में पहले 50 उम्मीदवारों में केवल : महिलाएं हैं,",
  "horizontal reservation for women. If the reservation for women was to be": "आरक्षण लागू करना है। यदि महिलाओं के लिए आरक्षण समग्र क्षैतिज आरक्षण हो,",
  "“overall horizontal reservation”, there are 30 women (11+07+03+09)": "तो 30 महिलाएं (] + 07 + 03 + 09) हैं और आगे कुछ भी करने की",
  "However, if the horizontal reservation for women is to be taken as": "तथापि, यदि महिलाओं के लिए क्षेतिज आरक्षण को 'कंपार्टमेंटलाइज़्ड' के",
  "instant illustration, the appropriate steps must comprise of following:-": "में निम्नलिखित शामिल होना चाहिए: -",
  "Since the shortfall for women is of four seats in Open / General Category, last four male candidates namely those at": "(क) चूंकि महिलाओं के लिए ओपन /जनरल श्रेणी में कमी चार सीटों की है,",
  "General Category, last four male candidates namely those at Serial Nos. 46, 47, 48 and 49 initially allocated to": "इसलिए अंतिम चार पुरुष अभ्यर्थी अर्थात्‌ सीरियल नंबर 46, 47, 48 और 49",
  "Open/General Category, will have to be displaced. The": "में शुरू में ओपन /जनरल श्रेणी में आवंटित किए गए, उन्हें विस्थापित करना",
  "candidate at Serial No. 50, being a woman, cannot be": "होगा। सीरियल नंबर 50 में अभ्यर्थी, एक महिला होने के नाते, विस्थापित नहीं की जा सकती।",
  "The male candidates at Serial Nos.46 and 47 being from": "(ख) ऐसे विस्थापन के पश्चात्‌ सीरियल नं. 46 और 47 के पुरुष अभ्यर्थी",
  "Open/General Category, after such displacement will be completely out of reckoning as they cannot go to any": "मुक्त/सामान्य श्रेणी से हैं, पूरी तरह से गणना से बाहर हो जाएंगे क्योंकि वे",
  "The candidates at Serial Nos.48 and 49 being more": "(ग) क्रम सं. 48 और 49 के अभ्यर्थियों के मूल रूप से अनुसूचित जातियों",
  "resultant displacement of two candidates in that vertical": "चाहिए। इससे दो अभ्यर्थियों का परिणामी विस्थापन आरक्षण के उस क्षैतिज",
  "column of reservation. The 20\" candidate, whose overall": "कॉलम में होगा। 20 वां अभ्यर्थी, जिनकी समग्र योग्यता की स्थिति सीरियल",
  "merit position is at Serial No.86, though a female, but being": "नंबर 86 पर है, हालांकि एक महिला है, लेकिन अनुसूचित जाति की",
  "27.1 If we go by the second view, the female candidates at Serial Nos.52, 64, 87 and 88 must be accommodated against Open General": "27.] यदि हम दूसरे दृष्टिकोण से चलते हैं, तो सीरियल नं. 52,64, 87 और 88 के महिला अभ्यर्थी को ओपन जनरल श्रेणी की सीटों के सापेक्ष समायोजित किया",
  "Category seats whereas the candidate at Serial No.86, though more": "जाना चाहिए, जबकि सीरियल नंबर 86 का अभ्यर्थी, हालांकि सीरियल नं. 87",
  "On the other hand, if we go by the first view, the claim of reserved": "दूसरी ओर, यदि हम पहले दृष्टिकोण से चलते हैं, तो आरक्षित श्रेणी के",
  "category candidates if they are more meritorious, has to be considered, in": "अभ्यर्थियों के दावे पर विचार किया जाना चाहिए, यदि वे अधिक मेधावी हैं, तो",
  "which case the candidate at Serial No.86 will be required to be": "उस स्थिति में सीरियल नंबर 86 के अभ्यर्थी को समायोजित करने की",
  "accommodated. Resultantly, the candidate at Serial No.88 must give": "आवश्यकता होगी। नतीजतन, सीरियल नंबर 88 के अभ्यर्थी को हटाना होगा।",
  "There can be various such permutations and combinations and in a": "इस तरह के विभिन्न क्रम और संयोजन हो सकते हैं और किसी दिए गए",
  "given case, the concerned female candidates from reserved category in the Waiting List for their respective vertical columns of reservation, may": "मामले में, आरक्षण के अपने संबंधित ऊर्ध्वाधिर कॉलम के लिए प्रतीक्षा सूची में आरक्षित वर्ग की संबंधित महिला अभ्यर्थी, ओपन/सामान्य श्रेणी के लिए प्रतीक्षा",
  "be more meritorious than the female candidates in the Waiting List for": "सूची में महिला अभ्यर्थी की तुलना में अधिक मेधावी हो सकती है।वर्तमान दृष्टांत",
  "highlight the situation that can possibly emerge if the second view is": "उस स्थिति को उजागर करने के लिए दिया गया है जो संभवत: दूसरे दृष्टिकोण के",
  "28. The second view, based on adoption of a different principle at the stage of horizontal reservation as against one accepted to be a settled": "28. . दूसरा दृष्टिकोण, क्षैतिज आरक्षण के चरण में एक अलग सिद्धांत पर",
  "principle for vertical reservation, may thus lead to situations where a less": "आधारित होने के कारण, ऊर्ध्वाधर आरक्षण के लिए सुस्थापित सिद्धान्त के विपरीत, ऐसी स्थितियों का कारण बन सकता है जिसमें एक कम मेधावी अभ्यर्थी,",
  "meritorious candidate, not belonging to any of the reserved categories,": "जो आरक्षित श्रेणियों में से किसी से संबंधित नहीं है, आरक्षित श्रेणी से आने वाले",
  "may get selected in preference to a more meritorious candidate coming": "एक अधिक मेधावी अभ्यर्थी के बजाय चयन पा सकता है। दूसरे दृष्टिकोण के",
  "view, must be accepted because of certain observations of this Court in Anil Kumar Gupta and Others’ and Rajesh Kumar Daria’. The": "अनुसार, इस असंगति को इस न्यायालय अनिल कुमार गुप्ता एवं अन्य और राजेश कुमार डारिया के निर्णयों में की गयी उक्तियों के कारण स्वीकार किया जाना",
  "following sentences from these two decisions are relied upon in support": "चाहिए। इन दो निर्णयों के निम्नलिखित वाक्‍्यों का अवलंब दूसरे दृष्टिकोण के",
  "completely different thing to say that if at the stage of horizontal": "किया जा सकता है। लेकिन यह कहना पूरी तरह से अलग बात है कि यदि क्षैतिज",
  "reservation, accommodation is to be considered against Open/General": "आरक्षण के चरण में, खुली / सामान्य सीटों के सापेक्ष समायोजन पर विचार किया",
  "seats, the candidates coming from any of the reserved categories who are": "जाना है, तो आरक्षित श्रेणियों में से किसी से भी आने वाले अधिक मेधावी",
  "observations sought to be relied upon in support of the second view.": "अभ्यर्थियों किनारे कर दिया जाना चाहिए। दूसरे दृष्टिकोण के समर्थन में अवलंब ली गयी टिप्पणी का यह आशय कभी नहीं था।",
  "Similarly, the observations in Rajesh Kumar Daria” were in the": "इसी तरह, राजेश कुमार डारिया के मामले में की गयी टिप्पणी ऊर्ध्वाधर",
  "context of emphasizing a distinguishing feature between vertical and": "और क्षेतिज आरक्षण के बीच एक विशिष्ट विशेषता पर जोर देने के संदर्भ थी; इस",
  "(a) At the stage of vertical reservation, the reserved category": "(क) ऊर्ध्वाधर आरक्षण के चरण में, संबंधित आरक्षित श्रेणियों के लिए",
  "candidates selected in Open/General category are not to be counted while filling up seats earmarked for the corresponding": "निर्धारित सीटों को भरने के दौरान ओपन /जनरल श्रेणी में चयनित आरक्षित",
  "(b) But the same principle of not counting the concerned selected": "(ख) किंतु संबंधित चयनित अभ्यर्थियों की गिनती नहीं करने का वही सिद्धांत",
  "candidates is not to apply for horizontal reservation.": "क्षैतिज आरक्षण के लिए लागू नहीं होता है।",
  "Adopting principle (a) at the stage of horizontal reservation,": "क्षेतिज आरक्षण के चरण में सिद्धांत (ए) को अपनाते हुए,राजेश",
  "allocated 11 seats for women in General Category as part of": "के रूप महिलाओं के लिए ] सीटें सामान्य महिला श्रेणी में अलग से आवंटित",
  "29. These sentences are taken to be a mandate that at the stage of": "29. इन वाक्‍्यों को एक आदेश माना जाता है कि क्षैतिज आरक्षण के चरण में",
  "against their respective categories by deleting corresponding number of": "अभ्यर्थियों को ऐसी श्रेणियों से संबंधित अभ्यर्थियों की उतनी संख्या को हटाकर",
  "vertical (social reservation) will not apply to horizontal (special": "ऊर्ध्वाधर (सामाजिक आरक्षण) के लिए लागू सिद्धांत क्षैतिज (विशेष आरक्षण)",
  "reservation). In our view, these sentences cannot be taken as a declaration": "आरक्षण के संबंध में लागू नहीं होगा। हमारे विचार में , इन वाकक्‍्यों को दूसरे दृष्टिकोण का समर्थन करने वाली घोषणा के रूप में नहीं लिया जा सकता है और",
  "The observations in paragraph 18 in Anil Kumar Gupta and": "अनिल कुमार गुप्ता एवं अन्य के मामले में पैरा 8 की टिप्पणियों में एक ऐसी",
  "Others’ contemplated a situation where if “special reservation candidates” entitled to horizontal reservation are to be adjusted in a": "स्थिति पर विचार किया गया, जहां क्षैतिज आरक्षण के हकदार “विशेष आरक्षण",
  "candidates” entitled to horizontal reservation are to be adjusted in a vertical column meant for “social reservation”, the corresponding number": "अभ्यर्थियों” को “सामाजिक आरक्षण” के लिए एक ऊर्ध्वाधिर स्तंभ में",
  "of candidates from such “social reservation category” ought to be deleted.": "समायोजित किया जाना हो, तो ऐसे “सामाजिक आरक्षण श्रेणी” के अभ्यर्थियों",
  "reservation” a candidate belonging to any of the “social reservation": "क्षेतिज आरक्षण' के चरण में 'सामाजिक आरक्षण श्रेणियों' से संबंधित अभ्यर्थी को",
  "categories” cannot be considered in Open/General Category. It is true that": "ओपन /जनरल श्रेणी का नहीं माना जा सकता है। यह सच है कि यदि क्षेतिज",
  "if the consideration for accommodation at horizontal reservation stage is only with regard to the concerned vertical reservation or social reservation": "आरक्षण चरण में चिंता केवल संबंधित ऊर्ध्वाधर आरक्षण या सामाजिक आरक्षण",
  "category, the candidates belonging to that category alone must be": "श्रेणी के समायोजन के संबंध में है, तो अकेले उस श्रेणी से संबंधित अभ्यर्थियों पर",
  "considered. For example, if horizontal reservation is to be applied with": "विचार किया जाना चाहिए। उदाहरण के लिए, यदि अनुसूचित जाति, अनुसूचित",
  "the respondents in Rajesh Kumar Daria™, which was expressly rejected": "राजेश कुमार डारिया के मामले में उत्तरदाताओं द्वारा लिया गया ही नजरिया था,",
  "Service Commission, Uttaranchal vs. Mamta Bisht’’ expressly returned": "सेवा आयोग, उत्तरांचल बनाम ममता बिष्ट के मामले में दिये गये निर्णय का पैरा",
  "Rajesh Kumar Daria” and the appeal was allowed. This decision is thus": "न्यायालय द्वारा दिया गया निर्णय राजेश कुमार डारिया के मामले में निर्धारित विधि के अनुरूप नहीं था और अपील को अनुमति दी गयी थी। इस प्रकार यह निर्णय",
  "not of any help or assistance in support of the second view.": "दूसरे दृष्टिकोण का कोई समर्थन या सहायता नहीं करता।",
  "31. The second view is thus neither based on any authoritative": "3. . दूसरा दृष्टिकोण इस प्रकार न तो इस न्यायालय द्वारा किसी आधिकारिक",
  "pronouncement by this Court nor does it lead to a situation where the": "न्यायिक घोषणा पर आधारित है और न ही यह ऐसी स्थिति को जन्म देता है जहां",
  "merit is given precedence. Subject to any permissible reservations i.e.": "योग्यता को प्राथमिकता दी जाती हो। किसी भी अनुमेय आरक्षण के अधीन अर्थात",
  "either Social (Vertical) or Special (Horizontal), opportunities to public": "सामाजिक (ऊर्ध्वाधिर) या विशेष (क्षैतिज), सार्वजनिक रोजगार के अवसरों में",
  "employment and selection of candidates must purely be based on merit.": "अभ्यर्थियों का चयन विशुद्ध रूप से योग्यता के आधार पर होना चाहिए। कोई भी",
  "Any selection which results in candidates getting selected against": "चयन जिसके परिणामस्वरूप अभ्यर्थियों को अन्य उपलब्ध अभ्यर्थियों की तुलना",
  "Open/General category with less merit than the other available candidates": "में कम योग्यता पर भी ओपन /जनरल श्रेणी के सापेक्ष चुना जाता है, निश्चित रूप",
  "will certainly be opposed to principles of equality. There can be special": "से समानता के सिद्धांतों के विरोध में होगा। आरक्षित श्रेणियों के लिए सीटों या",
  "or quota meant for reserved categories and in theory it is possible that a more meritorious candidate coming from Open/General category may not": "सकता है और सिद्धांत रूप में यह संभव है कि ओपन /जनरल श्रेणी से आने वाले",
  "get selected. But the converse can never be true and will be opposed to": "अधिक मेधावी अभ्यर्थी का चयन न हो पाये। लेकिन इसका उल्टा कभी भी सच",
  "Court. Any view or process of interpretation which will lead to": "द्वारा स्वीकार किए गए हैं। व्याख्या का कोई भी दृष्टिकोण या प्रक्रिया जो पहले",
  "incongruity as highlighted earlier, must be rejected.": "स्पष्ट की गई असंगति को जनम दे, को अस्वीकार कर दिया जाना चाहिए।",
  "32. The second view will thus not only lead to irrational results where": "32. _ दूसरा दृष्टिकोण इस प्रकार न केवल तर्कहीन परिणामों की ओर ले जाएगा,",
  "more meritorious candidates may possibly get sidelined as indicated": "जहां अधिक मेधावी अभ्यर्थी संभवतः ऊपर बताए अनुसार दर किनार हो सकते",
  "above but will, of necessity, result in acceptance of a postulate that Open /": "हैं, बल्कि इस अवधारणा को जन्म देगा कि ओपन /जनरल सीटें ऊर्ध्वाधिर",
  "the long line of decisions of this Court.": "आरक्षित हैं। इस तरह का दृष्टिकोण इस न्यायालय के निर्णयों की लंबी श्रृंखला के",
  "33. We, therefore, do not approve the second view and reject it. The": "33... इसलिए, हम दूसरे दृष्टिकोण को मंजूरी नहीं देते हैं और इसे खारिज करते",
  "first view which weighed with the High Courts of Rajasthan, Bombay,": "हैं। राजस्थान, बॉम्बे, उत्तराखंड और गुजरात के उच्च न्यायालयों का दृष्टिकोण",
  "Uttarakhand and Gujarat is correct and rational.": "सही और तर्कसंगत है।",
  "Advocate General for Uttar Pradesh as recorded in the order dated 16.03.2016 before the Single Judge of the High Court (quoted in": "में उद्धृत ) के समक्ष दिनांक 6.03.2076 के आदेश में दर्ज उत्तर प्रदेश के",
  "paragraph 9 hereinabove) were absolutely correct. The Single Judge and": "महाधिवक्ता द्वारा किये गये कथन बिल्कुल सही थे। उच्च न्यायालय की एकल",
  "Court (quoted hereinabove in paragraph 11) had stated in step 4.1 that candidate not belonging to Scheduled Castes, Scheduled Tribes and Other": "उद्धृत) ने चरण 4.7 में कहा था कि अनुसूचित जाति, अनुसूचित जनजाति और",
  "candidate not belonging to Scheduled Castes, Scheduled Tribes and Other Backward Classes category alone would be considered against general": "अन्य पिछड़ा वर्ग श्रेणी से गैर संबंधित अभ्यर्थियों पर ही सामान्य श्रेणी के सापेक्ष",
  "category. Said Procedure and especially step 4.1 was erroneous but was": "विचार किया जाएगा।उक्त प्रक्रिया और विशेष रूप से चरण 4.] गलत था, लेकिन",
  "perhaps guided by the declaration issued by the High Court earlier. On the": "शायद उच्च न्यायालय द्वारा जारी घोषणा द्वारा निर्देशित किया गया था। दूसरी",
  "other hand, the stand taken by the Advocate General for Maharashtra as recorded by the High Court of Bombay in Charushila vs. State of": "ओर, चारुशिला बनाम महाराष्ट्र राज्य के मामले में बॉम्बे उच्च न्यायालय द्वारा दर्ज",
  "35. We must also clarify at this stage that it is not disputed that the": "35. हमें इस स्तर पर यह भी स्पष्ट करना चाहिए कि इसमें विवाद नहीं है कि",
  "Applicant no.1 and other similarly situated candidates are otherwise entitled and eligible to be appointed in ‘Open/General Category’ and that": "आवेदक सं. और इसी तरह स्थित अन्य अभ्यर्थी अन्यथा 'ओपन/जनरल श्रेणी' में नियुक्त होने के हकदार और पात्र हैं और उन्होंने ऐसा कोई विशेष लाभ",
  "them from being considered against ‘Open/General Category’ seat. The": "नहीं उठाया है जो उन्हें 'ओपन /जनरल श्रेणी' सीट के सापेक्ष विचार किये जाने से",
  "entire discussion and analysis in the present case is, therefore, from said": "अयोग्य बनाता हो। वर्तमान मामले में पूरी चर्चा और विश्लेषण , इसलिए, उक्त",
  "perspective.": "नजरिए से है।",
  "36. Finally, we must say that the steps indicated by the High Court of Gujarat in para 56 of its judgment in Tamannaben Ashokbhai Desai”": "36. अंत में, हमें यह कहना चाहिए कि तमन्ञाबेन अशोकभाई देसाई के मामले में अपने फैसले के पैरा 5७ में गुजरात उच्च न्यायालय द्वारा इंगित कदम ऊर्ध्वधिर",
  "contemplate the correct and appropriate procedure for considering and": "और क्षेतिज दोनों आरक्षण को लागू करने के लिए सही और उपयुक्त प्रक्रिया",
  "dismissed.": "जारी किए गये हैं।",
  "affidavits referred to in paragraphs 5 and 8 hereinabove are": "नियोजन, राज्य सरकार के शपथपत्र के पैराग्राफ 5 और 8 में यथा उल्लिखित,",
  "not to be affected in any manner merely because of this": "इस निर्णय के कारण किसी भी तरह से प्रभावित नहीं होगा।",
  "38. Since it has been accepted that none of the candidates coming from ‘SC Female Category’ had secured more marks than 274.8298, the": "38. _ चूंकि यह स्वीकार किया गया है कि 'एससी महिला श्रेणी' से आने वाले अभ्यर्थियों में से किसी ने भी 274.8298 से अधिक अंक प्राप्त नहीं किए थे,",
  "claims of the Applicant no.2 and all similarly situated candidates are": "इसलिए आवेदक सं. 2 और सभी समान स्थित अभ्यर्थियों के दावों को खारिज",
  "39. Miscellaneous Application No. 2641 of 2019 and IA No.25611 of": "39. . प्रकीर्ण आवेदन संख्या 264 वर्ष 209 और आई.ए. सं. 256] वर्ष",
  "2019 are allowed to the aforesaid extent.": "209 को पूर्वोक्त सीमा तक अनुमति दी जाती है।",
  "Writ Petition (Civil)No. 237 of 2020": "रिट याचिका (सिविल) सं. 237 वर्ष 2020",
  "40. This Writ Petition under Article 32 has been filed by 14 female": "40. अनुच्छेद 32 के तहत यह रिट याचिका 4 महिला अभ्यर्थी द्वारा एक ही",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपील अधिकारिता",
  "MISCELLANEOUS APPLICATION NO. 2641 OF 2019": "प्रकीर्ण आवेदन संख्या 2647 वर्ष 209",
  "IN": "में",
  "SPECIAL LEAVE PETITION (CIVIL) NO. 23223 OF 2018": "विशेष अनुमति याचिका (सिविल) नंबर 23223 वर्ष 208",
  "W.P.(C) NO. 237 OF 2020": "रिट याचिका (सिविल) 237 वर्ष 2020",
  "JUDGMENT": "निर्णय",
  "1. I am in agreement with the judgment and conclusions of Justice Lalit, and": ". मैं न्यायमूर्ति ललित के निर्णय और निष्कर्ष के साथ सहमत हूं, और उन्हें पूरी",
  "Rajasthan High Court (Megha Shetty v State of Rajasthan’, Neelam Sharma v": "शेट्टी बनाम राजस्थान राज्य', नीलम शर्मा बनाम राजस्थान राज्य*), गुजरात उच्च",
  "Shital Amrutlal Nishar’), the Bombay High Court (in Asha Ramnath Gholap v": "उच्च न्यायालय. (आशा रामनाथ घोलप बनाम अध्यक्ष, जिला चयन",
  "The President, District Selection Commission/Collector, * Kanchan Vishwanath Jagtap & Anr v Maharastra Administrative Tribunal & Ors,’ Tejaswini": "आयोग/कलेक्टर*, कंचन विश्वनाथ जगताप और अन्य बनाम महाराष्ट्र प्रशासनिक",
  "Raghunath Golande v Chairman, Maharastra Public Services Commission": "न्यायाधिकरण और अन्य, तेजस्विनी रघुनाथ गोलंडे बनाम अध्यक्ष, महाराष्टर",
  "Mumbai & Ors®, Charushila v State of Maharashtra,’ Shantabai Laxman": "लोक सेवा आयोग मुंबई और अन्य\", चारुशीला बनाम महाराष्ट्र राज्य', शांति",
  "Doiphode v State of Maharashtra*®) and Uttarakhand High Court (in": "लक्ष्मण दोपोड बनाम महाराष्ट्र राज्य*) और उत्तराखंड उच्च न्यायालय (उत्तराखंड",
  "Uttarakhand Subordinate Service Selection Commission v Ranjita Rana’) -": "अधीनस्थ सेवा चयन आयोग बनाम रंजीता राणा*) न्यायमूर्ति के मामले में पारित",
  "be endorsed, and that the view expressed by the Allahabad and Madhya Pradesh": "चाहिए और जो दृष्टिकोण को इलाहाबाद और मध्य प्रदेश उच्च न्यायालय ने अजय",
  "(in Ajay Kumar v. State of UP & Ors.'° and State of Madhya Pradesh & Anr. v.": "कुमार बनाम उत्तर प्रदेश राज्य एवं अन्य\" और मध्य प्रदेश राज्य एवं अन्य बनाम",
  "Uday Sisode & Ors.\"') — called by Justice Lalit as the “second view” about the": "उदय सिसोदे एवं अन्य” प्रतिपादित किया गया उसे न्यायमूर्ति के द्वितीय दृष्टिकोण",
  "nature of the horizontal reservation for women, and the mechanism spelt out (by": "कहा गया जो महिलाओं के लिए क्षैतिज आरक्षण की प्रकृति के बारे में बताता है और इन पदों को भरने की जो तरकीब बतायी गयी वह इस न्यायालय द्वारा दिये",
  "those judgments) to fill them, are not in accord with the previous judgments of this Court. I propose to, however, add a few reasons of my own and are in no": "गये पूर्व निर्णयों से संगत नहीं है। हालाँकि , मैं अपनी तरफ से कुछ कारण देना",
  "way opposed to the views expressed by Justice Lalit.": "चाहूंगा और यह किसी भी तरह से न्यायमूर्ति ललित द्वारा व्यक्त किए गए विचारों के विपरीत नहीं हैं।",
  "2. This judgment is the third in sequence, and deals with a recruitment, for": "2. यह निर्णय अनुक्रम में तीसरा है, और कांस्टेबल (सिविल) और प्रांतीय सशस्त्र",
  "candidates who had used whiteners and blades, while attempting the selection": "उनके निष्काषन से संबंधित था जिन्होंने परीक्षा के समय व्हाइटनर एवं ब्लेड का",
  "test. This court had in that judgment, held that such applicants’ candidature": "उपयोग किया था। इस न्यायालय ने उस निर्णय में कहा था कि ऐसे आवेदकों की",
  "“Therefore, total number of candidates who could be selected in": "\"इसलिए, वर्ष 2077 से संबंधित चयन में चयनित उम्मीदवारों की कुल",
  "form the group of 1022 candidates is very clear. In this context it": "गठन होता है, बहुत स्पष्ट है। इस संदर्भ में यह उल्लेख किया जाना",
  "is to be noted that the vacancies notified are only approximate and": "चाहिए कि अधिसूचित रिक्तियां केवल अनुमानित हैं और यदि मजबूरी में",
  "there is nothing wrong if the number increases in the exigencies of": "इनकी संख्या बढ़ायी जाती है तो इसमें कुछ भी गलत नहीं है।",
  "29. We now come to the issue as to what should be the approach": "29. अब हम इस मुद्दे पर आते हैं कि दो बार गणना की गयी रिक्त पदों",
  "13CA No.11370/2018 (Alok Kr. Singh & Others v. State of U.P. & Others)": "3. सिविल अपील सं. 370/2078 (आलोक कुमार सिंह एवं अन्य बनाम उत्तर प्रदेश राज्य)",
  "providing for horizontal reservation for women, dated 26.02.1999, is extracted": "(जी.ओ.) दिनांकित 26.02.999 जो महिलाओं के लिए क्षैतिज आरक्षण का",
  "“No-14/1/9/Ka-2/4": "सं.-4/7/9/क-2/4",
  "Personnel Section-2 Lucknow, dated 26 February 1999": "कार्मिक अनुभाग-2 लखनऊ, दिनांक 26 फरवरी 999",
  "From,": "प्रेषक,",
  "Shri. Sudhir Kumar,": "श्री सुधीर कुमार",
  "Government of Uttar Pradesh.": "सचिव, उत्तर प्रदेश सरकार।",
  "1 - All Principal Secretaries / Secretaries, Government of Uttar Pradesh.": "] - समस्त प्रधान सचिव/सचिव, उत्तर प्रदेश सरकार।",
  "2- All Head of the Department / Head of Office, Uttar Pradesh.": "2- समस्त विभाग के प्रमुख / कार्यालय प्रमुख, उत्तर प्रदेश।",
  "3- All Divisional / District Magistrate, Uttar Pradesh.": "3- समस्त संभागीय/जिला मजिस्ट्रेट, उत्तर प्रदेश।",
  "Subject: Reservation for women on the process of direct recruitment to public services and posts under the state.": "विषय: राज्य के तहत सार्वजनिक सेवाओं और पदों पर सीधी भर्ती की प्रक्रिया पर महिलाओं के लिए आरक्षण",
  "15Extracted from Sunaina Tripathi v. State of UP &Ors., (2012) 3 ADJ 463.": "5 सुनैना त्रिपाठी बनाम उ.प्र. राज्य एवं अन्य, (202)3 एडीजे 463 से लिया गया। महोदय,",
  "unfilled posts ought to be carried forward for further selection as": "226 न भरे गये पदों को आगे के चयन के लिए आगे बढ़ाया जाना",
  "those posts were earmarked for dependents of freedom fighters.”": "चाहिए क्योंकि उन पदों को स्वतंत्रता सेनानियों के आश्रितों के लिए",
  "3. The controversy that arises in the present round of litigation is the correct method of filling the quota reserved for women candidates (“horizontal quota”).": "निर्धारित किया गया था।\" 3. मुकदमेबाजी के वर्तमान दौर में उत्पन्न विवाद महिला उम्मीदवारों ('क्षैतिज कोटा') के लिए आरक्षित कोटा भरने की सही विधि है। यह आवेदकों की शिकायत",
  "4. The U.P. Public Services (Reservation for Physically Handicapped,": "4. उ.प्र. लोक सेवा (शारीरिक रूप से विकलांग, स्वतंत्रता सेनानियों और पूर्व",
  "Dependents of Freedom Fighters and Ex-Servicemen) Act, 1993 (hereafter “the": "सैनिकों के आश्रितों के लिए आरक्षण ) अधिनियम, 993 (इसके बाद '993",
  "1993 Act”) provided for reservations to persons with disability, ex-servicemen": "अधिनियम') विकलांग व्यक्तियों, पूर्व सैनिकों और स्वतंत्रता सेनानियों के आश्रितों",
  "Scheduled Castes, Scheduled Tribes and Other Backward Classes) Act, 1994 is": "जनजाति और अन्य पिछड़ा वर्ग के लिए आरक्षण) अधिनियम, 994 सामाजिक",
  "the comprehensive law, enacted by the state of UP providing for reservation for social categories (SC/ST/OBCs). The provisions of the 1993 Act (for persons": "श्रेणियों (एससी /एसटी /ओबीसी ) के लिए आरक्षण प्रदान करने वाले उ.प्र. राज्य द्वारा अधिनियमित व्यापक कानून है। यह अधिनियम, 993 (विकलांग व्यक्तियों,",
  "with disabilities, ex-servicemen and dependents of freedom fighters [“DFF”": "पूर्व सैनिकों और स्वतंत्रता सेनानियों के आश्रितों के लिए [इसके बाद डीएफएफ ] )",
  "hereafter” ]) clearly stated by Section 3 (3) that": "के प्रावधान स्पष्ट रूप से धारा 3 (3) द्वारा बताए गए हैं किः",
  "“(3) The persons selected against the vacancies reserved under": "“(3). उपधारा () के अधीन आरक्षित रिक्तियों के सापेक्ष चयनित",
  "subsection (1) shall be placed in the appropriate categories to": "व्यक्तियों को उन समुचित प्रवर्गों में रखा जाएगा जिस वर्ग से संबंधित",
  "which they belong. For example, if a selected person belongs to": "हैं। उदाहरण, यदि कोई चयनित व्यक्ति अनुसूचित जाति वर्ग से",
  "making necessary adjustments; if he belongs to Scheduled Tribes": "जाएगा; यदि वह अनुसूचित जनजाति वर्ग से संबंधित है , तो उसे",
  "category, he will be placed in that quota by making necessary adjustments; if he belongs to Other Backward Class of Citizens,": "आवश्यक समायोजन करके उस कोटा में रखा जाएगा; यदि वह अन्य पिछड़ा वर्ग के नागरिकों, श्रेणी से संबंधित है, तो उसे आवश्यक",
  "he will be placed in that category by making necessary": "सामान्य श्रेणी से संबंधित है, तो उसे आवश्यक समायोजन करके",
  "provide 20 percent reservation for women on the process of direct": "पर सीधी भर्ती की प्रक्रिया पर महिलाओं के लिए 20 प्रतिशत आरक्षण",
  "recruitment to public services and posts under the state. There": "4. राज्य के तहत सार्वजनिक सेवाओं और पदों पर सीधी भर्ती की",
  "2. The reservation will be horizontal in nature i.e. to say that": "2. आरक्षण क्षैतिज प्रकृति का होगा कहने का अर्थ यह है कि वह",
  "category for which a women has been selected under the": "श्रेणी जिसके लिए सार्वजनिक सेवाओं में महिलाओं के लिए पदों के",
  "aforesaid reservation policy for posts for women in Public": "लिए पूर्वोक्त आरक्षण नीति के तहत किन्हीं महिलाओं का चयन किया",
  "State Government, shall be adjusted in the same category only;": "उसी श्रेणी में उसका समायोजित किया जाएगा;",
  "3. If a woman is selected on the basis of merit in any state public service and post, her selection will be against the": "3. यदि किसी महिला का चयन किसी भी राज्य लोक सेवा और पद में योग्यता के आधार पर किया जाता है, तब उसका चयन उस श्रेणी में",
  "vacancy reserved for women in that category.": "महिलाओं के लिए आरक्षित रिक्ति के सापेक्ष होगा।",
  "4. If a suitable women candidate is not available for the post reserved for women in Public Services and on the posts meant for direct recruitment under State Government, then such a": "4. यदि सार्वजनिक सेवाओं में महिलाओं के लिए आरक्षित पद के लिए एक उपयुक्त महिला उम्मीदवार उपलब्ध नहीं है और राज्य सरकार के तहत सीधी भर्ती के लिए पदों पर है, तो ऐसा पद एक उपयुक्त पुरुष",
  "post shall be filled up from amongst a suitable male candidate": "उम्मीदवार के बीच से भरा जाएगा और ऐसा पद नहीं होगा भविष्य के",
  "5. The qualifications required for women for direct recruitment to the posts on the services under the state, will continue to be": "5. राज्य के तहत सेवाओं पर पदों पर सीधी भर्ती के लिए महिलाओं",
  "in accordance with the pre-existing requirements mentioned in": "के लिए आवश्यक योग्यता, संबंधित भर्ती नियमों में उल्लिखित पूर्व -",
  "the relevant recruitment rules and there will be no change in the position on account of this rule.": "मौजूदा अपेक्षाओं के अनुसार जारी रहेगी और इस नियम के कारण स्थिति में कोई बदलाव नहीं होगा।",
  "6. Public services and posts refer to public services and posts": "6. सार्वजनिक सेवाओं और पद से अभिप्रेत उत्तर प्रदेश लोक सेवा",
  "for Scheduled Castes, Scheduled Tribes and Other Backward Classes.": "अन्य पिछड़ा वर्ग के लिए परिभाषित सार्वजनिक सेवाओं और पदों से",
  "Please take steps to ensure compliance with the above orders of": "हैं। कृपया सरकार के उपरोक्त आदेशों का अनुपालन सुनिश्चित करने के",
  "the Government. You are also requested to inform all the": "लिए कदम उठाएं। आपसे यह भी अनुरोध किया जाता है कि सरकार",
  "officers subordinate to the Government are made aware of this": "के अधीनस्थ सभी अधिकारियों को इस आदेश से अवगत कराया",
  "Sudhir Kumar": "सुधीर कुमार",
  "Secretary”": "सचिव",
  "7. As is apparent from a plain reading of the above government order, the": "7. जैसा कि उपरोक्त सरकारी आदेश के सरसरी तौर से पढ़ने से स्पष्ट है ,",
  "only stipulation with respect to treatment of horizontal reservation for women,": "महिलाओं के लिए क्षैतिज आरक्षण के संबंध में एकमात्र शर्त यह है कि यदि महिला",
  "is that in case a woman candidate is selected, she would be adjusted against the": "उम्मीदवार का चयन किया जाता है, तो उसे उपयुक्त सामाजिक श्रेणी के सापेक्ष",
  "appropriate social category she belongs to (SC/ST/OBC/OC). However, there is": "समायोजित किया जाएगा जिस श्रेणी (एससी/एसटी /ओबीसी /ओसी) से वह",
  "no rule, or direction which prohibits the adjustment of socially reserved": "आती है।। तथापि, ऐसा कोई नियम या निदेश नहीं है जो सामान्य प्रवर्ग या “",
  "categories of women in the general category or “open category”. The first": "सामान्य श्रेणी” में महिलाओं की सामाजिक रूप से आरक्षित प्रवर्ग के समायोजन",
  "indication of this is in Indira Sawhney’® where B.P. Jeevan Reddy, J stated as": "को प्रतिषिद्ध करता है। इसका प्रथम संकेत इंदिरा साहनी के मामले में प्राप्त हुआ जहां पर माननीय न्यायमूर्ति बी.पी. जीवन रेड्डी ने निम्नानुसार अवधारित किया:",
  "“Horizontal reservations cut across the vertical reservations -": "\"ऊर्ध्वाधर आरक्षण क्षैतिज आरक्षण से परे चला जाता है जिसे",
  "what is called interlocking reservations. To be more precise,": "इंटरलॉकिंग आरक्षण कहा जाता है। अधिक सटीक होने के लिए, मान",
  "suppose 3% of the vacancies are reserved in favour of physically handicapped persons; this would be a reservation": "लीजिए कि रिक्तियों का 3% शारीरिक रूप से विकलांग व्यक्तियों के पक्ष",
  "against this quota will be placed in the appropriate category; if": "होगा। इस कोटा के सापेक्ष चुने गए व्यक्तियों को उपयुक्त श्रेणी में रखा",
  "he belongs to SC category he will be placed in that quota by": "जाएगा; यदि वह एससी श्रेणी से संबंधित है, तो उसे आवश्यक",
  "making necessary adjustments; similarly, if he belongs to open": "समायोजन करके उस कोटा में रखा जाएगा; इसी तरह, यदि वह",
  "competition (OC) category, he will be placed in that category": "सामान्य श्रेणी (ओ.सी.) श्रेणी से संबंधित है, तो उसे आवश्यक",
  "remain - the same. This is how these reservations are worked": "प्रतिशत बना हुआ है-और उसको बना रहना चाहिए। इस प्रकार कई",
  "Swati Gupta v State of UP\"and Jitendra Kumar Singh v State of UP’ and": "8. अनिल कुमार गुप्ता बनाम उ.प्र राज्य, स्वाति गुप्ता बनास उ.प्र राज्य और",
  "Rajesh Kumar Daria v Rajasthan Public Service Commission”. The manner of": "जितेंद्र कुमार सिंह बनाम उ.प्र. राज्य ऑर राजेश कुमार दरिया बनाम राजस्थान",
  "filling the horizontal reservation category and the vertical, social categories, was": "क्षेतिज आरक्षण श्रेणी और ऊर्ध्वधिर, सामाजिक श्रेणियों को भरने के रीति को",
  "explained in Rajesh Kumar Daria (supra) in the following terms:": "राजेश कुमार दरिया (उपरोक्त) में निम्नलिखित शब्दों में सविस्तार उल्लेख किया",
  "“Social reservations in favour of SC, ST and OBC under Article": "अनुच्छेद 6 (4) के तहत अनुसूचित जाति, अनुसूचित जनजाति और अन्य पिछड़ा वर्ग को दिया गया सामाजिक आरक्षण एक",
  "physically handicapped, women etc., under Articles 16(1) or 15(3)": "शारीरिक रूप से विकलांग, महिलाओं आदि के पक्ष में दिया गया",
  "are ‘horizontal reservations’. Where a vertical reservation is made": "विशेष आरक्षण 'क्षैतिज आरक्षण' हैं। जहां अनुच्छेद ऐसे पिछड़े वर्ग से",
  "belonging to such backward class, may compete for non-reserved": "संबंधित अभ्यर्थी, अनारक्षित पदों पर प्रतिस्पर्धा कर सकते हैं और",
  "posts and if they are appointed to the non-reserved posts on their": "यदि उन्हें अपनी योग्यता के आधार पर अनारक्षित पदों पर नियुक्त",
  "own merit, their numbers will not be counted against the quota reserved for the respective backward class. Therefore, if the": "किया जाता है, तो उनकी संख्या संबंधित पिछड़े वर्ग के लिए आरक्षित कोटा के सापेक्ष नहीं गिना जाएगा। इसलिए, यदि अनुसूचित जाति के",
  "percentage of posts reserved for SC candidates, it cannot be said": "पदों के प्रतिशत से अधिक हो जाते हैं तब यह नहीं कहा जा सकता है",
  "the reservation quota for SCs has been filled. The entire": "कि अनुसूचित जाति के लिए आरक्षिण कोटा भरा जा चुका है। संपूर्ण",
  "R. K. Sabharwal vs. State of Punjab, Union of India v Virpal": "[देखें: इंदिरा साहनी, आर. के. सभरवाल बनाम पंजाब राज्य, भारत",
  "Singh Chauvan and Ritesh R. Shah v Dr. Y.L Yamul. But the": "संघ बनाम वीरपाल सिंह चौहान और रितेश आर. शाह बनाम डॉ. वाई.",
  "not apply to horizontal (special) reservations. Where a special": "सिद्धांत क्षैतिज (विशेष) आरक्षण पर लागू नहीं होगा। जहां अनुसूचित",
  "reservation for women is provided within the social reservation": "जातियों के लिए सामाजिक आरक्षण के भीतर महिलाओं के लिए एक",
  "reservation group of 'Scheduled Castes-Women'. If the number of": "जाए है जो विशेष आरक्षण समूह अनुसूचित जाति-महिला' से",
  "women in such list is equal to or more than the number of special": "यदि ऐसी सूची में महिलाओं की संख्या विशेष आरक्षण कोटा की",
  "shortfall, the requisite number of scheduled caste women shall": "अनुसूचित जाति की महिलाओं की अपेक्षित संख्या को अनुसूचित",
  "candidates from the bottom of the list relating to Scheduled": "जाति से संबंधित सूची के नीचे से संबंधित उम्मीदवारों की संख्या को",
  "Castes. To this extent, horizontal (special) reservation differs from vertical (social) reservation. Thus women selected on merit within": "हटाकर लेना होगा। क्षैतिज (विशेष) आरक्षण ऊर्ध्वाधर (सामाजिक) आरक्षण से इस सीमा तक भिन्न है। इस प्रकार ऊर्ध्वाधर आरक्षण कोटा के भीतर मेरिट पर चयनित महिलाओं को महिलाओं के लिए",
  "The features of vertical reservations are:": "9. ऊर्ध्वाधर आरक्षण की विशेषताएं इस प्रकार हैं:",
  "concerned social category only (SC/ST/OBC);": "सामाजिक श्रेणी (एससी /एसटी/ ओबीसी) के उम्मीदवारों द्वारा भरना होगा;",
  "same specified category, lower in rank,": "श्रेणी की रिक्ति को उसी निर्दिष्ट श्रेणी में से किसी अन्य कम रैंक वाले",
  "discriminatory application, as it would apply for mobility of special category": "प्रयोज्यता तब भेदभावपूर्ण होता, जब यह विशेष श्रेणी के पुरुषों की गतिशीलता के",
  "men, but would not apply to the case of women in such special categories (as": "लिए लागू होगा, लेकिन ऐसी विशेष श्रेणी की महिलाओं को लागू नहीं होगा ऐसी",
  "glaringly evident from the facts of this case) to women who score equal to or": "विशेष श्रेणियों (इस मामले के तथ्यों से स्पष्ट रूप से स्पष्ट है ) जिन महिला",
  "more than their counterparts in the open/ general category.": "अभ्यर्थियों ने अनारक्षित /सामान्य श्रेणी में अपने समकक्षों के बराबर या उससे",
  "13. The judgments in Anil Kumar Gupta v State of UP*’, Swati Gupta v State": "3. अनिल कुमार गुप्ता बनाम उत्तर प्रदेश राज्य, स्वाति गुप्ता बनाम उत्तर प्रदेश",
  "of UP”, and Jitendra Kumar Singh v State of UP*’, were decisions which arose": "राज्य, और जितेंद्र कुमार सिंह बनाम उत्तर प्रदेश राज्य के मामले में पारित वे",
  "from recruitment cases concerning the state of UP. In fact in Jitendra Kumar": "निर्णय थे जो उत्तर प्रदेश के भर्ती मामलों उत्पन्न हुए थे। वास्तव में जितेंद्र कुमार",
  "Singh*', the court even considered the question of validity of the horizontal reservations in favour of women, as well as the Government Order of": "सिंह के मामले में न्यायालय न केवल महिलाओं के पक्ष में क्षैतिज आरक्षण की वैधता संबंधी प्रश्न पर बल्कित दिनांकित 26.2.999 के सरकारी आदेश पर भी",
  "reservations in favour of women, as well as the Government Order of 26.2.1999. The latest in that series is a decision of this court in Anupal Singh v.": "वैधता संबंधी प्रश्न पर बल्कित दिनांकित 26.2.999 के सरकारी आदेश पर भी विचार भी विचार किया। उस श्रृंखला में नवीनतम निर्णय अनूप सिंह बनाम उ.प्र. राज्य में इस न्यायालय द्वारा पारित ऐसा निर्णय है जहां पर न्यायालय के समक्ष",
  "State of U.P where the court had to consider, as one of the contentions raised,": "राज्य में इस न्यायालय द्वारा पारित ऐसा निर्णय है जहां पर न्यायालय के समक्ष उठाये गये कई तकों में से एक तर्क यह था कि न्यायालय को उस प्रश्न पर विचार",
  "the question similar to the one which arises for consideration in this case, i.e.": "करना था जो इस मामले में विचार हेतु उत्पन्न किसी एक किसी एक से समान हों,",
  "whether social category horizontal candidates can fill horizontal category": "जैसे, क्या सामाजिक श्रेणी के क्षैतिज अभ्यर्थियों के पदों को क्षैतिज श्रेणी की",
  "vacancies. The court recorded the facts and noticed the contentions of the": "रिक्तियों से भर सकते हैं। अदालत ने तथ्यों को अभिलिखित किया और पक्षकारों",
  "parties, in the following manner (para 62):": "द्वारा प्रस्तुत तर्कों को निम्नलिखित रीति से उल्लेख किया (प्रस्तर 62):",
  "“811. In this connection it is well to remember that the reservations under Article 16(4) do not": "धारित किया था 87. इस संबंध में यह याद रखना अच्छा है कि अनुच्छेद 6 (4) के तहत आरक्षण सांप्रदायिक आरक्षण की तरह काम नहीं करता है। यह हो",
  "operate like a communal reservation. It may well happen that some members belonging to, say, Scheduled Castes get selected in the open competition field on the basis of their own merit; they will": "सकता है कि अनुसूचित जाति के कुछ अभ्यर्थी मेरिट के आधार पर सामान्य श्रेणी",
  "not be counted against the quota reserved for Scheduled Castes; they will be treated as open": "में चयनित हो सकते हैं; उन्हें एस.सी. के लिए आरक्षित श्रेणी सापेक्ष नहीं गिना जा",
  "of the policies of the State Government regarding horizontal reservation is": "में राज्य सरकार की नीतियों में से एक यह है कि , यदि क्षैतिज आरक्षण के ऐसे",
  "that, if the suitable candidates for filling the vacancies reserved for such": "पदों के लिए आरक्षित रिक्तियों को भरने के लिए उपयुक्त उम्मीदवार उपलब्ध नहीं",
  "carried forward; they are filled up by other suitable candidates from": "हैं और वही नहीं हैं आगे बढ़ना; वे अन्य उपयुक्त उम्मीदवारों द्वारा अपनी योग्यता",
  "amongst the candidates belonging to vertically reserved categories": "के अनुसार ऊर्ध्वाधर आरक्षित श्रेणियों से संबंधित उम्मीदवारों में से भरे जाते हैं।",
  "vacancies were thus filled up by suitable candidates of respective vertical categories according to their merit which is as per the policy of the": "अनुसार इस प्रकार संबंधित ऊर्ध्वैधिर श्रेणियों के उपयुक्त उम्मीदवारों द्वारा मेरिट के आधार पर भरा गया। क्षैतिज आरक्षण के लिए आरक्षित रिक्तियों को संबंधित",
  "Government. The High Court was not right in finding fault with the filling up of vacancies reserved for horizontal reservation with other candidates of respective vertical reservation. ”": "के आधार पर भरा गया। क्षैतिज आरक्षण के लिए आरक्षित रिक्तियों को संबंधित ऊर्ध्वाधर आरक्षण के अन्य उम्मीदवारों से भरने पर उच्च न्यायालय द्वारा दोष",
  "Thereafter the court recorded its conclusions, in the following terms:": "इसके बाद न्यायालय ने निम्नलिखित शब्दों में अपने निष्कर्ष को अभिलिखित",
  "“84.6. The filling up of the unfilled horizontal reservation by the candidates from the respective vertical reservation is in": "“84.6. संबंधित ऊर्ध्वाधर आरक्षण से उम्मीदवारों द्वारा अपूर्ण क्षैतिज",
  "cannot be faulted with.”": "निकाला जा सकता है।\"",
  "14. In view of these clear decisions, it is too late in the day for the": "4. इन स्पष्ट निर्णयों के दृष्टिगत, प्रतिवादी राज्य के लिए यह दावा करने के लिए",
  "social category reservations, cannot fill open category vacancies. The said view": "आरक्षण के लाभ की अधिकारी हैं, भी सामान्य श्रेणी की रिक्तियों को नहीं भर",
  "is starkly exposed as misconceived, because it would result in such women": "सकती हैं। उक्त दृश्य को गलत तरीके से उजागर किया गया है, क्योंकि इससे ऐसी",
  "candidates with less merit (in the open category) being selected, and those with": "महिला उम्मीदवार जिनकी मेरिट कम है सामान्य श्रेणी में चयनित हो जाएगीं और"
}