{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय अधिकारिता",
  "CIVIL APPEAL NO(s). 2896 OF 2009": "सिविल अपील सं. 2896/2009",
  "JAI PRAKASH SINGH AND OTHERS ...RESPONDENT(S)": "जयप्रकाश सिंह एवं अन्य... ............. .प्रत्यार्थी (गण)",
  "JUDGMENT": "निर्णय",
  "appeal preferred by the defendants. The High Court set aside the": "व्यथित है। उच्च न्यायालय ने अपील न्यायालय के आदेश, जिसमें उन्होंने",
  "the appellant and set aside the order dismissing the appellants suit.": "अपीलार्थी के अपील को अनुज्ञात किया था, को अपास्त कर दिया एवं",
  "2. The plaintiff and defendant no.2 are brothers. Defendant no.1": "2- वादी एवं प्रतिवादी सं. 2 भाई है। प्रतिवादी सं. १ प्रतिवादी सं. 2 की",
  "was the wife of defendant no.2. Respondents nos.1 to 3 are sons of": "पत्नी थी। प्रत्यर्थी सं. से 3 तक मृतक प्रतिवादी सं. के पुत्र है। मूल वादी",
  "deceased defendant no.1. Original plaintiff no.2, another brother, oon chosen not to pursue the appeal. The plaintiffs alleged that the": "सं. 2 एवं अन्य भाई अपील न करने का चयन किये हैं। वादी गण ने आरोप",
  "original defendants obtained the sale deed dated 02.03.1970 from": "लगाया कि मूल प्रतिवादी ने दिनांक 02.03.970 को उनके पिता वैजई, जो",
  "fraudulently, by deceit and undue influence because of old age and": "कारण कपटपूर्वक धोखा देकर एवं अनुचित प्रभाव डालकर बचाव सं. । के",
  "Section 16 defines ‘undue influence’ as follows:": "धारा 6 'असम्यक्‌ असर' को निम्नलिखित रूप में परिभाषित करता",
  "“16. ‘Undue influence’ defined—": "“6. 'असम्यक्‌ असर' की परिभाषा-",
  "influence’ where the relations subsisting between the parties are such that one of the parties is ina": "पक्षकारों के बीच विद्यमान सम्बन्ध ऐसे हैं कि उनमें से एक",
  "position to dominate the will of the other and uses": "पक्षकार दूसरे पक्षकार की इच्छा को अधिशासित करने की स्थिति",
  "deemed to be in a position to dominate the will of": "अधिशासित करने की स्थिति में समझा जाता है जबकि वह -",
  "(a) where he holds a real or apparent authority over": "(क). उस अन्य पर वास्तविक या दृश्यमान प्राधिकार रखता",
  "the other, or where he stands in a fiduciary": "है, या उस अन्य के साथ वैश्वासिक सम्बन्ध की स्थिति",
  "relation to the other; or": "में है; अथवा",
  "(b) where he makes a contract with a person whose": "(ख) ऐसे व्यक्ति के साथ संविदा करता है जिसकी मानसिक",
  "affected by reason of age, illness, or mental or bodily distress.": "सामर्थ्य पर आयु, रुगणता या मानसिक या शारीरिक कष्ट",
  "(3) Where a person who is in a position to dominate": "3- जहाँ कि कोई व्यक्ति, जो किसी अन्य की इच्छा को अधिशासित",
  "the will of another, enters into a contract with him,": "करने की स्थिति में हो, उसके साथ संविदा करता है; और वह संव्यवहार",
  "burden of proving that such contract was not": "होता है वहाँ यह साबित करने का भार कि ऐसी संविदा असम्यक असर",
  "person in a position to dominate the will of the": "इच्छा को अधिशासित करने की स्थिति में था।",
  "Nothing in the sub-section shall affect the provisions of section 111 of the Indian Evidence Act, 1872 (1 of 1872).”": "इस उपधारा की कोई भी बात भारतीय साक्ष्य अधिनियम, 872 (4872 का ) की धारा 4। के उपबन्धों पर प्रभाव नहीं डालेगी।",
  "8. Section 111 of the Indian Evidence Act, 1872, explains good": "8- भारतीय साक्ष्य अधिनियम, 872 की धारा 4। सदृभाव को इस रूप में व्याख्यायित करती है-",
  "“111. Proof of good faith in transactions where one": "“[. उन संव्यवहारों में सद्भाव का साबित किया जाना, जिसमें एक",
  "party is in relation of active confidence.—Where": "पक्षकार का संबध सक्रिय विश्वास का है- जहाँ कि उन पक्षकारों के बीच",
  "there is a question as to the good faith of a transaction between parties, one of whom stands": "के संव्यवहार के सदूभाव के बारे मैं प्रश्न है, जिनमें से एक-दूसरे के प्रति",
  "to the other in a position of active confidence, the": "सक्रिय विश्वास की स्थिति में है वहां, उस संव्यवहार के सद्भाव को",
  "burden of proving the good faith of the transaction is on the party who is in a position of active": "साबित करने का भार उस पक्षकार पर है जो सक्रिय विश्वास की स्थिति",
  "9. The deceased undisputedly was over 80 years and above in age. The plaintiff pleaded that by reason of age and sickness, the": "9- मृतक निर्विवाद 80 वर्ष से अधिक आयु का था। वादी ने तर्क दिया कि उम्र और बीमारी के कारण, मृतक मोतियाबिंद के कारण बिगड़ती",
  "deceased was unable to move and walk, with deteriorated eye sight": "दृष्टि के साथ, चलने और फिरने में असमर्थ था। मृतक की मानसिक",
  "of the family are looking after the elderly and others by choice or by": "सदस्य बड़ों की देखभाल कर रहें हैं और अन्य स्वेच्छा या पेशेगत मजबूरी",
  "12. In Bishundeo Narain (supra) it was observed as follows:": "2- विष्णुदेव नारायण (उपर्युक्त) के मामले में यह पाया गया कि :",
  "“We turn next to the questions of undue influence and coercion. Now it is to be observed": "“आगे हम असम्यक असर एवं प्रपीड़न के प्रश्न पर पहुँचते हैं। अब यह",
  "that these have not been separately pleaded. It is": "ध्यान देना होगा कि ये अलग-अलग अभिवाक नहीं किए गये हैं। यह",
  "true they may overlap in part in some cases but": "सत्य है कि कुछ मामलों में कुछ हिस्सों मैं ये अतिव्याप्ति(मिले हुए)",
  "they are separate and separable categories in law": "हो सकते हैं लेकिन ये विधिशास्त्र में पृथक एवं पृथक्करणीय कोटियां हैं",
  "and must be separately pleaded.": "और इनका पृथक-पृथक अभिवाक्‌ किया जाना चाहिए।",
  "It is also to be observed that no proper": "इस पर भी ध्यान देना होगा कि कोई भी सम्यक विवरण नहीं",
  "particulars have been furnished. Now if there is one rule which is better established than any": "दर्शाया गया है। ऐसे में यदि कोई एक नियम जो दूसरों से अधिक",
  "other, it is that in cases of fraud, undue influence and coercion, the parties pleading it must set forth": "मूल्यवान है तो यह है कि कपट, असम्यक्‌ असर और प्रपीड़न के मामलों",
  "and coercion, the parties pleading it must set forth full particulars and the case can only be decided": "में अभिवाक्‌ करने वाले पक्ष पूर्ण विवरण प्रस्तुत करें और मामले का",
  "allegations are insufficient even to amount to an averment of fraud of which any court ought to take": "प्रकथन में भी अपर्याप्त हैं, जिसपर कि किसी न्यायालय को ध्यान देना",
  "notice however strong the language in which they": "चाहिए, फिर चाहे उसे लगाने वाली भाषा कितनी भी सशक्त क्यों न हो।",
  "are couched may be, and the same applies to undue influence and coercion.”": "यही असम्यक्‌ असर और प्रपीडन के मामले में भी लागू होता है।”",
  "13. In Subhas Chandra (supra), distinguishing between influence": "3- सुभाष चन्द्र(उपर्युक्त) के मामले में प्रभाव एवं असम्यक्‌ प्रभाव में अन्तर",
  "“It must also be noted that merely because the parties were nearly related to each other no": "“यह भी ध्यातब्य है कि पक्षों के एक दूसरे से निकट रूप से सम्बंधित",
  "presumption of undue influence can arise. AS was": "होने के कारण असम्ययक प्रभाव की उपधारणा उत्पन्न नहीं होती, जैसा",
  "pointed out by the Judicial Committee of the Privy": "मामले में प्रिवी कौंसिल की न्यायिक समिति द्वारा उल्लेखित किया",
  "undue influence as having been established by a proof of the relations of the parties": "गया हैं- “असम्यक्‌ प्रभाव का ऐसे पक्षकारों के सम्बन्धों के साक्ष्य",
  "was in a position to dominate the will of the": "प्रभाव डालकर मृतक की इच्छा को अधिशासित करने की स्थिति में होने के",
  "be used wisely, judiciously and helpfully. But": "ऐसा प्रभाव का बुद्धिमत्तापूर्ण, न्यायपूर्ण एवं सहायतापूर्ण ढंग से",
  "whether by the law of India or the law of": "उपयोग किया जा सकता है। चाहे भारतीय या इंग्लैण्ड के कानून दूवारा",
  "proved so as to render influence, in the language of the law, \"undue\".”": "प्रभाव को विधि की भाषा में 'असम्यक्‌' होने के लिए प्रभाव से कुछ",
  "14. In Subhas Chandra (supra), it was further observed that": "|4- सुभाष चन्द्र (उपर्युक्त) के मामले में यह आगे पाया गया कि",
  "there was no presumption of imposition merely because a donor was old and weak. Mere close relation also was insufficient to": "प्रदाता के बूढ़े व कमजोर होने के कारण अधिरोपण की कोई उपधारणा नहीं थी। केवल निकट संबंध भी असम्यक प्रभाव की उपधारणा के",
  "of fraud. See Order 6, Rule 4 of the Code of Civil": "जानी चाहिए। सिविल प्रक्रिया संहिता का आदेश 6 नियम 4 देखें।",
  "given great stress in the case of Ladli Prasad Jaiswal [1964] 1 SCR 270 above referred to. In that": "उपरोक्त संदर्भित लाडती प्रसाद जायसवाल (964) । 50२ 270 के मामले में अभिवचन के इस आयाम को अधिक महत्व दिया गया।",
  "case it was observed (at p. 295):": "इस मामले में यह पाया गया कि (पृ. 295):"
}