{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NO. 9026 OF 2019": "सिविल अपील संख्या - 9026 /209",
  "MUKUL KUMAR TYAGI . ..APPELLANT(S)": "मुकुल कुमार त्यागी ....अपीलार्थी(गण)",
  "CIVIL APPEAL NO. 9027 OF 2019": "सिविल अपील संख्या - 9027 /209",
  "RAJIV KUMAR AND ORS. . ..APPELLANT(S)": "राजीव कुमार एवं अन्य... ...... अपीलार्थी(गण)",
  "AND": "एवं",
  "CIVIL APPEAL NO. 9028 OF 2019": "सिविल अपील संख्या - 9028/209",
  "RAVI PRAKASH AND ORS. .. .APPELLANT(S)": "रवि प्रकाश एवं अन्य... ...... अपीलार्थी(गण)",
  "Appeal No.585 of 2018 - Deepak Sharma and 05 Ors. Vs. State of U.P. with several other special appeals.": "ये तीनो अपील विशेष अपील संख्या 585 सन्‌ 208 दीपक शर्मा एवं 05 अन्य बनाम उत्तर प्रदेश राज्य के साथ कई अन्य विशेष",
  "High Court has allowed the appeal setting aside the": "किया गया है। आक्षेपित आदेश के द्वारा उच्च न्यायालय की खण्ड पीठ ने",
  "No.41750 of 2015 - Prashant Kumar Jaiswal and 12 Others Vs. State of U.P. and 10 Others, which": "205- प्रशांत कुमार जायसवाल एवं 2 अन्य बनाम उत्तर प्रदेश",
  "Uttar Pradesh Power Corporation Limited conducted by": "29.0.20] को, उत्तर प्रदेश पावर कॉर्पोरेशन लिमिटेड ने एक",
  "regard to computer qualification as_ prescribed": "कंप्यूटर योग्यता के संबंध में, निम्नलिखित प्रतिस्थापित किया गया",
  "“Certificate of 80 Hours Course~ on Computer Concept (CCC) issued by DOEACC”": "\"डीओईएसीसी द्वारा जारी 80 घंटे का कंप्यूटर अवधारणा प्रमाणपत्र (सीसीसी ) पाठ्यक्रम\",",
  "5. The Managing Director of the Corporation by": "5. _ कार्यालय मेमो द्वारा निगम के प्रबंध निदेशक ने दिनांक",
  "Office Memo dated 05.07.2013 with regard to direct recruitment at the post of Technician Grade-II in": "05.07.203 को तकनीशियन ग्रेड-॥ के पद पर सीधी भर्ती के संबंध",
  "place of the computer qualification of “Certificate of 80 Hours Course on Computer Concept (CCC) issued": "में, \"डीओईएसीसी द्वारा जारी 80 घंटे का कंप्यूटर अवधारणा पाठ्यक्रम",
  "by DOEACC” substituted “Course on Computer Concept": "(सीसीसी) प्रमाणपत्र\" के स्थान पर 'कंप्यूटर अवधारणा पाठ्यक्रम",
  "(CCC) Certificate or its equivalent computer qualification certificate” and sought for’ the": "(सीसीसी) प्रमाणपत्र या उसके समकक्ष कंप्यूटर योग्यता प्रमाणपत्र '",
  "approval of Board of Directors of the Corporation.": "प्रतिस्थापित किया और निगम के निदेशक मंडल के अनुमोदन की मांग",
  "6. After Office Memo dated 29.01.2011 issued by": "6. निगम द्वारा जारी कार्यालय मेमो दिनांक 29.0.20] के बाद,",
  "Corporation, the Electricity Service Commission (hereinafter referred to as “Commission” ) had": "विद्युत सेवा आयोग (इसके बाद 'आयोग' के रूप में संदर्भित ) ने वर्ष",
  "advertised 2974 posts for Technician Grade-II in the": "20] में तकनीशियन ग्रेड-॥ के लिए 2974 पदों का विज्ञापन किया",
  "Certificate by DOEACC was one of the mandatory qualifications. The 2011 selection was completed with": "पाठ्यक्रम अनिवार्य योग्यता में से एक था। 20 चयन डीओईएसीसी",
  "requirement of CCC certificate by DOEACC.": "द्वारा सीसीसी प्रमाणपत्र की आवश्यकता के साथ पूरा किया गया था।",
  "Pradesh Electricity Reforms Act, 1999, the Uttar": "था। उत्तर प्रदेश विद्युत सुधार अधिनियम, 999 के अधिनियमन के",
  "Pradesh Electricity State Board ceased to exist and": "बाद, उत्तर प्रदेश विद्युत राज्य बोर्ड का अस्तित्व समाप्त हो गया और",
  "was replaced by the Corporation. The Corporation": "निगम द्वारा प्रतिस्थापित किया गया। निगम ने उत्तर प्रदेश राज्य विद्युत",
  "Electricity Board including Uttar Pradesh Electricity Board of Operational Employees Category Service": "बोर्ड, जिसमें उत्तर प्रदेश विद्युत बोर्ड, संचालन कर्मचारी श्रेणी सेवा",
  "Regulations, 1995 (hereinafter referred to as": "विनियम, 995 (इसके बाद “विनियम, 995” के रूप में संदर्भित )",
  "to the post of Technician Grade-II. The qualifications provided for in Regulations, 1995 were": "ग्रेड-॥ के पद के भर्ती के लिए प्रदान किए गए थे। विनियम, 995 में",
  "as follows: -": "दी गई अर्हताएं इस प्रकार थीं: -",
  "from UP Secondary Education Council and": "“उत्तर प्रदेश माध्यमिक शिक्षा परिषद और अखिल",
  "All India/State Trade Certificate in": "भारतीय /राज्य संवर्ग प्रमाणपत्र विद्युत संवर्ग में विषय",
  "4. The Corporation by O.M. dated 24.12.2010 provided": "4. . ओ.एम. दिनांक 24.2.200 द्वारा निगम ने प्रदान किया कि",
  "that apart from qualification mentioned in Regulations, 1995 the persons must have three months": "विनियम, 995 में उल्लिखित योग्यता के अलावा, राज्य सरकार द्वारा",
  "certificate course in regard to knowledge of Windows issued by Computer Institutions recognised by State": "मान्यता प्राप्त कंप्यूटर संस्थानों द्वारा जारी विंडोज के ज्ञान के संबंध में",
  "Issue notice to the respondents no. 5": "प्रतिवादीं संख्या 5 से तक को नोटिस जारी की।",
  "pray for and is granted time till 6\" August, 2015 to file counter affidavit particularly with reference to the": "प्रार्थना करते हैं और 6 अगस्त, 205 तक , विशेष",
  "assertions made in paragraphs 24 to 28 of the writ petition.": "रूप से रिट याचिका के पैराग्राफ 24 से 28 में किए",
  "On the request of the learned counsel": "प्रतिवादीं की ओर से उपस्थित विद्वत अधिवक्ता के अनुरोध पर, उपयुक्त न्यायालय के समक्ष 6",
  "Matter need not be treated as tied up or part heard. Learned counsel for the": "मामले को बंधे या भाग के रूप में नहीं सुना जाना चाहिए। प्रतिवादी प्रस्तुतियाँ के लिए विद्वत अधिवक्ता",
  "respondent submits that no final decision": "कि कोई अंतिम निर्णय आक्षेपित चयन सूची के",
  "private and unrecognised institutions cannot be held": "जाता है और निजी या गैर-मान्यता प्राप्त संस्थानों द्वारा जारी किए गए",
  "advertisement.": "उद्घोषणा",
  "respondent would abide by the final decision of the": "नियुक्तियां रिट याचिका के अंतिम निर्णय का पालन करेंगी। एकल",
  "case called upon the Commission to file further": "आगे हलफनामा दायर करने के लिए बुलाए गए मामले के प्रासंगिक",
  "affidavit. Commission filed an affidavit and": "पहलुओं पर ध्यान दिया। आयोग ने एक हलफनामा दायर किया और",
  "referred to decision dated 27.01.2015 where respondents had treated certificate granted upon the": "27.0.205 के फैसले का हवाला दिया, जहां प्रतिवादीं ने सीसीसी",
  "culmination of a course spread over three months or 80 Hours as equivalent to CCC Certificate. Learned": "सर्टिफिकेट के बराबर तीन महीने या 80 घंटों के पाठ्यक्रम की परिणति",
  "Electricity Commission and the Uttar Pradesh Power": "विद्युत आयोग और उत्तर प्रदेश पावर कॉरपोरेशन की सुनवाई के बाद",
  "certificate conferred or _ recognised by WNIELIT.": "जो एनआईईएलआईटी द्वारा प्रदत्त या मान्यता प्राप्त सीसीसी प्रमाण पत्र",
  "equivalent course. The certificate": "इसके समकक्ष पाठ्यक्रम प्रमाणपत्र नहीं था। एनआईईएलआईटी",
  "issued in October, 2015 by NIELIT having obtained": "द्वारा अक्टूबर वर्ष 205 में जारी किया गया प्रमाण पत्र जोकि आवेदन",
  "after the last date of the application (l.e.": "की अंतिम तिथि (यानि दिनांक 30.09.204) के बाद जारी किया",
  "30.09.2014) was held not to make the candidate eligible. Consequent to the publication of the": "गया जिसके कारण अभ्यर्थी को पात्र नही माना गया है। 2.06.208",
  "eligible. Consequent to the publication of the revised list on 21.06.2018 about 903 candidates went": "को संशोधित सूची के प्रकाशन के परिणामस्वरूप लगभग 903",
  "out of the select list. Other candidates, who had": "उम्मीदवार चयन सूची से बाहर हो गए। अन्य उम्मीदवार, जिनके पास",
  "CCC certificate or equivalent thereto were included": "सीसीसी प्रमाणपत्र या उसके समकक्ष थे, को चयनित सूची में शामिल",
  "No. 9026 of 2019 - Mukul Kumar Tyagi and Civil Appeal": "मुकुल कुमार त्यागी और 209 के दीवानी अपील संख्या 9027-",
  "No. 9027 of 2019 - Rajiv Kumar and others are the appellants, who came in the select list after the": "राजीव कुमार एवं अन्य अपीलकर्ता हैं, जो चयन सूची के संशोधन के",
  "revision of the select list and were = issued appointment orders thereafter and have joined the": "बाद चयन सूची में आए थे और उसके बाद नियुक्ति आदेश जारी किए",
  "post and are working as on date.": "गए थे और पोस्ट में शामिल हो गए हैं और तारीख के अनुसार काम कर रहे हैं।",
  "11. The Division Bench in Special Appeal No. 585 of 2018 and other connected appeals issued a direction": ". 208 की विशेष अपील सं. 585 और अन्य जुड़े अपीलों में",
  "2018 and other connected appeals issued a direction to the respondent on 24.08.2018 to make equivalence": "खण्ड पीठ ने 24.08.208 को प्रतिवादी को एक निर्देश जारी किया कि वह अपीलकर्ताओं और समान रूप से स्थित व्यक्तियों के पास",
  "of the qualification of ITI/ any _ Vocational": "आईटीआई/किसी भी व्यावसायिक पात्रता की योग्यता का समतुल्यता",
  "appellants in Special Appeal No.585 of 2018.": "208 की विशेष अपील सं. 585 में प्रतिवादी थे। विशेष अपील सं.",
  "16. Civil Appeal No. 9028 of 2019, Ravi Prakash and": "6. दीवानी अपील सं. 9028 सन्‌ 209, रवि प्रकाश एवं अन्य",
  "Others Vs. State of Uttar Pradesh and Others, is appeal by those candidates who though appeared in the": "बनाम उत्तर प्रदेश राज्य एवं अन्य, उन उम्मीदवारों द्वारा अपील की",
  "written examination and in the interview but were not": "जाती है, जो लिखित परीक्षा में और साक्षात्कार में उपस्थित हुए थे,",
  "included either in the original select list or in the": "लेकिन मूल चयन सूची में या संशोधित चयन सूची में शामिल नहीं थे।",
  "revised select list. All the appellants’ are candidates who have CCC certificate from DOEACC": "सभी अपीलकर्ता ऐसे उम्मीदवार हैं जिनके पास डीओईएसीसी से",
  "17. We have heard Shri P.S. Patwalia, learned senior": "7. हमने वरिष्ठ विद्वत अधिवक्ता श्री पी.एस, पटवालिया, . वरिष्ठ",
  "counsel, Ms. Anjana Prakash, learned senior counsel": "विद्वत अधिवक्ता सुश्री अंजना प्रकाश और अपीलकर्ताओं के वरिष्ठ",
  "and Ms. Mahalakshmi Pavani, learned senior counsel": "विद्वरत अधिवक्ता सुश्री महालक्ष्मी पवानी को सुना है। वरिष्ठ विद्वत",
  "for the appellants. Shri Dushyant Dave, learned senior counsel, Shri Niraj Kishan Kaul, learned": "अधिवक्ता श्री दुष्यंत दवे, वरिष्ठ विद्वरत अधिवक्ता श्री नीरज किशन कौल",
  "senior counsel and Shri Debashish’ Bharuka_ have appeared for private respondents. Shri Parag": "और निजी प्रतिवादीं की ओर से श्री देबाशीष भरुका उपस्थित हुए हैं।",
  "18. Shri P.S. Patwalia, learned senior counsel for": "8. अपीलार्थी की ओर से उपस्थित वरिष्ठ विद्वत अधिवक्ता श्री",
  "the select list dated 14.07.2015 had no_- CCC": "किया था। चयनित सूची दिनांक 4.07.205 में डीओईएसीसी या",
  "certificate from DOEACC or NIELIT. The certificates": "एनआईईएलआईटी से कोई सीसीसी प्रमाण पत्र नहीं था। जिन",
  "which were relied by the large number of candidates": "प्रमाणपत्रों पर बड़ी संख्या में उम्मीदवारों द्वारा भरोसा किया गया था, वे",
  "were certificates obtained from private institutes which were unrecognised and who were not competent to": "निजी संस्थानों से प्राप्त प्रमाण पत्र थे, जो गैर मान्याता प्राप्त थे और जो",
  "issue any certificate nor such certificate could have": "कोई प्रमाण पत्र जारी करने के लिए सक्षम नहीं थे और न ही ऐसा प्रमाण",
  "been equivalent to CCC. Learned Single Judge after": "पत्र सीसीसी के बराबर हो सकता था। एकल न्यायाधीश ने यह पाया कि",
  "having found that the Commission included in the select list the candidates whose certificates were": "आयोग ने चयनित सूची में उन उम्मीदवारों को शामिल किया है जिनके",
  "not equivalent to CCC and no exercise having been": "प्रमाण पत्र सीसीसी के बराबर नहीं थे और आयोग द्वारा प्रमाणपत्रों की",
  "of certificates as claimed by large number’ of": "जैसा कि बड़ी संख्या में उम्मीदवारों द्वारा दावा किया गया था कि",
  "07.10.2017 was accepted by the Commission. The merit": "आयोग ने निर्णय द्वारा निर्देशित किया था दिनांक 07.0.207 को",
  "the equivalence of certificates of those candidates": "उन उम्मीदवारों के प्रमाणपत्रों की तुल्यता को सत्यापित करने के बाद",
  "who had not filed CCC certificate.": "चयन सूची को फिर से तैयार करने के लिए जिन्होंने सीसीसी प्रमाणपत्र",
  "19. Shri Patwalia submits that self-certification by": "9. श्री पटवालिया ने उम्मीदवारों द्वारा स्व -प्रमाणन की कि उनकी",
  "Candidates that their computer qualifications are equivalent to CCC was wholly unauthorised = and": "कंप्यूटर योग्यता सीसीसी के बराबर है, पूरी तरह से अनधिकृत और",
  "illegal. The Commission in the selection process": "अवैध थी। चयन प्रक्रिया में आयोग ने उम्मीदवारों द्वारा उन्हें चयनित",
  "relied on self-certification by the candidates for including them in the select list which’ was": "सूची में शामिल करने के लिए स्व -अनुमोदन पर भरोसा किया जो",
  "unjustified and violative of Article 16 of the Constitution of India.": "भारत के संविधान के अनुच्छेद 6 का अनुचित एवं उल्लघन था।",
  "20. Shri Patwalia submits that qualifications which": "20. श्री पटवालिया ने स्वीकार किया कि योग्यताएँ जो तकनीशियन",
  "are prescribed by the employer for recruitment on the": "ग्रेड-॥ के पद पर भर्ती के लिए नियोक्ता द्वारा निर्धारित किए जाते हैं,",
  "adhered to in the selection process. Shri Patwalia": "चयन प्रक्रिया में कड़ाई से पालन किया जाना था। श्री पटवालिया ने",
  "submits that CCC certificate was issued by DOEACC": "स्वीकार किया कि डीओईएसीसी द्वारा सीसीसी प्रमाणपत्र जारी किया",
  "which subsequently became NIELIT which is the only": "गया था जो बाद में एनआईईएलआईटी बन गया जो सीसीसी प्रमाणपत्र",
  "recognised authority to issue CCC certificate. No": "जारी करने के लिए एकमात्र मान्यता प्राप्त प्राधिकारी है। सीसीसी",
  "other authority or body has been found to issue CCC": "प्रमाणपत्र जारी करने के लिए कोई अन्य प्राधिकरण या निकाय नहीं",
  "Certificate. For declaring a computer certificate as": "मिला है। सीसीसी के बराबर एक कंप्यूटर प्रमाणपत्र घोषित करने के",
  "equivalent to CCC, the recruiting authority/employer": "लिए, भर्ती प्राधिकारी /नियोक्ता को सीसीसी प्रमाणपत्र की पाठ्यक्रम",
  "Certificate and the course contents of the": "सामग्री और प्रमाणपत्र की पाठ्यक्रम सामग्री की तुलना करनी होती है",
  "certificate which is claimed to be equivalent to CCC.": "जिसे सीसीसी के बराबर होने का दावा किया जाता है।",
  "21. Shri Patwalia submits that in the Selection in": "2. श्री पटवालिया ने स्वीकार किया कि प्रश्ननत चयन में, सीसीसी",
  "declaring equivalence of the computer certificate to": "को कंप्यूटर प्रमाणपत्र की समानता घोषित करने के लिए कोई",
  "certificates of the Candidates who claimed certificate from private organizations, registered": "पंजीकृत सोसाईटी से प्रमाण पत्र का दावा करने वाले उम्मीदवारों के",
  "computer qualification certificate.": "किया गया था, जो किसी भी कंप्यूटर योग्यता प्रमाण पत्र जारी करने के",
  "22. It is submitted that all the appellants are": "22. यह तर्क दिया गया कि सभी अपीलकर्ता उम्मीदवार हैं, जिन्होंने",
  "Candidates, who have passed CCC certificate from DOEACC and were entitled to be included in the merit": "डीओईएसीसी से सीसीसी प्रमाण पत्र प्राप्त किया है और वे मेरिट सूची",
  "24. Shri Patwalia submits that the Division Bench has": "24. श्री पटवालिया ने तर्क दिया कि खण्ड पीठ ने सीसीसी",
  "erroneously accepted the self-certification by the Candidates as equivalent to CCC Certificate, which is": "सर्टिफिकेट के बराबर उम्मीदवारों द्वारा स्व-प्रमाणन को स्वीकार कर",
  "25. Shri Patwalia further submits that the ITI certificate and other vocational certificates which": "25. श्री पटवालिया ने आगे कहा कि आईटीआई प्रमाण पत्र और अन्य",
  "certificate iS not sustainable. He submits’ that": "माना जाता है, टिकाऊ नहीं है। उन्होंने कहा कि आईटीआई और अन्य",
  "27. Shri Patwalia submits that the Division Bench": "27. श्री पटवालिया ने कहा कि खण्ड पीठ ने विद्वरत एकल न्यायाधीश",
  "committed error in setting aside the judgment of the": "के निर्णय को अपास्त करने में त्रुटि की है और जिसके परिणामस्वरूप",
  "candidates who do not fulfil the qualification for": "पद के लिए योग्यता को पूरा नहीं करने वाले उम्मीदवारों के नाम वाले",
  "not have diluted the qualifications which’ was prescribed in the advertisement more so when there": "योग्यताओं को कम नहीं कर सकती थी जो विज्ञापन में निर्धारित की गई",
  "was no challenge to the qualification by anyone.": "थीं, जब किसी के द्वारा योग्यता को कोई चुनौती नहीं थी। श्री",
  "only by DOEACC/NIELIT and the CCC certificate which was required in the advertisement was the certificate": "डीओईएसीसी /एनआईईएलआईटी द्वारा दिया गया है और विज्ञापन में",
  "was required in the advertisement was the certificate issued by DOEACC/NIELIT.": "आवश्यक सीसीसी प्रमाणपत्र डीओईएसीसी /एनआईईएलआईटी द्वारा जारी प्रमाण पत्र था।",
  "28. Smt. Anjana Prakash, learned senior counsel appearing in Civil Appeal No. 9027 of 2019 adopted": "28. श्रीमती अंजना प्रकाश, दीवानी अपील सं. 9027/209 में",
  "the appellants were included in the revised select": "अपनाया और कहा कि सभी अपीलकर्ताओं को संशोधित चयन सूची में",
  "list who have been appointed and are working.": "शामिल किया गया था जिन्हें नियुक्त किया गया है और काम कर रहे हैं।",
  "29. Smt. Mahalakshmi Pavani, appearing in Civil": "29. श्रीमती महालक्ष्मी पवानी, दीवानी अपील सं. 9028/ 209",
  "the appellants in the appeal have CCC certificates": "अपील में सभी अपीलकर्ताओं के पास डीओईएसीसी से सीसीसी",
  "Original select list or revised select list. It is": "प्रमाणपत्र हैं, लेकिन उन्हें मूल चयन सूची या संशोधित चयन सूची में",
  "submitted that there are 161 vacancies on the post of Technician Grade-II caused due to resignation and": "शामिल नहीं किया जा सकता है। यह तर्क दिया जाता है कि तकनीशियन ग्रेड-॥ के पद पर 6] रिक्तियां हैं, जो इस्तीफे और गैर-",
  "non-joining, on which vacancies the appellants, who": "शामिल होने के कारण हुई हैं, जिन रिक्तियों पर अपीलकर्ताओं, जिनके",
  "have CCC certificates and participated in written": "पास सीसीसी प्रमाण पत्र हैं और लिखित परीक्षा और साक्षात्कार में भाग",
  "candidates who have taken chance of being selected Cannot turn around and challenge the selection having": "उम्मीदवारों को चयनित होने का मौका मिला है, वे नकार नहीं सकते हैं",
  "Cannot turn around and challenge the selection having been declared unsuccessful. He further submitted that": "और चयन को चुनौती देने में असफल घोषित किया गया। उन्होंने आगे",
  "31. Shri Dave submits that in view of the Office": "3. श्री दवे ने स्वीकार किया कि निगम के प्रबंध निदेशक द्वारा जारी",
  "Memorandum dated 05.07.2013 issued by Managing Director of the Corporation which was ex post facto": "किए गए कार्यालय ज्ञापन दिनांक 05.07.203 के मद्देनजर, जो",
  "Director of the Corporation which was ex post facto approved by Board of Directors on 23.11.2015, the": "23..205 को निदेशक मंडल द्वारा अनुमोदित पूर्वव्यापी था,",
  "requirement of having CCC certificate from DOEACC/NIELIT was done away with. He submits that": "डीओईएसीसी /एनआईईएलआईटी से सीसीसी प्रमाणपत्र होने की आवश्यकता को हटा दिया. गया. था। उन्होंने कहा कि",
  "there being no requirement of having CCC certificate from DOEACC/NIELIT, the certificates which were": "डीओईएसीसी /एनआईईएलशआईटी से सीसीसी प्रमाण पत्र होने की कोई",
  "Claimed by the respondents were certificates which": "आवश्यकता नहीं है, प्रतिवादीं द्वारा दावा किए गए प्रमाण पत्र वे प्रमाण",
  "submits that Regulations, 1995 which is’ statutory regulation for recruitment on the post of Technician": "कहता है कि विनियम, 995 जो तकनीशियन ग्रेड-॥ के पद पर भर्ती",
  "submits that self-certification is a mode which is": "नहीं है। श्री दवे ने कहा कि स्व -प्रमाणन एक ऐसी प्रणाली है जो",
  "prescribed in the advertisement itself. The advertisement has now given a-—-ego-bye to _ CCC": "विज्ञापन में ही निर्धारित है। विज्ञापन ने अब डीओईएसीसी द्वारा",
  "CCC certificate by DOEACC in the recruitment in": "सीसीसी प्रमाण पत्र को जाने दिया है, प्रश्नगत में भर्ती में डीओईएसीसी",
  "34. Shri Niraj Kishan Kaul in addition to submissions which have been made by Shri Dushyant Dave contends": "34. श्री नीरज किशन कौल ने श्री दुष्यंत दवे द्वारा प्रस्तुत सबमिशन",
  "that present is not a case where learned Single Judge": "के अलावा कहा है कि वर्तमान ऐसा मामला नहीं है जहां विद्वत एकल",
  "ought to have exercised jurisdiction under Article 226 to quash the select list. All the candidates, who": "न्यायाधीश को चयनित सूची को रद्द करने के लिए अनुच्छेद 226 के",
  "have cleared the written test and the interview and": "सूची में चुने गए सभी उम्मीदवारों ने लिखित परीक्षा और साक्षात्कार को",
  "had obtained higher marks than the appellants. The": "मंजूरी दे दी है और अपीलकर्ताओं की तुलना में उच्च अंक प्राप्त किए हैं।",
  "Candidates who were included in the initial select": "जिन उम्मीदवारों को प्रारंभिक चयन सूची में शामिल किया गया था,",
  "list had obtained different ITI and_ vocational": "उन्होंने अलग-अलग आईटीआई और व्यावसायिक प्रमाण पत्र प्राप्त",
  "and requirement of computer qualification.": "किए थे, जो कंप्यूटर योग्यता के आवश्यक ज्ञान और आवश्यकता को",
  "35. It is submitted that CCC certificate is a basic": "35. यह तर्क दिया जाता है कि सीसीसी प्रमाणपत्र एक बुनियादी",
  "computer course and that the Commission having": "कंप्यूटर पाठ्यक्रम है और आयोग ने पहले से ही योग्यता को पूरा करने",
  "already found the Candidates fulfilling the qualification, learned Single Judge ought not to have": "वाले उम्मीदवारों को पाया है, विद्वत एकल न्यायाधीश को अपना",
  "substituted his own view. The CCC certificate is a": "दृष्टिकोण प्रतिस्थापित नहीं करना चाहिए। सीसीसी प्रमाणपत्र एक",
  "computer course which is a course designed for common": "कंप्यूटर पाठ्यक्रम है, जो आम आदमी के लिए बनाया गया एक",
  "man. The respondents having worked for three years": "पाठ्यक्रम है. तीन साल तक काम करने वाले प्रतिवादीं को अपने पद",
  "are entitled to be allowed to continue on their post. He further reiterates that several of the respondents": "पर बने रहने की अनुमति दी जानी चाहिए। वह आगे दोहराता है कि कई",
  "had obtained CCC certificate prior to interview.": "प्रतिवादीं ने साक्षात्कार से पहले सीसीसी प्रमाणपत्र प्राप्त किया था।",
  "36. Shri Bharuka also adopted the submissions of Shri": "36. श्री भरुका ने श्री दवे और श्री नीरज किशन कौल की प्रस्तुतियाँ भी अपनाई।",
  "37. Shri Parag Tripathi, learned senior counsel": "37. ... निगम के ओर से उपस्थित विद्वत वरिष्ठ अधिवक्ता श्री पराग",
  "appearing for Corporation and the Commission has referred to writ petition of Rohit Kumar which was": "त्रिपाठी और आयोग ने रोहित कुमार की रिट याचिका का उल्लेख किया",
  "filed challenging the action of the Commission": "है, जिसे आयोग की कार्रवाई को चुनौती देते हुए दायर किया गया था,",
  "learned Single Judge dated 07.10.2017, the": "जिसमें विद्वत एकल न्यायाधीश के दिनांक 07.0.207 के फैसले के",
  "candidature of several candidates who were included": "अनुसरण में कई उम्मीदवारों को अयोग्य घोषित किया गया था, जो रिट",
  "What is “Course on Computer Concept” (CCC)": "(।) क्या \"कंप्यूटर अवधारणा पाठ्यक्रम\" (सीसीसी)",
  "Certificate and the advertisement dated": "प्रमाणपत्र और दिनांक 06.09.204 के विज्ञापन में",
  "06.09.2014 envisaged which CCC certificate?": "सीसीसी प्रमाणपत्र की परिकल्पना की गई है?",
  "Whether the advertisement dated 06.09.2014": "(॥) क्या 06.09.204 के विज्ञापन में अपनी कंप्यूटर",
  "candidates of “equivalence” to CCC certificate of their computer qualification": "योग्यता के सीसीसी प्रमाण पत्र के लिए 'तुल्यता' के",
  "and the self-certification by the Candidates of their computer qualification": "और उनकी कंप्यूटर योग्यता के उम्मीदवारों द्वारा स्व -",
  "Whether the Corporation or Commission had": "(पा) क्या निगम या आयोग ने सीसीसी प्रमाणपत्र के",
  "framed or adopted any criteria or guidelines to determine “equivalence” to": "“समानता” का अवधारण करने के लिए कोई मापदंड या",
  "Commission in the process of recruitment to determine “equivalence” of computer qualifications of those, who did _ not": "(५) क्या आयोग द्वारा उन लोगों की कंप्यूटर योग्यता के “समानता” का निर्धारण करने के लिए भर्ती की प्रक्रिया में",
  "possess CCC certificate?": "कोई प्रयास किया गया था, जिनके पास सीसीसी प्रमाणपत्र नहीं था?",
  "who do not have CCC certificate?": "जिनके पास सीसीसी प्रमाणपत्र नहीं है, बाहर करने के",
  "(vi) Whether the learned Single Judge ought not to have quashed the select list when the": "(पा) क्या विद्रत एकल न्यायाधीश को चयन सूची को रद्द",
  "selected candidates were not impleaded in": "नहीं करना चाहिए जब चयनित उम्मीदवारों को रिट",
  "National Institute of Electronics and Information": "इलेक्ट्रॉनिक्स और सूचना प्रौद्योगिकी संस्थान (एनआईईएलआईटी ),",
  "Technology (NIELIT), an Autonomous Scientific Society": "एक स्वायत्त वैज्ञानिक सोसायटी इलेक्ट्रॉनिक्स और सूचना प्रौद्योगिकी",
  "under the administrative control of Ministry of": "मंत्रालय, भारत सरकार के प्रशासनिक नियंत्रण में, सूचना,",
  "Accreditation Computer Courses (DOEACC) Society was": "था। इलेक्ट्रॉनिक्स प्रत्यायन कंप्यूटर पाठ्यक्रम (डीओईएसीसी)",
  "Communication and Technology, Government of India.": "सोसाइटी का प्रबंधन और प्रशासन भारत सरकार के राज्य, संचार एवं",
  "Technology, Government of India. Members of the Council consist of eminent academia from _ IITs,": "परिषद्‌ के सदस्यों में भारतीय प्रौद्योगिकी संस्थानों, विश्वविद्यालयों आदि",
  "industry. Under the DOEACC Scheme, computer training institutes/organizations in the non-formal sector,": "योजना के तहत, गैर-औपचारिक क्षेत्र में कंप्यूटर प्रशिक्षण",
  "institutes/organizations in the non-formal sector, subject to meeting well-defined norms and criteria,": "संस्थानों /संगठनों, अच्छी तरह से परिभाषित मानदंडों और मानदंडों",
  "Levels of courses. The different courses’ were accredited under the DOEACC Scheme. Computer Course": "मान्यता दी गई थी। विभिन्न पाठ्यक्रमों को डीओईएसीसी योजना के",
  "being granted under the aegis of the DOEACC Society.": "में से एक है, जिसे डीओईएसीसी सोसायटी के तत्वावधान में प्रदान",
  "The learned Single Judge in his judgment’ has": "किया जा रहा था। अपने फैसले में विद्वत एकल न्यायाधीश ने सीसीसी",
  "extracted course contents of CCC certificate, which is on pages 143 to 145 of paper book. The duration": "प्रमाणपत्र की पाठ्यक्रम सामग्री निकाली है, जो पेपर बुक के पेज 43",
  "of course is 80 Hours (Theory: 25 Hrs. + Practical:": "से 45 पर है। पाठ्यक्रम की अवधि 80 घंटे (थ्योरी: 25 घंटे +",
  "50 Hrs. + Tutorial: O05 Hrs.), which can also be": "प्रैक्टिकल: 50 घंटे + ट्यूटरियल: 05 घंटे) है, जिसे 0 दिनों के",
  "offered as 10 days full time intensive course.": "पूर्णकालिक गहन पाठ्यक्रम के रूप में भी प्रस्तुत किया जा सकता है।",
  "Course contents envisages different chapters on the computer knowledge and contents and detailed": "पाठ्यक्रम सामग्री कंप्यूटर ज्ञान एवं सामग्री और विस्तृत पाठ्यक्रम पर",
  "running into 05 pages detailing - Introduction to": "गई है, जो 05 पृष्ठों में चल रही है, कंप्यूटर का विवरण-परिचय; गुई",
  "been recorded by learned Single Judge in this respect: -": "संबंध में विद्वत एकल न्यायाधीश द्वारा निम्नलिखित निष्कर्ष दर्ज किए",
  "“Although Sri Mishra contended that a CCC": "“हालांकि श्री मिश्रा ने तर्क दिया कि किसी भी संगठन",
  "certificate can be granted by any": "द्वारा सीसीसी प्रमाण पत्र प्रदान किया जा सकता है,",
  "material or evidence. In fact, and to the": "था। वास्तव में, और इसके विपरीत यह इस",
  "contrary it appears on the basis of the material placed before this Court that a": "न्यायालय के समक्ष रखी गई सामग्री के आधार पर",
  "CCC certificate is granted only by NIELIT": "प्रकट होता है कि सीसीसी . प्रमाणपत्र केवल",
  "or centres recognised or accredited to": "एनआईईएलआईटी या केंद्रों द्वारा मान्यता प्राप्त या",
  "it.”": "मान्यता प्राप्त है।”",
  "43. In the special appeal, which was filed against": "43. विशेष अपील में, जिसे विद्वत एकल न्यायाधीश के फैसले के",
  "any ground nor any pleading that CCC certificate is": "मामला है और न ही यह बताने के लिए कोई सामग्री है कि सीसीसी",
  "being granted by any other body or authority. The": "प्रमाण पत्र भी किसी अन्य निकाय या प्राधिकरण द्वारा दिया जा रहा है। किसी भी आवेदक या निगम या आयोग द्वारा रिकॉर्ड पर कोई प्रमाण पत्र",
  "CCC certificate is granted only by NIELIT (formerly": "कि. सीसीसी प्रमाणपत्र केवल एनआईईएलआईटी द्वारा दिया गया है",
  "DOEACC Society).": "जिसे पहले डीओईएसीसी सोसायटी के रूप में जाना जाता था। इस",
  "44. One of the submissions, which has been advanced": "44. . प्रस्तुतियाँ में से एक, जिसे प्रतिवादी के वरिष्ठ विद्वत अधिवक्ताश्री",
  "respondent is that the requirement of CCC certificate": "सीसीसी प्रमाण पत्र की आवश्यकता है, जिसे ओ.एम दिनांक",
  "05.07.2013 issued by the Managing Director of the Corporation, which subsequently was ex-post facto": "निगम के प्रबंध निदेशक द्वारा जारी किया गया, जिसे बाद में",
  "approved on 23.11.2015, hence there was no": "23.7.205 को पूर्वव्यापी अनुमोदित किया गया था, इसलिए",
  "requirement of CCC certificate from DOEACC/NIELIT.": "डीओईएसीसी /एनआईईएलआईटी से सीसीसी प्रमाणपत्र की कोई",
  "It is true that in the O.M. dated 29.01.2011 issued by the Corporation, specific requirement was of CCC": "आवश्यकता नहीं थी। यह सच है कि निगम द्वारा जारी किए गए 29.07.207] के ओ.एम. में, विशेष आवश्यकता डीओईएसीसी",
  "certificate issued by the DOEACC Society as_ noted": "सोसायटी द्वारा जारी सीसीसी प्रमाणपत्र की थी जैसा कि ऊपर उल्लेख",
  "above. The recruitment on the above basis was held by the Commission in the year 2011 for filling 2974 posts of Technician Grade-II. The Managing Director": "किया गया है। तकनीकी ग्रेड-॥ के 2974 पदों को भरने के लिए आयोग द्वारा उपरोक्त आधार पर भर्ती वर्ष 207: में की गई थी। दिनांक",
  "on 05.07.2013 issued an O.M. where in place of the": "05.07.203 को प्रबंध निदेशक ने एक ओ.एम. जारी किया, जहां",
  "CCC certificate by DOEACC as provided in O.M. dated": "डीओईएसीसी द्वारा सीसीसी प्रमाण पत्र के स्थान पर ओ.एम. दिनांक",
  "possess CCC certificate or equivalent computer": "उम्मीदवार के पास सीसीसी प्रमाण पत्र या समकक्ष कंप्यूटर योग्यता",
  "qualification, which advertisement dated 06.09.2014": "होनी चाहिए, दिनांक 06.09.204 को जो विज्ञापन जारी किया गया",
  "mentioned in the O.M. dated 05.07.2013. When the": "योग्यता थी। जब प्रबंध निदेशक ने ओ.एम. दिनांक 05.07.203 में",
  "mentions that CCC certificate, it cannot be held that": "किया, जहां उन्होंने उल्लेख किया है कि सीसीसी प्रमाणपत्र, यह नहीं",
  "CCC certificate by DOEACC or NIELIT was-~ not": "माना जा सकता है कि डीओईएसीसी या एनआईईएलआईटी द्वारा",
  "contemplated. When no other body or authority is issuing CCC certificate, it has to be held that CCC": "सीसीसी प्रमाणपत्र पर विचार नहीं किया गया था। जब कोई अन्य निकाय या प्राधिकरण सीसीसी प्रमाणपत्र जारी नहीं कर रहा है, तो यह",
  "qualification as the essential requirement to serve a": "विशेष उद्देश्य की सेवा के लिए आवश्यक आवश्यकता के रूप में",
  "particular purpose and to select the candidates having such qualification so that they could perform": "कंप्यूटर योग्यता को जोड़ा था और इस तरह की योग्यता रखने वाले उम्मीदवारों का चयन किया था ताकि वे नौकरी के अपने कर्तव्यों को",
  "their duties of the job well. It cannot be accepted": "अच्छी तरह से निभा सकें। यह स्वीकार नहीं किया जा सकता है कि",
  "that Managing Director by deleting the CCC": "डीओईएसीसी से सीसीसी प्रमाणपत्र को हटाकर प्रबंध निदेशक",
  "certificate from DOEACC wanted to do away with CCC": "डीओईएसीसी द्वारा सीसीसी प्रमाणपत्र के साथ दूर करना चाहता था या",
  "uncertainty or a window for all kind of certificates": "मान्यता प्राप्त होने वाले सभी प्रकार के प्रमाणपत्रों के लिए अनिश्चितता",
  "to be recognised. It is, however, to be noted that": "या पटल उपलब्ध करना चाहता था। हालांकि, यह ध्यान दिया जाना",
  "when the qualification of equivalent computer": "चाहिए कि जब समकक्ष कंप्यूटर प्रमाणपत्र की योग्यता प्रदान की गई थी",
  "certificate was provided and added, any certificate, which can be held to be equivalent to CCC": "और जोड़ा गया था, तो कोई भी प्रमाण पत्र, जिसे सीसीसी प्रमाणपत्र के",
  "candidate. Thus, the true determination, which was": "इस प्रकार, सही निर्धारण, जो उम्मीदवार द्वारा भरोसा किए गए समकक्ष",
  "to be done with regard to an equivalent computer certificate relied by candidate was to find out": "कंप्यूटर प्रमाण पत्र के संबंध में किया जाना था, यह पता लगाना था कि",
  "whether it was equivalent to CCC certificate or not.": "यह सीसीसी प्रमाणपत्र के बराबर था या नहीं। लेकिन आक्षेपित दिनांक",
  "But the change in the qualification by Managing Director by O.M. dated 05.07.2013 cannot be read to": "05.07.203 ओ.एम. द्वारा प्रबंध निदेशक द्वारा योग्यता में परिवर्तन",
  "mean that in the CCC certificate or equivalent": "का अर्थ यह नहीं पढ़ा जा सकता है कि सीसीसी प्रमाणपत्र या समकक्ष",
  "computer qualification, the equivalence was to be": "कंप्यूटर योग्यता में, तुल्यता का पता लगाया जाना था और जिसमें",
  "found out and in which it shall not include only the CCC certificate issued by DOEACC or NIELIT. Any": "इसमें केवल डीओईएसीसी या एनआईईएलआईटी द्वारा जारी सीसीसी प्रमाणपत्र शामिल नहीं होगा। कोई अन्य दृष्टिकोण निगम या आयोग के",
  "other view shall not be in the interest of either": "किसी अन्य उद्देश्य के लिये प्रयोग नहीं किया जा सकता है। सभी व्यावहारिक और सरकारी उद्देश्यों के",
  "45. The candidates who had submitted application in": "45. जिन उम्मीदवारों ने दिनांक 4.09.204 के विज्ञापन के जवाब",
  "understood the advertisement to the effect’ that equivalent computer qualification referred to in the": "समझा था कि विज्ञापन में संदर्भित समकक्ष कंप्यूटर योग्यता",
  "advertisement is the equivalent computer qualification to CCC certificate of NIELIT. One of": "एनआईईएलआईटी के सीसीसी प्रमाण पत्र के बराबर कंप्यूटर योग्यता",
  "the applicants, who had filed self-declaration of": "है। आवेदकों में से एक, जिसने अपनी योग्यता के समकक्षता की स्व-",
  "statement ‘as quoted by learned single Judge in his judgment’:": "निर्णय में विद्वरत एकल न्यायाधीश द्वारा उद्धृत किया गया है': -",
  "“1, Abhijit Kumar son of - Shri": "\"..... मैं, अभिजीत कुमार पुत्र श्री बीरेन्द्र पांडे",
  "time of interview for the- post’ of": "पद के लिए साक्षात्कार के समय मेरे द्वारा प्रस्तुत",
  "Grade-2 (Electricity) 1s equivalent to the Course ‘CCC’ conducted includes in it.": "कंप्यूटर प्रमाणपत्र 'सीसीसी' पाठ्यक्रम के बराबर है।",
  "In case Computer Certificate produced": "यदि मेरे द्वारा. प्रस्तुत कंप्यूटर प्रमाणपत्र",
  "by me is not found equivalent to ‘CCC’,": "'सीसीसी' के बराबर नहीं पाया जाता है, तो पावर",
  "to me. Even if my candidature’ is": "तक कि अगर मेरी उम्मीदवारी रद्द /खारिज कर दी",
  "46. Learned Single Judge vide his judgment dated": "46... एकल न्यायाधीश ने दिनांक 07.0.207 के अपने फैसले को",
  "07.10.2017 had quashed the select list only to the": "रद्द कर दिया था, जिसमें चयनित सूची को केवल उस हद तक रद्द कर",
  "extent it includes candidates who did not hold CCC": "दिया गया था, जिसमें इसमें ऐसे उम्मीदवार शामिल थे , जिन्होंने",
  "certificate conferred or recognised by NIELIT. The": "एनआईईएलआईटी द्वारा सीसीसी प्रमाणपत्र प्रदान या मान्यता प्राप्त नहीं",
  "tne The select list drawn up pursuant to the advertisements in question insofar": "”......प्रश्ननत सूची में विज्ञापनों के अनुसार चयनित सूची",
  "as it includes candidates who do not hold": "तैयार की गई है जहाँ तक इसमें ऐसे उम्मीदवार शामिल हैं जो",
  "a CCC certificate conferred or recognised by NIELIT is quashed.": "एनआईईएलआईटी द्वारा प्रदत्त या मान्यता प्राप्त सीसीसी प्रमाण",
  "The respondents shall in consequence redraw the select list restricting it to": "प्रतिवादीं को परिणाम में चयनित सूची को फिर से शामिल",
  "candidates who hold a_= recognised CCC certificate or a qualification recognised": "करना होगा, जो इसे मान्यता प्राप्त सीसीसी प्रमाणपत्र या विधि",
  "Commission shall as a result of the above,": "करता है। आयोग उपरोक्त के परिणामस्वरूप, मेरिट सूची को",
  "results thereof afresh. All consequences to follow.”": "प्रकाशित करेगा। इसके सभी परिणाम होंगे।”",
  "47. AS noted above, the Commission and the": "47. जैसा कि ऊपर उल्लेख किया गया है, आयोग और निगम ने",
  "Corporation accepted the judgment of learned Single Judge dated 07.10.2017 and proceeded to redraw the": "दिनांक 07.0.2077 को विद्रत एकल न्यायाधीश के फैसले को",
  "of the Corporation as communicated to Electricity Service Commission by letter dated 29.01.2018 which": "आगे बढ़े। दिनांक 29.07.208 के पत्र द्वारा विद्युत सेवा आयोग को सूचित किए गए निगम के निदेशक मंडल का निर्णय जिसे जवाबी",
  "filed on behalf of respondent Nos. 2, 3 and 4 in": "2, 3 और 4 की ओर से दायर किया गया जबकि एनआईईएलआईटी /",
  "certificate issued by NIELIT/DOEACC while determining": "करता है, जबकि डीओईएसीसी /एनआईईएलआईटी द्वारा सीसीसी",
  "Candidates who do not possess CCC certificate by": "प्रमाण पत्र नहीं रखने वाले उम्मीदवारों द्वारा दावा किए गए प्रमाण पत्र",
  "48. It is useful to refer to letter written by Uttar Pradesh Power Corporation Limited dated 29.01.2018 to": "48. उत्तर प्रदेश पावर कॉरपोरेशन लिमिटेड द्वारा दिनांक",
  "Secretary, Electricity Service Commission, which is": "29.0.208 को सचिव, विद्युत सेवा आयोग को लिखे गए पत्र का",
  "to the following effect: -": "उल्लेख करना आवश्यक है, जो निम्नलिखित प्रभाव के लिए है: -",
  "“Secretary": "“सचिव",
  "Electricity Service Commission": "विद्युत सेवा आयोग",
  "U.P. Power Corporation Ltd.": "यू.पी. पावर कॉर्पोरेशन लिमिटेड.",
  "S.L.D.C. Premises, Near Minister House,": "एस.एल.डी.सी. परिसर, मुख्यमंत्री आवस के पास,",
  "Vibhuti Khand, Gomti Nagar, Lucknow": "विभूति खंड, गोमती नगर, लखनऊ",
  "other institutions and their validity in": "का गठन किया गया था। और उनकी वैधता जिसमें",
  "which the approval was given to act as per": "करने के लिए अनुमोदन दिया गया था।",
  "recommendation given by the above": "उपरोक्त समिति द्वारा दी गई सिफारिश को",
  "the equivalence of the ‘CCC’ certificate.": "03.05.206 को 'सीसीसी' प्रमाणपत्र की समकक्षता",
  "above decision of the Board of Directors I": "अंत: निदेशक मंडल के उपरोक्त निर्णय की",
  "was instructed to say that in the said": "निर्देश दिया गया था कि उक्त मामले में उपरोक्त के",
  "matter ensure compliance as per above.": "अनुसार अनुपालन सुनिश्चित करना है।",
  "(Rakesh Bhatt)": "(राकेश भट्ट)",
  "Deputy Secretary": "उप सचिव",
  "(Regulation and Ka.Vi.Ni.)”": "(विनियम और का.वी.नी )”",
  "49. The candidates who had CCC certificate from": "49. जिन उम्मीदवारों के पास एनआईईएलआईटी /डीओईएसीसी से",
  "51. We, thus, are of the considered opinion that CCC": "5. इस प्रकार, हमारा विचार हैं कि 4.09.204 के विज्ञापन में",
  "certificate as mentioned in the advertisement dated 14.09.2014 was CCC certificate as_ granted _ by": "उल्लिखित सीसीसी प्रमाणपत्र सीसीसी प्रमाणपत्र था जैसा कि",
  "NIELIT/DOEACC.": "एनआईईएलआईटी /डीओईएसीसी द्वारा दिया गया था।",
  "POINT NO.2": "विन्दू संख्या-2 2",
  "52. The mandatory qualification as per the advertisement is CCC certificate or equivalent": "52. विज्ञापन के अनुसार अनिवार्य योग्यता सीसीसी प्रमाणपत्र या",
  "computer qualification. Some of the candidates who": "समकक्ष कंप्यूटर योग्यता है। कुछ अभ्यर्थी जिनके पास सीसीसी",
  "did not have CCC certificate and relied on computer qualification issued by private organizations and": "प्रमाणपत्र नहीं था और निजी संगठनों और सोसाइटी द्वारा जारी कंप्यूटर",
  "society had given a_eself-declaration that’ their": "योग्यता पर भरोसा करते थे, ने एक स्व-घोषणा की थी कि उनकी",
  "computer qualification is equivalent to CCC Certificate. One of the self-declarations we have": "कंप्यूटर योग्यता सीसीसी प्रमाणपत्र के बराबर है। हमने ऊपर एक स्व -",
  "53. We need to find out as to whether’ the": "53. हमें यह पता लगाने की आवश्यकता है कि क्या उम्मीदवारों द्वारा",
  "advertisement envisaged self-certification by _ the Candidates that their computer qualification is": "विज्ञापन में स्व-प्रमाणन की उल्लिखित की गई है कि उनकी कंप्यूटर",
  "equivalent to CCC. Clause (7) of the advertisement": "योग्यता सीसीसी के बराबर है। विज्ञापन का खंड (7) योग्यता और",
  "relates with submission of testimonials in support of": "अन्य प्रमाणपत्रों के समर्थन में प्रशंसापत्र प्रस्तुत करने से संबंधित है।",
  "not taking into consideration CCC certificate by": "'सीसीसी' प्रमाण पत्र के समकक्षता के निर्धारण के",
  "desired trade would not be admissible.”": "स्वीकार्य नहीं होगा. \"",
  "54. It is further relevant to notice that the above": "54. यह ध्यान देना और भी प्रासंगिक है कि विज्ञापन में उपरोक्त खंड",
  "attested and signed photocopies of qualification": "केवल स्व-प्रमाणित और हस्ताक्षरित योग्यता प्रमाण पत्र, मार्कशीट,",
  "Self-attestation is a well-known concept according to which a candidate making any application instead of": "प्रमाणन एक प्रसिद्ध अवधारणा है जिसके अनुसार कोई उम्मीदवार",
  "obtaining attestation by Gazetted Officer of the": "प्रमाण पत्र के राजपत्रित अधिकारी द्वारा सत्यापन प्राप्त करने के बजाय",
  "certificates may self-attest the certificates and submit them, which is subject to subsequent scrutiny": "स्वयं प्रमाणित कर सकता है और उन्हें जमा कर सकते हैं, जो बाद की",
  "and verification. When application is_ submitted": "जांच और सत्यापन के अधीन है। जब आवेदन ऑनलाइन प्रस्तुत किया",
  "online, self-attestation by candidate is sufficient": "जाता है, तो उम्मीदवार द्वारा स्व-प्रमाणन लिखित परीक्षा में उपस्थित",
  "to consider the candidature of the candidate for purposes of calling him to appear in the written": "होने के लिए उसे बुलाने के प्रयोजनों के लिए उम्मीदवार की उम्मीदवारी",
  "test. Last part of clause (7) further contemplates": "पर विचार करने के लिए पर्याप्त है। खंड (7) का अंतिम भाग आगे यह",
  "that “all the certificates concerning with qualification of candidates declared successful in": "अनुध्यात करता है कि “लिखित परीक्षा में सफल घोषित किए गए अभ्यर्थियों की अर्हता से संबंधित सभी प्रमाणपत्रों की संवीक्षा की जा",
  "written test, could be scrutinised.” The Clause (7)": "सकती है।” खंड (7) अभ्यर्थी की कंप्यूटर योग्यता के किसी स्व-",
  "does not contemplates any self-declaration or self-": "घोषणा या स्व-प्रमाणन पर विचार नहीं करता है विज्ञापन ने न तो",
  "neither envisaged nor permitted the candidates to give any self-certification or self-declaration that": "उम्मीदवारों को स्व-प्रमाणन या स्व-घोषणा देने की परिकल्पना की",
  "their computer qualification is equivalent to CCC.": "और न ही अनुमति दी कि उनकी कंप्यूटर योग्यता सीसीसी के बराबर",
  "55. The equivalence of qualification as claimed by a": "55. एक उम्मीदवार द्वारा दावा की गई योग्यता की समानता भर्ती",
  "Candidate is matter of scrutiny by the recruiting agency/employer. It is the recruiting agency which": "एजेंसी /नियोक्ता द्वारा जांच का विषय है। यह भर्ती एजेंसी है जिसे इस",
  "has to be satisfied as to whether the claim of equivalence of qualification by a candidate is": "बात से संतुष्ट होना होगा कि उम्मीदवार द्वारा योग्यता की समानता का",
  "sustainable or not. The purpose and object’ of qualification is fixed by employer to suit or fulfil": "दावा पोषणिय है या नहीं। योग्यता का उद्देश्य और विषय-वस्तु नियोक्ता",
  "the objective of recruiting the best candidates for": "द्वारा नौकरी के लिए सर्वश्रेष्ठ उम्मीदवारों की भर्ती के उद्देश्य की जाचँ",
  "the job. It is the recruiting agency who is_ under": "करने या पूरा करने के लिए तय किया जाता है। यह भर्ती एजेंसी है जो",
  "obligation to scrutinise the qualifications of a Candidate as to whether a candidate is eligible and": "एक उम्मीदवार की योग्यता की जांच करने के लिए बाध्य है कि क्या",
  "Candidate as to whether a candidate is eligible and entitled to participate in the selection. More so": "कोई उम्मीदवार पात्र है और चयन में भाग लेने का हकदार है। और तब",
  "when the advertisement clearly contemplates’ that": "जब विज्ञापन स्पष्ट रूप से इस बात पर विचार करता है कि योग्यता से",
  "certificate concerning the qualification shall be": "संबंधित प्रमाण पत्र की जांच की जाएगी, तो उम्मीदवारों की पात्रता का",
  "to CCC certificate is the obligation and duty of the recruiting agency/employer as per the advertisement": "पता लगाने के लिए योग्यता की जांच करना भर्ती एजेंसी का कर्तव्य और उद्घोषणा",
  "refers to self-attested and signed photocopies of": "स्व-प्रमाणित और हस्ताक्षरित फोटोकॉपी को संदर्भित करता है। तैयार",
  "certificates etc. For ready reference, clause (7) of the advertisement is as follows: -": "संदर्भ के लिए, विज्ञापन का खंड (7) निम्नानुसार है: -",
  "“7, Submission of qualification and other certificates: -": "“7. योग्यता और अन्य प्रमाणपत्र प्रस्तुत करना: -",
  "in written test provisionally on the basis of information made available by candidate": "द्वारा उपलब्ध कराई गई जानकारी के आधार पर अनंतिम रूप से लिखित परीक्षा में उपस्थित होने की",
  "in online application. Candidates would": "अनुमति दी जाएगी। उम्मीदवारों को केवल लिखित",
  "caste certificate/ domicile certificate/": "संबंधित योग्यता प्रमाण पत्र /मार्क शीट /जाति प्रमाण",
  "(as defined in Government orders and who": "आदेशों में परिभाषित किया गया है और जिन्होंने सेना",
  "have rendered minimum 05 years’ service in": "में न्यूनतम 05 वर्ष की सेवा प्रदान की है) (जो",
  "advertised post at the time of interview": "अप्रासंगिक हैं) साक्षात्कार के समय विज्ञापित पद के",
  "with printout of online application. Certificates concerning with": "लिए योग्यता के संबंध में ऑनलाइन आवेदन पत्र के प्रिंटआउट के साथ साक्षात्कार के लिए आमंत्रित",
  "qualifications of candidates invited for": "उम्मीदवारों की योग्यता के साथ जो लिखित परीक्षा में",
  "giving/receiving any kind of wrong": "की जाएगी। किसी भी प्रकार की गलत जानकारी देने /",
  "at any stage and depriving of the": "प्राप्त करने के मामले में, किसी भी स्तर पर",
  "selection process without any notice is reserved.": "उम्मीदवारी को रद्द करने और बिना किसी नोटिस के चयन प्रक्रिया से वंचित करने का अधिकार सुरक्षित है।",
  "Note:": "नोटः",
  "certification or self-declaration by a candidate that": "दायित्व था। एक उम्मीदवार द्वारा स्व-प्रमाणन या स्व-घोषणा कि",
  "his computer qualification is equivalent to CCC has": "उसकी कंप्यूटर योग्यता सीसीसी के बराबर है, न तो विज्ञापन में",
  "neither been envisaged in the advertisement nor can": "परिकल्पित किया गया है और न ही पात्रता शर्त को पूरा करने के लिए",
  "56. The Division Bench in the impugned judgment has": "56. आक्षेपित फैसले में खण्ड पीठ ने माना है कि उनकी कंप्यूटर",
  "held that self-certification by the candidates of": "योग्यता की समतुल्यता के उम्मीदवारों द्वारा स्व -प्रमाणन उन्हें योग्य",
  "equivalence of their computer qualification was": "बराबर कंप्यूटर योग्यता के लिए उम्मीदवारों द्वारा स्व -घोषणा पर",
  "has further observed that no error was committed by employer (Recruiting Agency) in relying on self-": "भरोसा करने में नियोक्ता (भर्ती एजेंसी ) द्वारा कोई त्रुटि नहीं की गई थी।",
  "observations have been made in the impugned judgment: -": "निम्नलिखित निर्णय आक्षेपित हैं: -",
  "“.,...In present days, computer literacy is": "“...... वर्तमान दिनों में, कंप्यूटर साक्षरता सिर्फ पहले के दिनों",
  "just equivalent to letter literacy in": "में अक्षर साक्षरता के बराबर है। पत्र की साक्षरता के लिए, स्व-",
  "certification was always acceptable and in": "प्रमाणन हमेशा स्वीकार्य थी और उसी के अनुरूप, स्व-प्रमाणन",
  "accepted. In this factual background, we": "जा सकता है। इस तथ्यात्मक पृष्ठभूमि में, हमारा विचार है कि",
  "requirements as mentioned in the call letter for": "की आवश्यकता थी। बुलावा पत्र में, जो साक्षात्कार के लिए उम्मीदवारों",
  "interview in clause 5 is as follows: -": "लाने की आवश्यकता थी। खंड ५5 में साक्षात्कार के लिए बुलावा पत्र में वर्णित आवश्यकताओं में से एक निम्नानुसार है: -",
  "“'CCC’ computer course qualification": "“'सीसीसी' कंप्यूटर पाठ्यक्रम योग्यता प्रमाणपत्र या",
  "certificate or any other equivalent certificate.”": "कोई अन्य समकक्ष प्रमाणपत्र”",
  "60. It is relevant to note that in the earlier": "60... यह नोट करना प्रासंगिक है कि पहले की भर्ती में , जिसे",
  "Technician Grade-II only CCC certificate issued by DOEACC was part of mandatory qualification and it was": "डीओईएसीसी द्वारा जारी केवल सीसीसी प्रमाण पत्र अनिवार्य योग्यता",
  "DOEACC was part of mandatory qualification and it was for the 2014 recruitment that CCC certificate or": "का हिस्सा था और यह 204 की भर्ती के लिए था कि सीसीसी प्रमाण",
  "equivalent computer qualification was provided for.": "पत्र या समकक्ष कंप्यूटर योग्यता के लिए प्रदान किया गया था। जब",
  "When equivalent qualification to CCC was provided for as a mandatory qualification, it was incumbent on the": "सीसीसी के लिए समकक्ष योग्यता एक अनिवार्य योग्यता के रूप में",
  "Corporation as well as on the recruitment agency to": "प्रदान की गई थी, तो यह निगम के साथ-साथ भर्ती एजेंसी पर उक्त",
  "reflect on the said issue and to lay down criteria or guidelines to declare equivalence of the CCC": "मुद्दे पर प्रतिबिंबित करने और सीसीसी प्रमाण पत्र की समानता घोषित करने के लिए मानदंड या दिशानिर्देश रखने के लिए अवलंबित था। इस",
  "certificate. It is, thus, clearly proved from the": "प्रकार, यह स्पष्ट रूप से अभिलेख से साबित होता है कि भर्ती प्रक्रिया",
  "record that no criteria or guidelines were framed or determined either by the Corporation or_ the Commission before completion of the recruitment": "पूरी होने से पहले निगम या आयोग द्वारा कोई मापदंड या दिशानिर्देश",
  "process. The employer, who had issued advertisement": "तैयार या निर्धारित नहीं किए गए थे। नियोक्ता, जिसने विज्ञापन जारी",
  "and required fulfilling of qualification as": "किया था और निर्धारित योग्यता को पूरा करने की आवश्यकता थी,",
  "prescribed ought to be keenly interested in selecting candidates, who fulfil the qualification and serve": "उम्मीदवारों का चयन करने में उत्सुकता से रुचि होनी चाहिए , जो",
  "candidates, who fulfil the qualification and serve the post as per requirement of employer. Preparation": "योग्यता को पूरा करते हैं और नियोक्ता की आवश्यकता के अनुसार पद की सेवा करते हैं। निगम और आयोग दोनों द्वारा उम्मीदवारों की",
  "of the select list without scrutiny of the computer": "कंप्यूटर योग्यता की जांच के बिना चयन सूची तैयार करना, जिनके",
  "qualification of the candidates, who do not possess CCC certificates is abdication of duty and obligation, both by Corporation and the Commission.": "पास सीसीसी प्रमाणपत्र नहीं हैं, कर्तव्य और दायित्व का त्याग है। अपने",
  "It has been noted by learned Single Judge in his": "फैसले में विद्वत एकल न्यायाधीश द्वारा यह ध्यान दिया गया है कि यह",
  "judgment that it was only after direction by the Court in the writ petition, the Corporation and": "रिट याचिका में न्यायालय द्वारा निर्देश के बाद ही था, निगम और",
  "Commission became alive to the obligation, which was": "आयोग दायित्व के लिए अस्तित्वमय हो गया, जो उन पर तुल्यता का",
  "61. We have already held that equivalence’ of": "6. हम पहले ही यह मान चुके हैं कि योग्यता की समानता",
  "qualification cannot be left to candidates by their": "उम्मीदवारों को स्व-घोषणा द्वारा नहीं छोड़ी जा सकती है। ऐसे मानदंड",
  "guidelines, which may sub serve the purpose and object of making equivalent qualification as_ an eligibility for the post. The word “equivalent” has": "योग्यता बनाने के उद्देश्य और उद्देश्य की पूर्ति कर सकते हैं। “समकक्ष”",
  "been defined in “Advanced Law Lexicon by P. Ramanatha": "शब्द को “पी. रमानाथ अय्यर द्वारा रचित एडवान्स लॉ लैक्जिकान,",
  "Aiyar, 3 Edition” in following manner: -": "तृतीय संस्करण” में निम्नलिखित तरीके से परिभाषित किया गया है: -",
  "“Equivalent. Equal in worth or value.": "“समकक्ष- मूल्य या मूल्य में समानता",
  "Equal in value, measure, force, effect etc.": "मूल्य, माप, बल, प्रभाव आदि में समान।",
  "Equivalent, Equal. Equal expresses_ the": "समानता, समान। समान इस तथ्य को व्यक्त करता है",
  "fact that two things agree in anything": "कि दो चीजें किसी भी चीज में सहमत होती हैं जो",
  "which is capable of degree, e.g., in quantity, quality, value, bulk, number,": "डिग्री के लिए, अर्थात्‌ , मात्रा, गुणवत्ता, मूल्य, थोक,",
  "proportion, rate, rank and the like.": "संख्या, अनुपात, दर, रैंक और समान में सक्षम होती हैं।",
  "Equivalent is equal in such properties as": "समानुपातिक ऐसी संपत्तियों में बराबर होती है जो",
  "affect ourselves or the use which we make": "स्वयं को प्रभावित करती हैं या जिन उपयोग से हम",
  "of things, such as value, force, power,": "वस्तुओं का निर्माण करते हैं जैसे मूल्य, बल, शक्ति,",
  "effect impact and the like (as) “Equivalent of money.”": "प्रभाव और प्रभाव (जैसे) \"धन की समानता।\"",
  "62. When issue is of the equivalence of a": "62. जब मुद्दा एक योग्यता की समानता का होता है, जो एक पद के",
  "qualification, which is mandatory qualification for a post, there should be yardsticks declaring equivalent": "लिए अनिवार्य योग्यता है, तो समकक्ष या तुल्यता घोषित करने वाले",
  "or equivalence, which has to be declared by any body entrusted with such jurisdiction and who is competent": "मापदंण्ड होने चाहिए, जिसे किसी भी निकाय द्वारा ऐसे अधिकार क्षेत्र के",
  "entrusted with such jurisdiction and who is competent to declare equivalence of a qualification. In": "साथ घोषित किया जाना चाहिए और जो योग्यता के समकक्ष घोषित",
  "absence of any such declaration, it is for the": "करने के लिए सक्षम है। इस तरह की किसी भी घोषणा के अभाव में,",
  "employer to provide for the methodology for determining the equivalent qualification. The CCC": "नियोक्ता को समकक्ष योग्यता निर्धारित करने के लिए कार्यप्रणाली प्रदान",
  "determining the equivalent qualification. The CCC certificate is issued by DOEACC/NIELIT, which is ona": "करना है। सीसीसी प्रमाणपत्र डीओईएसीसी /एनआईईएलआईटी द्वारा",
  "particular syllabus. Syllabus of the CCC certificate": "जारी किया जाता है, जो एक विशेष पाठ्यक्रम पर है। सीसीसी",
  "is placed before us at pages 225 to 230 of the paper": "प्रमाणपत्र के पाठ्यक्रम को पेपर बुक के पेज 225 से 230 पर हमारे",
  "book. For declaring any other certificate as": "सामने रखा गया है। सीसीसी के बराबर किसी अन्य प्रमाण पत्र को",
  "but permitting unqualified persons to be included in": "जो पात्र नहीं है, वह किसी ऐसे व्यक्ति को अनुमति देता है जो",
  "there was any criteria or guidelines framed by": "निर्धारित करने के लिए कोई मापदंड या दिशानिर्देश तैयार किए गए थे",
  "equivalence nor any exercise was conducted by the Commission during the process of recruitment and": "और न ही भर्ती की प्रक्रिया के दौरान आयोग द्वारा कोई प्रयास किया",
  "qualification claimed by several candidates, their": "गया था और कई उम्मीदवारों द्वारा दावा किए गए समकक्ष योग्यता की",
  "names were included on the basis’ of _- self-": "जांच किए बिना, उनके नाम स्व-प्रमाणीकरण के आधार पर शामिल",
  "certification. The Division Bench of the High Court in its impugned judgment has not’ overturned the": "किए गए थे। उच्च न्यायालय की खण्ड पीठ ने अपने आक्षेपित फैसले में",
  "findings of the learned Single Judge that neither": "विद्वत एकल न्यायाधीश के निष्कर्षों को पलट नहीं दिया है कि भर्ती",
  "there was a criteria nor any scrutiny was undertaken by the Commission in the recruitment process. The": "प्रक्रिया में आयोग द्वारा न तो कोई मापदंड था और न ही कोई जांच की",
  "Division Bench relied on self-certification by the candidates regarding equivalence of their": "गई थी। खण्ड पीठ उम्मीदवारों द्वारा उनकी योग्यता की समानता के",
  "action of the employer and the Commission to rely on": "भरोसा करने के लिए नियोक्ता और आयोग की कार्रवाई को मंजूरी दी",
  "self-certification and has held:-": "और आयोजित किया: -",
  "“In this factual background, we are of": "\"इस तथ्यात्मक पृष्ठभूमि में, हमारा विचार है कि",
  "for computer literacy equivalent to CCC.”": "सीसीसी के समतुल्य कंप्यूटर साक्षरता के लिए स्व-",
  "65. The above view of the Division Bench cannot be": "65. खण्ड पीठ के उपरोक्त दृष्टिकोण को तब अनुमोदित नहीं किया जा",
  "approved when the advertisement itself referred to the scrutiny of the qualification and in_ the": "सकता है जब विज्ञापन ने स्वयं योग्यता की जांच का उल्लेख किया हो",
  "recruitment for the first time, the equivalent qualifications were also made mandatory": "और पहली बार भर्ती में, समकक्ष योग्यता भी अनिवार्य योग्यता बनाई",
  "qualification, both the Corporation and the Commission ought to have been more careful in the": "गई थी, दोनों निगम और आयोग को भर्ती प्रक्रिया में अधिक सावधानी",
  "both the Commission and the Corporation to select the": "करने के लिए आयोग और निगम दोनों के हित में है, जो सार्वजनिक",
  "subserve the public interest and fulfil the requirement of Article 16 of the Constitution of": "हित का संरक्षण कर सकते हैं और भारत के संविधान के अनुच्छेद 6",
  "had directed to exclude those, who did not have the": "न्यायाधीश ने उन लोगों को बाहर करने का निर्देश दिया था, जिनके",
  "Single Judge as extracted above is in two parts.": "की निर्देश दो भागों में है। विद्वत एकल न्यायाधीश ने निर्देश दिया:-ह)",
  "insofar as it includes candidates who do not hold a": "क्योंकि इसमें ऐसे उम्मीदवार शामिल हैं जो एनआईईएलआईटी द्वारा",
  "CCC certificate conferred or recognised by NIELIT is": "प्रदत्त या मान्यता प्राप्त सीसीसी प्रमाणपत्र नहीं रखते हैं; (॥) प्रतिवादी",
  "passed CCC certificate from DOEACC/NIELIT. Learned": "एनआईईएलआईटी /डीओईएसीसी से प्रमाण पत्र थे, उन्हें चयनित सूची",
  "other than CCC were shown or established": "रूप से रद्द कर दिया गया था, जिनके पास सीसीसी या",
  "prescribed under the Government Order dated": "सरकारी आदेश दिनांक 03.05.206 के तहत निर्धारित दिशानिर्देश",
  "03.05.2016 are as follows: -": "निम्नानुसार हैं: -",
  "Institution/Education Board/Council": "संस्थान शिक्षा बोर्ड/परिषद से एक स्वर्तत्र विषय या",
  "b) If any candidate has obtained Diploma": "०). यदि किसी उम्मीदवार ने कंप्यूटर विज्ञान में",
  "as Junior Assistant/Stenographer.”": "सहायक/आशुलिपिक के रूप सें धर्ती होने के लिए भी",
  "Thus, in the revised select list apart from": "इस प्रकार, उम्मीदवारों के अलावा संशोधित चयन",
  "candidates, who had CCC certificates from DOEACC/NIELIT, the candidates who were covered under": "सूची में, जिनके पास डीओईएसीसी /एनआईईएलआईटी से सीसीसी प्रमाणपत्र थे , _ जिन उम्मीदवारों को. दिनांक 03.05.206 के",
  "list subject to marks secured by them in the written": "उनके द्वारा अंक प्राप्त करने के कारण मेरिट सूची में स्थान दिया गया",
  "67. The Division Bench opined that self - certification by the candidates for the qualification": "67. ..... खण्ड पीठ ने कहा कि योग्यता के लिए उम्मीदवारों द्वारा",
  "was sufficient to uphold the earlier action of the recruitment agency in which candidates were included": "स्व-प्रमाणीकरण भर्ती एजेंसी की पहले की कार्रवाई को बनाए रखने के",
  "without scrutiny of equivalent certificate. The": "लिए पर्याप्त था जिसमें समकक्ष प्रमाण पत्र की जांच के बिना उम्मीदवारों",
  "direction of the learned Single Judge was_ in": "को शामिल किया गया था। विद्वत एकल न्यायाधीश की दिशानिर्देश",
  "accordance with law and has done substantial justice,": "विधि के अनुसार थी और उसने पर्याप्त न्याय किया है, जो खण्ड पीठ",
  "undertaken by the Commission for redetermining the": "हैं कि चयनित सूची को फिर से निर्धारित करने के लिए आयोग द्वारा",
  "certificates were not found equivalent to CCC certificates were deleted from the select list. Some": "सीसीसी प्रमाणपत्रों के बराबर नहीं पाए गए थे, को चयनित सूची से हटा",
  "of the candidates whose names were deleted from the select list due to their qualification having not": "दिया गया था। जिन उम्मीदवारों के नाम उनकी योग्यता के कारण चयनित सूची से हटा दिए गए थे, उनके समकक्ष नहीं पाए जाने के",
  "found equivalent had filed the writ petitions in the High Court. One Writ Petition of Rohit (Writ Petition": "कारण उच्च न्यायालय में रिट याचिकाएं दायर की थीं। रोहित की एक",
  "others), whose name was deleted on 13.05.2018 has": "राज्य एवं 2 अन्य), जिसका नाम 3.05.208 को हटा दिया गया",
  "been referred to and relied by the appellants. A": "था, को अपीलकर्ताओं द्वारा संदर्भित और भरोसा किया गया था। रोहित",
  "special appeal was also filed by Rohit against the": "द्वारा रिट याचिका को खारिज करने के खिलाफ एक विशेष अपील भी",
  "dismissal of the writ petition where Division Bench upheld the judgment of learned Single Judge holding": "दायर की गई थी, जहां खण्ड पीठ ने विद्वत एकल न्यायाधीश के फैसले",
  "that writ petitioner of that petition having not": "को बरकरार रखा था कि उस याचिका के रिट याचिकाकर्ता के पास",
  "possessed CCC certificate was rightly excluded from": "सीसीसी प्रमाण पत्र नहीं था, को चयनित सूची से सही रूप से बाहर",
  "70. It is true that all the names, who were in the": "70. यह सच है कि सभी नाम, जो चयन सूची में थे, को रिट याचिका",
  "select list were not impleaded in the writ petition,": "में निहित नहीं किया गया था, जिसे 4.07.205 की चयनित सूची",
  "which was filed challenging the select list dated": "और उसके बाद की चयन सूची को चुनौती देते हुए दायर किया गया",
  "Kumar Jaiswal and 12 Others Vs. State of U.P. and 10": "कुमार जायसवाल एवं 2 अन्य बनाम यू.पी. राज्य एवं 0 अन्य, जो",
  "select candidates impleaded though in representative": "चयनित उम्मीदवारों को शामिल किया गया था, जो कि निम्नलिखित",
  "Single Judge in the impugned judgment in following": "शब्दों में आक्षेपित फैसले में विद्वत एकल न्यायाधीश द्वारा देखा गया",
  "words: -": "है:-",
  "M cestessseeees The petitions have arrayed various selected candidates in- representative": "* याचिकाओं में विभिन्न चयनित उम्मीदवारों को",
  "Capacity. Although the said candidates": "प्रतिनिधित्व क्षमता में रखा गया है। हालांकि उक्त",
  "behalf. On behalf of none of the selected": "प्रस्तुतियाँ नहीं दी गई थीं। चयनित उम्मीदवारों में से",
  "71. Shri Dave placing reliance on Ashok Kumar and Another Vs. State of Bihar and Others, (2017) 4 SCC": "74. श्री दवे अशोक कुमार एवं अन्य बनाम बिहार राज्य एवं अन्य,",
  "allowed to challenge the selection. This Court in": "चुनौती देने की अनुमति नहीं दी जा सकती थी। इस न्यायालय ने",
  "paragraphs 13 to 19 laid down following: -": "पैराग्राफ 3 से 9 तक निम्नलिखित निर्धारित किया हैं: -",
  "“13. The law on the subject has_ been": "“3. इस न्यायालय के कई फैसलों में इस विषय पर कानून",
  "“16. We also agree with the High Court that after having taken": "“6. हम उच्च न्यायालय से भी सहमत हैं कि चयन की",
  "not entitled to challenge’ the criteria or process of selection.": "या प्रक्रिया को चुनौती देने का हकदार नहीं है। निश्चित रूप",
  "Surely, if the petitioner’s name had appeared in the merit list, he": "से, यदि याची का नाम मेरिट सूची में आ गया होता तो वह",
  "would not have even dreamed of challenging the selection. The": "चयन को चुनौती देने का सपना भी नहीं देखता। याची ने",
  "the High Court under Article 226 of the Constitution of MIndia_ only": "भारत के संविधान के अनुच्छेद 226 के तहत उद्च",
  "not figure in the merit list prepared by the Commission. This": "पाया कि उसका नाम आयोग द्वारा तैयार की गई मेरिट सूची",
  "conduct of the petitioner clearly": "में नहीं है। याचिकाकर्ता का यह आचरण स्पष्ट रूप से उसे",
  "disentitles him from questioning the selection and the High Court": "चयन पर सवाल उठाने से रोकता है और उच्च न्यायालय ने",
  "did not commit any error. by refusing to entertain the writ petition. Reference in this": "रिट याचिका को ग्रहण करने से इनकार करके कोई त्रुटि",
  "petition. Reference in this connection may be made to the judgments in Madan Lal v. State of": "नहीं की। इस संबंध में संदर्भ मदन लाल बनास जम्मू ऑर",
  "Nagaraja v. State of A.P., (2007)": "नागराजा बनाम ए.पी. राज्य (2007, 7 एससीसी",
  "11 SCC 522, Dhananjay Malik v. State of Uttaranchal, (2008) 4 SCC": "522. धनंजय सलिक बनाम उत्तरांचल राज्य, (2008, 4",
  "of Assam, (2009) 3 SCC 227 and K.A.": "राज्य (2009) 3 एससीसी 227 और के. ए. नागमाणि",
  "Nagamani v. Indian Airlines, (2009)": "बनास इंडियन एयरलाइंस, (2009, 5 एससीसी 575 में",
  "16. In Vijendra Kumar Verma v. Public Service Commission, (2011) 1 SCC 150,": "6. विजेद्र कुमार वर्मा बनाम लोक सेवा आयोग, (2077, उ",
  "were required to possess certain specific qualifications in computer operations. The": "को पता था कि उन्हें कंप्यूटर संचालन में कुछ विशिष्ट योग्यता रखने की",
  "appellants had appeared in the selection process and after participating in the": "आवश्यकता थी। अपीलकर्ता चयन प्रक्रिया में उपस्थित हुए थे और",
  "selection process as being without": "साक्षात्कार में भाग लेने के बाद चयन प्रक्रिया को अधिकार क्षेत्र के बिना",
  "17. In Ramesh Chandra Shah v. Anil Joshi,": "7. रमेश चंद्र शाह बनास अनिल जोशी, (203) 4",
  "in a written examination held in pursuance of an advertisement. This Court held that": "आयोजित एक लिखित परीक्षा में भाग लिया। इस न्यायालय ने माना कि",
  "if they had cleared the test, the": "यदि उन्होंने परीक्षा को उत्तीर्ण कर ली है, तो प्रतिवादीं ने चयन प्रक्रिया",
  "respondents would not have raised any objection to the selection process or to the methodology adopted. Having taken a": "या अपनाई गई कार्यप्रणाली पर कोई आपत्ति नहीं जताई होगी। चयन",
  "chance of selection, it was held that the": "का अवसर प्राप्त करने के बाद, यह अभिनिर्धारित किया गया कि",
  "respondents were disentitled to seek relief under Article 226 and would be": "प्रत्यर्थियों को अनुच्छेद 226 के अधीन राहत पाने से वंचित किया गया",
  "deemed to have waived their right’ to": "चुनौती देने के उनके अधिकार को अस्वीकार कर दिया गया है। इस",
  "procedure of selection. This Court held that: (SCC p. 318, para 18)": "न्यायालय ने यह अभिनिर्धारित किया कि: (एससीसी पृष्ठ 38, पैरा",
  "“18. It is settled law that a": "\"8. यह तय कानून है कि जो व्यक्ति",
  "thereafter, turn around and question the method of selection": "है, उसके बाद, चयन की विधि और उसके",
  "the selection process cannot turn around and complain that the process of selection": "यह शिकायत नहीं कर सकता कि चयन की प्रक्रिया उसके न होने के",
  "was unfair after knowing of his or _ her non-selection. In Pradeep Kumar Rai v. Dinesh Kumar Pandey, (2015) 11 SCC 493,": "कारण अनुचित थी। प्रदीप कुमार राय बनाम दिनेश कुमार पाण्डेय,",
  "this Court held that: (SCC p. 500, para": "(205) 3 एससीसी 493 में, इस न्यायालय ने कहा कि: (एससीसी",
  "“17. Moreover, we would concur with": "\"7. इसके अलावा, हम एक और बिंदु पर",
  "Power Service Commission,": "पॉवर सर्विस कमिशन",
  "U.P. Power Corporation Limited": "उत्तर प्रदेश पॉवर कॉर्पोरेशन लिमिटेड",
  "Lucknow.": "लखनऊ |",
  "Sub:- Regarding equivalency of ‘CCC’ Certificate of Computer.": "विषय: -कंप्यूटर के 'सीसीसी' प्रमाणपत्र की समतुल्यता के संबंध में।",
  "Sir,": "महोदय,",
  "I, Abhijeet Kumar son of Birendra": "मैं, अभिजीत कुमार पुत्र बीरेंद्र पाण्डेय इस",
  "Certificate submitted by me at the time of interview for the post of Technician": "लिए साक्षात्कार के समय मेरे द्वारा प्रस्तुत कंप्यूटर प्रमाणपत्र विज्ञापन सं . 4/पीएससी/204 के",
  "Grade-2(Power ) Under Advertisement": "तहत ग्रेड-2 (पावर), एनआईईएलआईटी द्वारा",
  "complete course covered under ‘CCC’": "संचालित 'सीसीसी' पाठ्यक्रम के बराबर है और",
  "conducted.”": "किया गया था।”",
  "In case Computer Certificate": "यदि मेरे द्वारा प्रस्तुत कंप्यूटर प्रमाणपत्र",
  "submitted by me is not found equivalent to ‘CCC’, then whatever decision will be": "'सीसीसी' के बराबर नहीं पाया जाता है, तो मेरी",
  "then by the Power Service Commission": "उम्मीदवारी के बारे में पावर सर्विस कमीशन द्वारा",
  "acceptable to me. In case my candidature": "होगा। यदि मेरी उम्मीदवारी खारिज कर दी जाती",
  "is rejected, I will not raise any kind of claim.": "है, तो मैं किसी भी तरह का दावा नहीं करूंगा।",
  "Dated 02.01.2015": "दिनांक- 02.0.205",
  "(ABHIJEET KUMAR)": "(अभिजीत कुमार)",
  "Roll No.2013120008”": "रोल नंबर, 20320008”",
  "75. The present is a case where the writ petitioners": "75. वर्तमान मामला एक ऐसा मामला है जहां रिट याचिकाकर्ताओं ने",
  "had not raised any challenge to a= particular qualification of any individual candidate’ rather": "किसी भी व्यक्तिगत उम्मीदवार की एक विशेष योग्यता के लिए कोई",
  "their challenge was that without scrutiny large": "चुनौती नहीं दी थी, बल्कि उनकी चुनौती यह थी कि बड़ी संख्या में",
  "equivalent to CCC certificate have been included": "उम्मीदवारों की जांच किए बिना, जो सीसीसी प्रमाण पत्र के बराबर",
  "by the private organisations and_ unregistered": "यह था कि निजी संगठनों और अपंजीकृत सोसाईटी द्वारा जारी किया",
  "argument of non-impleadment of all the selected Candidates in the writ petition but Division Bench": "रिट याचिका में सभी चयनित उम्मीदवारों के गैर -प्रत्यारोप के उपरोक्त",
  "Candidates in the writ petition but Division Bench has not based its judgment on the above argument.": "तर्क पर भी गौर किया है लेकिन खण्ड पीठ ने उपरोक्त तर्क पर अपना",
  "illegal process, the aggrieved parties can complain and in such cases necessity of impleadment of each": "पीड़ित पक्ष शिकायत कर सकते हैं और ऐसे मामलों में प्रत्येक और हर",
  "when select list contained names of 2211 candidates,": "इसके अलावा, जब चयनित सूची में 22 उम्मीदवारों के नाम शामिल",
  "it becomes unnecessary to implead every candidate in view of the nature of the challenge, which was": "होते हैं, तो चुनौती की प्रकृति को देखते हुए प्रत्येक उम्मीदवार को",
  "appellants are those who have CCC certificates. We": "यह तर्क दिया जाता है कि अपीलकर्ता वे हैं जिनके पास सीसीसी",
  "which, it is for the Corporation to take any decision": "संबंध में, निगम के लिए कोई निर्णय लेना और इस अपील में कोई",
  "and no direction need to be issued in this appeal in this regard. If so advised, the appellants’ -": "निर्देश जारी करने की आवश्यकता नहीं है। यदि ऐसाहै , तो",
  "aggrieved candidates can always represent to _ the": "अपीलकर्ता-व्यथित उम्मीदवार हमेशा निगम का प्रतिनिधित्व कर",
  "78. One more submission, which has been advanced by learned counsel appearing for those candidates, who": "78. एक और प्रस्तुति, जो उन उम्मीदवारों के वरिष्ठ विद्वत अधिवक्ता",
  "were initially in the select list dated 14.07.2015": "द्वारा पेश किया गया है जो शुरू में :4.07.205 की चयनित सूची में",
  "and went out of the select list due to redrawing of": "थे और चयनित सूची को फिर से तैयार करने के कारण चयन सूची से",
  "equities have to be adjusted by this Court in facts": "तथ्यों में इस न्यायालय द्वारा समायोजित किया जाना है। उम्मीदवारों ,",
  "of this case. The candidates, who were already in the select list dated 14.07.2015 were appointed in": "जो पहले से ही 4.07.205 की चयनित सूची में थे, अगस्त, 205",
  "August, 2015 and worked for about 03 years, which is": "में नियुक्त किए गए थे और लगभग 03 वर्षों तक काम किया था, जो एक",
  "a factor, which may be sympathetically considered by": "कारक है, जिसे इस न्यायालय द्वारा सहानुभूतिपूर्वक माना जा सकता",
  "this Court. We only observe that these are the issues, which need to be addressed to the": "है। हम केवल यह देखते हैं कि ये मुद्दे हैं, जिन्हें निगम को संबोधित",
  "Corporation. Whether the existing vacancies have to": "करने की आवश्यकता है। क्या मौजूदा रिक्तियों को भर्ती द्वारा भरा जाना",
  "in 2014 or for existing vacancies any further steps": "है, जिसे 204 में किया गया था या मौजूदा रिक्तियों के लिए कोई और",
  "are to be taken up, are the issues which have to be": "कदम उठाया जाना है, वे मुद्दे हैं जिन पर निगम द्वारा विचार किया जाना",
  "any direction in that regard. We, however, observe that there shall be liberty to such candidates to": "है। हालांकि, हम मानते हैं कि ऐसे उम्मीदवारों को निगम का",
  "to take a decision in accordance with law.": "प्रतिनिधित्व करने के लिए स्वतंत्रता होगी, जो विधि के अनुसार निर्णय"
}