{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NO. 6798 OF 2019": "व्यवहार अपील सं. 6798/209",
  "(@ SPECIAL LEAVE PETITION (C) NO.4371 OF 2011)": "((छेविशेष अनुमति याचिका (सी) सं. 437/207)",
  "PREM SINGH ..APPELLANT": "प्रेम सिंह ...अपीलकर्ता",
  "WITH": "के साथ",
  "CIVIL APPEAL NO. 6804 OF 2019": "व्यवहार अपील सं. 6804/209",
  "(@ SPECIAL LEAVE PETITION (C) NO.5775 OF 2018)": "((छविशेष अनुमति याचिका (सी) सं. 5775/2078)",
  "CIVIL APPEAL NOS. 6799-6803 OF 2019": "व्यावहारिक अपील सं. 6799-6803/209",
  "CIVIL APPEAL NOS. 6938-6942 OF 2019": "व्यावहारिक अपील सं. 6938-6942/209",
  "(DIARY NO(S).11803 OF 2018)": "(डायरी सं. (ए) 4803/208)",
  "MA NO.1544 OF 2018 IN S.L.P. (C) NO.19346 OF 2017)": "एस.एल.पी.(सी) सं. 9346/2047 में एमए सं. 544/208",
  "MA NO.1543 OF 2018 IN S.L.P. (C) NO.19297 OF 2017": "एस.एल.पी.(सी) सं. 49297/2047 में एमए नं. 4543/ 208",
  "CIVIL APPEAL NO. 6805 OF 2019": "व्यवहार अपील सं. 6805/209",
  "(@ SPECIAL LEAVE PETITION (C) NO.18754 OF 2018)": "((छेविशेष अनुमति याचिका (सी) सं, 8754/2078)",
  "CIVIL APPEAL NO. 6806 OF 2019": "व्यवहार अपील सं. 6806/209",
  "(@ SPECIAL LEAVE PETITION (C) NO.25706 OF 2018)": "((छेविशेष अनुमति याचिका (सी) सं. 25706/2078)",
  "i SPECIAL LEAVE PETITION (C) NO. 21250 OF 2019": "((कुविशेष अनुमति याचिका (सी) सं. 24280/209",
  "(DIARY NO(S).36406 OF 2018)": "(डायरी सं, (ऐं) 44602/208)",
  "(DIARY NO(S).38274 OF 2018)": "(डायरी सं. (ऐ) 44798/208)",
  "(DIARY NO(S).38286 OF 2018)": "(डायरी सं, (ऐं) 4805/208)",
  "(DIARY NO(S).38388 OF 2018)": "(डायरी सं. (ऐं) 44808/2078)",
  "(@ SPECIAL LEAVE PETITION (C) NO.2309 OF 2019)": "((छेविशेष अनुमति याचिका (सी) सं. 5459/209)",
  "(DIARY NO(S).39346 OF 2018)": "(डायरी सं. (ऐ) 35336/208)",
  "(DIARY NO(S).40382 OF 2018)": "(डायरी सं. (ऐं) 3628/208)",
  "(DIARY NO(S).40385 OF 2018)": "(डायरी सं. (ऐं) 36406/208)",
  "(DIARY NO(S).40392 OF 2018)": "(डायरी सं. (ऐं) 38274/208)",
  "(DIARY NO(S).40396 OF 2018)": "(डायरी सं, (ऐ) 38286/208)",
  "(DIARY NO(S).40487 OF 2018)": "(डायरी सं. (ऐं) 38388/2078)",
  "(DIARY NO(S).40493 OF 2018)": "(डायरी सं. (ऐ) 3839/208)",
  "CIVIL APPEAL NO. 6874 OF 2019": "व्यवहार अपील सं. 6874/209",
  "CIVIL APPEAL NO. 6879 OF 2019": "व्यवहार अपील सं. 6879/209",
  "(@ SPECIAL LEAVE PETITION (C) NO.7235 OF 2019)": "((छेविशेष अनुमति याचिका (सी) सं. 7235/209)",
  "CIVIL APPEAL NO. 6875 OF 2019": "व्यवहार अपील सं. 6875/209",
  "(@ SPECIAL LEAVE PETITION (C) NO.5357 OF 2019)": "((छेविशेष अनुमति याचिका (सी) सं. 5357/209)",
  "CIVIL APPEAL NO. 6878 OF 2019": "व्यवहार अपील सं. 6878/209",
  "(@ SPECIAL LEAVE PETITION (C) NO.7234 OF 2019)": "((छेविशेष अनुमति याचिका (सी) सं. 7234/209)",
  "CIVIL APPEAL NO. 6867 OF 2019": "व्यवहार अपील सं. 6867/209",
  "CIVIL APPEAL NO. 6873 OF 2019": "व्यवहार अपील सं. 6873/209",
  "(@ SPECIAL LEAVE PETITION (C) NO.6646 OF 2019)": "((छेविशेष अनुमति याचिका (सी) सं. 6646/209)",
  "CIVIL APPEAL NO. 6872 OF 2019": "व्यवहार अपील सं. 6872/209",
  "(@ SPECIAL LEAVE PETITION (C) NO.6645 OF 2019)": "((छेविशेष अनुमति याचिका (सी) सं. 6645/209)",
  "CIVIL APPEAL NO. 6882 OF 2019": "व्यवहार अपील सं. 6882/209",
  "(@ SPECIAL LEAVE PETITION (C) NO.7741 OF 2019)": "((छेविशेष अनुमति याचिका (सी) सं. 774/209)",
  "and Regulation 370 of the Civil Services Regulation of Uttar Pradesh": "के सिविल सेवा विनियमन के विनियमन 370 को इस तथ्य के दृष्टिगत विखण्डित किया",
  "upheld the decision regarding pari materia provision enacted in the": "बिषयवस्तु वाले) प्रावधान के सम्बन्ध में निर्णय को बरकरार रखा है जिसने पेंशन के लिए",
  "State of Punjab which excluded computation of the period of work- charged services from qualifying service for pension. This Court has": "अर्हकारी सेवा से कार्य प्रभारित सेवाओं की अवधि की गणना को बाहर रखा है। इस",
  "affirmed the decision of the High Court of State of Punjab and Haryana rendered in Kesar Singh v. the State of Punjab, AIR 1988 Punjab and": "न्यायालय ने केसर सिंह बनाम पंजाब राज्य, ए आई आर 988 पंजाब और हरियाणा",
  "2. A Division Bench of this Court has referred the matter to be": "2. ... इस न्यायालय की एक खंडपीठ ने मामले को एक बड़ी पीठ द्वारा विचार किए",
  "considered by a larger bench. Hence the matter is before us.": "जाने को निर्दिष्ट किया है। इसलिए मामला हमारे सामने है।",
  "CIVIL APPEAL NO. 6923 OF 2019": "व्यवहार अपील सं. 6923/209",
  "CIVIL APPEAL NO. 6920 OF 2019": "व्यवहार अपील सं. 6920/209",
  "CIVIL APPEAL NO. 6924 OF 2019": "व्यवहार अपील सं. 6924/209",
  "CIVIL APPEAL NO. 6922 OF 2019": "व्यवहार अपील सं. 6922/209",
  "computation of qualifying service for grant of pension.": "की अवधि को पेंशन के अनुदान के लिए अर्हकारी सेवा की गणना के लिए गिना जाना",
  "5. This Court in other cases has followed the aforesaid decision in Habib Khan v. State of Uttarakhand (supra) giving relief to the": "5. .... अन्य मामलों में इस अदालत ने कर्मचारियों को राहत देते हुए हबीब खान बनाम उत्तराखंड राज्य (उपरोक्त) में पूर्वोक्त निर्णय का अनुसरण किया है। दिनांक 46. 3.",
  "employees. In Ram Deo Tiwari v. State of Uttar Pradesh & Ors. (Civil": "2078 को निर्णीत राम देव तिवारी बनाम उत्तर प्रदेश राज्य और अन्य (208 की",
  "Appeal No.2896 of 2018) decided on 16.3.2018, the decision of Habib": "दीवानी अपील सं. 2896) में हबीब खान (उपरोक्त) के फैसले का अनुसरण किया गया",
  "Khan (supra) has been followed. This Court has dismissed the Review": "है। इस अदालत ने हबीब खान (उपरोक्त) के मामले में दायर पुनर्विचार आवेदन को",
  "application filed in the case of Habib Khan (supra).": "4. ... अपीलकर्ता ने हबीब खान बनाम उत्तराखंड राज्य (207 की दीवानी अपील सं.",
  "6. It is submitted by Shri Raghuvendra Singh, learned Advocate": "6. .... यह उत्तर प्रदेश राज्य के लिए उपस्थित विद्वान महाधिवक्ता श्री रघुवेंद्र सिंह द्वारा",
  "difference in the Rules and Regulations in Uttar Pradesh and Punjab.": "प्रस्तुत किया गया है कि उत्तर प्रदेश और पंजाब में नियमों और विनियमों में अंतर है।",
  "The rule of Punjab was struck down by the High Court in Kesar Chand vs. State of Punjab (supra). In Punjab, there was deemed": "उच्च न्यायालय द्वारा केसर चंद बनाम पंजाब राज्य (सुप्रा) में पंजाब के नियम को निरस्त",
  "regularization whereas in State of Uttar Pradesh services have been": "कर दिया। पंजाब में अभिकल्पित नियमितीकरण था, जबकि उत्तर प्रदेश राज्य में सेवाओं",
  "regularized on a particular date; as such that date has to be taken as": "को एक विशेष तिथि पर नियमित किया गया है; इस तरह की तारीख को नियमों के",
  "the commencement of the services for the qualifying period for a pension under Rule 3(8) of the Rules. He has also pointed out the": "नियम 3 (8) के तहत पेंशन के लिए अर्हकारी अवधि के लिए सेवाओं के प्रारंभ के रूप में",
  "conceptual difference between regular and work-charged employees.": "लिया जाना चाहिए। उन्होंने नियमित और कार्य-प्रभारित कर्मचारियों के बीच वैचारिक अंतर को भी बताया है। नियमित कर्मचारियों के समान प्रक्रिया का पालन करके कार्य",
  "Work-charged employees are not appointed by following the same": "प्रभारित कर्मचारियों की नियुक्ति नहीं की जाती है। कार्य भार और जवाबदेही में भी अंतर",
  "services cannot be treated as regular service even for Assured Career": "प्रगति (एसीपी) के लिए भी नियमित सेवा के रूप में नहीं माना जा सकता है। सरकार के",
  "CIVIL APPEAL NO. 6894 OF 2019": "व्यवहार अपील सं. 6894/209",
  "CIVIL APPEAL NO. 6899 OF 2019": "व्यवहार अपील सं. 6899/209",
  "CIVIL APPEAL NO. 6904 OF 2019": "व्यवहार अपील सं. 6904/209",
  "CIVIL APPEAL NO. 6903 OF 2019": "व्यवहार अपील सं. 6903/209",
  "CIVIL APPEAL NO. 6905 OF 2019": "व्यवहार अपील सं. 6905/209",
  "(@ SPECIAL LEAVE PETITION (C) NO.14496 OF 2019)": "((छेविशेष अनुमति याचिका (सी) सं. १4496/209)",
  "CIVIL APPEAL NO. 6902 OF 2019": "व्यवहार अपील सं. 6902/209",
  "CIVIL APPEAL NOS. 6927-6929 OF 2019": "व्यावहारिक अपील संख्याऐं 6927-6929/2079 पट 6927-6929/209",
  "CIVIL APPEAL NO. 6906 OF 2019": "व्यवहार अपील सं. 6906/209",
  "CIVIL APPEAL NO. 6907 OF 2019": "व्यवहार अपील सं. 6907/209",
  "CIVIL APPEAL NO. 6908 OF 2019": "व्यवहार अपील सं. 6908/209",
  "CIVIL APPEAL NO. 6909 OF 2019": "व्यवहार अपील सं. 6909/2079",
  "or ad-hoc employees. The work is qualitatively different as such": "जा सकता है। कार्य गुणात्मक रूप से भिन्न है कार्य-प्रभारित प्रतिष्ठान में ऐसी सेवाओं को",
  "services in the work-charged establishment cannot be clubbed with": "नियमित स्थापना की सेवाओं के साथ नहीं जोड़ा जा सकता है जब तक कि उस प्रभाव",
  "the services of a regular establishment unless a specific provision to that effect is made. Giving the benefit of pension to work-charged": "के लिए एक विशिष्ट प्रावधान नहीं किया गया हो। कार्य-प्रभारित कर्मचारियों को पेंशन का",
  "employees is against the basic concept of pension which is admissible": "लाभ देना पेंशन की मूल अवधारणा के खिलाफ है जो एक नियमित कर्मचारी के लिए",
  "to a regular employee. The pension cannot be claimed as of right.": "स्वीकार्य है। पेंशन का अधिकार के रूप में दावा नहीं किया जा सकता है।",
  "7. He further submitted that the decision in Kesar Chand (supra) is": "7. ... उन्होंने आगे कहा कि केसर चंद (उपरोक्त) में निर्णय पर इनक्यूरिअम (असर्तकता",
  "per incuriam. Hence relied on the Secretary, State of Karnataka v. Uma Devi & Ors. 2006 (4) SCC 1. It is further submitted that economy of": "के कारण) है। इसलिए सचिव, कर्नाटक राज्य बनाम उमा देवी और अन्य 2006 (4) एससीसी 4 पर अवलम्बित हुए। यह आगे प्रस्तुत किया गया है कि राज्य की",
  "the State would collapse in case pension is paid treating the work": "अर्थव्यवस्था ध्वस्त हो जाएगी यदि कार्य प्रभारित अवधि को अर्हकारी सेवा के रूप में",
  "financial burden would be cast upon the State in case these petitions": "स्थिति में राज्य पर यह व्यावहारिक रूप से कठिन और वित्तीय बोझ डालेगा। पेंशन का",
  "are allowed. The pension can be paid only under the rules. In Narata": "भुगतान केवल नियमों के तहत किया जा सकता है। नराता सिंह (उपरोक्त) में पंजाब",
  "Singh (supra) validity of Punjab Regulations has not been examined. Since there is a reference made by the Division Bench doubting the correctness of Habib Khan (supra), the same deserves to be held per": "विनियमों की वैधता का परीक्षण नहीं किया गया है। चूंकि डिवीजन बेंच ने हबीब खान (सुप्री) की यथार्थता पर संदेह करते हुए एक संदर्भ किया है, यह पेर इनक्यूरिअय",
  "of Rules of 1961 which contains the provisions in respect of qualifying service is extracted hereunder:": "जिसमें अर्हकारी सेवा के संबंध में प्रावधान हैं, निम्नानुसार उद्धृत किया गया हैं:",
  "“Rule 3. In these rules, unless is anything repugnant in the subject or context-": "\"नियम 3. इन नियमों में, जब तक कि विषय या संदर्भ में अन्यथा कुछ नहीं है -",
  "(1) ........": "(7)......",
  "(8) “Qualifying service” means service which qualifies for pension in accordance with the provisions of Article 368 of the Civil Service Regulations.": "(8). \" अर्हकारी सेवा\" से ऐसी सेवा अभिप्रेत है जो सिविल सेवा विनियमों के अनुच्छेद 368 के उपबंधों के अनुसार पेंशन के लिए अर्हता प्राप्त करती है।",
  "under the Government of Uttar Pradesh followed without": "बशर्ते कि उत्तर प्रदेश सरकार के अधीन बिना व्यवधान",
  "(i)periods of temporary or officiating service in a _ non- pensionable establishment.": "(।) गैर-पेंशनयोग्य स्थापना में अस्थायी या स्थानापन्न सेवा की अवधि।",
  "(ii) periods of service in a work-charged establishment and": "(7) कार्य-प्रभारित स्थापना में सेवा की अवधि और",
  "(iii) | periods of service in a post paid from contingencies shall": "() आकस्मिकताओं से संदत्त किसी पद में सेवा की अवधि",
  "also count as qualifying service.": "भी अर्हक सेवा के रूप में गिनी जाएगी।",
  "Note:-__If service rendered in a non-pensionable establishment": "नोट:-यदि गैर-पेंशनयोग्य स्थापना, कार्य-प्रभारित प्रतिष्ठान में",
  "work-charged establishment or in a post paid from contingencies": "प्रदान की गई सेवा या आकस्मिकताओं से भुगतान किए गए पद",
  "falls between two periods of temporary service in a pensionable": "पेंशनयोग्य स्थापना में अस्थायी सेवा की दो अवधियों के बीच",
  "establishment or between _a period of temporary service and permanent service in a pensionable establishment, it will not": "या पेंशनयोग्य स्थापना में अस्थायी सेवा और स्थायी सेवा की",
  "constitute an interruption of service.”": "अवधि के बीच आती है, तो यह सेवा में रुकावट का गठन नहीं करेगा।'",
  "(emphasis supplied)": "(जोर दिया गया)",
  "9. Regulations 361, 368 and 370 of Uttar Pradesh Civil Services Regulations are also relevant. They are extracted hereunder:": "9. .... उत्तर प्रदेश सिविल सेवा विनियमों के विनियम 36, 368 और 370 भी प्रासंगिक हैं। इन्हें निम्नवत्‌ उद्धृत किया गया है:",
  "“361. The service of an officer does not qualify for pension": "\"36. किसी अधिकारी की सेवा पेंशन के लिए अर्हता प्राप्त नहीं करती जब तक",
  "unless it conforms to the following three conditions: -": "कि वह निम्नलिखित तीन शर्तों के अनुरूप न हो: -",
  "First — The service must be under Government.": "प्रथम-सेवा सरकार के अधीन होनी चाहिए।",
  "Second — The employment must be substantive and permanent.": "दूसरा-नियोजन मूल और स्थायी होना चाहिए।",
  "These three conditions are fully explained in the following Section.": "इन तीन शर्तों को निम्नलिखित धारा में पूरी तरह से समझाया गया है।",
  "368. Service does not qualify unless the officer holds a": "368. सेवा अर्हता प्राप्त नहीं करती जब तक अधिकारी स्थायी प्रतिष्ठान में एक",
  "370. Continuous temporary or officiating service under the": "370. उत्तर प्रदेश सरकार के अधीन बिना व्यवधान के निरंतर अस्थायी या",
  "interruption by confirmation in the same or any other": "स्थानापन्न सेवा के बाद उसी या किसी अन्य पद पर पुष्टि की गयी हो,",
  "post shall qualify, except —": "आहर्ता प्राप्त करेंगें सिवाय -",
  "(i) periods of temporary or officiating service in non- pensionable establishment;": "() () और-पेंशन योग्य स्थापना में अस्थायी या स्थानापन्न सेवा की अवाधु;:",
  "(ii) periods of service in work charged establishment; and": "() कार्य प्रभारित स्थापना में सेवा की अवधि; और",
  "(ii1) periods of service in a post paid from contingencies.”": "(|) आकस्मिकताओं से संदत्त किसी पद में सेवा की अवधि।\"",
  "10. The qualifying service is the one which is in accordance with the provisions of Regulation 368 ie. holding a substantive post on a": "0. . अर्हकारी सेवा वह है जो विनियमन 368 के प्रावधानों के अनुसार हो अर्थात्‌ स्थायी स्थापना",
  "permanent establishment. The proviso to Rule 3(8) clarify that": "में एक मूल पद धारण करना। नियम 3(8) का परन्तुक स्पष्ट करता हैं कि बिना व्यवधान के निरंतर,",
  "continuous, temporary or officiating service followed without interruption by confirmation in the same or any other post is also": "अस्थायी या स्थापन्न सेवा के बाद उसी या किसी अन्य पद में पुष्टि को भी अर्हकारी सेवा में शामिल",
  "included in the qualifying service except in the case of periods of temporary and officiating service in a non-pensionable establishment.": "किया जाता है, सिवाय गैर-पेंशन योग्य स्थापना में अस्थायी और स्थानापन्न सेवा की अवधि के मामले",
  "The service in work-charged establishment and period of service in a": "में। कार्य-प्रभारित स्थापना में सेवा और आकस्मिकताओं से भुगतान किए गए पद पर सेवा की अवधि",
  "post paid from contingencies shall also not count as qualifying service.": "की भी अर्हकारी सेवा के रूप में गणना नहीं होगी।",
  "11. The Note appended to Rule 3(8) contains a provision that if the": "44. नियम 3 (8) से संलग्न टिप्पण में यह उपबंध है कि यदि किसी गैर -पेंशनयोग्य स्थापना, कार्य-",
  "(i) periods of temporary or officiating service in non-pensionable establishment;": "योग्य स्थापना में अस्थायी सेवा की दो अवधियों के बीच या पेंशनभोगी स्थापना में अस्थायी सेवा",
  "Notes — (1) Persons who actually do the work with their hands,": "नोट-() वे व्यक्ति जो कि इस तरह के कार्य को स्वयं अपने हाथों से",
  "such as, beldars, masons, carpenters, fitters, mechanics, drivers,": "करते है जैसे कि बेलदार, कारपेन्टर्स, फिटर्स, मशीनमैन, ड्राइवर आदि तो",
  "etc., should be engaged only when works are carried out": "उन्हें केवल तभी नियोजित किया जाए जब कार्य विभागीय रीति से हो तो",
  "departmentally, and charged to works. In cases in which it is": "तथा कार्य को यह प्रभारित हो। उन मामलों में जिसमें सरकारी टूल्स ,",
  "considered necessary, as a safeguard against damage to the": "क्षति से बचाने के लिए यह आवश्यकता माना गया है जो विभाग द्वारा या",
  "engaged by the contractor must be subject to approval by the department, whether the work is done departmentally or by": "अनुमोदन के अधीन होगा, भले ही कार्य विभाग द्वारा या संविदा द्वारा कार्य",
  "(2) Mistries and work agent should, in all circumstances,": "(2) मिस्त्री तथा कार्य अभिकर्ता प्रत्येक परिस्थितियों में भले ही वे विभागीय",
  "whether they are employed on works executed departmentally or on contract, be charged to “works”.": "निष्पादित कार्य पर नियोजित हों या संविदा पर, \"कार्य\" पर प्रभारित होंगें।",
  "(3) Subject to the general principles stated in Paras 665 to 667": "(3) प्रस्तर 665 तथा 667 में संप्रेक्षित साधारण सिद्धान्तों के अधीन रहते",
  "being observed, the classes of establishment not covered by these": "हुए इन परिभाषाओं से आच्छादित न होने वाली वर्गीकृत स्थापना",
  "definitions may be classified as \"work-charged, or temporary\",": "यथास्थिति मामले के अनुसार \"प्रभारित कार्य या अस्थाई\" के रूप में",
  "as the case may be, and the rule which prescribes that work-": "वर्गीकृत की जा सकेंगी, तथा नियम जो विहित करता है कि कार्य- प्रभारित",
  "charged establishment must be employed upon a specific work": "अधिष्ठान विनिर्दिष्ट कार्य के लिए नियोजित होना चाहिए है उन्हें",
  "concurrence of the Accountant General. In such cases, the Government shall also determine in consultation with the": "इस तरह के मामलों में सरकार महालेखाकार से परामर्श से भी यह निर्धारित",
  "Accountant General, the proportions in which the cost of such establishment shall be allocated between the works concerned.": "करेगी कि जिन अनुपातों में ऐसी स्थापना की लागत संबंधित कार्यों के बीच आवंटित की जाएगी।",
  "668. In all the cases previous sanction of the competent authority as laid down in Vol. I of the Handbook or in the departmental": "668. जैसा कि हस्तपुस्तिका के खण्ड़ 3 में प्रतिपादित है या आदेशों के",
  "period of sanction, and (3) the full name (as given in the estimate) of the work and the nature of the duties on which the": "भुगतान का समेकित दर (2) मन्जूरी की अवधि तथा (3) कार्य का पूरा नाम (जैसा कि मद में दिया गया हो) और कार्य की प्रकृति जिसे करने के",
  "person engaged would be employed.": "लिए व्यक्ति नियोजित किया जायेगा।",
  "669. Members of the work-charged establishment are not entitled to any pension or to leave salary or allowances except in the following cases:": "669. कार्य- प्रभारित स्थापना के सदस्य निम्नलिखित मामलों के सिवाय किसी पेन्शन या अवकाश वेतन या भत्ते के हकदार नहीं होंगे -",
  "(a) Wound and other extraordinary pensions and gratuities are in certain cases admissible in accordance with the rules in Part VI of the Civil Service Regulations.": "(अ) सिविल सेवा विनियम के भाग 6 में दिए गए नियमों के अनुसार स्वीकृत निश्चित मामलों में उपदान तथा अन्य आसाधारण पेन्शन तथा ? ,",
  "(b) Travelling and daily allowance may be allowed by divisional officers for journeys performed within the State in the interest of": "(ब) खण्ड़ अधिकारी राज्यक्षेत्र के अन्तर्गत कार्य के हित में जिसके लिए",
  "work on which the persons are employed on the following": "व्यक्तियों को नियोजित किया गया है इस तरह के कार्यों को करने में निम्न",
  "(i) The journey should be sanctioned by the divisional officer": "(।) यात्रा खण्ड अधिकारी द्वारा या उप खण्ड़ अधिकारी / खण्ड़",
  "that the period of service in a work-charged establishment shall": "कार्य-प्रभारित प्रतिष्ठान में सेवा की अवधि को अर्हकारी सेवा की गणना",
  "not be taken into account in calculating the qualifying service. After the services of a work-charged employee have been": "करने में नहीं लिया जाएगा। कार्य-प्रभारित कर्मचारी की सेवाओं को नियमित",
  "regularised he becomes a public servant. The service is under the": "किए जाने के बाद वह एक लोक सेवक बन जाता है। सेवा सरकार के अधीन",
  "Government and is paid by it. This is what was precisely stated": "है और उसके द्वारा भुगतान किया जाता है। यह वही है जो दिनांकित जून,",
  "workmen and the Chief Engineer, PWD. (B. & R),": "972 के औद्योगिक पंचाट में, कामगार और मुख्य अभियंता, पी.डब्ल्यू.डी.",
  "Establishment Branch, Punjab, Patiala, which was published in": "(बी. एण्ड आर) स्थापना शाखा, पंजाब, पटियाला के मध्य यथार्थतः कहा",
  "No.14095-BRI_ (3)-72/5383 dated 6th February 1973(Annexure": "(3)-72/5383 दिनांक 6 फरवरी 973 (संलग्रक पी 7) द्वारा निपटाया",
  "P7) where it was stated that all those work charged employees": "गया था, जहां यह कहा गया था कि उन सभी कार्य प्रभारित कर्मचारियों",
  "who had put in ten years of service or more as on 15th August": "जिन्होनें दस साल या उससे अधिक की सेवा दिनांक 5 अगस्त 972 को",
  "1972, their services would be deemed to have been regularised.": "कर ली थी, उनकी सेवाओं को नियमित माना जाएगा। एक बार जब कार्य-",
  "Once_the services of a work-charged employee have been": "प्रभारित कर्मचारी की सेवाओं को नियमित कर दिया जाता है, तो उसे पेंशन",
  "regularised, there appears to be hardly any logic to deprive him": "लाभ से वंचित करने के लिए शायद ही कोई तर्क प्रतीत होता है जैसा कि",
  "must mean the protection of equal laws for all persons similarly": "कानूनों के समान संरक्षण का अर्थ है समान प्रास्थिति के सभी व्यक्तियों के",
  "provision involves negation equality. Even the temporary or": "क्योंकि एक मनमाने प्रावधान में समानता को नकारना शामिल है। यहां तक",
  "officiating service under the State Government has to be": "कि अर्हकारी सेवा का निर्धारण करने के लिए राज्य सरकार के अधीन",
  "been taken into consideration for determining his qualifying service. The classification which is sought to be made among": "के निर्धारण के लिए ध्यान में नहीं रखा गया है। वर्गीकरण जो सरकारी",
  "Government servants who are eligible for pension and those who": "कर्मचारियों के मध्य किया जाना अपेक्षित है, जो पेंशन के लिए पात्र हैं और",
  "started as work-charged employees and their services regularised": "जिन्होनें कार्य -प्रभारित कर्मचारियों के रूप में कार्य करना शुरू किया था.",
  "subsequently, and the others are based on any intelligible criteria and, therefore, is not sustainable at law. After the services of a": "और बाद में उनकी सेवाओं को नियमित कर दिया गया और अन्य किसी बोधगम्य कसौटी पर आधारित हैं और इसलिए, कानून में संपोषणीय नहीं है।",
  "work-charged employee have been regularised, he is a public": "कार्य-प्रभारित कर्मचारी की सेवाओं को नियमित किए जाने के बाद, वह",
  "servant like other servant. To deprive him of the pension is not": "अन्य कर्मचारी की तरह एक लोक सेवक है। उसे पेंशन से वंचित करना न",
  "only unjust and inequitable but is hit by the vice of arbitrariness,": "केवल अन्यायपूर्ण और असमान है, बल्कि मनमानी के दोष से प्रभावी है,",
  "and for these reasons, the provisions of sub-rule (ii) of Rule 3.17": "और इन कारणों से, नियमों के नियम 3.7 का उप-नियम(॥) के प्रावधानों",
  "of the Rules have to be struck down being violative of Article 14 of the Constitution.": "को संविधान के अनुच्छेद 4 का उल्लंघन करने के कारण अभिखण्ड़ित किया जाना चाहिए।",
  "20. In relaxation of Rule 3.17(i1) of Rules by the respondent-": "20. प्रत्यर्थी-प्राधिकारियों द्वारा नियमों के नियम 3. 7 (0) के",
  "authorities, the service of sixteen work-charged employees was": "शिथिलीकरण में, सोलह कार्य प्रभारित कर्मचारियों की सेवा को पंजाब",
  "his services were regularised, and so on, is also without merit.": "पर उसकी सेवाएं नियमित की गयी हैं और फलस्वरूप वह नियमों के नियम",
  "completion of ten years of the service as per Punjab Government Memo": "पंजाब सरकार के प्रदर्श दिनांकित 6 फरवरी 983 के अनुसार सेवा के दस साल पूरे होने पर",
  "dated 6th February 1983. Even otherwise, the High Court has held that": "सेवाओं को नियमित किया गया माना गया था। अन्यथा भी, उच्च न्यायालय ने अवधारित किया है कि",
  "grant of pension and other retiral benefits based on taking into": "अभिखण्ड़ित किया जाना चाहिए। पेंशन और उपदान लाभों के अनुदान से दूसरों को बाहर करने का",
  "succeeded in obtaining employment in Punjab State Electricity Board": "सरकार की सेवाओं से छंटनी हुए थे और पंजाब राज्य विद्युत बोर्ड में नियोजन प्राप्त करने में सफल",
  "are entitled to count prior service rendered under Central/State": "रहे हैं, वे केंद्र/राज्य सरकार के अधीन प्रदान की गई पूर्व सेवा की गणना करने के हकदार हैं, उस",
  "Government, to the extent, such service was qualified for grant of pension under the rule of Central/ State Government. Relying upon": "सीमा तक, ऐसी सेवा केंद्र/राज्य सरकार के नियम के तहत पेंशन के अनुदान के लिए अर्ह थी। केशर",
  "Kesar Chand v. the State of Punjab (supra) it has been held that": "चंद बनाम पंजाब राज्य (सुप्रा) पर अवलम्बित करते हुए यह अवधारित किया गया है कि सेवानिवृत्ति",
  "employee holding substantively a permanent post on the date of": "की तारीख पर एक स्थायी पद धारण करने वाले कर्मचारी कार्य-प्रभारित स्थापना में प्रदान की गई",
  "retirement is entitled to count in full as qualifying service the period of": "सेवा की अवधि को पूर्ण रूप से अर्हकारी सेवा के रूप में गणना करने का अधिकार है। इस प्रकार ,",
  "department could not have excluded the same on the ground that it": "विभाग इस आधार पर इसे बाहर नहीं कर सकता था कि यह गैर-पेंशन योग्य स्थापना पर प्रदान किया",
  "19. The facts in the case of Narata Singh (supra) were that the": "9. . नराता सिंह (उपरोक्त) के मामले में तथ्य यह था कि प्रत्यर्थी संख्या 4 को दिनांक 4.2.952",
  "1.2.1952 to 18.9.1953. From 25.9.1953 he joined as a work-charged": "से 48.9.953 तक कार्य-प्रभारित आधार पर नियोजित किया गया था। दिनांक 25.9.953 से वह",
  "employee in Bhakra Dam Project and resigned therefrom on": "भाखड़ा बांध परियोजना में एक कार्य -प्रभारित कर्मचारी के रूप में शामिल हुए और",
  "27.1.1962. He thereafter joined the Beas Dam Project on 1.2.1962 and": "दिनांक 27..962 को वहाँ से इस्तीफा दे दिया। इसके बाद वह दिनांक .2.962 को बिज़ डैम",
  "worked at the said project till 15.4.1978 as a work-charged employee.": "परियोजना में शामिल हुए और दिनांक 45.4.978 तक एक कार्य-प्रभारित कर्मचारी के रूप में उक्त",
  "He was retrenched from that project w.ef. 15.4.1978 and was paid": "परियोजना पर काम किया। उसकी उक्त परियोजना से दिनांक 45.4.978 के प्रभाव से छंटनी की",
  "retrenchment compensation by the competent authority of the project.": "गयी और परियोजना के सक्षम प्राधिकारी द्वारा छंटनी प्रतिकर का संदाय किया गया था। भाखड़ा बांध",
  "Bhakra Dam Project and Beas Dam Project are under the Department of Irrigation and Power, State of Punjab. Thus, the services rendered": "परियोजना और व्यास बांध परियोजना पंजाब राज्य के सिंचाई और विद्युत विभाग के अधीन हैं। इस",
  "under the two projects were in fact services under the State of Punjab.": "प्रकार, दो परियोजनाओं के तहत प्रदान की गई सेवाएं वास्तव में पंजाब राज्य के तहत सेवाएं थीं।",
  "capacity which was outside the purview of the Board and the said": "निर्णीत किया कि उसने कार्य-प्रभारित क्षमता में सेवा की थी जो बोर्ड की परिधि से बाहर थी और",
  "service was non-pensionable so far as the State Government was concerned. Relying upon the Kesar Chand v. State of Punjab, the": "उक्त सेवा जहाँ तक राज्य सरकार का संबंध था, गैर-पेंशन योग्य थी। केशर चंद बनाम पंजाब राज्य",
  "Division Bench concluded that the rule which excluded the counting of": "पर अवलम्बित होते हुए, डिवीजन बेंच ने निष्कर्ष निकाला कि नियम जिसने एक कर्मचारी की कार्य-",
  "work-charged service of an employee whose services were regularized": "प्रभारित सेवा की गिनती को बाहर रखा था, जिसकी सेवाओं को बाद में नियमित किया गया था, वह",
  "subsequently was bad in law. The Central/State Government in": "विधि में सही नहीं था। केंद्र /राज्य सरकार ने परामर्श में आनुपातिक , सेवा शेयर आधार पर",
  "consultation decided to share the proportionate pension liability on a": "आनुपातिक पेंशन दायित्व को बांटने का फैसला किया। केंद्र सरकार और राज्य सरकार के नीतिगत",
  "employee, who has been retrenched from the services of Central/ State": "निर्णय का प्रभाव यह था कि अस्थायी कर्मचारी, जिसे केंद्र/राज्य सरकार की सेवाओं से हटा दिया",
  "Government and had secured employment with the Punjab State Electricity Board was entitled to count temporary service rendered by him under the Central/ State Government to the extent that such": "गया है और पंजाब राज्य विद्युत बोर्ड के अधीन रोजगार प्राप्त कर लिया था , उसके द्वारा केंद्र/राज्य सरकार के अधीन प्रदान की गई अस्थायी सेवा की गणना इस सीमा तक करने का हकदार था कि",
  "service was qualified for grant of pension under rules of Central/ State Government. This Court in Narata Singh (supra) relied upon Kesar": "केंद्र/ राज्य सरकार के नियमों के तहत पेंशन देने के लिए ऐसी सेवा अर्ह थी। नरात सिंह (उपरोक्त) में",
  "Chand (supra) and has observed:": "यह न्यायालय केसर चंद (उपरोक्त) पर अवलम्बित हुआ और अवलोकन किया:",
  "“25. In Kesar Chand vy. State of Punjab 1988 (5) SLR 27 (P&H)": "25. केसर चंद बनाम पंजाब राज्य 988 (5) एसएलआर 27 (पी एंड",
  "the Full Bench held that Rule 3.17(ii) of the Punjab Civil Ser-": "एच) में पूर्ण पीठ ने अवधारित किया कि पंजाब सिविल सेवा नियमावली का",
  "vices Rules was violative of Article 14 of the Constitution of In-": "नियम 3.7॥) भारतीय संविधान के अनुच्छेद 4 का उल्लंघन था। पूर्ण",
  "dia. The Full Bench decision was challenged before this Court by filing a special leave petition which was dismissed. Thus, the": "पीठ के फैसले को इस अदालत के समक्ष एक विशेष अनुमति याचिका दायर",
  "counting of the service rendered by a work-charged employee as": "सेवा न्यायाधिकरण ने एक कार्य-प्रभारित कर्मचारी द्वारा प्रदान की गई सेवा की गिनती पेंशन के लिए",
  "‘qualifying service' for the pension. Writ Petition No.24 of 2007 was filed by the State of Uttarakhand against the said order. The same": "'अर्हकारी सेवा' के रूप में करने का निर्देश दिया। उक्त आदेश के खिलाफ उत्तराखंड राज्य द्वारा रिट",
  "to Appeal was filed by the State which was also dismissed. Later on,": "आदेश के खिलाफ राज्य द्वारा अपील के लिए विशेष अनुमति दायर की गई थी जिसे भी खारिज कर",
  "the Full Bench of the Uttarakhand High Court took the view that the": "दिया गया था। बाद में, उत्तराखंड उच्च न्यायालय की पूर्ण पीठ ने यह दृष्टिकोंण लिया कि कार्य",
  "period of work-charged service cannot be counted for computation of": "प्रभारित सेवा की अवधि को 'अर्हकारी सेवा' की अवधि की गणना के लिए नहीं गिना जा सकता है।",
  "the period of ‘qualifying service’. Based on Full Bench decision, review of the order dismissing Writ Petition No.24 of 2007 was sought which": "पूर्ण पीठ के फैसले के आधार पर, रिट याचिका सं. 24 सन्‌ 2007 को खारिज करने के आदेश के",
  "was allowed by order dated 27th July 2012 the same was questioned in": "पुनर्विलोकन की मांग की गई थी, जिसे 27 जुलाई 202 के आदेश द्वारा अनुमति दी गई थी, इसे इस",
  "this Court, then the SLP was dismissed as withdrawn. Based on": "न्यायालय में प्रश्नगत किया गया, फिर एसएलपी को प्रत्याहरण(विड़ों) के रूप में खारिज कर दिया",
  "review petition, the matter was re-heard and the High Court vide order": "गया। पुनर्विलोकन याचिका के आधार पर, मामले को फिर से सुना गया और उद्च न्यायालय ने 26",
  "dated 26th May 2015 has held that the work-charged service cannot be": "मई 205 के आदेश द्वारा अवधारित किया कि कार्य-प्रभारित सेवा को 'अर्हकारी सेवा' की अवधि की",
  "of the Full Bench of the Uttarakhand High Court passed after the grant of review petition came up for consideration before this Court in Habib Khan v. the State of Uttarakhand. Following order was passed": "उत्तराखंड उच्च न्यायालय की पूर्ण पीठ का निर्णय हबीब खान बनाम उत्तराखंड राज्य में इस",
  "by this Court on 23.8.2017:": "न्यायालय के समक्ष विचार के लिए आया। इस न्यायालय द्वारा 23. 8. 207 को निम्नलिखित",
  "“6. The pari materia provision contained in Rule 3.17(ii) of the": "\"6 पंजाब सिविल सेवा नियमावली के नियम 3.770) में निहित पैरा",
  "Bench decision of the Punjab and Haryana High Court in Kesar Chand _ vs. State of Punjab and ors. (supra). The challenge by": "मटेरिया प्रावधान को केसर चंद बनाम पंजाब राज्य और अन्य (उपरोक्त) में पंजाब और हरियाणा उच्च न्यायालय के पूर्ण पीठ के निर्णय द्वारा",
  "the State against the aforesaid decision of the Full Bench of the": "पीठ के पूर्वोक्त निर्णय के विरूद्ध राज्य द्वारा चुनौती को इस न्यायालय द्वारा",
  "post on the date of his retirement was entitled to count in full as": "सेवानिवृत्ति की तारीख पर एक स्थायी पद धारण करने वाले कर्मचारी की",
  "qualifying service the periods of service in work-charged estab-": "कार्य-प्रभारित प्रतिष्ठानों में सेवा की अवधि को अर्हकारी सेवा के रूप में पूर्ण",
  "26. In view of this settled position, there is no manner of doubt": "26. इस स्थापित स्थिति के दृष्टिगत, इसमें कोई संदेह नहीं है कि पंजाब",
  "that the work-charged service rendered by Respondent | under the Government of Punjab was qualified for grant of pension un- der the rules of the Government of Punjab and therefore, the": "सरकार के अधीन प्रत्यर्थी । द्वारा प्रदान की गई कार्य-प्रभारित सेवा पंजाब सरकार के नियमों के तहत पेंशन देने के लिए अरह थी और इसलिए, राज्य",
  "inclusion of period of work-charged service rendered by him": "सरकार के साथ उसके द्वारा प्रदान की गई कार्य-प्रभारित सेवा की अवधि",
  "that service rendered by him in the work-charged capacity out- side PSEB and in the Departments of the State Government was": "सरकार के विभागों में कार्य-प्रभारित क्षमता में उसके द्वारा प्रदान की गई सेवा",
  "a non-pensionable service.": "एक गैर-पेंशन योग्य सेवा थी।",
  "27. The apprehension that acceptance of the case of Respondent": "27. यह आशंका कि प्रत्यर्थी के मामले को स्वीकार करने से उन्हे पंजाब",
  "ployees of the State of Punjab has no factual basis. It is true that": "नहीं है। यह सच है कि राज्य सरकार के पास संविधान के अनुच्छेद 309 के",
  "by framing regulations under Section 79(c) of the Electricity": "धारा 79 (सी) के तहत विनियम बनाकर सेवा की शर्तों को निर्धारित करने",
  "tion and issuance of instructions to fill up the gap in the fields": "अंतर को भरने के लिए निर्देश जारी करना जहां वैधानिक प्रावधान संचालित",
  "where statutory provisions do not operate, is recognised as a val- id mode of administration in modern times.": "नहीं होते हैं, आधुनिक समय में प्रशासन के वैध मोड के रूप में मान्यता प्राप्त",
  "40. So far as this argument is concerned, it is true that the Divi-": "40. जहां तक इस तर्क का संबंध है, यह सच है कि उद्च न्यायालय की",
  "sion Bench of the High Court has expressed the above opinion in the impugned judgment. However, the reference to Rule 3.17(ii)": "डिवीजन बेंच ने उपरोक्त निर्णय में उपरोक्त राय व्यक्त की है। हालाँकि, पंजाब",
  "cision of the Punjab and Haryana High Court in Kesar Chand v. State of Punjab (supra) and the speaking order dated 16-11-2005": "पंजाब राज्य (उपरोक्त) में पंजाब और हरियाणा उच्च न्यायालय के पूर्ण पीठ के",
  "passed by the Board rejecting the claim of Respondent 1 makes": "निर्णय और बोर्ड द्वारा प्रत्यर्थी . के दावे को खारिज करते हुए पारित",
  "it abundantly clear that the High Court has directed the appel-": "दिनांक 6--2005 के सकारण आदेश का संदर्भ यह पयप्ति रूप से स्पष्ट करता है कि उच्च न्यायालय ने अपीलकर्ताओं को राज्य सरकार के साथ",
  "lants to count the period of service rendered by Respondent 1 in": "कार्य-प्रभारित क्षमता में प्रत्यर्थी 2 द्वारा प्रदान की गई सेवा की अवधि की",
  "ing qualifying service for the purpose of pension. Further, Re- spondent | has been directed to deposit the amount of Employ-": "गणना पेंशन के उद्देश्य के लिए आअर्हकारी सेवा के रूप में निर्धारित करने के लिए निर्देशित किया है। इसके अतिरिक्त, प्रत्यर्थी । को यह निदेश दिया गया",
  "spondent | has been directed to deposit the amount of Employ- ee’s Contributory Fund which he had received from the appel- lants along with interest as per the directions of the Board before the pension is released to him.”": "लिए निर्देशित किया है। इसके अतिरिक्त, प्रत्यर्थी । को यह निदेश दिया गया है कि वह कर्मचारी के अंशदायी निधि की राशि, उसे पेंशन दिए जाने से पूर्व",
  "22. Learned Advocate General appearing for the State of Uttar Pradesh has referred to the decision in Jaswant Singh & Ors. v. Union": "22. . उत्तर प्रदेश राज्य के लिए उपस्थित विद्वान महाधिवक्ता ने जसवंत सिंह और अन्य बनाम",
  "of India & Ors. (1979) 4 SCC 440 to contend that work-charged": "भारत संघ और अन्य (979) 4 एससीसी 440 के फैसले का उल्लेख यह तर्क देने के लिए किया है",
  "employee is the one who is engaged temporarily and their appointment": "कि कार्य-प्रभारित कर्मचारी वह है जो अस्थायी रूप से लगे हुए हैं और उनकी नियुक्ति उनके रोजगार",
  "was made, from the very nature of their employment, till the completion of the specified work. Work-charged employees are entitled": "की प्रकृति से, निर्दिष्ट कार्य के पूरा होने तक की गई थी। कार्य प्रभारित कर्मचारी औद्योगिक विवाद",
  "to the benefits of the provisions contained in the Industrial Disputes Act. This Court also observed that they are in a better position than": "अधिनियम में निहित प्रावधानों के लाभों के हकदार हैं। इस न्यायालय ने यह भी अवलोकन किया कि",
  "without any kind of compensatory benefits. The facts indicate that out": "बिना रोजगार से बाहर करने के लिए उत्तरदायी हैं। तथ्यों से इंगित होता है कि व्यास परियोजना के",
  "of 36,000 work-charged employees of the Beas Project 26,000 had accepted retrenchment compensation. Concerning the status of work-": "36,000 कार्य-प्रभारित कर्मचारियों में से 26,000 ने छँटनी मुआवजे को स्वीकार कर लिया था।",
  "charged establishment and its employees this Court has observed": "कार्य-प्रभारित प्रतिष्ठान और उसके कर्मचारियों की स्थिति के विषय में इस न्यायालय ने इस प्रकार",
  "**42. A work-charged establishment broadly means an establish-": "\"2 मोटे तौर पर कार्य प्रभारित स्थापना का अर्थ उस स्थापना से होता है,",
  "ment of which the expenses, including the wages and allowances of the staff, are chargeable to “works”. The pay and allowances": "जिसमें कर्मचारियों के वेतन और भत्ते सहित व्यय, “कार्य” के लिए प्रभार्य",
  "of employees who are borne on a work-charged establishment": "होते हैं। कार्य-प्रभारित प्रतिष्ठान से आने वाले कर्मचारियों के वेतन और",
  "are generally shown as a separate sub-head of the estimated cost of the works.": "भत्ते आमतौर पर कार्यों की अनुमानित लागत के एक अलग उप-शीर्ष के रूप में दिखाए जाते हैं।",
  "43. The entire strength of labour employed for the purpose of the": "43. व्यास परियोजना के उद्देश्य से नियोजित कुल श्रमिक संख्या कार्य-",
  "are engaged on a temporary basis and their appointments are": "प्रभारित थी। कार्य-प्रभारित कर्मचारी अस्थायी आधार पर लगे हुए हैं और",
  "made for the execution of a specified work. From the very nature": "उनकी नियुक्तियां एक निर्दिष्ट कार्य के निष्पादन के लिए की जाती हैं। उनके",
  "of their employment, their services automatically come to an end": "रोजगार की प्रकृति से ही, उनकी सेवाएं स्वतः ही उन कार्यों के पूरा होने पर",
  "on the completion of the works for the sole purpose of which they are employed. They do not get any relief under the Payment": "समाप्त हो जाती हैं जिनके एकमात्र उद्देश्य के लिए वे नियोजित हैं। उन्हें पेमेंट",
  "of Gratuity Act nor do they receive any retrenchment benefits or": "ऑफ ग्रैच्युटी एक्ट के तहत कोई राहत नहीं मिलती है और न ही उन्हें",
  "any benefits under the Employees State Insurance Schemes.": "कर्मचारी राज्य बीमा योजनाओं के तहत कोई छंटनी लाभ या कोई लाभ प्राप्त",
  "Narata Singh and anr. (2010) 4 SCC 317. While dealing with the": "नराता सिंह और अन्य (200) 4 एससीसी 37 के प्रकरण में एक बार",
  "said question this Court in paragraph 25 of the report held that": "दौरान इस न्यायालय ने रिपोर्ट के प्रस्तर 25 में अवधारित किया कि पंजाब",
  "the Full Bench decision of the Punjab and Haryana High Court": "और हरियाणा उच्च न्यायालय के पूर्ण पीठ का निर्णय को पंजाब सिविल सेवा",
  "was perfectly justified in striking down Rule 3.17(ii) of the": "नियमावली के नियम 3.70) को अभिखण्ड़ित करने में पूरी तरह से",
  "officiating service' and 'work-charged service’. On the said basis,": "सेवा' और 'कार्य-प्रभारित सेवा' के बीच उक्त नियमों में किए गए भेद का",
  "should be reckoned for purposes of computation of ‘qualifying service’ for grant of pension.": "पेंशन के अनुदान के लिए 'अर्हकारी सेवा' की गणना के प्रयोजनों के लिए",
  "7. As already observed, the provisions of Rule 370 of the Civil Service Regulations applicable to the State of Uttarakhand are": "7. जैसा कि पहले ही अवलोकन किया गया है, उत्तराखंड राज्य के लिए लागू सिविल सेवा विनियमों के नियम 370 के प्रावधान पंजाब सिविल सेवा",
  "pari materia with the provisions of Rule 3.17(4i) of the Punjab": "नियमावली के नियम 3.7() के प्रावधानों के साथ पैरा मटेरिया (समान",
  "Civil Services Rules, discussed above. If that is so, 'we do not": "बिषयवस्तु वाले) हैं, जो ऊपर चर्चा की गई है। यदि ऐसा है, तो 'हम यह नहीं",
  "see as to why the period of service rendered on work-charged ba-": "सेवा की अवधि को पेंशन के अनुदान के लिए 'अर्हकारी सेवा 'की गणना के",
  "sis by the appellants should not be counted for purposes of com-": "प्रयोजनों के लिए क्यों नहीं गिना जाना चाहिए। इस न्यायालय द्वारा _नराता",
  "teria provisions of Rule 3.17 (ii) of the Punjab Civil Services": "सिंह (उपरोक्त) में पंजाब सिविल सेवा नियमावली के नियम 3.70) के",
  "Rules having been interpreted and understood in the above man-": "पैरा मटेरिया प्रावधानों का निर्वचन किया गया है और उपरोक्त तरीके से इसे",
  "room for taking any other view except to hold that the appellants": "समझा गया है, हमें यह मानने के अलावा कोई अन्य दृष्टिकोण लेने की कोई गुंजाइश नहीं मिलती है कि अपीलकर्ता पेंशन के अनुदान के लिए 'अर्हकारी",
  "are entitled to reckon the period of work-charged service for purposes of computation of ‘qualifying service’ for grant of pen-": "सेवा' की गणना के प्रयोजनों के लिए कार्य -प्रभारित सेवा की अवधि को",
  "sion. We order accordingly; allow these appeals and set aside": "गिनने का हकदार हैं। हम तदनुसार आदेश देते हैं; इन अपीलों की अनुमति",
  "the impugned orders passed by the High Court.": "देंते हैं और उच्च न्यायालय द्वारा पारित आक्षेपित आदेशों को अपास्त करते हैं।",
  "8. All necessary and consequential benefit in terms of the present": "8. वर्तमान आदेश के संदर्भ में सभी आवश्यक और परिणामी लाभ का पुगतान",
  "order will be paid and granted by the State to the appellants": "किया जाएगा और राज्य द्वारा अपीलकर्ताओं को अविलम्ब और बिना देरी के",
  "21. This Court ordered the counting of work-charged service period towards qualifying service on the basis that pari materia provision": "27. . इस न्यायालय ने इस आधार पर अर्हकारी सेवा के लिए कार्य-प्रभारित सेवा अवधि की गणना",
  "contained in Rule 3.17(ii) of the Punjab Civil Services Rules has been": "का आदेश दिया कि पंजाब सिविल सेवा नियमावली के नियम 3.70() में निहित पैरा मटेरिया",
  "struck down in Kesar Chand v. State of Punjab & Ors (supra). This": "प्रावधान केसर चंद बनाम पंजाब राज्य और अन्य (उपरोक्त) में अभिखण्डित किया गया है। इस",
  "Court has also relied upon Punjab State Electricity Board v. Narata": "न्यायालय ने राहत देने के लिए पंजाब राज्य विद्युत बोर्ड बनाम नराता सिंह और अन्य (उपरोक्त) का",
  "25. Learned Advocate General has relied upon the decision in State of Rajasthan v. Kunji Raman (1997) 2 SCC 517 in which this Court": "25... विद्वान महाधिवक्ता ने राजस्थान राज्य बनाम कुंजी रमन (997) 2 एससीसी 547 में निर्णय",
  "considered the concept of equal pay for equal work. This Court held": "पर अवलम्बन दिया है जिसमें इस न्यायालय ने समान काम के लिए समान वेतन की अवधारणा पर",
  "that the concept of equal pay for equal work did not apply to work-": "विचार किया। इस न्यायालय ने अवधारित किया कि समान काम के लिए समान वेतन की अवधारणा",
  "charged employee vis-a-vis to the regular employee of PWD, they form": "पीडब्ल्यूडी के नियमित कर्मचारी के सापेक्ष कार्य-प्रभारित कर्मचारी पर लागू नहीं होती है, वे दो अलग",
  "two separate and distinct classes. This Court held that framing of the": "और विशिष्ट वर्ग बनाते हैं। इस न्यायालय ने यह माना कि नियमित स्थापना के एक कर्मचारी पर लागू",
  "separate rules for a work-charged employee by excluding them from the general rules applicable to an employee of the regular": "सामान्य नियमों से उन्हें अपवर्जित करते हुए एक कार्य-प्रभारित कर्मचारी के लिए अलग नियम बनाना",
  "establishment was not arbitrary or discriminatory. The rules framed by the State of Rajasthan came up for consideration. In that context,": "मनमाना या भेदभावपूर्ण नहीं था। राजस्थान राज्य द्वारा बनाए गए नियम विचार के लिए आये। इस",
  "employees were denied Project Allowance and Leave Encashment": "कार्य प्रभारित कर्मचारियों को इस आधार पर परियोजना भत्ता और अवकाश नकदीकरण भत्ते से",
  "Allowance on the ground that Rajasthan Services Rules, 1951 and Rajasthan Service (Concessions on Project) Rules, 1962 did not apply": "वंचित कर दिया गया कि राजस्थान सेवा नियमावली 4954 और राजस्थान सेवा (परियोजना पर",
  "compensatory allowance to the employees is contrary to the principles of consideration or equal pay for equal work. It upheld the validity of": "दिया कि कर्मचारियों को प्रतिपूरक भत्ते का भुगतान समान कार्य के लिए समान वेतन या प्रतिफल के",
  "work-charged employees are entitled to project allowance at the same": "वैधता को बरकरार रखा और अवधारित किया कि कार्य- प्रभारित कर्मचारी उसी दर पर परियोजना",
  "rate as it was being paid to employees of the regular establishment.": "भत्ता के हकदार हैं, जैसे कि नियमित स्थापना के कर्मचारियों को भुगतान किया जा रहा था। उच्च",
  "The High Court struck down Rules 2 (b) and (d) of Project Rules, 1962": "न्यायालय ने संविधान के अनुच्छेद 4 और १6 के उल्लंघन के रूप में परियोजना नियमावली 962",
  "and Rules 4(2)(4) of Project Rules, 1975 as violative of Articles 14 and": "के नियम 2 (ख) और (घ) और परियोजना नियमावली 4975 के नियम 4(2)(4) को अभिखण्ड़ित",
  "Jaswant Singh (supra) and has followed the same. This Court": "कर दिया। इस न्यायालय ने जसवंत सिंह (उपरोक्त) के फैसले का उल्लेख किया और उसी का",
  "observed thus:": "अनुसरण किया। इस न्यायालय ने इस प्रकार अवलोकन किया:",
  "Jaswant Singh vy. Union of India (1979) 4 SCC 440 broadly": "6 जसवंत सिंह बनाम भारत संघ (979) 4 एससीसी 440 में इस",
  "means an establishment of which the expenses, including the wages and allowances of the staff, are chargeable to “works”.": "अर्थ है एक प्रतिष्ठान, जिसमें कर्मचारियों के वेतन और भत्ते सहित व्यय, 'कार्य' के लिए प्रभार्य हैं। कार्य -प्रभारित प्रतिष्ठान से आने वाले कर्मचारियों",
  "completion of the work for the sole purpose for which they are": "उस एकमात्र उद्देश्य के लिए काम पूरा होने पर समाप्त हो जाती हैं जिसके लिए वे नियोजित किए गए",
  "employed. The services are not ordinarily transferable; thus, it is": "हैं। सेवा आमतौर पर हस्तांतरणीय नहीं हैं; इस प्रकार, यह एक नियमित स्थापना से अलग है।",
  "26. Learned Advocate General has also referred to the decision in Punjab State Electricity Board v. Jagjiwan Ram (2009) 3 SCC 661,": "26. विद्वान महाधिवक्ता ने पंजाब स्टेट इलेक्ट्रिसिटी बोर्ड बनाम जगजीवन राम (2009) 3 एससीसी 667 में निर्णय का भी उल्लेख किया है, जिसमें समयबद्ध पदोन्नति वेतनमान / वृद्धि का लाभ प्रदान",
  "Court observed that regular service means services rendered after the": "था। इस न्यायालय ने अवलोकन किया कि नियमित सेवा का अर्थ नियमित नियुक्ति के बाद प्रदान की",
  "regular appointment and therefore does not include service rendered under ad-hoc, temporary or work-charged employees. Therefore, the": "गई सेवाएं होता है और इसलिए इसमें तदर्थ, अस्थायी या कार्य-प्रभारित कर्मचारियों के तहत प्रदान की गई सेवा शामिल नहीं है। इसलिए, कार्य- प्रभारित कर्मचारियों को वेतनमान की समयबद्ध उन्नति",
  "work-charged employees could not have been granted the benefit of": "का लाभ तब तक नहीं दिया जा सकता था जब तक कि वे नियमित कर्मचारियों के रूप में सेवा की",
  "prescribed period of service as regular employees. This Court again": "निर्धारित अवधि को पूरा नहीं करते। इस न्यायालय ने पुनः कार्य -प्रभारित कर्मचारियों और नियमित",
  "considered the distinction between work-charged employees and": "कर्मचारियों के बीच अंतर पर विचार किया और अवलोकन किया कि कर्मचारियों के नियोजन का",
  "engagement of employees are different. Their pay and conditions of employment are also different. The work-charged employees cannot be": "स्रोत और मोड अलग-अलग हैं। उनका वेतन और नियोजन की शर्तें भी अलग हैं। कार्य प्रभारित",
  "treated at par with regular employees. They cannot claim": "कर्मचारियों को नियमित कर्मचारियों के बराबर नहीं माना जा सकता है। वे नियमितीकरण का दावा",
  "regularization as a right. However, they can claim protection under": "एक अधिकार के रूप में नहीं कर सकते। हालांकि, वे औद्योगिक विवाद अधिनियम के तहत सुरक्षा का",
  "the Industrial Disputes Act. The Office Order dated 23.4.1990 came for": "दावा कर सकते हैं। दिनांक 23.4.990 के कार्यालय आदेश पर विचार किया गया जिसने नियमित",
  "7. In the State of Rajasthan, the Public Works Department is": "7. राजस्थान राज्य में, लोक निर्माण विभाग दो अलग-अलग प्रतिष्ठानों का",
  "maintaining two separate establishments: (1) Regular and (2) Work-charged. The employees working in the regular establish-": "रखरखाव कर रहा है: () नियमित और (2) कार्य-प्रभारित। नियमित",
  "ment are governed by the RSR and the work-charged employees": "स्थापना में काम करने वाले कर्मचारी आरएसआर द्वारा शासित होते हैं और",
  "are governed by the Work-charged Employees Service Rules.": "कार्य-प्रभारित कर्मचारी कार्य-प्रभारित कर्मचारी सेवा नियमावली द्वारा",
  "The RSR are made inapplicable, inter alia, to the work-charged": "शासित होते हैं। आरएसआर को अन्य बातों के साथ, कार्य-प्रभारित",
  "employees. The work-charged employees fall under two catego-": "कर्मचारियों के लिए अनुचित बनाया जाता है। कार्य -प्रभारित कर्मचारी दो",
  "ries: (1) those who are working on a project and (2) those who": "श्रेणियों में आते हैं: () वे जो एक परियोजना पर काम कर रहे हैं और (2)",
  "are not working on a project. It appears that for the workmen en-": "वे जो एक परियोजना पर काम नहीं कर रहे हैं। यह प्रतीत होता है कि माही",
  "Project the Government has framed separate standing orders un- der the Industrial Employment (Standing Orders) Act, 1946 and": "सरकार ने औद्योगिक रोजगार (स्थायी आदेश) अधिनियम, 946 के तहत अलग स्थायी आदेश बनाये हैं और वे उक्त परियोजना के कार्य -प्रभारित",
  "they apply to all persons engaged in work-charged establishment": "स्थापना में लगे सभी व्यक्तियों पर लागू होते हैं जिनकी सेवा की शर्तें को",
  "the RSR, Rajasthan Civil Service (Classification, Control, and": "आरएसआर, राजस्थान सिविल सेवा (वर्गीकरण, नियंत्रण और अपील)",
  "Appeal) Rules and any other Rules framed under Article 309 of": "नियमावली और राजस्थान सरकार द्वारा संविधान के अनुच्छेद 309 के तहत",
  "orders provide not only for classification, recruitment, and ter-": "आदेश न केवल वर्गीकरण, भर्ती, और सेवा की समाप्ति के लिए बल्कि माही",
  "mination of service but also for wages and allowances and other service conditions of the persons engaged in the Mahi Project.": "परियोजना में लगे व्यक्तियों के वेतन और भत्ते और अन्य सेवा शर्तों के लिए",
  "Whereas the employees who are not working on a project get": "भी प्रावधान करते हैं। जबकि जो कर्मचारी किसी परियोजना पर काम नहीं",
  "work-charged pay scale those who are working on a project get a": "कर रहे हैं, उन्हें कार्य -प्रभारित वेतनमान मिलता है, जो एक परियोजना पर",
  "special pay scale and they are also entitled to other benefits and": "काम कर रहे हैं, उन्हें एक विशेष वेतनमान मिलता है और वे अन्य लाभों और",
  "allowances as are applicable to all the employees covered under the Industrial Disputes Act, 1947, Factories Act, 1948 and Indus-": "भत्तों के भी हकदार होते हैं, जो औद्योगिक विवाद अधिनियम 947,",
  "and other employees represented by him are undisputably gov-": "याचिकाकर्ता और उसके द्वारा प्रतिनिधित्व किए गए अन्य कर्मचारी निर्विवाद",
  "erned by the said certified standing orders. They are not treated": "रूप से उक्त प्रमाणित स्थायी आदेशों द्वारा शासित हैं। उन्हें पूर्कालिक",
  "as full-time government employees and, therefore, are free to uti-": "सरकारी कर्मचारी नहीं माना जाता है और इसलिए, वे अपनी इच्छा के",
  "lise their free time in the manner they wish. They are also enti-": "अनुसार अपने खाली समय का उपयोग करने के लिए स्वतंत्र हैं। वे",
  "tled to grant of overtime wages. A sub-division is regarded as a": "ओवरटाइम मजदूरी पाने के भी हकदार हैं। उप-विभाजन को कार्य-प्रभारित",
  "in each unit for the purpose of promotion as well as retrench-": "प्रत्येक इकाई में पदोन्नति के साथ-साथ छंटनी के उद्देश्य से प्रत्येक श्रेणी की",
  "transferable from one work-charged establishment to another": "सेवा एक कार्य-प्रभारित स्थापना से दूसरे कार्य-प्रभारित स्थापना में",
  "service in the work-charged establishment cannot be clubbed with the service of regular establishment unless a specific provision to that": "सेवा को नियमित स्थापना की सेवा के साथ नहीं जोड़ा जा सकता है जब तक कि उस प्रभाव का",
  "service of regular establishment unless a specific provision to that effect is made either in the statute or in the scheme of regularization.": "एक विशिष्ट प्रावधान या तो क़ानून में या नियमितीकरण की योजना में नहीं किया जाता है। यदि किसी",
  "If under any regulation/ rule or the scheme, the services of the work-": "विनियमन/नियम या योजना के तहत, कार्य- प्रभारित कर्मचारियों की सेवाओं को नियमित किया जाता",
  "charged employees are regularized the work-charged employees cannot claim benefit for fixation of seniority in the regular cadre. This Court": "है, तो कार्य- प्रभारित कर्मचारी नियमित कैडर में वरिष्ठता के निर्धारण के लिए लाभ का दावा नहीं कर",
  "in Jagjiwan Ram (supra) has observed thus:": "सकते हैं। जगजीवन राम (उपरोक्त) में इस अदालत ने इस प्रकार अवधारित किया है:",
  "“9, We have considered the respective submissions. Generally": "\"9 हमने संबंधित तर्कों पर विचार किया है। सामान्यतः, एक कार्य-प्रभारित",
  "speaking, a work-charged establishment is an establishment of which the expenses are chargeable to works. The pay and allow-": "स्थापना एक ऐसी स्थापना है जिसमें खर्च कार्यों के लिए प्रभार्य होते हैं।",
  "which the expenses are chargeable to works. The pay and allow- ances of the employees who are engaged in a work-charged es-": "कार्य-प्रभारित प्रतिष्ठान में लगे कर्मचारियों के वेतन और भत्ते आमतौर पर",
  "gaged for execution of specified work or project and their en-": "नियोजित किये जाते हैं और उनका नियोजन कार्य या परियोजना के पूरा",
  "gagement comes to an end on completion of the work or project. The source and mode of engagement/recruitment of work-": "होने पर समाप्त हो जाता है। कार्य -प्रभारित कर्मचारियों का नियोजन / भर्ती",
  "charged employees, their pay and conditions of employment are": "का स्रोत और तरीका, उनके वेतन और रोजगार की शर्तें संबंधित",
  "dure prescribed under the relevant Act or rules and their duties": "अधिनियम या नियमावली के तहत निर्धारित प्रक्रिया का पालन करने के",
  "and responsibilities are also substantially different than those of regular employees.": "तरह अलग हैं तथा उनके कर्तव्य और जिम्मेदारियाँ भी नियमित कर्मचारियों की तुलना में काफी हद तक अलग हैं।",
  "10. The work-charged employees can claim protection under the Industrial Disputes Act or the rights flowing from any particular": "0. कार्य-प्रभारित कर्मचारी औद्योगिक विवाद अधिनियम या किसी विशेष संविधि से प्राप्त होने वाले अधिकारों के तहत सुरक्षा का दावा कर सकते हैं,",
  "statute but they cannot be treated on a par with the employees of": "लेकिन उन्हें नियमित स्थापना के कर्मचारियों के समान स्तर पर नहीं माना",
  "regular employees and further that the work-charged employees": "कर सकते हैं और न ही वे नियमित कर्मचारियों के बराबर वेतनमान और",
  "regular employees under the relevant rules or policy framed by": "कर्मचारी की सेवा को किसी भी क़ानून या नियोक्ता द्वारा बनाई गई योजना के",
  "scheme shows that service rendered by an employee after regular": "जिसके तहत कार्य-प्रभारित कर्मचारी की सेवा को नियमित किया जाता है,",
  "ed for grant of time-bound promotional scales or promotional in-": "समयबद्ध संवर्धनात्मक वेतनमान या संवर्धनात्मक वेतन वृद्धि मंजूर करने",
  "lar service\" or \"23 years' regular service\", the authority con-": "\"23 वर्ष की नियमित सेवा\" के प्रयोग के बजाय, संबंधित प्राधिकारी ने",
  "cerned would have used the expression \"9/16 years' service” or": "\"9/6 वर्ष की सेवा\" या \"23 वर्ष की सेवा\" पद का प्रयोग किया होता।",
  "years’ regular service or 23 years’ regular service as a condition": "सेवा या 23 वर्ष की नियमित सेवा की अपेक्षा को समाविष्ट करती है।\"",
  "27. Itis apparent from the aforesaid discussion that it would depend upon the service rules or schemes whether the period of work-charged": "27. . पूर्वोक्त चर्चा से यह स्पष्ट है कि यह सेवा नियमावली या योजनाओं पर निर्भर करेगा कि क्या",
  "service has to be counted for ACP, in case provision has been made": "कार्य-प्रभारित सेवा की अवधि को एसीपी के लिए गिना जाना है, यदि किसी विशेष संविधि, नियम या",
  "under a particular statute, rule or scheme, service rendered as work-": "योजना के तहत प्रावधान किया गया है, तो कार्य- प्रभारित कर्मचारियों के रूप में प्रदान की गई सेवा",
  "employment has been misused by offering the employment on": "का उस कार्य के लिए शोषण संबंधी शर्तों पर रोजगार की पेशकश करके दुरूपयोग किया गया है जो",
  "exploitative terms for the work which is regular and perennial in nature. The work-charged employees had been subjected to transfer": "प्रकृति में नियमित और चिरस्थायी है। कार्य- प्रभारित कर्मचारियों को अभिलेख पर रखे गए दस्तावेजों",
  "from one place to another like regular employees as apparent from": "से स्पष्ट रूप से नियमित कर्मचारियों की तरह एक स्थान से दूसरे स्थान पर स्थानांतरण के अधीन",
  "documents placed on record. In Narain Dutt Sharma & Ors. v. State of Uttar Pradesh & Ors. (CA No.____2019 @ SLP (C) No.5775 of 2018)": "किया गया था। नारायण दत्त शर्मा और अन्य बनाम उत्तर प्रदेश राज्य और अन्य (सीए संख्या _ _ _ _ _209 (छएसएलपी (सी) सं. 5775 सन्‌ 208) में अपीलकर्ताओं को कार्य-प्रभारित सेवाओं की",
  "the appellants were allowed to cross efficiency bar, after ‘8’ years of continuous service, even during the period of work-charged services.": "अवधि के दौरान भी सतत्‌ सेवा के 8 वर्ष पश्चात्‌ दक्षता सीमा पार करने की अनुज्ञा दी गई थी।",
  "Narain Dutt Sharma, the appellant, was appointed as a work-charged": "अपीलकर्ता नारायण दत्त शर्मा को एक कार्य- प्रभारित कर्मचारी के रूप में दिनांक 5.9.978 से गेज",
  "monthly but the appointment was made in the pay scale of Rs.200- 320. Initially, he was appointed in the year 1978 on a fixed monthly": "मापक के तौर पर नियुक्त किया गया था। भुगतान मासिक किया जाता था लेकिन नियुक्ति 200-320 रुपये के वेतनमान में की गई थी। प्रारंभ में, उन्हें वर्ष 978 में प्रति माह 205 रुपये के मासिक वेतन",
  "also as the benefit of pay scale was granted to them during the period": "कार्य- प्रभारित कर्मचारी की रूप में दी गयी सेवा की अवधि के दौरान वेतनमान का लाभ दिया गया",
  "they served as work-charged employees they served for three to four decades and later on services have been regularized time to time by": "था उन्होंने तीन से चार दशकों तक कार्य किया था और बाद में विभिन्न आदेशों द्वारा सेवाओं को",
  "different orders. However, the services of some of the appellants in few petitions/ appeals have not been regularized even though they had": "समय-समय पर नियमित किया गया था। हालांकि, कुछ याचिकाओं/अपीलों में कुछ अपीलकर्ताओं की",
  "served for several decades and ultimately reached the age of": "सेवाओं को नियमित नहीं किया गया है, भले ही उन्होंने कई दशकों तक सेवा की हो और अंततः",
  "30. In the aforesaid facts and circumstances, it was unfair on the": "30. . उपरोक्त तथ्यों और परिस्थितियों में , राज्य सरकार और उसके अधिकारियों की ओर से",
  "cial benefits on a par with regular employees. If the service of a work-charged employee is regularised under any statute or a": "कार्य- प्रभारित आधार पर कर्मचारियों से काम लेना अनुचित था। उन्हें नियमित आधार पर नियुक्ति",
  "regular establishment from the date of regularisation. His service": "अपनाने के बराबर है। बाद में, यद्यपि उनकी सेवाओं को नियमित किया गया है। हालांकि, कार्य-",
  "provide for counting of past service, the work-charged employee": "या गैर-पेंशन योग्य सेवा में बितायी गई सेवा की गणना करने का प्रावधान है, यदि किसी व्यक्ति ने",
  "“8. A work-charged establishment thus differs from a regular establishment which is permanent in nature. Setting": "\"8 एक कार्य-प्रभारित स्थापना इस प्रकार एक नियमित स्थापना से जो प्रकृति में स्थायी है, से भिन्न होती है। कार्य-प्रभारित अधिष्ठान",
  "pendent upon the Government undertaking a project or a": "की स्थापना और निरंतरता सरकार द्वारा एक परियोजना या एक",
  "scheme or a ‘work’ and availability of funds for executing": "योजना या एक 'कार्य' और इसे निष्पादित करने के लिए धन की",
  "lishments are concerned, not only their recruitment and": "कर्मचारियों का संबंध है, न केवल उनकी भर्ती और सेवा शर्तें, बल्कि",
  "service conditions but the nature of work and duties to be": "उनके द्वारा किए जाने वाले कार्य और कर्तव्यों की प्रकृति नियमित",
  "performed by them are not the same as those of the em- ployees of the regular establishment. A regular establish-": "स्थापना के कर्मचारियों के समान नहीं हैं। एक नियमित स्थापना और",
  "ment and a work-charged establishment are two separate": "एक कार्य-प्रभारित प्रतिष्ठान दो अलग-अलग प्रकार के प्रतिष्ठान हैं",
  "types of establishments and the persons employed in those establishments thus form two separate and distinct classes.": "और उन प्रतिष्ठानों में कार्यरत व्यक्ति इस प्रकार दो अलग और विशिष्ट",
  "For that reason, if a separate set of rules are framed for the persons engaged in the work-charged establishment and the": "वर्ग बनाते हैं। इस कारण से, यदि कार्य -प्रभारित प्रतिष्ठान में लगे व्यक्तियों के लिए नियमों का एक अलग सेट तैयार किया जाता है और",
  "general rules applicable to persons working on the regular": "नियमित स्थापना पर काम करने वाले व्यक्तियों पर लागू सामान्य",
  "establishment are not made applicable to them, it cannot be": "नियम उन पर लागू नहीं किए जाते हैं, तो यह नहीं कहा जा सकता है",
  "said that they are treated in an arbitrary and discriminatory": "कि सरकार द्वारा मनमाने और भेदभावपूर्ण तरीके से व्यवहार किया",
  "manner by the Government. It is well settled that the Gov-": "जाता है। यह पूर्ण रूप से स्थापित है कि सरकार को कर्मचारियों के",
  "ernment has the power to frame different rules for different": "विभिन्न वर्गों के लिए अलग -अलग नियमों को बनाने की शक्ति है।",
  "classes of employees. We, therefore, reject the contention raised on behalf of the appellant in Civil Appeal No. 653 of": "इसलिए, हम दीवानी अपील सं. 653 सन्‌ 993 में अपीलार्थी की ओर से उठाये गये इन तर्कों को अस्वीकार करते हैं कि राजस्थान सेवा",
  "1993 that clauses (g), (2) and (i) of Rule 2 of the Rajasthan": "नियमावली के नियम 2 के खंड (छ), (ज) और (झ) संविधान के",
  "Service Rules are violative of Articles 14 and 16 of the Constitution and uphold the view taken by the High Court.": "अनुच्छेद 4 और 6 के उल्लंघन में हैं और उच्च न्यायालय द्वारा लिए गए दृष्टिकोण को बरकरार रखते हैं।",
  "interregnum two periods of temporary and permanent employment. The work-charged service can be counted as qualifying service for": "वर्ष की सेवा की गणना के लिए गिना जा सकता है और एक अस्थायी,",
  "scale of work-charged establishment the efficiency bar was permitted": "के वेतनमान में की गई थी दक्षता सीमा को पार करने की अनुमति दी गई थी। नियमावली 496 के",
  "such service particularly, when it can be counted, in case such service": "भेदभावपूर्ण और तर्कहीन होगा, जबकि इसे उस मामले में गिना जा सकता है, जब ऐसी सेवा दो",
  "is sandwiched between two temporary or in-between temporary and": "अस्थायी या अस्थायी और स्थायी सेवाओं के बीच की हो। नियमितीकरण से पहले प्रदान की गयी",
  "permanent services. There is no rhyme or reason not to count the service of work-charged period in case it has been rendered before regularisation. In our opinion, an impermissible classification has been": "कार्य-प्रभारित सेवा अवधि की गणना नहीं करने का कोई तुक या कारण नहीं है। हमारी राय में , नियम",
  "made under Rule 3(8). It would be highly unjust, impermissible and irrational to deprive such employees benefit of the qualifying service.": "3(8) के तहत एक अस्वीकार्य वर्गीकरण किया गया है। ऐसे कर्मचारियों को अर्हकारी सेवा के लाभ से वंचित करना बेहद अन्यायपूर्ण, अस्वीकार्य और तर्कहीन होगा। कार्य-प्रभारित अवधि की सेवा सभी",
  "Service of work-charged period remains the same for all the employees, once it is to be counted for one class, it has to be counted for all to": "कर्मचारियों के लिए समान रहती है, यदि इसे एक वर्ग के लिए गिना जाता है, तो भेदभाव को रोकने के",
  "prevent discrimination. The classification cannot be done on the": "लिए इसे सभी के लिए गिना जाना चाहिए। वर्गीकरण तर्कहीन आधार पर नहीं किया जा सकता है",
  "spent in such service, it would be highly discriminatory not to count": "भेदभावपूर्ण होगा कि वह तुच्छ वर्गीकरण के आधार पर सेवा की गणना न करे। यह उपरिका कि कार्य-",
  "work-charged service should have preceded by temporary capacity is": "प्रभारित सेवा अस्थायी क्षमता में प्रदत्त सेवा से पहले होना चाहिए, भेदभावपूर्ण और तर्कहीन है और",
  "33. As it would be unjust, illegal and impermissible to make aforesaid classification to make the Rule 3(8) valid and non": "33. . जैसा कि नियम 3(8) को वैध और गैर-भेदभावपूर्ण बनाने के लिए पूर्वोक्त वर्गीकरण करना",
  "discriminatory, we have to read down the provisions of Rule 3(8) and": "अन्यायपूर्ण, अवैध और अस्वीकार्य होगा, हमें नियम 3 (8) के प्रावधानों को पढ़ना होगा और मानना",
  "hold that services rendered even prior to regularisation in the capacity of work-charged employees, contingency paid fund employees or non-": "होगा कि नियमितीकरण से पहले भी कार्य -प्रभारित कर्मचारी, आकस्मिक भुगतान निधि कर्मचारी या",
  "qualifying service even if such service is not preceded by temporary or": "ऐसी सेवा एक पेंशन योग्य प्रतिष्ठान में अस्थायी या नियमित नियुक्ति से पहले न हो।",
  "34. In view of the note appended to Rule 3(8), which we have read": "34. _ नियम 3 (8) में संलग्र नोट के मद्देनजर , जिसे हमने पढ़ा है, सिविल सेवा विनियमों के",
  "down, the provision contained in Regulation 370 of the Civil Services": "विनियमन 370 में निहित प्रावधान को वित्तीय हस्तपुस्तिका के प्रस्तर 669 में निहित निर्देशों के",
  "35. There are some of the employees who have not been regularized in spite of having rendered the services for 30-40 or more years": "35. . कुछ कर्मचारी हैं जिन्हें 30-40 या अधिक वर्षों के लिए सेवाएं प्रदान करने के बावजूद",
  "whereas they have been superannuated. As they have worked in the": "नियमित नहीं किया गया है, जबकि उन्हें सेवानिवृत्त किया गया है। जैसा कि उन्होंने कार्य -प्रभारित",
  "work-charged establishment, not against any particular project, their services ought to have been regularized under the Government": "प्रतिष्ठान में काम किया है, किसी विशेष परियोजना में नहीं, उनकी सेवाओं को सरकारी निर्देशों के",
  "State of Karnataka & Ors. v. Uma Devi 2006 (4) SCC 1. This Court in": "तहत और यहां तक कि सचिव, कर्नाटक राज्य और अन्य बनाम उमा देवी 2006 (4) एससीसी में",
  "rendered for more than ten years without the cover of the Court's": "न्यायालय ने यह प्रतिपादित किया है कि यदि न्यायालयी आदेश की सहारे के बिना दस साल से",
  "order, as one time measure, the services be regularized of such": "अधिक समय तक सेवाएं प्रदान की गई हैं, तो एक बार के उपाय के रूप में, ऐसे कर्मचारियों की",
  "for ten years or more should have been regularized. It would not be": "अधिक समय तक काम किया है, उन्हें नियमित किया जाना चाहिए था। नियमितीकरण पर विचार",
  "proper to regulate them for consideration of regularisation as others": "करने के लिए उन्हें विनियमित करना उचित नहीं होगा क्योंकि अन्य को नियमित किया गया है , हम",
  "have been regularised, we direct that their services be treated as a regular one. However, it is made clear that they shall not be entitled to": "निर्देश देते हैं कि उनकी सेवाओं को नियमित रूप से माना जाए। हालांकि , यह स्पष्ट किया जाता है",
  "claiming any dues of difference in wages had they been continued in": "कि वे तनख्वाह में अंतर के किसी भी बकाया का दावा करने के हकदार नहीं होंगे , यदि सेवानिवृत्ति",
  "service regularly before attaining the age of superannuation. They": "की आयु प्राप्त करने से पहले उनकी सेवाएं नियमित रूप से जारी रहती। वे पेंशन प्राप्त करने के",
  "shall be entitled to receive the pension as if they have retired from the regular establishment and the services rendered by them right from": "हकदार होंगे जैसे कि वे नियमित स्थापना से सेवानिवृत्त हुए हों और उनके द्वारा प्रदान की गई सेवाएं",
  "the day they entered the work-charged establishment shall be counted": "जिस दिन से वे कार्य-प्रभारित स्थापना में प्रवेश करते हैं, उन्हें पेंशन के उद्देश्य के लिए अर्हकारी सेवा",
  "36. In view of reading down Rule 3(8) of the U.P. Retirement Benefits": "३6. . उत्तर प्रदेश सेवानिवृत्ति लाभ नियमावली 4964 के नियम 3 (8) को पढ़ने पर, हम अवधारित",
  "establishment shall be treated as qualifying service under the aforesaid rule for grant of pension. The arrears of pension shall be confined to": "नियम के तहत अर्हकारी सेवा के रूप में माना जाएगा। पेंशन का बकाया आदेश की तारीख से केवल",
  "three years only before the date of the order. Let the admissible benefits be paid accordingly within three months. Resultantly, the": "तीन साल पूर्व की अवधि तक ही सीमित रहेगा। तीन महीने के भीतर स्वीकार्य लाभों का भुगतान"
}