{
  "have been actuated by malice, bias or illegality. [Para 11] [208-A, H]": "आधार होना चाहिए था और आदेश स्वयं द्वेष, पूर्वाग्रह या अवैधता से प्रेरित होना चाहिए था। [पैरा 3] [208- ए, एच]",
  "Iswar Chandra Jain vy. High Court of Punjab and Haryana, AIR (1988)": "ईशर चंद्र जैन बनाम पंजाब ऑर हरियाणा उच्च न्यायालय, एआईआर (988) एससी 395, के. पी",
  "Nath Roy v. The State of Bihar, AIR (1996) SC 3240 and Lunjarrao Bhikaji": "एआईआर (996) एससी 3240 और लुंजारयव भीकाजी नागरकर बनास युनियन ऑफ इंडिया, एआईआर",
  "Braj Kishore Thakur v. Union of India, AUR (1997) SC 1157 and Alok": "ब्रजकिशोर ठाकुर बनास युनियन ऑफ इंडिया, एआईआर (997) एससी 57 ऑर आलोक कुमार",
  "Kumar Roy v. Dr. S.N. Sarma, ATR (1968) SC 453, referred to": "रॉय बनास डॉ. एस एन. सरमा, एआईआर (968) एससी 453, का संदर्भ लिया गया।",
  "2. Of course, in the previous bail applications, many of the contentions": "2. निस्संदेह, पिछले जमानत आवेदनों में, आरोपी द्वारा उठाए गए कई तक पर विचार किया गया था,",
  "raised by the accused were considered, but an accused has the right to file bail application at any stage when undergoing imprisonment as an under-trial": "लेकिन एक आरोपी को विचाराधीन कैदी के रूप में कारावास की सजा भुगतने के दौरान किसी भी चरण में",
  "prisoner. The fact that the two other accused had already been enlarged on": "जमानत आवेदन दायर करने का अधिकार है। यह तथ्य कि दो अन्य आरोपियों को पहले ही जमानत मिल चुकी",
  "bail was a valid reason for granting bail to accused Ram Pal. Moreover,": "थी, आरोपी राम पाल को जमानत देने का एक वैध कारण था। इसके अलावा, आरोपी राम पाल विचाराधीन कैदी",
  "the charge-sheet had already been filed. If accused Ram Pal were to be denied bail in these circumstances, it would have been a travesty of justice especially": "परिस्थितियों में आरोपी राम पाल को जमानत देने से इनकार कर दिया जाता, तो यह न्याय की हानि होती,",
  "when all factors relevant to be gone into for considering the bail application": "खासकर तब जब जमानत आवेदन पर विचार करने के लिए सभी प्रासंगिक कारक आरोपी राम पाल को जमानत",
  "3. Neither the State nor the complainant had filed any appeal against": "3. न तो राज्य और न ही शिकायतकर्ता ने अपीलकर्ता द्वारा पारित आदेश के खिलाफ कोई अपील",
  "the order passed by the appellant. The State did not allege that the accused": "दायर की थी। राज्य ने यह आरोप नहीं लगाया कि जिस आरोपी को जमानत दी गई थी, वह अपनी जमानत का",
  "who had been granted bail was likely to abuse his bail or likely to abscond. [Para 8]": "दुरुपयोग कर सकता है या उसके फरार होने की संभावना है। [पैरा 8]",
  "HIGH COURT OF ALLAHABAD AND ANR": "इलाहाबाद उच्च न्यायालय और अन्य",
  "FEBRUARY 26, 2007": "26 फरवरी 2007",
  "B [K.G. BALAKRISHNAN, CJI, LOKESHWAR SINGH PANTA AND D.K.": "[भारत के माननीय मुख्य न्यायाधीश के.जी. बालकृष्णन, न्यायमूर्ति लोकेश्वर सिंह पांटा एवं न्यायमूर्ति डी.के.",
  "JAIN, JJ]": "जैन]",
  "U.P. Government Servants Conduct Rules, 1956—Rule 3—Misconduct": "उत्तर प्रदेश सरकारी सेवक आचरण नियमावली, 7956-नियम 3उ-जमानत देने यें अपर जिला एवं सत्र",
  "C_ by Addl. District & Sessions Judge in grant of bail—Two of three accused in a case granted bail by High Court—Third one, continuing in custody after": "न्यायाधीश द्वारा कदाचार- एक मामले में तीन यें से दो आरोपियों को उच्च न्यायालय ने जयानत दे दी - तीसरे",
  "three of his bail applications were rejected, granted bail on fourth": "को; उसकी तीन जसानत याचिकाएं खारिज होने के बाद भी हिरासत सें रखा गया; चोंथी अर्जी पर जयानत दे दी",
  "application—On a complainant that Judge had accepted illegal gratification for grant of bail, enquiry conducted by High Court, though finding no evidence thereof, concluded that grant of bail was in utter disregard of": "गई - एक शिकायतकर्ता पर कि न्यायाधीश ने जयानत देने के लिए अवैध परितोष स्वीकार कर लिया था; उच्च न्यायालय द्वारा की गई जांच सें कोई सबूत नहीं मिलने पर भी यह निष्कर्ष निकला कि जयानत देना न्यायिक",
  "judicial norms—Full Court imposing major punishment of withholding two": "मानदंडों की पूरी तरह से अवहेलना थी- पूर्ण न्यायालय ने दो वार्षिक वेतन वृद्धि रोकने की बड़ी सजा लगाई -",
  "annual increments—On a writ petition of Judge against it, High Court substituting that punishment with reduction in rank to next below—": "इसके खिलाफ न्यायाधीश की एक रिट याचिका पर उच्च न्यायालय ने उस सजा को रैंक में कमी के साथ अगले",
  "Correctness of—Judge was well within his right to grant bail in discharge": "से नीचे कर दिया- अपने न्यायिक कार्यों के निर्वहन में जमानत देने का अधिकार न्यायाधीश के अधिकार में था,",
  "of his judicial functions, especially as there was no statutory bar—Disciplinary": "खासकर इसलिए क्योंकि इसमें कोई वेंधानिक बाधा नहीं थी-अनुशासनात्यक कार्यवाही नहीं थी एक आदेश",
  "E_ proceedings by High Court for passing such an order would adversely affect morale of subordinate judiciary—It was more so as the proceedings were": "अधीनस्थ न्यायपालिका के सनोबल पर प्रतिकूल प्रभाव डालेगा-यह और भी अधिक था क्योंकि कार्यवाही पूरी",
  "based solely on a complaint, contents of which were not believed by High Court to be true, and there were no strong grounds suspecting judge’s bona": "तरह से एक शिकायत पर आधारित थी; जिसकी सामग्री को उच्च न्यायालय ने सत्य नहीं याना था; और",
  "Court to be true, and there were no strong grounds suspecting judge’s bona fides or order itself being actuated by malice, bias or illegality—Though in": "न्यायाधीश की सद्गावना या आदेश पर दुर्भावना, पवाग्रिह या अवैधता से कार्यान्वित होने पर संदेह करने का कोई",
  "F previous bail applications many of contentions of accused were considered,": "मजबूत आधार नहीं था- हालांकि पिछले जमानत आवेदनों यें आरोपी की कई दलीलों पर विचार किया गया था,",
  "but he had right to file bail application at any stage as an under-trial": "लेकिन उसे विचाराधीन कैंदी के रूप में किसी भी स्तर पर जयानत आवेदन दाखिल करने का अधिकार था; और",
  "prisoner, and fact that two other accused had already been enlarged on bail": "तथ्य यह हैं कि दो अन्य आरोपियों को पहले ही जमानत पर रिहा कर दिया गया था। उसे जयानत देने का वैध",
  "was a valid reason for granting bail to him, more so when he had been in jail for one year and charge-sheet had already been filed—It was noteworthy": "कारण, खासकर तब जब वह एक साल तक जेल में रहा था ऑर आरोपपत्र पहले ही दायर किया जा चुका था-",
  "that neither State nor complainant appealed against grant of bail, and State": "यह उल्लेखनीय था कि न तो राज्य ऑर न ही शिकायतकर्ता ने जयानत दिए जाने के खिलाफ अपील की थी,",
  "G had not alleged he was likely to abuse it or abscond—Cognizance of fact": "और राज्य ने यह आरोप नहीं लगाया था कि उसके इसका दुरुपयोग करने या फरार होने की संभावना थी- इस",
  "that Magistrate who recorded dying declaration was once tenant of": "तथ्य का संज्ञान कि जिस मजिस्ट्रेट ने स॒त्यु पूर्व बयान दर्ज किया था; वह एक बार शिकायतकर्ता का किरायेदार",
  "complainant was not totally unwarranted and a superfluous reasoning, and": "था; पुरी तरह से अनुचित ऑर अनावश्यक तर्क नहीं था, ऑर यह तथ्य कि मामला दिन के उजाले में हत्या का",
  "fact that case was of daylight murder wherein two persons died was not adequate to reject bail—Punishment imposed found to be draconian and": "था; जिसमें दो व्यक्तियों की मुत्यु हो गई जमानत को खारिज करने के लिए पयप्ति नहीं था - सजा लगाई गई",
  "H_sunjust especially as confidential reports of the Judge indicated that his": "कठोर ऑर अन्यायपूर्ण पाई गई विशेषकर न्यायाधीश की गोपनीय रिपोर्टों से संकेत मिलता हैं कि उनकी",
  "integrity and honesty had never been doubted—Matter remitted to Full Court to consider afresh question of imposition punishment.": "सत्यनिह्ठा ऑर ईमानदारी पर कभी संदेह नहीं किया गया था - सज़ा देने के सवाल पर नए सिरे से विचार करने के लिए यामला पूर्ण न्यायालय को सौंप दिया गया।",
  "The appellant joined the Provincial Civil Service (Judicial). He was": "अपीलकर्ता प्रांतीय सिविल सेवा (न्यायिक) में शामिल हो गया। उन्हें उच्च न्यायिक सेवा में पदोन्नत किया",
  "promoted to the Higher Judicial Service and posted as Addl. District & Sessions Judge. A crime registered by the Police Station was allotted to his": "गया और अतिरिक्त जिला एवं सत्र न्यायाधीश के रूप में तैनात किया गया। पुलिस स्टेशन द्वारा दर्ज एक अपराध",
  "court for trial and disposal. Two of the three accused in that case had been": "को विचारण और निस्तारण के लिए उनके न्यायालय को आवंटित किया गया था। उस मामले में तीन में से दो",
  "granted bail by High Court. However, one of them continued to be in custody,": "आरोपियों को उच्च न्यायालय से जमानत मिल गई थी। हालाँकि, उनमें से एक अभी भी हिरासत में है, जमानत के",
  "his three applications for bail having been rejected. On his fourth bail": "लिए उसकी तीन याचिकाएँ खारिज कर दी गई हैं। उसकी चौथी जमानत अर्जी पर, अपीलकर्ता ने उसे इस",
  "application, the appellant granted bail to him on the ground that (i) the charge sheet had been filed by the police (ii) his father was dangerously ill (iii) he": "आधार पर जमानत दे दी कि (।) पुलिस ने आरोप पत्र दाखिल कर दिया था (॥) उसके पिता अत्यधिक बीमार",
  "was a student (iv) he had no previous conviction or involvement in any criminal": "थे (॥) वह एक छात्र था (४) उसे किसी भी आपराधिक मामले में पहले से कोई दोषसिद्धि या संलिप्तता नहीं थी",
  "case (v) the Tehsildar who recorded the dying declaration of deceased was a close acquaintance of the deceased (vi) there was no likelihood of his": "(५) जिस तहसीलदार ने मृतक का मृत्यु पूर्व बयान दर्ज किया था वह मृतक का करीबी परिचित था (५) उसके",
  "absconding or interfering with the trial of the case, influencing the witnesses or committing any fresh offence.": "फरार होने या मामले की सुनवाई में हस्तक्षेप करने, गवाहों को प्रभावित करने या कोई नया अपराध करने की",
  "However, when this bail application had come up for hearing, the": "कोई संभावना नहीं थी।हालाँकि, जब यह जमानत अर्जी सुनवाई के लिए आई, तो अपीलकर्ता ने देखा कि",
  "appellant noticed that complainant had filed an application before the Sessions Judge for its transfer to some other court. But as the government counsel": "शिकायतकर्ता ने इसे किसी अन्य अदालत में स्थानांतरित करने के लिए सत्र न्यायाधीश के समक्ष एक आवेदन",
  "stated that he had full faith in the court and the counsel for complainant did": "दायर किया था। लेकिन जैसा कि सरकारी वकील ने कहा कि उन्हें अदालत पर पूरा भरोसा था और",
  "not raise any objection, and as no stay order was produced, appellant proceeded": "शिकायतकर्ता के वकील ने कोई आपत्ति नहीं जताई और कोई स्थगन आदेश पेश नहीं किया गया, अपीलकर्ता ने",
  "with the hearing of the case.": "मामले की सुनवाई जारी रखी।",
  "Complainant sent a complaint to the High Court alleging that the": "शिकायतकर्ता ने उच्च न्यायालय को एक शिकायत भेजी जिसमें आरोप लगाया गया कि अपीलकर्ता ने",
  "appellant had accepted illegal gratification for granting bail. As a Prima facie": "जमानत देने के लिए अवैध रिश्वत स्वीकार की थी। चूंकि प्रथम दृष्टया अपीलकर्ता के खिलाफ कर्तव्य में लापरवाही",
  "case was found against the appellant for dereliction of duty and judicial dishonesty, the Administrative Committee initiated departmental enquiry. A": "और न्यायिक बेईमानी का मामला पाया गया, इसलिए प्रशासनिक समिति ने विभागीय जांच शुरू की। अपीलकर्ता",
  "charge sheet was produced against appellant alleging that (i) he granted bail": "के खिलाफ एक आरोप पत्र पेश किया गया था जिसमें आरोप लगाया गया था कि () उसने अपरयप्त आधार पर",
  "devotion to duty within the meaning of Rule 3 of U.P. Government Servants Conduct Rules, 1956.": "सेवक आचरण नियमावली, 956 के नियम 3 के अर्थ के तहत पूर्ण सत्यनिष्ठा और कर्तव्य के प्रति समर्पण",
  "A sitting Judge of the High Court conducted the enquiry and gave his report. Though there was no specific charge that the appellant had received": "उच्च न्यायालय के एक सिटिंग जज ने जांच की और अपनी रिपोर्ट दी। हालाँकि ऐसा कोई विशेष आरोप",
  "money as illegal gratification, this aspect also was considered. The report": "नहीं था कि अपीलकर्ता को अवैध परितोषण के रूप में धन प्राप्त हुआ था, इस पहलू पर भी विचार किया गया",
  "concluded that there was no element of truth in the allegation that the appellant": "था। रिपोर्ट ने निष्कर्ष निकाला कि इस आरोप में कोई सच्चाई नहीं है कि अपीलकर्ता को अवैध संतुष्टि प्राप्त हुई",
  "had received illegal gratification. However, it was found that the bail application granted by the appellant was in utter disregard of the judicial norms, on": "थी। हालाँकि, यह पाया गया कि अपीलकर्ता द्वारा दी गई जमानत अर्जी अपयप्त आधार पर, न्यायिक मानदंडों",
  "insufficient grounds and appeared to be based on extraneous consideration": "की पूरी तरह से अवहेलना थी और असंगत विचार पर आधारित प्रतीत होती है क्योंकि () दिन के उजाले में एक",
  "as (i) a heinous and daring offence had been committed in broad daylight and two persons had been shot dead in a crowded area next to the Collectorate (ii)": "जघन्य और दुस्साहसिक अपराध किया गया था और कलेक्ट्रेट के बगल में भीड़भाड़ वाले इलाके में दो लोगों की",
  "the accused were named in the FIR as well as in the dying declarations (iii)": "गोली मारकर हत्या कर दी गई थी। (॥) आरोपियों का नाम एफआईआर के साथ-साथ मृत्यु पूर्व बयानों में भी",
  "earlier bail applications were rejected on merits. Based on this enquiry report,": "दर्ज किया गया था (0) पहले जमानत याचिकाएं मेरिट के आधार पर खारिज कर दी गई थीं। इस जांच रिपोर्ट के",
  "and after serving the appellant a notice to show cause, the Full Court imposed a major punishment of withholding his two annual increments. Aggrieved by": "आधार पर, और अपीलकर्ता को कारण बताओ नोटिस देने के बाद, पूर्ण न्यायालय ने उसकी दो वार्षिक वेतन",
  "a major punishment of withholding his two annual increments. Aggrieved by this, he filed a review application against the said punishment and but it was": "वृद्धि रोकने की बड़ी सजा दी। इससे व्यथित होकर उन्होंने उक्त सज़ा के ख़िलाफ़ समीक्षा आवेदन दायर किया",
  "rejected. Thereupon, he filed a writ petition under Article 226 of the": "लेकिन इसे ख़ारिज कर दिया गया। इसके बाद, उन्होंने भारत के संविधान, 950 के अनुच्छेद 226 के तहत",
  "directed to show cause as to why the High Court should not consider substitution of the punishment imposed on him with his removal him from": "गया कि उच्च न्यायालय को उन्हें सेवा से हटाने के साथ उन्हें दी गई सजा के प्रतिस्थापन पर विचार क्यों नहीं",
  "service. Pursuant to this, the appellant presented his case, but was reduced": "करना चाहिए। इसके अनुसरण में, अपीलकर्ता ने अपना मामला प्रस्तुत किया, लेकिन उसे अगली रैंकिग के पद",
  "appellant and accordingly the appellant heard the bail application and passed the order granting bail to Ram Pal. It is clear that by filing a frivolous transfer": "तदनुसार अपीलकर्ता ने जमानत अर्जी पर सुनवाई की और राम पाल को जमानत देने का आदेश पारित किया।",
  "application the complainant only intended to create a sense of threat so as to": "यह स्पष्ट है कि एक तुच्छ स्थानांतरण आवेदन दायर करके शिकायतकर्ता का उद्देश्य केवल धमकी की भावना",
  "influence the appellant not to grant bail to the accused. The filing of the": "पैदा करना था ताकि अपीलकर्ता को आरोपी को जमानत न देने के लिए प्रभावित किया जा सके। शिकायतकर्ता",
  "transfer application by the complainant could not be viewed from any other": "द्वारा स्थानांतरण आवेदन दाखिल करने को किसी अन्य दृष्टिकोण से नहीं देखा जा सकता है। इसके बावजूद,",
  "angle, Despite this, the complainant did not file any application for cancellation of bail granted to the accused. {Para 8]": "शिकायतकर्ता ने आरोपी को दी गई जमानत रद्द करने के लिए कोई आवेदन दायर नहीं किया। (पैरा 8)",
  "6. Apart from the merits of the case, the Confidential Reports of the appellant officer have also to be gone into. His integrity and honesty had never been doubted at any point of time. In some of the confidential reports except": "6. मामले की खूबियों के अलावा, अपीलकर्ता अधिकारी की गोपनीय रिपोर्ट पर भी गौर करना होगा। उनकी सत्यनिष्ठा और ईमानदारी पर कभी भी किसी भी समय संदेह नहीं किया गया। कुछ गोपनीय रिपोर्टों में यह",
  "stating that the appellant-officer was not having smooth relationship with the": "बताने के अलावा कि अपीलकर्ता-अधिकारी के अधिवक्ताओं के साथ मधुर संबंध नहीं थे, कोई अन्य प्रतिकूल",
  "advocates, no other adverse remarks had been entered. Two Senior Judges of the High Court have entered in his confidential register that the appellant is": "टिप्पणी दर्ज नहीं की गई थी। उच्च न्यायालय के दो वरिष्ठ न्यायाधीशों ने अपने गोपनीय रजिस्टर में दर्ज किया है",
  "an Officer of honesty and integrity. (Para 18]": "कि अपीलकर्ता एक ईमानदार और सत्यनिष्ठ अधिकारी है। (पैरा 8)",
  "7. The punishment of reverting the appellant to the post of Civil Judge (Sr. Division), in the facts and circumstances of this case could only be termed": "7. इस मामले के तथ्यों और परिस्थितियों में अपीलकर्ता को सिविल जज (सीनियर डिवीजन) के पद",
  "as draconian and unjust. The appellant had been in the cadre of District Judge for eight years at the time this grave punishment of reversion to a lower rank": "पर वापस भेजने की सज़ा को केवल कठोर और अन्यायपूर्ण ही कहा जा सकता है। अपीलकर्ता आठ साल तक जिला न्यायाधीश के कैडर में था, जिस समय उसे निचले पद पर वापस भेजने की गंभीर सजा दी गई थी। सज़ा",
  "was imposed on him. The punishment was clearly disproportionate to the lapse alleged to have been committed by him. The imposition of the punishment of withholding two increments with cumulative effect also appears to be": "स्पष्ट रूप से उसके द्वारा की गई कथित चूक के अनुपात से बाहर थी। संचयी प्रभाव से दो वेतन वृद्धि रोकने की",
  "withholding two increments with cumulative effect also appears to be disproportionate to the alleged lapse. [Para 18]": "सजा देना भी कथित चूक के अनुपातहीन प्रतीत होता है। (पैरा 28)",
  "8. The appellant shall be immediately posted to the cadre of District Judge and paid all monetary benefits due to him as a consequence thereof.": "8. अपीलकर्ता को तुरंत जिला न्यायाधीश के कैडर में तैनात किया जाएगा और उसके परिणामस्वरूप उसे मिलने वाले सभी मौद्रिक लाभों का भुगतान किया जाएगा। उच्च न्यायालय की पूर्ण अदालत द्वारा अपीलकर्ता",
  "decision before, the matter is remitted to the Full Court to consider afresh": "विचार करने के लिए मामला पूर्ण न्यायालय को भेजा जाता है। [पैरा :9, 20, 23)",
  "CIVIL APPELLATE JURISDICTION : Civil Appeal No. 2015 of 2006.": "सिविल अपीलीय क्षेत्राधिकार: सिविल अपील संख्या 205/ 2006",
  "From the Judgment and Final Order dated 3.10.2005 & 25.11.2005 of the High Court of Judicature at Allahabad in C.M.W.P. No. 31769/2000.": "सी.एम.डब्ल्यू.पी. संख्या 3769/2000 में उच्च न्यायालय, इलाहाबाद के निर्णय और अंतिम आदेश दिनांक 3.0.2005 और 25..2005 से।",
  "Subhash Sharma, B.P.S. Dharkey, Shwetambra Singh, Ravinder Sharma": "अपीलकर्ता की ओर से सुभाष शत्ना, बी.पी.एस. धार्के, श्वेतांबर सिंह, रविंदर शन्ना और वी.के. वासदेव।",
  "2. It may also be noticed that when the bail application of the accused": "2. यह भी देखा जा सकता है कि जब दिनांक 22.6.996 को आरोपी की जमानत याचिका सामने",
  "complainant had filed an application before the Sessions Judge for the transfer of the bail application to some other court. It appears that the hearing of bail": "में स्थानांतरित करने के लिए सत्र न्यायाधीश के समक्ष एक आवेदन दायर किया था। ऐसा प्रतीत होता है कि",
  "petition was adjourned in the morning of 22.6.1996 for want of a specific report from the Addl. District Govt. Counsel (ADGC) and later, on the same": "जमानत याचिका की सुनवाई अपर जिला सरकारी वकील (एडीजीसी) से एक विशिष्ट रिपोर्ट के अभाव में 22.6.996 की सुबह स्थगित कर दी गई थी और बाद में, उसी दिन, इसे तब उठाया गया जब एडीजीसी ने",
  "day, it was taken up when the ADGC stated that he had full faith in the court and the counsel, who was engaged by the complainant, did not raise any": "कहा कि उन्हें अदालत पर पूरा भरोसा है और शिकायतकर्ता द्वारा नियुक्त अधिवक्ता ने कोई आपत्ति नहीं जताई",
  "objection and was prepared to argue the bail application. No stay order was": "और जमानत अर्जी पर बहस करने के लिए तैयार थे। अपीलकर्ता के समक्ष कोई स्थगन आदेश प्रस्तुत नहीं किया",
  "produced before the appellant and therefore, the appellant proceeded with the hearing of the case and passed the order on the very same day granting bail": "गया था और इसलिए, अपीलकर्ता ने मामले की सुनवाई जारी रखी और उसी दिन आरोपी राम पाल को दो",
  "hearing of the case and passed the order on the very same day granting bail to accused Ram Pal on his furnishing a bond for Rs.20,000/- with two sureties.": "जमानतदारों के साथ 20,000/- रुपये का बांड भरने पर जमानत देने का आदेश पारित किया।",
  "3. On 10.7.1996, complainant Jagdeo Singh sent a complaint to the High": "3. दिनांक 0.7.996 को, शिकायतकर्ता जगदेव सिंह ने उच्च न्यायालय को एक शिकायत भेजी",
  "Court alleging that the appellant had accepted illegal gratification for granting bail to accused Ram Pal. This complaint was placed before the Inspecting": "जिसमें आरोप लगाया गया कि अपीलकर्ता ने आरोपी राम पाल को जमानत देने के लिए अवैध रिश्वत स्वीकार की",
  "concerned, for dereliction of duty and judicial dishonesty while granting bail. The Administrative Committee initiated departmental enquiry against the": "लापरवाही और न्यायिक बेईमानी का प्रथम दृष्ठया मामला था। प्रशासनिक समिति ने अपीलकर्ता के खिलाफ",
  "The Administrative Committee initiated departmental enquiry against the appellant. It may further be noticed that in the complaint filed by Jagdeo": "विभागीय जांच शुरू की। यह भी देखा जा सकता है कि जगदेव सिंह द्वारा दायर की गई शिकायत में, उन्होंने",
  "Singh, he alleged that it was being said in the village that a sum of Rs.80,000/": "आरोप लगाया कि गांव में यह कहा जा रहा था कि अपीलकर्ता को 80, 000/- रुपये की राशि का भुगतान किया",
  "- had been paid to the appellant and bail would be granted by him and that nobody could stop it. He had also mentioned about the transfer application": "गया था और जमानत उनके द्वारा दी जाएगी और कोई भी इसे रोक नहीं दे सकता है। उन्होंने जिले के समक्ष",
  "nobody could stop it. He had also mentioned about the transfer application filed by him before the Distt. Judge and alleged that despite the filing of the": "अपने द्वारा दायर स्थानांतरण आवेदन के बारे में भी उल्लेख किया था। न्यायाधीश और आरोप लगाया कि उक्त",
  "said transfer application, the bail application was heard and allowed. He": "स्थानांतरण आवेदन दायर करने के बावजूद जमानत आवेदन पर सुनवाई की गई और अनुमति दी गई। उन्होंने",
  "prayed for the transfer of the case to some other court.": "मामले को किसी अन्य अदालत में स्थानांतरित करने की प्रार्थना की।",
  "4. In the transfer application filed by the brother of the complainant,": "4. शिकायतकर्ता के भाई द्वारा दायर स्थानांतरण आवेदन में आरोप था कि 80, 000/- रुपये की राशि",
  "Ravi Prakash Mehrotra and Garvesh Kabra for the Respondents.": "प्रत्यर्थियों की ओर से रवि प्रकाश मेहरोत्रा और गर्वेश काबरा।",
  "State of Uttar Pradesh. He joined the Provincial Civil Service (Judicial) in the": ". अपीलकर्ता उत्तर प्रदेश राज्य में एक न्यायिक अधिकारी हैं। वे वर्ष :976 में प्रांतीय सिविल सेवा (न्यायिक)",
  "year 1976 and in May 1994 he was promoted to the Higher Judicial Service and posted as Addl. District & Sessions Judge at Jhansi. A crime No. 180 of": "में शामिल हुए और मई 994 में उन्हें उच्च न्यायिक सेवा में पदोन्नत किया गया और झाँसी में अतिरिक्त जिला एवं",
  "and posted as Addl. District & Sessions Judge at Jhansi. A crime No. 180 of 1995 registered by the Police Station at Nawabad was committed to the": "सत्र न्यायाधीश के रूप में तैनात किया गया। नवाबाद पुलिस स्टेशन द्वारा दर्ज अपराध संख्या 80/7995 को",
  "Sessions Court at Jhansi and allotted to the appellant’s court for trial and": "झाँसी के सत्र न्यायालय को सौंप दिया गया और अपीलकर्ता की अदालत को मुकदमे और निस्तारण के लिए",
  "disposal. There were three accused in that case, namely, Ram Pal, Raghunath and Rajendra. The crime related to an incident which happened on 22.5.1995.": "आवंटित कर दिया गया। उस मामले में तीन आरोपी थे, राम पाल, रघुनाथ और राजेंद्र। यह अपराध दिनांक 22.5.995 को घटित एक घटना से संबंधित है। प्रथम सूचना रिपोर्ट में आरोप था कि आरोपी राम पाल और",
  "Raghunath used fire-arms and shot dead Pratap Yadubir Singh and Devendra Pipraiya within the compound of District Panchayat Bhawan at Jhansi. The Police registered the case for the offences punishable under Sections 302, 307 read with Section 34 IPC. Accused Rajendra was granted bail on 19.8.1995.": "रघुनाथ ने आग्रेयास्त्रों का इस्तेमाल किया और झाँसी में जिला पंचायत भवन के परिसर में प्रताप यदुबीर सिंह और देवेन्द्र पिपरैया की गोली मारकर हत्या कर दी। पुलिस ने आईपीसी की धारा 302, 307 सपठित धारा 34 आईपीसी के तहत दंडनीय अपराध के लिए मामला दर्ज किया। अभियुक्त राजेंद्र को दिनांक 9.8.995 को",
  "The second accused, Raghunath, who allegedly used the fire-arm and killed": "जमानत दे दी गई। दूसरे आरोपी, रघुनाथ, जिसने कथित तौर पर आश्रेयास्त्र का इस्तेमाल किया और पीड़ितों में",
  "one of the victims, was also granted bail on 20.9.1995 by the High Court.": "से एक की हत्या कर दी, को भी 20.9.995 को उच्च न्यायालय द्वारा जमानत दे दी गई। अभियुक्त राम पाल",
  "Accused Ram Pal continued to be in custody and moved his first bail application on 17.11.1995 which was dismissed by the Sessions Judge, Jhansi.": "हिरासत में रहा और उसने 7..995 को अपनी पहली जमानत याचिका दायर की, जिसे सत्र न्यायाधीश,",
  "On 11.4.1996, accused Ram Pal moved another bail application and the same": "झाँसी ने खारिज कर दिया। 7.4.996 को, आरोपी राम पाल ने एक और जमानत याचिका दायर की और उसे",
  "was dismissed for default. In the third application, which came up for consideration before the second Addl. Sessions Judge, Jhansi, accused Ram Pal contended that he had no criminal history and that the Executive Magistrate": "डिफ़ॉल्ट रूप से खारिज कर दिया गया। द्वितीय अपर सत्र न्यायाधीश, झाँसी के समक्ष विचार हेतु आये तीसरे आवेदन में अभियुक्त राम पाल ने यह दलील दी कि उसका कोई आपराधिक इतिहास नहीं था और जिस",
  "(Tehsildar) who recorded the dying declaration used to reside in the house of the deceased Pratap Yadubir and because of his acquaintance with the": "कार्यकारी मजिस्ट्रेट (तहसीलदार) ने मृत्युपूर्व बयान दर्ज किया था, वह मृतक प्रताप यदुबीर के घर में रहता था",
  "credence. Accused Ram Pal further contended that he was a local resident": "विश्वसनीयता नहीं दी जा सकती थी। आरोपी राम पाल ने आगे दलील दी कि वह स्थानीय निवासी है और उसके",
  "and there was no likelihood of he being absconding. The Sessions Judge dismissed the bail application on 15.5.1996. In the fourth bail application,": "फरार होने की कोई संभावना नहीं है। सत्र न्यायाधीश ने दिनांक 5.5.996 को जमानत अर्जी खारिज कर दी।",
  "moved by accused Ram Pal on 19.6.1996, he contended that he was a student;": "आरोपी राम पाल द्वारा दिनांक 9.6.996 को दायर की गई चौथी जमानत अर्जी में, उसने तर्क दिया कि वह",
  "he had surrendered before the Chief Judicial Magistrate, Jhansi, on 8.6.1995;": "एक छात्र था; उसने दिनांक 8.6.995 को मुख्य न्यायिक मजिस्ट्रेट, झाँसी के समक्ष आत्मसमर्पण कर दिया",
  "had been in custody for more than one year and that his co-accused had been": "था; वह एक वर्ष से अधिक समय से हिरासत में था और उसके सह-अभियुक्तों को जमानत पर रिहा कर दिया",
  "released on bail. He pleaded that his father was seriously ill and in support": "गया था। उसने दलील दी कि उसके पिता गंभीर रूप से बीमार थे और इस तर्क के समर्थन में, उसने यह दिखाने",
  "of this contention, he produced a medical certificate from a Professor of Medical College at Jhansi to show that his father had suffered a heart-attack": "के लिए झाँसी के मेडिकल कॉलेज के एक प्रोफेसर से एक मेडिकल प्रमाणपत्र पेश किया कि उसके पिता को",
  "on 16.5.1996, By an order passed on 22.6.1996, the appellant herein granted": "दिनांक 6.5.996 को दिल का दौरा पड़ा था। दिनांक 22.6.996 को पारित एक आदेश द्वारा, अपीलकर्ता ने",
  "there was an allegation that a sum of Rs. 80,000/- was paid and that it was": "शिकायतकर्ता ने विशेष रूप से आरोप लगाया कि अपीलकर्ता-अधिकारी को 80, 000/- रुपये की राशि दी गई",
  "Despite all these allegations, no charge was framed against the appellant that": "आरोप तय नहीं किया गया था। अपीलकर्ता के अधिवक्ता द्वारा आगे यह तर्क दिया गया कि यद्यपि अपीलकर्ता के",
  "his report. Though there was no charge specifically brought against the": "द्वारा पारित आदेश के खिलाफ कोई अपील दायर की थी। राज्य ने यह आरोप नहीं लगाया कि जिस आरोपी को",
  "allegation that the appellant had received illegal gratification. The evidence": "जमानत देने का आदेश पारित किया। यह स्पष्ट है कि एक तुच्छ स्थानांतरण आवेदन दायर करके शिकायतकर्ता",
  "by the appellant in utter disregard of judicial norms and on insufficient": "बार विचार किया गया और खारिज कर दिया गया, आरोपित अधिकारी द्वारा न्यायिक मानदंडों की घोर अवहेलना",
  "order itself should have been actuated by malice, bias or illegality. The": "सद्ावना पर संदेह करने के लिए मजबूत आधार होना चाहिए था और आदेश स्वयं द्वेष, पूर्वाग्रह या अवैधता से",
  "- appellant-officer was well within his right to grant bail to the accused in": "प्रेरित होना चाहिए था। अपीलकर्ता-अधिकारी को अपने न्यायिक कार्यों के निर्वहन में आरोपी को जमानत देने",
  "discharge of his judicial functions. Unlike provisions for granting bail in TADA Act or NDPS Act, there was no statutory bar in granting bail to the": "का अधिकार था। टाडा अधिनियम या एनडीपीएस अधिनियम में जमानत देने के प्रावधानों के विपरीत, इस",
  "accused in this case. A Sessions Judge was competent to grant bail and if": "मामले में आरोपी को जमानत देने में कोई वैधानिक रोक नहीं थी। एक सत्र न्यायाधीश जमानत देने में सक्षम था",
  "any disciplinary proceedings are initiated against the officer for passing such": "और यदि ऐसा आदेश पारित करने के लिए अधिकारी के खिलाफ कोई अनुशासनात्मक कार्यवाही शुरू की जाती",
  "an order, it would adversely affect the morale of subordinate judiciary and no": "है, तो इससे अधीनस्थ न्यायपालिका के मनोबल पर प्रतिकूल प्रभाव पड़ेगा और कोई भी अधिकारी स्वतंत्र रूप",
  "officer would be able to exercise this power freely and independently.": "से और मुक्त भाव से इस शक्ति का प्रयोग नहीं कर पाएगा।",
  "12, This Court on several occasions has disapproved the practice of initiation of disciplinary proceedings against officers of the subordinate": "2. इस न्यायालय ने कई अवसरों पर अधीनस्थ न्यायपालिका के अधिकारियों के खिलाफ",
  "initiation of disciplinary proceedings against officers of the subordinate judiciary merely because the judgments/orders passed by them are wrong:": "अनुशासनात्मक कार्यवाही शुरू करने की प्रथा को केवल इसलिए अस्वीकार कर दिया है क्योंकि उनके द्वारा",
  "The appellate and revisional courts have been established and given powers": "पारित निर्णय/आदेश गलत हैं। अपीलीय और पुनरीक्षण अदालतों की स्थापना की गई है और उन्हें ऐसे आदेशों",
  "to set aside such orders. The higher courts after hearing the appeal may": "को रद्द करने की शक्तियां दी गई हैं। अपील की सुनवाई के बाद उच्च न्यायालय निचली अदालतों के गलत निर्णयों",
  "modify or set aside erroneous judgments of the lower courts. While taking": "को संशोधित या रद्द कर सकते हैं। न्यायिक आदेशों के आधार पर अनुशासनात्मक कार्रवाई करते समय उद्च",
  "disciplinary action based on judicial orders, High Court must take extra care and caution.": "न्यायालय को अतिरिक्त सावधानी बरतनी चाहिए।",
  "13. In Iswar Chandra Jain v. High Court of Punjab and Haryana, AIR": "3. ईश्वर चंद्र जैन बनाम पंजाब और हरियाणा उच्च न्यायालय, एआईआर 988 एससी 395 में, इस",
  "(1988) SC 1395, this Court observed that while exercising control over subordinate judiciary under Art. 235 of the Constitution, the High Court is": "न्यायालय ने पाया कि संविधान के अनुच्छेद 235 के तहत अधीनस्थ न्यायपालिका पर नियंत्रण करते समय,",
  "under a Constitutional obligation to guide and protect subordinate judicial": "अधीनस्थ न्यायिक अधिकारियों का मार्गदर्शन और सुरक्षा करना उच्च न्यायालय का संवैधानिक दायित्व है। एक",
  "officers. An honest and strict judicial officer is likely to have adversaries. If": "ईमानदार और सख्त न्यायिक अधिकारी के विरोधियों की संभावना रहती है। यदि छोटी-छोटी बातों में शिकायतों",
  "complaints are entertained in trifling matters and if the High Court encourages": "पर विचार किया जाता है और यदि उच्च न्यायालय गुमनाम शिकायतों को प्रोत्साहित करता है, तो कोई भी",
  "anonymous complaints, no judicial officer would feel secure and it would be difficult for him to discharge his duties in an honest and independent manner.": "न्यायिक अधिकारी सुरक्षित महसूस नहीं करेगा और उसके लिए अपने कर्तव्यों का ईमानदार और स्वतंत्र तरीके",
  "It is imperative that the High Court should take steps to protect honest judicial officers by ignoring ill-conceived or motivated complaints made by unscrupulous lawyers and litigants.": "से निर्वहन करना मुश्किल होगा। यह जरूरी है कि उच्च न्यायालय को बेईमान अधिवक्ताओं और वादकारियों द्वारा की गई गलत कल्पना या प्रेरित शिकायतों को नजरअंदाज करके ईमानदार न्यायिक अधिकारियों की रक्षा के लिए कदम उठाना चाहिए।",
  "14. In K.P. Tiwari v. State of Madhya Pradesh, AIR (1994) SC 1031,": "44. के.पी. तिवारी बनाम मध्य प्रदेश राज्य, एआईआर (994) एससी 03: में, जहां उच्च न्यायालय",
  "where the High Court reversed the order passed by the lower court making remarks about interestedness and motive of the lower court in passing the": "ने अनुचित आदेश पारित करने में निचली अदालत की रुचि और मकसद के बारे में टिप्पणी करते हुए निचली",
  "unmerited order, this Court observed that one of the functions of the higher": "अदालत द्वारा पारित आदेश को उलट दिया, वहीं इस न्यायालय ने पाया कि उच्च न्यायालय का एक कार्य निचली",
  "court is either to modify or set aside erroneous orders passed by the lower courts. Our legal system acknowledges fallibility of judges. It has to be kept": "अदालतों द्वारा पारित गलत आदेशों को संशोधित करना या रद्द करना है। हमारी कानूनी प्रणाली न्यायाधीशों की",
  "courts. Our legal system acknowledges fallibility of judges. It has to be kept in mind that a subordinate judicial officer works mostly in a charged": "गलती को स्वीकार करती है। यह ध्यान में रखना होगा कि एक अधीनस्थ न्यायिक अधिकारी अधिकतर",
  "atmosphere. He is under a psychological pressure —- contestants and lawyers": "आवेशपूर्ण माहौल में काम करता है। वह मनोवैज्ञानिक दबाव में है - प्रतियोगी और अधिवक्ता उस पर दबाव डाल",
  "breathing down his neck. He does not enjoy the detached atmosphere of the higher court. Every error, however gross it may be, should not be attributed": "रहे हैं। वह ऊपरी अदालत के पृथक वातावरण का आनंद नहीं उठा पाता। प्रत्येक त्रुटि, चाहे वह कितनी भी गंभीर",
  "18. Apart from the merits of the case before us, we have also gone into the Confidential Reports of the appellant officer. His integrity and honesty": "8. हमारे सामने मामले की विशिष्टताओं के अलावा, हमने अपीलकर्ता अधिकारी की गोपनीय रिपोर्ट",
  "the Confidential Reports of the appellant officer. His integrity and honesty had never been doubted at any point of time. In some of the confidential": "पर भी गौर किया है। उनकी सत्यनिष्ठा और ईमानदारी पर कभी भी किसी भी समय संदेह नहीं किया गया। कुछ",
  "reports except stating that the appellant-officer was not having smooth": "गोपनीय रिपोर्टों में यह बताने के अलावा कि अपीलकर्ता-अधिकारी के अधिवक्ताओं के साथ मधुर संबंध नहीं थे,",
  "relationship with the advocates, no other adverse remarks had been entered. Two Senior Judges of the High Court have entered in his confidential register": "कोई अन्य प्रतिकूल टिप्पणी दर्ज नहीं की गई थी। उच्च न्यायालय के दो वरिष्ठ न्यायाधीशों ने अपने गोपनीय",
  "that the appellant is an officer of honesty and integrity. The fact that it was": "रजिस्टर में दर्ज किया है कि अपीलकर्ता एक ईमानदार और सत्यनिष्ठ अधिकारी है। तथ्य यह है कि यह",
  "a case of daylight murder wherein two persons died, is not adequate to hold": "दिनदहाड़े हत्या का मामला था जिसमें दो लोगों की मौत हो गई, यह मानने के लिए पर्याप्त नहीं है कि आरोपी",
  "that the accused were not entitled to bail at all. Passing order on a bail application is a matter of discretion which is exercised by a Judicial Officer": "जमानत के हकदार नहीं थे। जमानत आवेदन पर आदेश पारित करना विवेक का मामला है जिसका प्रयोग एक",
  "with utmost responsibility. When a co-accused had been granted bail by the": "न्यायिक अधिकारी द्वारा अत्यंत जिम्मेदारी के साथ किया जाता है। जब एक सह-अभियुक्त को उच्च न्यायालय",
  "to be careful in future. The punishment of reverting the appellant to the post of Civil Judge (Sr. Division), in the facts and circumstances of this case could": "भविष्य में सावधान रहने की सलाह देनी चाहिए थी। इस मामले के तथ्यों और परिस्थितियों में अपीलकर्ता को"
}