{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय के समक्ष",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. 2915 OF 2022": "सिविल अपील संख्या - 295/2022",
  "Faizabad-Ayodhya Development Authority, Faizabad": "फैजाबाद-अयोध्या विकास प्राधिकरण, फैजाबाद ... अपीलकर्ता",
  "Versus": "बनाम",
  "Dr. Rajesh Kumar Pandey & Ors.": "डॉ. राजेश कुमार पांडे और अन्य ... प्रत्यर्थी",
  "a": "के साथ",
  "CIVIL APPEAL NO. 2917 OF 2022": "सिविल अपील संख्या 297/2022",
  "Moradabad Development Authority & Anr.": "मुरादाबाद विकास प्राधिकरण और अन्य. अपीलकर्ता",
  "Babu & Ors.": "बाबू और अन्य ...प्रत्यर्थी",
  "CIVIL APPEAL NO. 2918 OF 2022": "सिविल अपील संख्या - 298/2022",
  "CIVIL APPEAL NO. 2919 OF 2022": "सिविल अपील संख्या - 299/2022",
  "Moradabad Development Authority ... Appellant": "मुरादाबाद विकास प्राधिकरण ... अपीलकर्ता",
  "Smt. Malka Begum & Ors. ... Respondents": "श्रीमती मल्का बेगम और अन्य ...प्रत्यर्थी",
  "JUDGMENT": "निर्णय",
  "M.R. SHAH, J.": "माननीय न्यायमूर्ति एमआर शाह,",
  "1. AS common questions of law and facts arise in this group of": ". चूंकि अपीलों के इस समूह में विधि और तथ्यों के सामान्य प्रश्न उठते हैं, इसलिए उन्हें एक साथ",
  "appeals, they have been heard together and are being disposed of by this common judgment and order.": "सुना गया है और इस समान निर्णय और आदेश द्वारा उनका निस्तारण किया जा रहा है।",
  "2. Feeling aggrieved and dissatisfied with the respective judgments and orders/order(s) passed by the High Court of Judicature at Allahabad passed in respective writ petitions preferred by the private respondents": "2. व्यक्तिगत प्रत्यर्थी द्वारा प्रस्तुत सम्बन्धित रिट याचिकाओं में इलाहाबाद उद्चू न्यायालय द्वारा पारित सम्बन्धित आदेश एवं निर्णय से व्यथित एवं असंन्तुष्ट महसूस करते हुए यहाँ - वास्तविक",
  "to compensation in terms of provisions of Section 24(1) of the Act, 2013.": "अधिनिर्णय अब अधिनियम, 203 की धारा 24 () के अधीन दिया जाएगा।",
  "Civil Appeal No. 2917 of 2022": "सिविल अपील संख्या - 298/2022 एवं सिविल अपील संख्या - 299/2022",
  "4. By the impugned judgment and order dated 20.07.2017, the High": "संख्या 209/2022 में उच्च न्यायालय द्वारा पारित 20.07.207 का आक्षेपित आदेश एवं निर्णय",
  "declare the award and determine the compensation under Section 24(1)": "धारा 24 () के तहत अधिनिर्णय की घोषणा करें एवं जिसके द्वारा मूल भू स्वामी अधिनियम,",
  "landowners shall be entitled to compensation determined under the Act, 2013. Hence, the Moradabad Development Authority has preferred the": "203 के तहत मुआवजा पाने के हकदार होगें जिसके मुरदाबाद विकास प्राधिकरण के द्वारा यह",
  "present appeal.": "अपील प्रस्तुत की गयी है।",
  "award under Section 24(1) of the Act, 2013 and thereby now the original": "प्रस्तुत किया जाता है कि इस प्रकार अधिनियम, 203 की धारा 24 () में इस आशय का कोई",
  "landowners shall be entitled to the compensation determined under the Act, 2013.": "मालिक अधिनियम, 203 के तहत निर्धारित मुआवजे के हकदार होंगे।",
  "7.1 ‘It is submitted that the High Court has not properly appreciated the": "7. यह प्रस्तुत किया जाता है कि उच्च न्यायालय ने इस तथ्य की उचित रूप से अवलोकन नहीं",
  "fact that as such the Special Land Acquisition Officer could not declare the award due to the pendency of the writ petitions before the High Court": "किया है कि इस प्रकार विशेष भूमि अधिग्रहण अधिकारी उच्च न्यायालय के समक्ष रिट याचिकाओं",
  "the award due to the pendency of the writ petitions before the High Court and/or the interim stay granted by the High Court either restraining the": "विचाराधीनता होने और/या उद्च न्यायालय द्वारा दिए गए अंतरिम स्थगन के कारण या तो",
  "Authority from taking over the possession and/or directing to maintain": "प्राधिकरण को कब्जा लेने और /या यथास्थिति बनाए रखने का निर्देश देने के कारण अधिनिर्णय",
  "7.2 It is submitted that in fact in Civil Appeal No. 2915 of 2022, in view": "7.2 यह प्रस्तुत किया जाता है कि वास्तव में, सिविल अपील संख्या - 295/2022 में, इस",
  "of the fact that the urgency clause was applied, even 80% of the": "तथ्य को ध्यान में रखते हुए कि तत्काल उपबंध लागू किया गया था एवं मुआवजे का 80% भी जमा",
  "a large area of the land was acquired including Plot Nos. 407, 413 and 415 belonging to the respondents herein. It is submitted that the award": "प्रत्यर्थी से संबंधित प्लॉट नं. 407, 43 और 45 शामिल हैं.यह प्रस्तुत किया जाता है कि",
  "excluding the aforesaid three plots was in fact declared under Section 11": "उपर्युक्त तीन भूखंडों को छोड़कर अधिनिर्णय वास्तव में अधिनियम की धारा के तहत घोषित",
  "of the Act and it was also stated therein that the award with respect to": "किया गया था और उसमें यह भी कहा गया था कि उच्च न्यायालय द्वारा दिए गए स्थगन आदेश के",
  "the aforesaid three plots in question could not be declared in view of the": "मद्देनजर पूर्वोक्त तीन भूखंडों के संबंध में अधिनिर्णय घोषित नहीं किया जा सकता था .यह प्रतिवाद",
  "stay order granted by the High Court. It is contended that the award with": "किया गया है कि उच्च न्यायालय के समक्ष रिट याचिका विचाराधीनता होने और उच्च न्यायालय द्वारा",
  "Faizabad was requisitioned by the Faizabad Development Authority (hereinafter referred to as the “Authority”) for the purpose of residential": "3. फैजाबाद विकास प्राधिकरण (एतस्मिनपश्चात 'प्राधिकरण' के रूप में सन्दर्भित ) ने फैजाबाद",
  "project. The land therein included land admeasuring 03.13 hectares in Plot Nos. 407, 413 and 415 belonging to respondent Nos. 1 to 4 herein": "थी।इसमें प्रतिवादी नं. से 4 से संबंधित प्लॉट नं. 407, 43 और 45 में 03.3 हेक्टेयर भूमि",
  "(hereinafter referred to as the “original landowners’).": "शामिल थी (जिसे इसमें इसके बाद मूल भूस्वामियों के रूप में संदर्भित किया गया है).",
  "3.1 Notification under Section 4 and Section 6 read with Section 17": "3.] धारा 4 और धारा 6 के साथ पढ़ी गयी धारा 7 के अंतर्गत अधिसूचना जारी की गई।मूल",
  "was issued. The original landowners preferred Writ Petition No. 3810 of 2005 before the High Court challenging the acquisition with respect to": "भूस्वामियों ने उपरोक्त तीन भूखंडों के संबंध में अधिग्रहण को चुनौती देते हुए उच्च न्यायालय के समक्ष रिट याचिका संख्या 380/2005 को प्रस्तुत किया।उच्च न्यायालय ने प्राधिकरण को",
  "the aforesaid three plots. The High Court granted interim stay restraining": "उपरोक्त तीन भूखंडों का कब्जा लेने से रोकने के लिए अंतरिम रोक लगा दी।उपरोक्त तीन भूखंडों",
  "Except the aforesaid three plot, the possession of the entire land was taken over by the Authority. Even the Award under Section 11 of Act,": "को छोड़कर, पूरी भूमि का कब्जा प्राधिकरण द्वारा ले लिया गया था।यहां तक कि अधिनियम,",
  "taken over by the Authority. Even the Award under Section 11 of Act, 1894 was also declared except in respect of the aforesaid three plots in": "894 की धारा ] के तहत अधिनिर्णय भी उपर्युक्त तीन भूखंडों के संबंध में, उच्च न्यायालय के",
  "question, due to the pendency of the writ petition before the High Court": "समक्ष रिट याचिका विचाराधीनता होने और उच्च न्यायालय द्वारा पारित अंतरिम आदेश के कारण",
  "significant fact, which has led us to consider this case in light of the real intention of the Parliament under Section 24(1)(a) of the Act, 2013.": "घोषित किया गया था। यह महत्वपूर्ण तथ्य है, जिसने हमें अधिनियम, 203 की धारा 24 (3) (ए) के तहत संसद के वास्तविक इरादे के आलोक में इस मामले पर विचार करने के लिए प्रेरित",
  "Thus, excluding the land involved in the aforesaid writ petition, i.e., the aforesaid three plots, possession of the remaining property was taken": "किया है।इस प्रकार, पूर्वोक्त रिट याचिका में शामिल भूमि, अर्थात्‌, पूर्वोक्त तीन भूखंडों को छोड़कर,",
  "over on 07.09.2005 and Award therein was published on 10.04.2007. A": "शेष संपत्ति का कब्जा 07.09.2005 को ले लिया गया था और उसमें अधिनिर्णय 0.04.2007",
  "total sum of Rs. 5,11,60,606.00 was made available on different dates with respect to the compensation to be paid.": "को प्रकाशित किया गया था.भुगतान किए जाने वाले मुआवजे के संबंध में विभिन्न तारीखों पर कुल 5, 7,60, 606.00 रुपये की राशि उपलब्ध कराई गई थी।",
  "3.2 Vide order dated 27.09.2010, the High Court has disposed of the": "3.2 दिनांक 27.09.200 के आदेश के माध्यम से, उच्च न्यायालय ने राज्य सरकार को",
  "application/representation submitted by the original landowners under Section 48(1) of the Act, 1894. That the Appropriate Authority rejected": "अधिनियम, 894 की धारा 48 () के तहत मूल भू-स्वामियों द्वारा प्रस्तुत आवेदन /प्रत्यावेदन",
  "the representation/application of the original landowners under Section 48 of the Act, 1894 vide order dated 13.03.2012. The respondents": "आदेश द्वारा अधिनियम, 894 की धारा 48 के तहत मूल भू-स्वामियों के प्रत्यावेदन /आवेदन को",
  "herein — original landowners again preferred the present Writ Petition No.": "खारिज कर दिया।यहाँ प्रत्यर्थी-मूल भू-स्वामियों ने फिर से उच्च न्यायालय के समक्ष वर्तमान रिट",
  "7.3. Learned counsel appearing on behalf of the Moradabad Development Authority in Civil Appeal Nos. 2917, 2918 and 2919 of": "7.3 मुरादाबाद विकास प्राधिकरण की ओर से सिविल अपील संख्या 297,298 और 299 में",
  "even 80% of the compensation was already deposited, however, the": "कारण, मुआवजे का 80% भी पहले ही जमा कर दिया गया था, हालांकि, अधिनियम, 894 की",
  "of the pendency of the writ petition before the High Court.": "धारा ] के तहत अधिनिर्णय उच्च न्यायालय के समक्ष रिट याचिका विचाराधीनता होने के कारण",
  "7.4 It is submitted that in fact the impugned order has been passed by": "7.4 यह प्रस्तुत किया जाता है कि वास्तव में उच्च न्यायालय द्वारा मौखिक प्रस्तुतियों पर आक्षेपित",
  "declared and therefore they are entitled to the relief under Section 24(1)": "की धारा 24 () के तहत राहत के हकदार हैं।इस प्रकार, न तो रिट याचिकाओं में संशोधन किया",
  "nor specific reliefs were prayed, directing the Authority(s) to declare the": "गया और न ही विशिष्ट राहत के लिए प्रार्थना की गई, जिसमें प्राधिकरण (ओं) को अधिनियम,",
  "award under Section 24(1) of the Act, 2013. It is contended that in any": "203 की धारा 24 () के तहत पुरस्कार घोषित करने का निर्देश दिया गया।यह प्रतिवाद किया",
  "case, once the award could not be declared because of the pendency of the writ petition and/or the interim stay granted by the High Court,": "गया है कि किसी भी मामले में, एक बार रिट याचिका विचाराधीनता होने और/या उच्च न्यायालय",
  "the Land Acquisition Officer and/or Authority in not declaring the award": "आग्रह किया जाता है कि भूमि अधिग्रहण अधिकारी और /या प्राधिकरण की ओर से अधिनियम,",
  "7.5 Learned counsel appearing on behalf of the respective Development Authority(s) have heavily relied upon the decision of the": "7.5 संबंधित विकास प्राधिकरण (ओं) की ओर से पेश हुए विद्वत अधिवक्ताओं ने इंदौर विकास",
  "Authority Vs. Manoharlal and Ors., (2020) 8 SCC 129, more particularly, paragraph 366.8. It is submitted that after detailed": "प्राधिकरण बनाम मनोहरलाल और अन्य, (2020) 8 एससीसी 29, विशेष रूप से, पैरा 366.8",
  "Court on the effect of the stay granted by the Court and on the principle": "प्रभाव पर इस न्यायालय के विभिन्न निर्णयों पर विचार करने के बाद और प्रत्यास्थापन के सिद्धांत",
  "of restitution, it is specifically observed and held by this Court that (i) the": "पर इस न्यायालय द्वारा विशेष रूप से यह कहा गया है कि (।) न्यायालय का कार्य किसी पर",
  "act of the Court shall prejudice no one; (ii) no one is bound to do an": "प्रतिकूल प्रभाव नहीं डालेगा (॥) कोई भी असंभव कार्य करने के लिए बाध्य नहीं है (॥) कानून",
  "impossibility; (iii) law does not compel a man to do that which he cannot": "किसी व्यक्ति को ऐसा कार्य करने के लिए बाध्य नहीं करता है जो वह संभवतः नहीं कर सकता है",
  "possibly perform; (iv) where law creates a duty or charge and the party is": "(४) जहां कानून कोई कर्तव्य या प्रभार बनाता है और पार्टी बिना किसी चूक के उसका पालन",
  "disabled to perform it, without any default and has no remedy over, there the law will in general excuse him; (v) it is not the intendment of the Acct,": "करने के लिए अक्षम है और कोई उपचार नहीं है, वहां कानून सामान्य रूप से उसे क्षमा कर देगा",
  "compensation as contemplated under Section 24 of the Act, 2013.": "तहत कोई पंचाट नहीं दिया गया है, इसलिए अधिनियम, 203 की धारा 24 () के प्रावधान",
  "under sub-section (1) of Section 24 of the Act, 2013, the original": "अधिनियम, 203 की धारा 24 की उप-धारा () के तहत अधिग्रहण के व्यपगत होने से बचाने",
  "determined under the Act, 2013. Therefore, as such, the High Court has": "क्षतिपूर्ति करनी होगी। इसलिए, उच्च न्यायालय ने विकास प्राधिकरणों को अधिनियम, 203 की",
  "declare the award under Section 24(1) of the Act, 2013 and consequently": "धारा 24() के तहत अधिनिर्णय घोषित करने और परिणामस्वरूप अधिनियम, 203 के",
  "8.3 It is further submitted by the learned counsel appearing on behalf": "8.3 यह प्रतिवादी की ओर से उपस्थित विद्वान अधिवक्ता द्वारा आगे प्रस्तुत किया जाता है -",
  "of the respondents — original writ petitioners in Civil Appeal Nos. 2917, 2918 and 2919 of 2022 that as such in the counter affidavit, it was": "सिविल अपील संख्या 297, 298 और 299/2022 में मूल रिट याचिकाकर्ता इस तरह",
  "declared under Section 24(1) of the Act, 2013. It is pointed out that": "अधिनिर्णय अधिनियम, 203 की धारा 24 () के तहत घोषित किया जाएगा।यह बताया गया है",
  "considering the aforesaid stand/submission made in the counter filed on": "कि प्राधिकरण की ओर से दायर प्रतिउत्तर शपथ पत्र में दिए गए पूर्वोक्त रुख /प्रस्तुति को ध्यान में",
  "behalf of the Authority, the High Court has directed to declare the award and pay the compensation under Section 24(1) of the Act, 2013, which": "रखते हुए, उच्च न्यायालय ने अधिनिर्णय की घोषणा करने और अधिनियम, 203 की धारा 24",
  "8.4 Making the above submissions, it is prayed to dismiss the present": "8.4 उपर्युक्त प्रस्तुतियां देते हुए, यह प्रार्थना की जाती है कि वर्तमान अपीलों को खारिज कर दिया",
  "Section 24(1) of the Act, 2013 and to pay the compensation to the": "जाए और अधिनियम, 203 की धारा 24 () के तहत अधिनिर्णय घोषित करने और अधिनियम,",
  "respective landowners under the provisions of the Act, 2013.": "203 के प्रावधानों के तहत संबंधित भू-स्वामियों को मुआवजे का भुगतान करने के लिए उपयुक्त",
  "this Court is:-": "सुनने के बाद, इस न्यायालय के विचार के लिए जो सवाल उठाया गया है वह हैः -",
  "Whether in a case where an award under Section 11 of the Land": "क्या ऐसे मामले में जहां भूमि अधिग्रहण अधिनियम, 894 की धारा ] के तहत कोई",
  "the pendency of the writ petition and/or the interim stay granted by": "पंचाट प्राधिकरण द्वारा रिट याचिका और /या उद्च न्यायालय द्वारा दिए गए अंतरिम स्थगन",
  "Rehabilitation and Resettlement Act, 2013 (Act, 2013) came into": "अधिनियम, 203 (अधिनियम, 203) में उचित मुआवजा और पारदर्शिता का अधिकार",
  "1894, the original landowners shall be entitled to compensation determined under sub-section (1) of Section 24 of the Act, 2013?": "किया गया था, मूल भूमि मालिक अधिनियम, 203 की धारा 24 की उप-धारा () के तहत निर्धारित मुआवजे के हकदार होंगे?",
  "10. At this stage, it is necessary to consider the relevant provisions of the Act, 1894 and Section 24 of Act, 2013 dealing with lapse of": "0. इस स्तर पर, अधिनियम, 894 और अधिनियम, 203 की धारा 24 के प्रासंगिक प्रावधानों पर विचार करना आवश्यक है, जो इस मामले में अधिनियम, 203 की धारा 24 () (ए) के",
  "acquisition in the context of the question raised in this case arising under": "तहत उत्पन्न होने वाले प्रश्न के संदर्भ में अधिग्रहण की व्यपगत से संबंधित हैं, विशेष रूप से किसी",
  "granted by a court of law and as a result award not being made as on": "न्यायालय द्वारा दिए गए स्थगन आदेशों के संदर्भ में और इसके परिणामस्वरूप 0.0.2074 को",
  "“11. Enquiry and award by Collector. - (1) On the day so fixed, or on any other day to which the enquiry has been": "“:.कलेक्टर द्वारा जांच और अधिनिर्णय- () इस प्रकार नियत दिन या किसी अन्य दिन जिस",
  "pursuant to a notice given under Section 9 to the measurements made under section 8, and into the value of": "9 के अधीन धारा 8 के अधीन किए गए मापों को दी गई सूचना के अनुसरण में किसी हितबद्ध",
  "the land at the date of the publication of the notification under section 4, sub-section (1), and into the respective": "व्यक्ति ने कही हैं और धारा 4, उपधारा (.) के अधीन अधिसूचना के प्रकाशन की तारीख को भूमि",
  "interests of the persons claiming the compensation and": "के मूल्य की जांच करेगा और क्षतिपूर्ति का दावा करने वाले व्यक्तियों के संबंधित हितों की जांच",
  "shall make an award under his hand of-": "करेगा और अपने हाथों से अधिनिर्णय देगा -",
  "(i) the true area of the land;": "(।) भूमि का वास्तविक क्षेत्र",
  "(ii) the Compensation which in his opinion should be allowed for the land; and": "(|) वह प्रतिकर जो उसकी राय में भूमि के लिए अनुज्ञात किया जाना चाहिए, और",
  "(iii) the apportionment of the said compensation among all the persons known or believed to be": "(॥) उक्त प्रतिकर को उन सभी व्यक्तियों के बीच प्रभाजित करना जिनके बारे में भूमि में ज्ञात है",
  "claims, he has information, whether or not they have respectively appeared before him:": "पास जानकारी है, चाहे वे उनके समक्ष क्रमशः उपस्थित हुए हों या नहीं:",
  "Provided that no award shall be made by the Collector under this sub-section without the previous approval of the appropriate Government or of such officer as the": "परन्तु इस उपधारा के अधीन कलेक्टर द्वारा समुचित सरकार या ऐसे अधिकारी के, जिसे",
  "appropriate Government may authorize in this behalf:": "समुचित सरकार इस निमित्त प्राधिकृत करे, पूर्व अनुमोदन के बिना कोई अधिनिर्णय नहीं दिया जाएगाः",
  "Provided further that it shall be competent for the appropriate Government to direct that the Collector may": "परंतु यह और कि समुचित सरकार के लिए यह निदेश देना सक्षम होगा कि जिलाधीश ऐसे",
  "make such award without such approval in such class of cases as the appropriate Government may specify in this behalf.": "मामलों के ऐसे वर्ग में, जो समुचित सरकार इस संबंध में विनिर्दिष्ट करे, ऐसे अनुमोदन के बिना",
  "(2) Notwithstanding anything contained in sub-section (1), if": "(2). उपधारा (7) में किसी बात के होते हुए भी, यदि कार्यवाही के किसी प्रक्रम पर,",
  "before him have agreed in writing on the matters to be": "अधिनिर्णय में शामिल किए जाने वाले मामलों पर लिखित रूप में सहमत हो गए हैं, तो वह आगे",
  "he may, without making further enquiry, make an award according to the terms of such agreement.": "की जांच किए बिना ऐसे करार के निबंधनों के अनुसार पंचाट दे सकता है।",
  "(3) The determination of compensation for any land under sub-section (2) shall not in any way affect the determination": "(3). उपधारा (2) के अधीन किसी भूमि के लिए प्रतिकर का अवधारण इस अधिनियम के अन्य",
  "of compensation in respect of other lands in the same locality or elsewhere in accordance with the other": "उपबंधों के अनुसार उसी स्थान में या अन्यत्र अन्य भूमि के संबंध में प्रतिकर के अवधारण को",
  "(4) Notwithstanding anything contained in the Registration Act, 1908 (16 of 1908), no agreement made under sub-": "(4). पंजीकरण अधिनियम, 908 (908 का 6) में किसी बात के होते हुए भी, उप-धारा",
  "section (2) shall be liable to registration under that Act.": "(2) के तहत किया गया कोई भी समझौता उस अधिनियम के तहत पंजीकरण के लिए उत्तरदायी",
  "a period of two years from the date of the publication of the declaration and if no award is made within that period, the": "दो वर्ष की अवधि के भीतर धारा ] के तहत अधिनिर्णय देगा और यदि उस अवधि के भीतर कोई",
  "declaration and if no award is made within that period, the entire proceeding for the acquisition of the land shall lapse:": "अधिनिर्णय नहीं दिया जाता है, तो भूमि के अधिग्रहण की पूरी कार्यवाही व्यपगत होगीः",
  "Provided that in a case where the said declaration has": "परन्तु ऐसे मामले में जहां उक्त घोषणा भूमि अर्जन (संशोधन) अधिनियम, 984 (984",
  "been published before the commencement of the Land Acquisition (Amendment) Act, 1984 (68 of 1984), the award shall be made within a period of two years from such commencement.": "का 68) के प्रारंभ से पूर्व प्रकाशित की जा चुकी है, अधिनिर्णय ऐसे प्रारंभ से दो वर्ष की अवधि के भीतर दिया जाएगा।",
  "10.1 Section 24 of the Act, 2013 is extracted as under:": "0.] अधिनियम, 2073 की धारा 24 को निम्नानुसार उद्धृत किया गया हैः",
  "24. Land acquisition process under Act No. 1 of 1894 shall be deemed to have lapsed in certain cases.—(1)": "24. 894 के अधिनियम संख्या । के अधीन भूमि अर्जन प्रक्रिया कतिपय मामलों में",
  "be deemed to have lapsed in certain cases.—(1) Notwithstanding anything contained in this Act, in any case": "व्यपगत हुयी समझी जाएगी-() इस अधिनियम में किसी बात के होते हुए भी, भूमि अर्जन",
  "of land acquisition proceedings initiated under the Land Acquisition Act, 1894 (1 of 1894), —": "अधिनियम, 894 (894 का ) के अधीन आरंभ की गयी भूमि अर्जन कार्यवाहियों के किसी मामले में -",
  "(a) where no award under section 11 of the said Land Acquisition Act has been made, then, all": "(क) जहां कथित भूमि अधिग्रहण अधिनियम की धारा ] के अधीन कोई पंचाट नहीं दिया",
  "provisions of this Act relating to the determination of compensation shall apply; or": "गया है, वहां मुआवजे के निर्धारण से संबंधित इस अधिनियम के सभी उपबंध लागू होंगे. या",
  "been made, then such proceedings shall continue under the provisions of the said Land Acquisition Act, as if the said Act has not been repealed.": "उपबंधों के अधीन ऐसी कार्यवाहियां इस प्रकार जारी रहेंगी मानो उक्त अधिनियम निरसित न किया गया हो।",
  "(2) Notwithstanding anything contained in sub-section (1),": "(2) उपधारा () में किसी बात के होते हुए भी, भूमि अर्जन अधिनियम, 894 (894",
  "in case of land acquisition proceedings initiated under the": "का ) के अधीन प्रारंभ की गई भूमि अर्जन कार्यवाहियों के मामले में, जहां उक्त धारा .7",
  "under the said section 11 has been made five years or more prior to the commencement of this Act but the": "के अधीन पंचाट इस अधिनियम के प्रारंभ से पांच वर्ष या अधिक पूर्व दिया गया है, किंतु",
  "physical possession of the land has not been taken or the compensation has not been paid the said proceedings shall": "भूमि का वास्तविक कब्जा नहीं लिया गया है या प्रतिकर का भुगतान नहीं किया गया है, वहां",
  "compensation has not been paid the said proceedings shall be deemed to have lapsed and the appropriate": "उक्त कार्यवाहियां व्यपगत हो गई समझी जाएंगी और समुचित सरकार, यदि वह ऐसा करना",
  "case of land acquisition proceedings initiated under the Land Acquisition Act, 1894, -": "गई भूमि अधिग्रहण की किसी भी कार्यवाही के मामले में अधिनियम, 203 में किसी बात के होते",
  "a) Where no award under Section 11 of the Act, 1894 has": "क). जहां अधिनियम, 894 की धारा के तहत कोई अधिनिर्णय नहीं दिया गया है,",
  "been made, all provisions of the Act, 2013 relating to the determination of compensation shall apply; or": "वहां मुआवजे के निर्धारण से संबंधित अधिनियम, 203 के सभी प्रावधान लागू होंगे या",
  "b) Where an award under Section 11 has been made, such": "ख). जहां धारा 3 के अधीन पंचाट दिया गया है, वहां अधिनियम, 894 के उपबंधों के",
  "proceedings shall continue under the provisions of the Act, 1894 as if the said Act has not been repealed.": "अधीन ऐसी कार्यवाहियां इस प्रकार जारी रहेंगी मानो उक्त अधिनियम निरसित न किया गया",
  "10.5 The object and purpose of providing sub-section (1) of Section 24": "0.5 अधिनियम, 203 की धारा 24 की उपधारा () प्रदान करने का उद्देश्य और प्रयोजन उन",
  "both the aforesaid situations are indicated in the respective clauses (a) and (b) of sub-section 1 of Section 24 of the Act, 2013.": "उप-धारा 4 के संबंधित खंड (ए) और (बी) में दर्शाए गए हैं।",
  "10.6 What is of significance for the purpose of this case is clause (a) of": "0.6 इस मामले के प्रयोजन के लिए जो महत्वपूर्ण है वह अधिनियम की धारा 24 की उपधारा .",
  "sub-section 1 of Section 24 of the Act. To reiterate the same, when no": "का खंड (क) है। इसे दोहराने के लिए, जब अधिनियम, 894 की धारा ] के तहत कोई",
  "Act, 2013 relating to determination of compensation shall apply. This": "अधिनिर्णय नहीं दिया गया है, तो मुआवजे के निर्धारण से संबंधित अधिनियम, 203 के सभी",
  "means that when the acquisition proceeding under Act, 1894 has been": "प्रावधान लागू होंगे।इसका मतलब है कि जब अधिनियम, 894 के तहत अधिग्रहण की प्रक्रिया",
  "initiated but the award has not been made as on the date of the": "शुरू कर दी गई है, लेकिन अधिनिर्णय अधिनियम, 203 के लागू होने की तिथि अर्थात",
  "be paid in pursuance of the acquisition of his land within a reasonable": "अपनी भूमि के अधिग्रहण के अनुसरण में मुआवजे का भुगतान आदेश का आश्वासन दिया जाए,",
  "period which is stated to be two years under Section 11A of the Act, 1894. However, while calculating the said period of two years, the period": "जिसे अधिनियम, 894 की धारा ] ए के तहत दो वर्ष कहा गया है।तथापि, दो वर्ष की उक्त",
  "10.3 The concept of lapse is also provided under sub-section (2) of": "0.3 व्यपगत होने की अवधारणा को अधिनियम, 203 की धारा 24 की उपधारा (2) के अधीन",
  "not necessary to dwell into the said aspect except by stating that where an award under Section 11 of Act, 1894 has been made five years or": "आवश्यक नहीं है, सिवाय इसके कि जहां अधिनियम, 894 की धारा ] के तहत एक अधिनिर्णय",
  "more prior to the commencement of the Act, 2013 (which was enforced": "अधिनियम, 203 के लागू होने से पांच साल या उससे अधिक समय पहले दिया गया है (जो",
  "with effect from 01.01.2014) but the physical possession of the land has": "07.07.2074 से प्रभावी था), लेकिन भूमि का भौतिक कब्जा नहीं लिया गया है या मुआवजे का",
  "not been taken or the compensation has not been paid, then the said proceedings of acquisition shall be deemed to have lapsed. An": "भुगतान नहीं किया गया है, तो अधिग्रहण की कथित कार्यवाही को व्यपगत माना जाएगा।इस",
  "interpretation of sub-section 2 of Section 24 of the Act has been made by this Court in Indore Development Authority (Supra). It has been clearly": "न्यायालय ने इंदौर विकास प्राधिकरण (उपरोक्त) के मामलें में अधिनियम की धारा 24 की उपधारा",
  "during which an interim order was under operation has to be excluded.": "की गणना करते समय ऐएँसा समय जिसमें एक अन्तरिम आदेश कार्यकारी है को बाहर किया जा",
  "provisions of Act, 2013 would apply with regard to determination of": "07.07.204 को, तो अधिनियम, 203 के प्रावधान मुआवजे के निर्धारण से संबंधित प्रावधान",
  "“where no award under Section 11 of Act, 1894 has been made.” This": "अधिनियम 894 की धारा : के तहत कोई अधिनिर्णय नहीं पारित किया जाता है।' इसका",
  "means that although acquisition proceedings had been initiated, for": "तात्पर्य यह है अधिग्रहण प्रक्रिया शुरू हो चुकी है कि यद्यपि उन कारण से जिन्हें अधिग्रहण",
  "Deputy Commissioner or District Magistrate or the Special Land": "प्राधिकारी अर्थात जिला मजिस्ट्रेट या उप आयुक्त या जिला अधिकारी या विशेष भूमि अधिग्रहण",
  "Acquisition Officer, as the case may be, had not passed an award as on the date of enforcement of Act, 2013 i.e., on 01.01.2014. This could be": "अधिकारी या तो जैसी भी स्थिति हो को जानकारी थी के लिए अधिनियम, 203 के लागू होने की तिथि अर्थात 07.0.204 तक अधिनिर्णय पारित नही किया गया।ऐसा अधिनिर्णय पारित न",
  "on account of sheer inaction on the part of the Collector or Land Acquisition Officer in not passing an award and the Act, 2013 being": "करने और अधिनियम, 203 को लागू करने में जिलाधिकारी या भूमि अधिग्रहण अधिकारी की",
  "enforced. In such a case, the provisions of the Act, 2013 would": "ओर से निष्क्रियता के कारण हो सकता है।ऐसे मामले में अधिनियम, 203 के प्रावधान सीधे",
  "because Act, 2013 is a more beneficial legislation as compared to Act,": "अधिनियम, 203 अधिक लाभदायक विधान है।अधिनियम, 203 के तहत देय मुआवजा निरस्त",
  "1894. The compensation payable under the Act, 2013 is higher than under the repealed Act being Act i.e., 1894. Thus, there would be a": "अधिनियम 894 की तुलना में अधिक है।इस प्रकार, अधिनियम, 203 के तहत अधिग्रहण की",
  "10.7 However, it is necessary to delve deeper into the provision to assimilate the reasons as to why no award would have been made on": "0.7 हालांकि, कारणों को आत्मसात करने के प्रावधान में गहराई से जाना आवश्यक है कि",
  "the date of enforcement of the Act, 2013 in a given case when the": "अधिनियम, 203 के लागू होने की तारीख को किसी मामले में जब अधिनियम, 894 के तहत",
  "Act. One of the reasons would be that the acquisition proceedings are": "इसका एक कारण यह होगा कि अधिग्रहण की कार्यवाही या तो भारत के संविधान 9 के अनुच्छेद",
  "assailed either before the High Court under Article 226 of the Constitution": "226 के तहत उच्च न्यायालय के समक्ष या सिविल कोर्ट के समक्ष दीवानी मुकदमा दायर करके कुछ",
  "reliefs, in which there would be interim orders including but not limited to": "राहत की मांग की जाती है, जिसमें अंतरिम आदेश शामिल होंगे लेकिन नहीं \"आगे की कार्यवाही पर",
  "“stay of further proceedings”, “stay of dispossession” or “status quo to be maintained by both the land owner as well as the acquiring authority”. In": "रोक\", \"बेदखल रहने\" या \"जमीन के मालिक के साथ-साथ अधिग्रहण करने वाले प्राधिकारी दोनों",
  "such a case, where an interim order would have been operating against": "द्वारा यथास्थिति बनाए रखने\" तक सीमित है। ऐसे मामले में, जहां एक अंतरिम आदेश",
  "proceeding further in the acquisition proceedings vis-a-vis making of an award under Section 11 of the Act, 1894.": "894 की धारा 7 के तहत अधिनिर्णय देने के संबंध में अधिग्रहण की कार्यवाही में को आगे बढ़ाने",
  "10.8 As already noted, if an award is not made within a period of two years from the date of the publication of the declaration, then under": "0.8 जैसाकि पहले उल्लेख किया गया है, यदि कोई पंचाट घोषणा के प्रकाशन की तारीख से दो",
  "years from the date of the publication of the declaration, then under Section 11A of Act, 1894, the acquisition of the land would lapse. But in": "वर्ष की अवधि के भीतर नहीं दिया जाता है, तो अधिनियम, 894 की धारा ] क के तहत भूमि",
  "computing the said period of two years, the period during which a": "का अधिग्रहण व्यपगत हो जाएगा।किंतु दो वर्ष की उक्त अवधि की संगणना आदेश में वह अवधि,",
  "under both the Acts. This also becomes clear on a reading of clause (b) of sub-section 1 of Section 24 which states that if an award has been": "धारा 24 की उप-धारा : के खंड (बी) के पठन पर भी स्पष्ट हो जाता है, जिसमें कहा गया है कि",
  "made under Section 11 of Act, 1894 as on 01.01.2014 i.e., the date of": "यदि कोई पंचाट अधिनियम, 894 की धारा . के तहत 0.0.204 को दिया गया है, अर्थात",
  "award has been made as on 01.01.2014 then clause (a) of sub-section 1 of Section 24 would apply.": "पंचाट नहीं दिया गया है तो धारा 24 की उप-धारा . का खंड (क) लागू होगा।",
  "10.12 Thus, it is necessary to dwell into the reasons as to why no": "0.2 इस प्रकार, यह आवश्यक है कि उन कारणों पर ध्यान दिया जाए कि क्यों कोई अधिनिर्णय",
  "award has been made. As discussed aforesaid, if there is an order of": "नहीं दिया गया है।जैसा कि ऊपर चर्चा की गई है, यदि कलेक्टर या अधिग्रहित प्राधिकारी पर संयम",
  "restraint on the Collector or on the acquiring authority and as a result of": "का कोई आदेश है और जिसके परिणामस्वरूप, कलेक्टर या भूमि अधिग्रहण अधिकारी अपने",
  "interim order granted by a court of law at the instance of the land owner": "उठाया हो, के कहने पर अदालत द्वारा दिए गए अंतरिम आदेश के अनुपालन में, उस अवधि की",
  "during which the interim order has operated has to be reckoned and if on": "गणना की जानी है जिसके दौरान अंतरिम आदेश लागू हुआ है और यदि अधिनियम, 203 के",
  "made owing to the operation of such an interim order granted by a Court": "गए इस तरह के अंतरिम आदेश के लागू होने के कारण कोई भी अधिनिर्णय नहीं दिया गया है, तो",
  "in favour of the land owner, then the provisions of the 2013, Act cannot straightaway be made applicable in the determination of the": "अधिनियम 203 के प्रावधान सीधे मुआवजे के निर्धारण में लागू नहीं किए जा सकते हैं।ऐसा",
  "until 31.12.2013 and then provisions of Act, 1894 would have applied as": "प्रावधानों के तहत 3.2.203 तक दिया जा सकता था और फिर अधिनियम, 894 के",
  "per clause (b) of sub-section 1 of Section 24. But on the other hand,": "प्रावधान धारा 24 की उप-धारा . के खंड (बी) के अनुसार 22 के रूप में लागू होते। लेकिन",
  "owing to the operation of the interim order granted by a Court in favour of land owner, the award would not have been made as on 01.01.2014": "दूसरी ओर, भूमि मालिक के पक्ष में किसी न्यायालय द्वारा दिए गए अंतरिम आदेश के लागू होने के",
  "land owner, the award would not have been made as on 01.01.2014 when the Act, 2013 was enforced.": "कारण, यह अधिनिर्णय 0.0.204 को नहीं दिया गया होता जब अधिनियम, 203 लागू किया",
  "the Act, 2013. In other words, the land owner cannot, on the one hand,": "के अधीन प्रतिकर के अवधारण का भार नहीं डाला जा सकता।दूसरे शब्दों में, एक तरफ भूमि का",
  "contend that since no award has been made under Section 11 of Acct, 1894 on 01.01.2014, the provisions of the Act, 2013 should be made": "सकता है कि चूंकि अधिनियम, 894 की धारा के तहत 0.0.204 को कोई अधिनिर्णय",
  "11. On interpreting sub-section (2) of Section 24 of Act, 2013, the": ". अधिनियम, 203 की धारा 24 की उप-धारा (2) की व्याख्या करने पर, इंदौर विकास",
  "(supra) has ultimately concluded in paragraph 366.8 as under:-": "प्राधिकरण उपरोक्त में इस न्यायालय की संविधान पीठ ने अंततः पैराग्राफ 366.8 में निष्कर्ष",
  "“366.8. The provisions of Section 24(2) providing for a": "\"366.8. धारा 24(2) के प्रावधान कार्यवाही की एक समझी गई चूक के लिए प्रदान",
  "possession and pay compensation for five years or more": "होने से पहले पांच साल या उससे अधिक के लिए कब्जा लेने और मुआवजे का",
  "land acquisition pending with the authority concerned as on": "अधिग्रहण की कार्यवाही सम्बन्धित प्राधिकारी के द्वारा अ4--204 तक लम्बित",
  "297, 299, 300, 301, 302, 306, 308, 309, 314, 315, 316, 317, 318, 319,": "284, 285, 287, 289, 293, 297, 299, 300, 30, 302, 306, 308, 309,34,35,36,37",
  "321, 323, 324, 325, 326, 329, 334 as under:-": "7,38,39, 327, 323,324, 325, 326, 329, 334 में निम्नलिखित रूप में टिप्पणी की हैः",
  "“284. Before we go to various rival submissions, the pivotal": "“284 - विभिन्न प्रतिद्रंदी दलीलों पर विचार करने से पहले अधिनियम 203 की धारा",
  "contemplates that in case the proceedings initiated under the 1894 Act, are pending as on the date on which the": "अवधारित है कि यदि अधिनियम 894 के तहत प्रारम्भ की गई कार्यवाही अधिनियम",
  "the 1894 Act, are pending as on the date on which the 2013 Act has been enacted and if no award has been": "203 के लागू होने की तिथि तक लम्बित रहती है और इन कार्यवाहीं में कोई",
  "passed in the proceedings, then there is no lapse and only": "अधिनिर्णय नहीं दिया गया है या यहाँ पर कोई चूक नहीं की गई है तो केवल अधिनियम",
  "determination of compensation has to be made under the 2013 Act. Where an award has been passed, it is": "203 के तहत मुआवजे का निर्धारण करना होगा। जहाँ पर कोई अधिनिर्णय पारित",
  "provided under Section 24(1)(b), the pending proceedings": "किया जाता है, यह धारा 24(7)( ० ) में उपबंधित किया गया है कि लम्बित कार्यवाही",
  "shall continue under the provisions of the 1894 Act as if the old Act has not been repealed. The provisions totally": "अधिनियम 894 के तहत चलती रहेंगी मानों की अधिनियम निरसित नहीं हुआ है।",
  "exclude the applicability of any provision of the 2013 Act.": "अधिनियम, 203 के प्रावधान किसी भी प्रावधान की प्रयोज्यता को पूरी तरह से",
  "There are two requirements under Section 24(2), which are": "वर्जित करते हैं, धारा 24(2) के तहत दो आवश्यकताएं हैं, जिन्हें अधिकारियों द्वारा",
  "5 years or more prior to the commencement of the 2013": "पूरा किया जाना है, 203 के अधिनियम के शुरू होने से ५ साल या उससे अधिक",
  "Act, if the physical possession of the land has not been": "पहले अधिनिर्णय दिया गया है, जहां भूमि का भौतिक कब्जा नहीं लिया गया है और न",
  "taken nor compensation has been paid. If possession has": "ही मुआवजे का भुगतान किया गया है।यदि कब्जा ले लिया गया है, तो अधिग्रहण करने",
  "been taken, compensation has to be paid by the acquiring authorities. The time of five years is provided for authorities": "वाले अधिकारियों को मुआवजा देना होगा।अधिकारियों को कार्रवाई करने के लिए पांच",
  "lethargy or machinery and default on the part of the authorities and for no other reason the lapse is provided.": "अधिकारियों की ओर से सुस्ती या मशीनरी और चूक के मामले में और किसी अन्य",
  "Lapse is provided only in case of default by the authorities acquiring the land, not caused by any other reason or order": "कारण के लिए चूक प्रदान की जाती है।लैप्स केवल भूमि अधिग्रहण आदेश वाले अधिकारियों द्वारा चूक किए जाने की स्थिति में प्रदान की जाती है, जो किसी अन्य",
  "acquiring the land, not caused by any other reason or order of the court. When the interpretation of the provision is": "कारण या न्यायालय के आदेश के कारण नहीं है।जब इस प्रावधान की व्याख्या स्पष्ट है,",
  "a provision under Section 24(2) for exclusion of the period": "कि 203 अधिनियम की धारा 24 (2) किसी भी अवधि को बाहर नहीं",
  "of the interim order. Though it has excluded the period of": "अवधि को बढ़ाने का लोप किया है, भले ही किसी न्यायालय द्वारा दिए",
  "interim order for making declaration under the proviso to": "के तहत घोषणा को प्रकाशित करने के लिए प्रदान की गई सीमा के"
}