{
  "Case Law Cited": "उद्धृत केस कानून",
  "Secretary, State of Karnataka v. Umadevi[2006]3 SCR 953 : (2006) 4 SCC 1 — distinguished.": "सचिव, कर्नाटक राज्य बनाम उमादेवी [2006] ३ एससीआर 953: (2006) 4 एससीसी - में अन्तर किया गया।",
  "List of Keywords": "मुख्य शब्दों की सूची",
  "Service law; Regularization; Temporary appointment; Continuous service; Permanent post; Principles of equity, Fairness; Employment": "सेवा कानून; नियमितकरण; अस्थायी नियुक्ति; निरंतर सेवा; स्थायी पद; समानता, निष्पक्षता के सिद्धांत;",
  "regulations; Service conditions; Reclassification; Regular status.": "रोजगार नियम; सेवा की शर्तें; पुनर्वगीकरण; नियमित प्रास्थिति।",
  "Case Arising From": "निम्न मामले से उत्पन्न",
  "CIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 5153-5154 of 2024": "सिविल अपीलीय अधिकारिता: सिविल अपील संख्या 5453-5]54/2024",
  "of Judicature at Allahabad in CMWP No. 42692 and 42688 of 2001": "सीएमडब्लूपी संख्या 42692 एवं 42688/2007 में इलाहाबाद उच्च न्यायालय के दिनांक 30.03.2046 के",
  "Appearances for Parties": "पक्षकारों की ओर से उपस्थिति",
  "Ajayveer Singh, Ms. Divya Garg, Uday Ram Bokadia, Shubham": "अपीलार्थियों की ओर से अधिवक्तागण अजयवीर सिंह, सुश्री दिव्या गर्ग, उदय राम बोकाडिया, शुभम तोमर,",
  "Tomar, Ms. Deepika Jain, Atit Jain, Ajay Jain, Sonal Jain, Advs. for": "सुश्री दीपिका जैन, अतित जैन, अजय जैन, सोनल जैन।",
  "K. Parameshwaran, Mrs. Sakshi Kakkar, Sandeep Kumar Mahapatra,": "प्रत्यर्थियों की ओर से अधिवक्तागण के. परमेश्वरन, श्रीमती साक्षी कक्कड़, संदीप कुमार महापात्रा, श्रीमती",
  "Mrs. Swarupama Chaturvedi, Amrish Kumar, Advs. for the": "स्वरूपमा चतुर्वेदी, अमरीश कुमार।",
  "Judgment / Order of the Supreme Court": "उच्चतम न्यायालय का निर्णय/आदेश",
  "Order": "आदेश",
  "Vikram Nath, J.": "न्यायमूर्ति विक्रम नाथ,",
  "Leave granted.": "अनुमति प्रदान की गयी।",
  "regular recruitments are undertaken to fill those vacant sanctioned posts that require to be filled up, in cases": "नियमित भर्ती की जाए, जिन्हें भरने की आवश्यकता है, ऐसे मामलों में जहां अस्थायी",
  "where temporary employees or daily wagers are being now": "कर्मचारियों या दैनिक वेतनभोगियों को अब नियुक्त किया जा रहा है। इस तिथि से छह",
  "employed. The process must be set in motion within six months from this date. We also clarify that regularisation,": "महीने के भीतर प्रक्रिया शुरू की जानी चाहिए। हम यह भी स्पष्ट करते हैं कि",
  "if any already made, but not sub judice, need not be": "नियमितीकरण, यदि पहले से ही किया गया है, लेकिन विचाराधीन नहीं है, तो इस",
  "reopened based on this judgment, but there should be": "निर्णय के आधार पर फिर से खोलने की आवश्यकता नहीं है, लेकिन संवैधानिक",
  "no further bypassing of the constitutional requirement and": "आवश्यकता को दरकिनार करने और संवैधानिक योजना के अनुसार विचाराधीन",
  "regularising or making permanent, those not duly appointed as per the constitutional scheme.”": "नियुक्त नहीं किए गए लोगों को नियमित या स्थायी बनाने की आवश्यकता नहीं है।”",
  "In light of the reasons recorded above, this Court finds merit in the appellants’ arguments and holds that their service conditions, as": "8. ऊपर दर्ज किए गए कारणों के आलोक में, यह न्यायालय अपीलार्थियों के तर्कों में बल पाता है और यह",
  "appellants’ arguments and holds that their service conditions, as evolved over time, warrant a reclassification from temporary to regular": "मानता है कि उनकी सेवा की शर्तों में, जो समय के साथ विकसित हुई हैं, अस्थायी से नियमित स्थिति में",
  "status. The failure to recognize the substantive nature of their roles and their continuous service akin to permanent employees runs": "पुनर्वगीकरण की आवश्यकता है। उनकी भूमिकाओं की मूल प्रकृति और स्थायी कर्मचारियों के समान उनकी",
  "and their continuous service akin to permanent employees runs counter to the principles of equity, fairness, and the intent behind employment regulations.": "निरंतर सेवा को पहचानने में विफलता समानता, निष्पक्षता के सिद्धांत और रोजगार नियमों के आशय के",
  "Accordingly, the appeals are allowed. The judgment of the High": "9. तदनुसार, अपीलों को अनुमति दी जाती है। उच्च न्यायालय के फैसले को अपास्त किया जाता है और",
  "Court is set aside, and the appellants are entitled to be considered for regularization in their respective posts. The respondents are": "अपीलार्थी अपने-अपने पदों पर नियमितीकरण के लिए विचार किए जाने के हकदार हैं। प्रत्यर्थियों को इस",
  "directed to complete the process of regularization within 3 months from the date of service of this judgment.": "निर्णय के प्रकाश की तारीख से 3 महीने के भीतर नियमितीकरण की प्रक्रिया को पूरा करने का निर्देश दिया",
  "No order as to costs.": "0. लागत के बारे में कोई आदेश नहीं है।",
  "Headnotes prepared by: Ankit Gyan Result of the case:": "हेडनोट तैयारकर्ताः अंकित ज्ञान मामले का परिणाम:",
  "Appeals allowed.": "अपीलों को अनुमति दी गई।",
  "[2024] 1 S.C.R. 1230 : 2024 INSC 332": "[2024] 4 एस. सी. आर 230: 2024 आईएनएससी 332",
  "Vinod Kumar & Ors. Etc.": "विनोद कुमार और अन्य आदि",
  "Union of India & Ors.": "भारत संघ और अन्य",
  "(Civil Appeal Nos. 5153-5154 of 2024)": "(सिविल अपील संख्या 553-554/2024 )",
  "30 January 2024": "30 जनवरी 2024",
  "[Vikram Nath* and K.V. Viswanathan, JJ.]": "न्यायमूर्ति विक्रम नाथ और न्यायमूर्ति के. वी. विश्वनाथन]",
  "Issue for Consideration": "विचारार्थ मुद्दा",
  "regularization and absorption into the posts of ‘Accounts Clerk’": "न्यायाधिकरण के फैसले द्वारा 'लेखा लिपिक' के पद पर नियमित करने और उसमें समायोजित करने के लिए",
  "Headnotes": "हेडनोट",
  "Service Law — Regularization — Temporary appointment — The appellants’ pleaded for regularization and absorption into the posts of ‘Accounts Clerk’ against which they were temporarily": "सेवा कानून-नियमितीकरण-अस्थायी नियुक्ति-अपीलकर्ताओं ने 'लेखा लिपिक' के पद पर नियमित करने और",
  "Held: The essence of employment and the rights thereof cannot be merely determined by the initial terms of appointment when": "अभिनिर्धारित किया गयाः रोजगार का सार और उसके अधिकार केवल नियुक्ति की प्रारंभिक शर्तों से निर्धारित",
  "the actual course of employment has evolved significantly over": "नहीं किया जा सकता है जब समय के साथ रोजगार की वास्तविक कार्यप्रणाली महत्वपूर्ण रूप से विकसित हुई",
  "time — The continuous service of the appellants in the capacities of regular employees, performing duties indistinguishable from": "है- नियमित कर्मचारियों की हैसियत में अपीलार्थियों की निरंतर सेवा , स्थायी पदों में होने वाले कर्तव्यों से",
  "those in permanent posts, and their selection through a process that mirrors that of regular recruitment, constitute a substantive": "अविभेद्य कर्तव्यों का पालन करना और एक ऐसी प्रक्रिया द्वारा उनका चयन जो नियमित भर्ती को प्रतिबिंबित",
  "departure from the temporary and scheme-specific nature of their": "करता है, उनके प्रारंभिक नियोजन की अस्थायी और योजना-विशिष्ट प्रकृति से सारवान विचलन /अलगाव का",
  "initial engagement — Moreover, the appellants’ promotion process was conducted and overseen by a Departmental Promotional": "गठन करता है- इसके अलावा, अपीलार्थियों की पदोन्नति प्रक्रिया का संचालन और देखरेख एक विभागीय",
  "without any indication of the temporary nature of their roles being": "पदोन्नति समिति द्वारा की गई थी और उनकी भूमिका की अस्थायी प्रकृति के बारे में किसी भी संकेत की पुष्टि",
  "specified, merits a reconsideration of their employment status — The appellants’ service conditions, as evolved over time, warrant": "सेवा, उनके रोजगार की स्थिति पर पुनर्विचार करने योग्य है- अपीलार्थियों की सेवा की शर्तों में, जो समय के",
  "a reclassification from temporary to regular status — The failure to": "साथ विकसित हुई हैं, अस्थायी से नियमित स्थिति में पुनर्वगीकरण की आवश्यकता है- उनकी भूमिकाओं की",
  "recognize the substantive nature of their roles and their continuous service akin to permanent employees runs counter to the principles of equity, fairness, and the intent behind employment regulations": "मूल प्रकृति और स्थायी कर्मचारियों के समान उनकी निरंतर सेवा को पहचानने में विफलता समानता, निष्पक्षता",
  "in these positions from 1992 till the present, spanning a period exceeding 25 years.": "नियुक्ति के बावजूद अपीलकर्ता 992 से लेकर वर्तमान तक 25 वर्षों से अधिक की अवधि तक लगातार इन पदों पर काम कर रहे हैं।",
  "3. Pursuant to a notification dated 21.02.1991, the appellants were": "3. दिनांक 2.02.994 की एक अधिसूचना के अनुसरण में, अपीलार्थियों को शुरू में लिखित परीक्षा और",
  "initially appointed to ex-cadre posts of Accounts Clerks after a selection process involving written tests and viva voce interviews.": "मौखिक साक्षात्कार की चयन प्रक्रिया के बाद लेखा लिपिकों के एक्स -कैडर पदों पर नियुक्त किया गया था।",
  "After the rejection of their representation for regularization to the Divisional Railway Manager in 1999, the appellants approached the": "999 में नियमित करने के उनके अभ्यावेदन को डिवीजनल रेलवे मैनेजर द्वारा अस्वीकार करने के बाद,",
  "the appellants, concluding that their appointments were temporary and for a specific scheme, thus not entitling them to regularization": "साथ खारिज कर दिया कि उनकी नियुक्तियां अस्थायी और एक विशिष्ट योजना के लिए थीं, इसलिए उन्हें",
  "or absorption into permanent posts. Thereafter, the appellants": "स्थायी पदों में नियमित करने या समायोजित होने का अधिकार नहीं है। इसके बाद, अपीलकर्ताओं ने उच्च",
  "approached the High Court and the High Court upheld the order of": "न्यायालय का दरवाजा खटखटाया और उच्च न्यायालय ने न्यायाधिकरण के आदेश को बरकरार रखा और",
  "the Tribunal and dismissed their Writ Petitions observing that the appellants’ employment under a temporary scheme could not confer": "उनकी रिट याचिकाओं को यह कहते हुए खारिज कर दिया कि एक अस्थायी योजना के तहत अपीलकर्ताओं की",
  "upon them the rights akin to those held by permanent employees": "नियुक्ति उन्हें स्थायी कर्मचारियों के समान अधिकार प्रदान नहीं कर सकती है और सचिव, कर्नाटक राज्य बनाम",
  "and relied upon the judgement of this Court in Secretary, State of Karnataka vs. Umadevi reported in 2006 (4) SCC 1, which held": "उमादेवी 2006 (4) एससीसी 4 में इस अदालत के फैसले पर अवलम्ब लिया, जिसमें कहा गया था कि",
  "that temporary or casual employees do not have a fundamental right to be absorbed into service.": "अस्थायी या आकस्मिक कर्मचारियों को सेवा में समायोजित होने का मौलिक अधिकार नहीं है।",
  "4. The appellants have approached this Court arguing that the High": "4. अपीलकर्ताओं ने यह तर्क देते हुए इस न्यायालय का दरवाजा खटखटाया है कि उच्च न्यायालय ने उनके",
  "Court erred in its judgment by failing to recognize the substantive nature of their duties, which align with regular employment rather": "कर्तव्यों की मूल प्रकृति को पहचानने में विफल रहकर अपने फैसले में गलती की है , जो उन्हें मूल रूप से",
  "than the temporary or scheme-based roles they were originally appointed for. Furthermore, their promotion by a regularly constituted": "अस्थायी या योजना-आधारित भूमिकाओं के बजाय नियमित नियुक्ति के साथ जोड़ते हैं। इसके अलावा, एक",
  "appointed for. Furthermore, their promotion by a regularly constituted Departmental Promotional Committee, the selection process they": "नियमित रूप से गठित विभागीय पदोन्नति समिति द्वारा उनकी पदोन्नति, चयन प्रक्रिया और एक चौथाई सदी से",
  "underwent, and the continuous nature of their service for over a": "अधिक समय तक उनकी सेवा की निरंतर प्रकृति ने नियमितीकरण के लिए उनके तर्क पर बल दिया और यह",
  "and that the High Court has incorrectly applied the principles from the case of Uma Devi (supra) to their situation.": "कि उच्च न्यायालय ने उमा देवी (उपरोक्त) के मामले के सिद्धांतों को उनकी स्थिति में गलत तरीके से लागू किया",
  "5. Having heard the arguments of both the sides, this Court believes that": "5. दोनों पक्षों की दलीलें सुनने के बाद, इस न्यायालय का मानना है कि नियोजन का सार और उसके अधिकार",
  "the essence of employment and the rights thereof cannot be merely determined by the initial terms of appointment when the actual course": "केवल नियुक्ति की प्रारंभिक शर्तों से निर्धारित नहीं किए जा सकते हैं, जब समय के साथ नियोजन की वास्तविक",
  "of employment has evolved significantly over time. The continuous service of the appellants in the capacities of regular employees,": "कार्यप्रणाली महत्वपूर्ण रूप से विकसित हुई है। नियमित कर्मचारियों की हैसियत में अपीलार्थियों की निरंतर",
  "service of the appellants in the capacities of regular employees, performing duties indistinguishable from those in permanent posts,": "सेवा, स्थायी पदों में होने वाले कर्तव्यों से अविभेद्य कर्तव्यों का पालन करना और एक ऐसी प्रक्रिया द्वारा उनका",
  "and their selection through a process that mirrors that of regular recruitment, constitute a substantive departure from the temporary and scheme-specific nature of their initial engagement. Moreover,": "चयन जो नियमित भर्ती को प्रतिबिंबित करता है, उनके प्रारंभिक नियोजन की अस्थायी और योजना-विशिष्ट"
}