{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NOs. OF 2021": "दीवानी अपील सं. ......वर्ष 202",
  "(Arising out of Special Leave Petition (Civil)NOS............... ccc cece e eee e enone of 2021)": "(विशेष अनुमति याचिका (दीवानी) संख्या................... वर्ष 202 से उद्भूत)",
  "(Arising out of Special Leave Petition (Civil)D.No.1855 of 2020)": "(विशेष अनुमति याचिका (दीवानी) डी. संख्या 855 वर्ष 2020 से उद्भूत )",
  "VISHWABANDHU ... Appellant": "विश्वबंधु ... अपीलार्थी",
  "Versus": "बनाम",
  "SRI KRISHNA AND ANR. ...Respondents": "श्री कृष्ण और एक अन्य। ... प्रत्यर्थीगण",
  "JUDGMENT": "निर्णय",
  "Uday Umesh Lalit, J.": "न्यायमूर्ति उदय उमेश ललित",
  "1. Delay condoned.": "2. विलंब माफ किया गया।",
  "2. Leave granted.": "2. अनुमति प्रदत्त की गयी।",
  "ate: .": "कीः-",
  "peculiar circumstances of the case, I set aside the impugned judgment and decree.": "परिस्थितियों में, मैं आक्षेपित निर्णय और डिक्री को अपास्त करता हूँ।",
  "In the result of this appeal is allowed with the costs of": "इस अपील के फलस्वरूप 000/- रुपये की लागत के साथ अनुमति दी",
  "on merits after affording opportunities to the parties.”": "अवसर प्रदान करने के बाद वाद को गुणावगुण के आधार पर निर्णीत करे।\"",
  "13. Thereafter, Respondent No.2 filed CMRA No. 107616 of 2009 seeking": "3. इसके बाद, प्रत्यर्थी संख्या 2 ने सीएमआरए संख्या 0766/2009 को",
  "the proceedings since 17.02.1997 and had intentionally and deliberately": "7.02.997 से कार्यवाही की पूरी जानकारी थी और उसने आशयपूर्वक व",
  "avoided to appear and contest the matter. The application was, however,": "जानबूझकर मामले में पेश होने और प्रतिवाद करने से परहेज किया था। हालाँकि",
  "dismissed by the High Court by its order dated 18.10.2019 observing that after": "8.0.209 के अपने आदेश द्वारा उच्च न्यायालय ने आवेदन को खारिज कर दिया गया था, यह देखते हुए कि उद्च न्यायालय द्वारा पारित दिनांक",
  "the order dated 21.04.2006 passed by the High Court, the Suit was restored to": "दिया गया था, यह देखते हुए कि उद्च न्यायालय द्वारा पारित दिनांक 2.04.2006 के आदेश के बाद, वाद को पत्रावली पर पुनः बहाल कर दिया",
  "the file and the issues were already framed.": "गया था और वाद-बिन्दु पहले से ही विरचित थे।",
  "14. These two orders dated 21.04.2006 and 18.10.2019 are presently under": "4. दिनांक 2.04.2006 और 8.0.209 के ये दो आदेश वर्तमान में",
  "challenge.": "चुनौती के अधीन हैं।",
  "15. While issuing notice in the instant appeals, by Order dated 20.02.2020": "5,. इस न्यायालय द्वारा पारित 20.02.2020 के आदेश द्वारा वर्तमान अपील में",
  "16. We heard Mr. Gopal Sankaranarayanan, learned Senior Advocate for": "6, हमने अपीलकर्ता की ओर से विद्वान वरिष्ठ अधिवक्ता श्री गोपाल",
  "17. It was submitted by Mr. Sankaranarayanan, learned Senior Advocate": "7. वरिष्ठ विद्वान अधिवक्ता श्री शंकरनारायणन द्वारा कहा गया कि प्रत्यर्थी",
  "that Respondent No.l was always aware of the proceedings and had": "संख्या 3 को हमेशा कार्यवाही के बारे में पता था और उसने जानबूझकर मामले",
  "ready to execute sale deed in favour of the original plaintiff and that he had": "पक्ष में विक्रय विलेख निष्पादित करने के लिए तैयार थे और उसके पास भागतः",
  "no money to repay the amount received by him way of part consideration. It": "प्रतिफल के रूप में उसके द्वारा प्राप्त राशि को चुकाने के लिए कोई पैसा नहीं था।",
  "was submitted that as an auction purchaser the Appellant had complied with": "यह कहा गया था कि एक नीलामी क्रेता के रूप में अपीलकर्ता ने सभी कानूनी",
  "all the legal requirements and sale certificate was also issued in his favour.": "अपेक्षाओं का अनुपालन किया था और उसके पक्ष में विक्रय प्रमाण-पत्र भी जारी",
  "18. On the other hand, Mr. Pradeep Kumar Yadav, learned Advocate": "8. दूसरी ओर, विद्वान अधिवक्ता श्री प्रदीप कुमार यादव ने कहा कि उच्च",
  "interference and that the Suit having been restored to the file, the matter be": "और यह कि मुकदमे की फाइल को पुनःस्थापित कर दिया गया है, मामले को",
  "allowed to be taken to the logical conclusion.": "तार्किक निष्कर्ष पर ले जाने की अनुमति दी जानी चाहिए।",
  "endorsement of refusal, as would be clear from the order dated 19.02.1997.": "के साथ वापस प्राप्त किया गया था, जैसा कि 9.02.997 के आदेश से स्पष्ट",
  "Sub-Rule (5) of Order V Rule 9 of the Code states inter alia that if the": "होगा।संहिता के आदेश ४ नियम 9 के उप-नियम (5) में कहा गया है कि यदि",
  "defendant or his agent had refused to take delivery of the postal article": "प्रतिवादी या उसके अभिकर्ता ने सम्मन वाले डाक लेख को लेने से इनकार कर",
  "containing the summons, the court issuing the summons shall declare that the": "दिया था, तो सम्मन जारी करने वाली अदालत यह घोषणा करेगी कि सम्मन",
  "summons had been duly served on the defendant. The order dated 19.02.1997": "विधिवत रूप से प्रतिवादी को तामील हो गया था। इस प्रकार 9.02.997 का",
  "4. Respondent No.2 herein filed a Suit in the court of Civil Judge (Junior Division), Mainpuri, Uttar Pradesh, for recovery of money along with interest submitting inter alia that the defendant in the Suit i.e. Respondent No.1 herein": "4. वाद के प्रत्यर्थी संख्या 2 ने सिविल जज (जूनियर डिवीजन), मैनपुरी, उत्तर प्रदेश की अदालत में एक मुकदमा दायर किया, जिसमें ब्याज सहित अन्य बातों के साथ धन की वसूली के लिए मुकदमा दायर किया गया था कि वाद में",
  "situated at Nangle Rate, Village Panchayat Mainpuri Rural, Tehsil and": "करने में विफल रहा था, जो उसने ग्राम पंचायत मैनपुरी ग्रामीण, तहसील और",
  "District Mainpuri. The Suit was filed on 25.05.1993 and as the summons sent": "25.05.993 को मुकदमा दायर किया गया था और जैसा कि पंजीकृत डाक",
  "to Respondent No.1 by registered post was received back with postal": "द्वारा प्रत्यर्थी संख्या । को भेजा गया समन 'लेने से मना करने' के डाक समर्थन",
  "was :-": "9.02.997 निम्न था: -",
  "“Case called out. On behalf of plaintiff her counsel is": "\"वाद पुकारा गया।वादी की ओर से उसके अधिवक्ता हाजिर हैं। प्रतिवादी की",
  "present. Nobody present on behalf of defendant. The registered notice which was sent to defendant, had": "ओर से कोई भी उपस्थित नहीं हुआ। प्रतिवादी को भेजा गया पंजीकृत",
  "received with remark refusal. Notice is deemed to be": "नोटिस, इनकार की टिप्पणी के साथ प्राप्त हुआ था।नोटिस को पयप्ति माना",
  "sufficient. No one is present on behalf of defendant, the": "जाता है।प्रतिवादी की ओर से कोई भी उपस्थित नहीं है, प्रतिवादी को",
  "defendant is being proceed ex-party accordingly. Put": "तदनुसार एकपक्षीय रूप से आगे बढ़ाया जा रहा है। एकपक्षीय कार्यवाही के",
  "up for the ex-parte proceeding on 01.04.1997.”": "लिए दिनांक 07.04.997 को पेश हो।\"",
  "justice the judgment and decree dated 16.09.1997 to be": "दिनांक 6.09.997 के निर्णय और डिक्री को अपास्त किया जाना चाहिए।",
  "set aside. The applicant got the knowledge of the suit and execution proceeding from the information given by plaintiff's husband on 16.12.2000, so this application": "आवेदिक को वादी के पति द्वारा 36.2.2000 को दी गई जानकारी से मुकदमे और निष्पादन की कार्यवाही का ज्ञान प्राप्त हुआ, इसलिए यह आवेदन",
  "is within time.”": "समय पर है।\"",
  "10. The aforesaid application was dismissed on 05.07.2005 by the": "0. उपरोक्त आवेदन 05.07.2005 को अपर जिला न्यायाधीश, मैनपुरी द्वारा",
  "“Tt is also noted that after passing the ex-parte judgment": "“यह भी नोट किया जाता है कि एकपक्षीय निर्णय और डिक्री पारित करने के",
  "and decree the respondent initiated the execution proceeding which was registered as 04/1998. In this": "बाद प्रत्यर्थी ने निष्पादन कार्यवाही शुरू की जो 04/998 के रूप में",
  "served on applicant. In spite of this the applicant filed a restoration application on 19.12.2000. From the": "रूप से की गई थी। इसके बावजूद आवेदक ने 9.2.2000 को बहाली का",
  "knowledge of execution proceedings on 02.04.2000, the": "आवेदन दायर किया। दिनांक 02.04.2000 को निष्पादन कार्यवाही के ज्ञान",
  "present application is filed after more than 8 months from the knowledge about the pendency of the execution proceedings, indicates that in spite of having": "से, वर्तमान आवेदन निष्पादन कार्यवाही के लम्बित रहने के बारे में ज्ञान से 8 महीने से अधिक समय के बाद दायर किया गया, जिससे यह पता चलता है",
  "which was shown in applications is totally false, frivolous and baseless. That no evidence is produced to": "पूरी तरह से गलत, तुच्छ और निराधार है। यह कि दिनांक 04.04.2000 के",
  "in which he stated that on 02.04.2000 the summons was": "नहीं किया गया है जिसमें उसने कहा था कि दिनांक 02.04.2000 को",
  "duly served on applicant, nor the said report is to be": "आवेदक को विधिवत रूप से समन दिया गया था और न ही उक्त रिपोर्ट में",
  "manipulated.”": "हेरफेर किया जाना है।\"",
  "11. Respondent No.1, being aggrieved, filed FAFO No. 2473 of 2005 in the High Court challenging the order dated 05.07.2005. During the pendency of": "7. प्रत्यर्थी संख्या ने व्यथित होकर, 05.07.2005 के आदेश को चुनौती देते हुए उच्च न्यायालय में एफएएफओ  2473/2005 दायर किया उक्त",
  "30.03.2006 by virtue of order dated 10.01.2006 passed by the concerned court": "अदालत द्वारा पारित 0.0.2006 के आदेश के आधार पर 30.03.2006 को",
  "High Court proceeded to grant relief in favour of Respondent No.1.": "न्यायालय ने प्रत्यर्थी संख्या 3 के पक्ष में राहत प्रदान की।",
  "21. In the light of the features indicated above and the fact that the auction": "2. उपरोक्त विशेषताओं और इस तथ्य के आलोक में, कि नीलामी करने की",
  "was allowed to be undertaken, Respondent No. | was disentitled from": "अनुमति दी गई थी, प्रत्यर्थी संख्या को प्रार्थना की गयी किसी भी राहत का",
  "proceedings in auction, sale certificate was also issued in favour of the": "पूरी होने के बाद, अपीलकर्ता के पक्ष में विक्रय प्रमाण पत्र भी जारी कर दिया",
  "22. We, therefore, allow these Appeals, set aside the orders dated": "22. इसलिए, हम इन अपीलों की अनुमति देते हैं, उच्च न्यायालय द्वारा पारित",
  "21.04.2006 and 18.10.2019 passed by the High Court and dismiss the": "2.04.2006 और 8.0.209 के आदेशों को अपास्त करते हैं और संहिता",
  "[Uday Umesh Lalit]": "[न्यायमूर्ति उदय उमेश ललित]"
}