{
  "JUDGMENT": "निर्णय",
  "Dr Dhananjaya Y Chandrachud, J": "न्यायमूर्ति डॉ. धनंजय वाई. चंद्रचूड़",
  "A Factual and procedural history": "क. तथ्यात्मक और प्रक्रियात्मक इतिहास",
  "A.1_ The appeals": "क.  अपीलें",
  "A.2 The Emerald Court project": "क. 2 एमराल्ड कोर्ट परियोजना ए",
  "A.3 First Revised Plan": "क. 3 पहली संशोधित योजना",
  "A.4 Second Revised Plan": "क. 5 तीसरी संशोधित योजना",
  "A.5 Third Revised Plan": "क. 5 तीसरी संशोधित योजना",
  "A.6 Complaints against the Revised Plans": "क. 6 संशोधित योजनाओं के खिलाफ शिकायतें",
  "A.7 Proceedings before the Allahabad High Court": "क. 7 इलाहाबाद उच्च न्यायालय के समक्ष कार्यवाहियां",
  "A.8 Proceedings before this Court": "क.8 इस न्यायालय के समक्ष कार्यवाहियां",
  "C Prefatory observations": "ग. आरंभिक टिप्पणियां",
  "With": "सह",
  "Civil Appeal No. 5042 of 2021": "सिविल अपील सं 5045 वर्ष 202",
  "(Arising out of SLP (C) No. 12470 of 2014)": "(एसएलपी (सी) संख्या 2035 वर्ष 204 से उद्घूत)",
  "Civil Appeal No. 5044 of 2021": "सिविल अपील सं 5046 वर्ष 202",
  "(Arising out of SLP (C) No. 21035 of 2014)": "(एसएलपी (सी) संख्या 3.:7 वर्ष 2074 से उद्घूत)",
  "ste Civil Appeal No. 5047 of 2021": "सिविल अपील सं 5047 वर्ष 202",
  "so St (Arising out of SLP (C) No. 12427 of 2015)": "(एसएलपी (सी) संख्या 2427 वर्ष 2075 से उद्दूत)",
  "Civil Appeal No. 5048 of 2021": "सिविल अपील सं 5048 वर्ष 202",
  "(Arising out of SLP (C) No. 12947 of 2015)": "( एसएलपी (सी) संख्या 22947 वर्ष 205 से उद्दूत)",
  "Civil Appeal No. 5049 of 2021": "सिविल अपील सं 5049 वर्ष 202",
  "(Arising out of SLP (C) No. 12948 of 2015)": "( एसएलपी (सी) संख्या 22948 वर्ष 2075 से उद्घूत)",
  "Civil Appeal No. 5050 of 2021": "सिविल अपील सं 5050 वर्ष 2027",
  "(Diary No. 28571 of 2018)": "(डायरी संख्या 28574 वर्ष 208 )",
  "Contempt Petition (C) No. 380 of 2021": "अवमानना याचिका (सी) संख्या 380 वर्ष 202।",
  "In": "सह",
  "Special Leave Petition (C) No. 14314 of 2014": "विशेष अनुमति याचिका (सी) संख्या 2434 वर्ष 2074",
  "Contempt Petition (C) No. 381 of 2021": "अवमानना याचिका (सी) संख्या 38 वर्ष 2027.",
  "Contempt Petition (C) No. 382 of 2021": "अवमानना याचिका (सी) संख्या 382 वर्ष 202 _",
  "Contempt Petition (C) No. 383 of 2021": "अवमानना याचिका (सी) संख्या 383 वर्ष 2027",
  "And With": "एवं सह",
  "1 Leave granted.": "3. अनुमति प्रदान की गई।",
  "A.1 The appeals": "क.  - अपीलें",
  "Construction, Ownership & Maintenance) Act 2010\"°; and": "(निर्माण स्वामित्व एवं रखरखाव का संवर्धन, अधिनियम 2070९ के संभावित उल्लंघन के लिए दी जाएगी; और",
  "(iv)Refund by the appellant of amounts invested by purchasers who had booked apartments in T-16 and T-17, with interest at fourteen per cent, compounded": "(५) अपीलकर्ता द्वारा टी-6 और टी-7 में अपार्टमेंट बुक करने वाले खरीदारों",
  "4 The correctness of these directions is challenged before this Court in the": "4. ... वर्तमान अपीलों में इन निदेशों की युक्तियुक्तता को इस न्यायालय के समक्ष",
  "A.2._ The Emerald Court project": "क. 2 - एमराल्ड कोर्ट परियोजना",
  "5 On 23 November 2004, NOIDA allotted to the appellant a plot of land": "५... 23 नवंबर 2004 को, नोएडा ने अपीलकर्ता को 48, 263 वर्ग मीटर भूमि",
  "This plot of land was allotted for the development of a group housing society, by the": "हाउसिंग सोसायटी के विकास के लिए आवंटित की गई थी।",
  "6 The first deed of lease was executed on 16 March 2005 between the": "6. .... पट्टे का पहला विलेख अपीलकर्ता और नोएडा के बीच 6 मार्च 2005 को",
  "appellant and NOIDA. A possession certificate was issued on 17 March 2005.": "निष्पादित किया गया था। कब्जा प्रमाण पत्र 7 मार्च 2005 को जारी किया गया",
  "7 On 20 June 2005, NOIDA sanctioned the building plan for the construction of Emerald Court consisting of fourteen towers, each with ground and nine floors": "7... 20 जून 2005 को, नोएडा ने चौदह टावरों और नौ मंजिलों (जी + 9) वाले एमराल्ड कोर्ट के निर्माण के लिए भवन योजना को मंजूरी दी।यह मंजूरी न्यू",
  "Building Regulations and Directions 1986''. The construction commenced for these": "आओखला ऑद्योगिक विकास क्षेत्र धवन निर्माण विनियम एवं निर्देश 7986” के",
  "8 On 21 June 2006, a supplementary lease deed was executed by NOIDA in": "8. ... 2] जून 2006 को, नोएडा द्वारा अपीलकर्ता के पक्ष में उसी भूखण्ड प्लॉट",
  "favour of the appellant for an additional land area of 6556.51 sq. mtrs. in the same": "नंबर 4 में 6556.5 वर्गमीटर के अतिरिक्त भूमि क्षेत्र के लिए एक पूरक पट्टा",
  "deed, the total leased area allotted to the appellant increased to 54,819.51 sq. mtrs.": "होल्डिंग को मिलाकर, अपीलकर्ता के पास आवंटित कुल पट्टा क्षेत्र बढ़कर",
  "The supplementary lease deed noted that:": "५८4, 89.5] वर्ग मीटर हो गया। पूरक पट्टा विलेख में कहा गया है कि :",
  "(i) The demised premises shall be deemed to be part of Plot No 4, Sector 93A, NOIDA as already leased to the appellant;": "(|) . ध्वस्त परिसर अपीलार्थी को पहले से लीज पर दिए गए नोएडा के सेक्टर 93ए के प्लॉट नंबर 4 का हिस्सा माना जाएगा;",
  "(ii) All other conditions of the original lease deed and allotment shall remain": "(||) मूल पट्टा विलेख और आवंटन की सभी अन्य शर्तें अपरिवर्तित रहेंगी और नए",
  "unchanged and would be applicable to the newly demised premises, and bind the appellant;": "ध्वस्त परिसरों पर लागू होंगी और अपीलार्थी पर बाध्यकारी होगीं;",
  "(iii) The period of lease shall commence from 16 March 2005; and": "(॥॥|) लीज की अवधि 6 मार्च, 2005 से शुरू होगी; और",
  "(iv) The total area of Plot No 4, Sector 93A, NOIDA is 54,819.51 sq. mtrs.": "(॥/) नोएडा के सेक्टर 93ए में प्लॉट नंबर 4 का कुल क्षेत्रफल 54, 89.5] वर्ग मीटर है।",
  "appellant on 23 June 2006.": "अतिरिक्त भूमि के संबंध में अपीलकर्ता को कब्जा प्रमाण पत्र 23 जून 2006 को",
  "9 On 5 December 2006, the New Okhla Industrial Development Area Building": "9. ... 5 दिसंबर 2006 को, न्यू ओखला औद्योगिक विकास क्षेत्र भवन विनियम",
  "Regulations and Directions 2006\" were notified. Under the NBR 2006, the Floor-": "एवं निर्देश 2006'* को अधिसूचित किया गया था। एनबीआर 2006 के तहत,",
  "Area-Ratio'® was increased from 1.5 to 2 for new allottees after 2006. Regulation": "2006 के बाद नए आवंटियों के लिए तल क्षेत्र-अनुपात\" को .5 से बढ़ाकर 2",
  "33.2.3(i) provided as follows:": "कर दिया गया। विनियमन 33.2.3() में निम्नलिखित प्रावधान किया गया हैः",
  "“33. ‘Floor area ratio' Floor Area Ratio. Ground coverage and height limitations.": "“33. 'फ़ोर एरिया रेशियो' जमीनी कवरेज और ऊंचाई सीमाएं।",
  "[...]": "[... |",
  "12 On 28 February 2009, a notification was issued by the State of Uttar Pradesh": "20. 20 फरवरी, 200 को उत्तर प्रदेश राज्य द्वारा एक अधिसूचना जारी की गई",
  "the purchasable FAR for old allotees would be enhanced to 2.75. However, the": "थी, जिससे पुराने आवंटियों को 2.75 प्रतिशत तक के एफएआर की खरीद करने",
  "be available for purchase at a later date.": "जो बाद की तारीख में खरीद के लिए उपलब्ध हो सके।",
  "14 On 19 November 2009, relying on the notification dated 28 February 2009,": "4. ... 9 नवंबर 2009 को, 28 फरवरी 2009 की अधिसूचना का अवलंब",
  "the appellant purchased thirty-three per cent of its existing base 1.5 FAR at the cost": "लेते हुए, अपीलकर्ता ने आठ करोड़ रुपये की लागत से अपने मौजूदा आधार .5 एफएआर का तैंतीस प्रतिशत खरीदा, जिससे इसका उपलब्ध एफएआर बढ़कर",
  "15 However, it appears from the record that the appellant had already started": "5 हालांकि, रिकॉर्ड से यह प्रतीत होता है कि अपीलकर्ता ने नोएडा द्वारा इस",
  "construction of the disputed towers — Apex and Ceyane — prior to the grant of this": "मंजूरी से पहले ही विवादित टावरों-एपेक्स और सियान-का निर्माण शुरू कर",
  "sanction by NOIDA. On 16 July 2009, the appellant informed the flat owners that:": "दिया था। 6 जुलाई 2009 को, अपीलकर्ता ने फ़ैट मालिकों को सूचित किया किः",
  "“1. That we have bought two separate plots measuring approximately 48000 square meter and 6500 square meter": "“. हमने लगभग 48000 वर्ग मीटर और 6500 वर्ग मीटर के दो",
  "and got them registered separately in March 2005 & May": "अलग-अलग प्लॉट खरीदे हैं और उन्हें क्रमशः मार्च 2005 और मई",
  "2006 respectively.": "2006 में अलग-अलग पंजीकृत कराया है।",
  "2. That the new towers which are being constructed will have altogether separate entry, exit, swimming pool, club & basic": "2. निर्माण किए जा रहे नए टावरों में प्रवेश, निकास, स्विमिंग पूल, क़ब",
  "two structure i.e. existing 15 towers & Apex Ceyane.”": "मौजूदा 5 टावरों और एपेक्स सियान को अलग करने के लिए बाउंड़ी वॉल का निर्माण भी करेंगे।”",
  "16 = The above communication of the appellant indicates that:": "6. . अपीलकर्ता की उपरोक्त संसूचना इंगित करती है किः",
  "(i) The construction of T-16 and T-17 had already commenced on 16 July 2009;": "([) 7-6 और क-7 का निर्माण पहले ही 6 जुलाई 2009 को प्रारंभ हो चुका",
  "(ii) According to the appellant, these new towers would have separate entry-exit,": "(॥) अपीलकर्ता के अनुसार, इन नए टावरों में अलग -अलग प्रवेश-निकास,",
  "amenities and infrastructure; and": "सुविधाएं और बुनियादी ढांचा होगा और",
  "(iii) The new towers would be separated from the existing fifteen towers by the": "(|) नए टावरों को मौजूदा पंद्रह टावरों से एक चारदीवारी के निर्माण द्वारा अलग",
  "allowed up to the maximum limit of applicable FAR”. The notification also amended": "अनुमति प्रयोज्य एफएआर की अधिकतम सीमा तक होगी। अधिसूचना में",
  "the NBR 2006, which expressly provided that:": "एनबीआर 2006 में भी संशोधन किया गया है, जिसमें स्पष्ट रूप से उपबंध था किः",
  "“Purchasable FAR is an enabling provision. It shall not be": "“खरीद योग्य एफएआर एक सक्षम प्रावधान है।अधिकार के रूप में",
  "allowed to any allottee as a matter of right.”": "किसी भी आवंटी को इसकी अनुमति नहीं दी जाएगी।”",
  "21 On 19 March 2010, the UP Apartments Act 2010 came into force. Section": "27. 9 मार्च, 200 को उत्तर प्रदेश अपार्टमेंट अधिनियम, 200 लागू हुआ।",
  "4(4) and Section 5 of this Act provide for the consent of the owners of flats before any change in the sanctioned plans is effected and also envisage that the": "इस अधिनियम की धारा 4 (4) और धारा 5 में स्वीकृत योजनाओं में किसी भी परिवर्तन से पहले फ़रैट के मालिकों की सहमति का प्रावधान है और यह भी",
  "percentage of undivided common interest of the owners of the flats cannot be": "साझा हित का प्रतिशत नहीं बदला जा सकता है।",
  "22 On 30 November 2010, the New Okhla Industrial Development Area Building": "22. _ 30 नवम्बर, 200 को न्यू ओखला औद्योगिक विकास क्षेत्र भवन विनियम",
  "Regulations 2010\"® came into force. Regulation 24.2.1.(6) contains the following": "20078 लागू हुआ। विनियम 24.2.7. (6) में निम्नलिखित शर्तें हैं;",
  "“(6). Distance between two adjacent building blocks": "“(6).दो निकटवर्ती भवन ब्लॉकों के बीच की दूरी",
  "Distance between two adjacent building blocks shall be": "दो निकटवर्ती भवन खंडों के बीच की दूरी कम से कम 6 मीटर से 6",
  "minimum 6 mtrs. to 16 mtrs, depending on the height of": "कम से कम 6 मीटर से 6 मीटर तक होनी चाहिए। राष्ट्रीय भवन निर्माण",
  "increased by 1 metre for every addition of 3 mtrs. as per": "प्रत्येक 3 मीटर की वृद्धि पर अतिरिक्त अंतराल में । मीटर की वृद्धि की",
  "also contained a requirement of compliance with the UP Apartments Act 2010, along": "में उत्तर प्रदेश अपार्टमेंट अधिनियम 200 के अनुपालन की आवश्यकता के",
  "with similar requirements which were present in the second revised plan.": "साथ-साथ इसी तरह की शर्ते भी शामिल थीं, जो दूसरी संशोधित योजना में",
  "26 On 9 March 2012, the appellant addressed a communication to the first": "26. . 9 मार्च 202 को, अपीलकर्ता ने पहले प्रतिवादी को यह संसूचना दी कि",
  "respondent intimating that the flat purchasers of T-16 and T-17, which were under": "टी-6 और टी-7 के फ़ैट खरीदारों के पास, जो निर्माणाधीन थे, में प्रवेश -",
  "construction, would have altogether separate  entry-exit, amenities and": "निकास, सुविधाएं और बुनियादी ढांचा बिल्कुल अलग होगा।",
  "27 On 29 March 2012, the office of the CFO, on the basis of a complaint by the": "27... 29 मार्च 202 को, सीएफओ के कार्यालय ने, पहले प्रतिवादी की",
  "28 On 24 April 2012, the CFO, on the basis of another complaint by the first": "28... 24 अप्रैल 202 को, पहले प्रतिवादी द्वारा की गई एक अन्य शिकायत के",
  "“When record was perused in respect of the above, it was": "“जब उपरोक्त के संबंध में रिकॉर्ड का अवलोकन किया गया, तो यह",
  "found that:": "पाया गया किः",
  "2. There should be a minimum distance of half of the height of building in between two building blocks as per Clause No. 33.2.3. of Building Construction Regulations, 2006 and there": "2. भवन निर्माण विनियम, 2006 के खंड 33.2.3 के अनुसार दो भवन खंडों के बीच न्यूनतम दूरी इमारत की ऊंचाई की आधी होनी चाहिए",
  "whose height is more than 50 meters as per Noida": "की दूरी होनी चाहिए, जिनकी ऊंचाई 50 मीटर से अधिक हो।",
  "buildings situated side by side as per National building Code of India — 2005.": "3. भारतीय राष्ट्रीय भवन संहिता-2005 के अनुसार दो इमारतों के बीच",
  "Therefore, you are requested that in the light of above kindly": "इसलिए आपसे अनुरोध है कि उपरोक्त के आलोक में कृपया सूचित करें",
  "after providing relaxation to the building in question in Special": "कि विशेष श्रेणी में संबंधित भवन को छूट प्रदान करने के बाद भवन",
  "concerned is contrary to the standards.”": "मानकों के विपरीत किया जा रहा है।”",
  "29 On3 May 2012 and 22 May 2012, the first respondent filed an RTI application": "29. 3 मई 202 और 22 मई 202 को, पहले अपीलकर्ता ने सेक्टर 93 ए",
  "with NOIDA for obtaining the sanctioned plans in relation to Plot No 4 of Sector 93A.": "के प्लॉट नंबर 4 के संबंध में स्वीकृत योजनाओं को प्राप्त करने के लिए नोएडा के",
  "whether the sanctioned plans and maps could be made available to the first": "लिखा कि क्या स्वीकृत योजनाएं और मानचित्र पहले प्रतिवादी को उपलब्ध कराए",
  "respondent. The appellant in response refused to grant its consent to release": "जा सकते हैं। इसके प्रत्युत्तर में अपीलकर्ता ने पहले प्रतिवादी को स्वीकृत",
  "sanctioned plans and maps to the first respondent. Hence, NOIDA refused to": "योजनाओं और मानचित्रों को जारी करने के लिए अपनी सहमति देने से इनकार कर दिया। इसलिए, नोएडा ने पहले प्रतिवादी को स्वीकृत योजनाएं प्रदान करने से",
  "30 On19 June 2012, a show cause notice was issued by NOIDA to the appellant": "30... 9 जून 202 को, नोएडा द्वारा अपीलकर्ता को एक कारण बताओ",
  "stating that: (ij) the construction was not in accordance with the third revised plan": "नोटिस जारी किया गया जिसमें कहा गया थाः (।) निर्माण तीसरी संशोधित योजना",
  "construction and the space frame would be built at the time of construction.": "भी निर्माणाधीन हैं और निर्माण के समय स्पेस फ्रेम का निर्माण किया जाएगा।",
  "NOIDA in its counter affidavit dated 7 February 2013 stated that:": "36... नोएडा ने 7 फरवरी, 203 दिनांकित अपने प्रतिशपथ पत्र में कहा कि:",
  "It allotted the plot to the appellant by complying with the NBR 2010. The": "(।) इसने एनबीआर 200 का अनुपालन करते हुए अपीलकर्ता को प्लॉट",
  "sanction was also given with the specific condition that the UP Apartments": "आवंटित किया। यह मंजूरी विशिष्ट शर्त के साथ दी गई थी कि उत्तर प्रदेश",
  "Act 2010 must be complied with;": "अपार्टमेंट अधिनियम 200 का अनुपालन किया जाना चाहिए;",
  "Plot No 4 is not divided into two projects. It is unified and belongs to a single": "(॥) प्लॉट नंबर 4 को दो परियोजनाओं में विभाजित नहीं किया गया है। यह",
  "16/T-17 was granted only after the design was approved by IIT Roorkee.": "अनुमति आईआईटी रुड़की द्वारा डिजाइन को मंजूरी दिए जाने के बाद ही दी गई थी।",
  "The High Court allowed the writ petition on 11 April 2014 and directed the": "37. _ उच्च न्यायालय ने अप्रैल 204 को रिट याचिका की अनुमति दी और",
  "demolition of T-16 and T-17, with the expenses of the demolition being borne by the": "टी-6 और टी-7 को गिराने का निर्देश दिया, जिसमें विध्वंस का खर्च",
  "appellant. It further directed the Competent Authority to grant sanction for the": "अपीलकर्ता द्वारा वहन किया जाएगा। न्यायालय ने सक्षम प्राधिकारी को यह भी",
  "prosecution of NOIDA’s officials as required under the UPUD Act 1973, within a": "अधिनियम 973 के तहत नोएडा के अधिकारियों के खिलाफ मुकदमा चलाने के",
  "petition, the High Court made the following observations:": "दिया। रिट याचिका को मंजूर करते हुए उच्च न्यायालय ने निम्नलिखित टिप्पणी",
  "The first respondent had the /ocus to institute proceedings under Article 226": "(।) प्रथम प्रतिवादी को संविधान के अनुच्छेद 226 के अधीन कार्यवाहियां",
  "of the Constitution. The flats were handed over to the purchasers by": "संस्थित करने का अधिकार था। खरीदारों को फ़ैट सितंबर 2009 तक सौंपे गए",
  "proceedings, in pursuance of a specific order of the High Court, the RWA was": "एक विशिष्ट आदेश के अनुसरण में, आरडब्ल्यूए को स्थल पर निर्माण के संबंध में",
  "provided with the sanctioned maps together with related information and documents": "संबंधित जानकारी और दस्तावेजों के साथ स्वीकृत नक्शे प्रदान किए गए थे। बाद",
  "between the parties.": "में दोनों पक्षों के बीच अभिवचनों का आदान-प्रदान किया गया।",
  "35 The appellant filed a counter affidavit on 27 January 2013 submitting that:": "35. अपीलकर्ता ने 27 जनवरी 203 को एक प्रतिशपथ पत्र दायर किया जिसमें",
  "(i) The first respondent is not recognised by the appellant under the UP Apartments Act 2010;": "(|) प्रथम प्रतिवादी को उत्तर प्रदेश अपार्टमेंट अधिनियम, 200 के तहत",
  "(ii) The first respondent should have first approached the Chief Executive Officer": "(॥) पहले प्रतिवादी को पहले नोएडा के मुख्य कार्यकारी अधिकारी से संपर्क",
  "of NOIDA, who is the competent authority under the UP Apartments Act 2010,": "करना चाहिए था, जो यूपी अपार्टमेंट अधिनियम 200 के तहत सक्षम प्राधिकारी",
  "and then the State Government, before approaching the High Court under the": "है, और फिर रिट क्षेत्राधिकार के तहत उच्च न्यायालय जाने से पहले राज्य सरकार",
  "(iii) Construction of T-16 and T-17 was approved on 26 November 2009, but the": "(प) टी-6 और टी-37 के निर्माण को 26 नवंबर 2009 को मंजूरी दी गई थी,",
  "writ petition had been filed after three years in December 2012, when the": "लेकिन रिट याचिका दिसंबर 202 में तीन साल बाद दायर की गई थी, जब",
  "building is in an advanced stage of construction. Hence, the writ petition is barred by delay and laches; and": "इमारत निर्माण के अग्रिम चरण में थी। इसलिए, रिट याचिका विलंब से बाधित है; और",
  "(iv)T-16 and T-17 were sanctioned in 2009 under the NBR 2006. The final": "(४) टी-6 और टी-7 को एनबीआर 2006 के तहत 2009 में मंजूरी दी गई",
  "twenty-four floors to forty floors, after the appellant purchased the additional": "एफएआर खरीदने के बाद टावरों की ऊंचाई को चौबीस मंजिलों से बढ़ाकर",
  "FAR. Under the NBR 2006, there is no provision with regard to the minimum": "ब्लाकों के बीच न्यूनतम दूरी संबंधी कोई प्रावधान नहीं था। चूंकि एनबीआर 2006",
  "the Deputy Registrar Firms, Societies and Chits, Meerut, Uttar Pradesh": "था। तथापि, उप रजिस्ट्रार फर्म, सोसायटी और चिट, मेरठ, उत्तर प्रदेश ने 4",
  "issued a letter on 14 December 2012 stating that pending instructions from": "दिसम्बर, 202 को एक पत्र जारी करते हुए कहा कि रजिस्ट्रार से प्राप्त अनुदेशों",
  "the Registrar, no decision could be taken in respect of the Model Bye-Laws": "के लंबित होने के कारण मॉडल उपनियमों और पंजीकरण के संबंध में कोई निर्णय",
  "and registration. The Registrar by a circular dated 5 December 2013 issued": "नहीं लिया जा सका। रजिस्ट्रार ने 5 दिसंबर 203 के एक परिपत्र द्वारा उत्तर",
  "Act 2010. On 20 October 2013, the first respondent by its resolution adopted": "निर्देश जारी किए। 20 अक्टूबर 203 को, पहले प्रतिवादी ने अपने प्रस्ताव द्वारा",
  "the Model Bye-Laws and conducted its elections. Further, in any case, the": "मॉडल उप-नियम अपनाया और अपने चुनाव आयोजित किए। इसके अलावा,",
  "corresponded with it continuously. The appellant had never raised objections": "मान्यता दी थी और उसके साथ लगातार पत्राचार किया था। अपीलकर्ता ने फ़ैट",
  "NOIDA in violation of the relevant building regulations affects the rights of": "थी। प्रासंगिक भवन नियमों का उल्लंघन करते हुए नोएडा द्वारा दी गया मंजूरी",
  "every apartment owner, who is represented through the first respondent.": "प्रत्येक अपार्टमेंट के मालिक के अधिकारों को प्रभावित करती है, जिसका",
  "Hence, the first respondent is a ‘person aggrieved’ and was entitled to initiate the writ proceedings;": "प्रतिनिधित्व पहले प्रतिवादी के माध्यम से किया गया है। इसलिए, पहला प्रतिवादी एक 'व्यथित व्यक्ति' है और वह रिट कार्यवाही शुरू करने का हकदार था।",
  "The first respondent under Article 226 was not barred by the available remedy": "(॥) अनुच्छेद 226 के तहत पहला प्रतिवादी प्रदेश अपार्टमेंट अधिनियम 200",
  "of approaching either the CFO, NOIDA under the UP Apartments Act 2010 or": "के तहत सीएफओ, नोएडा या यूपीआईएडी अधिनियम 976 की धारा 27 के",
  "respondent raised its grievance before NOIDA, no notices were issued and": "प्रतिवादी ने नोएडा के समक्ष अपनी शिकायत दर्ज कराई, कोई नोटिस जारी नहीं",
  "there was no follow up. Only if NOIDA had issued an order, could the first": "किया गया और कोई अनुवर्ती कार्रवाई नहीं की गई। केवल यदि नोएडा ने एक आदेश जारी किया होता, तो पहला प्रतिवादी यूपीआईएडी अधिनियम 976 की",
  "respondent have approached the State Government under Section 27 of the": "धारा 27 के तहत राज्य सरकार से संपर्क कर सकता था। इस प्रकार, पहले",
  "The appellant must have submitted a declaration in the office of the competent authority with regard to the construction of the building under the": "निर्माण के संबंध में सक्षम प्राधिकारी के कार्यालय में एक उद्घोषणा प्रस्तुत करनी",
  "UP Apartments Act 2010. Rule 4 of the Uttar Pradesh Apartment (Promotion of Construction, Ownership and Maintenance) Rules 2011 states that when": "चाहिए। उत्तर प्रदेश अपार्टमेंट (निर्माण, स्वामित्व और रखरखाव का संवर्धन) विनियम 20: के नियम 4 में कहा गया है कि जब सक्षम प्राधिकारी उद्घोषणा में",
  "the competent authority receives an application for amendment of the": "संशोधन के लिए आवेदन प्राप्त करता है, तो वह भवन मालिकों के संघ को एक",
  "declaration, it shall issue a written notice to the association of the building": "लिखित नोटिस जारी करेगा और एसोसिएशन को सुनवाई का अवसर दिए जाने के",
  "owners and an order shall be passed by the competent authority only after the": "बाद ही सक्षम प्राधिकारी द्वारा आदेश पारित किया जाएगा।चूंकि एसोसिएशन को",
  "association is given the opportunity of being heard. Since no such notice was given to the association, it is an ‘aggrieved person’ and thus has the locus to": "इस तरह का कोई नोटिस नहीं दिया गया था, इसलिए यह एक 'व्यथित व्यक्ति' है",
  "The original building plan was sanctioned when NBR 2006 was in force.": "(५) मूल भवन योजना को तब मंजूरी दी गई थी जब एनबीआर 2006 लागू था।",
  "However, the approval for purchase of additional FAR was made in 2011. It is": "हालांकि, अतिरिक्त एफएआर की खरीद के लिए 207 में मंजूरी दी गई थी। यह",
  "a settled principle of law that the rules and regulations applicable on the date": "विधि का एक स्थापित सिद्धांत है कि मंजूरी की तारीख को लागू नियम और",
  "of the sanction would determine the rights of the parties. The sanction given": "विनियम पक्षकारों के अधिकारों का निर्धारण करेंगे। 2 मार्च 202 को दी गई",
  "Apartments Act 2010. Therefore, both the NBR 2010 (and NBC 2005, since": "थी। इसलिए एनबीआर 200 (और एनबीसी 2005, चूंकि एनबीआर 200 इसे",
  "NBR 2010 makes it applicable) and the UP Apartments Act 2010 shall be applicable;": "लागू करता है) और यूपी अपार्टमेंट अधिनियम 200 दोनों ही लागू होंगे।",
  "The contention of appellant that the project was in two phases is not borne": "(५) अपीलकर्ता का यह तर्क कि परियोजना दो चरणों में थी , रिकॉर्ड से साबित",
  "out from the record since NOIDA has permitted the purchase of additional": "नहीं होता है क्योंकि नोएडा ने अतिरिक्त एफएआर की खरीद की अनुमति दी है",
  "FAR and granted the subsequent sanction treating the project as a single": "और परियोजना को एकल परियोजना मानते हुए बाद में मंजूरी दी है। प्रस्तुत की",
  "project. The plans submitted and sanctioned were for a single project, and an": "गई और मंजूर की गई योजनाएं एक ही परियोजना के लिए थीं, और अपीलकर्ता",
  "attempt has been made by the appellant to mislead the court;": "द्वारा अदालत को गुमराह करने का प्रयास किया गया है।",
  "Regulation 24.2.1(6) of the NBR 2010 states that for buildings up to the height": "(पा) एनबीआर 200 के विनियम 24.2.] (6) में कहा गया है कि 8 मीटर की",
  "and the spacing shall be increased by 1 mtr. for every 3 mtrs. above 18 mtrs.,": "6 मीटर होगा और 8 मीटर से ऊपर अंतर को प्रत्येक 3 मीटर के पर ] मीटर",
  "states that for buildings higher than 55 mtrs., 16 mtrs. open space must be left": "पैरा 8.2.3.7 में कहा गया है कि 55 मीटर से अधिक इमारतों के लिए 6 मीटर",
  "between the building blocks must at least be 16 mtrs. However, the distance": "मीटर है, इसलिए बिल्डिंग ब्लॉक के बीच की दूरी कम से कम 36 मीटर होनी",
  "is only 9 mtrs. and is deficient by 7 mtrs.;": "चाहिए। लेकिन, यह दूरी केवल 9 मीटर है और यह 7 मीटर कम है।",
  "in violation of the mandatory requirement for space to be maintained between": "खाली स्थान के बीच दूरी बनाए रखने की अनिवार्य आवश्यकता का उल्लंघन करते",
  "The provisions of the UP Fire Prevention and Fire Safety Act 2005\"° were": "(पा) उत्तर प्रदेश अग्नि निवारण और अग्रि सुरक्षा अधिनियम 2005 के",
  "required to be complied with, according to which the minimum distance of 7.5 mtrs. between building blocks and a clear space must be provided, which has": "प्रावधानों का अनुपालन किया जाना आवश्यक था, जिसके अनुसार बिल्डिंग ब्लॉक और खाली स्थान के बीच 7.5 मीटर की न्यूनतम दूरी दी जानी चाहिए",
  "been violated in the third revised plan of 2012;": "जिसका 202 की तीसरी संशोधित योजना में उल्लंघन किया गया है",
  "The submission of the appellant that the expression ‘building blocks’ having": "(।») अपीलकर्ता की यह दलील कि एनबीआर 200 में 'बिल्डिंग ब्लॉक्स'",
  "Plot No 4 is contrary to the NBR 2006 and NBR 2010. The sanctioned plans": "सेट एनबीआर 2006 और एनबीआर 200 के विपरीत है। स्वीकृत योजनाओं",
  "show that the appellant got the layout approved, consisting of separate": "से पता चलता है कि अपीलकर्ता को अलग ब्लाक्स वाले ले -आउट की मंजूरी",
  "have been placed on the record.": "रखा गया है।",
  "39 __—siByy its interim orders dated 6 September 2016 and 11 January 2017, this": "39. दिनांक 6 सितंबर 206 और ] जनवरी 207 के अपने अंतरिम आदेशों",
  "Court directed that a group of applicants be given ten per cent per month towards": "द्वारा, इस न्यायालय ने निर्देश दिया कि आवेदकों के एक समूह को निवेश की",
  "principal amount along with interest of fourteen per cent shall be provided to the flat": "राशि चौदह प्रतिशत के ब्याज के साथ उन फ़ैट खरीदारों को प्रदान की जाएगी",
  "purchasers who have opted not to wait for the decision of this Court in the present": "जिन्होंने वर्तमान विशेष अनुमति याचिका में इस न्यायालय के फैसले का इंतजार",
  "40 By an order dated 30 July 2018, this Court with the assistance of the Amicus": "40. 30 जुलाई 208 के एक आदेश द्वारा, न्यायालय मित्र की सहायता से इस",
  "(i) Refund of principal amount along with twelve per cent simple interest per annum (one hundred and one home buyers);": "(।) मूल राशि का प्रतिवर्ष बारह प्रतिशत साधारण ब्याज (एक सौ एक घर खरीदार) के साथ वापसी।",
  "(ii) | Home buyers who still insist on getting interest at the rate of fourteen per cent": "(|) घर खरीदार जो अभी भी चौदह प्रतिशत (चौबीस घर खरीदार) की दर से",
  "(twenty-four home buyers) - since a substantial number of home purchasers": "ब्याज प्राप्त करने पर जोर देते हैं -क्योंकि घर खरीदारों की एक बड़ी संख्या जो",
  "21 “ROI”": "2 “२०”",
  "sanctioned plans clearly show that T-1 and T-16/17 are separate building": "योजनाएं स्पष्ट रूप से दर्शाती हैं कि टी -। और टी-6/7 अलग-अलग",
  "blocks; and": "बिल्डिंग ब्लॉक हैं; और",
  "(x) | The plan sanctioned by NOIDA was contrary to: (a) the building regulations;": "(५) नोएडा द्वारा मंजूर की गई योजना निम्नलिखित के विपरीत थी: (क) भवन",
  "(b) the mandatory distance between building blocks; and (c) the movement": "विनियमन (ख) बिल्डिंग ब्लाक्स के बीच अनिवार्य दूरी (ग) आवाजाही के लिए",
  "space required, as a result of which the rights of the apartment owners and": "आवश्यक स्थान, जिसके परिणामस्वरूप अपार्टमेंट मालिकों के अधिकार और",
  "the safety of their apartment blocks have been seriously affected.": "उनके अपार्टमेंट ब्लॉकों की सुरक्षा गंभीर रूप से प्रभावित हुई।",
  "38 The appellant filed a Special Leave Petition under Article 136 of the Constitution on 28 April 2014 assailing the judgment of the High Court. On 5 May": "38. अपीलकर्ता ने उच्च न्यायालय के निर्णय पर आक्षेप करते हुए 28 अप्रैल, 2074 को संविधान के अनुच्छेद 36 के अधीन एक विशेष अनुमति याचिका",
  "2014, this Court directed the maintenance of status quo in respect of T-16 and T-17,": "दायर की। 5 मई 204 को, इस न्यायालय ने टी-6 और टी-7 के संबंध में यथास्थिति बनाए रखने का निर्देश दिया, जिसमें यह निर्देश दिया गया कि न तो",
  "directing that neither the builder nor the purchaser shall alienate the property or": "बिल्डर और न ही खरीदार संपत्ति को अलग-थलग करेगा और न ही तीसरे पक्ष",
  "create third party rights. During the course of the hearings on 19 July 2016 and 27": "के अधिकारों का निर्माण करेगा। 9 जुलाई, 206 और 27 जुलाई, 206 को",
  "July 2016, the appellant and NOIDA submitted that the Court may have the view of": "सुनवाई के दौरान अपीलकर्ता और नोएडा ने यह तर्क दिया कि न्यायालय इस मुद्दे",
  "an expert agency on the issue and engage an expert for this purpose. On the": "पर एक विशेषज्ञ एजेंसी की राय ले सकता है और इस उद्देश्य के लिए किसी",
  "various facts in relation to the dispute, particularly those having a bearing on": "विभिन्न तथ्यों की जांच करने के लिए नियुक्त किया गया था, विशेष रूप से उन",
  "whether the two towers (T-1 and T-17) have dead-end sides facing each other. By": "तथ्यों की जांच करने कि क्या टावर (टी- और टी-7) के एक-दूसरे के",
  "its report dated 13 October 2016, the NBCC concluded that the two towers are not": "आमने-सामने हैं। एनबीसीसी ने 3 अक्टूबर, 206 को अपनी रिपोर्ट में यह निष्कर्ष निकाला था कि यह दो टावर नहीं हैं. और यह एनबीआर 200 के",
  "20 “NCC”": "20 \"१४८८६\"",
  "(iii) | Home buyers through the Subvention Scheme — in such cases, the EMls shall": "(|) छूट योजना के माध्यम से घर खरीदारों को -ऐसे मामलों में, ईएमआई का",
  "be paid by the appellant until the possession is handed over; and": "भुगतान अपीलकर्ता द्वारा तब तक किया जाएगा जब तक कि कब्जा नहीं दे दिया",
  "(iv) Disputed cases - Mr Sanjeev Agrawal and Ms Rashmi Arora have paid Rs": "(५) विवादित मामले- श्री संजीव अग्रवाल और सुश्री रश्मि अरोड़ा ने चेक द्वारा",
  "38,51,009 and Rs 17,43,162 respectively by cheque. The said amount shall": "क्रमशः 38, 57,009 रुपये और 7,43,62 रुपये का भुगतान किया है। उक्त",
  "be refunded with a simple interest at twelve per cent per annum.": "राशि को प्रतिवर्ष बारह प्रतिशत की दर से साधारण ब्याज के साथ वापस किया",
  "41 Mr Vikas Singh, learned Senior Counsel appearing on behalf of the appellant": "4. अपीलकर्ता की ओर से उपस्थित वरिष्ठ विद्वान अधिवक्ता श्री विकास सिंह, ने",
  "urged the following submissions:": "निम्नलिखित तर्क प्रस्तुत किए :-",
  "a. NBR 2010 does not apply to T-16 and T-17, since they were first": "क. एनबीआर 200 टी-36 और टी-7 पर लागू नहीं होता है, क्योंकि उन्हें",
  "sanctioned in the second revised plan issued under the NBR 2006. Under": "पहली बार एनबीआर 2006 के तहत जारी दूसरी संशोधित योजना में मंजूरी दी",
  "the NBR 2006, the distance provision in Regulation 33.2.3(i) was not": "गई थी। एनबीआर 2006 के तहत, नियम 33.2.3 ही) में दूरी का प्रावधान",
  "mandatory and it was open to the CEO to stipulate the distance": "अनिवार्य नहीं था और सीईओ के पास यह विकल्प था कि वे योजना की",
  "the Regulation applies to the distance between two building blocks and": "स्थिति में, यह विनियमन दो बिल्डिंग ब्लॉकों के बीच की दूरी पर लागू होता है",
  "does not govern the distance between the T-1 and T-17, which form a part": "और टी-] और टी-7 के बीच की दूरी को नियंत्रित नहीं करता है, जो एक ही",
  "of the same block. Further, if this provision was mandatorily applied, then it": "ब्लॉक का एक हिस्सा है। इसके अलावा, यदि इस प्रावधान को अनिवार्य रूप से",
  "would also affect the first revised plan, in which the heights of the fifteen": "लागू किया जाता है, तो यह पहली संशोधित योजना को भी प्रभावित करेगा,",
  "other towers is 37.5 mtrs. while the distance with the adjacent blocks was": "जिसमें पंद्रह अन्य टावरों की ऊंचाइयां 37.5 मीटर है। जबकि निकटवर्ती",
  "less than half the height, /.e., less than 18.75 mtrs.;": "ब्लॉकों के साथ दूरी उनकी उंचाई से आधे से कम थी, यानी 8.75 मीटर से",
  ". Even if NBR 2010 was to apply, T-16 and T-17 are part of the same": "ख. यदि एनबीआर 200 लागू हो तो भी, टी-6 और टी-7 एक ही बिल्डिंग",
  "building block consisting of T-1, Tower-2, Tower-3 and T-17, which is": "ब्लॉक का हिस्सा हैं, जिसमें टी-], टॉवर-2, टॉवर-3 और टी-7 शामिल हैं,",
  "connected by a space frame to T-1. Hence, Regulation 24.1.2(6) of the": "जो एक स्पेस फ्रेम द्वारा टी- से जुड़ा हुआ है। इसलिए, एनबीआर 200 का",
  "“adjacent building blocks” (“Bhawan Samuh’/cluster of buildings), is not": "विनियम 24.7.2 (6), जो निकटवर्ती बिल्डिंग ब्लॉकों (भवन समूह/भवनों के",
  ". The concept of a building block has been explained in a note submitted by": "ग, बिल्डिंग ब्लॉक की अवधारणा को नोएडा द्वारा उच्च न्यायालय में दिए गए एक",
  "maintain a certain percentage as an open/green area. Instead of scattering": "प्रतिशत को खुले/हरित क्षेत्र के रूप में बनाए रखने की आवश्यकता है। इमारतों",
  "the buildings over the total project area, group housing projects can": "को कुल परियोजना क्षेत्र में फैलाने के बजाय , समूह आवास परियोजनाएं",
  "envisage adjacent towers or even a block of towers so as to ensure a": "आसपास के टावरों या यहां तक कि टावरों के एक ब्लॉक की परिकल्पना कर",
  "large open green space rather than scattered small spaces all over the project;": "सकती हैं ताकि परियोजना में चारों ओर फैले हुए छोटे स्थानों के बजाय एक बड़ी खुली हरित जगह सुनिश्चित की जा सके।",
  ". In the alternative, even if the they are not part of the same building block,": "घ. वैकल्पिक रूप से, भले ही वे एक ही बिल्डिंग ब्लॉक का हिस्सा न हों, टी-",
  "the minimum distance for buildings of a height of less than 37.5 mtrs. is 9": "मीटर से कम ऊंचाई के भवनों के लिए न्यूनतम दूरी 9 मीटर है। जबकि अधिक",
  "mitrs., while for buildings of a greater height, it is 12 mtrs. Further, in": "ऊंचाई वाली इमारतों के लिए यह 2 मीटर है। इसके अलावा, पैरा 8.2.3.2",
  "accordance with para 8.2.3.2(d), the deficiency of this distance at the": "(डी) के अनुसार, जमीनी स्तर पर इस दूरी की कमी को ऊपरी स्तर पर पूरा",
  "T-1 was not sold on the promise of a green space area in front of it and": "ग. टी- को उसके सामने एक हरित स्थान के वादे पर नहीं बेचा गया था और",
  "none of the buyers were charged preferential location charges; and": "किसी भी खरीदार से वरीयता स्थान शुल्क नहीं लिया गया था।",
  "sanctioning of first revised plan and before the second revised plan. Out of": "घ. पहली संशोधित योजना की मंजूरी के बाद और दूसरी संशोधित योजना से",
  "these eleven, only seven flats were facing towards T-17. Even in these": "फ़ैटों में से केवल सात फ़रैटों का सामना टी -7 की ओर था। यहां तक कि इन",
  "seven, there were no windows/balconies facing T-17, but only small": "सातों में भी टी -7 के सामने कोई खिड़की /बालकनी नहीं थी, लेकिन केवल",
  "bathroom windows;": "बाथरूम की छोटी खिड़कियां थीं।",
  "The appellant has not collected the entire lease rent payable to NOIDA only": "(पा) अपीलकर्ता ने नोएडा को देय संपूर्ण पट्टे का किराया केवल टी-| से टी-",
  "from the flat owners of T-1 to T-15. It has only collected around Rs 7.5 crores,": "45 के फ़ैट मालिकों से नहीं लिया है। इसने केवल 7.5 करोड़ रुपये एकत्र किए",
  "while it itself has paid around Rs 14 crores; and": "हैं, जबकि इसने स्वयं लगभग 4 करोड़ रुपये का भुगतान किया है।",
  "The construction was carried out with the sanction of the authorities;": "क. निर्माण अधिकारियों की मंजूरी से किया गया था।",
  "600 persons had purchased flats in these towers;": "ख. 600 व्यक्तियों ने इन टावरों में फ़ैट खरीदे थे।",
  "Construction began in December of 2009, and third-party rights in favour of the purchasers have been crystalized;": "ग. निर्माण कार्य दिसंबर, 2009 में शुरू हुआ और खरीदारों के पक्ष में तीसरे पक्ष के अधिकारों को निश्चित किया गया।",
  "The petition was filed before the High Court in December 2012; and": "घ. याचिका उच्च न्यायालय के समक्ष दिसंबर 202 में दाखिल की गई थी।",
  "(iv) |The Uttar Pradesh Ownership of Flats Act 1975” is not applicable:": "(५) उत्तर प्रदेश फ़ैट स्वामित्व अधिनियम 975** प्रयोज्य नहीं है :",
  "a. Under Section 2, the Act applies only to properties, the owners of which": "क. धारा 2 के तहत, अधिनियम केवल उन संपत्तियों पर लागू होता है, जिनके",
  "submit to the provisions of the Act by executing a declaration. As such, the": "मालिक उद्घोषणा द्वारा अधिनियम के प्रावधानों को स्वीकार करते हैं। इस",
  "Act does not automatically apply to all properties and none of the flat": "प्रकार, यह अधिनियम स्वतः सभी संपत्तियों पर लागू नहीं होता है और किसी भी",
  "owners have made executed any such declaration presently;": "फ़ैट मालिक ने वर्तमान में इस तरह की कोई उद्घोषणा नहीं की है।",
  "b. Clause II(h) of the lease deed dated 26 March 2005 deals with": "ख. 26 मार्च 2005 दिनांकित पट्टा विलेख का खंड ॥ (एच) रखरखाव से",
  "maintenance, and cannot be construed to incorporate the application of": "संबंधित है, और इसका यह अर्थ नहीं लगाया जा सकता है कि उत्तर प्रदेश",
  "c. If the contention of the first respondent is accepted, the changes made by": "ग. यदि पहले प्रतिवादी के तर्क को स्वीकार कर लिया जाता है, तो टी-| से",
  "the first revised plan in T-1 to T-15, involving an increase in the height of": "टी-35 में पहली संशोधित योजना द्वारा किए गए परिवर्तन, जिसमें सभी टावरों",
  "all towers from nine to eleven floors, would also to be illegal;": "की ऊंचाई को नौ से ग्यारह मंजिलों तक बढ़ाना शामिल है, भी अवैध होगा।",
  "(v) | There is no green area violation in the sanctioning of T-16 and T-17:": "(४) टी-6 और टी-37 की मंजूरी में कोई हरित क्षेत्र उल्लंघन नहीं हुआ हैः",
  "a. A triangular green space in the first revised plan was planned for the newly": "लिए पहली संशोधित योजना में एक त्रिकोणीय हरित स्थान की योजना बनाई गई",
  "maintained on the plots under the NBR 2006;": "थी। यह क्षेत्र एनबीआर 2006 के तहत भूखंडों पर बनाए रखने के लिए आवश्यक",
  "b. The central green area was sanctioned in the original plan of 2005. The": "ख. केंद्रीय हरित क्षेत्र को 2005 की मूल योजना में मंजूरी दी गई थी। एनबीआर",
  "required green area under Regulation 38 of the NBR 2006 was twenty-five": "2006 के विनियम 38 के तहत आवश्यक हरित क्षेत्र खुले क्षेत्र का 25 प्रतिशत",
  "per cent of the open area, which would be 11,538,02 sq. mtrs. whereas": "था, जो 7, 538, 02 वर्ग मीटर होगा। जबकि अपीलकर्ता ने केंद्रीय पार्क के रूप",
  "22 «UP 1975 Act”": "22 उ. प्र. 3975 अधिनियम",
  "e. 28 floors in T-17 and 26 floors in T-16 were constructed as on 20": "ड. टी-.7 में 28 और टी-36 में 26 मंजिलों का निर्माण 20 दिसंबर 203",
  "and by the time that the judgment was delivered, 32 floors had been": "तक फैसला सुनाया गया, तब तक 32 मंजिलों का निर्माण हो चुका था।",
  "Hence, the order of demolition would be harsh and inequitable.": "इसलिए, विध्वंस का आदेश कठोर और अनुचित होगा।",
  "Para 8.2.3.2 of NBC 2005 provides that for buildings of heights between 24 mtrs. to 37.5 mtrs. with one setback, the open space at the ground level shall": "(।) एनबीसी 2005 के पैरा 8.2.3.2 में 24 मीटर से 37.5 मी. की ऊंचाई वाले भवनों के लिए प्रावधान है कि जमीनी स्तर पर खुला स्थान 9 मीटर से कम नहीं",
  "not be less than 9 mtrs. Since the height of the existing tower Aster-2 (T-1) is": "होगा। चूंकि मौजूदा टॉवर एस्टर-2 (टी-) की ऊंचाई 37.5 मीटर से कम है,",
  "through set-backs at the upper level. However, since the height of T-1 is not": "को पूरा किया जा सकता है। हालांकि, चूंकि टी- की ऊंचाई बढ़ाने का प्रस्ताव",
  "proposed to be increased and the tower is open from all three sides, this": "नहीं है और टॉवर तीनों तरफ से खुला है, इसलिए इस शर्त को पूरा करने की",
  "requirement need not be fulfilled;": "आवश्यकता नहीं है।",
  "The various NOIDA Building Regulations have not been violated as they do": "(॥) विभिन्न नोएडा भवन विनियमों का उल्लंघन नहीं किया गया है क्योंकि वे दो",
  "not prescribe the minimum distance between two towers. It only refers to the": "टावरों के बीच न्यूनतम दूरी निर्धारित नहीं करते हैं। यह केवल एनबीसी 2005 के",
  "distance between ‘building blocks’, with reference to the NBC 2005;": "संदर्भ में 'बिल्डिंग ब्लॉक्स' के बीच की दूरी को संदर्भित करता है।",
  "If building blocks have dead end sides facing each other, then the space": "(॥) यदि बिल्डिंग ब्लॉकों के किनारे एक दूसरे के आमने -सामने हैं, तो",
  "between two building blocks shall be a maximum of 9 mtrs. as per the NBR": "एनबीआर 200 के अनुसार दो बिल्डिंग ब्लॉकों के बीच अधिकतम 9 मीटर का",
  "Building Bye Laws, Bhubaneshwar Development Authority Building Byelaws,": "भवन उप-नियमों, भुवनेश्वर विकास प्राधिकरण बिल्डिंग उपनियम और मॉडल",
  "The Fire Safety Act has also been adhered to, as it requires a minimum": "(५) अग्रि सुरक्षा अधिनियम का भी पालन किया गया है, क्योंकि इसके लिए दो",
  "distance of 6 mtrs. between two towers to provide space for movement of fire tenders;": "टावरों के बीच फायर टेंडरों की आवाजाही के लिए जगह प्रदान करने के लिएन्यूनतम 6 मीटर की दूरी की आवश्यकता होती है।",
  "The construction of the buildings was not stayed by the High Court, which has": "(४) इमारतों के निर्माण पर उद्च न्यायालय द्वारा रोक नहीं लगाई गई थी, जिसने",
  "now jeopardized the rights of third-parties, who will now be aggrieved by the": "अब तीसरे पक्षों के अधिकारों को खतरे में डाल दिया है , जो अब विध्वंस के",
  "At the time of sanction of the second revised plan dated 26 November 2009,": "(५) 26 नवम्बर, 2009 को दूसरी संशोधित योजना की स्वीकृति के समय",
  "the UP Apartments Act 2010 had not been enacted. With respect to grant of": "उत्तर प्रदेश अपार्टमेंट अधिनियम, 200 अधिनियमित नहीं किया गया था।",
  "sanction to the third revised plan, the power to sanction the plans or revisions": "तीसरी संशोधित योजना को मंजूरी देने के संबंध में, योजनाओं या संशोधनों को",
  "vests with NOIDA and is not curtailed by the UP Apartments Act 2010;": "मंजूरी देने की शक्ति नोएडा में निहित है और यूपी अपार्टमेंट अधिनियम 200 द्वारा इसमें कटौती नहीं की गई है।",
  "2010, while sanctioning the third revised plan dated 2 March 2012;": "प्रावधानों का पालन करने की बाध्यता रखी गई, जब 2 मार्च 202 को तीसरी संशोधित योजना को मंजूरी दी गई।",
  "There is no factual foundation to conclude that there had been any collusion": "(2) यह निष्कर्ष निकालने के लिए कोई तथ्यात्मक आधार नहीं है कि",
  "between the appellant and NOIDA.": "अपीलकर्ता और नोएडा के बीच कोई मिलीभगत थी.",
  "i. fire separation to avoid transmission between buildings;": "[. इमारतों के बीच संचरण से बचने के लिए अग्रि पृथक्वरण",
  "ii. Safe escape and rescue during fire;": "॥. आग लगने के दौरान सुरक्षित बचाव और निकास",
  "iii. ventilation; and": "॥॥.वेंटिलिशन और",
  "the minimum distance between T-1 and T-17;": "टी- और टी-7 के बीच न्यूनतम दूरी की कमी के कारण इन",
  ". Regulation 24.2.1(6) of NBR 2010 refers to NBC 2005 as the source of the": "घ. एनबीआर 200 के विनियम 24.2. (6) में एनबीसी 2005 को दूरी की आवश्यकता के स्रोत के रूप में संदर्भित किया गया है। एनबीआर",
  "NBR 2010 and 2006 must be consistent with NBC 2005;": "2005 के अनुरूप होनी चाहिए।",
  ". The first revised plan of 2006 shows that each building was intended to be": "ड 2006 की पहली संशोधित योजना से पता चलता है कि प्रत्येक इमारत",
  "a separate block;": "को एक अलग ब्लॉक के रूप में रखने का इरादा था",
  "The initial argument of the appellant was that T-1 and T-17 are on": "च. अपीलकर्ता का प्रारंभिक तर्क यह था कि टी -] और टी-7 अलग-",
  "separate plots and were never intended as the same block. Subsequently,": "अलग भूखंडों पर हैं और एक ही ब्लॉक के रूप में कभी नहीं रखे जाने थे।",
  "length of the proposed tower is 84.5 mtrs., and hence the distance required": "मीटर। प्रस्तावित टॉवर की लंबाई 84.5 मीटर है और इसलिए आवश्यक दूरी",
  "would be (16 + (10 per cent of 84.5) — 4), which is equal to 20.45 mtrs.;": "(6 + (84.5 का 0 प्रतिशत) -4) जो 20.45 मीटर के बराबर है।",
  "The requirement of complying with NBC 2005 is prescribed by NBR 2010 and": "(५) एनबीसी 2005 के अनुपालन की आवश्यकता एनबीआर 200 और",
  "the NOC issued by the CFO in 2009. In this regard, on 24 April 2012, the": "सीएफओ द्वारा 2009 में जारी अनापत्ति प्रमाण पत्र द्वारा निर्धारित की गई है।इस",
  "of the distance criteria prescribed in NBR 2006 and 2010, and NBC 2005,": "2006 और 200 और एनबीसी 2005 में निर्धारित दूरी के मानदंडों का",
  "NBCC, which was appointed by this Court at the request of the appellant, has": "(५) एनबीसीसी, जिसे अपीलकर्ता के अनुरोध पर इस न्यायालय द्वारा नियुक्त",
  "stated in its report that the distance requirement has been violated;": "किया गया था, ने अपनी रिपोर्ट में कहा है कि दूरी की आवश्यकता का उल्लंघन",
  "In response to the argument of the appellant that T-1, T-16 and T-17 form part": "(पद) अपीलकर्ता के इस तर्क के जवाब में कि टी -, टी-6 और टी-37 के",
  "submitted that:": "हैं, यह कहा गया कि:",
  "a. NBC 2005 refers to the distance between buildings and not building blocks;": "क. एनबीसी 2005 इमारतों के बीच की दूरी को संदर्भित करता है न कि बिल्डिंग ब्लॉक के बीच की दूरी को।",
  "b. The expression “building block” though used in NBR 2006 and 2010, has": "ख. हालांकि एनबीआर 2006 और 200 में 'बिल्डिंग ब्लॉक” शब्द का",
  "not been defined in either of the regulations. The rationale for the distance": "इस्तेमाल किया गया है, लेकिन दोनों में से किसी भी नियम में इसे परिभाषित नहीं किया गया है। बिल्डिंग ब्लॉकों के बीच दूरी का औचित्य",
  "between building blocks is to ensure fire safety evacuation, light and": "अग्रि सुरक्षा निकासी, प्रकाश और वेंटिलेशन सुनिश्चित करना है। इमारतों",
  "ventilation. It cannot be left to the builder to designate groups of buildings": "के समूहों को एक भवन खंड के रूप में नामित करना बिल्डर पर नहीं",
  "as one building block since the purpose of maintaining the minimum": "छोड़ा जा सकता है क्योंकि इससे न्यूनतम दूरी बनाए रखने का उद्देश्य के",
  "43 Mr Jayant Bhushan, learned Senior Counsel appearing on behalf of RWA": "43. आरडब्ल्यूए की ओर से उपस्थित वरिष्ठ अधिवक्ता श्री जयंत भूषण ने आग्रह",
  "urged that the members of the RWA purchased their flats after being shown a layout": "किया कि आरडब्ल्यूए के सदस्यों ने एक लेआउट दिखाए जाने के बाद अपने फ़ैट",
  "which included a limited number of flats and gardens, including a garden in front of": "खरीदे, जिसमें टी - के सामने एक बगीचा सहित सीमित संख्या में फ़ैट और",
  "unilateral changes made by the appellant, which resulted in an increase in the": "किए गए एकतरफा परिवर्तनों के परिणामस्वरूप पीड़ित हुए हैं, जिसके",
  "number of flats from 689 to 1573. The garden area in front of T-1 has been": "परिणामस्वरूप फ़ैटों की संख्या 689 से बढ़कर 573 हो गई है। टी-। के सामने के उद्यान क्षेत्र को पूरी तरह से हटा दिया गया है और : मंजिला इमारतों",
  "completely removed and instead of a complex of 11 storeyed buildings, two long and": "के परिसर के बजाय, दो लंबी और ऊंची संरचनाओं को मौजूदा आवंटियों की",
  "safety. Mr Bhushan submitted that:": "भूषण ने कहा किः",
  "(i) The sanctions of 2009 and 2012 are in violation of the minimum distance criteria required to be maintained between two buildings. Under Regulation": "(।) 2009 और 202 की मंजूरी दो इमारतों के बीच बनाए रखने के लिए आवश्यक न्यूनतम दूरी मानदंडों का उल्लंघन है। एनबीआर 2006 के नियम",
  "32.3.1(i) of the NBR 2006, the distance required is half the height of the tallest": "32.3.] हा) के तहत, अपेक्षित दूरी सबसे ऊंची इमारत की आधी ऊंचाई के",
  "building. The tallest building, T-17, under the second revised plan of 2009 is": "बराबर होती है। 2009 की दूसरी संशोधित योजना के तहत सबसे ऊंची इमारत",
  "73 mtrs. and hence, the minimum distance of 36.5 mtrs. was required": "टी-7 की उँचाई 73 मीटर है। इसलिए न्यूनतम दूरी 36.5 मीटर होनी चाहिए।",
  "between T-1 and T-17. Even the existing T-1 is of 37 mtrs. height and": "यह टी-. और टी-7 के बीच आवश्यक था। यहां तक कि मौजूदा टी -] भी",
  "therefore, even a building smaller than T-1 could come up only at a distance of at least 18.5 mtrs from T-1;": "37 मीटर का है। इसलिए टी-7 से छोटी इमारत भी टी-3 से कम से कम 8.5 मीटर की दूरी पर ही बन सकती है।",
  "(ii) Regulation 24.2.1(6) of the NBR 2010 requires a minimum distance of 16": "(॥) एनबीआर 200 के विनियम 24.2. (6) के तहत किनारों पर टी- और",
  "mtrs. between T-1 and T-17, as opposed to 9 mtrs. at the side;": "टी-7 के बीच 9 मीटर की दूरी के विपरीत न्यूनतम 6 मीटर की दूरी की",
  "(iii) © Under para 8.2.3.1 of NBC 2005, the distance required between buildings": "(प) एनबीसी 2005 के पैरा 8.2.3.] के तहत इमारतों के बीच की दूरी 6",
  "would be 16 mtrs. plus ten per cent of the building length minus 4 mtrs. The": "मीटर होनी चाहिए। इसके अलावा इमारत की लंबाई का 0 प्रतिशत माइनस 4",
  "i. The construction of T-1 was completed in April 2008 and possession was": "झ. टी-7 का निर्माण अप्रैल 2008 में पूरा हुआ था और आवंटियों को",
  "granted to allottees. It was not legally possible to construct T-17 in 2008": "कब्जा दिया गया था। 2008 में टी-7 का निर्माण कानूनी रूप से संभव",
  "since it was first sanctioned only in November 2009;": "नहीं था क्योंकि इसे पहली बार नवंबर 2009 में ही मंजूरी दी गई थी।",
  "j. The road between T-1 and T-17 is the main road for the society and leads": "ञ. टी-] और टी-7 के बीच की सड़क समाज के लिए मुख्य सड़क है",
  "into the basement and parking;": "और बेसमेंट और पार्किंग की ओर जाती है",
  "k. The basement of T-1 has one level while T-17 has two levels;": "ट. टी- के तहखाने में एक स्तर है जबकि टी-7 में दो स्तर हैं।",
  "|. The foundation of T-1 is made to bear a load of only eleven floors. The": "ठ. टी- का आधार केवल ग्यारह मंजिलों का भार वहन करने के लिए",
  "appellant has claimed that though the foundation of T-17 was laid in 2009,": "बनाया गया है। अपीलकर्ता ने दावा किया है कि हालांकि टी -7 की नींव 2009 में रखी गई थी, जब केवल चौबीस मंजिलों को मंजूरी दी गई थी,",
  "when only twenty-four floors were sanctioned, it was meant to bear a load": "2009 में रखी गई थी, जब केवल चौबीस मंजिलों को मंजूरी दी गई थी, इस पर चालीस मंजिलों का भार वहन के लिए बनाया गया था जिसकी",
  "m. The connection of two building blocks with the space frame would not": "ड. अंतरिक्ष फ्रेम के साथ दो बिल्डिंग ब्लॉकों का संबंध इसे एक बिल्डिंग",
  "n. The appellant itself was unconvinced by the building block argument and": "ढ. अपीलकर्ता स्वयं बिल्डिंग ब्लॉक तर्क से सहमत नहीं था और 'डेड एंड'",
  "raised the ‘dead end’ side issue, which led to the appointment of NBCC by this Court to verify the facts. After a negative report from NBCC, the": "पक्ष का मुद्दा उठाया, जिसके कारण इस न्यायालय द्वारा तथ्यों की पुष्टि करने के लिए एनबीसीसी की नियुक्ति की गई। एनबीसीसी की एक",
  "appellant has once again fallen back on the building block argument to": "नकारात्मक रिपोर्ट के बाद, अपीलकर्ता ने एक बार फिर बिल्डिंग ब्लॉक",
  "assert that blocks can be defined at the discretion of the developer;": "तर्क पर जोर दिया है कि डेवलपर के विवेक पर ब्लॉकों को परिभाषित",
  "(vii) In response to the submission of the appellant that the buildings are “tower": "(दा) अपीलकर्ता के इस कथन के उत्तर में कि इमारतें एनबीसी 2005 के तहत",
  "mandated, it was submitted that:": "हैं, यह कहा गया किः",
  "a. Requirements of NBR 2006 and 2010 and NBC 2005 are independent and": "क. एनबीआर 2006, 200 और एनबीसी 2005 की आवश्यकताएं",
  "hence, the defence of a tower like structure under the NBC 2005 cannot": "स्वतंत्र हैं और इसलिए एनबीसी 2005 के तहत टावर जैसी संरचना का",
  "cure violations of the NBRs;": "बचाव एनबीआर के उल्लंघन के मामलों को सुधार नहीं सकती है।",
  "b. T-17 does not have any set-backs and has the same width throughout;": "ख. टी-7 के पास कोई सेट-बैक नहीं है और इसकी पूरी चौड़ाई समान है।",
  "c. Atleast 12 mtrs. distance is required at the ground level even for tower like structures; and": "ग. टॉवर जैसी संरचनाओं के लिए भी जमीनी स्तर पर कम से कम 2 मीटर दूरी की आवश्यकता होती है और",
  "d. The deficiency of the mandated open space of 16 mtrs. under the NBC 2005 in tower-like structures can be cured by set-backs on upper levels.": "घ. एनबीसी 2005 के तहत टॉवर जैसी संरचनाओं के विषय में 6 मीटर के अनिवार्य खुले स्थान की कमी को ऊपरी स्तरों पर सेट-बैक द्वारा ठीक",
  "However, the distance of 12 mtrs. at the ground level is still mandatory;": "किया जा सकता है। हालांकि, जमीनी स्तर पर 2 मीटर की दूरी अनिवार्य है।",
  "Possession of flats in T-1 was given to purchasers in 2008. The second and": "(जा) टी- में फ़ैटों का कब्जा 2008 में खरीदारों को दिया गया था।",
  "third revised plans of 2009 and 2012 respectively proposed a space frame": "2009 और 202 की दूसरी और तीसरी संशोधित योजनाओं ने क्रमशः",
  "connecting T-1 and T-17 when the residents had already started living in T-1.": "टी-। और टी-7 को जोड़ने के लिए एक स्पेस फ्रेम का प्रस्ताव दिया, जब निवासियों ने टी- में रहना शुरू कर दिया था। यह गैरकानूनी है और",
  "Under the lease, the undivided interest in common areas stood transferred to": "(2) पट्टे के तहत, सामान्य क्षेत्रों में अविभाजित हित संबंधित आवंटियों",
  "the respective allottees. The owners of the existing flats had paid the entire": "को हस्तांतरित कर दिया गया। मौजूदा फ़ैटों के मालिकों ने पूरी लीज राशि",
  "lease amount and more. While the appellant paid Rs 13 crores as onetime": "और उससे अधिक का भुगतान कर दिया था। जबकि अपीलकर्ता ने एकमुश्त पट्टे के रूप में 3 करोड़ रुपये का भुगतान किया, मौजूदा फ़ैटों",
  "Consent of flat owners was required under UP Apartments Act 2010 before an alteration in the sanctioned plan:": "(५) स्वीकृत योजना में परिवर्तन से पहले उत्तर प्रदेश अपार्टमेंट अधिनियम 200 के तहत फ़ैट मालिकों की सहमति आवश्यक थी:",
  "a. Sections 4(4) and Section 5(3) of the UP Apartments Act 2010 requires": "क. उत्तर प्रदेश अपार्टमेंट अधिनियम 200 की धारा 4 (4) और धारा 5",
  "the consent of all allottees before a change in the sanctioned": "(3) के तहत स्वीकृत योजना / अविभाजित हित में बदलाव से पहले सभी आवंटियों की सहमति आवश्यक है। हरित क्षेत्र को हटाने से उभय क्षेत्र में",
  "course of its pleadings before the High Court and this Court.": "(५) उच्च न्यायालय और इस न्यायालय के समक्ष अपने अभिवचनों के दौरान",
  "Cc Prefatory observations": "ग. आरंभिक टिप्पणियाँ",
  "44 At the outset, it must be noted that:": "44 आरंभ में, यह नोट किया जाना चाहिए किः",
  "(i) | The area which was originally leased to the appellant admeasured 48,263 sq.": "(|) वह क्षेत्र जो मूल रूप से अपीलकर्ता को पट्टे पर दिया गया था, 48, 263 वर्ग",
  "(ii) As a result of the supplementary lease, the area stood increased to 54,816": "पूरक पट्टे के परिणामस्वरूप क्षेत्र बढ़कर 54, 86 वर्ग किलोमीटर हो गया।मीटर.",
  "In order to bring clarity to the issues raised, the dates of sanction and details of the": "उठाए गए मुद्दों पर स्पष्टता लाने के लिए, मंजूरी की तारीख और निर्माण का",
  "construction are tabulated below:": "विवरण नीचे आदेश किया गया हैः",
  "Title Date of Sanction Buildings Details": "शीर्षक मंजूरी की तिथि... इमारतें विवरण",
  "Original Plan 20 June 2005 Towers 1-14 G+9 floors": "मूल योजना 20 जून 2005. .टॉवर्स अ-4 | जी + 9 मंजिल",
  "G+11 floors, height of each": "जी + ]3 मंजिलों की प्रत्येक टावर की ऊंचाई 37",
  "Towers 1-15": "टॉवर्स 2-6",
  "tower is 37 mtrs.": "जी + ]3 मंजिलों की प्रत्येक टावर की ऊंचाई 37",
  ". Despite the revised plans violating the distance criteria, NOIDA granted": "क. दूरी के मानदंडों का उल्लंघन करने वाली संशोधित योजनाओं के बावजूद, नोएडा ने उक्त संशोधनों को मंजूरी दी। आरडब्ल्यूए की ओर से",
  "sanction to the said revisions. The plans were not cancelled despite": "बार-बार याद दिलाए जाने के बावजूद योजनाएं रद्द नहीं की गई।",
  ". The appellant was aware in advance that its plan would be sanctioned in": "ग. अपीलकर्ता पहले से ही इस बात से अवगत था कि उसकी योजना",
  "storey buildings for T-16 and T-17, which received sanction only in 2012;": "भविष्य में मंजूर की जाएगी, और इसलिए टी-6 और टी-7 के लिए",
  "(ii) NBR 2010;": "(।) एनबीआर 2006",
  "(iii) NBC 2005;": "(॥।)एनबीसी 2005",
  "(v) UP Apartments Act 2010; and": "(४) उत्तर प्रदेश अपार्टमेंट अधिनियम, 200",
  "(vi)Fire safety norms.": "(५)अग्रि सुरक्षा मानदंड",
  "The appellant disputes the applicability of the UP 1975 Act. This will be considered": "अपीलकर्ता उत्तर प्रदेश 3975 अधिनियम की प्रयोज्यता पर विवाद करता है।",
  "sought before the High Court. The reliefs sought before the High Court in the petition": "करना आवश्यक हो जाता है। उच्च न्यायालय के समक्ष याचिका में मांगा गया",
  "were for:": "अनुतोष निम्नलिखित के लिए थीः",
  "(i) Quashing the revised plan for the construction of T-16 (Ceyane) and T-17": "([) टी-6 (सियान) और टी-7 (एपेक्स) के निर्माण के लिए संशोधित",
  "(Apex) and the demolition of the structures constructed pursuant to the plan;": "योजना को रद्द करना और योजना के अनुसार निर्मित संरचनाओं को ध्वस्त करना",
  "(ii) Directing NOIDA to not sanction any further building plans in respect of Emerald Court without obtaining the consent of all residents;": "(|) नोएडा को निर्देश देना कि वह सभी निवासियों की सहमति प्राप्त किए बिना एमराल्ड कोर्ट के संबंध में आगे किसी भी भवन योजना को मंजूरी न दे",
  "(iii) | Quashing the permission granted to link T-1 with T-16/ T-17;": "(पा) टी-] को टी-6/टी-7 के साथ जोड़ने की अनुमति को रद्द करना",
  "(iv) | Directing the installation of fire safety equipment and infrastructure;": "(५) अग्नि सुरक्षा उपकरण और बुनियादी ढांचे की स्थापना का निर्देश देना",
  "(v) Directing the demolition of the illegal construction in the basement and the setback area; and": "(४) बेसमेंट और सेट बैक एरिया में अवैध निर्माण को गिराने का निर्देश देना और",
  "(vi) Directing NOIDA and the appellant to provide car parking spaces in": "(५) नोएडा और अपीलकर्ता को एनबीसी 2005 के अनुसार कार पार्किंग स्थान",
  "Supplementary Lease Deed. The first revised plan provided for the construction of": "पट्टा विलेख के तहत अपीलकर्ता को पट्टे पर दिया गया। पहली संशोधित योजना",
  "two additional towers (T-15 and T-16) and one shopping complex (G+1 floors). All": "में दो अतिरिक्त टावरों (टी-5 और टी-6) और एक शॉपिंग कॉम्प्लेक्स (जी",
  "16 towers were to comprise of G+11 floors and were to be 37 mtrs. in height.": "मंजिल और 37 मीटर ऊंचाई वाले होने थे।",
  "52 _ The first revised plan was governed by the NBR 2006. Regulation 33 provided": "५2. पहली संशोधित योजना एनबीआर 2006 द्वारा शासित थी। नियम 33 में",
  "for permissible FAR, ground coverage and height of buildings. Regulation 33.2 dealt": "स्वीकार्य एफएआर, जमीनी कवरेज और भवनों की ऊंचाई का प्रावधान है।",
  "“33.2 Group Housing": "33. 2 समूह आवास",
  "Max Ground FAR Height": "अधिकतम एफएआर उंचाई",
  "Coverage": "ग्राउंड कवरेज",
  "1 | Coverage 30 200 No limit": "कर कवरेज 30 200 कोई सीमा नहीं",
  "| 2 | Density | As mentioned in the section layout plan |": "2 घनत्व योजना में यथाउल्लिखित खंड",
  "Regulation 32 deals with set-backs, which is defined as the line parallel to the plot": "विनियम 32 सैट-बैक से संबंधित है, जिसे प्लॉट सीमाओं के समानांतर रेखा के",
  "boundaries, beyond which nothing can be constructed towards the plot boundaries.": "रूप में परिभाषित किया गया है, जिसके बाद प्लॉट सीमाओं की ओर कुछ भी",
  "Regulation 32.3 stipulates that where a plot size exceeds 40,000 sq. mirs., there has": "निर्माण नहीं किया जा सकता है। विनियम 32.3 में कहा गया है कि जहां एक भूखंड का आकार 40,000 वर्ग मीटर से अधिक है, वहां भूमि का आकार",
  "to be a front setback of 25 mtrs., while setbacks on the rear and on all sides will be 9 mtrs. Regulation 33.2.3 is relevant for the dispute in the present case and it": "35,000 वर्ग मीटर से अधिक है। वहां सामने का सेटबैक 25 मीटर का होगा, जबकि पीछे और चारों ओर 9 मीटर का सेटबैक होगा। वर्तमान मामले में विवाद",
  "RWA followed suit. It was only pursuant to the interim directions of the High Court": "नोएडा द्वारा आरडब्ल्यूए़ को इनकार करने का अनुसरण किया गया। उच्च न्यायालय के अंतरिम निर्देशों के अनुसरण में ही स्वीकृत योजनाएं और दस्तावेज",
  "that the sanctioned plans and documents were provided to the first respondent. The": "न्यायालय के अंतरिम निर्देशों के अनुसरण में ही स्वीकृत योजनाएं और दस्तावेज पहले प्रतिवादी को प्रदान किए गए थे। दूसरी और तीसरी संशोधित योजनाओं की",
  "D Violation of distance requirement under Building Regulations": "घ-भवन निर्माण विनियमों के तहत दूरी की आवश्यकता का उल्लंघन",
  "49 The first issue we shall address is whether the sanction for the construction of T-16 and T-17 by NOIDA is in violation of the distance requirement under applicable": "49. पहला मुद्दा यह है कि क्या नोएडा द्वारा टी-6 और टी-37 के निर्माण के",
  "Original sanction dated 20 June 2005": "20 जून, 2005 दिनांकित मूल मंजूरी",
  "50. ~=When the plan was originally sanctioned on 20 June 2005, the NBR 2006 was": "५0. जब योजना को मूल रूप से 20 जून 2005 को मंजूरी दी गई थी, तब",
  "yet to come into force. The sanction of 20 June 2005 was under the regime of the": "एनबीआर 2006 को लागू किया जाना शेष था। 20 जून 2005 की मंजूरी",
  "NBR 1986. NBR 1986 envisaged a 15 mtrs. set back from the front and 9 mtrs. on": "एनबीआर 986 के शासन के तहत थी। एनबीआर 986 ने सामने से 5 मीटर लंबे सेटबैक सभी तरफ से 9 मीटर की परिकल्पना की थी। चूंकि मूल",
  "all sides. Since the original plan did not envisage construction of T-16 and T-17, the": "योजना में टी -6 और टी-7 के निर्माण की परिकल्पना नहीं की गई थी,",
  "said plan is not under challenge for violation of the relevant building regulations.": "इसलिए संबंधित भवन नियमों के उल्लंघन के लिए उक्त योजना को चुनौती नहीं",
  "First revised sanction dated 29 December 2006": "29 दिसंबर, 2006 दिनांकित पहली संशोधित मंजूरी",
  "51 NBR 2006 came into force on 16 December 2006. The sanctioned plan for": "५. एनबीआर 2006, 6 दिसंबर, 2006 को लागू हुआ। इस परियोजना के",
  "the project was first revised on 29 December 2006, and it covered a total area of": "लिए स्वीकृत योजना को पहली बार 29 दिसंबर, 2006 को संशोधित किया गया",
  "Of the above reliefs, the High Court recorded that only prayers (i) and (iii) were": "उपर्युक्त अनुतोष में से, उच्च न्यायालय ने अभिलिखित किया कि केवल () और",
  "47 The above narration establishes that there was a challenge to the revised": "47. उपरोक्त वर्णन से स्थापित होता है कि संशोधित योजनाओं को चुनौती दी",
  "plans by which the construction and increase in the height of T-17 (Apex) and T- 16": "गयी थी जिसके द्वारा टी-7 (एपेक्स) और टी-6 (सियान) के निर्माण और",
  "revised plan of 29 December 2006, T-16 was to partially comprise of G+11, the rest": "देती है, 29 दिसंबर 2006 की पहली संशोधित योजना में, टी-6 में आंशिक",
  "being Gt+4. A shopping complex was envisaged comprising of G+1 floors. A": "रूप से जी + शामिल था, शेष जी + 4 था। एक शॉपिंग कॉम्प्लेक्स की",
  "triangular green area is indicated in the first revised plan of 29 December 2006 in": "2006 की पहली संशोधित योजना में एक त्रिकोणीय हरित क्षेत्र का संकेत दिया",
  "front of T-1. In the second revised plan of 26 November 2009, T-17 (Apex) and T-16": "गया है। 26 नवम्बर, 2009 की दूसरी संशोधित योजना में टी -7 (एपेक्स)",
  "(Ceyane) came to be envisaged with twenty-four floors and of a height of 73 mtrs.": "और टी-6 (सियान) प्रत्येक को 24 मंजिलों और 73 मीटर की ऊंचाई के",
  "each. In the third revised plan of 2 March 2012, the number of floors of T-16 and T-": "साथ परिकल्पित किया गया था। 2 मार्च, 202 की तीसरी संशोधित योजना में",
  "17 was increased further from twenty-four to forty floors (for T-16) and thirty-nine": "टी-6 और टी-7 के फर्शों की संख्या चौबीस से बढ़ाकर चालीस मंजिल",
  "floors (for T-17), and the height of each of the towers was increased from 73 mtrs. to": "(टी-6 के लिए) और उनतीस मंजिल (टी-7 के लिए) कर दी गई और प्रत्येक टावर की ऊंचाई 73 मीटर से से 2] मी. बढ़ा दी गई। इस पृष्ठभूमि में",
  "the revised plan for the construction of the two new towers — T-17 (Apex) and T-16": "अनुतोष की मांग की गई थी। (।) दो नए टावरों टी-7 (एपेक्स) और टी-6",
  "November 2009 as well as the third revised plan of 2 March 2012.": "थी। यह 26 नवम्बर, 2009 की दूसरी संशोधित योजना और 2 मार्च, 202",
  "48 A brazen attempt at stonewalling the first respondent was made by the appellant and NOIDA before the High Court. The sanctioned plans incorporate the": "48. अपीलकर्ता और नोएडा द्वारा उच्च न्यायालय के समक्ष पहले प्रतिवादी को रोकने का एक प्रयास किया गया था। स्वीकृत योजनाओं में इस शर्त को शामिल",
  "condition that a copy of each plan would be made available at the site. Despite this,": "किया गया है कि प्रत्येक योजना की एक प्रति स्थल पर उपलब्ध कराई जाएगी।",
  "when the first respondent sought copies of the sanctioned plans and other": "इसके बावजूद, जब पहले प्रतिवादी ने स्वीकृत योजनाओं और अन्य जानकारी",
  "(II) Maximum permissible-": "(|) अधिकतम अनुमन्य -",
  "(i) | Ground coverage 35 per cent to 40000 sq. mirs": "() ग्राउंड कवरेज 40000 वर्ग मीटर तक 3५5 प्रतिशत और 40,",
  "and 40% above 40000 sq. mtrs": "000 वर्ग मीटर से अधिक पर 40% |",
  "(ii) | Floor Area Ratio 2.75": "(॥) तल क्षेत्र अनुपात 2.75",
  "(iii) | Height No limit. For buildings above": "() ऊंचाई कोई सीमा नहीं है। 30 मीटर से अधिक ऊंचाई",
  "from Airport Authority shall": "वाले भवनों के लिए, हवाई अड्डा प्राधिकरण से",
  "have to be taken.": "मंजूरी लेनी होगी।",
  "(iv) Density (Family size As mentioned in the sector": "(४) घनत्व (परिवार आकार) जैसा कि सेक्टर लेआउट में उल्लेख किया गया हो",
  "4.5) Layout Plan or decided by the Authority for a_ particular scheme.": "या किसी विशेष योजना के लिए प्राधिकारी द्वारा",
  "Table No 2 of the NBR 2010 prescribes the set-back requirement in relation to": "एनबीआर 200 की सारणी संख्या 2 में विनियमन 24 के संबंध में सेटबैक",
  "Regulation 24. For all plots measuring above 40,000 sq. mtrs., the set-backs in the": "आवश्यकता विहित की गयी है। 40, 000 वर्ग मीटर से अधिक के सभी भूखंडों",
  "front are 16 mtrs. and at the rear and on the sides are 12 mtrs.": "के लिए सामने की तरफ 6 मीटर का सेट-बैक और पीछे की तरफ और दोनों",
  "58 Regulation 24.2.1(1)(vi) provides that a distance of 6 mtrs. is to be left open": "५8. विनियम 24.2.(]) (५) में 6 मीटर की दूरी का प्रावधान है। इसे",
  "for fire tenders. The said regulation is extracted below:": "अग्निशमन कर्मियों के लिए खुला छोड़ा जाना है। उक्त विनियम नीचे उद्धृत किया",
  "“The following features shall be permitted after leaving": "छोड़ने के बाद निम्नलिखित विशेषताओं की अनुमति दी जाएगी।",
  "(a) Meter room as per norms of Electricity Authority.": "(क) विद्युत प्राधिकरण के मानदंडों के अनुसार मीटर रूम।",
  "(b) Open transformers without any permanent enclosure keeping in view the necessary safety requirements.": "(ख) आवश्यक सुरक्षा आवश्यकताओं को ध्यान में रखते हुए बिना किसी स्थायी बाड़े के खुले ट्रांसफार्मर।",
  "(c) Other features as mentioned in Table 3.": "(ग) सारणी 3 में उल्लिखित अन्य विशेषताएं।",
  "(d) Rockery, well and well structures, water pool, swimming": "(घ) रॉकरी, कुआ और कुएं की संरचनाएं, वाटर पूल, स्विमिंग पूल",
  "pool (if uncovered), uncovered platform around tree, tank,": "(यदि अनावृत है), पेड़ के आसपास खुला हुआ प्लेटफार्म, टैंक,",
  "fountain, bench, chabutra With open top and unenclosed by": "फव्वारा, बेंच, चबूतरा, खुले शीर्ष के साथ और नालियों पर बगल",
  "side walls, compound-wall, gate, slide- swing, culverts on": "की दीवारों, कंपाउंड-वॉल, गेट, स्लाइड-स्विंग, पुलियों से घिरा",
  "permitted by the Chief Executive Officer on case to case": "(ड) मुख्य कार्यकारी अधिकारी द्वारा मामले के आधार पर किसी",
  "(f) Open generator set, filtration plant, Electrical distribution": "(च) ऑपरेशन ईएनजी जनरेटर सेट, फिल्ट्रेशन प्लांट, विद्युत",
  "equipment, feeder pillars, telephone distribution equipments": "वितरण उपकरण, फीडर पिलर, टेलीफोन वितरण उपकरण को",
  "With respect to the distance between two adjacent building blocks, Regulation": "दो निकटवर्ती भवन खंडों के बीच की दूरी के संबंध में, विनियम 24.2.7.6 में",
  "“Distance between two adjacent building blocks": "“दो निकटवर्ती भवन खंडों के बीच की दूरी",
  "minimum 6 mtrs. to 16 mtrs. depending on the height of": "मी. होगी जो ब्लॉकों की ऊंचाई पर निर्भर होगी। 8 मीटर तक की",
  "m m (1) | (2) (3)": "(7) एम (2) एम (3)",
  "i) 10 3": "|) 0 3",
  "ii) 15 5": "|) 5 पु",
  "iv) | 21 7": "४) 2 7",
  "v) 24 8": "७४) 24 8...",
  "vi) | 27 9": "७) 27 9...",
  "ix) | 40 12": "[जि ) 40 2",
  "x) 45 13": "६) 45 3",
  "xi) | 50 14": "भी) 50 ग4",
  "permitted.": "लिये मान्य होगा ।",
  "(emphasis supplied)": "(प्रभाव वर्घित )",
  "spaces at the ground level shall be not less than 6 m;": "की दूरी बढ़ाई जाएगी। यदि खंडों के अंतिम छोर एक दूसरे के आमने - सामने हैं, तो अंतर अधिकतम 6 मी. के बजाय 9 मीटर होगा। इसके",
  "16 mtrs. Moreover, the allottee may provide or propose more than 16 mtrs. space between two blocks.”": "अलावा, आवंटी दो ब्लॉकों के बीच 6 मीटर से अधिक का प्रावधान या प्रस्ताव कर सकता है।”",
  "The above regulation indicates that:": "५9. उपरोक्त विनियम इंगित करता है किः",
  "The distance between two “adjacent building blocks” is to be a minimum of 6": "(।) दो निकटवर्ती भवन खंडों के बीच की दूरी कम से कम 6 मीटर होनी चाहिए।",
  "mtrs. going up to 16 mtrs., depending upon the height of the blocks;": "जो ब्लॉक की ऊंचाई के आधार पर 6 मीटर तक जा रहा है।",
  "For a building height upto 18 mirs., the spacing would be 6 mirs., to be": "(|) 8 मीटर तक की इमारत की ऊंचाई के लिए, अंतर 6 मीटर होगा, जिसमें",
  "increased by 1 mtr. for every addition of 3 mtrs. to the height of the building": "प्रत्येक 3 मीटर की वृद्धि के लिए भवन की ऊंचाई तक मीटर की वृद्धि की",
  "(subject to a maximum spacing of 16 mtrs. under the NBC 2005);": "जाएगी। (एनबीसी 2005 के तहत अधिकतम 6 मीटर की दूरी के अध्यधीन)",
  "If the blocks have dead-end sides facing each other, the spacing shall be a": "(प) यदि खंडों के अंतिम छोर एक-दूसरे के आमने-सामने होंगे तो अंतर 6",
  "maximum of 9 mtrs. instead of 16 mtrs.; and": "मीटर के बजाय अधिकतम 9 मीटर का होगा।",
  "The allottee may, however, propose more than a 16 mtrs. space between two": "(५) तथापि, आवंटी दो ब्लॉकों के बीच 6 मीटर से अधिक की दूरी का प्रस्ताव",
  "distance requirement. The NBC 2005 contains the following stipulations in para": "के लिए एनबीसी 2005 का उल्लेख करता है। एनबीसी 2005 के पैरा 8.2.3.] में",
  "“8.2.3.1 For buildings of height above 10 m, the open spaces": "“8.2.3.] ...0 मीटर से अधिक ऊंचाई की इमारतों के लिए, खुले",
  "(side and rear) shall be as given in Table 2. The front open": "स्थान (साइड और रियर) तालिका 2 में दिए गए अनुसार होंगे।इमारतों",
  "(Clause 8.2.3.1)": "(जोर दिया गया) पैरा 8.2.3.2 में निम्नलिखित प्रावधान किया गया हैः",
  "(b) For heights between 24 m and 37.5 m with one set-back,": "(ख) एक सेट बैक के साथ 24 मीटर और 37.5 मीटर के बीच की",
  "the open spaces at the ground level, shall be not less than 9 m.": "ऊंचाई के लिए, जमीनी स्तर पर खुला स्थान 9 मीटर से कम नहीं",
  "(c) For heights above 37.5m with two set-backs, the open": "(ग) दो सेट-बैक के साथ 37.5 मीटर से अधिक की ऊंचाई के लिए,",
  "spaces at the ground level, shall be not less than 12m;": "जमीनी स्तर पर खुला स्थान 2 मीटर से कम नहीं होगा।",
  "(d) The deficiency in the open spaces shall be made good": "(घ) खुले स्थानों की कमी को ऊपरी स्तर पर सेटबैक्स के माध्यम से",
  "level;: these set-backs shall not be accessible from individual rooms/flats at these levels.”": "कमरों /फ़रैटों से इन सेटबैक्स तक पहुंच नहीं होगी।”",
  "61 Para 8.2.3.1 of NBC 2005 indicates that where the height of the building is 55": "एनबीसी 2005 के पैरा 8.2.3. से पता चलता है कि जहां इमारत की ऊंचाई",
  "be 16 mtrs. Note 3 indicates that if the length or the depth of the building exceeds 40": "इंगित करता है कि यदि इमारत की लंबाई या गहराई 40 मीटर से अधिक है, तो",
  "mtrs., in addition to the height which is specified in column 3, ten per cent of the": "आवशयक दूरी में कॉलम 3 में निर्दिष्ट ऊंचाई के अलावा, लंबाई का दस प्रतिशत",
  "length and the depth of the building minus 4 mtrs. has to be added to the distance": "में इमारत की गहराई से 4 मीटर कम जोड़ा जाना है। इस प्रकार, 55 मीटर की",
  "required. Thus, in the case of a height (as in the present case) of 55 mtrs. and": "ऊंचाई (जैसा कि वर्तमान मामले में है ) के मामले में है, इसके अलावा 8.45",
  "above, an additional 8.45 mtrs. (10 per cent of 84.5 mtrs.) is added to the 16 mtrs.": "मीटर की अतिरिक्त दूरी (84.5 मीटर का 0 प्रतिशत) को 6 मीटर में जोड़ा",
  "and 4 mtrs is to be deducted, arriving at a 20.45 mtrs. distance requirement.": "जाता है और 4 मीटर की कटौती की जानी है जिससे आवश्यक दूरी 20.45",
  "However, an alternative is provided by para 8.2.3.2 for “tower like structures”. For": "मिलती है। तथापि, टावर जैसी संरचनाओं के लिए एक विकल्प पैरा 8.2.3.2",
  "heights above 37.5 mtrs., open spaces at the ground level shall not be less than 12": "द्वारा उपलब्ध कराया गया है। ५ मीटर से अधिक की ऊंचाई के लिए, जमीनी",
  "not be accessible from the individual rooms/flats at these levels.": "माध्यम से पूरा किया जा सकता है, बशर्ते कि इन स्तरों पर व्यक्तिगत कमरों / फ़ैटों से सेट-बैक तक पहुंच न हो।",
  "D.1 Violation of NBR 2006 and 2010": "घ. । एनबीआर 2006 और 200 डी का उल्लंघन",
  "D.1.1 Interpretation of “building blocks”": "घ ..] बिल्डिंग ब्लॉकों की व्याख्या",
  "T-1, T-16 and T-17 form part of one cluster or block and hence there is no": "(पा) टी-3, टी-46 और टी-7 एक समूह या ब्लॉक का हिस्सा हैं",
  "need of maintaining a distance between buildings forming part of a block;": "और इसलिए एक ब्लॉक के हिस्से के रूप में बनने वाली इमारतों के बीच दूरी बनाए रखने की कोई आवश्यकता नहीं है",
  "The absence of a minimum distance between the T-1 and T-7 would be of no": "(५) टी-] और टी-7 के बीच न्यूनतम दूरी की अनुपस्थिति का कोई",
  "Apart from the alleged breach of the minimum distance requirement, all": "(५) न्यूनतम दूरी की आवश्यकता के कथित भंग के अलावा,",
  "a. Ground coverage;": "क. ग्राउंड कवरेज एंगेलमेंट",
  "c. Open area; and": "ग. खुला क्षेत्र और",
  "d. Green area; and": "घ. हरित क्षेत्र और",
  "An explanatory note was submitted by NOIDA before the High Court,": "(५) बिल्डिंग ब्लॉकों के मुद्दे के संबंध में नोएडा द्वारा उच्च न्यायालय के समक्ष एक व्याख्यात्मक नोट प्रस्तुत किया गया था और नीचे उद्धृत किया गया हैः",
  "Building Block in a Group Housing Project": "“किसी समूह आवास परियोजना में बिल्डिंग ब्लॉक:",
  "Main Points:": "मुख्य बिन्दु:",
  "1. Noida Building Regulations, 2010: A “Bhavan Samuh” which is translated in English as a “Building block” is the": ". नोएडा भवन विनियम, 200: भवन समुह, जिसका अंग्रेजी में अनुवाद बिल्डिंग",
  "combination or a group of buildings in any given area/Plot.": "ब्लॉक के रूप में किया जाता है, किसी भी क्षेत्र/प्लॉट में इमारतों का एक संयोजन या",
  "2. The Section 3(g) of The Uttar Pradesh Apartment (Promotion of Construction, Ownership, Maintenance)": "2. उत्तर प्रदेश अपार्टमेंट (निर्माण, स्वामित्व, रखरखाव का संवर्धन) अधिनियम,",
  "Act, 2010 defines building. As per the Act, “building”": "200 की धारा 3 (जी) भवन को परिभाषित करती है।अधिनियम के अनुसार 'भवन'",
  "means a building constructed on any land, containing four": "का अर्थ किसी भूमि पर निर्मित भवन से है, जिसमें चार या अधिक अपार्टमेंट हैं, या",
  "or more apartments, or two or more buildings in any area": "या अधिक अपार्टमेंट हैं और ऐसी सभी इमारतों में चार या अधिक अपार्टमेंट हैं बशर्ते",
  "designated as a block, each containing two or more": "इसलिए, यह स्पष्ट है कि ब्लॉक को किसी भी क्षेत्र में दो या अधिक भवनों के रूप में",
  "apartments with a total of four or more apartments in all": "नामित किया गया है और भवन को किसी भी भूमि पर चार या अधिक अपार्टमेंट के",
  "accommodate high density comparatively within less ground coverage and more open space. Large size": "साथ प्रदान की जा सकती है जो कम भूमि कवरेज और अधिक खुली जगह के साथ उच्च घनत्व को समायोजित करने में सक्षम है। बड़े आकार की परियोजनाओं में",
  "projects generally have many building which are planned,": "आमतौर पर कई इमारतें होती हैं, जिन्हें सामान्य स्थान, सामान्य सुविधाओं,",
  "light, ventilation, open space and maximum possible exit": "प्राकृतिक प्रकाश, वेंटिलिशन, खुली जगह और किसी भी आपात स्थिति में जल्द",
  "frame bridges giving additional exit routes for early evacuation in the event of emergency. This practice has": "आपातकाल की स्थिति में जल्द निकासी के लिए अतिरिक्त निकास मार्ग प्रदान करती",
  "increased after the occurrence of incident of fire in Gopal tower in Connaught Place, New Delhi and the temporary": "है। नई दिल्ली के कनॉट प्लेस में गोपाल टॉवर में आग लगने की घटना के बाद यह",
  "NBC OF INDIA OF 2005: Side and rear open space for": "8. एनबीसी ऑफ इंडिया 2005: इमारत की विभिन्न ऊंचाई के लिए साइड और रियर",
  "Height Side and Rear Open Space": "ऊंचाई साइड और रियर ओपन स्पेस",
  "40 Mtr 12 Mtr": "40 मीटर 2 मीटर",
  "55 Mtr & above 16 Mtr": "55 मीटर और उससे अधिक 6 मीटर",
  "But as per Para 8.2.3, tower like structures as an": "किन पैरा 8.2.3 के अनुसार, पैरा 8.2.3.] के विकल्प के तौर पर टॉवर जैस",
  "For height between 24 Mtr nd 37.50 Mtr with one set back": "24 मीटर से लेकर 37.50 मीटर तक की ऊंचाई के लिए एक सेट बैक के साथ",
  "the open space": "खुला स्थान",
  "At the ground level, shall not be less than 9 Mtr.": "जमीनी स्तर पर यह 9 मीटर से कम नहीं होगा।",
  "It is stated that NOIDA Building Regulations intends to": "9. यह कहा गया है कि नोएडा भवन विनियमन का इरादा भवन ब्लॉकों की ऊंचाई",
  "provide the distance between two adjacent building blocks to be between 6 meter to 16 meter depending": "के आधार पर 6 मीटर से 6 मीटर के बीच दो निकटवर्ती भवन ब्लॉकों के बीच की",
  "upon the height of the building blocks. It does not provide any specific requirement of distance between two": "दूरी प्रदान करना है। इसमें दो इमारतों के बीच दूरी की कोई विशिष्ट आवश्यकता नहीं",
  "buildings. The concept of minimum distance required between two High Rise building of a block may not": "है। एक ब्लॉक के दो हाई राइज बिल्डिंग के बीच आवश्यक न्यूनतम दूरी की",
  "necessarily be the same as required between the two": "अवधारणा आवश्यक रूप से वही नहीं हो सकती है जो दो बिल्डिंग ब्लॉकों के बीच",
  "building blocks. For Example a building block may have": "आवश्यक है। उदाहरण के लिए एक बिल्डिंग ब्लॉक में पूरे ब्लॉक क्षेत्र के लिए तीन",
  "towers of different height and different upper stories": "या चार मंजिलें हो सकती हैं और अलग-अलग ऊंचाई के कुछ टॉवर और एक ही",
  "designed at different places in the same block.": "ब्लॉक में अलग-अलग स्थानों पर डिजाइन की गई अलग-अलग ऊपरी मंजिल हो",
  "The concept of minimum distance between the two building blocks is for the purpose of free fire tender": "0. दो बिल्डिंग ब्लॉकों के बीच न्यूनतम दूरी की अवधारणा का उद्देश्य मुक्त फायर",
  "movement (Minimum 6 meters setback as per regulation),": "टेंडर मूवमेंट (नियमों के अनुसार न्यूनतम 6 मीटर का सेटबैक ), एयर वेंटिलेशन,",
  "air ventilation, sunlight etc. The minimum distance": "सूर्य की रोशनी आदि है। न्यूनतम दूरी की आवश्यकता किसी भी तरह से भवन की",
  "requirement is in no way connected with the structural safety of the building.": "संरचनात्मक सुरक्षा से नहीं जुड़ी है।",
  "It is stated here that the new building under construction": "7. यहां यह बताया गया है कि निर्माणाधीन नई इमारत का क्षेत्रफल लगभग",
  "is having perimeter of approx. 230 meter the entire building is surrounding by enough open area i.e. more": "230 वर्ग मीटर है। पूरे भवन के आसपास पर्याप्त खुला क्षेत्र यानी 46 मीटर से अधिक",
  "than 16 meter except at one place where the building is made a part of block of adjoining building by way off a": "है, सिवाय एक स्थान के जहां इमारत को आपातकालीन निकासी के उद्देश्य से एक",
  "proposed connecting bridge to provide an extra exit route": "अतिरिक्त निकास मार्ग प्रदान करने के लिए एक प्रस्तावित कनेक्टिंग ब्रिज के रास्ते",
  "minimum gap between old building and new building is 9 meter for 6.80 meter length with satisfies the": "इमारत और नई इमारत के बीच न्यूनतम अंतर 6.80 मीटर लंबाई के लिए 9 मीटर",
  "requirements of fire safety provisions. It does not violate": "है, जो अग्नि सुरक्षा प्रावधानों की आवश्यकताओं को पूरा करता है। यह अग्नि सुरक्षा",
  "any provision with regards to fire safety and air circulation.”": "और वायु परिसंचरण के संबंध में किसी प्रावधान का उल्लंघन नहीं करता है।”",
  "65 Essentially, the plea both on behalf of the appellant and NOIDA is that the": "65. . अनिवार्य रूप से, अपीलकर्ता और नोएडा दोनों की ओर से यह दलील दी",
  "requirement of maintaining a minimum distance applies only to adjacent building": "गई है कि न्यूनतम दूरी बनाए रखने की आवश्यकता केवल निकटवर्ती भवन",
  "blocks, which is not equivalent to adjacent buildings. To put it differently, the": "ब्लॉकों पर लागू होती है, जो आसपास की इमारतों के बराबर नहीं है। इसे अलग",
  "arguments proceed on the basis that where there is a cluster of buildings the": "तरीके से कहें तो यह तर्क इस आधार पर दिया जाता है कि जहां इमारतों का एक",
  "forming part of the cluster, but only as between two adjacent building": "इमारतों के बीच नहीं देखा जा सकता , बल्कि केवल दो निकटवर्ती बिल्डिंग",
  "blocks/clusters. Each building block in this line of argument may consist of a": "ब्लॉकों/कूस्टरों के बीच देखा जा सकता है। तर्क की इस पंक्ति में प्रत्येक भवन",
  "collection of buildings, and it is argued that neither NBR 2006 nor NBR 2010": "एनबीआर 2006 और न ही एनबीआर 200 क्रस्टर में भवनों के बीच न्यूनतम",
  "66 ‘The expression ‘building block’ has not been defined either in NBR 2006 or in": "66. 'बिल्डिंग ब्लॉक' पद को न तो एनबीआर 2006 में और न ही एनबीआर",
  "must advance the object and purpose of the said Regulations. The purpose of": "विनियमों के उद्देश्य और लक्ष्य को आगे बढ़ाना चाहिए। न्यूनतम दूरी निर्धारित",
  "stipulating a minimum distance is a matter of public interest in planned development.": "करने का उद्देश्य नियोजित विकास में जनहित का विषय है। किसी आवासीय",
  "The residents who occupy constructed areas in a housing project are entitled to": "परियोजना में निर्मित क्षेत्रों में रहने वाले लोग वेंटिलेशन , प्रकाश और हवा तथा",
  "ventilation, light and air and adherence to fire safety norms. The purpose of": "अग्नि सुरक्षा मानदंडों के पालन के हकदार हैं। न्यूनतम दूरी निर्धारित करने के",
  "stipulating a minimum distance comprehends several concerns. These include": "उद्देश्य में कई चिंताएं शामिल हैं। इनमें निवासियों की गोपनीयता की रक्षा करना",
  "safeguarding the privacy of occupants and their enjoyment of basic civic amenities": "और बुनियादी नागरिक सुविधाओं का आनंद लेना शामिल है, जिसमें अच्छी तरह",
  "including access to well-ventilated areas where air and light are not blocked by the": "से हवादार क्षेत्रों तक पहुंच शामिल है, जहां हवा और प्रकाश को नजदीकी निर्माण",
  "presence of close towering constructions. Access to these amenities is becoming a": "की उपस्थिति से अवरुद्ध नहीं किया जाता है। इन सुविधाओं तक पहुंच",
  "luxury instead of a necessity. The prescription of a minimum distance also has a": "आवश्यकता के बजाय विलासिता बन रही है। न्यूनतम दूरी के नुस्खे का अग्रि",
  "bearing on fire safety. In the event of a fire, there is a danger that the flames would": "सुरक्षा पर भी प्रभाव पड़ता है। आग लगने की स्थिति में, इस बात का खतरा होता",
  "rapidly spread from one structure to adjoining ones. Moreover, the presence of": "है कि आग तेजी से एक ढांचे से दूसरे ढांचे में फैल जाएगी। इसके अतिरिक्त,",
  "structures in close proximity poses serious hurdles to fire-fighting machinery which": "नजदीकी ढांचों से अग्नि शमन मशीनरी के लिए गंभीर बाधाएं पैदा होती हैं, जिन्हें",
  "has to be deployed by the civic body.": "नगर निकाय द्वारा तैनात किया जाना होता है।",
  "67 If a developer is left with the unbridled discretion to define the content of the expression “building block”, this will defeat the purpose of prescribing minimum": "67. _ यदि किसी डेवलपर पर 'बिल्डिंग ब्लॉक' पद की सामग्री को परिभाषित करने के बेलगाम विवेकाधिकार को छोड़ दिया जाता है, तो यह न्यूनतम दूरी",
  "distances, leaving the health, safety and quality of life of flat buyers at the mercy of": "निर्धारित करने के उद्देश्य को विफल कर देगा और फ़ैट खरीदारों के स्वास्थ्य, सुरक्षा और जीवन की गुणवत्ता को डेवलपरों की दया पर छोड़ देगा ।इस",
  "of the seventeen towers in the plot are a part of one “building block” and do not": "चार टावरों को एक बिल्डिंग ब्लॉक का हिस्सा बनाया गया है और इन्हें न्यूनतम",
  "70 We shall now come to the NBR 2010. Regulation 24.2.1(6) has prescribed the": "70... अब हम एनबीआर 200 पर आएंगे। विनियमन 24.2.(6) में दो",
  "minimum of 6 mtrs. extending up to 16 mtrs., depending on the height of blocks. The": "आवश्यकता निर्धारित की गई है। ब्लॉकों की ऊंचाई के आधार पर 6 मीटर तक",
  "content to the first sentence of this regulation is further amplified by what follows it.": "का विस्तार हो सकता है। इस विनियमन के पहले वाक्य की सामग्री को इसके बाद की बातों द्वारा और अधिक विस्तारित किया जाता है। विनियमन के अगले भाग में",
  "“spacing” shall be 6 mtrs. The expression “spacing” in its plain terms means the": "6 मीटर का होगा। इसके सरल शब्दों में 'अंतराल' का अर्थ है एक निर्धारित दूरी",
  "observance of a stipulated distance. Where the height of the building is up to 18": "का पालन करना। जहां भवन की ऊंचाई 8 मीटर तक है, वहां स्थान 6 मीटर",
  "mitrs., “the spacing” shall be 6 mtrs. Thereafter, for a height above 18 mirs., the": "का होगा। इसके बाद 8 मीटर से अधिक की ऊंचाई के लिए तीन मीटर की",
  "minimum distance has to be increased by one meter for an additional height of three": "अतिरिक्त ऊंचाई के लिए न्यूनतम दूरी एक मीटर बढ़ानी होगी। जो राष्ट्रीय भवन",
  "71 Mr Ravindra Kumar, learned counsel appearing on behalf of NOIDA, has": "73. नोएडा की ओर से उपस्थित विद्वान अधिवक्ता श्री रविन्द्र कुमार ने विशेष रूप",
  "particularly laid emphasis on the Hindi version of the NBR 2010 to argue that it used": "से एनबीआर 200 के हिंदी संस्करण पर यह तर्क देने के लिए जोर दिया है कि",
  "than the term “Hd”. The Hindi text of Regulation 24.2.1.(6) (Regulation 24.2.1 (V) in": "शब्द से अलग अर्थ दिया गया है। विनियम 24.2.] (6) का हिन्दी पाठ (हिन्दी में",
  "68 Regulations 33.2.3 of the NBR 2006 refers to the distances between adjacent ‘building blocks’ which shall not be less than half of the height of the tallest building.": "68... एनबीआर 2006 के विनियम 33.2.3 निकटवर्ती 'बिल्डिंग ब्लॉक्स' के बीच की दूरी का उल्लेख करते हैं जो सबसे ऊंची इमारत की ऊंचाई के आधे से",
  "The purpose of this regulation is not to apply it only as between building blocks as": "कम नहीं होगी। इस नियमन का उद्देश्य इसे केवल बिल्डिंग ब्लॉकों के बीच लागू",
  "the expression ‘building blocks’ and ‘height of tallest building’ in the same sentence.": "33.2.3 के खंड () में उसी वाक्य में 'बिल्डिंग ब्लॉक्स' और 'सबसे ऊंची इमारत की ऊंचाई' पद का उपयोग किया गया है। इन अभिव्यक्तियों को ऐसा अर्थ",
  "These expressions must be given a meaning which accords with common sense": "इमारत की ऊंचाई' पद का उपयोग किया गया है। इन अभिव्यक्तियों को ऐसा अर्थ दिया जाना चाहिए जो सामान्य बुद्धि के अनुरूप हो और उक्त विनियम के उद्देश्य",
  "the tallest building will determine the distance required to be observed, with the": "कितनी दूरी का पालन किया जाना चाहिए, जिसमें दूरी सबसे ऊंची इमारत की",
  "distance being not less than half the height of the tallest building. Consequently, when two or more buildings exist in proximity together, they comprise of a building": "ऊंचाई के आधे से कम नहीं होगी। नतीजतन, जब दो या अधिक इमारतें निकटता",
  "block within the meaning of Clause (1) of Regulation 33.2.3. In such an eventuality,": "में मौजूद होती हैं, तो वे विनियम 33.2.3 के खंड () के अर्थ में एक इमारत",
  "less than half of the height of the tallest building. The reference to the height of the": "की दूरी सबसे ऊंची इमारत की ऊंचाई के आधे से कम नहीं होनी चाहिए। सबसे",
  "tallest building is evidently made because this kind of a building will likely": "ऊंची इमारत की ऊंचाई का उल्लेख स्पष्ट रूप से इसलिए किया गया है क्योंकि इस",
  "overshadow the buildings of a lesser height in a cluster of proximate construction.": "तरह की इमारत निकटतम निर्माण के समूह में कम ऊंचाई की इमारतों पर छाया",
  "Therefore, the regulation has defined the minimum distance required with reference to half the height of the tallest building. Any other construction will defeat the": "करेगी। इसलिए, विनियमन में सबसे ऊंची इमारत की आधी ऊंचाई के संदर्भ में आवश्यक न्यूनतम दूरी को परिभाषित किया गया है। कोई अन्य निर्माण विनियम",
  "purpose of Regulation 33.2.3 and cannot be accepted.": "33.2.3 के उद्देश्य को विफल कर देगा और इसे स्वीकार नहीं किया जा सकता है।",
  "69 Applying the NBR 2006 to the facts of the present case, the construction of T-": "69. वर्तमान मामले के तथ्यों के लिए एनबीआर 2006 को लागू करते हुए, टी-",
  "16 and T-17 was envisaged in the second revised plan dated 26 November 2009.": "6 और टी-7 के निर्माण की परिकल्पना दूसरी संशोधित योजना दिनांकित 26",
  "The height of the said towers was to be 73 mtrs., while the height of other towers,": "नवंबर 2009 में की गई थी। उक्त टावरों की ऊंचाई 73 मीटर होनी थी, जबकि",
  "As is evident, the Hindi version of the NBR 2010, uses three different terms “Hd4": "जैसा कि स्पष्ट है, एनबीआर 200 के हिंदी संस्करण में तीन अलग-अलग",
  "Ravindra Kumar, would lead us to ascribe three different meanings to each of these": "जैसा कि श्री रविन्द्र कुमार ने सुझाव दिया है, विशुद्ध रूप से मूल पाठ की व्याख्या करने से हमें इनमें से प्रत्येक शब्द को तीन अलग -अलग अर्थ देना",
  "terms. Extending this argument would then imply that the first sentence, which": "होगा। इस तर्क को आगे बढ़ाने का मतलब यह होगा कि पहला वाक्य, जिसमें",
  "states that two adjacent building blocks require a minimum distance of 6 mitrs. to a": "कहा गया है कि दो निकटवर्ती बिल्डिंग ब्लॉकों के लिए न्यूनतम 6 मीटर की दूरी",
  "maximum distance of 16 mtrs., will depend on the height of the blocks. The second": "की आवश्यकता है जो अधिकतम 6 मीटर की दूरी तक, ब्लॉक की ऊंचाई पर",
  "sentence, which in English simply reads, “for building height upto 18 mtrs, the": "निर्भर करेगा। दूसरा वाक्य, जो अंग्रेजी में सरल रूप से इस प्रकार है, “8 मीटर",
  "spacing shall be 6 mtrs...”, does not clarify what the term “spacing” denotes — does": "तक की इमारत की ऊंचाई के लिए, अंतर 6 मीटर होगा...” यह स्पष्ट नहीं करता है कि 'अंतर' शब्द का क्‍या मतलब है-क्या इसका मतलब इमारतों के बीच के",
  "it imply spacing between buildings inter se the block, or spacing between adjacent": "ब्लॉक के बीच का अंतर है, या बगल के 'बिल्डिंग ब्लॉक' के बीच का अंतर है। श्री",
  "‘building blocks’. Mr Ravindra Kumar suggests that it implies the latter. However,": "रविन्द्र कुमार सुझाव देते हैं कि इसका तात्पर्य बाद वाला है। हालांकि , विशुद्ध",
  "looking at the Hindi version of the Regulations from a purely textual standpoint, it": "रूप से मूल पाठ के दृष्टिकोण से विनियमों के हिंदी संस्करण को देखने पर ऐसा",
  "would appear that it states that the spacing between the buildings of height 18 mtrs.": "प्रतीत होता है कि यह बताता है कि 8 मीटर की ऊंचाई वाली इमारतों के बीच",
  "should be 6 mtrs., that is, “18.00 HIeX Ga Ua Ht sta HT gt 6.00 Alex we UT": "का अंतर 6 मीटर रखा जाएगा। अर्थात 8.00 मीटर उँचे भवनों के बीच की दूरी",
  "overemphasis on the text of the NBR 2010, while losing sight of the context and the": "को भूलकर, एनबीआर 200 के पाठ पर अधिक जोर देना, एक बेतुकी व्याख्या",
  "Ground 6773.25 Sq. Mt. | 1025.313 Sq Mt | 7798.563 Sq. Mt": "भूतल 6773.25 वर्ग मीटर | 025.33 वर्ग मीटर 7798.563 वर्ग मीटर माउंट",
  "First Floor 6672.17 Sq. Mt | 1010.673 Sq Mt | 7682.843 Sq. Mt": "पहली मंजिल | 6672.7 वर्ग मीटर | 00.673 वर्ग मीटर | 7682.843 वर्ग मीटर माउंट",
  "Second 6672.17 Sq. Mt | 1010.673 Sq Mt | 7682.843 Sq. Mt": "दूसरी मंजिल | 6672.7 वर्ग मीटर 00.673 वर्ग मीटर _ 7682.843 वर्ग मीटर",
  "Third Floor 6672.17 Sq. Mt | 1010.673 Sq Mt | 7682.843 Sq. Mt": "तीसरी मंजिल | 6672.7 वर्ग मीटर |. 00.673 वर्ग मीटर . 7682.843 वर्ग मीटर माउंट",
  "Fourth 6672.17 Sq. Mt) 778.737 Sq Mt | 7450.907 Sq.": "चौथी मंजिल | 6672.37 वर्ग मीटर 778.737 वर्ग मीटर . 7450,907 वर्ग मीटर",
  "Fifth Floor 6672.17 Sq. Mt} - 177.574 Sq | 6494.596 Sq. Mt": "पांचवीं मंजिल | 6672.7 वर्ग मीटर | -77.574 वर्ग मीटर 6494.596 वर्ग मीटर",
  "Sixth Floor 6672.17 Sq. Mt} - 177.574 Sq | 6494.596 Sq. Mt": "छठी मंजिल | 6672.7 वर्ग मीटर | -77.574 वर्ग मीटर 6494.596 वर्ग मीटर",
  "Seventh 6672.17 Sq. Mt} - 177.574 Sq | 6494.596 Sq. Mt": "सातवीं 6672.7 वर्ग मीटर | -77.574 वर्ग मीटर 6494.596 वर्ग मीटर",
  "Floor Mt": "मंजिल",
  "Eighth Floor | 6522.89 Sq. Mt | - 28.294 Sq Mt | 6494.596 Sq. Mt": "आठवीं 6522.89 वर्ग मीटर । -28.294 वर्ग मीटर 6494.596 वर्ग मीटर मंजिल",
  "Ninth Floor | 4808.71 Sq. Mt | 1685.886 Sq Mt | 6494.596 Sq. Mt": "नौवीं मंजिल | 4808.7] वर्ग मीटर | 685.886 वर्ग मीटर 6494.596 वर्ग मीटर",
  "Tenth Floor 6312.410 Sq Mt | 6312.410 Sq.": "दसवीं मंजिल 632.40 वर्ग मीटर 632.40 वर्ग मीटर",
  "Eleventh 4448.677 Sq Mt | 4448.677 Sq Mt": "ग्यारहवीं 4448,.677 वर्ग मीटर 4448,.677 वर्ग मीटर",
  "Floor": "मंजिल",
  "Commercial 411.15 Sq Mt. 411.15 Sq Mt.": "व्यवसायिक 4,. 5 वर्ग मीटर 47,. 5 वर्ग मीटर",
  "Total 64810.04 17133.176 81943.216": "कुल मिलाकर | 6480.04 733.76 8943,.26",
  "Basement > 32352.71 + 8189.67 = 40542.38": "बेसमेंट: 32352.7] + 889.67 > 40542.38",
  "Total 97162.75 25528.41 122485.60": "कुल मिलाकर | 97762.75 25528.47 22485,6",
  "76 _ The first revised plan dated 29 December 2006 relating to 6556.61 sq. mtrs.": "76. दिनांक 29 दिसंबर, 2006 की पहली संशोधित योजना 6556.67 वर्ग मीटर",
  "indicates that in the south-west corner of the plot, an additional construction": "से संबंधित है। यह इंगित करता है कि भूखंड के दक्षिण -पश्चिम कोने में एक",
  "comprising of one tower and a shopping facility would be put up and directly": "अतिरिक्त निर्माण किया जाएगा, जिसमें एक टॉवर और एक शॉपिंग सुविधा होगी",
  "opposite T-1 was a green area, which has been depicted on the sanctioned plan.": "और सीधे टी-7 के सामने एक हरा क्षेत्र होगा, जिसे स्वीकृत योजना में दर्शाया",
  "Nineteenth Floor": "उन्नीसवीं मंजिल 447.955",
  "Twentieth Floor": "बीसवीं मंजिल ध47.955",
  "Twenty first Floor": "इक्कीसवीं मंजिल 383.68",
  "Twenty second Floor": "22 वीं मंजिल 383.68",
  "Twenty third Floor": "23 वीं मंजिल 383.68",
  "fourth Floor": "चौबीसवीं मंजिल 383.68",
  "Upper basement": "ऊपरी तहखाना 3397.09",
  "Total Area": "कुल क्षेत्र 43939.47",
  "Back 9.00 Mt": "पीछे 9.00 मी, 9.00 मी,",
  "Side 9.00 Mt": "बगल 9.00 मी. 9.00 मी.",
  "78 ~~ As the second revised plan indicates, the existing towers now envisaged": "78... जैसा कि दूसरी संशोधित योजना से पता चलता है, मौजूदा टावरों में अब",
  "twenty-four floors instead of eleven floors. The third revised plan of 2 March 2012": "7 मंजिलों के बजाय 24 मंजिलों की परिकल्पना की गई है। 2 मार्च, 202 की",
  "was further increased to forty floors in T-16 and T-17, the relevant calculations being": "टी-6 और टी-7 में तलों की संख्या बढ़ाकर चालीस कर दी गई, प्रासंगिक",
  "as follows:": "गणना इस प्रकार है:",
  "“Total area of plot : 54819.510 Sq. mt": "भूखंड का कुल क्षेत्रफल : 5489.50 वर्ग मीटर",
  "Permissible coverage 35% : 19186.828 Sq. mt": "अनुमन्य कवरेज 35% : 986.828 वर्ग मीटर",
  "Sanctioned coverage 14.03% : 6773.25 sq. mt": "स्वीकृत कवरेज 4.03% : 6773.25 वर्ग किमी.",
  "19\" Floor 447.995 1162.568 1610.523 1610.523": "9वीं मंजिल 447.995  62.568 . 60. 523 260. 523",
  "20\" Floor 447.995 1165.568 1610.523 1610.523": "20 वीं मंजिल 447.995 . 65.568. |60. 523. 60. 523",
  "22\"? Floor 383.168 1610.523 1610.523 1610.523": "22 वीं मंजिल 383.68  60. 523. 60. 523 2670. 523",
  "23” Floor 383.168 1610.523 1610.523 1610.523": "23वीं मंजिल 383.68  60. 523. 60. 523 2670. 523",
  "24” Floor 383.168 1610.523 1610.523": "24 वीं मंजिल 383.68 60. 523. |260. 523",
  "25\" Floor 1610.523 1610.523 1610.523": "25 वीं मंजिल 60. 523. 60. 523 60. 523",
  "26\" Floor 1610.523 1610.523 1610.523": "26 वीं मंजिल 60. 523. 60. 523 60. 523",
  "27\" Floor 1610.523 1610.523 1610.523": "27 वीं मंजिल 60. 523. 60. 523 60. 523",
  "28\" Floor 1610.523 1610.523 1610.523": "28 वीं मंजिल 60. 523. 60. 523 60. 523",
  "29\" Floor 1610.523 1610.523 1610.523": "29वीं मंजिल 60. 523. 60. 523 60. 523",
  "30\" Floor 1610.523 1610.523 1610.523": "30वीं मंजिल 60. 523. 60. 523 60. 523",
  "31* Floor 1610.523 1610.523 1610.523": "34 वीं मंजिल 60. 523. 60. 523 60. 523",
  "32™7 Floor 1610.523 1610.523 1610.523": "32 वीं मंजिल 60. 523. 60. 523 60. 523",
  "33 Floor 1610.523 1610.523 1610.523": "33वीं मंजिल 60. 523. 60. 523 60. 523",
  "34” Floor 1610.523 1610.523 1610.523": "34वीं मंजिल 60. 523. 60. 523 60. 523",
  "35\" Floor 1610.523 1610.523 1610.523": "35वीं मंजिल 60. 523. 60. 523 60. 523",
  "36\" Floor 1610.523 1610.523 1610.523": "36 वीं मंजिल 60. 523. 60. 523 60. 523",
  "37” Floor 1610.523 1610.523 1610.523": "37 वीं मंजिल 60. 523. 60. 523 60. 523",
  "38” Floor 1610.523 1610.523 1610.523": "38 वीं मंजिल 60. 523. 60. 523 60. 523",
  "| 39\" Floor | 859.055 859.055 859.055": "39 वीं मंजिल 859.055 859.055 859.055",
  "40” Floor 439.106 439.106 439.106": "40 वीं मंजिल 439.06 439.06 439.06",
  "Total FAR 150753.65 | 78019.956 | 31312.105 | 41132.600 | 72444.705 | 150464.66": "कुल एफएआर ।50753.652 7809.956 332.05 4732.6 72444.705 .450464.664",
  "area (for": "एरिया लिए)  40542.38",
  "Lower 40542.38": "40542.38",
  "| Services | 15% Zero Zero 6396.896 6396.896 services": "सेवाएं 5% सेवाएं... शून्य शून्य 6396.896 6396.896",
  "Total area 118562.33 | 34709.195 | 49082.32 83791.515 | 202353.85": "कुल क्षेत्र 8562.33 34709.95 ।49082.32.. 8379.55 |202353.85",
  "services)": "सेवाओं सहित)",
  "Proposed land coverage area = 10648.503 Sq. Mt. (19.425%)": "प्रस्तावित भूमि कवरेज क्षेत्र - 0648.503 वर्ग मीटर (9.425 %) संशोधित",
  "Revised FAR (Built + Revised) = 150464.664 Sq Mt.”": "एफएआर (निर्मित + संशोधित) - 50464.664 वर्ग मीटर”",
  "79 On 24 April 2012, the CFO drew the attention of the In-Charge of the Building": "79. 24 अप्रैल 202 को, सीएफओ ने बिल्डिंग सेल, नोएडा के प्रभारी का",
  "maintained in the construction which was being carried out by the appellant. The": "किए जा रहे निर्माण में बनाए रखने की आवश्यकता थी।पत्र का विषय इस प्रकार",
  "No. 17) situated at Plot No. 4, Sector-93A NOIDA being": "“मेसर्स सुपरटेक लिमिटेड द्वारा नोएडा के सेक्टर-93ए में प्लॉट नं. 4",
  "The letter (which has been extracted above para 28 of Part A.5) has a crucial": "पत्र (जो भाग क. 5 के पैरा 28 के ऊपर उद्धृत किया गया है) का इन कार्यवाहियों",
  "bearing on these proceedings. The CFO made a clear reference to the distance": "पर महत्वपूर्ण प्रभाव है। सीएफओ ने उन दूरी आवश्यकताओं का स्पष्ट उल्लेख",
  "requirements which were to be observed in terms of NBR 2006, NBR 2010 and NBC": "किया जिनका एनबीआर 2006, एनबीआर 200 और एनबीसी 2005 के संदर्भ",
  "the construction was being carried out contrary to the standards. This letter evinced": "मानकों के विपरीत किया जा रहा था। इस पत्र का नोएडा से कोई जवाब नहीं",
  "80 When the construction of two towers in the newly acquired leasehold area": "80... जब नए अधिग्रहीत पट्टे वाले क्षेत्र में दो टावरों का निर्माण जुलाई 2009 में",
  "behalf of the appellant (by its Director) to the Group Co-coordinator of Emerald": "शुरू हुआ, तो अपीलकर्ता की ओर से (इसके निदेशक द्वारा) एमराल्ड कोर्ट समूह",
  "applicable to this demised -premises and binding upon the lessee.": "और समान रूप से इस सम्पत्ति परिसर के लिए लागू होगी और पट्टेदार पर",
  "That the period of 90 years lease shall commence from16.03.2005.": "यह कि 90 वर्ष के पट्टे की अवधि 6.03.2005 से शुरू होगी।",
  "That the demised premises shall be part of the original allotted Plot No. 04 Sector Noida. Necessary addition or": "यह कि पढट्टे पर दिया गया परिसर मूल आवंटित प्लॉट नंबर 04 सेक्टर नोएडा का हिस्सा होगा। संरचना में आवश्यक परिवर्धन या परिवर्तन पट्टा देने",
  "byelaws of the lessor and terms of the transfer lease deed.": "वाले के भवन उपनियम और हस्तांतरण पट्टा विलेख की शर्तों के अधीन हो",
  "That total area of Plot No. 94, Sector 93-A, Noida is 54819.51 Sq. mtrs.": "यह कि प्लॉट संख्या 94, सेक्टर 93-ए, नोएडा का कुल क्षेत्रफल 5489.5] वर्ग मीटर है।",
  "That the total premium of Plot No. 04, Sector 93-A is Rs.1,21,": "यह कि प्लॉट संख्या. 04, सेक्टर 93-ए का. कुल प्रीमियम",
  "instead of Rs.1,06,66,12,000/-.(Rupees One hundred six": "4, 06, 66, 2, 000 रुपये (एक सौ छह करोड़ छियासठ लाख बारह हजार तीन सौ रुपये) के बजाय , 23,5, 7, 7] रुपये (एक सौ इक्कीस करोड़",
  "crores sixty six lacs twelve thousand and three hundred).": "पंद्रह लाख ग्यारह हजार एक सौ इकहत्तर रुपये) है।",
  "The lessee shall construct the building on the demised premises according to the building bye laws of the Lessor.”": "पट्टेदार पट्टादाता के भवन उपनियमों के अनुसार इस परिसर में भवन का निर्माण करेगा।”",
  "Despite the clear terms of the supplementary lease deed in terms of which the": "पूरक पट्टा विलेख की स्पष्ट शर्तों के बावजूद , जिसके तहत इसके अन्तर्गत",
  "additional land allotted under it is to form a part of the original plot, the": "आवंटित अतिरिक्त भूमि मूल भूखंड का एक हिस्सा है, मौजूदा टावरों के फ़ैट",
  "communication addressed to the flat buyers of the existing towers was that the new": "खरीदारों को संबोधित संसूचना में यह कहा गया है कि नए टावरों को पहले",
  "towers were completely disconnected from and independent of the earlier developed fifteen towers. This letter cannot be glossed over because a similar position was": "विकसित किए गए पंद्रह टावरों से पूरी तरह से अलग कर दिया गया था। इस पत्र",
  "affirmed before the High Court in paragraph 32 of the counter affidavit filed by the": "शपथ पत्र के पैराग्राफ 32 में उच्च न्यायालय के समक्ष इसी तरह की स्थिति की",
  "“32. That the contents of para 12 so far it relates to matter": "“32. पैरा क2 की विषयवस्तु जो अब तक अभिलेख के विषय से संबंधित",
  "of record are need no reply and other contents are wrong and": "है, उसका कोई उत्तर देने की आवश्यकता नहीं है और अन्य विषयवस्तु",
  "denied. The letter dated 16.07.2009 and 09.03.2012 given by": "07. 2009 और 9. 03. 202 को दिए गए पत्र में वही स्थिति है, जो",
  "filed by respondent no.5 before police authorities can be": "चरण है। इसी तरह, पुलिस अधिकारियों के समक्ष प्रतिवादी नं . 5५ द्वारा",
  "relied upon in support of the stand of respondent no.5.”": "सं. 5 के समर्थन में अवलंब लिया जा सकता है।”",
  "84 Annexure A1 above, which is part of the first revised plan of 2006, clearly": "84... उपरोक्त संलग्रक ए-, जो 2006 की पहली संशोधित योजना का हिस्सा",
  "indicates that each block comprises of a cluster of two buildings. Annexure A2,": "है, स्पष्ट रूप से इंगित करता है कि प्रत्येक ब्लॉक में दो इमारतों का एक क्रस्टर",
  "which is the letter of allotment, makes it clear that what is meant by a block was the": "शामिल है। अनुबंध ए-2, जो संलग्रक है, यह स्पष्ट करता है कि ब्लॉक का",
  "that each tower is depicted to have four wings. In other words, the tower itself is a": "है कि प्रत्येक टॉवर में चार विंग हैं। दूसरे शब्दों में, टॉवर अपने आप में चार विंग",
  "block comprising of four wings and the towers have been specified distinctly with": "वाला एक ब्लॉक है और टॉवरों को संख्या के संदर्भ में स्पष्ट रूप से निर्दिष्ट किया",
  "reference to numbers. During the course of the proceedings before the High Court, the appellant filed a document purported to be the second revised plan of 2009": "गया है। उच्च न्यायालय के समक्ष कार्यवाही के दौरान, अपीलकर्ता ने 2009 की दूसरी संशोधित योजना के लिए एक दस्तावेज दाखिल किया, जिसमें कई ब्लॉकों",
  "where a depiction of several blocks was made. The plan which was filed before the": "का चित्रण किया गया था। जो योजना उच्च न्यायालय के समक्ष दाखिल की गयी",
  "High Court bears no signature of the competent officer of NOIDA. In the counter": "थी उसमें नोएडा के सक्षम प्राधिकारी के हस्ताक्षर नहीं है। उच्च न्यायालय के समक्ष",
  "affidavit filed by the appellant in the High Court, it was stated that:": "अपीलकर्ता द्वारा दाखिल प्रतिशपथ पत्र में यह कहा गया था-",
  "“3. That Noida Building Bye-laws talks about building": "“3. यह कि नोएडा बिल्डिंग बाय-लॉ बिल्डिंग ब्लॉक्स की बात करता है।",
  "blocks. Even the mandatory distance is provided only between the two building blocks in the said bye-laws. It is": "यहां तक कि उक्त उप -नियमों में केवल दो बिल्डिंग ब्लॉकों के बीच",
  "stated that Cluster of buildings from one building block, provided these buildings are connected with each other to": "ब्लॉक से भवनों का समूह, बशर्ते कि ये भवन एक दूसरे से जुड़े हों और एक",
  "form one building block. Further number of buildings within": "भवन ब्लॉक का निर्माण करें।इसके अलावा एक भवन खंड के भीतर",
  "one building block depends upon various factors like the": "इमारतों की संख्या विभिन्न कारकों पर निर्भर करती है जैसे कि परियोजना",
  "theme of the project its Architecture features surrounding, plot dimensions etc.": "का विषय, इसकी वास्तुकला की विशेषताएं, भूखंड के आयाम आदि।",
  "4. The Emerald Court (phase |) has five building block": "4. एमराल्ड कोर्ट (प्रथम चरण) में पांच भवन खंड हैं जिनमें से प्रत्येक में",
  "each comprising of three buildings. After acquisition of additional land, admeasuring 6556 sq.mt. Apex & Ceyane": "तीन भवन हैं। अतिरिक्त भूमि के अधिग्रहण के बाद 6556 वर्ग मीटर भूमि",
  "NOIDA. With the provision of space frame between tower Apex and Aster-2 as per sanction plan dated 26.11.2009 by": "का अधिग्रहण किया गया। नोएडा द्वारा दिनांक 26..2009 की मंजूरी योजना के अनुसार टॉवर एपेक्स और एस्टर-2 के बीच स्पेस फ्रेम के",
  "NOIDA, the Apex & Ceyane were connected within the existing building block comprising of towers Aster-2, Aspire-1 and Aster-1 as per Architecture feature of the project. The": "प्रावधान के साथ एपेक्स और एस्टर- को मौजूदा बिल्डिंग ब्लॉक के भीतर जोड़ा गया था, जिसमें एस्टर -2, एस्पायर- और एस्टर-]",
  "sanction dated 26.11.2009 was granted by NOIDA only after structural safety certificate was issued by the IIT-Roorkee.": "शामिल थे। आईआईटी -रुड़की द्वारा संरचनात्मक सुरक्षा प्रमाण पत्र जारी करने के बाद ही नोएडा द्वारा दिनांक 26..2009 को मंजूरी दी गई थी।",
  "85 In the rejoinder filed to the above affidavit on behalf of the RWA, the contents": "85... आरडब्ल्यूए की ओर से उपर्युक्त शपथ पत्र में दाखिल प्रत्युत्तर में, उपर्युक्त",
  "of the above plan were seriously disputed and it was averred:": "योजना की सामग्री को गंभीर रूप से विवादित किया गया था और इसका प्रकथन",
  "“D. That the contents of paragraph 4 of the supplementary counter affidavit are incorrect as Aster Type-A": "“५. यह कि पूरक काउंटर शपथ पत्र पैराग्राफ 4 की सामग्री गलत है",
  "supplementary counter affidavit are incorrect as Aster Type-A was already envisaged on the additional land measuring 6556": "क्योंकि एस्टर टाइप-ए पहले से ही 6556 वर्ग मीटर की अतिरिक्त",
  "sq. mtrs. along with certain green area as is evident in the": "भूमि पर परिकल्पित था। कुछ विशेष हरित क्षेत्रों के साथ प्लाट के",
  "plan approved by NOIDA in Dec. 2006 (Annexures 2 of WP) on total area of the plot viz. 54800sq. mt.": "कुल क्षेत्र 54800 वर्ग मी. पर, जैसा कि नोएडा द्वारा दिसंबर 2006 में अनुमोदित योजना (डब्ल्यूपी के अनुलग्रक 2) में स्पष्ट है।",
  "86 —_ Significantly, it must be noted that the second revised plan of 2009, which has": "86. यह ध्यान देने योग्य बात है कि 2009 की दूसरी संशोधित योजना, जिसे",
  "been placed on record, does not show the existence of blocks and is duly endorsed": "अभिलेख पर रखा गया है, में खंडों का अस्तित्व नहीं दर्शाया गया है और नोएडा",
  "finding that the argument sought to be developed in the course of these proceedings": "कोई संदेह नहीं है कि इन कार्यवाहियों के दौरान जो तर्क विकसित करने की मांग",
  "that there were separate blocks in the plan is an afterthought. It is contrary to the": "की गई थी कि योजना में अलग-अलग ब्लॉक थे, वह एक बाद की बात थी। यह",
  "stated position which has been adopted by the appellant on affidavit before the High": "उस कथित स्थिति के विपरीत है जो अपीलकर्ता द्वारा उच्च न्यायालय के समक्ष",
  "Court. It is contrary to the sanctioned plans. What is worse is that an effort was": "शपथ पत्र पर अपनाई गई है। यह स्वीकृत योजनाओं के विपरीत है। इससे भी",
  "made to place on the record before the High Court a purported plan of dubious": "बदतर यह है कि उच्च न्यायालय के समक्ष संदिग्ध मूल की एक कथित योजना को",
  "origin by seeking to pass it of as the second revised plan of 2009.": "2009 की दूसरी संशोधित योजना के रूप में पारित करने का प्रयास किया गया।",
  "87 In its affidavit before the High Court, the appellant stated that:": "87 उच्च न्यायालय के समक्ष अपने शपथ पत्र में, अपीलकर्ता ने कहा किः",
  "“9. That it is pertinent to mention here that the Phase II of the project by the name of “Apex and Ceyane” has been": "“9. यहां यह उल्लेख करना उचित है कि एपेक्स और सियान के नाम से",
  "like swimming pool, gymnasium, separate power backup,": "परियोजना के दूसरे चरण में स्वीमिंग पूल, व्यायामशाला, अलग पावर",
  "separate L.T. Panels and separate entry and exits gates": "बैकअप, अलग एल. टी. पैनल और अलग प्रवेश और निकास द्वार जैसी",
  "etc. Therefore the members of petitioner society of Emerald Court (Phase |) does not have any locus to challenge any": "इसलिए एमराल्ड कोर्ट (फेज-) की याचिकाकर्ता सोसायटी के",
  "issue relating to the towers of “Apex and Ceyane’” (Phase II).”": "सदस्यों के पास एपेक्स एंड सियान (फेज-2) के टावरों से संबंधित",
  "88 The above averments would belie the submission sought to be advanced": "88. उपरोक्त प्रकथन इस न्यायालय के समक्ष प्रस्तुत किए जाने वाले इस कथन",
  "before this Court that Apex and Ceyane are parts of a cluster of buildings comprised": "का खंडन करेंगे कि एपेक्स और सियान एक ब्लॉक के भीतर स्थित भवनों के एक",
  "within one block. The High Court, while rejecting the submission, observed:": "समूह का हिस्सा हैं। उच्च न्यायालय ने प्रतिवेदन को नामंजूर करते हुए यह मत व्यक्त कियाः",
  "“Learned counsel for the respondent-company finally made": "“प्रतिवादी कंपनी के विद्वत अधिवक्ता ने अंततः यह तर्क देने का प्रयास",
  "an attempt to argue that the phase “building blocks” is not defined under the byelaws and according to the learned": "किया कि इन उपनियम के तहत '“'निर्माण खंडों'” को परिभाषित नहीं",
  "defined under the byelaws and according to the learned senior advocate building blocks would mean the entire": "किया गया है और विद्वान वरिष्ठ अधिवक्ता के अनुसार ' निर्माण खंडों ' * का",
  "building on plot no. 4 of Sector 93A NOIDA. The said": "अर्थ सेक्टर 93ए नोएडा के भूखंड संख्या 4 पर पूरी इमारत से होगा।",
  "means group of building on the plot/site. The sanctioned": "भवन खंडों का अर्थ होता है, भूखंड/स्थल पर भवन का समूह होना।",
  "maps clearly shows that the respondent company has got the": "स्वीकृत नक्शे से स्पष्ट रूप से पता चलता है कि प्रतिवादी कंपनी ने",
  "layout approved consisting of separate blocks. The": "अलग-अलग ब्लॉकों से मिलकर ले -आउट को मंजूरी दी है। प्रत्येक",
  "nomenclature of the blocks was subsequently changed by the respondent company, in each successive plan and finally the": "क्रमिक योजना में प्रतिवादी कंपनी द्वारा ब्लॉकों का नाम बाद में बदल दिया",
  "buildings were numbered as towers (1-17). The maps": "गया और अंत में भवनों को टॉवर (-77) के रूप में संख्यांकित किया",
  "(tower 1) and Apex and Ceyane (tower 16 and 17) are": "एस्टर ॥ (टॉवर ) और एपेक्स और सियान (टॉवर 6 और 7)",
  "separate building blocks. The argument has been advanced": "अलग-अलग बिल्डिंग ब्लॉक हैं। यह तर्क बिना किसी आधार के प्रस्तुत",
  "without there being any foundation in the pleadings. Without pleadings argument cannot be advanced.”": "किया गया है।अभिवचन के बिना तर्क को आगे नहीं बढ़ाया जा सकता है।”",
  "89 Based on the interpretation of ‘building blocks’ in the Building Regulations as": "89. भवन विनियमों में 'बिल्डिंग ब्लॉक्स' की व्याख्या के आधार पर, जैसा कि",
  "discussed above, and the inconsistency in fact and in the argument of the appellant,": "ऊपर चर्चा की गई है, और तथ्य एवं अपीलकर्ता के तर्क में असंगतता के आधार",
  "we affirm the above conclusion of the High Court.": "पर, हम उच्च न्यायालय के उपरोक्त निष्कर्ष की पुष्टि करते हैं।",
  "D.1.2 Interpretation of “dead end sides of buildings”": "घ.. 2 इमारतों के अंतिम छोर की व्याख्या",
  "90 ~=An alternative argument has been advanced by Mr Ravindra Kumar, counsel": "90. नोएडा के अधिवक्ता श्री रविन्द्र कुमार द्वारा एक वैकल्पिक तर्क दिया गया है",
  "for NOIDA, that Regulation 24.2.1.6 of the NBR 2010 provides for an exception to": "कि एनबीआर 200 के विनियम 24.2.3.6 में 6 मीटर की न्यूनतम दूरी की",
  "sides facing each other. It stipulates that if the blocks have dead-end sides facing": "के आमने-सामने हों। इसमें यह निर्धारित किया गया है कि यदि खंडों में एक -",
  "each other, then the spacing shall be a minimum of 9 mtrs. instead of 16 mtrs. Mr": "अंतिम छोर एक-दूसरे के आमने-सामने है तो अंतर 6 मीटर के बजाय अधिकतम 9 मीटर का होगा। डेड-एंड साइड्स का सवाल केवल ब्लॉकों के बीच",
  "The appellant filed its submissions before NBCC on the meaning of the": "का अंतिम छोर' वाक्यांश के अर्थ पर एनबीसीसी के समक्ष अपनी दलीलें दाखिल किया। यह निवेदन किया गया कि:",
  "Model Bye-Laws 2004, Model Bye-Laws 2016 and the Delhi Development": "(|) मॉडल उपनियम 2004, मॉडल उपनियम 206 और दिल्ली विकास",
  "Authority Building Byelaws 2016 have relaxed the 16 mtrs. distance rule to 9": "प्राधिकरण भवन उपनियम 206 में 6 मीटर की दूरी के नियम में ठील देकर 9 मीटर की दूरी का नियम दिया गया है। उस स्थित में जब “सामने",
  "mtrs. if there are ‘no habitable rooms in the front’, irrespective of the height of": "रहने योग्य कमरे नहीं हैं'चाहे ऊंचाई कुछ भी हो। ऐसा ही एक प्रावधान",
  "However, instead of using the phrase “no habitable rooms in the front’, the": "कमरे न हों\" वाक्यांश के बजाय, \"डेड एंड\" वाक्यांश का उपयोग किया गया है।",
  "phrase “dead end” has been used. Therefore, the phrase “dead end” must take color from the bye-laws and will have to be interpreted to mean absence": "इसलिए, वाक्यांश \"डेड एंड\" को उप-नियमों से समझना चाहिए और इसका",
  "take color from the bye-laws and will have to be interpreted to mean absence of ‘habitable rooms’; and": "अर्थ 'रहने योग्य कमरों' की अनुपस्थिति के रूप में किया जाना चाहिए।",
  "Clause 3.46 of NBR 2006 defines ‘habitable room’ as “a room occupied or designed for occupation by one or more persons for study, living, sleeping,": "(॥) एनबीआर 2006 के खंड 3.46 में “रहने योग्य कमरे” की परिभाषा इस प्रकार की गई है, “एक ऐसा कमरा जो अध्ययन, रहने, सोने, खाने, रसोई के लिए एक या एक से अधिक व्यक्तियों के कब्जे में हो या उनके रहने के लिए",
  "The term ‘dead-end sides of a building’ has not been defined in NBR 2006,": "94. 'इमारत के अंतिम छोर' शब्द को एनबीआर 2006, एनबीआर 200 और",
  "NBR 2010, and NBC 2005. Regulation 3 of NBR 2010 states that words that are not": "एनबीसी 2005 में परिभाषित नहीं किया गया है। एनबीआर 200 के विनियम 3",
  "1976. If no meaning is assigned to the word in UPIAD 1976, then the meaning": "उनका वही अर्थ होगा जो यूपीआईएडी 976 में है। यदि यूपीआईएडी 976 में",
  "assigned to the word in the Master Plan/Development Plan, Development Plan,": "शब्द का कोई अर्थ नहीं दिया गया है, तो मास्टर प्लान/विकास योजना, विकास",
  "National Building Code, Indian Standard Institution Code shall be referred to.": "योजना, राष्ट्रीय भवन संहिता, भारतीय मानक संस्थान संहिता में दिए गए शब्द के",
  "all sides. Except for one opening for a fire exit, there will be no opening on the": "साथ आवासीय फ़रैट होंगे। फायर एक्जिट के लिए एक ओपनिंग को छोड़कर, टी- का सामना करने वाले साइड में ग्राउंड फ्लोर पर कोई ओपनिंग नहीं",
  "ground floor on the side that faces T-1. However, all other floors (/.e., except": "टी- का सामना करने वाले साइड में ग्राउंड फ्लोर पर कोई ओपनिंग नहीं होगी। हालांकि, अन्य सभी फ़ोर (यानी, ग्राउंड फ़ोर को छोड़कर) को टी-7",
  "The entry to T-17 is on the side that is perpendicular to the side that is facing T-1;": "(॥) टी-7 में प्रवेश उस तरफ है जो टी- का सामना कर रहे पक्ष के",
  "The entry to the residential flats of T-1 is from the side facing T-17;": "(|) टी- के आवासीय फ़रैटों में प्रवेश टी-7 की तरफ से है।",
  "T-1 has offsets. Therefore, the space between T-1 and T-17 varies from 9.3": "(४) टी-] के पास ऑफसेट हैं। इसलिए, टी- और टी-7 के बीच की",
  "The habitable rooms with balconies in T-1 and T-17 face each other; and": "(५) टी-] और टी-7 में बाल्‍्कनी के साथ रहने योग्य कमरे एक दूसरे के आमने-सामने हैं और",
  "Since there is no clarity on the meaning of ‘dead end side of a building’,": "97. चूंकि 'इमारत के अंतिम छोर' के अर्थ पर कोई स्पष्टता नहीं है, इसलिए",
  "2005 in the context of roads, water supply network etc. where the passage is limited.": "एनबीसीसी ने एनबीसी 2005 में सड़कों, जल आपूर्ति नेटवर्क आदि के संदर्भ में",
  "The report stated that “a dead end exists in the corridor or passageway where there": "कहा गया है कि गलियारे या मार्ग में एक डेड एंड मौजूद है जहां से बाहर निकलने",
  "is only one direction to travel to an exit”. Using this meaning as a reference, NBCC": "के लिए केवल एक दिशा है। एक संदर्भ के रूप में इस अर्थ का उपयोग करते हुए,",
  "interpreted the phrase of ‘dead end side of building’ to hold that T-1 and T-17 do not": "एनबीसीसी ने 'इमारत के डेड एंड साइड' के वाक्यांश की व्याख्या की, ताकि यह माना जा सके कि टी- और टी-7 में एक-दूसरे का सामना करने वाले डेड",
  "have dead end sides facing each other. Further, NBCC also observed that the": "एंड साइड नहीं हैं। इसके अलावा, एनबीसीसी ने यह भी पाया कि टी- और",
  "distance between T-1 and T-17 does not comply with the distance rule specified in": "टी-7 के बीच की दूरी एनबीसी 2005 में निर्दिष्ट दूरी के नियम का पालन नहीं",
  "“6. The dead end sides, as per regulation 24.2.1 (6) of NBR": "“6. एनबीआर 200 के नियम 24.2.] (6) के अनुसार अंतिम छोर का",
  "2010 would mean where habitable rooms of the building": "मतलब होगा कि भवन के रहने योग्य कमरे जहाँ एक दूसरे का सामना न",
  "(i) The ground floor of T-17 is allocated for commercial shops. The remaining": "(ख) भूतल पर, टी-7 टॉवर में वाणिज्यिक स्थान /दुकानें हैं जिसमें एक",
  "The appellant filed its objections to the report of NBCC, contending the": "98. अपीलकर्ता ने एनबीसीसी की रिपोर्ट पर अपनी आपत्तियां दाखिल की, जिसमें",
  "following:": "निम्नलिखित तर्क दिया गयाः",
  "The scope of enquiry was restricted by this Court to the issue whether T-1": "(।) इस न्यायालय द्वारा जांच का दायरा इस मुद्दे तक सीमित कर दिया गया था",
  "and T-17 have dead end sides facing each other for the purpose of Regulation 24.2.1(6) of the NBR 2010. However, NBCC has widened the": "कि क्या टी- और टी-7 एनबीआर 200 के विनियम 24.2. (6) के प्रयोजन के लिए एक-दूसरे के आमने-सामने हैं। हालांकि, एनबीसीसी ने जांच का",
  "scope of enquiry and determined if the sanction is in compliance with the": "दायरा बढ़ा दिया है और यह निर्धारित किया है कि क्या मंजूरी एनबीसी 2005 के",
  "The entry to the ground floor of T-17 is provided on both sides. For the": "() टी-7 के भूतल में प्रवेश दोनों तरफ उपलब्ध है। वाणिज्यिक दुकानों के",
  "commercial shops, the entry is on the side perpendicular to the side facing T- 1, and for the other facilities it is on the other side opening towards the side of": "लिए, प्रवेश टी-] की तरफ वाली तरफ के लंबवत है, और अन्य सुविधाओं के",
  "T-16 and the open space;": "लिए यह टी-6 की तरफ और खुली जगह की तरफ खुलती है;",
  "The passage between T-1 and T-17 is used only to enter into the parking": "(पा) टी-] और टी-37 के बीच के मार्ग का उपयोग केवल टी-4 से टी-5 में",
  "space allotted for the houses in T-1 toT-15. To enter the parking space of T-": "घरों के लिए आवंटित पार्किंग स्थान में प्रवेश करने के लिए किया जाता है। टी -",
  "17, another passage is used;": "7 की पार्किंग में प्रवेश करने के लिए, एक और मार्ग का उपयोग किया जाता है;",
  "Four out of the five external sides of the apartments in T-1 facing T-17 are": "(४) टी-7 के सामने टी-] में अपार्टमेंट के पांच बाहरी किनारों में से चार डेड",
  "dead ends (two plumbing shafts, toilet dead wall, bedroom dead wall). Only": "एंड (दो प्लंबिंग शाफ्ट, टॉयलेट डेड वॉल, बेडरूम डेड वॉल) हैं। टी-. का",
  "the fifth external side of T-1, which is a balcony attached to the living room,": "केवल पांचवां बाहरी हिस्सा, जो लिविंग रूम से जुड़ा हुआ एक बालकनी है, टी-",
  "Though the entry in T-1 is facing T-17, the entry is 20 mtrs. away from T-17;": "(४) यद्यपि टी- में प्रवेश टी -7 के सामने है लेकिन प्रवेश टी-7 से 20 मीटर दूर है;",
  "and T-17. There are sixteen line positions of the sides of T-1 and T-17 that": "करने में विफल रही है। टी - और टी-7 के किनारों की सोलह लाइन पोजीशन",
  "are facing each other and they are predominantly dead end sides. Of the": "हैं जो एक दूसरे का सामना कर रहे हैं और वे मुख्य रूप से अंतिम छोर हैं। सोलह",
  "sixteen line positions:": "लाइन स्थितियों में से:",
  "a. Eleven line positions have dead walls facing each other;": "क. ग्यारह पंक्ति की स्थितियों में बंद दीवारें एक -दूसरे के आमने-सामने होती",
  "b. Two line positions have dead walls of T1 facing windows of T-17.": "ख. दो पंक्ति की स्थितियों में टी -] की बंद दीवारें टी-7 के आमने-सामने",
  "However, there is a 16 mtrs. open space between them;": "हैं। हालांकि दोनों के बीच 6 मीटर की दूरी है;",
  "c. Two line positions have the railings of common lift lobbies of T-1 facing the": "ग. दो पंक्ति की स्थितियों में टी - की सामान्य लिफ्ट लॉबी की रेलिंग है जो",
  "bed room window of T-17. However, there is a 3 mtrs. open space": "टी-7 की बेडरूम खिड़की के सामने है। हालांकि इनके बीच में 3 मीटर का",
  "between them; and": "खुला स्थान है; और",
  "d. One line position where the dead wall of shaft of T-1 faces the railing of": "घ. एक लाइन स्थिति जहां टी- की बंद दीवार टी-7 में बालकनी की",
  "99 _—‘The first respondent also sought an expert opinion on whether T-1 and T-17": "99 पहले प्रतिवादी ने इस पर विशेषज्ञ की राय भी मांगी कि क्या टी-] और टी-",
  "have dead end sides facing each other from IIT Delhi. The report was submitted on": "7 के अंतिम छोर आईआईटी दिल्ली से एक दूसरे के आमने-सामने हैं।रिपोर्ट 6",
  "6 September 2016 to this Court, and concluded that the sides of T-1 and T-17 that": "सितंबर, 206 को इस न्यायालय को प्रस्तुत की गई थी और यह निष्कर्ष निकाला गया था कि टी-. और टी-7 के जो हिस्से एक-दूसरे का सामना",
  "face each other cannot be considered as ‘dead end sides of the building’. It was": "करते हैं, उन्हें इमारत के अंतिम छोर के रूप में नहीं माना जा सकता है। यह देखा",
  "observed that when balconies and windows (or any other egress) are provided, the": "गया कि जब बालकनी और खिड़कियां (या कोई अन्य निकास) प्रदान किया",
  "functional performance will be compromised if the minimum distance as prescribed": "जाता है, तो निर्धारित न्यूनतम दूरी का पालन नहीं करने पर कार्यात्मक",
  "be reduced when there is no egress on the concerned side of the building because": "न्यूनतम दूरी को कम किया जा सकता है जब इमारत के संबंधित पक्ष पर कोई",
  "then there would be no possibility of a functional compromise. The reasoning in the": "निकास नहीं होगा क्योंकि तब एक कार्यात्मक समझौते की कोई संभावना नहीं",
  "report is summarized below:": "होगी। रिपोर्ट में दिए गए कारणों का सारांश इस प्रकार हैः",
  "The dictionary meaning of ‘dead end’ is “no exit”, /.e., no egress or without": "(|) 'डेड एंड' का शब्दकोश में अर्थ है 'नो एक्जिट' यानी कोई निकास या बिना",
  "openings. Therefore, the presence of any opening in the form of windows of": "दरवाजे के। इसलिए, बालकनी की खिड़कियों के रूप में किसी भी खुलने की",
  "balconies renders the building side not a dead end;": "उपस्थिति इमारत के किनारे को डेड एंड नहीं बनाती है;",
  "The purpose of prescribing a minimum distance requirement between two": "(॥) दो इमारतों के बीच न्यूनतम दूरी की आवश्यकता को निर्धारित करने का",
  "buildings is to prevent transmission of fire for safe escape during calamities,": "उद्देश्य आग के संचरण को रोकना आपदाओं के दौरान सुरक्षित निकास,",
  "minimum ventilation, and to receive natural day light. In case the minimum": "न्यूनतम वेंटिलिशन और प्राकृतिक दिन की रोशनी प्राप्त करना है। यदि किसी",
  "distance requirement between buildings with egress facing another building is": "अन्य भवन का सामना करने वाली इमारतों के बीच न्यूनतम दूरी की",
  "not complied with, then the function of the egress (through window or balcony) will be compromised due to the following reasons:": "आवश्यकता का अनुपालन नहीं किया जाता है, तो निम्नलिखित कारणों से निर्गम (खिड़की या बालकनी के माध्यम से) का कार्य प्रभावित होगा :",
  "a. To avoid transmission of fire: According to NBC 2005, fire separation is": "क. आग के प्रसार से बचने के लिए: एनबीसी 2005 के अनुसार अग्रि",
  "defined as the distance from the ‘external wall’ of a building to the ‘external": "पृथक्करण को इमारत की बाहरी दीवार से दूसरी इमारत की बाहरी दीवार की",
  "wall’ of another building. There is an increased possibility for fire to be transmitted to the adjacent building through windows. However, if the walls": "दूरी के रूप में परिभाषित किया गया है। खिड़कियों के माध्यम से बगल की इमारत में आग फैलने की संभावना बढ़ जाती है। हालांकि , अगर दीवारों में",
  "have no openings, then the distance between the buildings can be less": "कोई ओपनिंग नहीं है, तो इमारतों के बीच की दूरी कम हो सकती है क्योंकि",
  "since there is a lesser chance for transmission of fire;": "आग लगने की संभावना कम होती है;",
  "b. Safe escape and rescue: As the height of the building increases, there is": "ख. सुरक्षित निकास एवं बचाव : जैसे-जैसे इमारत की ऊंचाई बढ़ती जाती है,",
  "an increased difficulty to rescue residents in case of emergency situations.": "आपात स्थितियों में निवासियों को बचाने में कठिनाई होती है।ऐसे मामलों में ,",
  "In such cases, open balconies can be used to facilitate rescue operations": "खुली बालकनी का उपयोग बचाव कार्यों की सुविधा के लिए किया जा सकता",
  "provided that the street has sufficient width. As the height of the building": "है बशर्ते कि सड़क की चौड़ाई पयप्ति हो। जैसे -जैसे इमारत की ऊंचाई बढ़ती",
  "increases, for maximum safe inclination of the ladder, the street has to be": "है, सीढ़ी के अधिकतम सुरक्षित झुकाव के लिए, सड़क को व्यापक होना",
  "the side of T-1 facing T-17 has egress, it is not a ‘dead end side’.": "(पर) टी-3 का मुख्य प्रवेश/निकास टी-7 के सामने है। यह एकमात्र प्रविष्टि है",
  "categories: (a) dead end facing dead end (i.e., a wall facing a wall); (b) dead": "दीवार) (ख) डेड एंड फेसिंग अ नॉन डेड एंड (अर्थात, विंडो के सामने एक",
  "end facing a non-dead end (i.e., a wall facing a window); and (c) non-dead": "दीवार) और (ग) नॉन-डेड एंड फेसिंग नॉन डेड एंड (अर्थात, विंडो के सामने",
  "The position is clear under Regulation 24.2.1(6) of NBR 2010 that for cases": "(४) एनबीआर 200 के नियम 24.2.] (6) के तहत स्थिति स्पष्ट है कि (ए)",
  "falling under (a), the distance between the buildings must be 9 mtrs. and for": "के तहत आने वाले भवनों के बीच की दूरी 9 मीटर होनी चाहिए। और (ग) के",
  "cases falling under (c), the distance must be 16 mtrs. However, for cases that": "अंतर्गत आने वाले मामलों के लिए दूरी 6 मीटर होनी चाहिए।हालांकि, (बी) के",
  "fall under (b), there is no clarity on the distance that must be maintained between the buildings;": "तहत आने वाले मामलों के लिए, यह स्पष्ट नहीं है कि इमारत के बीच कितनी दूरी बनाए रखी जानी चाहिए",
  "There are thirteen unique line positions between T-1 and T-17. Of the thirteen": "(४) टी-] और टी-37 के बीच 3 विशिष्ट लाइन पोजीशन हैं। तेरह लाइन",
  "line positions, in six line positions the dead end side of T-1 faces the dead": "पोजीशन में से, छह लाइन पोजीशन में टी - का डेड एंड साइड टी-7",
  "end side of T-17 (Type (a)); in four line positions, the dead end side of T1/T-": "(टाइप (ए) के डेड एंड साइड का सामना करता है, चार लाइन पोजीशन में",
  "17 faces the non- dead end side of the other (Type (b)); in three line positions,": "टी/टी-7 का डेड एंड साइड दूसरे (टाइप बी) के नॉन-डेड एंड साइड का सामना करता है। तीन लाइन पोजीशन में, टी-] और टी-7 का नॉन-डेड एंड",
  "the non-dead end side of T-1 and T-17 face each other (Type (c));": "साइड एक दूसरे (टाइप सी) का सामना करता है।",
  "For the line positions falling under type (a), the distance varies from 9.88": "(५) टाइप (ए) के अंतर्गत आने वाली लाइन पोजीशन के लिए दूरी 9.88 मीटर",
  "positions falling under type (b), the distance varies from 10.8 mtrs. to 15.3": "(ख) के अंतर्गत आने वाली लाइन पोजीशन के लिए आवश्यक दूरी 0.8 मीटर",
  "mirs.; for the line positions falling under type (c), the distance varies between": "से 5.3 मीटर है। टाइप (ग) के अंतर्गत आने वाली लाइन पोजीशन के लिए दूरी",
  "14.62 mtrs. to 15.5 mtrs., which is ‘very slightly lesser’ than the required 16 mtrs.;": "4.62 मीटर से 5.5 मी. है जो अपेक्षित 6 मीटर की तुलना में ' थोड़ा कम'",
  "Since the distance between the sides of T-1 and T-17 facing each other differ": "सामने है। चूंकि टी -7 के सामने वाला टी-7 का किनारा निकला हुआ है।",
  "widely and is not uniform, this Court will have to undertake an in depth": "अलग है और एक समान नहीं है, इसलिए इस न्यायालय को ऐसी स्थिति को",
  "analysis of the issue keeping in mind the unique situation; and": "ध्यान में रखते हुए मुद्दे का गहन विश्लेषण करना होगा। और",
  "The minute deficiency in case of type (c) and type (b) (if this Court declares": "(दा) टाइप (ग) और टाइप (ख) (यदि यह न्यायालय दूरी को कम घोषित",
  "the distance to be deficient) can be rectified by making structural alterations in": "करता है) के मामले में मामूली कमी को भवन में ढांचागत परिवर्तन करके दूर",
  "102 The NBR 2010 does not provide any definition of the phrase ‘the dead end": "02. एनबीआर 200 में 'ब्लॉक के अंतिम छोर' इस वाक्यांश की कोई परिभाषा",
  "side of the block.’ NBR 2006, NBC 2005 and the UPIAD Act 1976 also do not define": "नहीं दी गई है। एनबीआर 2006, एनबीसी 2005 और यूपीआईएडी अधिनियम",
  "contextual meaning to the phrase ‘dead end side of the block’. The above reports": "की व्याख्या करते समय 'ब्लॉक के अंतिम छोर' वाक्यांश को प्रासंगिक अर्थ देना",
  "mean where ‘habitable rooms’ of a building do not face each other. Though it is not": "ने कहा कि इमारत के अंतिम छोर का मतलब होगा जहां एक इमारत के 'रहने योग्य कमरे' एक दूसरे के आमने-सामने नहीं होंगे। हालांकि यह निर्दिष्ट नहीं",
  "specified that only habitable rooms with ‘windows/balconies’ will not be considered": "किया गया है कि केवल 'खिड़कियों /बालकनी' वाले रहने योग्य कमरों को 'डेड",
  "as dead ends, it is evident that the argument is that it is only if a habitable room with": "एंड' नहीं माना जाएगा, यह स्पष्ट है कि तर्क यह है कि केवल तभी यह माना जाना",
  "egress faces the side of the adjacent building, that it should not be considered as a": "चाहिए जब बाहर निकलने वाला आवास योग्य कमरा बगल की इमारत के किनारे का सामना करता है, इसे 'डेड एंड साइड' नहीं माना जाना चाहिए। निष्कर्ष यह है",
  "dead end side. The corollary is that if the store room or the bathroom or corridor with": "कि यदि स्टोर रूम या बाथरूम या खिड़की /निकास के साथ गलियारा बगल की",
  "dead end. Whereas, the reports by IIT Delhi and IIT Roorkee take another approach": "जबकि, आईआईटी दिल्ली और आईआईटी रुड़की की रिपोर्ट में 'रहने योग्य",
  "by defining a dead end side of a building as a side with egress (i.e., windows,": "कमरों' के किसी भी संदर्भ के बिना किसी इमारत के डेड एंड को निर्गम (यानी",
  "balconies or vents) without any reference to ‘habitable rooms’.": "खिड़कियां, बालकनी या छिद्र) के साथ एक साइड के रूप में परिभाषित करके",
  "103 Two other contentions on the interpretation of the phrase have also been": "03. इस वाक्यांश के निर्वचन पर दो अन्य तर्क भी उठाए गए हैं। यह तर्क दिया",
  "raised. It is contended that the phrase is ambiguous to the extent that it does not": "गया है कि यह वाक्यांश इस हद तक अस्पष्ट है कि यह इस बारे में स्पष्टता प्रदान",
  "provide clarity on whether an egress of a building facing a dead wall of the adjacent": "नहीं करता है कि क्या बगल की इमारत की डेड दीवार का सामना करने वाली",
  "building would fall within the exception. It is also contended that since the height of": "इमारत का एक निकास अपवाद के भीतर आएगा। यह भी तर्क दिया गया है कि",
  "only in a few line positions, and the requirement of minimum distance between the": "दो एग्रेस केवल कुछ लाइन पदों में एक दूसरे के सामने हैं, और इनके बीच न्यूनतम",
  "adjacent buildings must differ with each line position depending upon whether those": "दूरी की आवश्यकता आस-पास की इमारतों की प्रत्येक पंक्ति की स्थिति के साथ अलग-अलग होना चाहिए, यह इस बात पर निर्भर करता है कि क्‍या वे विशिष्ट",
  "specific line positions are dead ends.": "पंक्ति की स्थिति डेड एंड हैं।",
  "(i) whether only habitable rooms with egress in any part of the building must be": "(।) क्या भवन के किसी भाग में निर्गम के साथ केवल रहने योग्य कमरे ही",
  "excluded from the ambit of the phrase ‘dead end sides of the buildings’;": "“भवनों के अंतिम छोर \" वाक्यांश की परिधि से बाहर रखे जाने चाहिए।",
  "(ii) whether both sides of the buildings must be dead end sides, or whether it is": "(|) क्या इमारतों के दोनों तरफ अंतिम छोर होना चाहिए, या क्या यह पयप्ति है",
  "sufficient if one side of the building is a dead end side; and": "यदि इमारत का एक छोर अंतिम छोर है, और",
  "end sides of the building’ and the distance between two adjacent buildings.": "(॥) क्या इमारत के अंतिम छोर और दो निकटवर्ती इमारतों के बीच की दूरी के",
  "(that is, windows or balconies) will fall outside the ambit of ‘dead end side of the": "बाहर केवल बाहर निकलने वाले (अर्थात खिड़कियों या बालकनी वाले ) रहने",
  "buildings’. ‘Dead end’ in common parlance means no exit or absence of access.": "कोई निकास या पहुंच की अनुपस्थिति । एनबीआर 2070 में 'डेड एंड' वाक्यांश",
  "classification between habitable and non-habitable rooms has been made in the": "के संदर्भ में रहने योग्य और गैर-रहने योग्य कमरों के बीच वर्गीकृत करने का कोई",
  "must be imported for the interpretation of the phrase ‘dead end sides of the building’": "में किया गया है और इसलिए, इसे 'इमारत के अंतिम छोर' वाक्यांश की व्याख्या",
  "is unsatisfactory. It is a settled principle of statutory interpretation that words must be": "के लिए प्रयुक्त किया जाना चाहिए, असंतोषजनक है। यह सांविधिक निर्वचन का एक निर्धारित सिद्धांत है कि शब्दों को उनका सरल और साधारण अर्थ दिया",
  "given their plain and ordinary meaning unless such an interpretation leads to an": "एक निर्धारित सिद्धांत है कि शब्दों को उनका सरल और साधारण अर्थ दिया जाना चाहिए जब तक कि इस तरह का निर्वचन अस्पष्टता या बेतुकी ओर न ले",
  "ambiguity or absurdity or when the object of the statute indicates otherwise. The use": "जाए या जब अधिनियम का उद्देश्य अन्यथा इंगित न करे। 'रहने योग्य कमरे'",
  "laws using the phrase ‘habitable rooms’, makes it evident that the intent was to": "'इमारत के डेड एंड' वाक्यांश से यह स्पष्ट होता है कि इसका आशय अपवाद के",
  "in pursuance of the intent and purpose behind the provision. As stated by the reports": "पीछे के उद्देश्य और उद्देश्य के अनुसरण में है। जैसा कि आईआईटी दिल्ली और",
  "minimum distance between adjacent buildings in case the side of the building facing": "वाले हिस्से के बाहर निकलने की स्थिति में आसपास की इमारतों के बीच एक",
  "balcony) is not diminished. Windows/balconies, irrespective of whether they are": "खिड़की या. बालकनी) की. कार्यात्मक उपयोगिता कम न हो।",
  "attached to a habitable or a non-habitable room, perform functions which will be": "खिड़कियां/बालकनी, चाहे वे रहने योग्य या गैर-रहने योग्य कमरे से जुड़ी हों,",
  "greatly diminished if the adjacent building is closer and thereby restricting the air": "कार्य करती हैं, जो पास की इमारत के पास होने पर बहुत कम हो जाती हैं और इस प्रकार हवा के प्रवाह को बाधित करती हैं और आग की स्थिति में संचरण की",
  "flow and increasing the chance of transmissibility in the event of a fire. Moreover, the": "इस प्रकार हवा के प्रवाह को बाधित करती हैं और आग की स्थिति में संचरण की संभावना बढ़ाती हैं।इसके अलावा, फ़रैट में रहने वाले लोगों की निजता के साथ",
  "meaning of the phrase ‘dead end side of the building’ to include non-habitable rooms": "करने के लिए 'इमारत के डेड एंड' वाक्यांश के अर्थ का विस्तार विनियमन को",
  "108 The phrase which is used in Regulation 24.2.1(6) of NBR 2010 is ‘block’ and": "08. एनबीआर 200 के विनियम 24.2.] (6) में प्रयुक्त वाक्यांश 'ब्लॉक' है न",
  "not ‘flat’/‘unit’. The unit of consideration is thus not individual ‘units’ in the block but": "कि 'फ़रैट' /'यूनिट'। इस प्रकार, विचार की इकाई ब्लॉक में व्यक्तिगत 'इकाइयां' नहीं",
  "the entire block itself. The side of the block would not be a dead end side if there are": "हैं, बल्कि पूरे ब्लॉक में हैं। ब्लॉक का साइड डेड एंड वाला पक्ष नहीं होगा यदि",
  "even few egresses. If the direct line position argument is accepted, then the intent": "कुछ भी अंडाकार हों। यदि सीधी रेखा स्थिति के तर्क को स्वीकार कर लिया",
  "behind providing the minimum distance requirement would become nugatory. The": "जाता है, तो न्यूनतम दूरी की आवश्यकता प्रदान करने के पीछे का इरादा",
  "purpose of imposing the minimum distance requirement as stated in the reports of IIT Delhi and IIT Roorkee is to provide ventilation, direct sun light, means of rescue": "अनुत्पादक हो जाएगा। आईआईटी दिल्ली और आईआईटी रुड़की की रिपोर्ट में न्यूनतम दूरी की आवश्यकता को लागू करने का उद्देश्य वेंटिलेशन, प्रत्यक्ष सूर्य की",
  "and prevent the spread of fire. If particular ‘flats’/‘units’ in the block have a vent": "रोशनी, बचाव के साधन और आग के प्रसार को रोकना है। यदि ब्लॉक में विशेष",
  "according to the construction plan, the minimum distance would have to be complied": "'फैटों' / 'इकाइयों' में निर्माण योजना के अनुसार वेंट है, तो न्यूनतम दूरी का पालन",
  "with, not just with respect to the direct line but with respect to the ‘entire block’.": "करना होगा, न केवल सीधी लाइन के संबंध में बल्कि 'पूरे ब्लॉक' के संबंध में।",
  "evacuation of occupants in high rise buildings. The report states that the distance": "रुड़की की रिपोर्टों में ऊंची इमारतों में रहने वाले लोगों को निकालने में होने वाली",
  "between adjacent buildings needs to be greater for taller buildings since the street": "के लिए आसपास की इमारतों के बीच की दूरी अधिक होनी चाहिए क्योंकि सीढ़ी",
  "has to be wider for the maximum safe inclination of the ladder. The reports also": "के अधिकतम सुरक्षित झुकाव के लिए सड़क को व्यापक होना चाहिए। रिपोर्टों में",
  "mention the reduction in ventilation, sunlight and privacy in case the distance": "इमारतों के बीच दूरी कम होने की स्थिति में वेंटिलिशन , सूरज की रोशनी और",
  "the calculation for the side and rear open spaces to be left around the building would": "चलता है कि बगल और पीछे के खुले स्थान इमारत की ऊंचाई के अनुरूप हैं और",
  "above 55 mitrs) Distance to be": "मीटर से अधिक दूरी वाले",
  "Distance to be maintained as per Note 3:": "नोट 3 के अनुसार दूरी 6 मीटर 6 मीटर",
  "Thus, according to the NBC 2005, the spacing between T-1 and T-17 should be": "इस प्रकार एनबीसी 2005 के अनुसार टी-। और टी-7 के बीच का अंतर",
  "20.45 mirs. Evidently then, the second and third revised plans were not in": "20.45 मीटर होना चाहिए। जाहिर है कि दूसरी और तीसरी संशोधित योजनाएं",
  "accordance with the NBC 2005. This conclusion is fortified by the report of the": "एनबीसी 2005 के अनुसार नहीं थीं। इस निष्कर्ष को एनबीसीसी की रिपोर्ट से",
  "5 The total actual length of T-17 as noted in the NBCC Report is 84.5 m as against the envisaged 121 m.": "25 एनबीसीसी में यथा उल्लिखित -7 की वास्तविक लंबाई परिकल्पित 2]3 मी के सापेक्ष 84.5 मी है।",
  "The windows/corridors of T-17 on all floors except the ground floor have an": "(।) ग्राउंड फ़ोर को छोड़कर सभी मंजिलों पर टी-7 की खिड़कियों /गलियारों",
  "opening on the side that faces T-1. Though this is contested by the appellant,": "में टी-] के सामने की तरफ एक दरवाजा है। हालांकि यह अपीलकर्ता द्वारा चुनौती दी गई है, यह स्वीकार किया गया है कि टी-। में टी-7 का सामना",
  "it has been conceded that there are at least a few windows/balconies in T-1 facing T-17 and vice versa;": "चुनौती दी गई है, यह स्वीकार किया गया है कि टी-। में टी-7 का सामना करने वाली कम से कम कुछ खिड़कियां/बालकनी हैं और इसके विपरीत भी हैं",
  "The entries of T-1 and T-17 do not face each other but are perpendicular to": "(प) टी-] और टी-7 की प्रविष्टियां एक-दूसरे के आमने-सामने नहीं हैं,",
  "each other. However, the entry to T-1 is from the side facing T-17;": "बल्कि एक-दूसरे के लंबवत हैं। हालांकि, टी-! में प्रवेश टी-7 की तरफ से है",
  "Four out of five external sides of T-1 that face T-17 are dead end sides.": "(घ) टी-4 के पांच बाहरी पक्षों में से चार, जो टी-7 का सामना करते हैं,",
  "However, the fifth side is a balcony of the living room facing T-17. The": "अंतिम पक्ष हैं। हालांकि, पांचवां हिस्सा टी-7 का सामना करने वाले कमरे की",
  "distance between points of the buildings cannot be selectively measured to": "बालकनी है। इमारतों के बिंदुओं के बीच की दूरी को चुनिंदा तरीके से मापा नहीं",
  "argue its compliance with the distance rule; and": "जा सकता है, ताकि वह दूरी के नियम के अनुपालन पर तर्क दे सके और",
  "(iv) | Even though the entry of T-1 facing T-17 is 20 mtrs. away, the distance rule": "(५) हालांकि टी-7 का सामना करने वाले टी-7 का प्रवेश 20 मीटर दूर है।",
  "is not complied with since a selective measurement from the dead end points": "दूरी के नियम का पालन नहीं किया जाता है क्योंकि अंतिम छोर से एक",
  "cannot be undertaken. The distance must be measured along the ground.": "चयनात्मक माप नहीं किया जा सकता है। दूरी को जमीन के साथ मापा जाना",
  "Thus, we find that the revised plans were in violation of NBR 2010 and do not fall": "इस प्रकार, हम पाते हैं कि संशोधित योजनाएं एनबीआर 200 का उल्लंघन कर",
  "under the exception provided in Regulation 24.2.1.6 for blocks having dead end": "रही हैं और अंतिम छोर वाले ब्लॉकों के लिए विनियम 24.2..6 में दिए गए",
  "D.2 Violation of NBC 2005": "घ. 2 एनबीसी 2005 का उल्लंघन",
  "112 We shall now address the question of whether the third revised plans violated": "72. अब हम इस प्रश्न पर विचार करेंगे कि क्या तीसरी संशोधित योजना एनबीसी",
  "the NBC 2005. As we have seen above, NBC 2005 is referenced in Regulations": "2005 का उल्लंघन करती है। जैसा कि हमने ऊपर देखा है, एनबीसी 2005 को",
  "open spaces — para 8.2.3.1 and para 8.2.3.2. Para 8.2.3.1 provides for open spaces": "में खुले स्थानों के रखरखाव के संबंध में दो भाग हैं -पैरा 8.2.3.] और पैरा",
  "the height is between 24 mtrs. and 37.5 mirs. with one set-back, the open space at": "24 मीटर और 37.5 मीटर के बीच है, तो जमीनी स्तर पर खुला स्थान 9 मीटर",
  "the ground level must be not less than 9 mtrs.; and for heights above 37.5 mtrs. with": "से कम नहीं होना चाहिए और दो सेटबैक्स वाले 37.5 मीटर से अधिक ऊंचाई",
  "two set-backs, the open space at the ground level should not be less than 12 mtrs.": "के लिए जमीनी स्तर पर खुला स्थान 2 मीटर से कम नहीं होना चाहिए। इसके",
  "Additionally, under (d) of para 8.2.3.1, the deficiency in open spaces of tower like": "अतिरिक्त, पैरा 8.2.3. के (डी) के तहत, टॉवर जैसी संरचनाओं के खुले",
  "structures (as compared to all building of height above 10 mtrs. in para 8.2.3.1) can": "स्थानों की कमी (पैरा 8.2.3.3 में 0 मीटर से अधिक ऊंचाई के सभी भवनों",
  "be made good by providing set-backs at the upper levels, so long as the set-backs": "की तुलना में) को ऊपरी स्तरों पर सेट-बैक प्रदान करके पूरा किया जा सकता",
  "are not accessible from individual rooms or flats at these levels.": "है, जब तक कि इन स्तरों पर व्यक्तिगत कमरों या फ़ैटों से सेट -बैक तक पहुंच न",
  "114 A reading of para 8.2.3.2 indicates that this exception is only applicable if the": "4. पैरा 8.2.3.2 का पठन इंगित करता है कि यह अपवाद केवल तभी लागू",
  "deficiency in open spaces can be made good by set-backs at the upper level.": "होता है जब खुले स्थानों की कमी को ऊपरी स्तर पर सेट बैक द्वारा पूरा किया",
  "that there are no set-backs at the upper levels within the contemplation of the": "इस कारण से लागू नहीं होता कि विवादित संरचना के अंदर ऊपरी स्तर पर",
  "disputed constructions. In any case, even para 8.2.3.2 provides that for tower like": "सेटबैक्स नहीं है यहां तक कि पैरा 8.2.3.2 में यह प्रावधान है कि दो सेटबैक",
  "structures higher than 37.5 mtrs. with two setbacks, the open space should be not": "वाली 37.5 मीटर से अधिक ऊंची टावर जैसी संरचनाओं के लिए खुली जगह",
  "less than 12 mtrs. Thus, the exception is of no aid to the appellant and NOIDA which": "2 मीटर से कम नहीं होनी चाहिए। इस प्रकार, अपवाद अपीलकर्ता और नोएडा",
  "has issued the third revised plan envisaging a distance of 9 mtrs. between T-1 and": "जिसने टी- और टी-7 के बीच 9 मीटर की दूरी की परिकल्पना करने वाली तीसरी संशोधित योजना जारी की है, के लिए सहायक नहीं है।",
  "D.3 Violation of Fire Safety Norms": "घ. 3 अग्नि सुरक्षा मानदंडों का उल्लंघन",
  "115 The appellant requested for a fire NOC for the construction of T-16 and T-17.": "5. अपीलकर्ता ने टी-6 और टी-7 के निर्माण के लिए फायर एनओसी",
  "On 11 September 2009, a report was submitted to the CFO observing that the road": "का अनुरोध किया। 7 सितम्बर, 2009 को सीएफओ को एक रिपोर्ट प्रस्तुत की गई जिसमें कहा गया कि यह सड़क आपातकालीन स्थिति में घटनास्थल पर",
  "is wide enough for vehicles of the Fire Brigade Department to reach the spot in case": "गई जिसमें कहा गया कि यह सड़क आपातकालीन स्थिति में घटनास्थल पर पहुंचने के लिए अग्रिशमन विभाग के वाहनों के लिए पर्याप्त चौड़ी है। तथापि,",
  "(ii) People are living in quarters constructed in the basement which is not in accordance with the NBC 2005 provisions;": "(|) लोग बेसमेंट में निर्मित क्वार्टरों में रह रहे हैं जो एनबीसी 2005 के प्रावधानों के अनुसार नहीं है।",
  "(iii) | Set back is used as a parking, so the effective set back in certain places is": "(प) सेट बैक का उपयोग पार्किंग के रूप में किया जाता है, इसलिए कुछ स्थानों",
  "reduced by 2 mtrs. and is thus less than the required 9 mtrs.;": "पर प्रभावी सेट बैक में 2 मीटर की कमी है। इस प्रकार यह अपेक्षित 9 मीटर से",
  "(iv) On the rear side of the tower, 6 mtrs. set back is not available.": "(४) टॉवर के पीछे की ओर 6 मीटर का सेट बैक उपलब्ध नहीं है।",
  "118 These suggestions given by the committee were required to be complied with": "78. समिति द्वारा दिए गए इन सुझावों का छह महीने के भीतर अनुपालन किया",
  "issued on 30 May 2014 for not remedying the deficiencies.": "समाधान न करने के लिए 30 मई, 204 को कारण बताओ नोटिस जारी किया",
  "119 Regulation 76 of NBR 2006 states that the building must be planned and": "]9. एनबीआर 2006 के विनियम 76 में कहा गया है कि भवन की योजना",
  "constructed in accordance with Part IV of National Building Code 1970, amended as": "राष्ट्रीय भवन संहिता 970 के भाग 4 के अनुसार बनाई जानी चाहिए। एनबीसी",
  "of that day. Para 4.6 of NBC 2005 states that the approach to the building and the": "2005 के पैरा 4.6 में कहा गया है कि किसी ऊंची इमारत के सभी किनारों पर",
  "the side and rear space around the building must be 16 mtrs. The distance between": "में 55 मीटर से अधिक ऊंची इमारतों के लिए साइड और रियर स्पेस न्यूनतम",
  "as we have seen, specifies that the Act applies only to a property, the sole owner or": "कहा गया है कि अधिनियम केवल उन मालिकों पर लागू होगा जो उद्घोषणा",
  "FOLLOWING:": "हैः",
  "“2. Application.- The provisions of this Act shall apply to all": "\"2. अधिनियम की प्रयोज्यता-यह अधिनियम केवल उस संपत्ति पर",
  "carried out in accordance with the provisions of this Act and": "और पंजीकृत करके इस अधिनियम के प्रावधानों के लिए इसे प्रस्तुत",
  "Provided that no property shall be submitted to the provisions": "बशर्ते कि कोई भी संपत्ति इस अधिनियम के प्रावधानों के लिए प्रस्तुत",
  "Provided further that the sole owner or all the owners of the land on which building is situated may submit such land to the": "बशर्ते यह और कि जिस भूमि पर भवन अवस्थित है, उसका एकमात्र स्वामी या सभी मालिक इस शर्त के साथ ऐसी भूमि को इस अधिनियम",
  "provisions of this Act with a condition that he or they shall": "के प्रावधानों के लिए प्रस्तुत कर सकते हैं कि वे इस तरह की भूमि का",
  "grant a lease of such land to the owners of the flats, the terms": "पट्टा फ़ैटों के मालिकों को प्रदान करेंगे , पट्टे के नियम और शर्ते",
  "123 Section 3(d)*° contains the definition of common area and facilities. Section": "23. खंड 3 (घ)* में सामान्य क्षेत्र और सुविधाओं की परिभाषा अंतर्विष्ट है।",
  "4°’ stipulates that a flat shall be transferable and heritable property. Each owner of a": "खंड 4” के अनुसार फ़ैट हस्तांतरणीय और पैतृक संपत्ति होगी।प्रत्येक फ़ैट का",
  "flat is entitled to exclusive ownership and possession of their flat in accordance with": "मालिक उद्घोषणा के अनुसार अपने फ़ैट का विशेष स्वामित्व और कब्जा पाने",
  "areas and facilities shall be heritable and transferable immoveable property. Further,": "अविभाजित हित के साथ एक फ़रैट विरासत और हस्तांतरणीय अचल संपत्ति",
  "a flat together with its undivided interest in the common areas and facilities shall not": "होगी। इसके अलावा, सामान्य क्षेत्रों और सुविधाओं में अपने अविभाजित हित के",
  "be partitioned or sub-divided for any purpose.": "साथ एक फ़ैट को किसी भी उद्देश्य के लिए विभाजित या उप-विभाजित नहीं",
  "26. (d) “common areas and facilities” includes—": "26(घ) \"सामान्य क्षेत्र और सुविधाएं\" में शामिल हैं-",
  "(1) the land on which the building is located and all easements, rights and appurtenances belonging to the land and": "() वह भूमि जिस पर भवन अवस्थित है और भूमि और भवन से संबंधित सभी सुविधाएँ, अधिकार और अनुबन्ध",
  "(2) the foundations, columns, girders, beams, supports, main wall, roofs, halls, corridors, lobbies, stairs, stair-way, fire-escapes and entrances and exits of the building;": "(2) इमारत की नींव, स्तंभ, गर्डर, बीम, समर्थन, मुख्य दीवार, छतें, हॉल, गलियारे, लॉबी, सीढ़ियां, आग से बचाव और प्रवेश द्वार और निकास।",
  "(3) the basements, cellars, yards, gardens, parking areas and storage spaces;": "(3) बेसमेंट, तहखाने, यार्ड, गार्डन, पार्किंग क्षेत्र और भंडारण स्थान",
  "(4) the premises for the lodging of janitors or persons employed for the management of the property;": "(4) संपत्ति के प्रबंधन के लिए नियोजित व्यक्तियों के ठहरने के लिए परिसर",
  "(5) installations of common services, such as power, light, gas, hot and cold water, heating, refrigeration, air conditioning and sewerage;": "(5) बिजली, प्रकाश, गैस, गर्म और ठंडा पानी, हीटिंग, रेफ्रिजरेशन, एयर कंडीशनिंग और सीवरेज जैसी सामान्य सेवाओं की स्थापना",
  "(6) the elevators, tanks, pumps, motors, expressors, pipes and ducts and in general all apparatus and installations existing for common use;": "(6) लिफ्ट, टैंक, पंप, मोटर, एक्सप्रेस, पाइप और नलिकाएं तथा सामान्य उपयोग के लिए विद्यमान सभी उपकरण और संस्थापन",
  "(7) such other common facilities as may be specially provided for in the Declaration;": "(7) ऐसी अन्य सामान्य सुविधाएं, जिनके लिए घोषणा पत्र में विशेष रूप से प्रावधान किया गया है",
  "(8) all other parts of the property necessary or convenient to its existence, maintenance and safety or normally in common use;”": "(8) संपत्ति के अन्य सभी भाग, जो इसके अस्तित्व, रखरखाव और सुरक्षा के लिए आवश्यक या सुविधाजनक हैं या सामान्य उपयोग में हैं,",
  "27 «a. Flat to be transferable and heritable property.—(1) Each owner of a flat shall be entitled to the exclusive": "2 74.. फ़ैट हस्तांतरणीय और विरासत योग्य संपत्ति होगी।- () फ़ैट का प्रत्येक मालिक उद्घोषणा के अनुसार अपने फ़ैट",
  "(2) Subject to the provisions of the second proviso to section 2, a flat, together with its undivided interest in the": "(2) खंड 2 के दूसरे परंतुक के उपबंधों के अधीन रहते हुए, सामान्य क्षेत्रों और सुविधाओं में अपने अविभाजित हित",
  "common areas and facilities, shall constitute heritable and transferable immovable property within the meaning of any law for the time being in force:": "के साथ एक फ़ैट तत्समय प्रवृत्त किसी विधि के अर्थ में विरासत और अंतरणीय स्थावर संपत्ति का गठन करेगाः",
  "Provided that no flat and the percentage of undivided interest in the common areas and facilities appurtenant to such": "बशर्ते कि किसी भी उद्देश्य के लिए किसी भी फ़ैट और ऐसे फ़ैट से संबंधित समान क्षेत्रों और सुविधाओं में",
  "follows:": "करती हैः",
  "and facilities or to other flats.”": "और सुविधाओं या अन्य फरैटों को किसी भी नुकसान को रोकने के लिए",
  "Under sub-Section (2) of Section 5, the percentage of the undivided interest of each owner of a flat in the common areas and facilities, as expressed in the Declaration,": "खंड 5 के उप-खंड (2) के तहत साझा क्षेत्रों और सुविधाओं में एक फ़ैट के प्रत्येक मालिक के अविभाजित हित के प्रतिशत को संशोधित घोषणा के माध्यम",
  "shall not be altered without the consent of all the owners of the flats expressed": "से व्यक्त सभी मालिकों की सहमति के बिना नहीं बदला जाएगा, जिसे अधिनियम",
  "28 «40. Contents of Declaration —(1) The declaration referred to in section 2 shall be submitted in such form and in": "28\" 0. घोषणा की विषयवस्तु-(7) खंड 2 में निर्दिष्ट घोषणा को ऐसे प्ररूप में और ऐसे तरीके से प्रस्तुत किया जाएगा, जो",
  "such manner as may be prescribed and shall contain the following particulars, namely:—": "निर्धारित किया जाए और इसमें निम्नलिखित विवरण शामिल होंगे: -",
  "(a) description of the property, namely the description of the land on which the building is or is to be located, whether": "(क) संपत्ति का विवरण, अर्थात्‌ उस भूमि का विवरण जिस पर भवन स्थित है या होना है, चाहे वह भूमि फ्रीहोल्ड",
  "the land is freehold or leasehold and whether any lease of the land is to be granted in accordance with the second proviso to section 2, and description of the building or proposed building stating the number of storeys and": "है या लीजहोल्ड है और चाहे भूमि का कोई पट्टा खंड 2 के दूसरे परंतुक के अनुसार दिया जाना है, और भवन या प्रस्तावित",
  "basements and the number of flats;": "भवन का विवरण जिसमें मंजिलों और तहखानों की संख्या और फ़ैटों की संख्या बताई गई है।",
  "(b) nature of interest of the owner or owners in the property;": "(ख) संपत्ति में मालिक या मालिकों के हित की प्रकृति",
  "(c) existing encumbrance, if any, affecting the property;": "(ग) संपत्ति को प्रभावित करने वाली मौजूदा देनदारी, यदि कोई हो",
  "(d) description of each flat containing its location, approximate area, number of rooms, immediate common area to": "(घ) प्रत्येक फ़ैट का विवरण जिसमें इसका स्थान, अनुमानित क्षेत्र, कमरों की संख्या, तत्काल साझा क्षेत्र जहां",
  "which it has access, and any other data necessary for its proper identification;": "इसकी पहुंच है और इसकी उचित पहचान के लिए आवश्यक कोई अन्य डेटा शामिल है।",
  "(e) description of the common areas and facilities;": "(ड) सामान्य क्षेत्रों और सुविधाओं का विवरण",
  "(f) description of the limited common areas and facilities, if any, stating to which flats their use is reserved;": "(च) सीमित सामान्य क्षेत्रों और सुविधाओं का विवरण, यदि कोई हो, यह बताते हुए कि फ़ैटों का उपयोग आरक्षित",
  "(g) value of the property and of each flat, and the percentage of undivided interest in the common areas and facilities appertaining to each flat and its owner for all purposes, including voting.”": "(छ) संपत्ति का और प्रत्येक फ़ैट का मूल्य, और मतदान सहित सभी प्रयोजनों के लिए प्रत्येक फ़ैट और उसके स्वामी से संबंधित सामान्य क्षेत्रों और सुविधाओं में अविभाजित हित का प्रतिशत.",
  "2° “44. Withdrawal from the provisions of the Act.— (1) All the owners of flats may withdraw a property from the": "29. ”] अधिनियम के प्रावधानों का हटना-() फ़रैट के सभी मालिक इस आशय के निष्पादित लिखत द्वारा इस",
  "(2) Upon the property being withdrawn from the provisions of this Act, it shall be deemed to be owned in common by": "(2) इस अधिनियम के उपबंधों से संपत्ति वापस लिए जाने पर, यह फ़ैट के मालिकों द्वारा सामान्य रूप से स्वामित्व",
  "the owners of flats and the share of each such owner in the property shall be the percentage of undivided interest previously owned by such owner in the common areas and facilities.": "में समझा जाएगा और संपत्ति में प्रत्येक ऐसे मालिक का हिस्सा सामान्य क्षेत्रों और सुविधाओं में ऐसे मालिक के पूर्व स्वामित्व",
  "priority to the percentage of the undivided interest of the owner of the flat in the property as provided therein.": "में अविभाजित हित और भूमि का पट्टेदार शामिल है जिस पर अपार्टमेंट का",
  "(vi) the elevators, tanks, pumps, motors, fans, cable pipe line": "(५) लिफ्ट, टैंक, पंप, मोटर, पंखे, केबल पाइप लाइन (टीवी, गैस,",
  "(TV, gas, electricity etc.) rain water harvesting system, compressors, ducts and in general all apparatus and": "बिजली आदि) वर्षा जल संचयन प्रणाली, कंप्रेसर, नलिकाएं और सामान्य",
  "installations existing for common use;": "उपयोग के लिए विद्यमान सभी उपकरण और संस्थापन",
  "(vii) such other community and commercial facilities as may": "(भा) ऐसी अन्य सामुदायिक और वाणिज्यिक सुविधाएं, जो उप-नियमों में",
  "(viii) all other parts of the property necessary or convenient to": "(पा) संपत्ति के अन्य सभी हिस्से जो इसके अस्तित्व, रखरखाव और",
  "its existence, maintenance and safety, or normally in common use;": "सुरक्षा के लिए आवश्यक या सुविधाजनक हैं या सामान्य उपयोग में हैं",
  "(s) “limited common areas and facilities’ means those": "(एस) “सीमित सामान्य क्षेत्र और सुविधाओं” से वे सामान्य क्षेत्र और",
  "by the promoter before the allotment, sale or other transfer of": "अपार्टमेंट के आवंटन, बिक्री या अन्य हस्तांतरण से पहले प्रमोटर द्वारा",
  "134 The general liabilities which have been cast upon promoters intending to sell": "34. सामान्य देयताएं जो किसी अपार्टमेंट को बेचने के इरादे से प्रवर्तकों पर",
  "an apartment are set out in Section 4(1), which reads as follows:": "डाली गई हैं, वे खंड 4 () में दी गई हैं, जो इस प्रकार हैः",
  "“4. General liabilities of promoter.— (1) Any promoter who": "\"८. प्रमोटर की सामान्य देनदारियां-() कोई प्रमोटर जो किसी अपार्टमेंट",
  "(a) rights and his title to the land and the building in which the apartments have been or proposed to be constructed;": "(क) भूमि और भवन जिसमें अपार्टमेंट बनाए गए हैं या बनाए जाने का प्रस्ताव किया गया है, के अधिकार और उसका स्वत्व,",
  "(b) all encumbrances, if any, on such land or building, and any right, title, interest or claim of any person in or, over such": "(ख) ऐसी भूमि या भवन में या उस पर किसी व्यक्ति के किसी अधिकार, हक, हित या दावे पर सभी प्रकार का विज्लंगम, यदि कोई हो,",
  "(c) the plans and specifications approved by or submitted for approval to the local authority of the entire building of which such apartment forms part;": "(ग) स्थानीय प्राधिकारी द्वारा अनुमोदित या अनुमोदन के लिए प्रस्तुत की गई संपूर्ण इमारत की योजना और विनिर्देश, जिसका ऐसा अपार्टमेंट एक हिस्सा है,",
  "(d) detail of all common areas and facilities as per the approved lay-out plan or building plan;": "(घ) अनुमोदित ले-आउट योजना या भवन निर्माण योजना के अनुसार सभी सामान्य क्षेत्रों और सुविधाओं का विवरण,",
  "(dd) built-up area and common area of an apartment.": "(घ) निर्मित क्षेत्र और किसी अपार्टमेंट का सामान्य क्षेत्र,",
  "(e) the nature of fixtures, fittings, and amenities, which have": "(ड) फिक्स्चर, फिटिंग्स और सुविधाओं की प्रकृति, जो दी गई हैं या प्रदान",
  "been or proposed to be provided;": "किए जाने के लिए प्रस्तावित हैं",
  "details of all structural, architectural drawings, layout plans,": "योजना, सभी संरचनात्मक, वास्तुशिल्प रेखाचित्रों, ले-आउट योजनाओं,",
  "(g) all outgoings, including ground rent, municipal or other": "(छ) भूमि का किराया, नगरपालिका या अन्य स्थानीय कर, जल और",
  "local taxes, water and electricity charges, revenue assessments, maintenance and other charges, interest on": "विद्युत प्रभार, राजस्व निर्धारण, रख-रखाव और अन्य प्रभार, ऐसी भूमि,",
  "any mortgage or other encumbrance, if any, in respect of such land, building and apartments;": "भवन और अपार्टमेंट के संबंध में किसी बंधक या अन्य भार, यदि कोई हो,",
  "(h) such other information and documents as may be prescribed.”": "(ज) ऐसी अन्य जानकारी और दस्तावेज, जो विहित किए जाएं.”",
  "(4) of Section 4 contains the following stipulations:": "खंड 4 की उप-खंड (4) में निम्नलिखित शर्तें हैं:",
  "“(4) After plans, specifications and other particulars specified": "\"(4) इस खंड में निर्दिष्ट योजनाओं, विनिर्देशों और अन्य विवरणों के बाद,",
  "authority are disclosed to the intending purchaser and a written agreement of sale is entered into and registered with": "क्रेता को प्रकट किया जाता है और बिक्री का एक लिखित समझौता किया",
  "the office of concerned registering authorities. The promoter": "जाता है और संबंधित पंजीकरण प्राधिकारियों के कार्यालय के साथ",
  "may make such minor additions or alterations as may be": "पंजीकृत किया जाता है। प्रमोटर ऐसे छोटे-छोटे बदलाव या बदलाव कर",
  "required by the owner or owners, or such minor changes or": "सकता है, जो मालिक या मालिकों द्वारा अपेक्षित हों, या ऐसे छोटे बदलाव",
  "alterations as may be necessary due to architectural and": "या बदलाव कर सकता है, जो वास्तुकला और संरचनात्मक कारणों के",
  "structural reason's duly recommended and verified by": "कारण आवश्यक हों, जिनकी विधिवत सिफारिश और सत्यापन अधिकृत",
  "authorized Architect or Engineer after proper declaration and intimation to the owner:": "वास्तुकार या इंजीनियर द्वारा उचित घोषणा और मालिक को सूचित करने",
  "“5. Rights of Apartment Owners.— (1) Every person to": "\"5५. अपार्टमेंट मालिकों के अधिकार-() प्रत्येक व्यक्ति जिसको यदि कोई",
  "whom any apartment is sold or otherwise transferred by the": "अपार्टमेंट बेचा जाता है या प्रमोटर द्वारा अन्यथा हस्तांतरित किया जाता",
  "entitled to the exclusive ownership and possession of the apartment so sold or otherwise transferred to him.": "या हस्तांतरित किए गए अपार्टमेंट का अनन्य स्वामित्व और कब्जा होगा।",
  "(2) Every person who becomes entitled to the exclusive": "(2) प्रत्येक व्यक्ति जो किसी अपार्टमेंट के अन्य स्वामित्व और कब्जे का",
  "such percentage of undivided interest in the common areas and facilities as may be specified in the Deed of Apartment": "और सुविधाओं में अविभाजित हित के ऐसे प्रतिशत का हकदार होगा और",
  "and such percentage shall be computed by taking, as a basis, the area of the apartment in relation to the aggregate area of all apartments of the building.": "ऐसा प्रतिशत इमारत के सभी अपार्टमेंट के कुल क्षेत्र के संबंध में अपार्टमेंट के क्षेत्र को आधार के रूप में लेते हुए संगणित किया जाएगा।",
  "(3)(a) The percentage of the undivided interest of each apartment owner in the common areas and facilities shall": "(3) (क) सामान्य क्षेत्रों और सुविधाओं में प्रत्येक अपार्टमेंट मालिक के",
  "the written consent of all the apartment owners and approval of the competent authority.": "मालिकों की लिखित सहमति और सक्षम प्राधिकारी के अनुमोदन के बिना",
  "(b) The percentage of the undivided interest in the common": "(ख) सामान्य क्षेत्रों और सुविधाओं में अविभाजित हित की प्रतिशतता को",
  "areas and facilities shall not be separated from the apartment": "उस अपार्टमेंट से अलग नहीं किया जाएगा जिससे वह संबंधित है और",
  "to which it appertains and shall be deemed to be conveyed or encumbered with apartment, even though such interest is not": "अपार्टमेंट से सूचित या भारग्रस्त समझा जाएगा, भले ही ऐसा हित साधन",
  "expressly mentioned in the conveyance or other instrument.”": "या अन्य लिखत में स्पष्ट रूप से उल्लिखित न हो।”",
  "136 It is important to clarify at this stage that the UP Apartments Act 2010 will not": "36. इस स्तर पर यह स्पष्ट करना महत्वपूर्ण है कि उत्तर प्रदेश अपार्टमेंट",
  "apply with retrospective effect to the second revised plan, which was sanctioned on": "अधिनियम, 200 पिछली तारीख से दूसरी संशोधित योजना पर लागू नहीं होगा,",
  "from NOIDA Development Authority in the year 2006,": "मैसर्स सुपरटेक लिमिटेड द्वारा नोएडा विकास प्राधिकरण से वर्ष 2006",
  "2. That, right from the beginning there was a pan for constructing separate complex viz. Apex and [Ceyane] and provisions have been separately made in both": "2. शुरुआत से ही अलग परिसर अर्थात्‌ एपेक्स और [सियान] के निर्माण के लिए योजना थी और दोनों टावरों में स्विमिंग पूल , कार,",
  "and provisions have been separately made in both towers viz. swimming pool, car, club, parking and gym": "निर्माण के लिए योजना थी और दोनों टावरों में स्विमिंग पूल , कार, क़रूब, पार्किंग और जिम आदि के लिए अलग-अलग प्रावधान किए गए",
  "4. That, company has erected wall for the expansion of": "कंपनी ने बेसमेंट के विस्तार के लिए दीवार खड़ी की है और ऊपर की",
  "basement and above wall was erected by the company over": "दीवार कंपनी द्वारा अपनी जमीन पर खड़ी की गई थी और यह बेसमेंट",
  "its land and this basement area was not sold to any resident of old tower over which company has complete ownership.": "क्षेत्र पुराने टॉवर के किसी भी निवासी को नहीं बेचा गया था, जिस पर कंपनी का पूर्ण स्वामित्व है। इस दीवार के निर्माण में किसी भी निवासी",
  "No adverse effect is there on the interests of any resident in": "के हितों पर कोई प्रतिकूल प्रभाव नहीं पड़ता है, बल्कि इसके द्वारा",
  "erecting above wall, rather the residents of old tower have been removed from the allotted basement area by it.": "पुराने टॉवर के निवासियों को आवंटित बेसमेंट क्षेत्र से हटा दिया गया",
  "Company has full right to make construction over its land.": "है।कंपनी को अपनी जमीन पर निर्माण करने का पूरा अधिकार है।",
  "5. That, construction carried out earlier or being carried out by": "5. कंपनी द्वारा पहले किया गया या किया जा रहा निर्माण पूरी तरह से",
  "the company is completely legal and in accordance with Rules and company has not affected the interest of anybody": "कानूनी है और नियमों और कंपनी के अनुसार किसी के हित को",
  "Rules and company has not affected the interest of anybody and no fraud was committed by the company with anybody.": "प्रभावित नहीं किया गया है और कंपनी द्वारा किसी के साथ कोई",
  "this false complaint inspired by mala fides wants to harass the": "शिकायतकर्ता ने दुर्भावना से प्रेरित होकर यह झूठी शिकायत प्रस्तुत की",
  "company and wants to earn undue advantage by not making payment of an amount which is payable to the company.": "है और वह कंपनी को देय राशि का भुगतान नहीं करके अनुचित लाभ",
  "complainant is liable to be dismissed. In addition, it is also": "शिकायतकर्ता द्वारा प्रस्तुत की गई शिकायत को खारिज किया जाए। इसके अलावा, यह भी अनुरोध किया जाता है कि किसी भी पत्राचार",
  "requested that any personal name be not used in any": "या पूछताछ में किसी भी व्यक्तिगत नाम का उपयोग न किया जाए,",
  "The above letter puts forth the case that T-16 and T-17 have been constructed as a": "उपर्युक्त पत्र में इस मामले को सामने रखा गया है कि टी -6 और टी-.7 का",
  "separate project over the area which was obtained under the supplementary lease": "निर्माण उस क्षेत्र में एक अलग परियोजना के रूप में किया गया है जो पूरक पट्टा",
  "deed, and that it has separate provisions for all amenities and infrastructure. In fact,": "विलेख के तहत प्राप्त किया गया था, और इसमें सभी सुविधाओं और बुनियादी ढांचे के लिए अलग प्रावधान हैं। वास्तव में, यह इंगित करता है कि पुराने खरीदारों",
  "representation was ‘clarified’ to be a ‘mistake’, which had been amended.": "रूप में 'स्पष्ट' किया गया था, जिसे संशोधित किया गया था।",
  "140 As such, it becomes important to refer to the supplementary lease deed,": "40. इस प्रकार, पूरक पट्टा विलेख का उल्लेख करना महत्वपूर्ण हो जाता है, जो",
  "which was granted in favour of the appellant on 21 June 2006. The supplementary": "27 जून 2006 को अपीलकर्ता के पक्ष में दिया गया था। पूरक लीज डीड से यह",
  "lease deed makes it clear that the demised premises admeasuring 6556.51 sq. mtrs.": "स्पष्ट हो जाता है कि डीमाइज्ड परिसर 6556.5]7 वर्ग मीटर में फैला हुआ है।",
  "would form a part of the originally allotted plot. In the course of its affidavit before the": "यह मूल रूप से आवंटित भूखंड का हिस्सा होगा। उच्च न्यायालय के समक्ष अपने",
  "High Court, the appellant contended that:": "शपथ पत्र के दौरान, अपीलकर्ता ने प्रतिवाद किया किः",
  "“7. The Office bearers/members of the petitioners society has": "“7. याचिकाकर्ता सोसाइटी के पदाधिकारियों /सदस्यों का अधिकार",
  "the common areas of the Emerald Court (phase |). He has the": "है कि वे केवल एमराल्ड कोर्ट (चरण-) के सामान्य क्षेत्रों में अपने",
  "right to challenge if somebody is trying to encroach in his flat or in the Common area are intended to be used for the": "फ़ैट और अविभाजित हित में अधिकार रखते हैं। अगर कोई अपने फ़ैट या कॉमन एरिया में अतिक्रमण करने की कोशिश कर रहा है, तो",
  "It is stated that the “Apex & Ceyane” (Phase II) comprising of": "कहा गया है कि दो टावरों वाले एपेक्स एंड सियान (चरण-2) ने",
  "does not have the locus to challenge the issues related with": "(चरण-॥) से संबंधित मुद्दों को चुनौती देने का अधिकार नहीं है।”",
  "In other words, the case which was sought to be set up was that the flat purchasers": "दूसरे शब्दों में, जिस मामले को स्थापित करने की मांग की गई थी, वह यह था कि",
  "clear terms governing the supplementary lease deed, which indicates that the area": "यह विवाद स्पष्ट रूप से पूरक पट्टा विलेख को शासित करने वाली स्पष्ट शर्तों के",
  "“As per the averments of the respondent/company, the flats": "”  प्रत्यर्थी /कंपनी के कथनों के अनुसार, अपार्टमेंट मालिकों को",
  "were handed over to the apartment owners by September 2009. The owners immediately formed Resident Welfare": "सितम्बर, 2009 तक फ़रैट सौंप दिए गए थे। मालिकों ने तुरंत रेजिडेंट",
  "Association (RWA) and got it registered with the Registrar": "वेलफेयर एसोसिएशन (आरडब्ल्यूए) का गठन किया और उसी वर्ष इसे",
  "Societies and Chits, Meerut vide letter dated 14.12.2012": "रजिस्ट्रार फर्म, सोसायटी और चिट्स, मेरठ ने दिनांक 4.2.2072 के",
  "Societies and Chits Uttar Pradesh, no decision in the matter can be taken in respect of Model bye-laws and its registration.": "चिट्स उत्तर प्रदेश से प्राप्त निर्देशों के लंबित होने के कारण मॉडल उप- नियमों और उनके पंजीकरण के संबंध में कोई निर्णय नहीं लिया जा",
  "The Registrar Firm, Societies and Chits Uttar Pradesh vide": "सकता है। रजिस्ट्रार फर्म, सोसायटी और चिट्स उत्तर प्रदेश ने दिनांक",
  "circular dated 5.2.2013 addressed to all Deputy Registrars/District Registrars issued instructions for": "5.2.203 के परिपत्र के माध्यम से सभी उप रजिस्ट्रारों /जिला",
  "Registrars/District Registrars issued instructions for registration under Apartment Act, 2010 and directed that bye": "रजिस्ट्रारों को अपार्टमेंट अधिनियम, 200 के तहत पंजीकरण के लिए निर्देश जारी किए और निर्देश दिया कि मौजूदा आरडब्ल्यूए के उप -",
  "laws of existing RAW be accordingly amended. The": "निर्देश जारी किए और निर्देश दिया कि मौजूदा आरडब्ल्यूए के उप - नियमों में तदनुसार संशोधन किया जा ।याचिकाकर्ता /सोसायटी ने",
  "petitioner/society vide resolution dated 20.10.2013 adopted the Model bye-laws and conducted elections and thereafter": "दिनांक 20.0.203 के प्रस्ताव द्वारा मॉडल उपविधियों को अपनाया",
  "the Model bye-laws and conducted elections and thereafter informed the Deputy Registrar.": "और चुनाव कराए तथा उसके बाद उप रजिस्ट्रार को सूचित किया।",
  "The respondent/company has recognized the petitioners society as RWA of the Apartment owners since inception and": "प्रत्यर्थी /कंपनी ने शुरुआत से ही याचियों की सोसायटी को अपार्टमेंट मालिकों के आरडब्ल्यूए के रूप में मान्यता दी है और लगातार",
  "Therefore, it is clear that: (i) the RWA came into existence in 2009 itself, when the": "अतः यह स्पष्ट है कि: () आरडब्ल्यूए 2009 में अस्तित्व में आया था, जब",
  "first lot of apartment owners moved in; (ii) the appellant was communicating with the": "अपार्टमेंट मालिकों का पहला समूह स्थानांतरित हुआ था (॥) अपीलकर्ता",
  "been challenged before this Court during the oral submissions by the appellant, and": ", जैसे ही संभव हुआ। अपीलकर्ता द्वारा मौखिक प्रस्तुतियों के दौरान इन प्रकथनों को इस न्यायालय के समक्ष चुनौती नहीं दी गई है, और इसलिए, इसे अपने स्वयं",
  "hence, it will be held bound by its own conduct. In any case, rights under the UP": "को इस न्यायालय के समक्ष चुनौती नहीं दी गई है, और इसलिए, इसे अपने स्वयं के आचरण से बाध्य माना जाएगा। किसी भी मामले में, उत्तर प्रदेश 2975",
  "1975 Act and UP Apartments Act 2010 have been provided to individual flat owners,": "अधिनियम और उत्तर प्रदेश अपार्टमेंट अधिनियम 200 के तहत अधिकार",
  "RWA will not extinguish the rights of individual flat owners. Indeed, however, when": "व्यक्तिगत फ़ैट मालिकों को प्रदान किए गए हैं, न कि आरडब्ल्यूए जैसे सामूहिक",
  "such RWAs do exist, developers may use them to seek a common consent from all": "निकायों को। तथापि, वास्तव में, जब ऐसे आरडब्ल्यूए मौजूद हैं, डेवलपर सभी",
  "Collusion and Illegal Construction": "च. मिलीभगत और अवैध निर्माण",
  "143 The record of this case is replete with instances which highlight the collusion": "43. इस मामले का रिकॉर्ड ऐसे उदाहरणों से भरा हुआ है जो अपीलकर्ता और",
  "between the officers of NOIDA with the appellant and its management. The case": "उसके प्रबंधन के साथ नोएडा के अधिकारियों के बीच मिलीभगत को उजागर",
  "has revealed a nefarious complicity of the planning authority in the violation by the": "करते हैं। इस मामले ने कानून के प्रावधानों के डेवलपर द्वारा उल्लंघन में योजना प्राधिकरण की घृणित मिलीभगत का खुलासा किया है।नोएडा की संलिप्तता, अन्य",
  "from the following instances:": "बातों के साथ-साथ, निम्नलिखित उदाहरणों से सामने आई हैः",
  "The sanctioning of the second revised plan on 26 November 2009 in clear breach of the NBR 2006;": "(।) एनबीआर 2006 की शर्तों का स्पष्ट उल्लंघन करते हुए 26 नवंबर, 2009 को दूसरी संशोधित योजना को मंजूरी",
  "spite of a clear stipulation consistently in all the sanctioned plans that the plan": "(॥) सभी स्वीकृत योजनाओं में लगातार एक स्पष्ट अनुबंध के बावजूद कि",
  "would have to be displayed at the construction site of the appellant;": "योजना को अपीलार्थी के निर्माण स्थल पर प्रदर्शित करना होगा, नोएडा द्वारा",
  "NOIDA’s referral of RWA’s request to access the sanctioned plans to the": "(॥) नोएडा द्वारा स्वीकृत योजनाओं तक आरडब्ल्यूए की पहुंच के अनुरोध को",
  "appellant to seek its consent and upon the refusal of the latter, a continuous": "अपीलकर्ता को संदर्भित करना और उसके इनकार करने पर, आरडब्ल्यूए के",
  "Even when the CFO addressed a communication to NOIDA in regard to the violation of the minimum distance requirements in Emerald Court, it evinced": "(५) यहां तक कि जब सीएफओ ने एमराल्ड कोर्ट में न्यूनतम दूरी की आवश्यकताओं के उल्लंघन के संबंध में नोएडा को लिखा, तो उसने कोई",
  "no response and no investigation from them;": "प्रतिक्रिया नहीं दिखाई और उनकी ओर से कोई जांच नहीं की गई",
  "In pursuance of the second revised plan of 26 September 2009, the appellant": "(५) 26 सितंबर 2009 की दूसरी संशोधित योजना के अनुसरण में, अपीलकर्ता",
  "would appear to have built a foundation to support two buildings of forty and": "ने चालीस और उनतालीस मंजिलों वाली दो इमारतों को सहारा देने के लिए एक",
  "thirty-nine floors, while the sanction for the extension from twenty-four to forty": "नींव का निर्माण किया होगा जबकि चौबीस से चालीस या उनतालीस मंजिलों",
  "or thirty-nine floors came about only on 2 March 2012 through the third revised plan; and": "तक विस्तार के लिए मंजूरी केवल 2 मार्च 202 को तीसरी संशोधित योजना के",
  "(vi) The construction for T-16 and T-17 commenced in July 2009 by the appellant,": "(पं) टी-6 और टी-7 का निर्माण अपीलकर्ता द्वारा 26 नवंबर 2009 को",
  "five months before the sanction was received for the second revised plan on": "दूसरी संशोधित योजना के लिए मंजूरी मिलने से पांच महीने पहले जुलाई 2009",
  "26 November 2009, in spite of which NOIDA chose to take no action.": "में शुरू किया गया था, जिसके बावजूद नोएडा ने कोई कार्रवाई नहीं की।",
  "144 The High Court has dealt with the collusion between the officials of NOIDA": "44. उच्च न्यायालय ने नोएडा के अधिकारियों और अपीलकर्ता के बीच",
  "and the appellant. This is writ large from the facts as they have emerged before this": "मिलीभगत पर विचार किया है। यह तथ्यों से स्पष्ट है क्योंकि वे इस न्यायालय के",
  "Court as well. The High Court has in these circumstances correctly come to the": "समक्ष भी सामने आए हैं। इन परिस्थितियों में उच्च न्यायालय सही निष्कर्ष पर",
  "conclusion that there was collusion between the developer and the planning": "पहुंचा है कि डेवलपर और योजना प्राधिकरण के बीच मिलीभगत थी।",
  "145 Condition 15 of the third revised plan dated 2 March 2012 stipulated that:": "45, दिनांक 2 मार्च 202 की तीसरी संशोधित योजना की शर्त 5 में यह",
  "“15. Compliance of provisions of Uttar Pradesh Apartment (promotion of construction, ownership & maintenance) Act": "“उत्तर प्रदेश अपार्टमेंट (निर्माण, स्वामित्व और रखरखाव का संवर्धन )",
  "2010, and directions issued thereunder shall be ascertained.": "अधिनियम, 200 के प्रावधानों का अनुपालन और इसके तहत जारी निर्देशों का पालन सुनिश्चित किया जाए। इस पत्र के साथ स्वीकृत स्थल",
  "Sanctioned site plan/map is enclosed with this letter. Application for utility certificate would be made after": "निर्देशों का पालन सुनिश्चित किया जाए। इस पत्र के साथ स्वीकृत स्थल योजना/मानचित्र संलग्न है।यूटिलिटी सर्टिफिकेट के लिए आवेदन",
  "completion of building work within validity of map/site plan,": "नक्शा /साइट प्लान की वैधता के भीतर निर्माण कार्य पूरा होने के बाद",
  "and without permission and certification building shall not be": "किया जाएगा और अनुमति और प्रमाणन के बिना भवन का उपयोग",
  "regulatory authorities, it strikes at the very core of urban planning, thereby directly": "नियोजन के मूल पर हमला करता है, जिससे सीधे तौर पर पर्यावरण को नुकसान",
  "resulting in an increased harm to the environment and a dilution of safety standards.": "होता है और सुरक्षा मानकों को कमजोर किया जाता है।",
  "Hence, illegal construction has to be dealt with strictly to ensure compliance with the": "इसलिए, कानून के शासन का अनुपालन सुनिश्चित करने के लिए अवैध निर्माण से सख्ती से निपटा जाना चाहिए।",
  "148 The judgments of this Court spanning the last four decades emphasize the": "48. पिछले चार दशकों के इस न्यायालय के निर्णयों में भवन योजनाओं को",
  "duty of planning bodies, while sanctioning building plans and enforcing building": "मंजूरी देते समय और उन मानदंडों के अनुरूप भवन निर्माण विनियमों और उप - नियमों को लागू करते समय योजना निकायों के कर्तव्य पर जोर दिया गया है",
  "breach by the planning authority of its obligation to ensure compliance with building": "करने के अपने दायित्व का आयोजना प्राधिकारी द्वारा उल्लंघन उन निवासियों के",
  "regulations is actionable at the instance of residents whose rights are infringed by": "अनुरोध पर कार्रवाई योग्य है जिनके अधिकारों का उल्लंघन होता है। अनुपालन",
  "the violation of law. Their quality of life is directly affected by the failure of the": "को लागू करने में योजना प्राधिकारी की विफलता से उनके जीवन की गुणवत्ता",
  "group of flat buyers suffers the impact of the unholy nexus between builders and": "समूह को बिल्डरों और योजनाकारों के बीच अपवित्र गठजोड़ का खामियाजा",
  "planners. Their quality of life is affected the most. Yet, confronted with the economic": "भुगतना पड़ता है।उनके जीवन की गुणवत्ता सबसे अधिक प्रभावित होती है। फिर",
  "might of developers and the might of legal authority wielded by planning bodies, the": "भी, डेवलपर्स की आर्थिक शक्ति और योजना निकायों द्वारा संचालित कानूनी",
  "few who raise their voices have to pursue a long and expensive battle for rights with": "प्राधिकार की शक्ति का सामना करते हुए, अपनी आवाज उठाने वाले कुछ लोगों को परिणामों की कम निश्चितता के साथ अधिकारों के लिए लंबी और महंगी",
  "information and are victims of misinformation. Hence, the law must step in to protect": "पहुंच से वंचित किया जाता है और वे गलत सूचना के शिकार होते हैं। इसलिए",
  "149 In K. Ramadas Shenoy v. Chief Officer, Town Municipal Council®’, Chief": "49. के. रामदास शेनॉय बनाम मुख्य अधिकारी, नगर पालिका परिषद*\" के",
  "Justice AN Ray speaking for a two judge Bench of this Court observed that the": "मामले में दो न्यायाधीशों की पीठ की ओर से बोलते हुए मुख्य न्यायाधीश ए. एन.",
  "municipality functions for public benefit and when it “acts in excess of the powers": "रे ने कहा कि नगरपालिका सार्वजनिक लाभ के लिए काम करती है और जब वह",
  "conferred by the Act or abuses those powers then in those cases it is not exercising": "अधिनियम द्वारा प्रदत्त शक्तियों से अधिक कार्य करती है तो वह उन शक्तियों का",
  "its jurisdiction irregularly or wrongly but it is usurping powers which it does not": "दुरुपयोग नहीं करती जो उसे प्रदान की गयी है बल्कि वह उन शक्तियों को",
  "possess”. This Court also held:": "हड़पना रही है जो इसके पास नहीं हैं। इस न्यायालय ने यह भी अभिनिर्धारित कियाः",
  "“27...The right to build on his own land is a right incidental to": "“27... अपनी भूमि पर निर्माण करने का अधिकार उस भूमि के स्वामित्व",
  "the ownership of that land. Within the Municipality the": "का प्रासंगिक अधिकार है। नगरपालिका के भीतर उस अधिकार के प्रयोग",
  "community residing within the limits of the Municipal": "को नगरपालिका समिति की सीमाओं के भीतर रहने वाले समुदाय के",
  "Committee. If under pretence of any authority which the law": "हित में विनियमित किया गया है।यदि किसी प्राधिकरण के बहाने, जो",
  "does give to the Municipality it goes beyond the line of its": "कानून नगरपालिका को देता है, वह अपने अधिकार क्षेत्र से बाहर जाता",
  "authority, and infringes or violates the rights of others, it": "है और दूसरों के अधिकारों का उल्लंघन करता है, तो यह अन्य सभी",
  "becomes like all other individuals amenable to the jurisdiction": "व्यक्तियों की तरह न्यायालयों के अधिकार क्षेत्र के लिए उत्तरदायी हो",
  "of the courts. If sanction is given to build by contravening a": "जाता है। यदि उप-कानून का उल्लंघन करते हुए निर्माण की मंजूरी दी",
  "bye-law the jurisdiction of the courts will be invoked on the": "जाती है, तो अदालतों के अधिकार क्षेत्र को इस आधार पर लागू किया",
  "ground that the approval by an authority of building plans which contravene the bye-laws made by that authority is": "जाएगा कि उस प्राधिकरण द्वारा बनाए गए उप-नियमों का उल्लंघन करने वाली भवन योजनाओं के किसी प्राधिकरण द्वारा अनुमोदन अवैध और",
  "illegal and inoperative. (See Yabbicom v. King [(1899) 1 QB 444)).”": "निष्प्रभावी है।(याबीकॉम बनाम किंग [(899)  क्यूबी 444] देखें) ।”",
  "This Court held that an unregulated construction materially affects the right of": "इस न्यायालय ने कहा कि एक अनियमित निर्माण आवासीय क्षेत्र में रहने वाले",
  "enjoyment of property by persons residing in a residential area, and hence, it is the": "व्यक्तियों द्वारा संपत्ति के उपभोग के अधिकार को वस्तुतः प्रभावित करता है, और",
  "duty of the municipal authority to ensure that the area is not adversely affected by": "इसलिए, यह सुनिश्चित करना नगरपालिका प्राधिकरण का कर्तव्य है कि क्षेत्र",
  "unauthorized construction.": "अनधिकृत निर्माण से प्रतिकूल रूप से प्रभावित न हो।",
  "150 These principles were re-affirmed by a two judge Bench in Dr G.N. Khajuria": "50. इन सिद्धांतों की दो न्यायाधीशों की न्यायपीठ द्वारा डॉ. जी. एन. खजुरिया",
  "v. Delhi Development Authority” where this Court held that it was not open to the": "बनाम दिल्ली विकास प्राधिकरण*' वाले मामले में पुनः पुष्टि की गई, जहां इस",
  "Delhi Development Authority to carve out a space, which was meant for a park for a": "न्यायालय ने यह अभिनिर्धारित किया कि दिल्ली विकास प्राधिकरण के लिए नर्सरी",
  "nursery school. Justice BL Hansaria, speaking for the Court, observed:": "एल. हंसारिया ने न्यायालय की ओर से कहा थाः",
  "“10. Before parting, we have an observation to make. The": "“0. विदाई से पहले, हमें एक अवलोकन करना है वह भावना यह है",
  "unauthorised constructions are demolished on the force of the": "कि जहां अदालतों के आदेश के बल पर अनधिकृत निर्माणों को ध्वस्त",
  "order of courts, the illegality is not taken care of fully": "किया जाता है, वहां अवैधता का पूरी तरह ध्यान नहीं रखा जाता है जहां",
  "inasmuch as the officers of the statutory body who had": "तक सांविधिक निकाय के अधिकारियों का सवाल है, जिन्होंने",
  "allowed the unauthorised construction to be made or make": "अनधिकृत निर्माण करने या अवैध आबंटन करने की अनुमति दी थी।",
  "happened for two reasons. First, it is the illegal action/order of": "लेकिन दो कारणों से ऐसा नहीं होना चाहिए था। पहला, यह अधिकारी",
  "which would require the demolition of the unauthorised": "आवश्यक है कि अनधिकृत निर्माण को गिराने की आवश्यकता वाली",
  "accordance with law. This, however, seldom happens.": "दंडित किया जाए। हालांकि ऐसा शायद ही कभी होता है। दूसरा,",
  "who had misused his power has also to be properly punished.": "शक्ति का दुरुपयोग किया है, उसे भी उचित सजा मिलनी चाहिए।",
  "Otherwise, what happens is that the officer, who made the": "अन्यथा, क्या होता है कि अधिकारी, वैसा अवसर पाकर वह कार्य किया",
  "others to do the same. This really gives fillip to the": "(सिक), जो दूसरों को भी ऐसा करने के लिए लुभाता है। यह वास्तव में",
  "commission of tainted acts, whereas the aim should be opposite.”": "अपकृत्य को बढ़ावा देता है, जबकि लक्ष्य इसके विपरीत होना चाहिए।”",
  "151 In Friends Colony Development Committee v. State of Orissa®’, this Court": "5. फ्रेंड्स कॉलोनी डेवलपमेंट कमेटी बनाम उड़ीसा राज्य* के मामले में इस",
  "dealt with a case where the builder had exceeded the permissible construction": "न्यायालय ने एक ऐसे मामले पर विचार किया जिसमें बिल्डर ने स्वीकृत योजना के",
  "under the sanctioned plan and had constructed an additional floor on the building,": "तहत स्वीकार्य निर्माण से अधिक निर्माण किया था और इमारत पर एक अतिरिक्त",
  "which was unauthorized. Chief Justice RC Lahoti, speaking for a two judge Bench,": "मंजिल का निर्माण किया था, जो अनधिकृत था। मुख्य न्यायाधीश आर. सी. लाहोटी ने दो न्यायाधीशों की पीठ की ओर से अपने विचार व्यक्त करते हुए कहाः",
  "“24. Structural and lot area regulations authorise the municipal authorities to regulate and restrict the height, number of storeys and other structures; the percentage of a": "“24. संरचनात्मक और लॉट क्षेत्र विनियम नगरपालिका अधिकारियों को ऊंचाई, मंजिलों और अन्य संरचनाओं की संख्या को विनियमित करने और प्रतिबंधित करने के लिए अधिकृत करते हैं जिसमें भूखंड का प्रतिशत जिस पर",
  "plot that may be occupied; the size of yards, courts and open": "कब्जा किया जा सकता है-यार्ड, कोर्ट और खुले स्थानों के आकार-जनसंख्या",
  "spaces; the density of population; and the location and use of buildings and structures. All these have in our view and do": "का घनत्व और इमारतों और संरचनाओं का स्थान और उपयोग शामिल हैं। ये",
  "buildings and structures. All these have in our view and do achieve the larger purpose of the public health, safety or": "सभी हमारे विचार में हैं और सार्वजनिक स्वास्थ्य, सुरक्षा या सामान्य कल्याण",
  "alignments and structural alterations. Any violation of zoning": "औसत संरेखण और संरचनात्मक परिवर्तन भी हैं। जोनिंग और विनियमन",
  "and regulation laws takes the toll in terms of public welfare and convenience being sacrificed apart from the risk,": "कानूनों का कोई भी उल्लंघन जोखिम के अलावा सार्वजनिक कल्याण और",
  "while enforcing building and municipal regulations, the Court issued a caution": "यह देखते हुए कि भवन और नगरपालिका विनियमों को लागू करते समय भूमि",
  "against the tendency to compound violations of building regulations:": "के उल्लंघन की प्रवृत्ति के खिलाफ चेतावनी जारी कीः",
  "“25...T1he cases of professional builders stand on a different": "”25....एक पेशेवर बिल्डर से अपेक्षा की जाती है कि वह कानूनों को",
  "better and deviations by such builders can safely be assumed": "बेहतर तरीके से समझे और ऐसे बिल्डरों द्वारा विचलन को सुरक्षित रूप से",
  "to be deliberate and done with the intention of earning profits": "लाभ अर्जित करने के इरादे से जानबूझकर किया गया माना जा सकता है",
  "and hence deserve to be dealt with sternly so as to act as a": "और इसलिए उससे सख्ती से निपटा जाना चाहिए ताकि भविष्य के लिए",
  "builders and therefrom develop a welfare fund which can be": "एक कल्याण कोष विकसित करना चाहिए, जिसका उपयोग ऐसे निर्दोष या",
  "utilised for compensating and rehabilitating such innocent or": "असावधान खरीदारों को मुआवजा देने और उनके पुनर्वास के लिए किया",
  "unwary buyers who are displaced on account of demolition of illegal constructions.”": "जा सकता है, जो अवैध निर्माण को गिराने के कारण विस्थापित हो गए",
  "152 In Priyanka Estates International (P) Ltd. v. State of Assam*’, Justice": "52, प्रियंका एस्टेट्स इंटरनेशनल (पी) लिमिटेड बनाम असम राज्य* के",
  "Deepak Verma, speaking for a two judge Bench, observed:": "मामले में दो न्यायाधीशों की पीठ की ओर से, न्यायमूर्ति दीपक वर्मा ने कहाः",
  "“55. It is a matter of common knowledge that illegal and unauthorised constructions beyond the sanctioned plans are": "“५५. यह आम जानकारी का विषय है कि स्वीकृत योजनाओं से परे अवैध",
  "on rise, may be due to paucity of land in big cities. Such": "और अनधिकृत निर्माण बढ़ रहे हैं, जो बड़े शहरों में भूमि की कमी के",
  "builders/colonisers would continue to build or construct": "आवश्यकता है अन्यथा बिल्डर/कॉलोनाईजर स्वीकृत और अनुमोदित",
  "scot-free. Ultimately, it is the flat owners who fall prey to such": "अंततः फ़ैट मालिक ही इस तरह की गतिविधियों का शिकार होते हैं क्योंकि",
  "activities as the ultimate desire of a common man is to have a": "आम आदमी की अंतिम इच्छा होती है कि उसका अपना घर हो। इस तरह",
  "shelter of his own. Such unlawful constructions are definitely against the public interest and hazardous to the safety of": "के गैरकानूनी निर्माण निश्चित रूप से जनहित के खिलाफ हैं और बहुमंजिला",
  "occupiers and residents of multistoreyed buildings. To some": "इमारतों में रहने वाले लोगों की सुरक्षा के लिए खतरनाक हैं। कुछ हद तक",
  "extent both parties can be said to be equally responsible for": "दोनों पक्षों को इसके लिए समान रूप से जिम्मेदार कहा जा सकता है। फिर",
  "this. Still the greater loss would be of those flat owners whose": "बिल्डर की तुलना में अधिक नुकसान उन फ़रैट मालिकों को होगा जिनके",
  "The Court lamented that the earlier decisions on the subject had not resulted in": "न्यायालय ने इस बात पर खेद व्यक्त किया कि इस विषय पर पहले के निर्णयों के",
  "enhancing compliance by developers with building regulations. Further, the Court": "परिणामस्वरूप डेवलपरों द्वारा भवन निर्माण नियमों के अनुपालन में वृद्धि नहीं की",
  "noted that if unauthorized constructions were allowed to stand or are “given a seal of": "गई थी। इसके अलावा, अदालत ने कहा कि अगर अनधिकृत निर्माण को खड़े होने की अनुमति दी जाती है या अदालत द्वारा मंजूरी की मुहर दी जाती है, तो इससे",
  "approval by Court”, it was bound to affect the public at large. It also noted that the": "व्यापक रूप से जनता प्रभावित होगी। अदालत ने यह भी कहा कि किसी डेवलपर",
  "jurisdiction and power of Courts to indemnify citizens who are affected by an": "अदालतों के अधिकार क्षेत्र और शक्ति का उपयोग आम नागरिकों को मुआवजा देने",
  "153 In Esha Ekta Apartments Coop. Housing Society Ltd. v. Municipal Corpn.": "53. ईशा एकता अपार्टमेंट कॉप हाउसिंग सोसाइटी लि. बनाम मुम्बई",
  "of Mumbai™, Justice GS Singhvi, writing for a two judge Bench, reiterated the": "मुनिसिपल कॉर्पोरेशन** न्यायमूर्ति जी. एस. सिंघवी ने दो न्यायाधीशों की पीठ के",
  "earlier decisions on this subject and observed:": "लिए लिखते हुए इस विषय पर पहले के निर्णयों को दोहराया और कहाः",
  "“8. At the outset, we would like to observe that by rejecting": "“8. सर्वप्रथम, हम कहना चाहते हैं कि स्वीकृत योजना के अनियंत्रित",
  "the prayer for regularisation of the floors constructed in": "उल्लंघन में निर्मित मंजिलों के नियमितीकरण के लिए प्रार्थना को अस्वीकार",
  "wanton violation of the sanctioned plan, the Deputy Chief Engineer and the appellate authority have demonstrated their": "करके, उप मुख्य अभियंता और अपीलीय प्राधिकारी ने देश की",
  "determination to ensure planned development of the": "वाणिज्यिक राजधानी के नियोजित विकास को सुनिश्चित करने के लिए",
  "them have given a hope to the law-abiding citizens that": "कानून का पालन करने वाले नागरिकों को उम्मीद दी है कि प्रशासन के",
  "someone in the hierarchy of administration will not allow unscrupulous developers/builders to take law into their hands": "पदानुक्रम में कोई भी व्यक्ति बेईमान डेवलपरों /बिल्डरों को कानून को",
  "and get away with it.”": "अपने हाथों में लेने और इससे बचने नहीं देगा।”",
  "The Court further observed that an unauthorized construction destroys the concept": "न्यायालय ने आगे कहा कि एक अनधिकृत निर्माण नियोजित विकास की",
  "of planned development, and places an unbearable burden on basic amenities": "गयी बुनियादी सुविधाओं पर असहनीय बोझ डालता है। अदालत ने कहा कि",
  "154 These concerns have been reiterated in the more recent decisions of this Court in Kerala State Coastal Zone Management Authority v. State of Kerala®’,": "54. इन चिंताओं को न्यायालय ने केरल राज्य तटीय क्षेत्र प्रबंधन प्राधिकरण",
  "Kerala State Coastal Zone Management Authority v. Maradu Municipality,": "बनाम केरल राज्य*, केरल राज्य तटीय क्षेत्र प्रबंधन प्राधिकरण बनाम मराडू",
  "Maradu~ and Bikram Chatterji v. Union of India’”.": "नगरपालिका, मराडू** और बिक्रम चटर्जी बनाम भारत संघ के मामलों में हाल में",
  "155 In the present case, once this Court has determined that the sanctioned plan": "55. वर्तमान मामले में, एक बार जब इस न्यायालय ने यह निर्धारित कर लिया है",
  "for Apex and Ceyane (T-16 and T-17) breached the NBR 2006, NBR 2010, NBC": "कि एपेक्स और सियान (टी-6 और टी-7) के लिए स्वीकृत योजना ने एनबीआर 2006, एनबीआर 200, एनबीसी 2005, यूपी 975 अधिनियम",
  "2005, UP 1975 Act and the UP Apartments Act 2010, it becomes its duty to take": "एनबीआर 2006, एनबीआर 200, एनबीसी 2005, यूपी 975 अधिनियम और यूपी अपार्टमेंट अधिनियम 200 का उल्लंघन किया है, तो यह उसका",
  "stock of the violations committed by the appellant in collusion with NOIDA. The": "कर्तव्य बन जाता है कि वह नोएडा के साथ साठगांठ में अपीलकर्ता द्वारा किए गए",
  "appellant has raised false pleas and attempted to mislead this Court, while the": "उल्लंघनों का जायजा ले।अपीलकर्ता ने गलत तर्क देकर न्यायालय को भ्रमित करने",
  "officials of NOIDA have not acted bona fide in the discharge of their duties. The": "का कार्य किया है। जबकि नोएडा के अधिकारियों ने अपने कर्तव्य के निर्वहन में",
  "Therefore, we confirm the directions of the High Court including the order of demolition and for sanctioning prosecution under Section 49 of the UPUD Act, as": "हद तक झुक गया है। इसलिए, हम विध्वंस के आदेश और यूपीयूडी अधिनियम की खंड 49 के तहत अभियोजन को मंजूरी देने सहित उच्च न्यायालय के निर्देशों",
  "126": "36",
  "156 To summarize our findings, the documentary materials referred to and": "56,. हमारे निष्कर्षों को संक्षेप में प्रस्तुत करने के लिए, इस निर्णय में संदर्भित",
  "analyzed in this judgment indicate that:": "और विश्लेषण की गई दस्तावेजी सामग्री इंगित करती है कि:",
  "The land allotted to appellant under the original lease agreement and the": "(।) मूल पट्टा करार और पूरक पट्टा विलेख के तहत अपीलकर्ता को आवंटित भूमि",
  "supplementary lease deed constitute one plot;": "एक भूखंड का गठन करती है;",
  "The land which was allotted through the supplementary lease deed forms a": "(|) पूरक पट्टा विलेख के माध्यम से आवंटित भूमि मूल प्लॉट संख्या 4 का",
  "part of original Plot No 4, and would be governed by the same terms and conditions as the original lease deed;": "हिस्सा है और मूल पट्टा विलेख के समान नियमों और शर्तों द्वारा शासित होगी;",
  "The sanction given by NOIDA on 26 November 2009 and 2 March 2012 for the construction of T-16 and T-17 is violative of the minimum distance": "(॥) टी-6 और टी-7 के निर्माण के लिए 26 नवंबर 2009 और 2 मार्च 202 को नोएडा द्वारा दी गई मंजूरी एनबीआर 2006, एनबीआर 200 और",
  "requirement under the NBR 2006, NBR 2010 and NBC 2005;": "एनबीसी 2005 के तहत न्यूनतम दूरी की आवश्यकता का उल्लंघन है;",
  "An effort was made to get around the violation of the minimum distance": "समूह बनाकर न्यूनतम दूरी की आवश्यकता का उल्लंघन करने का प्रयास किया",
  "bolstered by providing a space frame between T-1 and T-17. The case that T-": "गया था। इस बात को टी- और टी-7 के बीच एक स्पेस फ्रेम प्रदान करके",
  "1, T-16 and T-17 are part of one block is directly contrary to the appellant’s stated position in its representations to the flat buyers as well as in the counter affidavit before the High Court. The suggestion that T-1, T-16 and T-": "एक ब्लॉक का हिस्सा हैं, फ़ैट खरीदारों के समक्ष अपने अभ्यावेदनों और उद्च न्यायालय के समक्ष जवाबी शपथ पत्र में अपीलकर्ता की कथित स्थिति के सीधे विपरीत है। यह सुझाव कि टी-., टी-6 और टी-7 एक ब्लॉक का हिस्सा हैं,",
  "17 are part of one block is an after-thought and contrary to the record;": "एक पश्चातवर्ती विचार है और रिकॉर्ड के विपरीत है;",
  "After realizing that the building block argument would not pass muster,": "(५) यह महसूस करने के बाद कि बिल्डिंग ब्लॉक तर्क नहीं चलेगा, एक और झूठे",
  "another false case was sought to be set up with the argument that T-1 and T-": "मामले को इस तर्क के साथ स्थापित करने की कोशिश की गई कि टी - और",
  "For the reasons which we have indicated above, we have come to the": "57. ऊपर इंगित किए गये कारणों से हम इस निष्कर्ष पर पहुँचे हैं कि:",
  "The order passed by the High Court for the demolition of Apex and Ceyane (T-16 and T-17) does not warrant interference and the direction for demolition": "(।) एपेक्स और सियान (टी-6 और टी-7) को ध्वस्त करने के उद्च न्यायालय के आदेश में हस्तक्षेप की आवश्यकता नहीं है और उच्च न्यायालय द्वारा",
  "The work of demolition shall be carried out within a period of three months from the date of this judgment;": "(|) ध्वस्तीकरण का काम इस फैसले की तारीख से तीन महीने की अवधि के",
  "existing pleadings, NOIDA shall consult its own experts and experts from Central Building Research Institute Roorkee”:": "अपने स्वयं के विशेषज्ञों और केंद्रीय भवन अनुसंधान संस्थान, रुड़की ** के विशेषज्ञों से परामर्श लेकर करेगा;",
  "The cost of demolition and all incidental expenses including the fees payable": "(५) विध्वंस की लागत और विशेषज्ञों को देय शुल्क सहित सभी आनुषंगिक खर्च",
  "to the experts shall be borne by the appellant;": "अपीलार्थी द्वारा वहन किए जाएंगे;",
  "construction of Apex and Ceyane (T- 16 and T — 17). The common garden": "() अपीलकर्ता एपेक्स और सियान (टी-6 और टी-7) में सभी मौजूदा",
  "refunds have already been made, all the amounts invested for the allotted flats together with interest at the rate of twelve per cent per annum payable": "गई सभी रकमों पर बारह प्रतिशत वार्षिक की दर से ब्याज के साथ संबंधित जमा",
  "with effect from the date of the respective deposits until the date of refund in terms of Part H of this judgment; and": "की तारीख से इस फैसले के भाग एच के संदर्भ में रिफंड की तारीख तक की",
  "in one month from the receipt of this judgment.": "(५) अपीलकर्ता आरडब्ल्यूए को इस निर्णय की प्राप्ति से एक महीने में भुगतान",
  "interlocutory Applications": "ज. अन्तरवर्ती आवेदन",
  "158 Mr Vikas Singh, learned Senior Counsel, has during the course of the hearing": "58. श्री विकास सिंह, विद्वान वरिष्ठ अधिवक्ता ने सुनवाई के दौरान",
  "tendered an additional affidavit to indicate the following position:": "निम्नलिखित स्थिति इंगित करने के लिए एक अतिरिक्त शपथ पत्र दिया हैः",
  "and that though an amount of Rs 16.75 crores was collected, only Rs 13.32": "से 6.75 करोड़ रुपये एकत्र किए गए थे, लेकिन नोएडा को केवल 3.32",
  "crores was payable to NOIDA is incorrect;": "करोड़ रुपये का भुगतान किया जाना गलत है;",
  "of T-1 to T-15. An amount of Rs 7.54 crores was received from some allotees;": "किराया नहीं लिया। कुछ आवंटियों से 7.54 करोड़ रू. प्राप्त हुए थे;",
  "The lease rent paid to NOIDA was in the amount of Rs 14.49 crores;": "(॥) नोएडा को भुगतान किया गया पट्टा किराया 4.49 करोड़ रुपये की राशि में",
  "A total of 659 units were booked in T-1 to T-14; and": "था) (४) टी-. से टी-4 में कुल 659 इकाइयां बुक की गई; और",
  "Of these units 245 flats were booked till 28 December 2006; 141 flats were": "(५) इन इकाइयों में से 245 फ़रैटों की बुकिंग 28 दिसंबर, 2006 तक की गई थी",
  "booked between 29 December 2006 and 25 November 2009, 114 flats were": "और 29 दिसंबर, 2006 से 25 नवंबर, 2009 के बीच 47 फ़ैटों की बुकिंग की",
  "booked between 26 November 2009 and 1 March 2012, while 159 units were": "गई थी। 26 नवंबर, 2009 से मार्च, 202 के बीच 74 फ़ैट बुक किए गये",
  "booked after 2 March 2012.": "जबकि 2 मार्च, 202 के बाद 59 इकाइयों के लिए बुक की गई।",
  "On this basis, it has been submitted that 518 units were booked either before 28": "इस आधार पर, यह कहा गया है कि 58 इकाइयों की बुकिंग या तो 28 दिसंबर",
  "December 2006 (before the first revised plan) or after 26 November 2009 (after the": "2006 से पहले (पहली संशोधित योजना से पहले) या 26 नवंबर 2009 के बाद",
  "second revised plan). The figures which have been indicated by the appellant": "(दूसरी संशोधित योजना के बाद) की गई थी।अपीलकर्ता द्वारा दर्शाए गए आंकड़े",
  "demonstrate that between the first revised plan on 29 December 2006 and the": "दर्शाते हैं कि 29 दिसंबर, 2006, पर पहली संशोधित योजना और 25 नवंबर,",
  "second revised plan on 25 November 2009, 141 flat purchasers had booked flats.": "2009, पर दूसरी संशोधित योजना के बीच 47 फ़ैट खरीदारों ने फ़ैट बुक किए",
  "They did so on the clear representation contained in the sanctioned plans.": "थे। उन्होंने स्वीकृत योजनाओं में निहित स्पष्ट आश्वासन के आधार पर ऐसा किया।",
  "159 During the pendency of these proceedings, two interim orders were passed by this Court on 6 September 2016 and 22 September 2017. By the order dated 6": "59. इन कार्यवाहियों विचाराधीन रहने के दौरान, इस न्यायालय द्वारा 6 सितंबर 206 और 22 सितंबर 207 को दो अंतरिम आदेश पारित किए गए थे। 6",
  "September 2016, this Court directed the appellant to pay a return of ten per cent to": "सितंबर 206 के आदेश द्वारा, इस न्यायालय ने अपीलकर्ता को उन फ़रैट",
  "amounts invested with interest at the rate of twelve per cent per annum.": "गया था, जिन्होंने 2 प्रतिशत वार्षिक की दर से ब्याज के साथ निवेश की गई",
  "(i) Number of flats: 915;": "() फ़ैटों की संख्या: 975",
  "(ii) Number of shops: 21": "() दुकानों की संख्या: 27",
  "(iii) Number of bookings: 633;": "() बुकिंग की संख्या: 633",
  "(iv)Persons who have reinvested in other projects of the developer: 133;": "(४) ऐसे व्यक्ति जिन्होंने डेवलपर की अन्य परियोजनाओं में पुनः निवेश किया हैः 33",
  "(v) Purchasers to whom refund has been granted: 248; and": "(/) खरीददार जिन्हें रिफंड प्रदान किया गया हैः 248",
  "(vi)Remaining purchasers: 252.": "(५) शेष क्रेता: 252",
  "terms of the order of this Court, 248 purchasers have opted for refunds while 252": "प्रदान किए गए ऑप्ट-आउट के बाद 248 खरीदारों ने रिफंड का विकल्प चुना",
  "purchasers in T-16 and T-17 remain committed to the project.": "है, जबकि टी-6 और टी-37 में 252 खरीदार परियोजना के लिए प्रतिबद्ध रहे।",
  "162 Mr Gaurav Agarwal, learned Amicus Curiae has rendered comprehensive": "62. विद्वान न्यायमित्र श्री गौरव अग्रवाल, ने न्यायालय को व्यापक सहायता",
  "assistance to the Court. Apart from urging his submissions in an objective and dispassionate manner, the Amicus Curiae has painstakingly complied the pleadings,": "प्रदान की है। अपनी दलीलों को वस्तुनिष्ठ और निष्पक्ष तरीके से प्रस्तुत करने के अलावा, न्यायमित्र ने अधिवक्ता और न्यायालय की सुविधा के लिए अभिवचनों,",
  "and the Court. We record our appreciation for the assistance which has been": "दी गई सहायता के लिए अपनी सराहना दर्ज करते हैं। न्यायमित्र ने घर खरीददारों",
  "the proceedings. These categories are:": "बनायी है। ये श्रेणियां हैं:",
  "Category |": "श्रेणी ।",
  "163 Buyers who have received ROI payments:": "63. खरीदार जिन्होंने आरओआई भुगतान प्राप्त किया हैः",
  "(i) By its orders dated 6 September 2016 and 11 January 2017, this Court": "(।) 6 सितंबर 206 और ] जनवरी 2077 के अपने आदेशों द्वारा, इस",
  "directed that those home buyers who have chosen to stay on with the project": "न्यायालय ने निर्देश दिया कि उन मकान खरीदारों को , जिन्होंने परियोजना के",
  "and do not desire refund should be paid ROI at ten per cent per annum; and": "दस प्रतिशत वार्षिक की दर से आरओशआई दिया जाना चाहिए और",
  "(ii) Thirteen persons filed applications before this Court claiming that ROl": "() तेरह व्यक्तियों ने यह दावा करते हुए इस न्यायालय के समक्ष आवेदन दिया कि",
  "payments were not made by the appellant. The appellant has intimated the": "अपीलकर्ता ने उन्हें आरओआई भुगतान नहीं किया। अपीलकर्ता ने उस भुगतान",
  "payments which are due till July 2021. Though, the home buyers claim higher": "की सूचना दी है जो जुलाई 202 तक देय हैं। हालांकि, घर खरीदार अधिक",
  "appellant which are tabulated as follows:": "दिए गए आंकड़ों पर कार्रवाई की है, जो निम्नलिखित रूप में सारणीबद्ध हैं:",
  "email received from Supertech": "क्र. सं. नाम आइए नं. सुपरटेक से प्राप्त ईमेल",
  "1 Aarti Puri 55556/2021 Rs. 16,78,720 | Nishe Rajen Shonker": "थी आरती पुरी  |55556/202 (रु. 6, 78, 720 निशे राजन सोनकर",
  "2 Divay Puri 80599/2021 Rs. 16,78,548 Do": "2 दिव्य पुरी. |80599/202 (रु. 6, 78, 548... तदैव",
  "3 Jatin Vardi 55562/2021 Rs. 11,65,686 Do": "3 जतिन वर्दी  ।55562/202] |रु. 4], 65, 686... | तदैव",
  "4 Amit Khanna 56228/2021 Rs. 11,65,686 Do": "थे अमित खन्ना |56228/202 (रु, 7, 65, 686... तदैव",
  "5 Narinder Thakur 55550/2021 Rs. 10,41,578 Do": "5 नरेंद्र ठाकुर 55550/202] रु. 0, 4], 578... | तदैव",
  "6 Manju Kohli 142969/2014 Rs. 6,78,524 Do": "८. मंजू कोहली  _42969/204 रु. 6, 78, 524 तदैव",
  "7 Namrata Tuli 142975/2018 Rs. 8,26,616 do": "7 नम्रता तुली | 442975/208 रु. 8, 26, 66 तदैव",
  "8 Mahesh Jaura 80916/2019 Rs.1,11,160 do": "5. महेश जौरा  8096/209 रु. , 7, 60 तदैव",
  "10 Hemendra Varshney _ | 80879/2019 Rs. 1,33,980 do": "0 हेमेंद्र वा््णेय _80879/209 रु, 2, 33, 980 तदैव",
  "11 Shachi Varshney 80881/2019 Rs. 1,31,988 do": "शशि वार्ष्णेय | 80884/209 रु, ., 3, 988 तदैव",
  "12 Bandana Kedia 80918/2019 Rs. 1,31,700 do": "2 बंदाना 8098/209 रु. , 37, 700 तदैव केडिया",
  "13 Sapna Ahluwalia 43555/2021 Rs. 19,87,020 do": "3 सपना 43555/202] रु. 9, 87, 020 तदैव अहलूवालिया",
  "3 Priya Goel Rs. 28,97,199": "3. | प्रिया गोयल रु, 28, 97, 99",
  "4 Mukta Jain Rs. 30,10,253": "थ मुक्ता जैन रु, 30, 0, 253",
  "5 Subhash Chand | Rs. 29,05,957 Jain": "5. सुभाष चंद जैन... रु. 29, 05, 957",
  "7 Abhishek Jain Rs. 30,22,785": "7... अभिषेकजैन रु, 30, 22, 785",
  "8 Herbinder Singh Rs. 32,84,789": "कि हरबिंदर सिंह रु, 32, 84, 789",
  "9 Vineet Kapoor Rs. 28,90,491": "कह विनीत कपूर ।.. रु. 28, 90, 49",
  "10 Vishal Rs. 22,45,399 24823/2020 Nishe Rajen": "0 विशाल रु, 22, 45, 399 24823/2020 निशे राजन",
  "Maheshwari Shonker": "माहेश्वरी सोनकर",
  "11 Shipli Rs. 15,30,585 24834/2020 do": "शिपली रु, 5, 30, 585 24834/2020 तदैव",
  "Maheshwari": "माहेश्वरी",
  "13 Paramita Ray Rs. 40,65,228 In-person": "3 ।. परमितारे रु, 40, 65, 228 व्यक्तिगत रूप से",
  "pleadings, the appellant should be directed to refund the interest as computed": "अपीलकर्ता को ऊपर संगणित ब्याज को वापस करने के लिए निर्देशित किया जाना",
  "above since the above homebuyers have exited from the project. We accept the": "चाहिए क्योंकि उपरोक्त घर खरीदार परियोजना से बाहर हो गए हैं। हम इस तर्क को",
  "homebuyers as tabulated above within two months.": "स्वीकार करते हैं और अपीलकर्ता को दो महीने के भीतर उपरोक्त सारणी के अनुसार",
  "Category 3": "श्रेणी 3",
  "167 Home buyers under a ‘subvention scheme’:": "67. 'आर्थिक सहायता योजना' के तहत घर खरीदार:",
  "(i) Under the subvention scheme, a home loan is taken in the name of the": "(|) आर्थिक सहायता योजना के तहत मकान खरीदने वाले के नाम पर होम लोन लिया",
  "homebuyer but EMlIs are to be paid by appellant till possession is granted.": "जाता है, लेकिन कब्जा मिलने तक अपीलकर्ता को ईएमआई का भुगतान करना होता",
  "Certain homebuyers are governed by the subvention scheme. There is a": "है। कुछ मकान खरीदार आर्थिक सहायता योजना द्वारा शासित होते हैं। अपीलकर्ता",
  "default by the appellant in paying the EMls;": "द्वारा ईएमआई के भुगतान में चूक की गई है।",
  "(ii) | By an order dated 30 July 2018, this Court directed the appellant to continue": "(॥) 30 जुलाई 208 दिनांकित आदेश द्वारा इस न्यायालय ने अपीलार्थी को",
  "(iii) | The Amicus Curiae has tabulated the interest payable to the homebuyers (as": "(॥॥) न्यायालय मित्र ने घर खरीदारों को देय ब्याज को सारणीबद्ध किया है (जैसा कि",
  "computed by them and by the appellant separately):": "उनके द्वारा और अपीलकर्ता द्वारा अलग-अलग संगणित किया है):",
  "No. indicated by | indicated by": "द्वारा इंगित. द्वारा इंगित नाम",
  "1 Parvinder Rs. 11,71,110 Rs. 8,81,847 | 24814, Khaitan & Co.": "न परविंदर सिंह *\" रू. 24874 खेतान एं. कं. 4,7,70 '8,87, 847",
  "Singh 24825,": "24825,",
  "2 Amit Mangla Rs. 12,09,052 Rs. 12,09,052 | 24839,": "2 अमित मंगला रू. 2,09,052 | 2,09,052 24839,",
  "3 Binod Kumar Rs. 11,73,902 Rs. 8,43,073 | 24848,": "3 विनोद कुमार कि 24848, 7, 73,902 8,443, 073",
  "Singh 24973,": "24972,",
  "5 Dev Verma Rs. 11,73,919 Rs. 8,58,311 | 24974,": "पु देव वर्मा रू. स्व 24974, 7,73,979 '8,58,37",
  "Kumar 24984,": "24978,",
  "Mishra 24989,": "फ वैभव मिश्रा । रू. 24985,",
  "Hastekar 24996,": "24989,",
  "9 Ashish Rs. 11,73,092 Rs. 8,25,030 | 24997, 29374 Sharma &": "* आशीष शर्मा. *- रू, 996 ८5997, , 73,092 |8,25,030 29374 &",
  "Agarwal": "अग्रवाल",
  "13 Bhupinder- Rs. 11,51,855 Rs. 9,43,782 Puran Das Pruthi": "3 भूपेंद्र-पूरन रे 44,5,855 9.43, 782 दास प्रुथी",
  "Pamneja (*) K": "पमनेजा (*)",
  "16 Sandeep Jain Rs. 8,10,866 nil | 67854 & | Arjun Garg": "6 संदीप _ जैन रू. | 67854 & ... अनुज गर्ग",
  "The Amicus Curiae submits that the amounts calculated above be paid.": "न्यायालय मित्र का कथन है कि उपरोक्त संगणित राशि का भुगतान किया जाए।",
  "168 The Amicus Curiae submitted that if the buildings are ordered to be": "68. न्यायालय मित्र ने कहा कि यदि भवनों को ध्वस्त करने का आदेश दिया",
  "demolished, the appellant may close the home loans and refund the amounts": "जाता है, तो अपीलकर्ता आवास ऋणों को खत्म कर सकता है और घर खरीदारों",
  "173 The appeals shall stand disposed of in the above terms. The contempt": "73. उपर्युक्त के अन्तर्गत अपीलों का निस्तारण किया जाएगा।अवमानना",
  "petitions are disposed of accordingly.": "याचिकाओं का निस्तारण तदनुसार किया जाता है।",
  "174 Pending application(s), if any, stand disposed of.": "74. लंबित आवेदन, यदि कोई हो, निस्तारित किए जाते हैं।",
  "[Dr Dhananjaya Y Chandrachud]": "(न्यायमूर्ति डॉ. धनंजय वाई. चन्द्रचूड़)",
  "[MR Shah]": "(न्यायमूर्ति एम. आर. शाह)",
  "New Delhi;": "नई दिल्ली",
  "Category 4": "श्रेणी 4",
  "169 There are two IAs in which the homebuyers have a dispute with the appellant": "69. ऐसे दो आईए हैं जिनमें घर खरीदारों का अपीलार्थी के साथ घर खरीदारों",
  "relating to the amounts due to the homebuyers:": "को देय राशियों के संबंध में विवाद है:",
  "In IA No 56187/2021, Mr DP Tripathi was allotted Flat No 1105 in Apex. A": "(।) आइए नंबर 5687/202] में, श्री डीपी त्रिपाठी को एपेक्स में फ़ैट नंबर",
  "total amount of Rs 31,70,410 was paid for the flat. Out of this amount, Rs.": "05 आवंटित किया गया था। फ़ैट के लिए कुल 3, 70,40 रुपये का भुगतान",
  "14,25,000 was funded by loan. The appellant paid the loan pursuant to an": "किया गया था। इस राशि में से 4, 25,000 रुपये ऋण द्वारा वित्त पोषित किए",
  "order of this Court. However, the applicant has paid the balance amount of Rs": "गए थे। अपीलकर्ता ने इस न्यायालय के एक आदेश के अनुसार ऋण का भुगतान किया।हालांकि, आवेदक ने फ़ैट के लिए अपने कोष से 7,45,40 रुपये की",
  "repayments before it was ultimately settled by the appellant. ROI payments for 27 months amounting to Rs 5,20,315 have been received from the": "इसका अंतिम रूप से निपटान किए जाने से पहले भुगतान किया है। 27 महीनों के लिए 5,20,35 रुपये का आरओआई भुगतान अपीलकर्ता से प्राप्त हुआ है।",
  "appellant. Thus, the case of the applicant is that a sum of Rs 18,83,795": "इस प्रकार, आवेदक का पक्ष यह है कि आवेदक द्वारा 8,83, 795 रुपये की",
  "remains invested by the applicant, which may be ordered to be refunded. In": "राशि निवेश की गई है, जिसे वापस करने का आदेश दिया जा सकता है। इसके",
  "contrast, the appellant has stated that this dispute has been settled by the": "विपरीत, अपीलकर्ता ने कहा है कि इस विवाद को ऋण वसूली न्यायाधिकरण",
  "Debt Recovery Tribunal and nothing is payable; and": "द्वारा सुलझा लिया गया है और कुछ भी देय नहीं है; और",
  "In IA No 67028/2017, Mr Raj Kishore had purchased Flat No 3507, in respect": "(|) आइए नंबर 67028/207 में, श्री राज किशोर ने फ़ैट नंबर 3507 खरीदा",
  "of which the amount has been refunded along with interest. A cheque of Rs": "था, जिसके संबंध में राशि ब्याज के साथ वापस कर दी गई है। अंतिम भुगतान के",
  "67,319 bearing no 213233 for the last payment remained to be encashed due": "लिए 67,39 रुपये का चेक सं. 23233 चूक के कारण भुनाया नहीं जा सका।",
  "directed to issue a fresh cheque pertaining to this payment.": "नया चेक जारी करने का निर्देश दिया जा सकता है।",
  "170 With regards to IA No 56187/2021, since the underlying dispute regarding": "70. आइए नंबर 5687/202] के संबंध में, क्योंकि इस आइए में भुगतान से",
  "Category 5": "श्रेणी 5",
  "171. Application of homebuyers which have been rendered infructuous. The": "77. घर खरीदने वालों का आवेदन जिसे निष्फल बना दिया गया है।न्यायालय",
  "indicating the reasons for the same:": "गया है, जिसमें इसके कारणों को इंगित किया गया हैं:",
  "Applications of home buyers which are rendered infructuous": "घर खरीदारों के आवेदन जो निष्फल हो गए हैं",
  "1 Leo VIII Films Pvt. | 18211/2018 Nitish Massey Refund received": "लियो /॥ फिल्‍म प्राइवेट | 827 /208 | नीतीश मैसी ब्याज सहित रिफंड प्राप्त।",
  "2 Raj Kishore 67028/2017 Mahima Gupta Refund received with interest": "राज किशोर 67028/207 | महिमा गुप्ता ब्याज सहित रिफंड प्राप्त",
  "3 Sajeev Katarya 24785/2017 Rajeev Singh Refund received": "संजीव कटारिया 24785/207 राजीव सिंह. | ब्याज सहित रिफंड प्राप्त।",
  "5 Darpan Bhargav 137549/2018 Gopal Jha Applicant has not": "५... दर्पण भार्गव 37549/208 गोपाल झा... आवेदक ने पोर्टल पर",
  "6 1)Arvind Kaur Sodhi 18064-18066/2020 | Gopal Jha Applicants have": "' 4) अरविंद कौर सोढी  '8064- गोपाल झा. | आवेदकों ने पोर्टल में सिंह 8066/ 2020 आवेदन नहीं किया है।",
  "2) Amarjit Singh not applied in": "2) अमरजीत सिंह राणा",
  "7 Poonam Kulbir | 6919/2018 Aparna Bhat This does not Krishnan relate to this": "7... पूनम कुलबीर कृष्णन . |699/208 अपर्णा भट्ट यह इस परियोजना से",
  "project, but it": "संबंधित नहीं है, लेकिन यह गुड़गांव की परियोजना",
  "relates to the": "से संबंधित है।",
  "8 Sanjay Bahl 24785/17 Rajeev Singh Refund already": "की संजय बहल 24785/7 राजीव सिंह | पहले ही 2 प्रतिशत की",
  "9 Mini Kohli & Ors. 68049/17 PK Jain Refund already": "* मिनी कोहली और अन्य ।68049/7 पीके जैन... ब्याज के साथ रिफंड पहले",
  "10 | Vibhav Bindal 96289/17 Pinky Behera Refund already": "0  . विभव बिंदल 96289/7 पिंकी बेहरा ब्याज के साथ रिफंड पहले",
  "11 | Sayed Asad Ahmad 11/15 in SLP |} Shantanu Applicant has not": "] | सैयद असद अहमद. /5 0 5?. | शांतनु कृष्ण ।आवेदक ने पोर्टल पर",
  "others Usha Rani & others": "3. उषा रानी और अन्य 4/6 0 5$?. राजीव सिंह. |इस आवेदन में कई",
  "applicants in this application. Some of them": "4374/74 आवेदक हैं। उनमें से कुछ",
  "got refund with": "को ब्याज सहित रिफंड",
  "interest. Others": "मिला। अन्य ने आवेदन",
  "did not apply.": "नहीं किया।"
}