{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NO. 1217 OF 2022": "सिविल अपील संख्या 27 वर्ष 2022",
  "Mahindra and Mahindra": "महिंद्रा एंड महिंद्रा फाइनेंशियल सर्विसेज लिमिटेड",
  "Versus": "बनाम",
  "State of U.P. and Ors. ...Respondent(s)": "उ.प्र राज्य एवं अन्य ... प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "of judicature at Allahabad, Bench Lucknow in Writ Petition No. 4529 of": ". . इलाहाबाद उद्च न्यायालय की लखनऊ खंडपीठ में दाखिल रिट याचिका",
  "2018 by which the High Court has dismissed the said writ petition": "संख्या 4529 वर्ष 208, जिसमें उच्च न्यायालय ने उक्त रिट याचिका को",
  "transport vehicle in question is liable to pay the tax under the Act, 1997,": "परिवहन वाहन का कब्जाधारी फाइनेंसर होने के कारण अधिनियम, 997 के",
  "the transport vehicle is not liable to pay any tax under the Act, 1997": "तहत किसी भी कर का भुगतान करने के लिए तब तक उत्तरदायी नहीं है जब",
  "unless it is put to use.": "तक कि इसे उपयोग नहीं किया जाता है।",
  "5. Ms. Garima Prasad, learned Senior Advocate appearing on behalf": "5 राज्य की ओर से पेश वरिष्ठ अधिवक्ता सुश्री गरिमा प्रसाद ने",
  "She has submitted that under the provisions of the Act, 1997, every": "है। उन्होंने कहा है कि अधिनियम, 997 के प्रावधानों के तहत, प्रत्येक",
  "“owner” and “operator” are liable to pay tax leviable under Section 4.": "\"मालिक\" और \"ऑपरेटर\" धारा 4 के तहत कर का भुगतान करने के लिए उत्तरदायी हैं।",
  "transport vehicle under the agreement — hire purchase or lease or": "वचनबद्ध समझौते के तहत परिवहन वाहन को कब्जे में लेने के बाद अधिनियम,",
  "hypothecation, becomes the “owner” under Section 2(h) of the Act, 1997.": "997 की धारा 2 (एच) के तहत 'मालिक' बन जाता है। कब्जाधारी फाइनेंसर",
  "2. As above stated, that the appellant — Mahindra and Mahindra": "2. . यथा उपरोक्त,कि अपीलकर्ता-महिंद्रा एंड महिंद्रा फाइनेंशियल सर्विसेज",
  "Financial Services Limited, is a financier, who had extended a loan for": "लिमिटेड, एक फाइनेंसर है, जिसने परिवहन वाहन की खरीद के लिए ऋण",
  "purchase of a transport vehicle. On default in payment of loan, it had": "दिया था। ऋण का भुगतान न होने की स्थिति में, इसने प्रश्नगत वाहन को कब्जे",
  "pay tax under the U.P. Motor Vehicles Taxation Act, 1997 (hereinafter": "कराधान अधिनियम, 997 (एतश्मिनपश्चात्में \"अधिनियम, 997\" के रूप में",
  "vehicle. Before the High Court, the following question was referred to the Full Bench:-": "समक्ष, निम्नलिखित प्रश्न पूर्ण पीठ को संदर्भित किया गया थाः",
  "“1. Whether in view of Sections 2(g), 2(h), 4, 9, 10, 12,": "”. क्या अधिनियम, 997 की धारा 2 (जी), 2 (एच),",
  "13, 14 and 20 of the Act, 1997 read with Sections 39, 50": "4, 9, 0, 42, 3, 34 और 20 सपठित अधिनियम, 988 की",
  "and 51 of the Act, 1988 and other relevant provisions of": "धारा 39,50 और 5 एवं उक्त अधिनियमों एवं नियम 998",
  "the said enactments and the Rules of 1998 and 1989, a": "और 989 के अन्य प्रासंगिक प्रावधानों और नियमों के तहत",
  "Financier of a motor vehicle/ transport vehicle in respect": "मोटर वाहन /परिवहन वाहन का कोई फाइनेंसर, जिसके संबंध",
  "of which a _ hire-purchase, lease or hypothecation": "में एक किराया -खरीद, पट्टे या वचनबद्ध समझौता किया गया",
  "of taking possession of the said vehicle under the said": "है, उक्त समझौतों के तहत उक्त वाहन को कब्जे में लेने की",
  "Certificate of Registration or not? If not, who is liable in": "पंजीकरण प्रमाण पत्र में दर्ज किया गया हो या नहीं। यदि नहीं,",
  "2.1 By the impugned judgment and order, the High Court has held": "2. आक्षेपित निर्णय और आदेश द्वारा उच्च न्यायालय ने",
  "against the appellant — financier and has held that the appellant being in": "अपीलार्थी-फाइनेंसर के विरुद्ध अभिनिर्धारित किया है और धारित किया है कि",
  "possession of the vehicle as a financier is liable to pay tax under the Act,": "अपीलार्थी का फाइनेंसर के रूप में प्रश्नत वाहन पर कब्जा होने के कारण",
  "and order holding that the appellant as a financier-in-possession of the": "2, 2 आक्षेपित निर्णय, कि अपीलार्थी का फाइनेंसर के रूप में",
  "5.3 It is submitted by Ms. Garima Prasad, learned Senior Advocate": "विद्वान वरिष्ठ अधिवक्ता सुश्री गरिमा प्रसाद उ.प्र. राज्य की ओर से प्रस्तुत हुई।",
  "than those referred in sub-section (1-A) and sub-section (2) shall be": "धारा (-ए) और उप-धारा (2) में निर्दिष्ट लोगों के अलावा किसी व्यक्ति",
  "USED in any public place in Uttar Pradesh unless a monthly tax at such": "द्वारा उत्तर प्रदेश में तब तक सार्वजनिक स्थान पर उपयोग नहीं किया जाएगा",
  "rate as may be notified by the State Government is paid in respect": "जब तक कि राज्य सरकार द्वारा अधिसूचित दर पर मासिक कर का भुगतान",
  "thereof. As per the proviso, instead of monthly tax, a quarterly or a": "उसके संबंध में नहीं किया जाता है। परंतुक के अनुसार, मासिक कर के बजाय,",
  "yearly tax may be payable at such rate as may be notified by the State": "एक त्रैमासिक या वार्षिक कर ऐसी दर पर देय हो सकता है जिसे राज्य सरकार",
  "Government. It is submitted that as per Section 9(1)(iv)(a) the tax": "द्वारा अधिसूचित किया जाए। यह कहा गया है कि धारा 9 () (५४) (ए) के",
  "payable under sub-section (2-A) of Section 4 shall be payable in": "अनुसार धारा 4 की उप-धारा (2-ए) के तहत देय कर अधिनियम, 988 के",
  "advance for one calendar month at the time of registration of the vehicle": "तहत वाहन के पंजीकरण के समय एक कैलेंडर महीने के लिए अग्रिम रूप से",
  "to be paid in advance and hence the liability to pay the tax is first and": "है और इसलिए कर का भुगतान करने की देयता पहले है और उसके बाद ही",
  "then only can the vehicle be used. Therefore, the financier-in-": "वाहन का उपयोग किया जा सकता है। इसलिए, अधिनियम, 997 के तहत",
  "possession of the transport vehicle being an “owner”, as defined under": "परिभाषित परिवहन वाहन का 'मालिक' होने के नाते कब्जाधारी फाइनेंसर",
  "the Act, 1997, is liable to first pay the tax. That in case, after the": "सर्वप्रथम कर का भुगतान करने के लिए उत्तरदायी है। यह कि यदि , कर के",
  "payment of tax, the vehicle is not used, then, after following the": "भुगतान के बाद, वाहन का उपयोग नहीं किया जाता है, तो, प्रक्रिया का पालन",
  "financier/owner can claim refund of the tax paid. That the question of": "किए गए कर की वापसी का दावा कर सकता है। गैर-उपयोग पर धनवापसी का",
  "the operator and owner of the vehicle are included in the definition for": "वाहन के पंजीकरण का मूल परमिट और प्रमाण पत्र, जो पंजीकृत मालिक के",
  "be said to be the “owner”.": "को \"मालिक\" कहा जा सकता है और अग्रिम में कर का भुगतान करने के लिए",
  "a financier is to claim refund in case of vehicle is not used, otherwise he": "दावा करना है यदि वाहन का उपयोग नहीं किया जाता, अन्यथा वह बकाया",
  "is liable to pay the tax dues.": "कर का भुगतान करने के लिए उत्तरदायी है।",
  "5.6 Making the above submissions and relying upon above decisions,": "५.6 उपरोक्त तर्क देते हुए और उपरोक्त निर्णयों का अवलंब लेते हुए",
  "it is prayed to dismiss the present appeal.": "वर्तमान अपील को खारिज करने की प्रार्थना की गयी है।",
  "6. Heard the learned counsel for the respective parties at length.": "6. संबंधित पक्षों के विद्वान अधिवक्तागण को विस्तार से सुना।",
  "7. The issue before this Court is, whether, a financier of a motor vehicle/transport vehicle in respect of which a hire-purchase, lease or": "7. इस न्यायालय के समक्ष मुद्दा यह है कि क्या, किसी मोटर वाहन /परिवहन वाहन का एक फाइनेंसर, जिसके संबंध में एक किराया -खरीद, लीज या",
  "of taking possession of the said vehicle under the said agreements.": "वचनबद्ध समझौता किया गया है, उक्त समझौतों के तहत उक्त वाहन को कब्जे",
  "8. While deciding the present issue, the relevant provisions of the": "8. वर्तमान विषय को निर्णीत करते समय, उ.प्र. मोटर वाहन कराधान",
  "considered. They are Sections 2(h), 4, 9, 10, 12 and 20, which read as": "की आवश्यकता है। वे हैं धारा 2 (एच), 4,9,0,2 और 20 हैं, जो",
  "under:-": "निम्नानुसार हैं:",
  "“2(h) \"owner\" in respect of a motor vehicle means the": "\"2 (ज) मोटर यान के संबंध में\" स्वामी \"से ऐसा व्यक्ति अभिप्रेत है जिसका",
  "person whose name is entered in the certificate of": "नाम ऐसे यान के संबंध में जारी किए गए रजिस्ट्रीकरण प्रमाणपत्र में दर्ज किया",
  "registration issued in respect of such vehicle, and where": "गया है और जहां ऐसा यान उस करार के अधीन यान के कब्जे वाले व्यक्ति को",
  "such vehicle is the subject of an agreement of hire purchase or lease or hypothecation, the person in": "किराया क्रय या पट्टे या हाइपोथीकेशन के करार का विषय है और",
  "applicable in respect of such motor vehicle, as may be": "मोटर वाहन के संबंध में ऐसी दर पर वार्षिक कर, जो राज्य",
  "specified by the State Government by Notification in the": "सरकार द्वारा राजपत्र में अधिसूचना द्वारा निर्दिष्ट किया जाए का",
  "Gazette has been paid in respect thereof:": "भुगतान किया जा चुका है जिसके संबंध में:",
  "Provided that in respect of a motor vehicle under": "बशर्ते कि इस उप-धारा के तहत एक मोटर वाहन के संबंध",
  "time tax may be payable as specified by the State": "द्वारा निर्दिष्ट एक बार कर की ऐसी राशि देय हो सकती है।",
  "of the Uttar Pradesh Motor Vehicles’ Taxation": "बशर्ते कि उत्तर प्रदेश मोटर वाहन कराधान (संशोधन)",
  "transport vehicle shall be used in any public place after": "किसी भी सार्वजनिक स्थान पर परिवहन वाहन के अलावा किसी भी",
  "applicable to such Motor Vehicles as may be specified by notification, by the State Government has been paid in": "द्वारा अधिसूचना द्वारा निर्दिष्ट मोटर वाहनों पर लागू दर पर एक ग्रीन",
  "(2) Save as otherwise provided by or under this Act": "(2) इस अधिनियम द्वारा या उसके अधीन अन्यथा उपबंधित के",
  "no goods carriage other than those specified in sub- section (1-A), construction equipment vehicles, specially": "सिवाय उपधारा (-क) में निर्दिष्ट किसी माल गाड़ी , निर्माण",
  "designed vehicles, motor cab (other than three wheeler": "उपकरण वाहन, विशेष रूप से डिजाइन किए गए वाहन, मोटर कैब",
  "motor cab), maxi cab and public service vehicles owned": "(तीन पहिया मोटर कैब से भिन्न), मैक्सी कैब और राज्य परिवहन",
  "used in any public place in Uttar Pradesh unless a": "उत्तर प्रदेश के किसी सार्वजनिक स्थान पर तब तक नहीं किया",
  "quarterly tax at the rate applicable to such motor vehicle": "जाएगा जब तक कि ऐसे मोटर यान पर लागू दर पर त्रैमासिक कर, जो",
  "as may be specified by the State Government by notification in the Gazette, has been paid in respect": "राज्य सरकार द्वारा राजपत्र में अधिसूचना द्वारा विनिर्दिष्ट किया जाए,",
  "Provided that in respect of a motor vehicle under this sub-section instead of quarterly tax, an yearly tax at": "बशर्ते कि त्रैमासिक कर के बजाय इस उप-धारा के तहत मोटर",
  "such rate as may be specified by the State Government": "वाहन के संबंध में, राज्य सरकार द्वारा निर्दिष्ट की जा सकने वाली दर",
  "may be payable.": "पर वार्षिक कर देय हो सकता है।",
  "(2-A) Save as otherwise provided by or under this": "(2-क) इस अधिनियम द्वारा या उसके अधीन अन्यथा उपबंधित",
  "subsection (1-A) and sub-section (2) shall be used in any": "के सिवाय, उपधारा (-क) और उपधारा (2) में संदर्भित से भिन्न",
  "rate as may be notified by the State Government is paid": "पर तब तक उपयोग नहीं किया जाएगा जब तक कि राज्य सरकार द्वारा अधिसूचित ऐसी दर पर मासिक कर का संदाय नहीं किया जाता",
  "Provided that in respect a motor vehicle under this sub-section instead of monthly tax, a quarterly or an": "बशर्ते कि मासिक कर के बजाय इस उप-धारा के तहत मोटर",
  "(2-B) Where any reciprocal agreement relating to taxation of goods carried by road is entered into between": "(2-ख) जहां सड़क द्वारा ले जाए जाने वाले माल के संबंध में कराधान से संबंधित कोई पारस्परिक समझौता उत्तर प्रदेश सरकार",
  "the Government of Uttar Pradesh and any other State": "और किसी अन्य राज्य सरकार या संघ राज्यक्षेत्र के बीच किया जाता",
  "month at the time of registration of the vehicle under the": "अधिनियम, 988 के तहत वाहन के पंजीकरण के समय एक वर्ष के लिए",
  "Motor Vehicles Act, 1988 and thereafter on or before the": "अधिनियम, 988 के तहत वाहन के पंजीकरण के समय एक तिमाही के लिए अग्रिम में देय होगा और उसके बाद अगले तिमाही के पहले कैलेंडर",
  "fifteenth day of each calendar month next following.": "महीने के पंद्रहवें दिन या उससे पहले।",
  "(b) the special tax payable under Section 4A in": "(४) (क) धारा 4 की उपधारा (2-क) के अधीन संदेय कर",
  "such as to and from fairs and religious gatherings or to": "(ख) विशेष अवसरों जैसे कि मेले और धार्मिक समारोह या",
  "reserved parties shall be paid at the time of issuance of such temporary permit.": "विशेष कर, ऐसे अस्थायी परमिट के जारी होने के समय भुगतान किया",
  "(2) When any person transfers a motor vehicle registered in his name to any other person, then without": "(2) जब कोई व्यक्ति अपने नाम से पंजीकृत मोटर वाहन को किसी",
  "transfer, as if the transferee was the owner of the said motor vehicle during the period for which such tax,": "होगा, वैसे ही जैसे उस अवधि के दौरान वह उक्त मोटर वाहन का स्वामी",
  "additional tax or penalty is due.": "रहा हो जिसके लिए ऐसा कर, अतिरिक्त कर या शास्ति देय है।",
  "(3) Where the tax or additional tax in respect of a": "(3) जहां मोटर वाहन के संबंध में कर या अतिरिक्त कर का संदाय",
  "motor vehicle is not paid within the period specified in": "उपधारा () में विनिर्दिष्ट अवधि के भीतर नहीं किया जाता है, वहां ऐसी",
  "due, a penalty at such rate not exceeding the due amount as may be prescribed, shall be payable, for which the": "दर पर शास्ति, जो विहित की जाए, जो देय रकम से अधिक न हो, संदेय",
  "owner and the operator if any shall be jointly and": "होगी, जिसके लिए स्वामी और प्रचालक यदि कोई, संयुक्त रूप से और",
  "(4) In computing the amount of tax, additional tax or penalty under this Act the amount shall be rounded off to": "(4) इस अधिनियम के अधीन कर, अतिरिक्त कर या शास्ति की",
  "the nearest rupee, that is to say a fraction of a rupee": "रकम की संगणना करते समय, वह रकम निकटतम रुपए तक, अर्थात्‌",
  "being fifty paise or more shall be rounded off to the next": "पचास पैसे या अधिक के एक अंश को अगले उद्चतर रुपए तक मान लिया",
  "higher rupee and any fraction less than fifty paise shall be ignored.": "जाएगा और पचास पैसे से कम के किसी अंश को नजरअंदाज किया जाएगा।",
  "10. Vehicles not to be used in Uttar Pradesh without payment of tax— (1) Notwithstanding anything": "0. उत्तर प्रदेश में कर के भुगतान के बिना उपयोग न किए जाने वाले वाहन-",
  "contained in Section 9, no transport Vehicle shall ply in": "() धारा 9 में किसी बात के होते हुए भी, कोई भी परिवहन वाहन",
  "Uttar Pradesh—": "उत्तर प्रदेश में नहीं चलेगा -",
  "Motor vehicles Act, 1988 by an authority having": "मोटर यान अधिनियम, 988 के अधीन मंजूर अस्थायी परमिट के",
  "jurisdiction outside Uttar Pradesh unless there has been paid in respect thereof a tax under Section 4 for its use or stay in Uttar Pradesh.": "अधीन जब तक कि उसके उपयोग या उत्तर प्रदेश में रहने के लिए धारा 4 के अधीन कर का संदाय नहीं किया जाता है।",
  "section (12) of Section 88 of the said Act by an authority": "उक्त अधिनियम की धारा 88 की उपधारा (2) के अधीन दी गई राष्ट्रीय",
  "been paid in respect thereof a tax under Section 4": "अनुज्ञा के अधीन जब तक कि उसके संबंध में धारा 4 के अधीन कर का",
  "by Notification in the Gazette in the manner prescribed.": "संदाय राजपत्र में अधिसूचना द्वारा विहित रीति से नहीं किया जाता है।",
  "(c) under a permit granted under sub-section (9) of Section 88 of the said Act read with the Motor Vehicles": "(ग) उक्त अधिनियम की धारा 88 की उप-धारा (9) सपठित",
  "(An India Permit for Tourist Transport Operators) Rules,": "मोटर वाहन (पर्यटक परिवहन संचालकों के लिए अखिल भारत परमिट)",
  "1993 by an authority having jurisdiction outside Uttar": "नियम, 993 के तहत उत्तर प्रदेश के बाहर अधिकार क्षेत्र वाले",
  "Pradesh unless there has been paid in respect thereof a tax under Section 4 at the rate specified by the State": "प्राधिकरण द्वारा दिये गये परमिट के तहत, जब तक कि धारा 4 के तहत कर का भुगतान नहीं किया जाता है।",
  "Provided that the State Government may, by": "बशर्ते कि राज्य सरकार, अधिसूचना द्वारा उक्त अनुसूचियों में यथा",
  "notification, increase by not more than fifty per cent, the rates of tax or additional tax, as the case may be,": "निर्दिष्ट, कर या अतिरिक्त कर की दरों में ,जैसा भी मामला हो, पचास प्रतिशत से अनधिक वृद्धि कर सकती है।",
  "under sub-clause (i) of clause (a) of sub-section (1), the": "(2) उपधारा (]) के खंड (क) के उपखंड (।) के अधीन कर के",
  "tax payable for any two weeks or part thereof shall be": "उद्ग्रहण और संदाय के प्रयोजन के लिए, किसी दो सप्ताह या उसके भाग",
  "2/13th of the rate specified in the First Schedule.": "के लिए संदेय कर पहली अनुसूची में विनिर्दिष्ट दर का 2/3 वां होगा।",
  "(3) In such transport vehicle is found plying in Uttar": "(3) यदि ऐसा परिवहन वाहन इस अधिनियम के अधीन संदेय कर",
  "Pradesh without payment of the tax or additional tax": "या अतिरिक्त कर के संदाय के बिना उत्तर प्रदेश में चलता पाया जाता है,",
  "with a penalty, equivalent to five times of the due tax shall": "तो ऐसे कर या अतिरिक्त कर के साथ शास्ति, जो देय राशि के पांच गुना",
  "Provided that the tax under this section shall not be": "बशर्ते कि इस धारा के तहत कर राष्ट्रीय राजधानी क्षेत्र दिल्ली के",
  "the notified area of Noida, Greater Noida and Ghaziabad Development Authority from Delhi on the basis of permit issued by the Transport Authorities of National Capital Territory Delhi.": "परिवहन प्राधिकरणों द्वारा जारी परमिट के आधार पर दिल्ली से नोएडा, ग्रेटर नोएडा और गाजियाबाद विकास प्राधिकरण के अधिसूचित क्षेत्र के",
  "Provided further that the tax under this section shall not be payable in respect of motor cabs (CNG operated)": "बशर्ते यह भी कि इस धारा के तहत कर ऐसे मोटर कैब (सीएनजी",
  "Haryana, Rajasthan and the National Capital Territory of Delhi.": "हरियाणा, राजस्थान व राष्ट्रीय राजधानी क्षेत्र दिल्ली की सरकारों के साथ",
  "12. Non-use of vehicle and refund of tax—(1)": "2. वाहन का उपयोग न किया जाना और कर की वापसी-()",
  "When any person who has paid the tax in respect of a": "जब कोई भी व्यक्ति जिसने परिवहन वाहन के संबंध में कर का भुगतान",
  "transport vehicle, proves to the satisfaction of the Taxation Officer in the prescribed manner that the motor": "किया है, तो विहित तरीके से कराधान अधिकारी की संतुष्टि हेतु यह",
  "vehicle in respect whereof such tax has been paid, has": "साबित करता है कि वह मोटर वाहन जिसके संबंध में इस तरह के कर",
  "not been used for a continuous period of one month or": "का भुगतान किया गया है, का उपयोग एक माह या अधिक की निरंतर",
  "quarterly tax or one twelfth of the yearly tax, as the case": "तिहाई या वार्षिक कर के बारहवें हिस्से, जैसा कि मामला हो, के बराबर",
  "may be, payable in respect of such vehicle for each thirty": "राशि की वापसी का ऐसे वाहन के संबंध में प्रत्येक तीस दिनों की अवधि",
  "days of such period for which such tax has been paid:": "के लिए देय कर जिसका भुगतान किया गया है, हकदार होगा:",
  "Provided that no such refund shall be admissible": "बशर्ते कि ऐसा कोई रिफंड तब तक स्वीकार्य नहीं होगा जब तक",
  "unless such person has surrendered the certificate of registration, the token, if any, issued in respect of the": "कि ऐसे व्यक्ति ने पंजीकरण का प्रमाण पत्र, टोकन, यदि कोई हो, जो",
  "vehicle and the permit, if any, to the Taxation Officer,": "वाहन और परमिट के संबंध में जारी किया हो, यदि कोई हो, कराधान",
  "before the period for which such refund is claimed.": "अधिकारी को, उस अवधि से पहले, जिसके लिए ऐसा रिफंड का दावा",
  "4, the amount equivalent to 1/120 for each month shall be refunded in respect of such vehicle.": "संबंध में प्रत्येक महीने के लिए /20 के बराबर राशि वापस की जाएगी।",
  "(2) Where the operator or, as the case may be, the owner of a motor vehicle, does not intend to use his": "(2) जहां ऑपरेटर या मोटर वाहन का मालिक, जैसा भी मामला",
  "vehicle for a period of one month or more he shall, before": "हो, एक महीने या उससे अधिक की अवधि के लिए अपने वाहन का",
  "due, surrender the certificate of registration, the token, if": "तारीख से पहले, जैसा भी मामला हो, पंजीकरण का प्रमाण पत्र, टोकन,",
  "any, issued in respect of the motor vehicle and the permit,": "यदि कोई हो, जो मोटर वाहन और परमिट के संबंध में जारी किया गया",
  "if any, to the Taxation Officer of the region where the tax": "हो, उस क्षेत्र के कराधान अधिकारी के पास, जहां कर या अतिरिक्त कर",
  "or additional tax was last paid and on such surrender, no": "का अंतिम भुगतान किया गया था, वापस जमा करेगा और इस तरह के",
  "tax or additional tax under this Act shall be payable in": "जमा करने पर, इस अधिनियम के तहत कोई कर या अतिरिक्त कर ऐसे",
  "respect of such vehicle for each complete calendar month": "वाहन के संबंध में उस अवधि के प्रत्येक पूर्ण कैलेंडर महीने के लिए देय",
  "of the period during which the vehicle remains withdrawn": "नहीं होगा जिसके दौरान वाहन उपयोग से वापस ले लिया गया है और",
  "from use and the aforesaid documents remain surrendered with the Taxation Officer:": "पूर्वोक्त दस्तावेज कराधान अधिकारी के पास रखे हुए हैं:",
  "Provided that in case such vehicle is found plying": "बशर्ते कि इस तरह के वाहन यदि उस अवधि के दौरान चलते पाए",
  "during the period when its documents as mentioned in this sub-section remain surrendered with the Taxation": "जाते हैं जब इस उप-धारा में उल्लिखित दस्तावेज कराधान अधिकारी के",
  "Officer, such owner or operator, as the case may be, shall": "पास जमा कर दिये गये हों, ऐसे मालिक या ऑपरेटर, जैसा भी मामला",
  "be liable to the tax and the additional tax as if the": "हो, उसी प्रकार कर और अतिरिक्त कर के लिए उत्तरदायी होंगे जैसे कि",
  "documents were not surrendered and shall also be liable": "दस्तावेजों को जमा न किया गया हो और कर और अतिरिक्त कर के पांच",
  "(3) Where the owner of a motor vehicle in respect": "(3) जहां किसी मोटर वाहन का मालिक, जिसके संबंध में इस",
  "whereof one-time tax has been paid under this Act proves": "अधिनियम के तहत एक बार कर का भुगतान किया गया है, कराधान",
  "to the satisfaction of the Taxation Officer in prescribed manner that such motor vehicle has not been used for a": "अधिकारी की संतुष्टि के लिए साबित करता है कि ऐसे मोटर वाहन का",
  "continuous period of one month or more, he shall be": "उपयोग एक महीने या उससे अधिक की निरंतर अवधि के लिए नहीं",
  "State Government by notification in the Gazette for the said period:": "किया गया है, वह उक्त अवधि के लिए राजपत्र में अधिसूचना द्वारा राज्य",
  "been paid under this Act shall be entitled to refund of such tax at the rates specified by the State Government by": "सरकार द्वारा निर्दिष्ट किए जा सकने वाले कर की वापसी का हकदार",
  "(6) Where any person who has paid the tax other than one-time tax in respect of an old motor vehicle,": "(6) जहां कोई भी व्यक्ति जिसने पुराने मोटर वाहन के संबंध में एक बार कर के अलावा कर का भुगतान किया है, कराधान अधिकारी के",
  "motor vehicle, in respect of which such tax has been paid,": "समक्ष साबित करता है कि मोटर वाहन, जिसके संबंध में इस तरह के कर",
  "has not been used for a continuous period of one month or more since the tax or installment was last paid, he shall": "का भुगतान किया गया है, का उपयोग एक महीने या उससे अधिक की निरंतर अवधि के लिए नहीं किया गया है जब से कर या किस्त का अंतिम",
  "vehicle for each complete calendar month of such period": "भुगतान किया गया था, वह ऐसी अवधि के प्रत्येक पूर्ण कैलेंडर महीने के",
  "for which such tax has been paid:": "लिए जिसके लिए ऐसा कर का भुगतान किया गया है ऐसे वाहन के संबंध",
  "unless such person has surrendered the certificate of registration and the token, if any, issued in respect of the": "कि ऐसे व्यक्ति ने पंजीकरण का प्रमाण पत्र और टोकन , यदि कोई हो,",
  "vehicle to the Taxation Officer, before the period for which": "वाहन के संबंध में, कराधान अधिकारी को जमा न कर दिया हो, जिस",
  "such refund is claimed.": "अवधि के लिए इस तरह के रिफंड का दावा किया जाता है।",
  "(7) An operator of a transport vehicle entitled to any refund of tax under sub-section (1), shall also be entitled to refund of such portion of the additional tax paid under Section 6, as is attributable to the period for which he is": "(7) उपधारा (]) के अधीन कर के किसी प्रतिदाय का हकदार परिवहन वाहन का प्रचालक धारा 6 के अधीन संदत्त अतिरिक्त कर के ऐसे भाग के प्रतिदाय का भी हकदार होगा, जो उस अवधि के लिए दिया",
  "entitled to refund under sub-section (1); and the amount": "गया है जिसके लिए वह उपधारा () के अधीन प्रतिदाय का हकदार है",
  "of. such refund shall be calculated on the same principle": "और ऐसे प्रतिदाय की रकम की गणना उसी सिद्धांत पर की जाएगी जो",
  "(8) Where the operator, or as the case may be, the": "(8) जहां ऑपरेटर या मोटर वाहन का मालिक, जैसा भी मामला",
  "owner of a motor vehicle is unable to use his motor": "हो, उक्त वाहन की दुर्घटना के कारण अपने मोटर वाहन का उपयोग करने",
  "vehicle due to an accident of the said vehicle and the": "में असमर्थ है और उक्त वाहन के संबंध में जारी किया गया पंजीकरण का",
  "certificate of registration, the token, if any, issued in respect of the said vehicle and the permit, if any are": "प्रमाण पत्र, टोकन, यदि कोई हो, उक्त वाहन और परमिट, यदि कोई हो,",
  "surrendered to the Taxation Officer within a week from the": "तारीख से एक सप्ताह के भीतर कराधान अधिकारी के पास जमा कर देता",
  "information report, such surrender shall be deemed to have been made on the date of the accident.": "है तो जमा करने की तारीख दुर्घटना की तारीख पर माना जाएगा।",
  "20. Recovery of tax—(1) Arrears of any tax or": "20. कर की वसूली-() इस अधिनियम के तहत देय किसी कर",
  "additional tax or penalty payable under this Act shall be": "या अतिरिक्त कर या जुमनि की बकाया राशि भू -राजस्व के बकाया के",
  "(2) The tax, the additional tax and penalty payable under this Act shall be first charge on the motor vehicle": "(2) इस अधिनियम के अधीन संदेय कर, अतिरिक्त कर और शास्ति सर्वप्रथम मोटर वाहन पर, जिसके संबंध में वह देय है, प्रभारित",
  "(3) The Taxation Officer shall raise a demand in the": "(3) कराधान अधिकारी प्रत्येक वर्ष के कर और अतिरिक्त कर",
  "form as may be prescribed, from the owner or operator,": "और जुमनि के बकाया के लिए, जैसा भी मामला हो, मालिक या ऑपरेटर",
  "arrears of tax, additional tax or penalty, if any, of preceding years.”": "कर या जुर्माना, यदि कोई हो, का बकाया भी शामिल होगा। \"",
  "8.1 Section 2(30) the Motor Vehicles Act defines “owner”, which reads": "8. 7 मोटर वाहन अधिनियम की धारा धारा 2 (30) \"स्वामी\" शब्द को",
  "as under:-": "परिभाषित करती है, जो निम्नानुसार हैः",
  "(30) “owner” means a person in whose name a motor": "(30) \"स्वामी\" शब्द से ऐसा व्यक्ति अभिप्रेत है जिसके नाम पर मोटर",
  "vehicle stands registered, and where such person is a": "वाहन पंजीकृत है और जहां ऐसा व्यक्ति अवयस्क है, ऐसे अवयस्क का",
  "to sub-section (2) of Section 12 in case such vehicle is found plying": "(2) जहां इस अध्याय के तहत पंजीकृत किसी मोटर वाहन का",
  "the written consent of the person whose name has been": "नहीं की जाएगी सिवाय उस व्यक्ति की लिखित सहमति के जिसका नाम",
  "specified in the certificate of registration as the person": "व्यक्ति के रूप में निर्दिष्ट किया गया है जिसके साथ पंजीकृत मालिक ने",
  "with whom the registered owner has entered into the said agreement.": "साथ पंजीकृत मालिक ने उक्त समझौता किया है।",
  "(5) Where the person whose name has been": "(5) जहां वह व्यक्ति जिसका नाम पंजीकरण के प्रमाण पत्र में उस",
  "with whom the registered owner has entered into the said": "उक्त समझौता किया है, पंजीकरण प्राधिकारी को इस बात से संतुष्ट",
  "agreement, satisfies the registering authority that he has": "करता है कि उसने उक्त समझौते के प्रावधानों के तहत पंजीकृत मालिक",
  "taken possession of the vehicle from the registered owner owing to the default of the registered owner under the": "के डिफ़ॉल्ट के कारण पंजीकृत मालिक से वाहन पर कब्जा कर लिया है",
  "owner refuses to deliver the certificate of registration or": "और पंजीकृत मालिक पंजीकरण का प्रमाण पत्र देने से इनकार कर देता है",
  "has absconded, such authority may, after giving the": "या फरार हो गया है, तो ऐसा प्राधिकारी, पंजीकृत मालिक को ऐसा",
  "him a notice by registered post acknowledgement due at his address entered in the certificate of registration) and": "(पंजीकरण के प्रमाण पत्र में दर्ज अपने पते पर देय पंजीकृत डाक पावती",
  "produced before it, cancel the certificate and issue a fresh": "का प्रमाण पत्र उसके समक्ष प्रस्तुत नहीं किया गया है, प्रमाण पत्र को रद्द",
  "certificate of registration in the name of the person with": "करेगा और उस व्यक्ति के नाम पर पंजीकरण का एक नया प्रमाण पत्र",
  "whom the registered owner has entered into the said agreement:": "जारी करें जिसके साथ पंजीकृत मालिक ने उक्त समझौता किया था :",
  "Provided that a fresh certificate of registration shall": "बशर्ते कि मोटर वाहन के संबंध में पंजीकरण का एक नया प्रमाण",
  "Provided further that a fresh certificate of registration issued in respect of a motor vehicle, other than a transport vehicle, shall be valid only for the": "बशर्ते यह भी कि परिवहन वाहन के अलावा मोटर वाहन के संबंध में जारी पंजीकरण का नया प्रमाण पत्र केवल शेष अवधि के लिए मान्य",
  "remaining period for which the certificate cancelled under this sub-section would have been in force.”": "होगा, जिस अवधि तक इस उप-धारा के तहत रद्द प्रमाण पत्र प्रवर्तन में रहता।”",
  "As per Section 2(h) of the Act,1997 read with Section 2(30) of the": "8.3 अधिनियम, 997 की धारा 2 (एच) सपठित, अधिनियम,",
  "any motor vehicle which is held under the said agreement": "या बिक्री या वचनबद्ध समझौते के तहत वाहन पर कब्जा रखने वाले व्यक्ति को",
  "question owing to non-payment of the loan amount is an “owner” under": "जिसके कब्जे में प्रश्नगत परिवहन वाहन ऋण का भुगतान न होने के कारण है,",
  "the relevant provisions of the Act, 1997 and Act, 1988.": "अधिनियम, 997 और अधिनियम, 988 के प्रासंगिक प्रावधानों के तहत",
  "8.4 Section 4 of the Act, 1997 is the charging section. As per": "8. 4 अधिनियम, 997 की धारा 4 मूलभूत धारा है। धारा 4 के",
  "Section 4, no motor vehicle other than a transport vehicle, shall be used": "अनुसार, परिवहन वाहन के अलावा किसी भी मोटर वाहन का उपयोग उत्तर",
  "applicable in respect of such motor vehicle has been paid in respect": "वाहन के संबंध में लागू दर पर उसके संबंध में एकमुश्त कर का भुगतान न",
  "thereof. Section 4 (2-A) provides that no public service vehicle (transport vehicle) other than those referred in sub-section (1-A) and": "किया गया हो। धारा 4 (2-ए) में यह प्रावधान है कि उप -धारा (-ए) और उप-धारा (2) में निर्दिष्ट के अलावा , कोई भी सार्वजनिक सेवा वाहन",
  "sub-section (2) SHALL BE USED in any public place in Uttar Pradesh": "(परिवहन वाहन) उत्तर प्रदेश में किसी सार्वजनिक स्थान पर तब तक उपयोग",
  "unless a monthly tax at such rate as may be notified by the State": "नहीं किया जाएगा जब तक कि राज्य सरकार द्वारा अधिसूचित दर पर मासिक",
  "of a motor vehicle under Section 4(2-A) instead of monthly tax, a": "कर के बजाय धारा 4 (2-ए) के तहत किसी मोटर वाहन के संबंध में, राज्य",
  "quarterly or a yearly tax at such rate as may be notified by the State": "सरकार द्वारा अधिसूचित की जा सकने वाली दर पर तिमाही या वार्षिक कर",
  "Government may be payable. Section 9 provides for payment of tax and": "देय हो सकता है। धारा 9 में कर और जुर्माना के भुगतान का प्रावधान है। धारा",
  "penalty. As per Section 9(1)(iv)(a) the tax payable under sub-section (2-": "9 () (५४) (क) के अनुसार धारा 4 की उपधारा (2- ए) के अधीन संदेय",
  "A) of Section 4 shall be payable in advance for one calendar month at": "अनुसार, धारा 4 की उप-धारा (2-ए) के तहत देय कर अगले महीने के",
  "and thereafter on or before the fifteenth day of each calendar month next": "पंद्रहवें दिन या उससे पहले अग्रिम रूप से देय होगा। इसलिए, कानून के तहत",
  "following. Section 12 provides for non-use of vehicle and refund of tax.": "के अनुसार कर का संदाय किया जाता है और वाहन का उपयोग नहीं किया",
  "the vehicle, the operator and/or the owner, as the case may be, may": "जाता है ऑपरेटर और/या मालिक, जैसा भी मामला हो, धारा 2 के अनुसार",
  "apply and claim for refund as per Section 12 and may get the refund": "धनवापसी के लिए आवेदन और दावा कर सकता है और धारा 2 के तहत",
  "The question of refund will come only when the tax is first paid and": "का सवाल केवल तभी आएगा जब कर का भुगतान पहले कर दिया गया हो और",
  "thereafter on non-use, the tax paid is to be refunded, of-course subject": "उसके बाद गैर-उपयोग के कारण, भुगतान किया गया कर वापस किया जाना",
  "to fulfilling the requirements of claiming the refund as provided under": "गए रिफंड का दावा करने की अर्हताओं को पूरा करने के अधीन है।",
  "the owner or operator has to first pay the tax in advance and thereafter if": "अग्रिम में कर का भुगतान करना होगा और उसके बाद यदि कर का अंतिम",
  "the transport vehicle is not used for a continuous period of one month or": "भुगतान किए जाने के बाद से परिवहन वाहन का उपयोग एक महीने या उससे",
  "continuous period of one month or more since the tax was last paid.": "वाहन जिसके संबंध में कर का भुगतान किया गया है, कर का अंतिम भुगतान किए जाने के बाद से एक महीने या उससे अधिक की निरंतर अवधि तक प्रयोग",
  "12, where the operator or, as the case may be, the owner of a motor": "(2) यह उपबंध करती है कि जहां ऑपरेटर या, जैसा भी मामला हो, मोटर",
  "vehicle, does not intend to use his vehicle for a period of one month or": "वाहन का मालिक, एक महीने या उससे अधिक की अवधि के लिए अपने वाहन",
  "more, he shall, before the date the tax or additional tax, as the case may": "का उपयोग करने का इरादा नहीं रखता है, वह कर या अतिरिक्त कर, जैसा भी",
  "issued in respect of the motor vehicle and the permit, if any, to the": "मामला हो, मोटर वाहन और परमिट के संबंध में जारी किया गया पंजीकरण का",
  "Taxation Officer of the region where the tax or additional tax was last": "प्रमाण पत्र, टोकन, यदि कोई हो, उस क्षेत्र के कराधान अधिकारी के पास जमा करेगा, जहां कर या अतिरिक्त कर अंतिम भुगतान किया गया था और इस तरह",
  "paid and only on such surrender, no tax or additional tax under Act, 1997": "जमा करने पर, अधिनियम, 997 के तहत कोई कर या अतिरिक्त कर उस",
  "shall be payable in respect of such vehicle for each completed calendar": "अवधि के प्रत्येक पूर्ण कैलेंडर महीने के लिए ऐसे वाहन के संबंध में देय नहीं",
  "month of the period during which the vehicle remains withdrawn from": "होगा, जिसके दौरान वाहन उपयोग से वापस ले लिया गया और पूर्वाक्त",
  "financier/owner and they remain with the registered owner and therefore": "और वे पंजीकृत मालिक के पास रहते हैं और इसलिए ऐसा फाइनेंसर /मालिक",
  "section (1) of Section 12 or exemption from payment of tax as per sub- section (2) of Section 12 is concerned, on the aforesaid ground, the": "सकता है या धारा 2 की उप-धारा (2) के अनुसार कर के भुगतान से छूट",
  "liability of the owner/financier to pay the tax will not cease. It is for the": "का संबंध है, उपरोक्त आधार पर, कर का भुगतान करने का मालिक /फाइनेंसर का दायित्व समाप्त नहीं होगा। यह फाइनेंसर का दायित्व है कि वह वाहन की",
  "certificate, permit, token etc. from the registered owner at the time of": "जब्ती के समय पंजीकृत मालिक से मूल पंजीकरण प्रमाण पत्र, परमिट, टोकन",
  "seizure of the vehicle. If, for any reason, the financier/owner is not able": "आदि जैसे दस्तावेज प्राप्त करे। किसी भी कारण से , फाइनेंसर/मालिक",
  "fresh certificate of registration as provided under Section 51 of the Act,": "के तहत प्रदान किए गए पंजीकरण के नए प्रमाण पत्र प्राप्त करने की प्रक्रिया का",
  "12 or before he is exempted from payment of tax under sub-section (2)": "की मांग करने से पहले या इससे पहले कि उसे धारा 42 की उप-धारा (2) के",
  "of Section 12, such an operator / owner has to comply with and fulfill all": "तहत कर के भुगतान से छूट दी जाए, ऐसे ऑपरेटर/मालिक को सभी शर्तों का",
  "11.1 An identical question came to be considered by the Gujarat High Court in the case of Abdul Samad Abdul Hamid Shaikh (supra),": ". गुजरात उच्च न्यायालय द्वारा अब्दुल समद अब्दुल हमीद शेख (उपरोक्त) के मामले में ऐसे ही प्रश्न पर विचार किया गया जिसमें पैराग्राफ 5.3",
  "where in paragraphs 5.3 and 5.4, it is observed and held as under:-": "और 5.4 में, निम्नानुसार धारित किया गया :-",
  "by the financier subsequently, in that case the remedy available to such financier would be by submitting an": "जाता है तो उस स्थिति में ऐसे फाइनेंसर के लिए उपलब्ध उपाय ऐसे वाहन",
  "appropriate application before the appropriate authority of": "के उपयोग न करने के संबंध में समुचित प्राधिकारी के समक्ष एक उपयुक्त",
  "non-use of such vehicle and for the period of such non-": "नहीं होगा जिसके दौरान वाहन उपयोग से वापस ले लिया जाता है और पूर्वोक्त",
  "use the liability to pay the tax shall not arise. Otherwise,": "भुगतान करने का दायित्व नहीं होगा। अन्यथा, कर का भुगतान करने का",
  "the liability to pay the tax continues.": "दायित्व जारी रहेगा।",
  "5.4 Section 4(1) of the Act, 1958 provides that the tax is": "5. 4 अधिनियम, 958 की धारा 4 () में यह उपबंध है कि कर का संदाय",
  "or any person having possession or control, of such motor": "प्रत्येक रजिस्ट्रीकृत स्वामी या ऐसे मोटर वाहनों के कब्जे या नियंत्रण वाले किसी",
  "vehicles. Section 8 of the Act, 1958 provides that if the tax leviable in respect of any motor vehicle remains unpaid by": "8 में यह प्रावधान है कि यदि किसी मोटर वाहन के संबंध में देय कर के भुगतान",
  "any person liable for the payment thereof, and such": "के लिए उत्तरदायी कोई व्यक्ति अवैतनिक रहता है, और कर का भुगतान करने से",
  "person before having paid the tax has transferred the ownership of such vehicle or has ceased to be in": "पहले ऐसे व्यक्ति ने ऐसे वाहन का स्वामित्व हस्तांतरित कर दिया है या बंद कर",
  "possession or control of such vehicle, the person to whom": "दिया है तो ऐसे वाहन पर कब्जा या नियंत्रण रखने वाला व्यक्ति जिसे वाहन का",
  "the ownership of the vehicle has been transferred or the person who has possession or control of such vehicle": "स्वामित्व हस्तांतरित किया गया है या वह व्यक्ति जिसके पास ऐसे वाहन का",
  "shall also be liable to pay the said tax to the Taxation": "कब्जा या नियंत्रण है, वह भी कराधान प्राधिकरण को उक्त कर का भुगतान करने",
  "12. In view of the above discussion and for the reasons stated above,": "2. उपरोक्त चर्चा और उपरोक्त कारणों के मद्देनजर , यह माना जाता है कि",
  "it is held that a financier of a motor vehicle/transport vehicle in respect of": "मोटर वाहन /परिवहन वाहन का फाइनेंसर, जिसके संबंध में एक किराया -",
  "which a hire-purchase or lease or hypothecation agreement has been": "खरीद या पट्टा या वचनबद्ध समझौता किया गया है, उक्त समझौते के तहत उक्त",
  "entered, is liable to tax from the date of taking possession of the said vehicle under the said agreement. If, after the payment of tax, the": "वाहन को कब्जे में लेने की तारीख से कर के लिए उत्तरदायी है। यदि, कर के",
  "vehicle is not used for a month or more, then such an owner may apply": "भुगतान के बाद, वाहन का उपयोग एक महीने या उससे अधिक समय के लिए नहीं किया जाता है, तो ऐसा मालिक अधिनियम, 997 की धारा 2 के तहत"
}