{
  "[2024] 1 S.C.R.": "[2024 ] । एस.सी.आर, 390 : 2024 आईएनएससी 32",
  "of 2024": "।। जनवरी 2024",
  "Criminal Appeal No.215 of 2024": "आपराधिक अपील संख्या 25/2024",
  "Appearances for Parties": "पक्षकारों की ओर से उपस्थिति",
  "Nakul Dewan, Kapil Sibal, Anjana Prakash, Vikas Singh, Sr. Advs.,": "दोनों पक्षों की ओर से अधिवक्तागण नकुल दीवान, कपिल सिब्बल, अंजना प्रकाश, विकास",
  "Harsh Sethi, Anant Nigam, Neil Chatterjee, Shantanu Parashar,": "सिंह, वरिष्ठ अधिवक्ता, हर्ष सेठी, अनंत निगम, नील चटर्जी, शांतनु पाराशर, राघव लूथरा,",
  "Raghav Luthra, Nitin Bajaj, Shaurya Chaurasiya, Yash Saini, Avneesh Arputham, Mahesh Agarwal, Rishi Agrawala, Ms. Niyati Kohli, Pranjit": "नितिन बजाज, शौर्य चौरसिया, यश सैनी, अवनीश अर्पुथम, महेश अग्रवाल, ऋषि अग्रवाल,",
  "Bhattacharya, Ms. Anju Prakash, Akhil Sachar, E. C. Agrawala,": "सुश्री नियति कोहली, प्रणजीत भट्टाचार्य, सुश्री अंजू प्रकाश, अखिल सच्चर, ई. सी. अग्रवाल,",
  "Saurabh Soni, Akshay Girish Ringe, Nikhil Kohli, Gaurav Gupta, Ms. Megha Mukerjee, Ms. Mannat Singh, Sanjeet Thakur, Ms. Deepika Kalia, Keshav Khandelwal, Garvesh Kabra, Mrs. Pooja Kabra, Ms.": "सौरभ सोनी, अक्षय गिरीश रिंगे, निखिल कोहली, गौरव मुप्ता, सुश्री मेघा मुखर्जी, सुश्री मन्नत सिंह, संजीत ठाकुर, सुश्री दीपिका कालिया, केशव खंडेलवाल, गर्वेश काबरा, श्रीमती पूजा",
  "Shweta Yadav, Ahmer Shaikh, Advs. for the appearing parties.": "काबरा, सुश्री श्वेता यादव, अहमर शेख।",
  "Judgment / Order of the Supreme Court": "सर्वोच्च न्यायालय का निर्णय/आदेश",
  "Judgment Vikram Nath, J. & Rajesh Bindal, J.": "न्यायमूर्ति विक्रम नाथ और न्यायमूर्ति राजेश बिंदल",
  "Leave granted.": "4. अनुमति प्रदान की गयी।",
  "Unscrupulous litigants should not be allowed to go scot-free. They should be put to strict terms and conditions including costs. It is": "2. बेईमान वादियों को मुक्त नहीं होने दिया जाना चाहिए। उन्हें लागत सहित सख्त नियमों और",
  "should be put to strict terms and conditions including costs. It is time to check with firmness such litigation initiated and laced with": "शर्तों का पालन करना चाहिए। यह समय इस तरह के मुकदमे की दृढ़ता से जांच करने का है जो",
  "concealment, falsehood, and forum hunting. Even State actions": "तथ्य छिपाकर, झूठ और फॉरम हंटिंग के साथ शुरू किए गए हैं। यहां तक कि ऐसे दुर्भावनापूर्ण",
  "or conduct of government servants being party to such malicious": "कार्रवाइयों या ऐसे दुर्भावनापूर्ण मुकदमे में पक्षकार होने वाले सरकारी कर्मचारियों के आचरण की",
  "litigation should be seriously reprimanded. In the instant case, we": "कड़ी निंदा की जानी चाहिए। [पैरा 2, 38] उद्धृत केस लॉ",
  "frivolous reasons to entertain such complaints. A closer look at the": "शिकायतों पर विचार करने के लिए तुच्छ कारण देकर एक ऐसे मंच के समक्ष आपराधिक",
  "jurisdiction. The core issue of the dispute, which involves financial transactions and agreements, clearly places it in the realm of civil": "का मुख्य मुद्दा, जिसमें वित्तीय लेनदेन और समझौते शामिल हैं, स्पष्ट रूप से इसे सिविल और",
  "and commercial law. Yet, the respondent chose to pursue criminal": "वाणिज्यिक कानून के दायरे में रखता है। फिर भी, प्रत्यर्थी ने सच्चा न्याय पाने के बजाय",
  "(Criminal Appeal No(s). 214 of 2024)": "4 वाद संख्या 2828/2024 (4084 /202। के रूप में पुनः संख्याबद्ध) में दिनांक",
  "Held: The registration of FIR at Noida despite companies in question": "अभिनिर्धारित किया गया: संबंधित कंपनियों के दिल्ली में पंजीकृत कार्यालय होने के बावजूद",
  "having registered offices at Delhi shows a wishful forum shopping by the Complainant — Though the complainant had invested crores": "नोएडा में एफआईआर दर्ज करना परिवादी द्वारा मनचाहे फोरम शॉपिंग को दर्शाता है- हालांकि",
  "by the Complainant — Though the complainant had invested crores of rupees in equity of the companies based at Delhi, Knowing well": "परिवादी ने दिल्ली स्थित कंपनियों की इक्विटी में करोड़ों रुपए का निवेश किया था, उनके",
  "their place of business, yet their incomplete addresses showing": "व्यवसाय के स्थान को अच्छी तरह से जानते हुए भी, फिर भी उनके अधूरे पते गौतमबुद्ध नगर",
  "them at Gautam Budh Nagar, was deliberately mentioned to falsely create jurisdiction in Gautam Budh Nagar which did not": "में दर्शाए गए, जानबूझकर गौतमबुद्ध नगर में गलत अधिकार क्षेत्र बनाने के लिए उल्लेख किया",
  "actually lie there — Also, though address of the respondent was mentioned to be of Noida, his residential address was not given": "गया, जो वास्तव में वहां नहीं था- साथ ही, हालांकि प्रत्यर्थी का पता नोएडा का बताया गया",
  "address of the complainant and the accused companies as also the addresses of their Directors — Further, claim of the respondent": "कंपनियों के पते के साथ-साथ उनके निदेशकों के पते पर भी विचार नहीं किया- इसके",
  "that the appellants had induced the complainant to advance loan": "अलावा, प्रत्यर्थी का यह दावा कि अपीलकर्ताओं ने परिवादी को ऋण लेने के लिए प्रेरित किया",
  "term loan given by the company, was totally contrary to the record": "अल्पकालिक ऋण था, अभिलेख के बिल्कुल विपरीत था क्‍योंकि कंपनी द्वारा गुलाब बिल्डटेक",
  "Buildtech. The above two resolutions are reproduced hereunder:": "उपरोक्त दो संकल्पों को नीचे पुनः प्रस्तुत किया गया हैः",
  "First Resolution:": "पहला संकल्पः",
  "“AUTHORIZATION TO INVEST INTO THE EQUITY SHARES OF M/S VERMA BUILDTECH & PROMOTORS PRIVATE LTD.": "“मेसर्स वर्मा बिल्डटेक एंड प्रमोटर प्राइवेट लिमिटेड के इक्विटी शेयरों में निवेश करने",
  "The Chairman apprised the Board of Directors of the": "अध्यक्ष ने कंपनी के निदेशक मंडल को निजी नियोजन के माध्यम से प्रस्तावित मेसर्स",
  "Company about the benefit of investment into the equity shares of M/s Verma Buildtech & Promoters Private Ltd offered by way of private placement. The Directors": "वर्मा बिल्डटेक एंड प्रमोटर्स प्राइवेट लिमिटेड के इक्विटी शेयरों में निवेश के लाभ के",
  "Ltd offered by way of private placement. The Directors discussed about the same at length and the following": "बारे में जानकारी दी। निदेशकों ने इस बारे में विस्तार से चर्चा की और निम्नलिखित",
  "resolutions were passed.": "पारित किए गए।",
  "authorized to make an investment of Rupees Eleven Crore Twenty Nine Lacs and Fifty Thousand only (Rs.11,29,50,000/-) in pursuance of the provision of the": "कंपनी केवल ग्यारह करोड़ उनतीस लाख रुपये (रू.व,29,50,000/-) का निवेश",
  "“RESOLVED FURTHER THAT Mr. Narender Kumar and Mr. Tarun Kumar Director of the company be and are hereby": "\"आगे तय किया गया कि श्री नरेंद्र कुमार और कंपनी के निदेशक श्री तरुण कुमार",
  "severally authorized to do the necessary act including the signing of the documents, deed and agreement and other necessary paper which are incidental and consequential": "दस्तावेजों, विलेख और समझौते और अन्य आवश्यक कागजों पर हस्ताक्षर करने सहित आवश्यक कार्य करने के लिए अलग-अलग अधिकृत हैं जो उपरोक्त प्रस्ताव को",
  "to give effect to the above said resolution and collect the Share certificates.”": "प्रभावी बनाने और शेयर प्रमाण पत्र एकत्र करने के लिए आनुषंगिक और परिणामी हैं।”",
  "Second Resolution:": "दूसरा संकल्पः",
  "AUTHORIZATION TO INVEST INTO THE EQUITY SHARES OF M/S GULAB BUILDTECH PRIVATE LIMITED.": "मेसर्स गुलाब बिल्डटेक प्राइवेट लिमिटेड के इक्विटी शेयरों में निवेश करने का",
  "Company about the benefit of investment into the equity shares of M/S GULAB BUILDTECH PRIVATE LIMITED": "गुलाब बिल्डटेक प्राइवेट लिमिटेड के इक्विटी शेयरों में निवेश के लाभ के बारे में",
  "offered by way of private placement. The Directors discussed about the same at length and the following": "अवगत कराया। निदेशकों ने इस बारे में विस्तार से चर्चा की और निम्नलिखित प्रस्ताव",
  "authorized to make an investment of Rupees Five Crores Sixteen Lacs only (Rs.5, 16,00,000/-) in pursuance of the": "कंपनी केवल पांच करोड़ सोलह लाख रुपये (रु, 5,6,00,000/-) का निवेश",
  "In 2012, when the petition® was filed seeking amalgamation of Gulab Buildtech and Verma Buildtech with BDR, the Delhi High Court,": "।. 2042 में, जब याचिका? दायर की गई थी, जिसमें गुलाब बिल्डटेक और वर्मा बिल्डटेक को बीडीआर के साथ विलय करने की मांग की गई थी, तो दिल्ली उच्च न्यायालय ने",
  "as per requirements, had issued notice to all the shareholders of": "आवश्यकताओं के अनुसार, दोनों कंपनियों के सभी शेयरधारकों को 09.07.2042 को नोटिस",
  "complainant or the company at that stage. On 20.02.2013, the scheme of amalgamation was approved by the Delhi High Court in terms of": "20.02.2043 को, समामेलन की योजना को दिल्ली उच्च न्यायालय द्वारा अनुमोदित किया",
  "which the company became entitled to 3,74,280 shares of BDR.": "गया था जिसके संदर्भ में कंपनी बीडीआर के 3,74,280 शेयरों की हकदार बन गई।",
  "On 08.03.2013, a letter was written by Gulab Buildtech and Verma": "08.03.2043 को, गुलाब बिल्डटेक और वर्मा बिल्डटेक द्वारा परिवादी को एक पत्र लिखा गया",
  "of Gulab Buildtech and Verma Buildtech to facilitate issuance of new certificates.": "था जिसमें नए प्रमाण पत्र जारी करने की सुविधा के लिए गुलाब बिल्डटेक और वर्मा बिल्डटेक",
  "Nearly one year after the amalgamation, on 31.01.2014, DD": "2. समामेलन के लगभग एक साल बाद, 3.04.2044 को परिवादी की कंपनी, डीडी ग्लोबल",
  "to the company. Other grounds were also raised in this application": "आवेदन में अन्य आधार भी उठाए गए थे। उक्त आवेदन को उच्च न्यायालय द्वारा उठाए गए",
  "was dismissed by the High Court on 15.03.2016 by a detailed order": "सभी मुद्दों पर 5.03.2046 को विस्तृत आदेश द्वारा खारिज कर दिया गया था। आदेश को",
  "company did not challenge the same any further. In the aforesaid": "अंतिम रूप मिल गया क्‍योंकि कंपनी ने इसे आगे चुनौती नहीं दी। उपरोक्त कार्यवाही में,",
  "Gupta, one of the accused (not before this Court), claiming that the": "अभियुक्तों में से एक (इस अदालत के समक्ष नहीं) सुशील गुप्ता द्वारा कथित रूप से लिखा गया",
  "shares of the company with Verma Buildtech were pledged to him, was also placed on record. This issue was also dealt with by the": "बिल्डटेक के साथ कंपनी के शेयरों को उसे गिरवी रखा गया था। इस मुद्दे पर भी उच्च",
  "Nagar. Even the address of the complainant given in the complaint is ‘C/o A& A Earth Movers, D-9, Sector-2, Noida Sector-20, Gautam": "समय, परिवादी ने अपना पता 'सी/ओ ए एंड ए अर्थ मूवर्स, डी-9, सेक्टर-2, नोएडा",
  "Acommon order' passed by the High Court? dismissing the petitions": "मांग की गई थी। उच्च न्यायालय ने समग्र आदेश पारित करके याचिकाओं को खारिज कर दिया",
  "has been impugned in the present appeals.": "गया, उसे ही वर्तमान अपीलों में चुनौती दी गयी है।",
  "that any matter filed by any other accused is pending either in this": "के समय कुछ भी नहीं बताया गया था कि किसी अन्य अभियुक्त द्वारा दायर कोई भी मामला इस",
  "Court or High Court.": "न्यायालय या उच्च न्यायालय में लंबित है।",
  "It is alleged by the complainant that his company was induced to": "6. परिवादी द्वारा यह आरोप लगाया गया है कि उनकी कंपनी को गुलाब बिल्डटेक को क्रमशः",
  "extend short-term loans of = 5,16,00,000/- to Gulab Buildtech and": "₹5,6,00,000/- और वर्मा बिल्डटेक को ₹ 4,29,50,000/- का अल्पकालिक ऋण",
  "was converted into debt equity allegedly promising high returns from real estate business to the complainant. The shares were allotted": "गया, जिसमें कथित तौर पर परिवादी को अचल संपत्ति व्यवसाय से उच्च लाभ का वादा किया",
  "in Verma Buildtech, whereas, in Gulab Buildtech, the shareholding was to the tune of 4.53%. A share pledge agreement was forged,": "प्रतिशत हिस्सेदारी का अधिग्रहण किया, जबकि गुलाब बिल्डटेक में हिस्सेदारी 4.53% थी।",
  "accused (not before this Court). Some scheme of amalgamation was": "निष्पादित किया गया था, जो अभियुक्तों में से एक थे (इस अदालत के समक्ष नहीं है)। गुलाब",
  "made by Gulab Buildtech and Verma Buildtech to amalgamate the aforesaid companies with BDR, as a result of which, the percentage": "बिल्डटेक और वर्मा बिल्डटेक द्वारा उपरोक्त कंपनियों को बीडीआर के साथ विलय करने के",
  "of shareholding of the company reduced considerably. No notice was served on the company of the proposed amalgamation. The": "प्रतिशत काफी कम हो गया। प्रस्तावित विलय के बारे में कंपनी को कोई सूचना नहीं दी गई",
  "amalgamation was got approved from the Delhi High Court. The": "थी।विलय को दिल्ली उच्च न्यायालय से मंजूरी मिल गई थी। शेयर प्रमाणपत्र कथित तौर पर",
  "share certificates were allegedly never physically handed over to the complainant.": "कभी भी परिवादी को भौतिक रूप से नहीं सौंपे गए थे।",
  "The complainant further alleged that when he asked the accused to return the loan with interest, initially time was sought stating that there": "7. परिवादी ने आगे आरोप लगाया कि जब उसने आरोपी से ब्याज के साथ ऋण वापस करने",
  "return the loan with interest, initially time was sought stating that there is slump in the real estate market and thereafter, the accused started": "के लिए कहा, तो शुरू में यह कहते हुए समय मांगा गया कि रियल इस्टेट बाजार में मंदी है और",
  "take legal recourse against the accused. Prayer was made in the": "खिलाफ कानूनी कार्रवाई करने का फैसला किया। पुलिस शिकायत में आरोपी के खिलाफ",
  "police complaint for registration of a case of cheating and forgery": "धोखाधड़ी और जालसाजी का मामला दर्ज करने की प्रार्थना की गई थी। परिवाद दर्ज करते अस्वीकरण:",
  "given his address as ‘C/o A & A Earth Movers, D-9, Sector-2, Noida Sector-20, Gautam Budh Nagar, U.P.’": "पता भी 'सी/ओ ए एंड ए अर्थ मूवर्स, डी-9, सेक्टर-2, नोएडा सेक्टर-20, गौतम बुद्ध",
  "5. |Accused No. 1 | Sushil Gupta | D-247, IInd Floor, Defence": "5 अभियुक्त संख्या | सुशील गुप्ता डी-247, दूसरी मंजिल,",
  "Colony, New Delhi, 110024.": "। डिफेंस कॉलोनी, नई दिल्ली, क्‍0024.",
  "6. | Accused No. 2 | Rajesh Gupta | 3/41, Shanti Niketan, New": "रख अभियुक्त संख्या | राजेश गुप्ता 3/44, शांति निकेतन, नई",
  "Delhi, 110021.": "2 दिल्ली, ॥002.",
  "7. | Accused No. 3 | Dinesh Gupta | B-393, New Friends": "हि अभियुक्त संख्या | दिनेश गुप्ता बी-393, न्यू फ्रेंड्स कॉलोनी,",
  "Colony, New Delhi, 110014.": "4 नई दिल्ली, 4॥004.",
  "8. | Accused No. 4 | Baljeet Singh | B-363, New Friends": "रख अभियुक्त संख्या | बलजीत सिंह बी-363, न्यू फ्रेंड्स कॉलोनी,",
  "BDR Builders)": "आर. बिल्डर्स में | लिमिटेड विलय)",
  "10. | Accused M/s Verma R-6A, Ilnd Floor, Green": "।0 अभियुक्त कंपनी | मेसर्स वर्मा आर-6ए, दूसरी मंजिल, ग्रीन",
  "Company (Later | Buildtech and | Park Extension, South": "(बाद में बी. डी. बिलल्‍्डटेक एंड | पार्क एक्सटेंशन, दक्षिण दिल्ली,",
  "Developers": "डेवलपर्स प्राइवेट",
  "Pvt. Ltd.": "लिमिटेड",
  "Noida, same as was given in the complaint. However, his residential": "का पता नोएडा का बताया गया था, जैसा कि परिवाद में दिया गया था। हालांकि, उनका",
  "address was not given. His parentage was also not mentioned. The": "आवासीय पता नहीं दिया गया था। उनके माता-पिता का भी उल्लेख नहीं था। आरोप पत्र में",
  "second person shown in the chargesheet is a supporting witness, Sanjay Gambhir, who has shown his present and permanent address": "दिखाया गया दूसरा व्यक्ति एक समर्थन करने वाला गवाह संजय गंभीर है, जिसने अपना वर्तमान",
  "of ‘P.S. Hauz Khas, N-58, Panchsheel Marg, New Delhi’. The same": "और स्थायी पता 'पी. एस. हौज खास, एन-58, पंचशील मार्ग, नई दिल्ली' दिखाया है। तरुण",
  "Global dated 25.03.2011, it is evident that the registered office of the": "दिनांक 25.03.20॥ को पारित प्रस्ताव की एक प्रति से यह स्पष्ट है कि डीडी ग्लोबल का",
  "DD Global is located at F-1/9, Okhla Industrial Area, Phase-l, New": "पंजीकृत कार्यालय एफ-4/9, ओखला औद्योगिक क्षेत्र, चरण-, नई दिल्ली में स्थित है।",
  "Delhi. Even at the time of hearing, it remained undisputed that DD Global is not carrying on any business at Noida, nor has it rented the": "सुनवाई के समय भी, यह निर्विवाद रहा कि डीडी ग्लोबल नोएडा में कोई व्यवसाय नहीं कर रहा",
  "place mentioned above. Further, the firm ‘A & A Earth Movers’ whose": "है, न ही उसने ऊपर उल्लिखित स्थान को किराए पर लिया है। इसके अलावा, फर्म 'ए एंड ए",
  "c/o address has been given is not the sister concern of DD Global.": "अर्थ मूवर्स' जिसका सी/ओ पता दिया गया है, डीडी ग्लोबल की सहयोगी संस्था नहीं है।",
  "Similar was the case with reference to the accused nos. 2 & 3, namely, Rajesh Gupta and Dinesh Gupta, appellants before this Court. Their incomplete addresses have been mentioned reflecting": "23. इस न्यायालय के समक्ष अपीलकर्ता, अभियुक्त संख्या । और 2 अर्थात्‌ राजेश गुप्ता और दिनेश गुप्ता के संबंध में भी ऐसा ही मामला था। उनके अधूरे पते बताए गए हैं जो उन्हें सेक्टर",
  "them to be the residents of Sector 20, Gautam Budh Nagar. The position is same in the case of Gulab Buildtech and Verma Buildtech.": "20, गौतम बुद्ध नगर के निवासी बताते हैं। गुलाब बिल्डटेक और वर्मा बिल्डटेक के मामले में भी",
  "The falsehood in the complaint, filed with reference to the addresses of the accused, was established at the time of filing of charge-sheet.": "24. अभियुक्त के पते के संदर्भ में दायर परिवाद में झूठ, आरोप-पत्र दाखिल करने के समय",
  "of the accused, was established at the time of filing of charge-sheet. Whereas in the FIR, the addresses of all the accused given were": "स्थापित किया गया था। जबकि प्राथमिकी में दिए गए सभी अभियुक्तों के पते अधूरे थे, केवल",
  "incomplete merely mentioning the address as ‘Sector 20, Gautam Budh Nagar’, in the charge-sheet addresses of not only the appellants,": "'सेक्टर 20, गौतम बुद्ध नगर' के रूप में पते का उल्लेख किया गया था, आरोप-पत्र में न केवल",
  "namely, Rajesh Gupta and Dinesh Gupta, were found to be ‘D-393,": "अपीलकर्ताओं, राजेश गुप्ता और दिनेश गुप्ता का पता, 'डी-393, न्यू फ्रेंड्स कॉलोनी, नई",
  "New Friends Colony, New Delhi, even Sushil Gupta and Baljeet Singh were also found to be residents of New Delhi. The following": "दिल्ली, पाया गया, यहां तक कि सुशील गुप्ता और बलजीत सिंह को भी नई दिल्ली का निवासी",
  "are the addresses of the parties involved in the matter:": "पाया गया। मामले में शामिल पक्षकारों के पते निम्नलिखित हैं:",
  "Sr. | Party Party Name Address": "क्रमांक | पक्षकार पक्षकार का नाम गा",
  "1. | Complainant Karan N-56, Panchsheel Park,": "। परिवादी करन गंभीर एन-56, पंचशील पार्क, नई",
  "to the complainant. The companies whose shares were allotted,": "इक्विटी में परिवर्तित कर दिया गया था, अपीलकर्ताओं ने कंपनी द्वारा पारित दिनांक",
  "was also nowhere pleaded in the application that the shares held by the company were mortgaged to Sushil Gupta by forging the": "कहा गया था कि कंपनी द्वारा रखे गए शेयरों को दस्तावेजों को जाली बनाकर सुशील गुप्ता को",
  "documents. The new story of forging documents was built up in the": "गिरवी रखा गया था। जाली दस्तावेजों की नई कहानी पुलिस में दर्ज परिवाद में केवल एक",
  "complaint filed with the police only to give a criminal colour which actually was commercial in nature.": "आपराधिक रंग देने के लिए बनाई गई थी जो वास्तव में व्यावसायिक प्रकृति की थी।",
  "Not only this, despite dismissal of the application filed by the complainant for recall of the merger order by the High Court vide order dated 15.03.2016, in the complaint made to the police on 29.07.2018 i.e. more than two years and four months later, still the": "3. इतना ही नहीं, उच्च न्यायालय द्वारा 5.03.206 के आदेश द्वारा विलय आदेश को वापस लेने के लिए परिवादी द्वारा दायर आवेदन को खारिज करने के बावजूद, दो साल और",
  "filing and dismissal of the application for recall of the merger order.": "नहीं दिया, विशेष रूप से विलय आदेश को वापस लेने के लिए आवेदन को दाखिल करने और",
  "Rather, it merely stated that he got the documents from the High": "खारिज करने के बारे में। बल्कि, केवल यह कहा कि उन्होंने उच्च न्यायालय से दस्तावेज प्राप्त",
  "Court which were filed along with the amalgamation application and came to know about certain facts therefrom but did not mention": "किए जो समामेलन आवेदन के साथ दायर किए गए थे और उनसे कुछ तथ्यों के बारे में पता",
  "and the result thereof. Non-disclosure of such relevant facts was a": "उल्लेख नहीं किया। इस तरह के प्रासंगिक तथ्यों का खुलासा न करना परिवादी की ओर से",
  "to maliciously initiate criminal proceedings for ulterior motives.": "गलत उद्देश्यों के लिए दुर्भावनापूर्ण रूप से आपराधिक कार्यवाही शुरू करने का एक जानबूझकर",
  "transaction between the corporates. Even as per the complainant’s": "बीच एक सादा और सरल लेनदेन था। यहां तक कि परिवादी के मामले के अनुसार,",
  "case, the short-term loan was advanced in the year 2010 for a period": "अल्पकालिक ऋण वर्ष 20॥0 में एक वर्ष की अवधि के लिए दिया गया था। हालाँकि, जब उसे",
  "of one year. However, when the same was not returned, no steps were taken by the complainant to recover the same until the FIR in": "वापस नहीं किया गया, तो परिवादी द्वारा उसकी वसूली के लिए कोई कदम नहीं उठाया गया",
  "question was registered on 29.07.2018 i.e. 8 years & 7 months later.": "केवल बाद में प्रश्नगत प्राथमिकी को 29.07.2048 को यानी 8 साल और 7 महीने बाद दर्ज",
  "A Company Petition No.287 of 2012 was filed in the High Court for": "न्यायालय में एक कंपनी याचिका संख्या 287/2042 दायर की गई थी। आवश्यकतानुसार,",
  "required, due notice was issued to all the concerned stake holders including all the shareholders and creditors. The same was published": "सभी शेयरधारकों और लेनदारों सहित सभी संबंधित हितधारकों को उचित सूचना जारी की गई",
  "in the newspapers also. The complainant neither raised any objection": "थी। यही बात अखबारों में भी छपी। परिवादी ने न तो कोई आपत्ति जताई और न ही उच्च",
  "nor appeared before the High Court. After considering the material": "न्यायालय के समक्ष पेश हुए। अभिलेख पर रखे गए दस्तावेज पर विचार करने के बाद, उच्च",
  "placed on record, the High Court allowed the merger application on 20.02.2013, as a result of which Gulab Buildtech and Verma Buildtech": "न्यायालय ने 20.02.2043 को विलय आवेदन की अनुमति दी, जिसके परिणामस्वरूप गुलाब",
  "were merged into BDR. Nearly, one year thereafter on 31.01.2014,": "बिल्डटेक और वर्मा बिल्डटेक का बी. डी. आर. में विलय किया गया। लगभग, इसके एक साल",
  "the complainant company filed a Company Application No. 321 of 2014 for recall of the order dated 20.02.2013. The grievance raised": "बाद 3.04.204 को, परिवादी कंपनी ने 20.02.2043 दिनांकित आदेश को वापस लेने के लिए कंपनी आवेदन संख्या 32/2044 दायर किया। उठाया गया परिवाद यह था कि विलय",
  "was that the order of merger was passed without notice to the": "का आदेश कंपनी को बिना किसी सूचना के पारित किया दिया गया था, जिसके पास दोनों",
  "company, which held substantial percentage of shares in both the companies. The aforesaid application was dismissed by the High": "कंपनियों में पर्याप्त प्रतिशत के शेयर थे। उपरोक्त आवेदन को उच्च न्यायालय ने दिनांक",
  "Court vide order dated 15.03.2016. The same was not challenged": "5.03.206 के आदेश के माध्यम से खारिज कर दिया था। कंपनी द्वारा इसे आगे चुनौती नहीं",
  "It would be relevant to note that in the application filed for recall of the merger order by the complainant, it was nowhere mentioned": "30. यह ध्यान देने योग्य होगा कि परिवादी द्वारा विलय आदेश को वापस लेने के लिए दायर",
  "the merger order by the complainant, it was nowhere mentioned that initially the complainant had advanced loan, which was later on": "आवेदन में, यह कहीं भी उल्लेख नहीं किया गया था कि शुरू में परिवादी ने अग्रिम ऋण दिया",
  "converted into debt equity. It only mentioned that the complainant was": "था, जिसे बाद में ऋण इक्विटी में परिवर्तित कर दिया गया था। इसमें केवल यह उल्लेख किया",
  "a shareholder of the transferor company and as a result of merger": "गया है कि परिवादी स्थानान्तरण कंपनी का एक शेयरधारक था और विलय के परिणामस्वरूप",
  "Further, it has been noticed by the High Court in the impugned": "35. इसके अलावा, उच्च न्यायालय द्वारा आक्षेपित आदेश में यह ध्यान दिया गया है कि",
  "order that on an application filed by the appellants, an Arbitrator was appointed by the Delhi High Court vide order dated 15.05.2019": "अपीलार्थियों द्वारा दायर एक आवेदन पर, दिल्ली उच्च न्यायालय द्वारा पक्षकारों के बीच विवाद",
  "to settle the dispute amongst the parties and the said matter was still pending.": "को निपटाने के लिए एक मध्यस्थ नियुक्त किया गया था और उक्त मामला अभी भी लंबित था।",
  "In view of the aforesaid discussion, we find that the FIR in question,": "36. उपरोक्त चर्चा को ध्यान में रखते हुए, हम पाते हैं कि विचाराधीन प्राथमिकी, यदि आगे",
  "if proceeded further, will result in absolute abuse of process of": "बढ़ती है, तो इसके परिणामस्वरूप अदालत की प्रक्रिया का पूर्ण दुरुपयोग करना होगा। यह",
  "court. It is a clear case of malicious prosecution. Hence, the same is required to be quashed.": "दुर्भावनापूर्ण अभियोजन का एक स्पष्ट मामला है।इसलिए इसे रद्द करने की आवश्यकता है।",
  "The appeals are accordingly allowed. The impugned order passed by": "37. तदनुसार अपीलों को अनुमति दी जाती है। उच्च न्यायालय द्वारा पारित आक्षेपित आदेश",
  "the High Court is set aside. FIR No.1271 of 2018 dated 29.07.2018 registered with Gautam Budh Nagar Police Station, Noida, and all": "को रद्द किया जाता है। गौतमबुद्ध नगर पुलिस स्टेशन, नोएडा में दिनांक 29.07.2048 को पंजीकृत एफआईआर संख्या 27/2048 और अपीलकर्ताओं के संबंध में उसके बाद की",
  "system by lodging false and frivolous complaint with non-disclosure": "आवश्यक तथ्यों का खुलासा न करने के साथ झूठा और तुच्छ परिवाद दर्ज कराके कानूनी",
  "Noida despite having registered offices of companies in question at": "पंजीकृत कार्यालय होने के बावजूद नोएडा में प्राथमिकी दर्ज कराना परिवादी द्वारा एक इच्छुक",
  "serious doubts on their bona fides. The Complainant had already sought remedy against amalgamation order before the High Court": "गंभीर संदेह पैदा करता है। परिवादी ने पहले ही उच्च न्यायालय के समक्ष समामेलन आदेश के",
  "and the High Court had dismissed the same. However, Complainant": "खिलाफ अनुतोष मांगा था और उच्च न्यायालय ने इसे खारिज कर दिया था। हालाँकि, परिवादी",
  "chose to again use judicial mechanisms to raise his grievances. A": "ने अपनी शिकायतों को उठाने के लिए फिर से न्यायिक तंत्र का उपयोग करने का विकल्प चुना।",
  "criminal complaint was filed and FIR was registered against appellants despite the commercial nature of dispute. Such ill intended acts of": "विवाद की व्यावसायिक प्रकृति के बावजूद एक आपराधिक परिवाद दर्ज कराया गया और अपीलार्थियों के खिलाफ प्राथमिकी दर्ज की गई। शक्ति और कानूनी तंत्र के दुरुपयोग के इस",
  "abuse of power and of legal machinery seriously affect the public": "अपीलार्थियों के खिलाफ प्राथमिकी दर्ज की गई। शक्ति और कानूनी तंत्र के दुरुपयोग के इस तरह के दुर्भावनापूर्ण कार्य न्यायिक कार्यवाही में जनता के विश्वास को गंभीर रूप से प्रभावित",
  "trust in judicial functioning. Thus, we find ourselves constrained to": "करते हैं। इस प्रकार, हम न्यायिक अनुतोषों के दुरुपयोग की ओर ले जाने वाले ऐसे कृत्यों से",
  "Considering the above facts and circumstances of the case, we": "39. मामले के उपरोक्त तथ्यों और परिस्थितियों को ध्यान में रखते हुए, हम प्रत्यर्थी करन",
  "Upon receipt of the said amount, the same will be transmitted in equal amount to the SCBA & SCAORA to be utilised for the development": "एससीएओआरए को समान राशि में दिया जाएगा जिसका उपयोग उनके सदस्यों के विकास और"
}