{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय क्षेत्राधिकार",
  "CRIMINAL APPEAL NO. OF 2023": "आपराधिक अपील संख्या ...................... वर्ष 2023",
  "[Arising out of SLP(CRL.)No.2351 OF 2023]": "[एसएलपी (क्रि. )संख्या 235 वर्ष 2023 से उत्पन्न]",
  "UNION OF INDIA .. APPELLANT": "भारत संघ ... अपीलार्थी",
  "AJAY KUMAR SINGH @ PAPPU .. RESPONDENT": "अजय कुमार सिंह (& पप्पू .... प्रतिवादी",
  "Leave granted.": "3. अनुमति प्रदान की गई।",
  "Heard Ms. Aishwarya Bhati, learned Additional Solicitor General, appearing for the Union of India": "2. भारत संघ की ओर से विद्वान अपर सॉलिसिटर जनरल सुश्री ऐश्वर्या भाटी,",
  "and Mr. Divyesh Pratap Singh, learned Advocate-on-": "और प्रतिवादी की ओर से विद्वान एडवोकेट-ऑन रिकॉर्ड श्री दिव्येश प्रताप सिंह",
  "Allahabad, allowing Criminal Miscellaneous’ Bail Application No.21330 of 2022 and directing for the": "आपराधिक प्रकीर्ण जमानत आवेदन संख्या 2330/2022 की अनुमति दी गई",
  "release of the respondent-accused Ajay Kumar Singh @": "है और प्रतिवादी -आरोपी अजय कुमार सिंह उर्फ पप्पू को जमानत पर रिहा करने",
  "Sections 8/20/27-A/29/32 of the Narcotic Drugs and Psychotropic Substances Act, 1985 (in short ‘the NDPS": "(संक्षेप में 'एनडीपीएस एक्ट') की धारा 8/20/27-ए/29/32, पुलिस थाना-",
  "of this Court passed on 11.07.2022 in Satender Kumar Antil v. Central Bureau of Investigation and Anr. in": "५. प्रतिवादी-आरोपी को सतेंद्र कुमार अंतिल बनाम केंद्रीय जांच ब्यूरो और अन्य",
  "SLP(Cr1l.)No.5191 of 2021 reported in (2022) SCC": "एसएलपी (क्रि. )संख्या 59/202] (2022) एससीसी ऑनलाइन एससी",
  "accused persons —- Om Prakash Yadav and Amit Yadav": "और मुख्य रूप से इस कारण से कि मुख्य आरोपी व्यक्तियों -ओम प्रकाश यादव",
  "Since the respondent-accused was in custody and had": "6. चूंकि प्रतिवादी -आरोपी हिरासत में था और उसे जमानत पर रिहा करने का",
  "been directed to be released on bail, this Court on 13.02.2023 while issuing notice on the Special Leave": "निर्देश दिया गया था, इस अदालत ने दिनांक 3.02.2023 को विशेष अनुमति",
  "Petition passed an interim order directing the": "याचिका पर नोटिस जारी करते हुए एक अंतरिम आदेश पारित किया जिसमें उच्च",
  "It may be pertinent to note that the respondent- accused had not participated in the investigation": "7. यह ध्यान रखना उचित होगा कि प्रतिवादी -अभियुक्त ने जांच में सहयोग नहीं",
  "and had avoided his arrest for more than one year": "किया और एक वर्ष से अधिक समय तक अपनी गिरफ्तारी से बचा रहा था जिसके",
  "whereupon he was arrested from a restaurant in": "बाद उसे रायपुर के एक रेस्तरां से गिरफ्तार किया गया था।",
  "The background facts in a nutshell are that the Directorate of Revenue Intelligence (DRI) Varanasi": "8. संक्षेप में पृष्ठभूमि के तथ्य यह हैं कि राजस्व खुफिया निदेशालय (डीआरआई)",
  "on 11.01.2021 had information that a huge quantity of narcotics “ganja” is likely to be transported in": "वाराणसी को दिनांक .07.202 को सूचना मिली थी कि भारी मात्रा में नशीले",
  "In light of the above, the grant of bail to the above two accused persons - the driver of the vehicle and": "3. उपरोक्त के आलोक में, उपरोक्त दोनों अभियुक्तों - वाहन के चालक और",
  "The above two accused are not the main accused, but": "और पयप्ति कारण नहीं लगता है।उपरोक्त दो आरोपी मुख्य आरोपी नहीं हैं, बल्कि",
  "the vicarious agents of the respondent-accused, who is the main person in drug trafficking and was": "प्रतिवादी -अभियुक्त के प्रतिनिधि एजेंट हैं, जो मादक पदार्थों की तस्करी में मुख्य",
  "involved in the above illegal transactions. The role": "व्यक्ति हैं और उपरोक्त अवैध लेनदेन में शामिल थे प्रतिवादी -अभियुक्त की भूमिका",
  "of the respondent-accused is clearly different from that of the driver and the helper, the other two co-": "चालक और खलासी, अन्य दो सह-अभियुक्तों से स्पष्ट रूप से भिन्न है।सह -",
  "accused. The co-accused Om Prakash Yadav in his": "आरोपी ओम प्रकाश यादव ने उच्च न्यायालय के समक्ष अपनी जमानत अर्जी के",
  "of the illegal trade, as is evident from the order of his release on bail. Therefore, the High Court": "उसके जमानत पर रिहा होने के आदेश से स्पष्ट हैइसलिए, अत: उक्त दोनों",
  "This apart, it is noticed that the High Court, in": "4. इसके अलावा, यह देखा गया है कि उच्च न्यायालय ने जमानत के आक्षेपित",
  "of Section 37 of the NDPS Act, which, inter alia,": "आदेश को पारित करते हुए एनडीपीएस अधिनियम की धारा 37 को अनदेखा कर दिया था, जो अन्य बातों के साथ-साथ यह प्रावधान करती है कि वाणिज्यिक",
  "provides that no person accused of an offence involving commercial quantity shall be released on": "दिया था, जो अन्य बातों के साथ-साथ यह प्रावधान करती है कि वाणिज्यिक मात्रा से जुड़े किसी अपराध के आरोपी व्यक्ति को तब तक जमानत पर रिहा नहीं",
  "bail unless the twin conditions laid down therein": "किया जाएगा जब तक कि उसमें निर्धारित दोहरी शर्तों को पूरा नहीं किया जाता",
  "are satisfied, namely, (i)the public prosecutor has been given an opportunity to oppose the bail": "है, अर्थात्‌, (।) लोक अभियोजक को ज़मानत आवेदन का विरोध करने का",
  "application; and (ii) the court is satisfied that": "अवसर दिया गया हो; और (॥) अदालत इस बात से संतुष्ट है कि यह मानने के",
  "there are reasonable grounds for believing that he is not guilty of such an offence and that he is not": "लिए उचित आधार हैं कि वह इस तरह के अपराध का दोषी नहीं है और जमानत",
  "For the sake of convenience Section 37(1) is reproduced hereinbelow: -": "5. सुविधा के लिए धारा 37() को यहां नीचे पुन: प्रस्तुत किया जा रहा है: -",
  "“37. Offences to be cognizable and non- bailable.-": "\"37. संज्ञेय और गैर-जमानती होने वाले अपराध -",
  "(1) Notwithstanding anything contained in the Code of Criminal Procedure, 1973 (2 of 1974) -": "() दंड प्रक्रिया संहिता, ।973 (2/974) में किसी बात के होते हुए भी -",
  "(a) every offence punishable under this Act shall be cognizable;": "(क) इस अधिनियम के तहत दंडनीय प्रत्येक अपराध संज्ञेय होगा;",
  "(b) no person accused of an offence punishable for 2[offences under section 19 or section 24 or section 27A and also for": "(ख) 2 [धारा 9 या धारा 24 या धारा 27 क के अधीन अपराधों और",
  "offences involving commercial quantity]": "वाणिज्यिक मात्रा वाले अपराधों के लिए भी ] दंडनीय अपराध के लिए अभियुक्त",
  "an opportunity to oppose the application for such release, and": "अवसर दिया गया हो, और जहां लोक अभियोजक आवेदन का विरोध करता है,",
  "accused and the illegality committed in releasing": "अपराध के लिए दोषी नहीं है और जमानत पर रहने के दौरान उसके द्वारा कोई"
}