{
  "[2024] 2 S.C.R. 847 : 2024 INSC 135": "[2024] 2 एस.सी.आर. 847 : 2024 आईएनएससी 35",
  "Lucknow Nagar Nigam & Others": "लखनऊ नगर निगम एवं अन्य",
  "Kohli Brothers Colour Lab. Pvt. Ltd. & Others": "कोहली ब्रदर्स कलर लैब प्रा. लिमिटेड एवं अन्य",
  "(Civil Appeal No. 2878 of 2024)": "(सिविल अपील सं. 2878 सन्‌ 2024)",
  "22 February 2024": "22 फरवरी 2024",
  "[B.V. Nagarathna* and Ujjal Bhuyan, Ju.]": "[न्यायमूर्ति बी.वी. नागरत्ना और न्यायमूर्ति उज्चल भुयान]",
  "Issue for Consideration": "विचारार्थ मुद्दा",
  "1) Whether statutory vesting of property termed as enemy property under the provisions of the Enemy Property Act,": "|) क्या शत्रु संपत्ति अधिनियम, 968 के प्रावधानों के तहत शत्रु संपत्ति के रूप में करार दी गई संपत्ति का",
  "2) ‘If there is a transfer of ownership by its statutory vesting": "2) यदि शत्रु संपत्ति के अभिरक्षक में इसके वैधानिक रूप से निहित होने से स्वामित्व का हस्तांतरण होता है, तो",
  "within the meaning of Article 285 of the Constitution would": "क्या संघ संविधान के अनुच्छेद 285 के अर्थ के तहत उत्तर प्रदेश नगर निगम अधिनियम, 959 (959 का",
  "be entitled to exemption from payment of property or other local taxes to Municipal Corporation under provisions of": "अधिनियम) के प्रावधानों के अन्तर्गत नगर निगम को संपत्ति या अन्य स्थानीय करों के भुगतान से छूट का हकदार",
  "3) Despite becoming the property of the Union, whether, clause (2) of Article 285 enables the appellant to impose property or": "3) संघ की संपत्ति बनने के बावजूद, क्या अनुच्छेद 285 का खंड (2) अपीलकर्ता को प्रत्यर्थी पर संपत्ति या",
  "other local taxes on the respondent, which is lessee of the subject enemy property.": "अन्य स्थानीय कर लगाने में सक्षम बनाता है, जो शत्रु प्रजा संपत्ति का पट्टेदार है।",
  "Headnotes": "हेडनोट",
  "Enemy Property Act, 1968 — Whether statutory vesting of enemy property including the subject property in the": "शत्रु संपत्ति अधिनियम, 968 - क्या शत्रु संपत्ति के लिए अभिरक्षक में विषयगत संपत्ति सहित शत्रु संपत्ति के",
  "Custodian for Enemy Property amounts to expropriation and transfer of ownership so as to confer ownership of such": "स्वामित्व का वैधानिक निहित होना स्वामित्व के हस्तांतरण और जब्ती के बराबर है जिससे अभिरक्षक को ऐसी",
  "enemy property on the Custodian — Enemy Property Rules, 2015 — r.15.": "शत्रु संपत्ति का स्वामित्व मिल जाता है - शत्रु संपत्ति नियमावली, 205 - नियम 5।",
  "Held: The Custodian for Enemy Property in India, in whom the enemy properties vest including the subject property, does not": "धारित किया : भारत में शत्रु संपत्ति का अभिरक्षक, जिसमें विषयगत संपत्ति सहित शत्रु संपत्ति निहित है, उक्त",
  "Brothers v. Amir Mohammad Khan, (2012) 12 SCC": "978 एससी 803; कोहली ब्रदर्स बनाम अमीर मोहम्मद खान, (202) 2",
  "625 — referred to.": "एससीसी 625 - संदर्भित।",
  "State of Andhra Pradesh v. V. Subba Rao, 2011 SCC OnLine AP 838; State of Gujarat v. The Board": "आंध्र प्रदेश राज्य बनाम वी. सुब्बा राव, 20 एससीसी ऑनलाइन एपी 838; गुजरात",
  "of Trustees of Port of Kandla, (1979) 1 GLR 732;": "राज्य बनाम बोर्ड ऑफ ट्रस्टी ऑफ पोर्ट ऑफ कांडला, (979) । जीएलआर 732;",
  "Bibhutibhushan Datta v. Anadinath Datta, AIR 1934": "विभूतिभूषण दत्ता बनाम अनादिनाथ दत्ता, एआईआर 934 कल. 87; दू गवर्नर-",
  "Cal 87; The Governor-General of India in Council v. The Corporation of Calcutta, AIR 1948 Cal 116; The": "जनरल ऑफ इंडिया इन काउंसिल बनाम द कॉरपोरेशन ऑफ कलकत्ता, एआईआर",
  "The Corporation of Calcutta, AIR 1948 Cal 116; The Corporation of Calcutta v. Governors of St. Thomas’": "948 कल. 6; द कॉरपोरेशन ऑफ कलकत्ता बनाम गवर्न्स ऑफ सेंट थॉमस स्कूल,",
  "School, Calcutta, AIR 1949 FC 121 — referred to.": "कलकत्ता, एआईआर 949 एफसी 2 - संदर्भित।",
  "List of Acts": "अधिनियमों की सूची",
  "Enemy Property Act, 1968; Enemy Property Rules, 2015; Defence": "शत्रु संपत्ति अधिनियम, 968; शत्रु संपत्ति नियमावली, 205; भारत रक्षा अधिनियम, 97; उत्तर प्रदेश नगर",
  "of India Act, 1971; UP Municipal Corporation Adhiniyam, 1959; Constitution of India.": "निगम अधिनियम, 959; भारत का संविधान.",
  "List of Keywords": "मुख्य शब्दों की सूची",
  "Statutory vesting; Enemy property; Expropriation; Ownership; Possession; Transfer; Custodian; Exemption; Tax; Municipal;": "वैधानिक रूप से निहित होना; शत्रु संपत्ति; ज़ब्ती; स्वामित्व; कब्ज़ा; स्थानांतरण करना; अभिरक्षक ; छूट; कर;",
  "Trustee; Central legislation; Union property; Parliamentary legislation; Property tax; Law, Person, Property; Authority of law;": "नगरपालिका; ट्रस्टी; केंद्रीय कानून; संघ की संपत्ति; संसदीय विधान; संपत्ति कर; कानून, व्यक्ति, संपत्ति; विधि",
  "Fundamental right; Constitutional right; Citizen; Expropriatory": "का प्राधिकार; मौलिक अधिकार; संवैधानिक अधिकार; नागरिक; ज़ब्ती कानून; मुआवज़ा; निहित; निहित होना;",
  "Case Arising From": "मामला निम्न से उत्पन्न",
  "CIVIL APPELLATE JURISDICTION : Civil Appeal No. 2878 of 2024": "सिविल अपीलीय क्षेत्राधिकार: सिविल अपील सं, 2878 सन्‌ 2024",
  "From the Judgment and Order dated 29.03.2017 of the High Court of Judicature at Allahabad, Lucknow Bench in WPMB No. 2317 of 2012": "डब्ल्यूपीएमबी लं. 237 सन्‌ 202 में उच्च न्यायालय, इलाहाबाद, लखनऊ खंडपीठ के निर्णय और आदेश दिनांकित 29.03.207 से",
  "Appearances for Parties": "पक्षकारों की ओर से उपस्थिति",
  "Kavin Gulati, Sr. Adv., Yash Pal Dhingra, Mukesh Verma, Pankaj": "अपीलकर्ताओं की ओर से- कविन गुलाटी, वरिष्ठ अधिवक्ता, यशपाल ढींगरा, मुकेश वर्मा, पंकज कुमार सिंह,",
  "Balbir Singh, A.S.G., S. Gurukrishna Kumar, Rana Mukherjee, Sr.": "प्रत्यर्थीगण की ओर से- बलबीर सिंह, ए.एस.जी., एस. गुरुकृष्ण कुमार, राणा मुखर्जी, वरिष्ठ अधिवक्ता, सुनील",
  "Advs., Sunil Kumar Jain, Rajan Kumar Chourasia, Ms. Aakanksha Kaul, Ms. Suhasini Sen, Ms. Gargi Khanna, Rupesh Kumar, Bhuvan": "कुमार जैन, राजन कुमार चौरसिया, सुश्री आकांक्षा कौल, सुश्री सुहासिनी सेन, सुश्री गार्गी खन्ना, रूपेश कुमार,",
  "Kapoor, Arvind Kumar Sharma, Randhir Singh, Devesh Tuli, Dr. Vijendra Singh, Deepak Goel, Ms. Apurva Singh, Sagar Mehlawat,": "भुवन कपूर, अरविंद कुमार शर्मा , रणधीर सिंह, देवेश तुली, डॉ. विजेंद्र सिंह, दीपक गोयल, सुश्री अपूर्वा सिंह,",
  "Judgment / Order of the Supreme Court": "उच्चतम न्यायालय का निर्णय/आदेश",
  "Judgment Nagarathna, J.": "न्यायमूर्ति नागरत्ना",
  "Leave granted.": "अनुमति प्रदान की गई।",
  "2. The present Civil Appeal has been filed by the Lucknow Nagar Nigam (‘Municipal Corporation’) impugning the judgment of the": "2, वर्तमान सिविल अपील लखनऊ नगर निगम ('नगर निगम' ) द्वारा दायर की गई है, जिसमें इलाहाबाद उच्च",
  "High Court of Allahabad that has allowed the Writ Petition filed by respondent herein (‘the assessee’), thereby holding that the assessee": "न्यायालय के फैसले को चुनौती दी गई है, जिसने मौजूदा प्रत्यर्थी ( 'निर्धारिती') द्वारा दायर रिट याचिका को अनुमति दी है, जिससे यह माना गया है कि उत्तर प्रदेश नगर निगम अधिनियम, 959 (संक्षेप में \"959 का",
  "is exempt from payment of property tax under the provisions of the": "अधिनियम\") के प्रावधानों के तहत निर्धारिती को संपत्ति कर के भुगतान से छूट है विवाद पर विहंगय ट्रष्टि",
  "3. Whether statutory vesting of property termed as enemy property": "3. क्या शत्रु संपत्ति अधिनियम, 968 (एतश्मिनपश्चात सुविधा के लिए \"अधिनियम\" के रूप में संदर्भित) के",
  "expropriation which leads to the change of its status inasmuch as its ownership is transferred to the Union of India, is a question that has": "जिससे इसकी स्थिति में बदलाव होता है, क्योंकि इसका स्वामित्व भारत संघ को हस्तांतरित हो जाता है, यह",
  "arisen in the present appeal. If there is a transfer of ownership by its statutory vesting in the Custodian for Enemy Property, whether the": "प्रश्न वर्तमान अपील में उठा है। यदि शत्रु संपत्ति के अभिरक्षक में वैधानिक रूप से निहित करके स्वामित्व का",
  "Union within the meaning of Article 285 of the Constitution of India": "हस्तांतरण होता है,क्या भारत के संविधान के अनुच्छेद 285 के अर्थ के तहत संघ 959 के अधिनियम के",
  "Enemy Property Act, 1968 — Jurisprudential aspects of ownership of property vis-a-vis the status of the Custodian of Enemy Property for India under the Act — Jurisprudential": "शत्रु संपत्ति अधिनियम, 968 - अधिनियम के तहत भारत के लिए शत्रु संपत्ति के अभिरक्षक की स्थिति की",
  "aspects of vesting or taking possession as per provisions of": "तुलना में संपत्ति के स्वामित्व के न्यायिक पहलू - अधिनियम के प्रावधानों के अनुसार स्वामित्व या कब्जा लेने के",
  "the Act — Relationship between possession and ownership. [Paras 14 to 14.16]": "न्यायिक पहलू - कब्जे और स्वामित्व के बीच संबंध . [पैरा 4 से 4.76]",
  "Constitution of India — Article 285 — Scope and ambit of the two clauses of Art. 285 — Discussed. [Paras 21.1 to 21.10]": "भारत का संविधान - अनुच्छेद 285 - अनुच्छेद 285 के दो खंडों का दायरा और विस्तार - चर्चा की गई। [पैरा 2. से 2.0]",
  "Case Law Cited": "उद्धृत विधि व्यवस्था",
  "Union of India v. Raja Mohammad Amir Mohammad Khan, [2005] Suppl. 4 SCR 390 : (2005) 8 SCC 696;": "भारत संघ बनाम राजा मोहम्मद अमीर मोहम्मद खान, [2005] पूरक। 4 एससीआर",
  "Delhi Administration v. Madan Lal Nangia, [2003]": "390 : (2005) 8 एससीसी 696; दिल्ली प्रशासन बनाम मदन लाल नांगिया,",
  "Suppl. 4 SCR 360 : (2003) 10 SCC 321; Lieutenant": "[2003] पूरक। 4 एससीआर 360 : (2003) 0 एससीसी 327; लेफ्टिनेंट दिल्ली",
  "Governor of Delhi v. Matwal Chand (Dead) through LRs,": "के राज्यपाल बनाम मतवाल चंद (मृत) द्वारा विधिक प्रतिनिधि, [205] 0",
  "[2015] 10 SCR 346 : (2015) 15 SCC 576; Municipal": "एससीआर 346 : (205) 5 एससीसी 576; म्युनिसिपल दम दम नगर पालिका",
  "Commissioner of Dum Dum Municipality v. Indian Tourism Development Corporation, [1995] Suppl. 2": "के आयुक्त बनाम भारतीय पर्यटन विकास निगम, [995] पूरक। 2 एससीआर",
  "SCR 433 : (1995) 5 SCC 251; Electronics Corporation": "433 : (995) 5 एससीसी 25; इलेक्ट्रॉनिक्स कॉर्पोरेशन ऑफ इंडिया बनाम",
  "of India v. Secretary, Revenue Department, Govt. of Andhra Pradesh, [1999] 2 SCR 1078 : (1999) 4 SCC": "सचिव, राजस्व विभाग, आंध्र प्रदेश सरकार। [।999] 2 एससीआर 078 :",
  "458; Union of India v. State of Uttar Pradesh, [2007]": "(999) 4 एससीसी 458; भारत संघ बनाम उत्तर प्रदेश राज्य, [2007]",
  "11 SCR 792 : (2007) 11 SCC 324; Rajkot Municipal": "एससीआर 792 : (2007) ॥। एससीसी 324; राजकोट नगर निगम बनाम भारत",
  "Corporation v. Union of India, (2013) 14 SCC 599; State of Uttar Pradesh v. Uttar Pradesh Rajya Khanij": "संघ, (203) 4 एससीसी 599; उत्तर प्रदेश राज्य बनाम उत्तर प्रदेश राज्य",
  "Vikas Nigam Sangharsh Samiti, (2008) 12 SCC 675;": "खनिज विकास निगम संघर्ष समिति, (2008) 2 एससीसी 675; एनडीएमसी",
  "NDMC v. State of Punjab, [1996] Suppl. 10 SCR 472:": "बनाम पंजाब राज्य, [996] पूरक। 0 एससीआर 472: (997) 7 एससीसी",
  "(1997) 7 SCC 339; Fruit and Vegetable Merchants Union, Subzi Mandi, Dethi v. Delhi Improvement Trust,": "339; फल एवं सब्जी व्यापारी संघ सब्जी मंडी, दिल्ली बनाम दिल्ली इंप्रूवमेंट ट्रस्ट,",
  "Regal Buildings, Cannaught Place, [1957] 1 SCR 1:": "रीगल बिल्डिंग्स, कनॉट प्लेस, [957] । एससीआर : एआईआर 957 एससी",
  "AIR 1957 SC 344; Maharaj Singh v. State of Uttar Pradesh, [1977] 1 SCR 1072 : (1977) 1 SCC 155; Dr.": "344; महाराज सिंह बनाम उत्तर राज्य प्रदेश, [977] । एससीआर 072 :",
  "M. Ismail Faruqui vs. Union of India, [1994] Suppl.": "(977) । एससीसी 55; डॉ एम. इस्माइल फारूकी बनाम भारत संघ, [994]",
  "5 SCR 1 : (1994) 6 SCC 360; Indian Handicrafts": "पूरक। 5 एससीआर : (994) 6 एससीसी 360; भारतीय हस्तशिल्प एम्पोरियम",
  "an instance of transfer of ownership from the true owner to": "करना, वास्तविक मालिक से अभिरक्षक को और इस तरह संघ को स्वामित्व के हस्तांतरण का एक उदाहरण है -",
  "Held: The word “law” is with reference to an Act of Parliament or of a State Legislature, a rule or a statutory order having the force": "धारित किया : \"विधि\" शब्द संसद या राज्य विधानमंडल के अधिनियम, नियम या कानून के बल वाले वैधानिक",
  "of law — Although, to hold property is not a fundamental right, yet": "आदेश के संदर्भ में है - हालांकि, संपत्ति रखना मौलिक अधिकार नहीं है, फिर भी यह एक संवैधानिक अधिकार",
  "it is a constitutional right — The expression person in Article 300-A covers not only a legal or juristic person but also a person who is": "है - अनुच्छेद 300-क में व्यक्ति शब्द न केवल कानूनी या न्यायिक व्यक्ति को शामिल करता है बल्कि ऐसे व्यक्ति",
  "not a citizen of India — The expression property is also of a wide": "को भी शामिल करता है जो भारत का नागरिक नहीं है - संपत्ति शब्द का भी व्यापक दायरा है और इसमें न केवल",
  "scope and includes not only tangible or intangible property but also all rights, title and interest in a property — Before a person can": "मूर्त या अमूर्त संपत्ति बल्कि सभी अधिकार, स्वत्व और किसी संपत्ति में हित भी शामिल हैं. - इससे पहले कि",
  "be deprived of his right to property, the law must expressly and": "किसी व्यक्ति को संपत्ति के अधिकार से वंचित किया जा सके, कानून को स्पष्ट रूप से और प्रकट रूप से यह",
  "explicitly state so — Thus, the expression by authority of law means by or under a law made by the competent Legislature — Having": "बताना होगा - इस प्रकार, कानून के प्राधिकार का अर्थ सक्षम विधायिका द्वारा या उसके तहत बनाए गए कानून",
  "regard to the salutary principles of Art. 300-A, one cannot construe": "के तहत है - अनुच्छेद 300-क के उदात्त सिद्धान्त को ध्यान में रखते हुए , कोई भी अभिरक्षक द्वारा प्रशासन के",
  "the taking of possession of the enemy property for the purpose": "उद्देश्य से शत्रु संपत्ति पर कब्ज़ा करने को वास्तविक मालिक से अभिरक्षक और इस तरह संघ को स्वामित्व के",
  "subsequent legislation of 2013 which are expropriatory legislations": "के बाद के कानून के प्रावधानों के तहत स्थिति के बिल्कुल विपरीत है, जो अधिग्रहण संबंधी कानून हैं जिसके तहत",
  "under which acquisition of land would inevitably result in transfer of the ownership of the land from the owner to the State which is": "भूमि अधिग्रहण के परिणामस्वरूप अनिवार्य रूप से भूमि का स्वामित्व मालिक से उस राज्य को स्थानांतरित हो",
  "the acquiring authority, but the same would be subject to payment of a reasonable and fair compensation to the owner. [Paras 18": "जाएगा जो अधिग्रहण प्राधिकारी है, लेकिन यह मालिक को उचित और सही मुआवजे के भुगतान के अधीन होगा।",
  "and 18.2]": "[पैरा 8 और 8.2]",
  "Words and Phrases — Expression “vest” and “vesting” — Meaning of.": "शब्द और वाक्यांश - \"निहित\" और \"निहित होना\" - का अर्थ।",
  "Held: The expression ‘vest’ or ‘vesting’ has no precise definition and it would depend upon the context in which the expression is": "धारित किया : 'निहित' या 'निहित होना' शब्द की कोई सटीक परिभाषा नहीं है और यह उस संदर्भ पर निर्भर",
  "used under a particular enactment — The word ‘vesting’ is a word": "करेगा जिसमें इस शब्द का उपयोग किसी विशेष अधिनियम के तहत किया जाता है - 'निहित होना' शब्द परिवर्तनीय",
  "of variable input and has more than one meaning which must be": "इनपुट का एक शब्द है और इसके एक से अधिक अर्थ हैं जो जिसका अर्थ लगाया जाना चाहिए और सटीक अर्थ",
  "into the scheme of law and the context in which it is used — The": "कानून की योजना और उस संदर्भ को देखकर निकाला जाना चाहिए जिसमें इसका उपयोग किया जाता है - जिस",
  "legislative intent — Vesting of property in a person or authority does not always mean transfer of absolute title in the property. [Para 16]": "व्यक्ति या प्राधिकारी में संपत्ति का निहित होने का मतलब हमेशा संपत्ति में पूर्ण स्वामित्व का हस्तांतरण नहीं होता",
  "accordance with Rule No.174 ‘ka’ of the Act of 1959 from the": "अधिनियम के नियम संख्या 74 'क' के अनुसार कर लगाया और एकत्र किया। लेकिन, वित्तीय वर्ष 998-",
  "assessee. However, in the fiscal year 1998-1999, it came to the Municipal Corporation’s attention that the assessee was operating a commercial establishment within the premises.": "999 में, नगर निगम के ध्यान में यह आया कि निर्धारिती परिसर के भीतर एक वाणिज्यिक प्रतिष्ठान संचालित",
  "Consequently, the appellant-Municipal Corporation conducted an assessment based on Capital Value and issued a notice to the assessee regarding the assessed Annual Value.": "कर रहा था। नतीजतन, अपीलकर्ता-नगर निगम ने पूंजीगत मूल्य के आधार पर मूल्यांकन किया और मूल्यांकन किए गए वार्षिक मूल्य के संबंध में निर्धारिती को एक नोटिस जारी किया।",
  "It is pertinent to note that respondent No.2, Office of the Custodian of Enemy Property for India (for short ‘the Custodian’), under the Ministry of Commerce, Government of India, issued": "4.2 यह नोट करना प्रासंगिक है कि प्रत्यर्थी सं. 2, भारत सरकार के वाणिज्य मंत्रालय के तहत भारत के शत्रु",
  "bearing premises No.53-54, Lawrie Building Hazaratganj, Lucknow, is Enemy Property vested with the Custodian. The": "किया, जिसमें कहा गया था कि विषयगत संपत्ति धारक परिसर सं. 53-54, लॉरी बिल्डिंग हजरतगंज, लखनऊ,",
  "Lucknow, is Enemy Property vested with the Custodian. The Certificate also explicitly stated that the Custodian was obligated": "शत्रु संपत्ति है, जो अभिरक्षक के पास निहित है। प्रमाणपत्र में यह भी स्पष्ट रूप से कहा गया है कि अभिरक्षक इस",
  "to pay house tax and other local taxes on behalf of this property.": "संपत्ति की ओर से गृह कर और अन्य स्थानीय करों का भुगतान करने के लिए बाध्य है।",
  "The assessee, along with other tenants, inter-alia, contested the assessment orders issued by the Municipal Corporation and": "4.3 निर्धारिती, अन्य किरायेदारों के साथ,अन्य बातों के साथ-साथ, नगर निगम द्वारा जारी किए गए मूल्यांकन",
  "approached the High Court of Allahabad at Lucknow by filing Writ Petition being Misc. Bench No. 3979 of 2003. However, this legal action was ultimately uncontested by the tenants and": "आदेशों का विरोध किया और रिट याचिका- मिस्लेनियस बेंच नं. 3979 सन्‌ 2003, दायर करके इलाहाबाद उच्च न्यायालय, लखनऊ पीठ का दरवाजा खटखटाया। हालाँकि, यह कानूनी कार्रवाई अंततः किरायेदारों द्वारा",
  "was subsequently dismissed vide order dated 30.03.2017.": "निर्विरोध थी और बाद में दिनांक 30.03.207 के आदेश द्वारा खारिज कर दी गई।",
  "of divestment of enemy property vested in the Custodian to the owner thereof or to such other person vide Rule 15 of the Rules": "प्रस्ताव पर नियमावली के नियम 5 के तहत अभिरक्षक में निहित शत्रु संपत्ति को उसके मालिक या ऐसे अन्य",
  "only as a temporary measure and he acts as a trustee of the said properties — In view of the position of a Custodian, who under": "है केवल एक अस्थायी उपाय के रूप में और वह उक्त संपत्तियों के ट्रस्टी के रूप में कार्य करता है - एक अभिरक्षक",
  "properties — In view of the position of a Custodian, who under the Enemy Property Act, 1968, acts as the trustee for the enemy": "की स्थिति को ध्यान में रखते हुए, जो शत्रु संपत्ति अधिनियम, 968 के तहत, अधिनियम के तहत शत्रु संपत्ति के",
  "property under the Act and not as the owner of the property, but": "लिए संपत्ति के ट्रस्टी के रूप में कार्य करता है, न कि मालिक के रूप में। लेकिन उसमें निहित संपत्ति के अभिरक्षक",
  "as a protector of the property vested in him, the Custodian can never be an owner or having any right, title or interest in the enemy": "के रूप में, अभिरक्षक कभी भी मालिक नहीं हो सकता है या मालिक के रूप में शत्रु संपत्ति में कोई अधिकार,",
  "Taxation — Of Enemy property — Constitution of India — Art. 285 — If ownership of enemy property is conferred on the": "कराधान - शत्रु संपत्ति का - भारत का संविधान - अनुच्छेद 285 - यदि शत्रु संपत्ति का स्वामित्व शत्रु संपत्ति",
  "Custodian for Enemy Property, whether such property becomes Union property within meaning of Art. 285 of": "के अभिरक्षक को प्रदान किया जाता है, तो कया ऐसी संपत्ति संविधान के अनुच्छेद 285 के अर्थ में संघ की",
  "of property or other local taxes to appellant-Municipal": "संपत्ति या अन्य स्थानीय करों के भुगतान से छूट दी गई है - क्या ऐसी शत्रु संपत्ति संघ की संपत्ति बनने के",
  "Union, clause (2) of Article 285 of the Constitution enables appellant to impose property or other local taxes on the": "बावजूद, संविधान का अनुच्छेद 285 का खंड (2) अपीलकर्ता को प्रतिवादी पर संपत्ति या अन्य स्थानीय कर",
  "respondent which is lessee of the subject property —- Enemy Property Act, 1968 — UP Municipal Corporation Adhiniyam,": "लगाने में सक्षम बनाता है जो विषय संपत्ति का पट्टेदार है - शत्रु संपत्ति अधिनियम, 968 - उ.प्र. नगर निगम",
  "1959.": "अधिनियम, 959।",
  "Held: Vesting of enemy property in the Custodian does not transfer ownership of such property in the Custodian and by": "धारित किया : अभिरक्षक में शत्रु संपत्ति को निहित करने से ऐसी संपत्ति का स्वामित्व अभिरक्षक में स्थानांतरित",
  "that process in the Union or Central Government, but since the": "नहीं होता है और उस प्रक्रिया से संघ या केंद्र सरकार में स्थानांतरित नहीं होता है, लेकिन चूंकि अभिरक्षक केवल",
  "Custodian is only a trustee of the enemy property, the same is liable to tax in accordance with law, including to the appellant": "शत्रु संपत्ति का ट्रस्टी होता है, इसलिए उस पर अपीलकर्ता सहित कानून के अनुसार कर लगाया जाता है। -",
  "— The Custodian is only authorised to pay the taxes on the subject enemy property — The Custodian while doing so is not": "अभिरक्षक केवल शत्रु संपत्ति पर कर का भुगतान करने के लिए अधिकृत होता है - ऐसा करते समय अभिरक्षक",
  "acting on behalf of the Union Government being the owner of the enemy property, rather, the Custodian who is appointed by": "शत्रु संपत्ति का मालिक होने के नाते केंद्र सरकार की ओर से कार्य नहीं कर रहा है, बल्कि, अभिरक्षक जो अधिनियम,",
  "the Central Government under the provisions of the Act, which is a Central legislation only discharges his duties and functions": "जो एक केंद्रीय कानून है, के प्रावधानों के तहत केंद्र सरकार द्वारा नियुक्त किया जाता है, केवल संसदीय कानून",
  "under the provisions of the Parliamentary legislation i.e. the Act under consideration — Such discharge of duties and functions,": "यानी विचाराधीन अधिनियम के प्रावधानों के तहत अपने कर्तव्यों और कार्यों का निर्वहन करता है - कर्तव्यों और",
  "including the payment of taxes vis-a-vis enemy property vested": "कार्यों का ऐसा निर्वहन, जिसमें उसमें निहित शत्रु संपत्ति पर करों का भुगतान भी शामिल है- इस तर्क का मतलब",
  "is acting as if the property vested in him has become the Union": "यह नहीं होगा कि अभिरक्षक इस तरह कार्य कर रहा है जैसे कि उसके पास निहित संपत्ति संघ की संपत्ति बन गई",
  "property — Mere vesting of enemy property in the Custodian does not transfer ownership of the same from the enemy to the Union or to the Central Government; the ownership remains with the enemy but the Custodian only protects and manages the": "है - मात्र शत्रु संपत्ति को अभिरक्षक में निहित करने से उसका स्वामित्व शत्रु से संघ या केंद्र सरकार को हस्तांतरित नहीं हो जाता है; स्वामित्व शत्रु के पास रहता है लेकिन अभिरक्षक केवल शत्रु संपत्ति की सुरक्षा और प्रबंधन करता",
  "enemy property and in discharging his duties as the Custodian or the protector of enemy property he acts in accordance with": "और प्रबंधन करता है और शत्रु संपत्ति के संरक्षक या अभिरक्षक के रूप में अपने कर्तव्यों का निर्वहन करते हुए वह",
  "the provision of the Act and on the instructions or guidance of the Central Government — The reason as to why the Central": "प्रावधानों के अनुसार और केंद्र सरकार के निर्देशों या मार्गदर्शन पर कार्य करता है। - केंद्र सरकार को अभिरक्षक",
  "Government is empowered to issue guidelines or instructions to the Custodian is because the Custodian is appointed under the": "को दिशानिर्देश या निर्देश जारी करने का अधिकार क्यों है, इसका कारण यह है कि अभिरक्षक को उस अधिनियम",
  "Act which is a Parliamentary legislation and the reason why the": "के तहत नियुक्त किया जाता है जो एक संसदीय कानून है और संसद ने उक्त कानून को पारित करने का कारण यह",
  "of the country in that the same are protected, managed and dealt": "समान रूप से संरक्षित, प्रबंधित और निस्तारित किया जाए - उक्त संपत्ति के अभिरक्षक में निहित होने से भारत",
  "of India cannot assume ownership of the enemy properties once the said property is vested in the Custodian — This is because, there is no transfer of ownership from the owner of the enemy": "संघ शत्रु संपत्तियों का स्वामित्व नहीं ले सकता - ऐसा इसलिए है, क्योंकि शत्रु संपत्ति के मालिक से अभिरक्षक",
  "property to the Custodian and consequently, there is no ownership rights transferred to the Union of India — Therefore, the enemy": "को स्वामित्व का कोई हस्तांतरण नहीं होता है और परिणामस्वरूप, भारत संघ को कोई स्वामित्व अधिकार",
  "rights transferred to the Union of India — Therefore, the enemy properties which vest in the Custodian are not Union properties": "हस्तांतरित नहीं होता है - इसलिए, शत्रु संपत्ति जो अभिरक्षक में निहित होती है, संघ की संपत्तियां नहीं हैं - चूंकि",
  "— As the enemy properties are not Union properties, clause (1) of Article 285 does not apply to enemy properties — Clause (2)": "शत्रु संपत्तियां संघ की संपत्ति नहीं हैं, अनुच्छेद 285 का खंड () शत्रु संपत्तियों पर लागू नहीं होता है - अनुच्छेद",
  "of Article 285 is an exception to clause (1) and would apply only if the enemy properties are Union properties and not otherwise": "285 का खंड (2) खंड () का अपवाद है और केवल लागू होगा यदि शत्रु संपत्तियां संघ की संपत्ति हों और",
  "— High Court was not right in holding that the respondent as occupier of the subject enemy property, is not liable to pay any": "अन्यथा नहीं - उच्च न्यायालय का यह मानना सही था कि प्रत्यर्थी , शत्रु संपत्ति के कब्जेदार के रूप में, अपीलकर्ता",
  "occupier of the subject enemy property, is not liable to pay any property tax or other local taxes to the appellant - Consequently, any demand for payment of taxes under the Act of 1959 made": "को किसी भी संपत्ति कर या अन्य स्थानीय करों का भुगतान करने के लिए उत्तरदायी नहीं है - नतीजतन, 959",
  "any demand for payment of taxes under the Act of 1959 made and thereby paid by the respondent to the appellant-authority": "के अधिनियम के तहत करों के भुगतान के लिए की गई माँग और इस प्रकार प्रत्यर्थी द्वारा अपीलकर्ता-प्राधिकरण",
  "shall not be refunded — However, if no demand notices have": "को किया गया भुगतान वापस नहीं किया जाएगा - हालांकि, यदि आज तक कोई मांग नोटिस जारी नहीं किया गया",
  "been issued till date, the same shall not be issued but from the current fiscal year onwards (2024-2025), the appellant shall be": "है, तो इसे चालू वित्तीय वर्ष (2024-2025) से जारी नहीं किया जाएगा। अपीलकर्ता संपत्ति कर के साथ-साथ",
  "entitled to levy and collect the property tax as well as water tax and sewerage charges and any other local taxes in accordance": "जल कर और सीवरेज शुल्क और कानून के अनुसार किसी भी अन्य स्थानीय कर लगाने और एकत्र करने का",
  "with law. [Paras 17.9, 22.4]": "हकदार होगा। [पैरा 7.9, 22.4]",
  "Constitution of India — Art.300A — Art. 300A states that no": "भारत का संविधान - अनुच्छेद 300क - अनुच्छेद 300 क में कहा गया है कि किसी भी व्यक्ति को कानून के",
  "person shall be deprived of his property save by authority of law — Expressions “law”, “person”, “property” and “by": "प्राधिकार के अलावा उसकी संपत्ति से वंचित नहीं किया जाएगा - \"विधि\", \"व्यक्ति\", \"संपत्ति\" और \"कानून के",
  "4.8 Aggrieved by the aforesaid action, the assessee approached": "4.8 उपरोक्त कार्रवाई से व्यथित होकर, निर्धारिती ने रिट याचिका मिस्लेनियस बेंच सं. 237 सन्‌ 202 दायर",
  "the High Court of Allahabad at Lucknow by filing Writ Petition": "करके इलाहाबाद उच्च न्यायालय, लखनऊ पीठ का दरवाजा खटखटाया और निम्नलिखित अनुतोष की मांग कर",
  "\"(a) issue a writ of prohibition or a writ, order or direction in the nature of prohibition prohibiting the opposite": "\"(क) प्रतिषेध की रिट या प्रतिषेध की प्रकृति में रिट, आदेश या निर्देश जारी करें जिसमें प्रतिपक्षी",
  "or the property in the name and style of Lawrie Building situated at 50, Hazratganj, Lucknow being": "सं. । और 2 को निषिद्ध किया जाए कि 50, हजरतगंज, लखनऊ में स्थित लॉरी बिल्डिंग के",
  "the property of Union of India and exempted from State taxation;": "करने करे क्योंकि यह भारत संघ की संपत्ति है और राज्य कराधान से मुक्त है ;",
  "the nature of certiorari quashing the impugned bills/ recovery notice in respect of payment of House Tax": "आक्षेपित बिल/वसूली नोटिस को रद्द करने के लिए उत्प्रेषण की रिट या उत्प्रेषण की प्रकृति में",
  "(c) issue a writ of certiorari or a writ, order or direction": "रिट, आदेश या निर्देश जारी करें, जो रिट याचिका के अनुबंध सं. में निहित है ;",
  "opposite party no.2, contained in Annexure Number 2 to the writ petition; and": "(ग) रिट याचिका के अनुलग्रक सं. 2 में निहित, प्रतिपक्षी सं. 2 द्वारा जारी आक्षेपित बिल/वसूली",
  "(d) issue a writ of mandamus or a writ, order or direction": "रिट, आदेश या निर्देश जारी करें ; और",
  "in his favor, directing the Custodian to surrender possession of the properties to him. Being aggrieved with this decision, the Union of India approached this Court by way of filing SLP (C) No.22452 of 2001, which was converted to Civil Appeal": "का कब्जा उन्हें सौंपने का निर्देश दिया। इस निर्णय से व्यथित होकर, भारत संघ ने एसएलपी (सी) सं. 22452",
  "the Union of India approached this Court by way of filing SLP (C) No.22452 of 2001, which was converted to Civil Appeal No.2501 of 2002. This Court by its judgment dated 21.10.2005": "सन्‌ 200 की दायर करके इस न्यायालय का दरवाजा खटखटाया, जिसे सिविल अपील सं. 250 सन्‌ 2002",
  "reported in Union of India vs. Raja Mohammad Amir": "में परिवर्तित कर दिया गया। इस न्यायालय ने भारत संघ बनाम राजा मोहम्मद अमीर मोहम्मद खान, (2005) 8",
  "Mohammad Khan, (2005) 8 SCC 696 (‘Amir Mohammad Khan’), dismissed the appeal preferred by the Union of India": "एससीसी 696 ('आमिर मोहम्मद खान') में अपने निर्णय दिनांकित 2.0.2005 द्वारा भारत संघ द्वारा की गई",
  "Khan’), dismissed the appeal preferred by the Union of India and directed the Union of India to get the buildings (residence or offices) vacated from such officers and handover the": "अपील को खारिज कर दिया और भारत संघ को ऐसे अधिकारियों से इमारतों (निवास या कार्यालयों ) को खाली",
  "possession to Raja Mohammed Amir Mohammad Khan within eight weeks. The Court further directed that the officers who": "कराने और आठ सप्ताह के भीतर राजा मोहम्मद अमीर मोहम्मद खान को कब्जा सौंपने का निर्देश दिया। न्यायालय",
  "are in occupation of buildings for their residences or for their": "ने आगे निर्देश दिया कि जिन अधिकारियों ने अपने आवास या अपने कार्यालयों के लिए इमारतों पर कब्जा कर",
  "offices shall immediately vacate and hand over the buildings or the properties to the Custodian to enable him to hand over": "रखा है, उन्हें तुरंत इमारतों या संपत्तियों को खाली कर देना चाहिए और अभिरक्षक को सौंप देना चाहिए ताकि वह",
  "As a result of these orders, proceedings were initiated by various tenants, including respondent No.1. This Court, in SLP": "4.6 इन आदेशों के परिणामस्वरूप, प्रत्यर्थी सं. सहित विभिन्न किरायेदारों द्वारा कार्यवाही शुरू की गई। इस",
  "(Civil) No.14943 of 2006 vide order dated 08.09.2006, clarified": "न्यायालय ने ,एसएलपी (सिविल) सं. क4943 सन्‌ 2006 में दिनांक 08.09.2006 के आदेश द्वारा सिविल",
  "its earlier judgment dated 21.10.2005 passed in Civil Appeal No.2501 of 2002. It was clarified by this Court that individuals": "अपील सं. 250। सन्‌ 2002 में पारित अपने पहले के निर्णय दिनांकित 2.0.2005 को स्पष्ट किया। इस",
  "who were allotted properties by the Custodian or who came": "न्यायालय द्वारा यह स्पष्ट किया गया कि जिन व्यक्तियों को अभिरक्षक द्वारा संपत्ति आवंटित की गई थी या जिन्हें",
  "into possession after 1965, i.e., following the declaration of Raja Mahmudabad’s property as an enemy property and the": "965 के बाद कब्जा मिला, यानी राजा महमूदाबाद की संपत्ति को शत्रु संपत्ति घोषित करने और अभिरक्षक की",
  "that the property is merely in the custody of the Custodian as specified under the Act. That the preamble of the Act provides": "क) कि संपत्ति केवल अभिरक्षक की हिरासत में है जैसा कि अधिनियम के तहत निर्दिष्ट है। अधिनियम की प्रस्तावना",
  "that this is “An Act to provide for the continued vesting of Enemy Property’. That there is no declaration by the Union": "में कहा गया है कि यह \"शत्रु संपत्ति को जारी रखने का प्रावधान करने वाला अधिनियम हैं'। यह कि केंद्र सरकार",
  "Enemy Property’. That there is no declaration by the Union Government through any legislation declaring the properties to": "द्वारा किसी भी कानून के माध्यम से संपत्तियों को केंद्र सरकार की संपत्ति घोषित करने की कोई घोषणा नहीं की",
  "be the property of the Union Government. The only declaration that is contained is to vest the property in the Custodian without": "गई है। इसमें शामिल एकमात्र घोषणा यह है कि संपत्ति को अभिरक्षक में निहित किया जाए, बिना किसी अतिरिक्त",
  "a further declaration that the property vests absolutely in the Union Government free from all encumbrances. That whenever": "घोषणा के कि संपत्ति सभी प्रभारयों से मुक्त होकर केंद्र सरकार में निहित है। जब भी विधायिका चाहेगी कि कोई",
  "the legislature desired that any property vests absolutely in the Central Government, it would be specifically provided so as in": "संपत्ति पूरी तरह से केंद्र सरकार में निहित हो, तो इसे विशेष रूप से भूमि अधिग्रहण अधिनियम, 984 की धारा",
  "the case of Sections 16 and 17 of the Land Acquisition Act, 1984 as well as in the case of Section 269 of the Income Tax Act, 1961. But the same is conspicuous by its absence under": "6 और 7 के साथ-साथ आयकर अधिनियम, 96 की धारा 269 में उपबंध करेगी। लेकिन विचाराधीन",
  "that a perusal of the scheme of the Act, more particularly, the Preamble, Section 2(c) and its proviso, Sections 15(1), 17(1)(c),": "ख) यह कि अधिनियम की योजना, विशेषकर प्रस्तावना, धारा 2(सी) और उसके परं॑तुक, धारा 5(),",
  "and 18 read with Rule 5(1) and proviso 2, 5(2), 5(3) and 15(1)": "7()(सी), और 8 सपठित नियम 5() और परंतुक 2, 5(2), 5(3) और 5() संचयी रूप से स्थापित",
  "cumulatively would establish that the Custodian has certain obligations regarding Enemy Property. However, the Central Government or the Custodian is not vested with ownership of": "करेंगे कि अभिरक्षक के पास शत्रु संपत्ति के संबंध में कुछ दायित्व हैं। हालाँकि, केंद्र सरकार या अभिरक्षक के पास",
  "dated: 28.05.2011;": "28.05.207। को रद्द कर दिया;",
  "that the Enemy Property occupied by private persons for private business interests is not synonymous with the interest of the": "झ) कि निजी व्यावसायिक हितों के लिए निजी व्यक्तियों द्वारा कब्जा की गई शत्रु संपत्ति राज्य के हित का पर्याय",
  "State and is starkly in contrast to the objectives and scheme of the Constitution. Accordingly, it was contended that the": "नहीं है और संविधान के उद्देश्यों और योजना के बिल्कुल विपरीत है। तदनुसार, यह तर्क दिया गया कि किसी निजी",
  "interest or property of a private person i.e. respondent No.1 is not exempted from property taxes under Article 285 of the Constitution of India;": "व्यक्ति यानी प्रत्यर्थी सं. । के हित या संपत्ति को भारत के संविधान के अनुच्छेद 285 के तहत संपत्ति कर से छूट नहीं है;",
  "that the Custodian under the Act is empowered to realize from occupants all taxes, fees and charges and pay to the local": "ज) यह कि अधिनियम के तहत अभिरक्षक को रहने वालों से सभी करों और शुल्कों की वसूली करने और स्थानीय",
  "authority. In the present case, it is admitted by the Custodian-": "प्राधिकारी को भुगतान करने का अधिकार है। वर्तमान मामले में, अभिरक्षक-प्रत्यर्थी सं. 2 द्वारा यह स्वीकार किया",
  "respondent No.2 that local taxes are payable to the local authority in respect of the enemy property in question vide Certificate": "गया है कि प्रमाण पत्र दिनांकित 03.0.2002 के तहत शत्रु संपत्ति के संबंध में स्थानीय कर स्थानीय प्राधिकारी",
  "that although the Municipal Commissioner granted a concession": "ट) यह कि यद्यपि नगर आयुक्त ने उच्च न्यायालय के समक्ष रियायत दी थी, लेकिन उक्त रियायत उन्हें व्यक्तिगत",
  "before the High Court, the said concession was due to a threat of summoning him to file a personal affidavit. In this regard,": "हलफनामा दायर करने के लिए बुलाने की धमकी के कारण थी। इस संबंध में, विद्वान वरिष्ठ अधिवक्ता ने तर्क दिया",
  "or estoppel against the statute. The power to levy tax is plenary.": "कि क़ानून के विरुद्ध कोई रियायत या रोक नहीं हो सकती है। कर लगाने की शक्ति पूर्ण है। यदि राज्य को एक",
  "If the State is held to be bound by a concession made in one case, it would result in serious consequences for the State as": "मामले में दी गई रियायत से बाध्य माना जाता है, तो राज्य के लिए गंभीर परिणाम होंगे क्योंकि ऐसी रियायत",
  "such a concession is against public interest. That it was held in State of Uttar Pradesh vs. Uttar Pradesh Rajya Khanij": "सार्वजनिक हित के विरुद्ध है। उत्तर प्रदेश राज्य बनाम उत्तर प्रदेश राज्य खनिज विकास निगम संघर्ष समिति,",
  "Vikas Nigam Sangharsh Samiti, (2008) 12 SCC 675 that statement, assurance, or even an undertaking of any officer": "(2008) 2 एससीसी 675 में यह कहा गया था कि किसी भी अधिकारी या अधिवक्ता का बयान, आश्वासन,",
  "or counsel is irrelevant and that there can be no estoppel against the statute.": "या यहां तक कि हलफनामा अप्रासंगिक है और इसके कानून के खिलाफ कोई रोक नहीं हो सकती है।",
  "With the aforesaid submission, learned senior counsel prayed that the impugned order passed by the High Court may be set aside.": "उपरोक्त दलील के साथ, विद्वान वरिष्ठ अधिवक्ता ने प्रार्थना की कि उच्च न्यायालय द्वारा पारित आदेश को",
  "Per contra, learned senior counsel Sri Guru Krishna Kumar, appearing for the assessee, supported the impugned judgment and submitted": "6. इसके विपरीत, निर्धारिती की ओर से उपस्थित विद्वान वरिष्ठ अधिवक्ता श्री गुरु कृष्ण कुमार ने आक्षेपित निर्णय",
  "that the High Court has proceeded to pass the impugned order on a sound appreciation of the facts of the matter and the applicable": "का समर्थन किया और कहा कि उच्च न्यायालय ने मामले के तथ्यों और लागू कानून को अच्छी तरह समझते हुए",
  "It was further contended as under:": "प्रकार तर्क दिया गया :",
  "Corporation of India vs. Secretary, Revenue Department, Govt. of Andhra Pradesh, (1999) 4 SCC 458 (“Electronics": "कॉरपोरेशन ऑफ इंडिया बनाम सचिव, राजस्व विभाग, आंध्र प्रदेश सरकार (999) 4 एससीसी 458 (\"इलेक्ट्रॉनिक्स कॉर्पोरेशन\") मामले में इस न्यायालय की संविधान पीठ के फैसले का अवलंब लिया गया था",
  "Corporation”) wherein it was held that Article 285 will not be applicable in cases when the land belonging to the Government": "जिसमें यह माना गया था कि अनुच्छेद 285 उन मामलों में लागू नहीं होगा जहाँ भारत सरकार की भूमि एक",
  "of India was leased out to a Government Company;": "सरकारी कंपनी को पट्टे पर दी गई हो;",
  "that this Court in Union of India vs. State of Uttar Pradesh, (2007) 11 SCC 324 held that service charges are a fee and": "च) यह कि भारत संघ बनाम उत्तर प्रदेश राज्य, (2007) । एससीसी 324 में इस न्यायालय ने माना कि सेवा",
  "cannot be said to be hit by Article 285 of the Constitution;": "शुल्क एक शुल्क है और यह नहीं कहा जा सकता कि यह संविधान के अनुच्छेद 285 से प्रभावित होता है;",
  "Municipal Corporation vs. Union of India, Civil Appeal No.9458-63 of 2003 (“Rajkot Municipal Corporation”), the": "छ) यह कि राजकोट नगर निगम बनाम भारत संघ, सिविल अपील सं. 9458-63 सन्‌ 2003 (\"राजकोट नगर",
  "Cclarification/instructions dated 17.12.2009 to all Secretaries (Urban Development) of all State Governments. The relevant": "भारत सरकार ने सभी राज्य सरकारों के सभी सचिवों (शहरी विकास) को दिनांक 7.2.2009 को",
  "portion of the said clarification/instructions dated 17.12.2009 is as follows:": "स्पष्टीकरण /निर्देश जारी किए। उक्त स्पष्टीकरण / निर्देश दिनांकित 7.2.2009 का प्रासंगिक भाग इस प्रकार है :",
  "“(1) The UOI & its Departments will pay service charges for the services provided by appellant": "“() भारत संघ और उसके विभाग अपीलकर्ता नगर निगमों द्वारा प्रदान की गई सेवाओं के लिए",
  "charges for the services provided by appellant Municipal Corporations. No Property Tax. will be paid": "सेवा शुल्क का भुगतान करेंगे। भारत संघ द्वारा कोई संपत्ति कर का भुगतान नहीं किया जाएगा,",
  "by UOI but service charges calculated @ 75%, 50% or 33 1/3% of Property Tax levied on property owners": "लेकिन संपत्ति मालिकों पर लगाए गए संपत्ति कर का 75%, 50% या 33 /3% की दर से",
  "will be paid, depending upon utilisation of full or partial": "सेवा शुल्क का भुगतान किया जाएगा, जो पूर्ण या आंशिक या शून्य सेवाओं के उपयोग पर निर्भर",
  "or Nil Services. For this, purpose agreements will be entered into by UOI represented by concerned Departments with respective Municipal Corporation.”": "करेगा। इस प्रयोजन के लिए संबंधित नगर निगम के साथ भारत संघ, जिसका प्रतिनिधित्व",
  "exercise of the police powers of the State. Also, the principles of acquisition or requisition and payment of compensation will not apply to such a legislation.": "ज़ब्त करने का अधिकार शामिल है। साथ ही, अधिग्रहण और मुआवजे के भुगतान के सिद्धांत ऐसे कानून पर लागू नहीं होंगे।",
  "that the property in question unequivocally belongs to the Central Government, specifically the Custodian; Enemy Property is thus": "ग) यह कि विचाराधीन संपत्ति स्पष्ट रूप से केंद्र सरकार, विशेष रूप से अभिरक्षक की है; इस प्रकार शत्रु संपत्ति",
  "‘property of the Union.’ The assessee is merely a tenant of the Custodian of the Enemy Property and therefore, no taxes can be levied on this property.": "'संघ की संपत्ति' है। निर्धारिती केवल शत्रु संपत्ति के अभिरक्षक का किरायेदार है और इसलिए, इस संपत्ति पर कोई कर नहीं लगाया जा सकता है।",
  "that Article 285 of the Constitution provides exemption from State taxation in respect of properties of the Union of India.": "घ) संविधान का अनुच्छेद 285 भारत संघ की संपत्तियों के संबंध में राज्य कराधान से छूट प्रदान करता है।",
  "He buttressed his submission by stating that how the property sought to be taxed is being used is irrelevant consideration": "उन्होंने यह कहते हुए अपनी दलील पर जोर दिया कि कर योग्य संपत्ति का उपयोग कैसे किया जा रहा है, यह",
  "as far as the interpretation of Article 285 of the Constitution of": "भारत के संविधान के अनुच्छेद 285 की व्याख्या का सवाल है। संघ की संपत्ति पर राज्य कराधान पर पूर्ण और",
  "that apart from Article 285, Section 172 of the Act of 1959 specifically provides that the Corporation may impose taxes": "ड) अनुच्छेद 285 के अलावा, 959 के अधिनियम की धारा 72 में विशेष रूप से प्रावधान है कि निगम संविधान",
  "subject to the provisions of Article 285 of the Constitution. Likewise, Section 177 of the said Act provides exceptions in": "के अनुच्छेद 285 के प्रावधानों के अधीन कर लगा सकता है। इसी तरह, उक्त अधिनियम की धारा 77 भारत",
  "respect of the levy of tax amongst others to buildings and land vesting in the Union of India. However, Section 8(2)(vi) of the": "संघ में निहित भवनों और भूमि पर कर लगाने के संबंध में अपवाद का उपबंध करता है। हालाँकि, अधिनियम की",
  "vesting in the Union of India. However, Section 8(2)(vi) of the Act and/or Section 173 of the Act of 1959 cannot amount to": "धारा 8(2) (५) और/या 959 के अधिनियम की धारा 73 संविधान के अनुच्छेद 285() के संदर्भ में संघ",
  "“law” authorizing levy of property tax on Union property in terms of Article 285(1) of the Constitution.": "की संपत्ति पर संपत्ति कर लगाने को अधिकृत करने वाला \"कानून\" नहीं बन सकती।",
  "that property vested in the Union was expressly excluded from the scope of general tax on land and building. In this regard,": "च) संघ में निहित संपत्ति को भूमि और भवन पर सामान्य कर के दायरे से स्पष्ट रूप से बाहर रखा गया था। इस",
  "it was submitted that the impugned judgment was incorrect to": "संबंध में, यह कहा गया था कि आक्षेपित निर्णय इस हद तक गलत था कि यह 'मालिक' की विस्तारित परिभाषा",
  "the extent that it allows Union property to be taxed on the basis": "के आधार पर केंद्रीय संपत्ति पर कर लगाने की अनुमति देता है, और एनडीएमसी में इस न्यायालय के फैसले के",
  "The property in question is indisputably ‘property of the Union’": "निर्विवाद रूप से 'संघ की संपत्ति' है।",
  "exercise of police power of the State. In other words, Article 300-A only limits the powers of the State inasmuch as no person shall": "में, अनुच्छेद 300-ए केवल राज्य की शक्तियों को सीमित करता है, क्योंकि कानून के प्राधिकार के अलावा किसी",
  "be deprived of his property save by authority of law, implying that there can be no deprivation without any sanction of law. Deprivation": "भी व्यक्ति को उसकी संपत्ति से वंचित नहीं किया जाएगा, जिसका अर्थ है कि कानून की मंजूरी के बिना कोई भी",
  "by any other mode is not acquisition or taking possession under": "वंचित नहीं किया जा सकता है। अनुच्छेद 300-ए के तहत किसी अन्य तरीके से वंचना अधिग्रहण या कब्ज़ा नहीं",
  "Article 300-A. It was submitted that war between two or more countries is a reason for which no compensation is payable for": "है। यह कहा गया कि दो या दो से अधिक देशों के बीच युद्ध एक ऐसा कारण होता है जिसके लिए शत्रु संपत्ति के",
  "acquisition of enemy property. The Act as amended has not been (and cannot be) challenged by the Municipal Corporation and has": "अधिग्रहण के लिए कोई मुआवजा देय नहीं होता है। संशोधित अधिनियम को नगर निगम द्वारा चुनौती नहीं दी गई",
  "(and cannot be) challenged by the Municipal Corporation and has to be treated as valid and be given its full effect.": "है (और न ही दी जा सकती है) और इसे वैध माना जाना चाहिए और इसे पूर्ण प्रभाव दिया जाना चाहिए।",
  "that the joint submission of Municipal Corporation and the Union of India that Section 8(2)(vi) of the Act is a law relatable to Article": "ज) नगर निगम और भारत संघ की संयुक्त दलील कि अधिनियम की धारा 8(2) (५) भारत के संविधान के",
  "285 of the Constitution of India was neither raised before the High Court nor in any pleading before this Court and is a clear": "अनुच्छेद 285 से संबंधित एक कानून है, न तो उच्च न्यायालय के समक्ष उठाया गया था और न ही इस न्यायालय",
  "afterthought raised for the first time during oral replies;": "के समक्ष किसी दलील में उठाया गया था और मौखिक उत्तरों के दौरान पहली बार उठाया गया एक स्पष्ट पश्चातवर्ती विचार है;",
  "in the alternative, this Court may balance the equities to make the demand prospective considering the grave hardship that": "विचार है; झ) वैकल्पिक रूप से, यह न्यायालय उस गंभीर कठिनाई को ध्यान में रखते हुए मांग को अग्रगामी बनाने के लिए",
  "the demand of entire past amount would cause to respondent": "इक्विटी को संतुलित कर सकता है, जो पूरी पिछली राशि की मांग के कारण प्रत्यर्थी सं. । को होगी, यदि यह",
  "No.1 in case this Court holds against respondent No.1.": "न्यायालय प्रत्यर्थी सं. । के खिलाफ निर्णय लेता है।",
  "With the aforesaid submissions, it was prayed that the present appeal be dismissed as being devoid of any merit and the": "उपरोक्त दलीलों के साथ, यह प्रार्थना की गई कि वर्तमान अपील को किसी भी मेरिट से रहित होने के कारण",
  "impugned order of the High Court be affirmed.": "खारिज कर दिया जाए और उच्च न्यायालय के आदेश की पुष्टि की जाए।",
  "Submissions of the respondent No.2:": "प्रत्यर्थी स॑ 2 की दलीलें",
  "Learned counsel Sri Rupesh Kumar, appearing on behalf of the": "7. विद्वान अधिवक्ता श्री रूपेश कुमार ने, शत्रु संपत्ति के अभिरक्षक, प्रत्यर्थी सं. 2 की ओर से उपस्थित होकर,",
  "submitted as under:": "निम्नानुसार दलील दिया :",
  "that the subject property belongs to a Pakistani National namely, Raja of Mahmudabad and therefore, the property is vested in": "क) यह कि विषयगत संपत्ति एक पाकिस्तानी नागरिक अर्थात्‌ महमूदाबाद के राजा की है और इसलिए, संपत्ति",
  "the Custodian of Enemy Property for India under the Act as amended by the Amendment Act, 2017 and is an undisputed": "संशोधन अधिनियम, 207 द्वारा संशोधित अधिनियम के तहत भारत के शत्रु संपत्ति के अभिरक्षक में निहित है",
  "enemy property;": "और निर्विवाद एक शत्रु संपत्ति है;",
  "that the property belonging to the Union Government is exempted from state taxation under article 285(1) of the Constitution of": "ख) यह कि केंद्र सरकार से संबंधित संपत्ति को भारत के संविधान के अनुच्छेद 285() के तहत राज्य कराधान",
  "India. However, there is no such exemption in respect of fee/ service charges or other charges and this position has been": "से छूट दी गई है। हालाँकि, शुल्क /सेवा शुल्क या अन्य शुल्कों के संबंध में ऐसी कोई छूट नहीं है और यह स्थिति",
  "conclusively decided by this Court in Union of India vs. State of Uttar Pradesh, (2007) 11 SCC 324. Further, this stand has": "इस न्यायालय द्वारा भारत संघ बनाम उत्तर प्रदेश राज्य, (2007) १4 एससीसी 324 में निर्णायक रूप से निर्धारित",
  "been reiterated by this Court in Rajkot Municipal Corporation.": "की गई है। इसके अलावा, इस रुख को इस न्यायालय द्वारा राजकोट नगर निगम निगम के मामले में दोहराया गया",
  "Consequently, the Ministry of Urban Development, Government of India vide order No.11025/ 26/2003 UCD dated 17.12.2009": "है। परिणामस्वरूप, शहरी विकास मंत्रालय, भारत सरकार ने आदेश सं. 025/26/ 2003 यूसीडी दिनांकित",
  "issued a clarification/direction regarding the levy of taxes and service charges in light of the judgments passed by this Court.": "7.42.2009 द्वारा इस न्यायालय द्वारा पारित निर्णयों के आलोक में करों और सेवा शुल्कों की वसूली के संबंध",
  "that the respondent No.2 Custodian vide his certificate dated 03.10.2002 has already clarified that it is under an obligation": "ग) यह कि प्रत्यर्थी सं. 2 अभिरक्षक ने प्रमाण पत्र दिनांकित 03.0.2002 द्वारा पहले ही स्पष्ट कर दिया है कि",
  "to pay house tax and other local taxes as respondent No.1 is": "गृह कर और अन्य स्थानीय करों का भुगतान करने का दायित्व है क्योंकि प्रत्यर्थी सं. । उक्त परिसर से लाभ के",
  "running a private business for profit from the said premises and therefore, not similar to a Central Government enterprise": "लिए एक निजी व्यवसाय चला रहा है और इसलिए, केंद्र सरकार के उद्यम के समान नहीं है और तदनुसार स्थानीय",
  "and accordingly is liable for taxation by the local authorities;": "अधिकारियों द्वारा कराधान के लिए उत्तरदायी है;",
  "that this Court in the case of NDMC has held that private parties are not exempted from taxation. Therefore, the private person": "घ) यह कि इस न्यायालय ने एनडीएमसी के मामले में माना है कि निजी पक्षों को कराधान से छूट नहीं दी गई है।",
  "Learned ASG Sri Balbir Singh also made submissions in the matter later on.": "विद्वान एएसजी श्री बलबीर सिंह ने भी बाद में मामले में प्रस्तुतियां दीं। उपरोक्त दलीलों के साथ, इस न्यायालय से",
  "With the aforesaid submissions, it was prayed for this Court to pass orders as this Court may think fit and proper.": "यह प्रार्थना की गई कि वह ऐसे आदेश पारित करे जैसा कि यह न्यायालय उचित और ठीक समझे।",
  "Submissions of the respondent No.3 - State of Uttar Pradesh:": "प्रत्यर्थी सा 3 - उत्तर प्रदेश राज्य की दलीलें",
  "State of Uttar Pradesh, at the outset, adopted the contentions raised": "8. उत्तर प्रदेश राज्य ने, शुरुआत में, अपीलकर्ता-नगर निगम द्वारा उठाए गए तर्कों को अपनाया और आगे",
  "Admittedly, respondent No.1-assessee is a private entity and a lessee of the Custodian of the enemy property in question and": "क) माना जाता है कि, प्रत्यर्थी सं. ।-निर्धारिती एक निजी संस्था है और प्रश्ननत शत्रु संपत्ति के अभिरक्षक का",
  "the demand was raised by the appellant-Municipal Corporation on the assessee and not on the Custodian or the Central": "पट्टेदार है और अपीलकर्ता नगर निगम द्वारा निर्धारिती पर मांग उठाई गई थी, न कि अभिरक्षक या केंद्र सरकार पर।",
  "Government. A private entity, that is running its business, on a property and continuing on lease under the Custodian as per": "एक निजी संस्था, जो किसी संपत्ति पर अपना व्यवसाय चला रही है और अधिनियम के प्रावधानों के अनुसार",
  "the provisions of the Act cannot claim the benefit of Article 285 of the Constitution of India;": "अभिरक्षक द्वारा पट्टे पर दी गई है, भारत के संविधान के अनुच्छेद 285 के लाभ का दावा नहीं कर सकती है;",
  "that the Union of India has also taken a strident stand that though the property is vested in the Custodian for the enemy property in India, the running of the business by respondent": "ख) यह कि भारत संघ ने भी कड़ा रुख अपनाया है कि यद्यपि भारत में शत्रु संपत्ति होने के नाते संपत्ति अभिरक्षक",
  "property in India, the running of the business by respondent No.1 is not akin or synonymous with the running of the business by the Central Government and that therefore tax is payable": "में निहित है, प्रत्यर्थी सं. । द्वारा व्यवसाय चलाना केंद्र सरकार द्वारा व्यवसाय चलाने के समान या पर्याय नहीं है",
  "by respondent No.1 to the appellant herein;": "और इसलिए यहां प्रत्यर्थी सं. द्वारा अपीलकर्ता को कर देय है ;",
  "that vesting, as envisaged under the Act does not make such properties as properties owned by the Central Government or": "ग) यह कि जैसा कि अधिनियम के तहत परिकल्पित किया गया है, निहित करने से ऐसी संपत्तियां केंद्र सरकार या",
  "shall be discussed later in the judgment.": "न्यायालय की टिप्पणियों का संदर्भ दिया गया जिस पर फैसले में बाद में चर्चा की जाएगी।",
  "In light of the aforesaid submissions, it was urged that the view taken by the Hon’ble High Court in the impugned judgment and": "उपरोक्त दलीलों के आलोक में, यह आग्रह किया गया कि माननीय उच्च न्यायालय द्वारा आक्षेपित निर्णय और",
  "Points for consideration:": "विचारणीय बिंदु",
  "Having heard learned senior counsel and learned counsel for": "9. विद्वान वरिष्ठ अधिवक्ता और संबंधित पक्षों के विद्वान अधिवक्तागण को सुनने के बाद, हमारे विचार के लिए",
  "the respective parties, the following points would arise for our consideration:": "निम्नलिखित बिंदु सामने आएंगे:",
  "Whether statutory vesting of enemy property including the subject property in the Custodian amounts to expropriation and": ". क्या अभिरक्षक में विषयगत संपत्ति सहित शत्रु संपत्ति का वैधानिक निहितीकरण स्वामित्व के विनियोजन और",
  "transfer of ownership so as to confer ownership of such enemy property on the Custodian?": "हस्तांतरण के बराबर है ताकि अभिरक्षक को ऐसी शत्रु संपत्ति का स्वामित्व प्रदान किया जा सके?",
  "Consequently, if the ownership of such enemy property is conferred on the Custodian for Enemy Property, whether such": "2. नतीजतन, यदि ऐसी शत्रु संपत्ति का स्वामित्व शत्रु संपत्ति के अभिरक्षक को प्रदान किया जाता है, तो क्या ऐसी",
  "property becomes Union property within the meaning of Article 285 of the Constitution and therefore, it is exempt from payment": "संपत्ति संविधान के अनुच्छेद 285 के अर्थ के तहत संघ की संपत्ति बन जाती है और इसलिए, इसे 959 के",
  "of property or other local taxes to the appellant-Municipal Corporation under the provisions of the Act of 1959?": "अधिनियम के प्रावधानों के तहत अपीलकर्ता-नगर निगम को संपत्ति या अन्य स्थानीय करों के भुगतान से छूट दी",
  "Whether despite such enemy property becoming property of the Union, clause (2) of Article 285 of the Constitution enables": "3. कया ऐसी शत्रु संपत्ति संघ की संपत्ति बनने के बावजूद, संविधान के अनुच्छेद 285 का खंड (2) अपीलकर्ता",
  "appellant herein to impose property or other local taxes on the respondent which is lessee of the subject property?": "को प्रत्यर्थी पर संपत्ति या अन्य स्थानीय कर लगाने में सक्षम बनाता है जो विषयगत संपत्ति का पट्टेदार है?",
  "Whether the High Court was right in holding in favour of the respondent?": "4. क्या उच्च न्यायालय का प्रत्यर्थी के पक्ष में फैसला सही था?",
  "What order?": "5. क्या आदेश दिया गया?",
  "Since these questions are inter-related, they shall be considered together.": "चूँकि ये प्रश्न आपस में जुड़े हुए हैं, इसलिए इन पर एक साथ विचार किया जाएगा।",
  "Preface:": "प्रस्तावना",
  "Before we proceed further, we would like to preface the discussion with a historical perspective.": "9.। इससे पहले कि हम आगे बढ़ें, हम ऐतिहासिक परिप्रेक्ष्य के साथ चर्चा की शुरुआत करना चाहेंगे।",
  "Jean-Jacques Rousseau in his treatise the Social Contract said that “War is constituted by a relation between things, and not": "9.2 जीन-जैक्स रूसो अपने ग्रंथ दू सोशल कान्ट्रेक्ट में कहा कि \"युद्ध वस्तुओं के बीच के संबंध से होता है, न",
  "between persons... War then is a relation, not between man and man, but between State and State...” The general aim of": "कि व्यक्तियों के बीच... युद्ध तो मनुष्य और मनुष्य के बीच का नहीं, बल्कि राज्य और राज्य के बीच का होता",
  "(b) “enemy” or “enemy subject” or “enemy firm” means a person or country who or which was an": "(ख) \"शत्रु\" या \"शत्रु प्रजा\" या \"शत्रु फर्म\" का अर्थ है एक व्यक्ति या देश जो एक शत्रु था, शत्रु",
  "and successor whether or not a citizen of India": "प्रजा में उसका कानूनी उत्तराधिकारी और अनुवर्ती शामिल है चाहे वह भारत का नागरिक हो या",
  "or the citizen of a country which is not an enemy or the enemy, enemy subject or his legal heir": "नहीं या किसी देश का नागरिक हो जो शत्रु या शत्रु नहीं है, शत्रु प्रजा या उसका कानूनी",
  "and successor who has changed his nationality or an enemy firm, including its succeeding firm": "उत्तराधिकारी और अनुवर्ती जिसने अपनी राष्ट्रीता बदल ली है या शत्रु फर्म, जिसमें उसकी",
  "whether or not partners or members of such": "उत्तराधिकारी फर्म भी शामिल है, चाहे ऐसी फर्म के भागीदार या उत्तरवर्ती फर्म के सदस्य भारत",
  "succeeding firm are citizen of India or the citizen of a country which is not an enemy or such firm": "के नागरिक हों या किसी देश के नागरिक हों जो शत्रु नहीं है या ऐसी फर्म जिसने अपनी राष्ट्रीयता",
  "which has changed its nationality, as the case may be, under the Defence of India Act, 1962,": "बदल ली है, जैसा भी मामला हो, भारत रक्षा अधिनियम, 962 और भारत रक्षा नियमावली,",
  "and the Defence of India Rules, 1962 or the Defence of India Act, 1971 (42 of 1971) and the": "962 या भारत रक्षा अधिनियम, 97। (97। का 42) और भारत की रक्षा नियमावली,",
  "a citizen of India other than those citizens of": "977, के तहत इसमें भारत के उन नागरिकों के अलावा भारत का कोई नागरिक शामिल नहीं",
  "India, being the legal heir and successor of the “enemy” or “enemy subject” or “enemy firm’;": "है, जो \"शत्रु\" या \"शत्रु प्रजा\" या \"शत्रु फर्म\" का कानूनी उत्तराधिकारी और अनुवर्ती है;",
  "(c) “enemy property” means any property for the": "(ग) \"शत्रु संपत्ति\" का अर्थ किसी शत्रु, शत्रु प्रजा या शत्रु फर्म से संबंधित या उसकी ओर से",
  "time being belonging to or held or managed": "प्रबंधित या प्रबंधित की जाने वाली कोई भी संपत्ति है:",
  "Provided that where an individual enemy subject dies in the territories to which this Act extends, or dies in": "बशर्ते कि जहां एक व्यक्तिगत शत्रु प्रजा उन क्षेत्रों में मर जाता है जिन पर यह अधिनियम विस्तारित",
  "the territories to which the Act extends or dies in any territory outside India, any property which immediately": "है, या उन क्षेत्रों में मर जाता है जिन पर यह अधिनियम विस्तारित है या भारत के बाहर किसी",
  "before his death, belonged to or was held by him or": "क्षेत्र में मर जाता है, कोई भी संपत्ति जो उसकी मृत्यु से ठीक पहले उसकी थी या उसके पास थी",
  "was managed on his behalf, may, notwithstanding his death, continue to be regarded as enemy property": "या उसकी ओर से प्रबंधित थी, उसकी मृत्यु के बावजूद, इस अधिनियम के प्रयोजनों के लिए शत्रु",
  "10.4 Section 3 of the Act deals with appointment of Custodian of Enemy Property for India and Deputy Custodian, while Section": "0.4 अधिनियम की धारा 3 भारत के लिए शत्रु संपत्ति के अभिरक्षक और उप अभिरक्षक की नियुक्ति से संबंधित",
  "4 deals with appointment of Inspectors of Enemy Property. Section 5 states that property vested in the Custodian of": "है, जबकि धारा 4 शत्रु संपत्ति के निरीक्षकों की नियुक्ति से संबंधित है। धारा 5 में कहा गया है कि भारत की रक्षा",
  "Enemy Property for India under the Defence of India Rules, 1962 to continue to vest in the Custodian. The said provisions": "नियमावली, 962 के तहत भारत के लिए शत्रु संपत्ति के अभिरक्षक में निहित संपत्ति अभिरक्षक में निहित रहेगी।",
  "Provisions of the Act:": "उक्त प्रावधान इस प्रकार है :",
  "“3. Appointment of Custodian of Enemy Property for India and Deputy Custodian, etc.—The Central": "“3. भारत के लिए शत्रु संपत्ति के अभिरक्षक और उप अभिरक्षक आदि की नियुक्ति- केंद्र सरकार,",
  "Government may, by notification in the Official Gazette, appoint a Custodian of Enemy Property": "आधिकारिक राजपत्र में अधिसूचना द्वारा, भारत के लिए शत्रु संपत्ति के एक अभिरक्षक और ऐसे",
  "for India and one or more Deputy Custodians and Assistant Custodians of Enemy Property for such": "स्थानीय क्षेत्रों के लिए शत्रु संपत्ति के एक या अधिक उप अभिरक्षक और सहायक अभिरक्षक की",
  "local areas as may be specified in the notification:": "नियुक्ति कर सकती है, जैसा कि अधिसूचना में निर्दिष्ट किया जाए:",
  "for India and any Deputy Custodian or Assistant Custodian of Enemy Property appointed under the": "बशर्ते कि भारत के लिए शत्रु संपत्ति का अभिरक्षक और कोई उप अभिरक्षक या सहायक अभिरक्षक",
  "Defence of India Rules, 1962 or the Defence of India": "भारत की रक्षा नियमावली, 962 या भारत की रक्षा नियमावली, 97, जैसा भी मामला हो,",
  "4. Appointment of Inspectors of Enemy Property. — The Central Government may, either generally or for": "4. शत्रु संपत्ति निरीक्षकों की नियुक्ति- केंद्र सरकार, आम तौर पर या किसी विशेष क्षेत्र के लिए,",
  "of this Act and may, by general or special order,": "तरह के अनुपालन को सुनिश्चित करने के लिए सामान्य या विशेष आदेश द्वारा उनके द्वारा किए",
  "provide for the distribution and allocation of the work to be performed by them for securing such compliance:": "जाने वाले कार्य का आवंटन और वितरण के लिए प्रावधान कर सकती है :",
  "appointed under the Defence of India Rules, 1962 or the Defence of India Rules, 1971, as the case may": "बशर्ते कि भारत की रक्षा नियमावली, 962 या भारत की रक्षा नियमावली, 97, जैसा भी",
  "be, shall be deemed to be an Inspector of Enemy": "का निरीक्षक माना जाएगा।",
  "5. Property vested in the Custodian of Enemy Property for India under the Defence of India": "5. भारत की रक्षा नियमावली, 962 के तहत भारत के लिए शत्रु संपत्ति के अभिरक्षक में निहित",
  "Rules, 1962, all enemy property vested before such": "और भारत रक्षा नियमावली, 962 की समाप्ति के बावजूद, ऐसी समाप्ति से पहले ऐसी सभी शत्रु",
  "expiration in the Custodian of Enemy Property for India appointed under the said Rules and continuing": "संपत्ति जो उक्त नियमों के तहत नियुक्त भारत के लिए शत्रु संपत्ति के अभिरक्षक में निहित हैं और",
  "to vest in him immediately before the commencement of this Act, shall, as from such commencement, vest": "इस अधिनियम के प्रारंभ से ठीक पहले उसमें निहित रहती हैं और ऐसे प्रारंभ से, अभिरक्षक में",
  "(2) Notwithstanding the expiration of the Defence of India Act, 1971 (42 of 1971) and the Defence of India": "(2) भारत रक्षा अधिनियम, 97। (97। का 42) और भारत रक्षा नियमावली, 97। की",
  "Rules, 1971, all enemy property vested before such expiration in the Custodian of Enemy Property for India appointed under the said Rules and continuing": "समाप्ति के बावजूद, ऐसी सभी शत्रु संपत्ति जो समाप्ति से पहले उक्त नियमों के तहत नियुक्त भारत",
  "(3) The enemy property vested in the Custodian shall, notwithstanding that the enemy or the enemy subject": "(3) अभिरक्षक में निहित शत्रु संपत्ति, इस बात के बावजूद कि शत्रु या शत्रु प्रजा या शत्रु फर्म,",
  "death, extinction, winding up of business or change of nationality or that the legal heir and successor is": "मृत्यु, विलुप्त होने, व्यवसाय के समापन या राष्ट्रीयता में परिवर्तन या कानूनी उत्तराधिकारी के",
  "a citizen of India or the citizen of a country which is": "कारण शत्रु नहीं रह गई है और उत्तराधिकारी भारत का नागरिक है या किसी ऐसे देश का नागरिक",
  "not an enemy, continue to remain, save as otherwise provided in this Act, vested in the Custodian.": "है जो दुश्मन नहीं है, इस अधिनियम में अन्यथा उपबंध को छोड़कर, अभिरक्षक में निहित रहेगी।",
  "Explanation. — For the purposes of this sub-section, “enemy property vested in the Custodian” shall include": "स्पष्टीकरण - इस उप-धारा के प्रयोजनों के लिए, \"अभिरक्षक में निहित शत्रु संपत्ति\" में उसके",
  "all rights, titles, and interest in, or any benefit arising": "द्वारा निहित ऐसी संपत्ति में सभी अधिकार, स्वत्व और हित, या उससे उत्पन्न होने वाला कोई",
  "10.5 Section 5A and Section 5B were inserted with retrospective effect from 07.01.2016 and 10.07.1968 by Act 3 of 2017. They": "0.5 धारा 5ए और धारा 5बी को सन्‌ 207 के अधिनियम 3 द्वारा दिनांक 07.0.206 और 0.07.4968",
  "“BA. Issue of certificate by Custodian. —The Custodian may, after making such inquiry as he": "“5ए. अभिरक्षक द्वारा प्रमाण पत्र जारी करना - अभिरक्षक, ऐसी जांच करने के पश्चात्‌, जैसी",
  "deems necessary, by order, declare that the property": "वह आवश्यक समझे, आदेश द्वारा यह घोषित कर सकेगा कि आदेश में वर्णित शत्रु या शत्रु प्रजा",
  "of the enemy or the enemy subject or the enemy firm described in the order, vests in him under this Act and": "या शत्रु फर्म की संपत्ति इस अधिनियम के अधीन उसमें निहित है और इस आशय का प्रमाणपत्र",
  "issue a certificate to this effect and such certificate shall be the evidence of the facts stated therein.": "जारी कर सकेगा और ऐसा प्रमाणपत्र उसमें कथित तथ्यों का साक्ष्य होगा।",
  "5B. Law of succession or any custom or usage not to apply to enemy property. — Nothing contained": "5बी. उत्तराधिकार का कानून या कोई प्रथा या रिवाज का शत्रु संपत्ति पर लागू न होना -",
  "in any law for the time being in force relating to": "उत्तराधिकार से संबंधित किसी भी कानून या संपत्ति के उत्तराधिकार को नियंत्रित करने वाली",
  "succession or any custom or usage governing succession of property shall apply in relation to": "किसी भी प्रथा या रिवाज में निहित कुछ भी इस अधिनियम के तहत शत्रु संपत्ति के संबंध में लागू",
  "the enemy property under this Act and no person (including his legal heir and successor) shall have": "नहीं होगा और किसी भी व्यक्ति (उसके कानूनी वारिस और उत्तराधिकारी सहित) को ऐसी शत्रु",
  "any right and shall be deemed not to have any right (including all rights, titles and interests or any benefit": "संपत्ति के संबंध में कोई अधिकार (सभी अधिकार, स्वत्व और हित या ऐसी संपत्ति से उत्पन्न",
  "Explanation.—For the purposes of this section, the expressions “custom” and “usage” signify any rule": "स्पष्टीकरण,-इस धारा के प्रयोजनों के लिए, \"प्रथा\" और \"रिवाज\" से तात्पर्य किसी ऐसे नियम",
  "which, having been continuously and uniformly observed for a long time, has obtained the force of": "से है, जो लम्बे समय से निरन्तर और एकरूपता से पालन किये जाने के कारण सम्पत्ति के",
  "law in the matters of succession of property.”": "उत्तराधिकार के मामलों में विधि का बल प्राप्त कर चुका है।”",
  "10.6 Section 6 has been substituted by Section 6 of Act 3 of 2017 with retrospective effect from 10.07.1968. Prior to its substitution,": "0.6 धारा 6 को दिनांक 0.07.968 से पूर्वव्यापी प्रभाव से सन्‌ 207 के अधिनियम 3 की धारा 6 द्वारा",
  "with retrospective effect from 10.07.1968. Prior to its substitution, it read as under:": "प्रतिस्थापित किया गया है। इसके प्रतिस्थापन से पहले, यह इस प्रकार था :",
  "“6. Prohibition to transfer any property vested in Custodian by an enemy, enemy subject or enemy": "“6. किसी शत्रु, शत्रु प्रजा या शत्रु फर्म द्वारा अभिरक्षक में निहित किसी भी संपत्ति को हस्तांतरित",
  "firm.—(1) No enemy or enemy subject or enemy firm": "करने का निषेध--(॥) किसी शत्रु या शत्रु प्रजा या शत्रु फर्म को इस अधिनियम के अधीन",
  "shall have any right and shall never be deemed to have any right to transfer any property vested in the": "अभिरक्षक में निहित किसी संपत्ति को हस्तांतरित करने का कोई अधिकार नहीं होगा और कभी",
  "Custodian under this Act, whether before or after the commencement of this Act and any transfer of such": "भी ऐसा अधिकार नहीं समझा जाएगा, चाहे वह इस अधिनियम के प्रारंभ होने से पूर्व हो या उसके",
  "property shall be void and shall always be deemed to have been void.": "पश्चात्‌ और ऐसी संपत्ति का कोई भी हस्तांतरण शून्य होगा और सदैव शून्य समझा जाएगा।",
  "(2) Where any property vested in the Custodian under this Act had been transferred, before the": "(2) जहां इस अधिनियम के तहत अभिरक्षक में निहित किसी संपत्ति को शत्रु संपत्ति (संशोधन",
  "commencement of the Enemy Property (Amendment and Validation) Act, 2017, by an enemy or enemy": "और विधिमान्यकरण) अधिनियम, 207 के प्रारंभ से पहले किसी शत्रु या शत्रु प्रजा या शत्रु फर्म",
  "been declared, by an order, made by the Central": "द्वारा अंतरित किया गया था और ऐसे अंतरण को केंद्रीय सरकार द्वारा किए गए आदेश द्वारा शून्य",
  "Custodian by virtue of the said order made under section 6, as it stood before its substitution by section": "207 की धारा 6 द्वारा इसके प्रतिस्थापन के पूर्व जैसी थी, धारा 6 के तहत किए गए उक्त आदेश",
  "anything contained in any judgment, decree or order of any court, tribunal or other authority, continue": "न्यायालय, न्यायाधिकरण या अन्य प्राधिकरण के किसी निर्णय, डिक्री या आदेश में निहित किसी",
  "Custodian and no person (including an enemy or enemy subject or enemy firm) shall have any right": "(शत्रु या शत्रु प्रजा या शत्रु फर्म सहित) को अभिरक्षक में निहित या निहित समझी गई उक्त संपत्ति",
  "or deemed to have any right (including all rights, titles and interests or any benefit arising out of such": "पर कोई अधिकार (सभी अधिकार, स्वत्व और हित या ऐसी संपत्ति से उत्पन्न होने वाले किसी",
  "10.7 Section 7 deals with payment to Custodian of money otherwise payable to an enemy, enemy subject or enemy firm, the same": "0.7 धारा 7 अभिरक्षक को किसी शत्रु, शत्रु प्रजा या शत्रु फर्म को देय धन के भुगतान से संबंधित है, यह इस",
  "reads as under:": "प्रकार है:",
  "“7. Payment to Custodian of money otherwise payable to an enemy, enemy subject or enemy firm. - (1) Any sum payable by way of dividend,": "“7. किसी शत्रु, शत्रु प्रजा या शत्रु फर्म को अन्यथा देय धन का अभिरक्षक को भुगतान -()",
  "interest, share profits or otherwise to or for the benefit of an enemy or an enemy subject or an enemy": "किसी शत्रु या शत्रु प्रजा या शत्रु फर्म के लाभ के लिए लाभांश, ब्याज, शेयर लाभ या अन्यथा देय",
  "firm shall, unless otherwise ordered by the Central Government, be paid by the person by whom such": "कोई राशि, जब तक कि केन्द्रीय सरकार द्वारा अन्यथा आदेश न दिया जाए, उस व्यक्ति द्वारा",
  "sum would have been payable but for the prohibition under the Defence of India Rules, 1962 or the Defence": "जिसके द्वारा ऐसी राशि देय होती, सिवाय भारत रक्षा नियमावली, 962 या भारत रक्षा",
  "of India Rules, 1971, as the case may be, to the Custodian or such person as may be authorised by": "नियमावली, 97। के तहत प्रतिषेध के, जैसा भी मामला हो, अभिरक्षक या ऐसे व्यक्ति को जो",
  "(2) In cases in which money would, but for the prohibition under the Defence of India Rules, 1962 or": "(2) ऐसे मामलों में, जिनमें धन, भारत रक्षा नियमावली, 962 या भारत रक्षा नियमावली, 97",
  "be payable in a foreign currency to or for the benefit of an enemy or an enemy subject or an enemy firm": "के अधीन प्रतिषेध के अभाव में, किसी शत्रु या शत्रु प्रजा या शत्रु फर्म को या उसके लाभ के लिए",
  "(other than cases in which money is payable under": "विदेशी मुद्रा में देय होता (ऐसे मामलों को छोड़कर, जिनमें धन किसी ऐसे अनुबंध के अधीन देय",
  "a contract in which provision is made for a specified rate of exchange), the payment shall be made to the": "होता है, जिसमें विनिमय की विनिर्दिष्ट दर के लिए प्रावधान किया गया हो), भुगतान, अभिरक्षक",
  "Custodian in rupee currency at the middle official rate of exchange fixed by the Reserve Bank of India on": "को रुपया मुद्रा में, भारतीय रिजर्व बैंक द्वारा उस तारीख को निर्धारित माध्य आधिकारिक विनिमय",
  "the date on which the payment became due to that enemy, enemy subject or enemy firm.": "दर पर किया जाएगा, जिस तारीख को भुगतान उस शत्रु, शत्रु प्रजा या शत्रु फर्म को देय हुआ था।",
  "(3) The Custodian shall, subject to the provisions of": "(3) अभिरक्षक, धारा 8 के उपबंधों के अधीन रहते हुए, भारत रक्षा नियमावली, 962 या भारत",
  "India Rules, 1971 as the case may be or under this": "रक्षा नियमावली, 977, जैसा भी मामला हो, के अधीन या इस अधिनियम के अधीन उसे दिए",
  "Act and any property vested in him under this Act in": "गए किसी धन और इस अधिनियम के अधीन उसमें निहित किसी संपत्ति के संबंध में ऐसी रीति",
  "such manner as the Central Government may direct.”": "से व्यवहार करेगा, जैसा कि केन्द्रीय सरकार निर्देशित करे।\"",
  "10.8 The powers of Custodian in respect of enemy property vested in him as amended are delineated in Section 8 which reads": "0.8 संशोधित रूप में शत्रु संपत्ति के संबंध में अभिरक्षक की शक्तियों को धारा 8 में वर्णित किया गया है जो इस",
  "as under:": "प्रकार है:",
  "“8. Power of Custodian in respect of enemy property vested in him.— (1) With respect to the property vested in the Custodian under this Act, the": "“8. शत्रु संपत्ति के संबंध में अभिरक्षक में निहित उसकी शक्तियाँ-(।) इस अधिनियम के अधीन",
  "Custodian may take or authorise the taking of such": "अभिरक्षक में निहित संपत्ति के संबंध में, अभिरक्षक ऐसे उपाय कर सकता है या करने के लिए",
  "(a) any money is paid to the Custodian; or": "(क) कोई धन अभिरक्षक को दिया जाता है; या",
  "(b) any property is vested in the Custodian or an": "(ख) कोई संपत्ति अभिरक्षक में निहित की जाती है या अभिरक्षक द्वारा किसी व्यक्ति को किसी",
  "order is given to any person by the Custodian in relation to any property which appears to the": "संपत्ति के संबंध में कोई आदेश दिया जाता है जो अभिरक्षक को इस अधिनियम के अधीन उसमें",
  "Custodian nor any proceedings in consequence thereof shall be invalidated or affected by reason": "आदेश और न ही उसके परिणामस्वरूप कोई कार्यवाही केवल इस कारण से अमान्य या प्रभावित",
  "only that at a material time, —": "होगी कि किसी तात्विक समय पर, -",
  "(i) some person who was or might have been interested in the money or property, and who": "() कोई व्यक्ति जो धन या संपत्ति में हितबद्ध था या हो सकता था, और जो शत्रु या शत्रु फर्म था,",
  "was an enemy or an enemy firm, has died or had ceased to be an enemy or an enemy firm; or": "मर गया है या शत्रु या शत्रु फर्म नहीं रह गया है; या",
  "(ii) | Some person who was so interested and who was believed by the Custodian to be an enemy or an": "(|) कोई व्यक्ति जो इस प्रकार हितबद्ध था और जिसके बारे में अभिरक्षक का मानना था कि वह",
  "enemy firm, was not an enemy or an enemy firm.”": "शत्रु या शत्रु फर्म है, वह शत्रु या शत्रु फर्म नहीं था।”",
  "14, Proceedings against companies whose assets vest in Custodian - Where the enemy property": "4. उन कंपनियों के विरुद्ध कार्यवाही जिनकी संपत्ति अभिरक्षक में निहित है- जहां इस",
  "assets of a company, no proceeding, civil or criminal, shall be instituted under the Companies Act, 1956 (1 of 1956), against the company, or any director,": "वहां कंपनी अधिनियम, 956 (956 का ) के तहत कोई भी कार्यवाही, सिविल या",
  "(1 of 1956), against the company, or any director, manager or other officer thereof except with the": "आपराधिक, कंपनी या उसके किसी निदेशक, प्रबंधक या अन्य अधिकारी के खिलाफ अभिरक्षक",
  "10.13 Section 17 pertains to levy of fees and the same reads as under:": "40.3 धारा 7 शुल्क लगाने से संबंधित है और जो इस प्रकार है:",
  "“17. Levy of fees.— (1) There shall be levied by the Custodian fees equal to five per centum of—": "“7. फीस का उद्ग्रहण.--(॥) अभिरक्षक द्वारा पांच प्रतिशत के बराबर शुल्क लगाया जाएगा-",
  "(a) the amount of moneys paid to him;": "(क) उसे भुगतान की गई धनराशि का ;",
  "(b) the proceeds of the sale or transfer of any property which has been vested in him under this Act; and": "(ख) किसी संपत्ति की बिक्री या हस्तांतरण की आय का जो इस अधिनियम के तहत उसमें निहित है; और",
  "(c) the value of the residual property, if any, at the": "समय अवशिष्ट संपत्ति का मूल्य का, यदि कोई हो:",
  "Provided that in the case of an enemy whose property is allowed by the Custodian to be managed by some person specially authorised in that behalf, there shall": "बशर्ते ऐसे शत्रु की दशा में, जिसकी संपत्ति का प्रबंधन अभिरक्षक द्वारा उस निमित्त विशेष रूप से",
  "is allowed by the Custodian to be managed by some person specially authorised in that behalf, there shall be levied a fee of five per centum of the gross income": "प्राधिकृत किसी व्यक्ति द्वारा किए जाने की अनुमति दी गई है, शत्रु की सकल आय का पांच",
  "of the enemy or such less fee as may be specifically fixed by the Central Government after taking into": "प्रतिशत शुल्क या ऐसा लघु शुल्क लगाया जाएगा, जो केन्द्रीय सरकार द्वारा उस सरकार द्वारा",
  "consideration the cost of direct management incurred by that Government, the cost of superior supervision": "प्रत्यक्ष प्रबंधन की लागत, उच्चतर पर्यवेक्षण की लागत और प्रबंधन के संबंध में उस सरकार द्वारा",
  "Provided further that the Central Government may, for reasons to be recorded in writing, reduce or remit": "बशर्ते यह भी कि केन्द्रीय सरकार, कारणों को लेखबद्ध करके, किसी विशेष मामले या मामलों के",
  "the fees leviable under this sub-section in any special case or class of cases.": "वर्ग में इस उपधारा के अधीन उद्ग्रहणीय फीस को कम कर सकेगी या माफ कर सकेगी।",
  "Explanation. —In this sub-section “gross income of the enemy” means income derived out of the properties of the enemy vested in the Custodian under this Act.": "स्पष्टीकरण.- इस उपधारा में \"शत्रु की सकल आय\" का अर्थ इस अधिनियम के अधीन अभिरक्षक में निहित शत्रु की संपत्तियों से प्राप्त आय है।",
  "(2) The value of any property for the purpose of assessing the fees shall be the price which, in the": "(2) फीस का आकलन करने के प्रयोजन के लिए किसी संपत्ति का मूल्य वह मूल्य होगा जो",
  "opinion of the Central Government or of an authority empowered in this behalf by the Central Government,": "केन्द्रीय सरकार या केन्द्रीय सरकार द्वारा इस निमित्त सशक्त प्राधिकारी की राय में ऐसी संपत्ति",
  "such property would fetch if sold in the open market.": "को खुले बाजार में बेचने पर प्राप्त होगा।",
  "(3) The fees in respect of property may be levied out of any proceeds of the sale or transfer thereof or out": "(3) संपत्ति के संबंध में फीस उसकी बिक्री या हस्तांतरण की किसी आय से या उससे प्राप्त किसी",
  "of any income accrued therefrom or out of any other": "आय से या उसी शत्रु की किसी अन्य संपत्ति से ली जा सकेगी जो इस अधिनियम के अधीन",
  "(2) Notwithstanding anything contained in any law for the time being in force, the certificate of sale, referred": "(2) वर्तमान में लागू किसी कानून में किसी बात के होते हुए भी, उपधारा () में निर्दिष्ट अभिरक्षक",
  "a valid instrument for the registration of the property in": "द्वारा जारी बिक्री प्रमाणपत्र, हस्तांतरिती के पक्ष में संपत्ति के पंजीकरण के लिए एक वैध लिखत",
  "favour of the transferee and the registration in respect of enemy property for which such certificate of sale had": "होगा और शत्रु संपत्ति के संबंध में पंजीकरण, जिसके लिए अभिरक्षक द्वारा ऐसा बिक्री प्रमाणपत्र",
  "the ground of lack of original title deeds in respect of": "जारी किया गया है, ऐसी संपत्ति के संबंध में मूल स्वामित्व विलेखों की कमी के आधार पर या",
  "such property or for any such other reason.”": "किसी अन्य ऐसे कारण से अस्वीकार नहीं किया जाएगा।”",
  "10.10 Section 9 states that all enemy property vested in the Custodian under this Act shall be exempt from attachment, seizure or": "0.0 धारा 9 में कहा गया है कि इस अधिनियम के तहत अभिरक्षक में निहित सभी शत्रु संपत्ति को सिविल",
  "sale in execution of a decree of a civil court or orders of any": "न्यायालय के आदेश या किसी अन्य प्राधिकरण के आदेश के निष्पादन में कुर्की, जब्ती या बिक्री से छूट दी जाएगी।",
  "“9. Exemption from attachment, etc. - All enemy property vested in the Custodian under this Act": "”9. कुर्को आदि से छूट - इस अधिनियम के तहत अभिरक्षक में निहित सभी शत्रु संपत्ति को",
  "shall be exempt from attachment, seizure or sale in execution of decree of a civil court or orders of any other authority.”": "सिविल न्यायालय के आदेश या किसी अन्य प्राधिकारी के आदेश के निष्पादन में कुर्की, जब्ती या बिक्री से छूट दी जाएगी।”",
  "10.11 Section 12 speaks of protection for complying with orders of Custodian and the same reads as under:": "0.। धारा 2 अभिरक्षक के आदेशों के अनुपालन के लिए सुरक्षा की बात करती है और यह निम्नानुसार है:",
  "“12. Protection for complying with orders of": "“2. अभिरक्षक के आदेशों का पालन करने के लिए संरक्षण- जहां किसी धन या संपत्ति के",
  "in the Custodian under this Act.": "जहां इस अधिनियम के अधीन, -",
  "by an order vesting a property as enemy property": "व्यक्ति से, जो किसी संपत्ति को शत्रु संपत्ति के रूप में अभिरक्षक में निहित करने वाले आदेश से",
  "in the Custodian within a period of thirty days from the date of receipt of such order or from the date of": "व्यथित है, अभ्यावेदन प्राप्त होने पर, ऐसे आदेश की प्राप्ति की तारीख से तीस दिन की अवधि के",
  "its publication in the Official Gazette, whichever is": "भीतर या आधिकारिक राजपत्र में इसके प्रकाशन की तारीख से, जो भी पहले हो, सुनवाई का",
  "remaining with him was not an enemy property, it may by general or special order, direct the Custodian": "उसके पास रहने वाली कोई शत्रु संपत्ति शत्रु संपत्ति नहीं थी, तो सामान्य या विशेष आदेश द्वारा",
  "may by general or special order, direct the Custodian that such property vested as enemy property in the": "अभिरक्षक को निर्देश दे सकती है कि अभिरक्षक में शत्रु संपत्ति के रूप में निहित ऐसी संपत्ति उस",
  "Custodian may be transferred to the person from whom such property was acquired and vested in": "व्यक्ति को हस्तांतरित की जा सकती है जिससे ऐसी संपत्ति अर्जित की गई थी और अभिरक्षक में",
  "10.15 Section 18A, Section 18B and Section 18C though related to Section 18, however, are not relevant for the purposes of": "|0.5 धारा 8ए, धारा 8बी और धारा 8सी, हालांकि धारा १8 से संबंधित हैं, लेकिन इस मामले के प्रयोजनों",
  "this case. Section 22 gives overriding effect to this Act and the same reads as under:": "के लिए प्रासंगिक नहीं हैं। धारा 22 इस अधिनियम को अधिभावी प्रभाव देती है और यह इस प्रकार है:",
  "“22. Effect of laws inconsistent with the Act. —The provisions of this Act shall have effect notwithstanding": "“22. अधिनियम से असंगत कानूनों का प्रभाव - इस अधिनियम के प्रावधान, वर्तमान में लागू",
  "anything inconsistent therewith contained in any other law for the time being in force, (including any law": "किसी अन्य कानून में निहित किसी भी असंगत बात के बावजूद प्रभावी होंगे, (जिसमें उत्तराधिकार",
  "of succession or any custom or usage in relation to succession of property).”": "का कोई कानून या संपत्ति के उत्तराधिकार के संबंध में कोई प्रथा या रिवाज शामिल है) ।”",
  "Section 22A is a validation clause which reads as under:": "धारा 22ए एक विधिमान्यकरण खंड है जो इस प्रकार है:",
  "“22A. Validation.— Notwithstanding anything contained in any judgment, decree or order of any court, tribunal or other authority, —": "”22ए विधिमान्यकरण.- किसी न्यायालय, न्यायाधिकरण या अन्य प्राधिकरण के किसी निर्णय, डिक्री या आदेश में निहित किसी बात के होते हुए भी,--",
  "(a) the provisions of this Act, as amended by the Enemy Property (Amendment and Validation)": "(क) शत्रु संपत्ति (संशोधन और विधिमान्यकरण) अधिनियम, 207 द्वारा यथा संशोधित इस",
  "Act, 2017, shall have and shall always be deemed to have effect for all purposes as if": "अधिनियम के उपबंध सभी प्रयोजनों के लिए सदैव वैसे ही प्रभावी माने जाएंगे मानो उक्त अधिनियम",
  "the provisions of this Act, as amended by the said Act, had been in force at all material times;": "द्वारा यथा संशोधित इस अधिनियम के उपबंध सभी तात्विक समयों पर प्रभावी रहे हों;",
  "(b) any enemy property divested from the Custodian to any person under the provisions of this Act, as": "(ख) इस अधिनियम के उपबंधों के अधीन अभिरक्षक से किसी व्यक्ति को हस्तांतरित कोई शत्रु",
  "it stood immediately before the commencement of the Enemy Property (Amendment and Validation) Act, 2017, shall stand transferred": "संपत्ति, जैसी वह शत्रु संपत्ति (संशोधन और विधिमान्यकरण) अधिनियम, 207 के प्रारंभ होने",
  "encumbrances, in the Custodian in the same manner as it was vested in the Custodian before": "के ठीक पहले थी, उसी प्रकार अभिरक्षक को हस्तांतरित हो जाएगी और उसमें निहित हो जाएगी",
  "Act, as amended by the aforesaid Act, were in force at all material times;": "पूर्वोक्त अधिनियम द्वारा संशोधित, सभी तात्विक समयों पर लागू थे;",
  "(c) no suit or other proceedings shall, without prejudice to the generality of the foregoing": "(ग) पूर्वगामी उपबंधों की व्यापकता पर प्रतिकूल प्रभाव डाले बिना, किसी न्यायालय या",
  "of any decree or order or direction given by such court or tribunal or authority directing divestment of enemy property from the Custodian vested": "शत्रु संपत्ति को विनिवेशित करने का निर्देश देने वाले किसी डिक्री या आदेश या निदेश के प्रवर्तन",
  "before the commencement of the Enemy Property (Amendment and Validation) Act, 2017,": "संपत्ति (संशोधन और विधिमान्यकरण) अधिनियम, 207 के प्रारंभ होने के पूर्व थी और ऐसी",
  "and such enemy property shall continue to vest in the Custodian under section 5 of this Act, as amended by the aforesaid Act, as the said": "शत्रु संपत्ति पूर्वोक्त अधिनियम द्वारा संशोधित इस अधिनियम की धारा 5 के अधीन अभिरक्षक में",
  "section, as amended by the aforesaid Act was in force at all material times;": "निहित बनी रहेगी, जैसे कि पूर्वोक्त अधिनियम द्वारा संशोधित उक्त धारा सभी तात्विक समयों पर",
  "(d) any transfer of any enemy property, vested in the": "(घ) अभिरक्षक में निहित किसी शत्रु संपत्ति का कोई हस्तांतरण, किसी सिविल न्यायालय की",
  "Custodian, by virtue of any order of attachment, seizure or sale in execution of decree of a civil": "डिक्री के निष्पादन में कुर्की, जब्ती या बिक्री के किसी आदेश या अभिरक्षक में निहित शत्रु संपत्ति",
  "court or orders of any tribunal or other authority in respect of enemy property vested in the": "के संबंध में किसी न्यायाधिकरण या अन्य प्राधिकरण के आदेशों के आधार पर, जो शत्रु संपत्ति",
  "(Amendment and Validation) Act, 2017, shall be": "(संशोधन और विधिमान्यकरण) अधिनियम, 207 द्वारा संशोधित इस अधिनियम के प्रावधानों",
  "deemed to be null and void and notwithstanding": "के विपरीत है, शून्य और अमान्य माना जाएगा और ऐसे हस्तांतरण के बावजूद, इस अधिनियम",
  "under this Act.”": "के तहत अभिरक्षक में निहित रहेगा।\"",
  "10.16 Section 24 states that certain orders made under the Defence of India Rules, 1962, to continue in force and the same is": "0.66 धारा 24 में कहा गया है कि भारत रक्षा नियमावली, 962 के अंतर्गत जारी किए गए कुछ आदेश लागू",
  "“24. Certain orders made under the Defence of India Rules, 1962, to continue in force. - (1) Every": "“24. भारत रक्षा नियमावली, 962 के अधीन किए गए कुछ आदेशों का लागू रहना- () भारत",
  "order which was made under the Defence of India Rules, 1962, by the Central Government or by the": "रक्षा नियमावली, 962 के अधीन केन्द्रीय सरकार द्वारा या उन नियमों के अधीन नियुक्त भारत",
  "which was in force immediately before the expiration thereof shall, in so far as such order is not inconsistent": "था और जो उसकी समाप्ति के तुरंत पहले लागू था, जहां तक ऐसा आदेश इस अधिनियम के",
  "(2) Every order which was made under the Defence of India Rules, 1971 by the Central Government or by": "(2) प्रत्येक आदेश जो भारत रक्षा नियमावली, 97। के अधीन केन्द्रीय सरकार द्वारा या शत्रु",
  "the Custodian of Enemy Property for India appointed under those rules relating to enemy property and": "संपत्ति से संबंधित उन नियमों के अधीन नियुक्त भारत के शत्रु संपत्ति अभिरक्षक द्वारा किया गया",
  "with the provisions of this Act, be deemed to continue in force and to have been made under this Act.”": "उपबंधों से असंगत नहीं है, लागू माना जाएगा और इस अधिनियम के अधीन बनाया गया माना",
  "The Enemy Property Rules, 2015:": "शत्रु संपत्ति नियमावली, 2075:",
  "10.17 The Enemy Property Rules, 2015 deal with procedure for identification of immovable property, procedure for declaration": "0.7 शत्रु संपत्ति नियमावली, 205 अचल संपत्ति की पहचान, शत्रु संपत्ति की घोषणा और निहित करने की",
  "and vesting of the enemy property. While Rule 5 deals with procedure for preservation, management and control of": "प्रक्रिया से संबंधित है। जबकि नियम 5 अचल संपत्ति के संरक्षण, प्रबंधन और नियंत्रण की प्रक्रिया से संबंधित है,",
  "immovable property, Rule 6 deals with procedure for taking possession of moveable property; on the other hand, Rule 7": "नियम 6 चल संपत्ति पर कब्ज़ा करने की प्रक्रिया से संबंधित है; दूसरी ओर, नियम 7 कतिपय चल संपत्ति पर",
  "property. Rule 15 deals with procedure for divestment of enemy": "कब्ज़ा करने की प्रक्रिया से संबंधित है। नियम 5 अभिरक्षक में निहित शत्रु संपत्ति के विनिवेश की प्रक्रिया से",
  "“15. Procedure for divestment of enemy property vested in Custodian.- (1) The Central Government": "“१5. अभिरक्षक में निहित शत्रु संपत्ति के विनिवेश की प्रक्रिया- () केन्द्रीय सरकार, किसी",
  "may, on a reference or complaint or on its own motion,": "संदर्भ या शिकायत पर या स्वप्रेरणा से, अभिरक्षक में निहित शत्रु संपत्ति के विनिवेश के लिए",
  "(vi) | atax on animals used for riding, driving, draught or burden, when kept within the municipality;": "(५) नगरपालिका के भीतर रखे जाने पर सवारी, गाड़ी चलाने, भार ढोने या बोझा ढोने के लिए इस्तेमाल किए जाने वाले जानवरों पर कर;",
  "(vii) = [***]": "(ना) [***]",
  "(viii) = [**\"*]": "(जा) [***]",
  "(ix) a tax on inhabitants assessed according to their circumstances and property;": "(।») निवासियों पर उनकी परिस्थितियों और संपत्ति के अनुसार लगाया जाने वाला कर;",
  "(x) a water tax on the annual value of buildings or lands or of both;": "(») भवनों या भूमि या दोनों के वार्षिक मूल्य पर जल कर;",
  "(x-a) a drainage tax on the annual value of buildings leviable on such buildings as are situated within a": "(५-4) भवनों के वार्षिक मूल्य पर जल निकासी कर, जो ऐसी इमारतों पर लगाया जा सकता है",
  "distance, to be fixed by rule in this behalf for each municipality from the nearest sewer line;": "जो निकटतम सीवर लाइन से प्रत्येक नगर पालिका के लिए इस संबंध में नियम द्वारा निर्धारित",
  "(xii) a conservancy tax for the collection, removal and disposal of excrementious and polluted matter from privies, urinals, cesspools;": "(वा) शौचालयों, मूत्रालयों, सीवेज पूलों से मल और प्रदूषित पदार्थों के संग्रह, निष्कासन और निस्तारण के लिए संरक्षण कर;",
  "(xii) [***]": "(जा) [***]",
  "(xiii-A) [***]": "(जान) [***]",
  "(xiii-B) a tax on deeds of transfer of immovable property situated within the limits of the municipality;": "()ा-8) नगर पालिका की सीमाओं के भीतर स्थित अचल संपत्ति के हस्तांतरण के कार्यों पर कर;",
  "(xiv) [\"\"*]": "(०) [***]",
  "(2) Provided that taxes under clauses (iii) and (ix) of sub-": "(2) परन्तु यह कि उपधारा () के खण्ड (0) और (५) के अधीन कर एक ही समय पर नहीं",
  "section (1) shall not be levied at the same time [***] nor shall the taxes under clauses (x-a) and (xii) of sub-section": "लगाए जाएंगे [***] और न ही उपधारा () के खण्ड (अ-9) और (व) के अधीन कर एक ही",
  "(1) be levied at the same time;": "समय पर लगाए जाएंगे;",
  "Provided further that no tax under clause (xiii-B) of sub-": "परंतु यह भी कि उपधारा (|) के खण्ड (»ा-8) के अधीन कोई कर नगर पालिका के ऐसे क्षेत्र",
  "forms part of the local area of any Improvement Trust": "किसी सुधार न्यास के स्थानीय क्षेत्र का भाग है:",
  "Provided also that no tax under clause (iv) of sub-section (1) shall be levied in respect of any motor vehicle.": "परन्तु यह भी कि उपधारा (|) के खण्ड (४) के अधीन कोई कर किसी मोटर वाहन के सम्बन्ध में नहीं लगाया जाएगा।",
  "(3) Nothing in this section shall authorize the imposition": "(3) इस धारा की कोई बात किसी ऐसे कर को लगाने का अधिकार नहीं देगी जिसे राज्य",
  "Provided that a Municipality which immediately before the commencement of the Constitution was lawfully levying": "बशर्ते कि कोई नगरपालिका जो संविधान के लागू होने से ठीक पहले इस धारा के तहत कोई ऐसा",
  "any such tax under this section as then in force, may": "कर वैध रूप से लगा रही थी, जो उस समय लागू थी, वह तब तक उस कर को लगाती रह सकती",
  "continue to levy that tax until provision to the contrary is made by Parliament.": "है जब तक संसद द्वारा इसके विपरीत प्रावधान नहीं किया जाता।",
  "(i) | Atax onthe annual value of buildings or lands or both;": "(।) इमारतों या भूमि या दोनों के वार्षिक मूल्य पर कर;",
  "(ii) .Awater tax on the annual value of buildings or lands or both;": "(॥) इमारतों या भूमि या दोनों के वार्षिक मूल्य पर जल कर;",
  "(iii) A drainage tax on the annual value of buildings leviable on such buildings as are situated within a": "(॥) इमारतों के वार्षिक मूल्य पर जल निकासी कर, जो ऐसी इमारतों पर लगाया जा सकता है",
  "distance, to be fixed by rules in this behalf for each municipality from the nearest sewer lines;": "जो निकटतम सीवर लाइनों से प्रत्येक नगरपालिका के लिए इस संबंध में नियमों द्वारा तय की",
  "(iv) A conservancy tax for the collection, removal and disposal of excrementious and polluted matter from privies, urinals, cesspools;": "(४) शौचालयों, मूत्रालयों, सीवेज पूलों से मल और प्रदूषित पदार्थों के संग्रह, हटाने और निस्तारण के लिए संरक्षण कर;",
  "(3) The municipal taxes shall be assessed and levied in accordance with the provisions of this Act and the rules and bye-laws framed thereunder.": "(3) नगरपालिका करों का निर्धारण और अधिरोपण इस अधिनियम तथा इसके अधीन बनाए गए नियमों और उप-नियमों के उपबंधों के अनुसार किया जाएगा।",
  "(4) Nothing in this section shall authorize the imposition of any tax which the State Legislature has no power to impose in the State under the Constitution:": "(4) इस धारा की कोई बात किसी ऐसे कर के अधिरोपण को अधिकृत नहीं करेगी जिसे राज्य विधानमंडल को संविधान के अधीन राज्य में अधिरोपित करने का अधिकार नहीं है:",
  "Provided that a Municipality which immediately before the commencement of the Constitution was lawfully levying any such tax under this section as then in force, may": "बशर्ते कि कोई नगरपालिका जो संविधान के प्रारंभ से ठीक पहले इस धारा के अधीन कोई ऐसा कर विधिपूर्वक अधिरोपित कर रही थी, जो उस समय लागू थी, वह उस कर को तब तक",
  "continue to levy that tax until provisions to the contrary is made by the Parliament.": "अधिरोपित करना जारी रख सकेगी जब तक कि संसद द्वारा इसके विपरीत उपबंध नहीं कर दिए",
  "129-A. Levy of tax on annual value of buildings or lands or both.- The Tax on annual value of buildings or": "429-ए. भवनों या भूमियों या दोनों के वार्षिक मूल्य पर कर का अधिरोपण- भवनों या भूमियों",
  "lands or both shall be levied in respect of all buildings and": "या दोनों के वार्षिक मूल्य पर कर नगर निगम सीमा में स्थित सभी भवनों और भूमियों के संबंध में",
  "(e) building and land vested in the Union of India, except": "(ड) भारत संघ में निहित भवन और भूमि, सिवाय वहां जहां भारत के संविधान के अनुच्छेद",
  "where provisions of clause (2) of Article 285 of the Constitution of India, apply;”": "285 के खंड (2) के प्रावधान लागू होते हैं; ”",
  "12.1 Section 140 of the said Act defines annual value.": "2.। उक्त अधिनियम की धारा 40 वार्षिक मूल्य को परिभाषित करती है।",
  "The relevant provisions of the Act of 1959 are extracted as under as they are applicable to Lucknow Nagar Nigam (Municipal Corporation)": "3. अधिनियम 959 के प्रासंगिक प्रावधान निम्नानुसार हैं जैसे वे लखनऊ नगर निगम (नगर निगम) पर लागू",
  "— the appellant herein:": "होते हैं - जो कि यहां पर अपीलकर्ता है:",
  "“172. Taxes to be imposed under this Act. — (1) For": "“72. इस अधिनियम के अधीन लगाए जाने वाले कर- () इस अधिनियम के प्रयोजनों के",
  "the purposes of this Act and subject to the provisions thereof and of Article 285 of the Constitution of India the": "लिए तथा इसके उपबंधों और भारत के संविधान के अनुच्छेद 285 के अधीन रहते हुए, निगम",
  "Corporation shall impose the following taxes, namely-": "निम्नलिखित कर लगाएगा, अर्थात्‌-",
  "(a) property taxes;": "(क) संपत्ति कर;",
  "(3) The Corporation taxes shall be assessed and levied in accordance with the provisions of this Act and the rules and bye-laws framed thereunder.": "(3) निगम कर इस अधिनियम के उपबंधों तथा इसके अधीन बनाए गए नियमों और उपनियमों के अनुसार निर्धारित और लगाए जाएंगे।",
  "(4) Nothing in this section shall authorize the imposition of any tax which the State Legislature has no power to impose in the State under the Constitution of India:": "(4) इस धारा की कोई बात किसी ऐसे कर को लगाने का अधिकार नहीं देगी, जिसे राज्य विधानमंडल को भारत के संविधान के अधीन राज्य में लगाने का अधिकार नहीं है:",
  "Provided that where any tax was being lawfully levied in the area included in the City immediately before the commencement of the Constitution of India such tax": "बशर्ते कि जहां भारत के संविधान के लागू होने से ठीक पहले शहर में शामिल क्षेत्र में कोई कर वैध",
  "of this Act until provision to the contrary is made by Parliament.": "और लगाया जा सकता रहेगा, जब तक कि संसद द्वारा इसके विपरीत उपबंध नहीं किया जाता",
  "173. Property taxes leviable. — (1) For the purposes of sub-section (1) of Section172 property taxes shall comprise": "है। 73. लगाए जाने योग्य संपत्ति कर - (|) धारा 72 की उपधारा () के प्रयोजनों के लिए",
  "the following taxes which shall, subject to the exceptions, limitations and conditions hereinafter provided, be levied": "संपत्ति कर में निम्नलिखित कर शामिल होंगे, जो इसके बाद दिए गए अपवादों, सीमाओं और शर्तों",
  "on buildings and lands in the City -": "के अधीन, शहर में भवनों और भूमि पर लगाए जाएंगे -",
  "175. Restrictions on imposition of water tax.-The imposition of a tax under clause (b) of sub-section (1) of": "75. जल कर लगाने पर प्रतिबंध- धारा 73 की उपधारा (॥) के खंड (ख) के अधीन कर",
  "Section 173 shall be subject to the restriction that the tax shall not be imposed —": "लगाना इस प्रतिबंध के अधीन होगा कि कर नहीं लगाया जाएगा -",
  "(i) on any land exclusively for agricultural purposes, unless the water is supplied by the Corporation for": "(।) किसी ऐसी भूमि पर जो केवल कृषि प्रयोजनों के लिए है, जब तक कि निगम द्वारा ऐसे प्रयोजनों",
  "(ii) | on aplot of land or building the annual value whereof does not exceed rupees three hundred and sixty and": "(॥) किसी भूमि या भवन पर जिसका वार्षिक मूल्य तीन सौ साठ रुपये से अधिक न हो और जिसे",
  "to which no water is supplied by the Corporation; or": "निगम द्वारा जल की आपूर्ति न की जाती हो; या",
  "(iii) on any plot or building, no part of which is within": "(पा) किसी ऐसे भूखंड या भवन पर जिसका कोई भी भाग, निकटतम स्टैंड-पाइप या अन्य",
  "the radius prescribed for the City, from the nearest stand-pipe or other waterworks whereat water is made available to the public by the Corporation.": "जलकार्य से जहां से निगम द्वारा जनता को जल उपलब्ध कराया जाता हो, नगर के लिए निर्धारित",
  "Explanation. - For the purposes of this section —": "स्पष्टीकरण - इस धारा के प्रयोजनों के लिए -",
  "(a) ‘building’ shall include the compound, if any, thereof, and, where there are several buildings in a common compound, all such buildings, and the common compound;": "(क) 'भवन' में उसका परिसर, यदि कोई हो, सम्मिलित होगा, और जहां एक सामान्य परिसर में कई भवन हों, वहां ऐसे सभी भवन और सामान्य परिसर;",
  "(b) ‘aplot of land’ means any piece of land held by a single": "(ख) 'भूमि का एक टुकड़ा' का अर्थ है किसी एक अधिभोगी द्वारा धारित भूमि का कोई टुकड़ा,",
  "occupier, or held in common by several co-occupiers, whereof no one portion is entirely separated from": "या अनेक सह अधिभोगियों द्वारा संयुक्त रूप से धारित भूमि, जिसका कोई भी भाग किसी अन्य",
  "any other portion by the land of another occupier or of other occupiers or by public property.": "अधिभोगी की भूमि या अन्य अधिभोगियों की भूमि या सार्वजनिक संपत्ति द्वारा किसी अन्य भाग",
  "177. General tax on what premises to be levied. — The general tax shall be levied in respect of all buildings and": "77. किस परिसर पर सामान्य कर लगाया जाएगा - सामान्य कर शहर में सभी भवनों और",
  "lands in the City except -": "भूमियों के संबंध में लगाया जाएगा, सिवाय -",
  "(f) buildings and lands vesting in the Union of India": "(च) भारत संघ में निहित भवन और भूमि, सिवाय उन स्थानों के जहां भारतीय संविधान के",
  "except where provisions of clause (2) of Article 285 of the Constitution of India apply;": "अनुच्छेद 285 के खंड (2) के प्रावधान लागू होते हैं;",
  "179. Primary responsibility for certain property taxes": "79. वार्षिक मूल्य पर कुछ संपत्ति करों के लिए प्राथमिक उत्तरदायित्व - () जहां अन्यथा",
  "(d) aconservancy tax in areas in which the Corporation": "(ग) निगम द्वारा सीवर प्रणाली वाले क्षेत्रों में लगाया जाने वाला जल निकासी कर; (घ) उन क्षेत्रों",
  "undertakes, the collection; removal and disposal of": "संग्रह, निष्कासन और निस्तारण करता है।",
  "(2) Save as otherwise expressly provided in this Act or": "(2) इस अधिनियम या इसके अधीन बनाए गए नियमों में अन्यथा स्पष्ट रूप से उपबंधित बातों",
  "rules made thereunder, these taxes shall be levied on the annual value of buildings or land as the case may be:": "को छोड़कर, ये कर, भवन या भूमि के वार्षिक मूल्य पर लगाए जाएंगे, जैसा भी मामला हो:",
  "Provided that the aggregate of the property taxes shall in": "बशर्ते कि संपत्ति करों का योग किसी भी मामले में ऐसे करों के लिए निर्धारित भवन या भूमि या",
  "no case be less than 15 per cent nor more than 25 per cent of the annual value of the building of land or both": "दोनों के वार्षिक मूल्य का 5 प्रतिशत से कम और 25 प्रतिशत से अधिक न हो।",
  "174. Definition of “Annual Value” — “Annual value” means —": "74. \"वार्षिक मूल्य\" की परिभाषा - \"वार्षिक मूल्य\" का अर्थ है -",
  "(a) in the case of railway stations, colleges, schools, hostels, factories, commercial buildings, and other": "(क) रेलवे स्टेशनों, कॉलेजों, स्कूलों, छात्रावासों, कारखानों, वाणिज्यिक भवनों और अन्य गैर-",
  "cost of erecting the building, less depreciation at a rate to be fixed by rules, to the estimated value of": "वर्तमान लागत को, नियमों द्वारा निर्धारित की जाने वाली दर पर मूल्यहास को घटाकर, उससे",
  "(b) in the case of a building or land not falling within the provisions of clause (a), the gross annual rent for which": "(ख) खंड (क) के प्रावधानों के अंतर्गत न आने वाले भवन या भूमि के मामले में, वह सकल",
  "such building exclusive of furniture or machinery therein,": "वार्षिक किराया जिसके लिए ऐसा भवन, जिसमें फर्नीचर या मशीनरी शामिल नहीं है, या ऐसी",
  "or such land is actually let, or where the building or land": "भूमि वास्तव में किराए पर दी गई है, या जहां भवन या भूमि किराए पर नहीं दी गई है या मूल्यांकन",
  "is not let or in the opinion of the assessing authority is let for a sum less than its fair letting value, might": "प्राधिकारी की राय में उसके उचित किराया मूल्य से कम राशि पर किराए पर दी गई है, वहां उचित",
  "reasonably be expected to be let from year to year.": "रूप से वर्ष दर वर्ष किराए पर दिए जाने की अपेक्षा की जा सकती है।",
  "Provided that where the annual value of any building would, by reason of exceptional circumstances, in the opinion of": "बशर्ते कि जहां किसी भवन का वार्षिक मूल्य, निगम की राय में, असाधारण परिस्थितियों के",
  "the Corporation, be excessive if calculated in the aforesaid manner, the Corporation may fix the annual value at any": "कारण, पूर्वोक्त तरीके से गणना किए जाने पर अत्यधिक होगा, वहां निगम वार्षिक मूल्य को किसी",
  "less amount which appears to it equitable.": "भी कम राशि पर निर्धारित कर सकता है जो उसे न्यायसंगत प्रतीत हो।",
  "not primarily liable under the foregoing provisions shall, in the absence of any contract to the contrary, be entitled": "मुख्यतः उत्तरदायी नहीं है, किसी प्रतिकूल अनुबंध के अभाव में, मुख्यतः उत्तरदायी व्यक्ति द्वारा",
  "180. Liability for payment of other such taxes. — (1) A drainage tax, or a conservancy tax on the annual value of": "80. ऐसे अन्य करों के भुगतान के लिए उत्तरदायित्व - () भवनों या भूमि के वार्षिक मूल्य पर",
  "drainage tax, or a conservancy tax on the annual value of buildings or lands shall be levied from the actual occupier": "जल निकासी कर या संरक्षण कर उस संपत्ति के वास्तविक अधिभोगी से लगाया जाएगा जिस पर",
  "Provided that, where such property is let to more occupiers": "बशर्ते कि जहां ऐसी संपत्ति एक से अधिक अधिभोगियों को पट्टे पर दी गई हो, वहां मुख्य नगर",
  "levy the tax from the lessor instead of from the actual occupiers.": "अधिकारी अपने विकल्प पर वास्तविक अधिभोगियों के बजाय पट्टाकर्ता से कर लगा सकता है।",
  "(2) A lessor from whom a tax is levied under the proviso to sub-section (1) may, in the absence of a contract to": "(2) वह पट्टाकर्ता जिससे उपधारा () के परन्तुक के अधीन कर लगाया गया है, प्रतिकूल अनुबंध",
  "the contrary, recover the tax from any or all of the actual occupiers.": "के अभाव में वास्तविक अधिभोगियों में से किसी एक या सभी से कर वसूल कर सकता है।",
  "181. Property taxes to be a first charge on premises on": "48. संपत्ति कर का उस परिसर पर प्रथम प्रभार होना जिस पर उसका निर्धारण किया गया है -",
  "which they are assessed. — (1) Property taxes due under this Act in respect of any building or land shall, subject to": "() किसी भवन या भूमि के संबंध में इस अधिनियम के अधीन देय संपत्ति कर, उस पर राज्य",
  "the prior payment of the land revenue, if any, due to the State Government thereupon, be a first charge, in the case of any building or land held immediately from the State,": "सरकार को देय भूमि राजस्व, यदि कोई हो, के पूर्व भुगतान के अधीन रहते हुए, राज्य से तुरन्त",
  "upon the interest in such building or land of the person liable for such taxes and upon the movable property, if any,": "धारित किसी भवन या भूमि की दशा में, ऐसे करों के लिए उत्तरदायी व्यक्ति के ऐसे भवन या भूमि",
  "found within or upon such building or land and belonging": "में हित पर तथा ऐसे भवन या भूमि के भीतर या उस पर पाई जाने वाली तथा ऐसे व्यक्ति से",
  "to such person; and, in the case of any other building or": "संबंधित चल संपत्ति पर, यदि कोई हो, प्रथम भारित होगा; तथा किसी अन्य भवन या भूमि की",
  "land, upon the said building or land and belonging to the person liable for such taxes.": "दशा में, उक्त भवन या भूमि पर तथा ऐसे करों के लिए उत्तरदायी व्यक्ति से संबंधित संपत्ति कर",
  "Explanation. - The term «property taxes» in this section shall be deemed to include any charges payable for water": "स्पष्टीकरण - इस धारा में \"संपत्ति कर\" शब्द में किसी परिसर को आपूर्ति किए जाने वाले जल",
  "supplied to any premises and the costs of recovery of property taxes as specified in the rules.": "के लिए देय कोई भी प्रभार तथा नियमों में निर्दिष्ट संपत्ति करों की वसूली की लागत सम्मिलित",
  "(2) In any decree in a suit for the enforcement of the charge created by subsection (1), the Court may order the": "(2) उपधारा (7) द्वारा सूजित प्रभार के प्रवर्तन के लिए किसी वाद में किसी डिक्री में, न्यायालय",
  "be due at such rate as the Court deems reasonable from the date of the institution of the suit until realization, and": "न्यायालय वाद के संस्थित होने की तारीख से वसूली तक उचित समझे, और ऐसा ब्याज तथा",
  "such interest and the cost of enforcing the said charge,": "उक्त प्रभार के प्रवर्तन की लागत, जिसमें वाद की लागत और डिक्री के अधीन प्रश्ननत परिसर या",
  "including the costs of the suit and the cost of bringing the premises or movable property in question to sale under": "चल संपत्ति को बिक्री के लिए लाने की लागत सम्मिलित है, पूर्वोक्त के अधीन रहते हुए, देय पाई",
  "the decree, shall, subject as aforesaid, be a first charge on such premises and movable property along with the amount found to be due, and the Court may direct payment thereof": "गई राशि सहित ऐसे परिसर और चल संपत्ति पर प्रथम प्रभारित होगी, और न्यायालय विक्रय",
  "found to be due, and the Court may direct payment thereof to be made to the Corporation out of the sale proceeds.”": "आय में से निगम को उसका भुगतान करने का निर्देश दे सकता है।”",
  "Legal status of the Custodian under the Act:": "अधिनियम के तहत अधिरक्षक की कानूनी स्थिति .",
  "14. Atthis stage, it would be useful to dilate on the jurisprudential aspect of ownership of property and examine the nuances thereof vis-a-vis": "4. इस स्तर पर, संपत्ति के स्वामित्व के न्यायशास्त्रीय पहलू पर विस्तार से चर्चा करना और अधिनियम के तहत",
  "According to Salmond on Jurisprudence, the expression ‘ownership’ in a generic sense, extends to all classes of": "4.' न्यायशास्त्र विषय पर सैल्मंड के अनुसार, सामान्य अर्थ में 'स्वामित्व' शब्द, सभी प्रकार के अधिकारों तक",
  "rights, whether proprietary or personal, in rem or in personam, in re propria or in re aliena. Every man is the owner of the": "फैली हुई है, चाहे वे मालिकाना हो या व्यक्तिगत,सामान्य हो या विशिष्ट प्रत्येक व्यक्ति उन अधिकारों का मालिक",
  "rights which he owns. Ownership in its generic sense as a": "है जो उसके पास होते हैं। स्वामित्व अपने सामान्य अर्थ में एक संबंध के रूप में जिसमें एक व्यक्ति अपने में निहित",
  "relation in which a person stands to any right vested in him, is opposed to two other possible relations between a person": "किसी भी अधिकार के लिए खड़ा होता है, यह एक व्यक्ति और अधिकार के बीच दो अन्य संभावित संबंधों के",
  "and a right. In the first place, it is opposed to possession. A man has possessory right without owning it or secondly, he": "विपरीत होता है। सबसे पहले, यह कब्जे के विपरीत है। एक व्यक्ति के पास स्वामित्व के बिना भी अधिकार होता है",
  "may own a right without possessing it. Thirdly, the ownership": "या दूसरे, वह बिना अधिकार के भी अधिकार का मालिक हो सकता है। तीसरा, स्वामित्व और कब्जा एक हो सकते",
  "and possession may be united as they usually are, in the context of de jure and the de facto relation being co-existent or coincident.": "हैं जैसा कि वे आमतौर पर वास्तविक और विधितः सह-अस्तित्व या संयोगिक होते हैं।",
  "In the first of the above, possession is a de facto relationship while the second is de jure ownership or relationship. In the": "4.2 उपर्युक्त में से पहले में, कब्ज़ा एक वास्तविक संबंध होता है जबकि दूसरा विधिक स्वामित्व या संबंध में होता",
  "second sense, the ownership of a right is opposed to the encumbrance of it. The owner of the right is he, in whom": "है। दूसरे अर्थ में, किसी अधिकार का स्वामित्व उसके प्रभार के विपरीत होता है। अधिकार का स्वामी वह है, जिसमें",
  "the right itself is vested, while the encumbrancer of it is he, in whom, is vested, not the right itself, but some adverse,": "अधिकार स्वयं निहित होता है, जबकि उसका प्रभार वह होता है, जिसमें अधिकार स्वयं नहीं, बल्कि उसके संबंध",
  "in whom, is vested, not the right itself, but some adverse, dominant and limiting right in respect of it. In law, there are": "में कोई प्रतिकूल, प्रमुख और सीमित करने वाला अधिकार निहित होता है। कानून में, हर अलग तरह के प्रभार के",
  "no separate names for every distinct kind of encumbrancer. However, an encumbrance is opposite to ownership; every": "लिए अलग-अलग नाम नहीं हैं। हालाँकि, प्रभार स्वामित्व के विपरीत होता है; फिर भी हर प्रभार उठाने वाला खुद",
  "encumbrancer is nevertheless himself the owner of the encumbrance, that is to say, he, in whom, an encumbrance stands in a definite relation, not merely to it, but also to the": "प्रभार का मालिक होता है, यानी वह, जिसके प्रभार का एक निश्चित संबंध होता है, न केवल उसके साथ, बल्कि",
  "right encumbered by it.": "उसके द्वारा भारित अधिकार के साथ भी।",
  "in the property before he can convey it. A person who has no interest in the property, cannot convey any interest in the": "व्यक्ति जो अनिर्भर है, अपनी संपत्ति का उपहार दे सकता है। इसलिए, यह केवल वही व्यक्ति होता है जो संपत्ति",
  "his property and according to the provisions of the Transfer of Property Act.": "का मालिक होता है, जो अपनी संपत्ति को उपहार में दे सकता है और संपत्ति हस्तांतरण अधिनियम के प्रावधानों",
  "In the same vein, an exchange is when an exchange of immovable property takes place when two persons mutually": "4.5 इसी तरह, विनिमय तब होता है जब अचल संपत्ति का विनिमय तब होता है जब दो व्यक्ति एक चीज़ के",
  "transfer the ownership of one thing for the ownership of another,": "स्वामित्व को दूसरी चीज़ के स्वामित्व के बदले पारस्परिक रूप से स्थानांतरित करते हैं, जिसमें कोई चीज़ या दोनों",
  "neither thing or both things being money only. A transfer of property in completion of an exchange can be made only in": "चीज़ें केवल पैसा नहीं होती हैं। विनिमय के पूरा होने पर संपत्ति का हस्तांतरण केवल बिक्री द्वारा ऐसी संपत्ति के",
  "a manner provided for the transfer of such property by sale. In the case of an exchange also, the person must have the": "हस्तांतरण के लिए उपबंधित किए गए तरीके से किया जा सकता है। विनिमय के मामले में भी, किसी अचल संपत्ति",
  "ownership in the property before the same can be exchanged": "के लिए विनिमय किए जाने से पहले व्यक्ति के पास संपत्ति का स्वामित्व होना चाहिए।",
  "Similarly, transfer of ownership of movable property is by sale, gift or exchange and in the case of a sale, the provisions of": "4.6 इसी प्रकार, चल संपत्ति के स्वामित्व का हस्तांतरण बिक्री, उपहार या विनिमय द्वारा होता है और बिक्री के",
  "the Sale of Goods Act, 1930 would apply.": "मामले में, माल बिक्री अधिनियम, 930 के प्रावधान लागू होंगे।",
  "Transfer of ownership other than transfer inter vivos is by succession or inheritance under a testament or a will/codicil": "4.7 अंतर-जीवक हस्तांतरण के अलावा स्वामित्व का हस्तांतरण वसीयतनामा या वसीयत/कोडसिल के तहत",
  "immovable property known to law. Section 54 of the Transfer of Property Act defines a sale to be a transfer of ownership": "और फिर भी इसे हस्तांतरित कर सकता है। इसके अलावा, कानून में अचल संपत्ति के हस्तांतरण के विभिन्न तरीके ज्ञात हैं। संपत्ति हस्तांतरण अधिनियम की धारा 54 एक बिक्री को भुगतान की गई या वादा की गई या आंशिक रूप",
  "in exchange for a price paid or promised or part-paid and": "से भुगतान की गई और आंशिक रूप से वादा की गई कीमत के बदले में स्वामित्व के हस्तांतरण के रूप में परिभाषित",
  "part-promised. The definition of sale itself indicates that in order to constitute a sale, there must be transfer of ownership": "करती है। बिक्री की परिभाषा ही यह संकेत देती है कि बिक्री का गठन करने के लिए, एक व्यक्ति से दूसरे व्यक्ति को",
  "order to constitute a sale, there must be transfer of ownership from one person to another, i.e., all rights and interests in the property which is possessed by a person are transferred": "स्वामित्व का हस्तांतरण होना चाहिए, यानी, किसी व्यक्ति के पास मौजूद संपत्ति में सभी अधिकार और हित उसके",
  "by him with his free consent to another person for a price": "द्वारा उसकी स्वतंत्र सहमति से किसी अन्य व्यक्ति को एक मूल्य पर हस्तांतरित किए जाते हैं, जिसे प्रतिफल कहा",
  "called consideration. The conveyance has to be regarded in accordance with law. Then only the transaction of sale is": "जाता है। हस्तांतरण को कानून के अनुसार माना जाना चाहिए। तभी बिक्री का लेन-देन पूरा होता है और संपत्ति",
  "complete and title in the property passes from the seller to the buyer. The transferor cannot retain any part of his interest": "का स्वामित्व विक्रेता से खरीदार के पास जाता है। हस्तांतरणकर्ता उस संपत्ति में अपने हित या अधिकार का कोई",
  "or right in that property or else it would not be a sale. On the other hand, any transfer by operation of law, or by or in": "हिस्सा नहीं रख सकता है अन्यथा यह बिक्री नहीं होगी। दूसरी ओर, कानून के संचालन द्वारा या संपत्ति हस्तांतरण",
  "execution of a decree or order of a court within the meaning of Section 2(d) of the Transfer of Property Act are outside the": "अधिनियम की धारा 2(डी) के अर्थ में न्यायालय के आदेश या डिक्री के निष्पादन द्वारा या उसके द्वारा किया गया",
  "scope of Section 54, and need not be registered. Thus, where": "कोई भी हस्तांतरण धारा 54 के दायरे से बाहर है और इसे पंजीकृत करने की आवश्यकता नहीं है। इस प्रकार,",
  "the property is sold at a court auction, a certificate of sale issued by the court is enough as the purchaser’s document of": "जहां संपत्ति अदालत की नीलामी में बेची जाती है, वहां न्यायालय द्वारा जारी बिक्री का प्रमाण पत्र खरीददार के",
  "absolutely and free from all encumbrances. In such a case, it": "प्रभारों से पूरी तरह से मुक्त होकर सरकार में निहित हो जाती है। ऐसे मामले में, यह भूमि के मालिक से सरकार को",
  "Amongst the distinct kinds of ownerships, a trust ownership and beneficial ownership is relevant to the case. A trust is a": "4.9 स्वामित्व के विभिन्न प्रकारों में से, ट्रस्ट स्वामित्व और लाभकारी स्वामित्व मामले के लिए प्रासंगिक है। ट्रस्ट",
  "very important and curious instance of duplicate ownership. According to Salmond, the trust property is that which is": "डुप्लिकेट स्वामित्व का एक बहुत ही महत्वपूर्ण और कौतूहलपूर्ण उदाहरण है। सैल्मंड के अनुसार, ट्रस्ट संपत्ति वह",
  "owned by two persons at the same time, the relation between the two owners being such that one of them is under an": "है जो एक ही समय में दो व्यक्तियों के स्वामित्व में होती है, दोनों मालिकों के बीच संबंध ऐसा होता है कि उनमें से",
  "obligation to use his ownership for the benefit of the other. The former is called the ‘trustee’ and his ownership is the": "एक दूसरे के लाभ के लिए अपने स्वामित्व का उपयोग करने के लिए बाध्य होता है। पहले वाले को 'ट्रस्टी' कहा",
  "‘trust ownership’; the latter is called the ‘beneficiary’ and his": "जाता है और उसका स्वामित्व 'ट्रस्ट स्वामित्व' होता है; दूसरे वाले को 'लाभार्थी' कहा जाता है और उसका",
  "is beneficial ownership.": "लाभकारी स्वामित्व होता है।",
  "The trustee’s ownership of any property is a matter of form rather than a substance and nominal rather than real. A trustee": "4.0 किसी भी संपत्ति पर ट्रस्टी का स्वामित्व सार की बजाय रूप का मामला है और वास्तविक की बजाय",
  "is not effectively an owner at all but in essence a mere agent, upon whom the law has conferred the power and imposed": "नाममात्र का। ट्रस्टी प्रभावी रूप से मालिक नहीं होता बल्कि सार रूप में एक एजेंट मात्र होता है, जिस पर कानून",
  "the duty of administering the property of another person. The trustee is a person to whom the property, substantially that": "ने किसी अन्य व्यक्ति की संपत्ति को प्रशासित करने की शक्ति और कर्तव्य सौंपा है। ट्रस्टी वह व्यक्ति होता है जिसे",
  "of someone else is technically attributed by the law on the": "संपत्ति, जो कि मूलतः किसी और की संपत्ति होती है, तकनीकी रूप से कानून द्वारा इस आधार पर सौंपी जाती है",
  "footing that the rights and powers that it vests under him are to be used by him on behalf of the real owner. As between the": "कि उसके अधीन निहित अधिकार और शक्तियों का उपयोग उसके द्वारा वास्तविक मालिक की ओर से किया जाना",
  "trustee and beneficiary, the law recognises that the property belongs to the latter and not to the former. But as between the": "है। ट्रस्टी और लाभार्थी के बीच, कानून यह मानता है कि संपत्ति बाद वाले की है न कि पहले वाले की। लेकिन",
  "trustee and the third persons, the fiction prevails, inasmuch as the trustee is clothed with the rights of his beneficiary and": "ट्रस्टी और तीसरे व्यक्तियों के बीच, कल्पना प्रबल होती है, क्योंकि ट्रस्टी को अपने लाभार्थी के अधिकार प्राप्त होते",
  "personate or represent him in dealings with the world at large.": "हैं और वह दुनिया भर में लेन-देन में उसका प्रतिनिधि होता है या उसका प्रतिनिधित्व करता है। यह सिद्धांत",
  "This principle is actuated under various provisions of the Act including Section 8 thereof vis-a-vis an enemy who is the": "अधिनियम की धारा 8 सहित विभिन्न प्रावधानों के अंतर्गत लागू होता है, जो शत्रु के संबंध में है, जो संपत्ति का",
  "owner of a property and the Custodian in whom the property vests under the provisions of the Act. This position becomes": "स्वामी है और वह अभिरक्षक होता है जिसके पास अधिनियम के प्रावधानों के तहत संपत्ति निहित होती है। यह",
  "clear on a reading of the Rules under the Defence of India Rules, 1962 and 1971 as discussed above.": "स्थिति भारत रक्षा नियम, 962 और 97। के नियमों को पढ़ने पर स्पष्ट हो जाती है, जैसा कि ऊपर चर्चा की",
  "Thus, the trusteeship is to protect the rights and interests of": "4.।. इस प्रकार, ट्रस्टीशिप का उद्देश्य ऐसे व्यक्तियों के अधिकारों और हितों की रक्षा करना है, जो किसी",
  "persons, who, for any reason are unable effectively to protect them for themselves. The law vests those rights and interests": "कारणवश उन्हें स्वयं के लिए प्रभावी रूप से सुरक्षित रखने में असमर्थ हैं। कानून उन अधिकारों और हितों को",
  "for safe custody in a trustee, who is capable of guarding them": "सुरक्षित अभिरक्षा के लिए एक ट्रस्टी को सौंपता है, जो उनकी रक्षा करने और उनसे निपटने में सक्षम होता है और",
  "to use it for the benefit of him to whom they in truth belong.": "जिसे उस व्यक्ति के लाभ के लिए उनका उपयोग करने का दायित्व दिया गया है, जिसके वे वास्तव में हैं। जिन",
  "One of the classes of persons on whose behalf the protection of the trusteeship is called is in respect of the property of those": "व्यक्तियों की ओर से ट्रस्टीशिप की सुरक्षा की मांग की जाती है, उनमें से एक वर्ग उन व्यक्तियों की संपत्ति के संबंध",
  "persons who are absent in the country, such as a person who": "में है जो देश में अनुपस्थित हैं, जैसे कि कोई व्यक्ति जो किसी ऐसे देश में चला गया है जिसे भारत सरकार द्वारा",
  "has migrated to a country which is described as an enemy country by the Government of India as defined under the provisions of the Act under consideration.": "विचाराधीन अधिनियम के प्रावधानों के तहत परिभाषित शत्रु देश के रूप में वर्णित किया गया है।",
  "Thus, under the Act, the Custodian acts as a trustee. A trust is": "4.2 इस प्रकार, अधिनियम के तहत अभिरक्षक एक ट्रस्टी के रूप में कार्य करता है। ट्रस्ट किसी अन्य के लाभ",
  "more than an obligation to use the property for the benefit of another; it is an obligation to use it for the benefit of another in": "के लिए संपत्ति का उपयोग करने के दायित्व से कहीं अधिक है; यह उस व्यक्ति के लाभ के लिए इसका उपयोग",
  "whom it is already concurrently vested. Since the beneficiary is himself the owner of the enemy property, in the instant case,": "करने का दायित्व है जिसके पास यह पहले से ही समवर्ती रूप से निहित है। चूंकि लाभार्थी स्वयं शत्रु संपत्ति का",
  "is himself the owner of the enemy property, in the instant case, the Custodian who is the trustee appointed under the Act is": "स्वामी है, इसलिए इस मामले में, अभिरक्षक जो अधिनियम के तहत नियुक्त ट्रस्टी है, इसलिए शत्रु संपत्ति के",
  "therefore a statutory authority constituted for the administration": "प्रशासन के लिए गठित एक वैधानिक प्राधिकरण है, जो तीसरे पक्ष के संबंध में उसके द्वारा प्रशासित संपत्ति का",
  "property so administered by him vis-a-vis third parties. As already noted, the nominal ownership in the trustee is only": "केवल नाममात्र का स्वामी है। जैसा कि पहले ही उल्लेख किया गया है, ट्रस्टी में नाममात्र का स्वामित्व केवल ट्रस्टी",
  "for the purpose of using the rights and powers vesting with the trustee i.e., Custodian under the Act to be used by him": "के पास निहित अधिकारों और शक्तियों का उपयोग करने के उद्देश्य से है, अर्थात, अधिनियम के तहत वह अभिरक्षक",
  "or on behalf of the real owner of the property is absent, since": "जिसका उपयोग उसके द्वारा या संपत्ति के वास्तविक स्वामी की ओर से किया जाना है, अनुपस्थित है, क्योंकि वह",
  "he has left the country for an enemy country.": "देश छोड़कर किसी शत्रु देश चला गया है।",
  "the thing as owner. The tenant or a pledgee may have possession no less real than that of the owner himself,": "उपयोग करने का इरादा करे। किरायेदार या गिरवीदार के पास मालिक जैसा ही वास्तविक कब्जा होता है, जैसा",
  "possession no less real than that of the owner himself, just as a Custodian under the provisions of the Act in the instant case. Thus, the animus possidendi need not": "कि वर्तमान मामले में अधिनियम के प्रावधानों के तहत अभिरक्षक के पास है। इस प्रकार, लक्षित कब्जा का अर्थ",
  "be a claim on one’s own behalf. A trustee or Custodian under the Act may have possession of enemy property,": "स्वयं की ओर से दावा होना नहीं है। अधिनियम के तहत एक ट्रस्टी या अभिरक्षक के पास शत्रु संपत्ति का कब्जा",
  "though he claims an exclusive right of the thing on behalf": "हो सकता है, हालांकि वह स्वयं के अलावा किसी अन्य की ओर से उस वस्तु पर अनन्य अधिकार का दावा करता",
  "of another than himself. This is vis-a-vis third parties. He definitely does not have a right of ownership over the": "है। यह तीसरे पक्ष के संबंध में होता है। निश्चित रूप से उसके पास उस शत्रु संपत्ति पर स्वामित्व का अधिकार नहीं",
  "enemy property possessed by him as the ownership of the said property continues in the enemy.": "होता है, जिस पर उसका कब्जा होता है, क्योंकि उक्त संपत्ति का स्वामित्व शत्रु के पास बना रहता है।",
  "The second concept is that to constitute possession, the animus domini is not in itself sufficient but must": "(४) दूसरी अवधारणा यह है कि कब्जे के गठन के लिए, लक्षित कब्जा अपने आप में पर्याप्त नहीं होता है, बल्कि",
  "be embodied in a corpus. There are two aspects with regard to corpus of possession: first is the relationship": "इसे एक कॉर्पस में सन्निहित किया जाना चाहिए। कब्जे के कोष के संबंध में दो पहलू हैं: पहला, स्वामी का अन्य",
  "of the possessor to other persons and the second, is the relation of the possessor to the thing possessed.": "व्यक्तियों से संबंध और दूसरा, स्वामी का कब्जे में रखी गई वस्तु से संबंध। स्वामी और कब्जे में रखी गई वस्तु के",
  "The necessary relation between the possessor and the thing possessed is such as to admit of his making such use of it as accords with the nature of the thing and of": "बीच आवश्यक संबंध ऐसा है कि वह उसका ऐसा उपयोग कर सकता है जो वस्तु की प्रकृति और उस पर उसके",
  "his claim to it. There must be a correlation between him and the thing possessed, which is not inconsistent with the nature of the claim he makes to it.": "दावे के अनुरूप हो। उसके और कब्जे में रखी गई वस्तु के बीच एक ऐसा संबंध होना चाहिए जो उसके दावे की प्रकृति से असंगत न हो।",
  "Thus, possession is acquired whenever the two elements of corpus and animus come into co-existence and it is": "(५४) इस प्रकार, जब भी कॉर्पस और इरादा के दो तत्व सह-अस्तित्व में आते हैं, तब कब्जा प्राप्त होता है और",
  "lost as soon as either of them disappears.": "उनमें से किसी एक के गायब होते ही यह समाप्त हो जाता है।",
  "The modes of acquisition of possession are two in number, namely, taking and delivery. Taking is the acquisition of possession without the consent of the": "(५) कब्जे के अधिग्रहण के दो तरीके हैं, अर्थात्‌ लेना और सौंपना। लेना पिछले स्वामी की सहमति के बिना कब्जे",
  "previous possessor such as in the case of the Custodian vis-a-vis enemy property. Delivery, on the other hand is": "का अधिग्रहण है जैसे कि शत्रु संपत्ति के संबंध में अभिरक्षक के मामले में। दूसरी ओर, सौंपना पिछले स्वामी की",
  "the acquisition of possession with the consent and co-": "सहमति और सहयोग से कब्जे का अधिग्रहण है।",
  "Relation between Possession and Ownership:": "कब्ज़ा ऑर स्वामित्व के बीच संबंध .",
  "14.16 According to Rudolf von Ihering, a jurist “Possession is the objective realisation of ownership”. It is in fact what ownership": "4.6 एक न्यायविद रुडोल्फ वॉन इहेरिंग के अनुसार \"कब्ज़ा स्वामित्व की वस्तुगत प्राप्ति है”। यह वास्तव में",
  "possession is the guarantee of the fact. Normally, ownership": "स्वामित्व का अधिकार है। स्वामित्व कानून की गारंटी है, जबकि कब्ज़ा तथ्य की गारंटी है। आम तौर पर, स्वामित्व",
  "and possession co-exist but not always. This aspect of the": "और कब्ज़ा एक साथ होते हैं, लेकिन हमेशा नहीं। मामले का यह पहलू संबंधित पक्षों द्वारा उठाए गए विवादों का",
  "Analysis:": "विश्लेषण :",
  "Let us apply the aforesaid jurisprudential principles to the provisions of the Act under consideration.": "आइए हम उपरोक्त न्यायशास्त्रीय सिद्धांतों को विचाराधीन अधिनियम के प्रावधानों पर लागू करें।",
  "Section 2 (c) of the Act defines enemy property to mean any property": "5. अधिनियम की धारा 2 (सी) में शत्रु संपत्ति को इस प्रकार परिभाषित किया गया है कि इसका अर्थ किसी शत्रु,",
  "for the time being belonging to or held or managed on behalf of an enemy, an enemy subject or an enemy firm: That even when an": "शत्रु प्रजा या शत्रु फर्म की वर्तमान में स्वामित्व वाली या उसकी ओर से रखी या प्रबंधित की जाने वाली कोई संपत्ति",
  "enemy subject dies in the territories to which the Act extends, or dies in any territory outside India, any property which immediately": "है: यहां तक कि जब कोई शत्रु प्रजा उन क्षेत्रों में मर जाता है जिन पर अधिनियम लागू होता है, या भारत के बाहर",
  "dies in any territory outside India, any property which immediately before his death, belonged to or was held by him or was managed": "किसी क्षेत्र में मर जाता है, तो कोई संपत्ति जो उसकी मृत्यु से ठीक पहले उसकी थी या उसके द्वारा रखी गई थी",
  "on his behalf, may, notwithstanding his death, continue to be regarded as enemy property for the purposes of the Act. The Act": "या उसकी ओर से प्रबंधित की गई थी, उसकी मृत्यु के बावजूद, अधिनियम के प्रयोजनों के लिए शत्रु संपत्ति मानी",
  "when enacted extended to the whole of India except the State of Jammu and Kashmir and it applies also to all citizens of India outside": "जाती रहेगी। अधिनियम लागू होने पर यह जम्मू और कश्मीर राज्य को छोड़कर पूरे भारत में लागू हो गया और यह",
  "India and to branches and agencies outside India of companies or bodies corporate registered or incorporated in India. On a combined": "भारत के बाहर भारत के सभी नागरिकों और भारत में पंजीकृत या निगमित कंपनियों या निकायों की भारत के बाहर",
  "reading of the above, it is clear that the Act applies to any property": "शाखाओं और एजेंसियों पर भी लागू होता है। उपरोक्त को संयुक्त रूप से पढ़ने पर यह स्पष्ट है कि यह अधिनियम",
  "belonging to or held or managed on behalf of an enemy, an enemy subject or an enemy firm, even if, the enemy or enemy subject or": "किसी शत्रु, शत्रु प्रजा या शत्रु फर्म की ओर से रखी गई या प्रबंधित किसी भी संपत्ति पर लागू होता है, भले ही शत्रु",
  "enemy firm is outside India and to branches and agencies outside India of companies or bodies corporate registered or incorporated in": "या शत्रु प्रजा या शत्रु फर्म भारत से बाहर हो और भारत में पंजीकृत या निगमित कंपनियों या निकायों की भारत से",
  "in clause (c) of Section 2, it is clarified that “enemy property” shall,": "बाहर शाखाओं और एजेंसियों पर भी लागू होता है। धारा 2 के खंड (सी) में शत्रु संपत्ति की परिभाषा के स्पष्टीकरण",
  "firm has ceased to be an enemy due to death, extinction, winding up of business or change of nationality or that the legal heir and": "मृत्यु, विलुप्ति, व्यवसाय के समापन या राष्ट्रीयता के परिवर्तन के कारण शत्रु नहीं रह गई है या कानूनी उत्तराधिकारी",
  "successor is a citizen of India or the citizen of a country which is": "और उत्तराधिकारी भारत का नागरिक है या किसी ऐसे देश का नागरिक है जो शत्रु नहीं है, शत्रु संपत्ति के रूप में",
  "not an enemy, continue and always be deemed to be continued as an enemy property. Explanation (2) states that for the purposes of this clause, the expression enemy property shall mean and include": "बनी रहेगी और हमेशा बनी रहेगी। स्पष्टीकरण (2) में कहा गया है कि इस खंड के प्रयोजनों के लिए, शत्रु संपत्ति",
  "this clause, the expression enemy property shall mean and include and shall be deemed to have always meant and included all rights,": "का अर्थ होगा और इसमें शामिल होगा तथा हमेशा से इसका अर्थ रहा है और इसमें शामिल माना जाएगा, शत्रु",
  "titles and interest in, or any benefit arising out of, enemy property in the context of such property for the time being belonging to or held": "संपत्ति के संदर्भ में सभी अधिकार, स्वत्व और हित या उससे उत्पन्न होने वाला कोई लाभ, जो वर्तमान में किसी",
  "or managed on behalf of an enemy, an enemy subject or an enemy": "शत्रु, शत्रु प्रजा या शत्रु फर्म की ओर से स्वामित्व में है या उसके द्वारा धारित या प्रबंधित है। अधिनियम की धारा 5",
  "firm. The Explanation to sub-section (3) of Section 5 of the Act also": "की उपधारा (3) के स्पष्टीकरण में यह भी कहा गया है कि इस उपधारा के प्रयोजनों के लिए, \"अभिरक्षक में निहित",
  "to have been included all rights, titles, and interest in, or any benefit arising out of, such property vested in him under the Act.": "शत्रु संपत्ति\" में अधिनियम के तहत उसमें निहित ऐसी संपत्ति में सभी अधिकार, स्वत्व और हित या उससे उत्पन्न",
  "Therefore, the moot question is, what is the nature and extent of rights, titles, and interest in or any benefit arising out of,": "5. इसलिए, महत्वपूर्ण प्रश्न यह है कि ऐसी संपत्ति में अधिकार, स्वत्व और हित या उससे उत्पन्न होने वाले",
  "such property which is vested in the Custodian? Does it mean": "किसी लाभ की प्रकृति और सीमा क्या है जो अभिरक्षक में निहित है? क्या इसका अर्थ है कि शत्रु के स्वामित्व",
  "vesting of the ownership of the rights, titles, and interest in, or any benefit arising out of such enemy property owned by": "वाली ऐसी शत्रु संपत्ति में अधिकार, स्वत्व और हित या उससे उत्पन्न होने वाले किसी लाभ का स्वामित्व निहित",
  "sense that the Custodian becomes the owner of the property;": "होना जो अभिरक्षक में इस अर्थ में निहित हो जाता है कि अभिरक्षक संपत्ति का मालिक बन जाता है; इस प्रकार",
  "thereby there is a divesting of the ownership or a transfer of ownership of such property from the ownership of the enemy": "स्वामित्व का विनिवेश होता है या ऐसी संपत्ति का स्वामित्व शत्रु के स्वामित्व से अभिरक्षक को हस्तांतरित हो जाता",
  "We do not think that such an interpretation can be given for the simple reason that clause (c) of Section 2 clearly states": "5.2 हमें नहीं लगता कि इस तरह की व्याख्या इस साधारण कारण से दी जा सकती है कि धारा 2 के खंड (सी)",
  "that enemy property means any property for the time being belonging to or held or managed on behalf of an enemy, an": "में स्पष्ट रूप से कहा गया है कि शत्रु संपत्ति का अर्थ है किसी शत्रु, शत्रु प्रजा या शत्रु फर्म की ओर से उस समय",
  "property belonging to or held or managed on behalf of an": "स्वामित्व वाली या रखी या प्रबंधित की जाने वाली कोई संपत्ति जो अभिरक्षक में निहित हो। इसलिए, अधिनियम",
  "enemy, an enemy subject or an enemy firm being vested in": "का प्रावधान शत्रु संपत्ति के संबंध में शत्रु के स्वामित्व को मान्यता देता है और शत्रु, शत्रु प्रजा या शत्रु फर्म की ओर",
  "the Custodian. What exactly is vested in the Custodian? The": "से रखी या प्रबंधित की जाने वाली शत्रु संपत्ति अभिरक्षक में निहित होती है। अभिरक्षक में वास्तव में कया निहित",
  "Explanations i.e. Explanation (2) of clause (c) of Section 2 as": "होता है? स्पष्टीकरण अर्थात्‌ धारा 2 के खंड (सी) का स्पष्टीकरण (2) और साथ ही अधिनियम की धारा 5 की",
  "well as Explanation (2) to sub-section (3) of Section 5 of the Act, being identical state that all rights, titles, and interest in,": "उपधारा (3) का स्पष्टीकरण (2), एक समान होने के कारण यह बताता है कि ऐसी शत्रु संपत्ति में सभी अधिकार,",
  "Custodian. This means that only the rights etc. vis-a-vis enemy property vest in the Custodian. By that, the Custodian does": "केवल शत्रु संपत्ति के संबंध में अधिकार आदि अभिरक्षक में निहित होते हैं। इससे अभिरक्षक को संपत्ति में स्वामित्व",
  "not acquire ownership rights in the property. It continues to vest with the enemy. This is because ownership of immovable": "अधिकार प्राप्त नहीं होता है। यह शत्रु के पास निहित रहता है। ऐसा इसलिए है क्योंकि अचल संपत्ति का स्वामित्व",
  "property can be transferred from one person to another i.e. transfer inter vivos can only transferred in accordance with": "एक व्यक्ति से दूसरे व्यक्ति को हस्तांतरित किया जा सकता है अर्थात अंतर-जीवक हस्तांतरण केवल संपत्ति",
  "the provisions of the Transfer of Property Act.": "हस्तांतरण अधिनियम के प्रावधानों के अनुसार ही हस्तांतरित किया जा सकता है।",
  "On a conspectus reading of the aforesaid provisions, what emerges is that under Section 3 of the Act, the Custodian": "5.3 उपर्युक्त प्रावधानों को ध्यान से पढ़ने पर यह बात सामने आती है कि अधिनियम की धारा 3 के अंतर्गत भारत",
  "Government by issuance of a notification in the official gazette": "के लिए शत्रु संपत्ति के अभिरक्षक की नियुक्ति केंद्र सरकार द्वारा आधिकारिक राजपत्र में अधिसूचना जारी करके की",
  "so also Deputy Custodians and Assistant Custodians of Enemy Property could be appointed for certain local areas as may be specified in the notification. Since the Act is in continuation of": "जाती है, इसलिए अधिसूचना में निर्दिष्ट कुछ स्थानीय क्षेत्रों के लिए शत्रु संपत्ति के उप अभिरक्षक और सहायक",
  "specified in the notification. Since the Act is in continuation of the Defence of India Rules, 1962 as well as Defence of India": "अभिरक्षक भी नियुक्त किए जा सकते हैं। चूंकि यह अधिनियम भारत रक्षा नियमावली, 962 और भारत रक्षा",
  "Rules, 1971, as the case may be, the Custodian of Enemy Property for India appointed under the aforesaid Rules shall be": "नियमावली, 97, जैसा भी मामला हो, के अनुक्रम में है, इसलिए उपर्युक्त नियमों के अंतर्गत नियुक्त भारत के",
  "deemed to have been appointed under Section 3 of the Act.": "लिए शत्रु संपत्ति के अभिरक्षक को अधिनियम की धारा 3 के अंतर्गत नियुक्त किया गया माना जाएगा। \"शत्रु\" या",
  "The expressions “enemy” or “enemy subject” or “enemy firm” are defined in clause (b) of Section 2; The use of the words": "\"शत्रु प्रजा” या \"शत्रु फर्म” शब्दों को धारा 2 के खंड (बी) में परिभाषित किया गया है; अधिनियम की धारा 2 के",
  "“for the time being”, “belonging to” and “held” or “managed on behalf of an enemy, an enemy subject or an enemy firm” in clause (b) of Section 2 of the Act are significant. The said": "खंड (बी) में \"तत्समय\", \"से संबंधित\" और \"शत्रु, शत्रु प्रजा या शत्रु फर्म की ओर से धारित\" या \"प्रबंधित\" शब्दों",
  "the territories to which the Act extends, any property which immediately before his death belonged to or was held by him": "अधिनियम के अंतर्गत आने वाले क्षेत्रों में मर जाता है, वहां कोई संपत्ति जो उसकी मृत्यु से ठीक पहले उसकी थी",
  "or managed on his behalf, may, notwithstanding his death,": "या उसके द्वारा धारित थी या उसकी ओर से प्रबंधित थी, उसकी मृत्यु के बावजूद, इस अधिनियम के प्रयोजनों के",
  "continue to be recorded as enemy property for the purposes of this Act. This proviso clearly recognizes that the death of an": "लिए शत्रु संपत्ति के रूप में दर्ज की जा सकती है। यह परंतुक स्पष्ट रूप से मान्यता देता है कि शत्रु की मृत्यु के",
  "enemy would not result in the enemy property ceasing to be so. Explanation (1) to Section 2(c) also states that enemy property": "परिणामस्वरूप शत्रु संपत्ति समाप्त नहीं हो जाएगी। धारा 2(सी) के स्पष्टीकरण () में यह भी कहा गया है कि शत्रु",
  "shall continue to remain as enemy property even on the death of the enemy or extinction, winding up of business or change of nationality to continue to remain an enemy property. This is": "की संपत्ति शत्रु की मृत्यु या उसके विलुप्त होने, व्यवसाय के समापन या राष्ट्रीयता में परिवर्तन के बाद भी शत्रु संपत्ति",
  "even if the legal heir and successor is a citizen of India or a": "के रूप में बनी रहेगी। यह तब भी लागू होगा जब कानूनी वारिस और उत्तराधिकारी भारत का नागरिक हो या किसी",
  "citizen of a country which is not an enemy country. Explanation (2) thereof states that enemy property shall mean and include": "ऐसे देश का नागरिक हो जो दुश्मन देश न हो। इसके स्पष्टीकरण (2) में कहा गया है कि शत्रु संपत्ति का अर्थ होगा",
  "and shall be deemed to have always meant and included all rights, titles and interests in, or any benefit arising out of such": "और इसमें सभी अधिकार, स्वत्व और हित शामिल होंगे और हमेशा से ही शामिल माना जाएगा और इसमें ऐसी",
  "property has vested in him under the Act, the same shall be evidence of the facts stated therein vide Section 5-A of the": "गई है, तो यह अधिनियम की धारा 5-ए के तहत उसमें वर्णित तथ्यों का साक्ष्य होगा। अधिनियम की धारा 5-बी",
  "which states that nothing contained in any law for the time being in force relating to succession or any custom or usage governing succession of property shall apply in relation to the": "नियंत्रित करने वाली किसी प्रथा या उपयोग से संबंधित किसी भी कानून में निहित कोई भी बात इस अधिनियम के",
  "governing succession of property shall apply in relation to the enemy property under this Act and no person (including his": "तहत शत्रु संपत्ति के संबंध में लागू नहीं होगी और किसी भी व्यक्ति (उसके कानूनी वारिस और उत्तराधिकारी",
  "deemed not to have any right (including all rights, titles, and interests or any benefit arising out of such property) in relation": "अधिकार (सभी अधिकार, स्वत्व और हित या ऐसी संपत्ति से उत्पन्न होने वाले किसी भी लाभ सहित) है। जहां",
  "rights, titles or interests or any benefit arising out of the enemy": "तक वारिस या उत्तराधिकारी का संबंध है, अधिकारों, स्वत्व या हितों या शत्रु संपत्ति से उत्पन्न होने वाले किसी भी",
  "property is deemed to have been lost is by operation of law and by a legal fiction only in so far as a heir or successor": "लाभ के विलुप्त होने के बारे में यह प्रावधान केवल कानून के संचालन और कानूनी कल्पना द्वारा खो गया माना",
  "is concerned. If any property is vested in the Custodian as enemy property, then no enemy or enemy subject or enemy": "जाता है। यदि कोई संपत्ति शत्रु संपत्ति के रूप में अभिरक्षक में निहित है, तो किसी भी शत्रु या शत्रु प्रजा या शत्रु",
  "firm shall have any right to transfer any such property and": "फर्म को ऐसी किसी भी संपत्ति को हस्तांतरित करने का कोई अधिकार नहीं होगा और ऐसा कोई भी हस्तांतरण",
  "any such transfer shall always be deemed to have been void. Therefore, by a deeming fiction and by operation of law the": "हमेशा शून्य माना जाएगा। इसलिए, एक काल्पनिक कल्पना और कानून के संचालन द्वारा अधिनियम के तहत",
  "right, title and interest in any property vested in the Custodian under the Act shall be extinguished vis-a-vis any enemy or": "अभिरक्षक में निहित किसी भी संपत्ति में अधिकार, स्वत्व और हित किसी भी शत्रु या शत्रु प्रजा या शत्रु फर्म के",
  "under the Act shall be extinguished vis-a-vis any enemy or enemy subject or enemy firm once such property is vested in the Custodian only with regard to succession to such enemy": "संबंध में समाप्त हो जाएगा, जब ऐसी संपत्ति केवल ऐसी शत्रु संपत्ति के उत्तराधिकार या शत्रु, शत्रु प्रजा या शत्रु फर्म",
  "property or transfer of such property by an enemy, enemy subject or enemy firm. This would imply that the enemy, enemy": "द्वारा ऐसी संपत्ति के हस्तांतरण के संबंध में अभिरक्षक में निहित हो जाती है। इसका तात्पर्य यह होगा कि शत्रु, शत्रु",
  "subject as well as enemy firm would continue to remain the owner of such property and would continue to vest with the Custodian on the death of the enemy.": "प्रजा और शत्रु फर्म ऐसी संपत्ति के मालिक बने रहेंगे और शत्रु की मृत्यु पर अभिरक्षक के पास निहित रहेंगे",
  "The pertinent question which arises is, whether, vesting of any enemy property in the Custodian under the provisions of the": "|5.5 जो प्रासंगिक प्रश्न उठता है, वह यह है कि क्या अधिनियम के प्रावधानों के तहत किसी शत्रु संपत्ति को",
  "Act which belonged or was held or managed on behalf of an enemy, an enemy subject or an enemy firm would result in": "अभिरक्षक में निहित करने से, जो किसी शत्रु, शत्रु प्रजा या शत्रु फर्म की ओर से थी या रखी गई थी या प्रबंधित की",
  "“transfer of title” in the said enemy property to the Custodian and therefore to the Central Government or to the Union. In": "गई थी, उक्त शत्रु संपत्ति में अभिरक्षक को और इसलिए केंद्र सरकार या संघ को \"स्वामित्व का हस्तांतरण\" हो",
  "order to discern an answer to this question, it is necessary to read further the provisions of the Act from Section 7 onwards.": "जाएगा। इस प्रश्न का उत्तर जानने के लिए, धारा 7 से आगे अधिनियम के प्रावधानों को आगे पढ़ना आवश्यक है।",
  "Section 7 states that any sum otherwise payable to an enemy, enemy subject or an enemy firm in the form of dividend, interests share profits or otherwise to or for the benefit of an": "'5.6 धारा 7 में कहा गया है कि किसी शत्रु, शत्रु प्रजा या शत्रु फर्म को लाभांश, ब्याज, शेयर लाभ या अन्यथा",
  "enemy or an enemy subject or an enemy firm, unless otherwise ordered by the Central Government, be paid by the person by": "किसी शत्रु या शत्रु प्रजा या शत्रु फर्म के लाभ के लिए देय कोई राशि, जब तक कि केंद्र सरकार द्वारा अन्यथा आदेश",
  "payments on behalf of the enemy to persons other that those enemies, of dues outstanding; make such other payments out": "न दिया जाए, उस व्यक्ति द्वारा भुगतान की जाएगी जिसके द्वारा ऐसी राशि अभिरक्षक या ऐसे अन्य व्यक्ति को देय",
  "Custodian or his authorised person carries out vis-a-vis the": "होती जिसे उसके द्वारा इस संबंध में अधिकृत किया जाए और अधिनियम के प्रावधानों के अधीन अभिरक्षक या ऐसे",
  "property or by exercising rights of ownership over the enemy property. Carrying on the business of the enemy and dealing": "संपत्ति के स्वामी के रूप में या शत्रु संपत्ति पर स्वामित्व के अधिकारों का प्रयोग करके। शत्रु का व्यवसाय चलाना",
  "with the property of the enemy vested in the Custodian is in order to protect the business belonging to an enemy or": "और अभिरक्षक में निहित शत्रु की संपत्ति का प्रयोग, किसी शत्रु या शत्रु प्रजा या शत्रु फर्म से संबंधित व्यवसाय की",
  "enemy subject or enemy firm, who has left the country. The Custodian of Enemy Property for India who acts on behalf of": "रक्षा करने के लिए है, जो देश छोड़ चुका है। भारत के लिए शत्रु संपत्ति का अभिरक्षक जो शत्रु की ओर से कार्य",
  "the Enemy holds in trust the enemy property vested in him under the provisions of the Act. He does so as a trustee and": "करता है, अधिनियम के प्रावधानों के तहत उसमें निहित शत्रु संपत्ति को ट्रस्ट में रखता है। वह एक ट्रस्टी के रूप",
  "therefore, the principles and legal doctrines applicable to a trustee are applicable to the Custodian accordingly.": "में करता है और इसलिए, ट्रस्टी पर लागू सिद्धांत और कानूनी सिद्धांत तदनुसार अभिरक्षक पर भी लागू होते हैं।",
  "It is trite that a trustee or Custodian in the instant case can never be the owner of the property. The vesting of property": "5.9 यह सामान्य बात है कि वर्तमान मामले में कोई ट्रस्टी या अभिरक्षक कभी भी संपत्ति का मालिक नहीं हो",
  "in a trustee or the Custodian which, in the instant case, is enemy property as defined under the Act is for the purpose": "सकता। किसी ट्रस्टी या अभिरक्षक को संपत्ति सौंपना, जो वर्तमान मामले में अधिनियम के तहत परिभाषित शत्रु",
  "of managing the said property and protecting it, so that the property does not fall into the hands of trespassers,": "संपत्ति है, उक्त संपत्ति का प्रबंधन और उसकी सुरक्षा के उद्देश्य से है, ताकि संपत्ति अतिचारियों, अनधिकृत",
  "unauthorised persons or render it as being ownerless and": "व्यक्तियों के हाथों में न पड़ जाए या इसे मालिकहीन न बना दे और इसलिए, मालिक की अनुपस्थिति के कारण",
  "owner. The object and purpose of the Act is to ensure that the enemy property, which vests in the Custodian, is held in": "सभी के लिए स्वतंत्र हो जाए। अधिनियम का उद्देश्य और प्रयोजन यह सुनिश्चित करना है कि शत्रु संपत्ति, जो",
  "trust and is looked after, protected and managed as per the": "अभिरक्षक में निहित है, को ट्रस्ट में रखा जाए और अधिनियम के प्रावधानों के अनुसार उसकी देखभाल, सुरक्षा",
  "provisions of the Act. The statement of objects and reasons of the Act makes this position clear.": "और प्रबंधन किया जाए। अधिनियम के उद्देश्यों और कारणों का विवरण इस स्थिति को स्पष्ट करता है।",
  "Jurisprudential aspect of vesting:": "निहित करने का न्यायशास्त्रीय पहलू :",
  "Adiscussion on the aforesaid provisions under the Act would indicate that the Custodian takes charge of the enemy property which vests": "।6. अधिनियम के तहत उपर्युक्त प्रावधानों पर चर्चा से यह संकेत मिलेगा कि अभिरक्षक उस शत्रु संपत्ति का प्रभार",
  "in him by operation of law. Then the following questions would arise:": "लेता है जो कानून के संचालन द्वारा उसके पास निहित होती है। तब निम्नलिखित प्रश्न उठेंगे :",
  "of the enemy property vested in him as well as a trustee of all monetary dues payable to an enemy, enemy subject or": "शत्रु संपत्ति के ट्रस्टी के साथ-साथ शत्रु, शत्रु प्रजा या शत्रु फर्म को देय सभी मौद्रिक बकाया राशि के ट्रस्टी के रूप",
  "enemy firm. The Custodian shall, subject to the provisions of Section 8, deal with any money paid to him under the Act or": "में कार्य करता है। अभिरक्षक, धारा 8 के प्रावधानों के अधीन, अधिनियम के तहत या भारत रक्षा नियमावली,",
  "may be. Further, any property vested in the Custodian under the Act shall be dealt with by him as the Central Government may direct.": "तहत अभिरक्षक में निहित किसी भी संपत्ति का प्रयोग वह केंद्र सरकार के निर्देशानुसार करेगा।",
  "What are the powers of the Custodian in respect of property vested in him? This is dealt with in Section 8 of the Act. The": "5.7 अपने पास निहित संपत्ति के संबंध में अभिरक्षक की क्या शक्तियाँ हैं? अधिनियम की धारा 8 में इस पर",
  "Custodian may take or authorise the taking of such measures": "विचार किया गया है। अभिरक्षक ऐसे उपाय कर सकता है या करने के लिए अधिकृत कर सकता है, जिन्हें वह",
  "as he considers necessary or expedient for preserving such property till it is disposed of in accordance with the": "अधिनियम के प्रावधानों के अनुसार निस्तारण तक ऐसी संपत्ति को संरक्षित करने के लिए आवश्यक या समीचीन",
  "provisions of the Act. Sub-section (2) of Section 8 speaks of eleven exigencies which a Custodian or such person as": "समझता है। धारा 8 की उपधारा (2) में ग्यारह अत्यावश्यकताओं की बात की गई है, जिनका अभिरक्षक या उसके",
  "may be specifically authorised by him may take. The same are extracted above. A reading of the above clearly indicates": "द्वारा विशेष रूप से अधिकृत कोई व्यक्ति सामना कर सकता है। इन्हें ऊपर उद्धृत किया गया है। उपरोक्त को पढ़ने",
  "that the Custodian or his authorised person can carry on the": "से स्पष्ट रूप से संकेत मिलता है कि अभिरक्षक या उसका अधिकृत व्यक्ति शत्रु का व्यवसाय कर सकता है; शत्रु",
  "business of the enemy; fix and collect the rent etc. in respect of enemy property; take action for recovering any money due": "संपत्ति के संबंध में किराया आदि तय और वसूल कर सकता है; शत्रु को देय किसी धन को वसूलने के लिए कार्रवाई",
  "to the enemy; make any contract and execute any document in the name and on behalf of the enemy; institute or defend": "कर सकता है; शत्रु के नाम और उसकी ओर से कोई अनुबंध कर सकता है और कोई दस्तावेज निष्पादित कर",
  "any legal proceeding; secure vacant possession of the enemy": "सकता है; कोई कानूनी कार्यवाही शुरू कर सकता है या उसका बचाव कर सकता है; शत्रु संपत्ति का खाली कब्जा",
  "property; raise on the security of the property such loans as may be necessary; incur out of the property any expenditure": "सुरक्षित कर सकता है; संपत्ति की प्रतिभूति पर ऐसे ऋण उठा सकता है जो आवश्यक हो; संपत्ति से कोई भी व्यय",
  "including payment of any taxes, duties, cesses and rates to Government, or to any local authority, pay wages, salaries,": "कर सकता है जिसमें सरकार या किसी स्थानीय प्राधिकरण को किसी कर, शुल्क, उपकर और दरों का भुगतान,",
  "pensions, etc. to or in respect of any employee of the enemy": "शत्रु के किसी कर्मचारी को या उसके संबंध में मजदूरी, वेतन, पेंशन आदि का भुगतान करना और शत्रु द्वारा शत्रुओं",
  "and repayment of any debts due by the enemy to persons": "के अलावा अन्य व्यक्तियों को देय किसी ऋण का भुगतान करना; शत्रु की किसी भी संपत्ति को हस्तांतरित करना",
  "other than enemies; transfer or otherwise dispose of any of the": "या अन्यथा उसका निपटान करना; सरकारी प्रतिभूतियों आदि के प्रयोजन के लिए शत्रुओं की ओर से उसके पास",
  "enemy properties; invest any moneys held by him on behalf": "रखे गए किसी धन का निवेश करना; शत्रु को उसके आश्रितों को भुगतान करना; शत्रु की ओर से उन शत्रुओं के",
  "context and situation in which the word is used in the statute": "जिसमें कानून में शब्द का उपयोग किया गया है।",
  "certain statutes, the word ‘vesting’ would mean placing into possession and not conferring ownership of the person who": "है। कुछ क़ानूनों के अंतर्गत, निहितीकरण शब्द का अर्थ कब्ज़ा देना होगा, न कि संपत्ति के कब्जे में आने वाले",
  "comes into possession of property. Therefore, the word ‘vesting’ is a word of variable input and has more than one meaning": "व्यक्ति को स्वामित्व प्रदान करना। इसलिए, शब्द 'निहित' एक परिवर्तनशील इनपुट का शब्द है और इसके एक से",
  "is a word of variable input and has more than one meaning which must be discerned and the exact connotation must be found by looking into the scheme of law and the context in": "अधिक अर्थ हैं जिन्हें समझना चाहिए और कानून की योजना और जिस संदर्भ में इसका उपयोग किया जाता है,",
  "In State of Gujarat vs. The Board of Trustees of Port of Kandla, (1979) 1 GLR 732, (“Trustees of Port of Kandla”),": "गुजरात राज्य बनाम दू बोर्ड ऑफ ट्रस्टी ऑफ पोर्ट ऑफ कांडला, (979) । जीएलआर 732, (\"ट्रस्टी",
  "it was observed that the vesting of property in the Board of trustees is for the limited purpose of administration, control": "ऑफ पोर्ट ऑफ कांडला\"), में यह कहा गया कि न्यासी बोर्ड में संपत्ति का निहित होना केवल प्रशासन, नियंत्रण",
  "trustees is for the limited purpose of administration, control and management only without the Central Government having divested itself of ownership. Thus, vesting of property in a": "और प्रबंधन के सीमित उद्देश्य के लिए है, बिना केंद्र सरकार द्वारा स्वामित्व से खुद को अलग किए। इस प्रकार,",
  "person or authority does not always mean transfer of absolute title in the property.": "किसी व्यक्ति या प्राधिकरण में संपत्ति का निहित होना हमेशा संपत्ति में पूर्ण स्वत्व के हस्तांतरण का मतलब नहीं",
  "In Bibhutibhushan Datta vs. Anadinath Datta, AIR 1934 Cal 87, (“Bibhutibhusan Datta”), it was observed that mere": "बिभूतिभूषण दत्ता बनाम अनादिनाथ दत्ता, एआईआर 934 कल. 87, (\"बिभूतिभूषण दत्ता\"), में यह",
  "transference of management or control of a property, when transfer of proprietary rights is not intended, the requirements of": "कहा गया कि जब मालिकाना अधिकारों के हस्तांतरण का इरादा नहीं है, तो संपत्ति के प्रबंधन या नियंत्रण का",
  "vesting is not satisfied in terms of Section 10 of the Limitation Act.": "हस्तांतरण मात्र परिसीमा अधिनियम की धारा 0 के अनुसार निहित होने की आवश्यकताओं को पूरा नहीं करता",
  "Under the Act under consideration, the vesting of the enemy property in the Custodian is not free from encumbrances but": "है। विचाराधीन अधिनियम के तहत, शत्रु संपत्ति का अभिरक्षक में निहित होना प्रभार से मुक्त होना नहीं है, बल्कि",
  "vesting is in accordance with the status of the property as held by the enemy, enemy subject or enemy firm prior to its vesting. Therefore, only when enemy property vests in the": "निहित होना शत्रु, शत्रु प्रजा या शत्रु फर्म द्वारा निहित होने से पहले धारित संपत्ति की स्थिति के अनुसार है। इसलिए,",
  "vesting. Therefore, only when enemy property vests in the Custodian free from all encumbrances it will be a transfer of ownership from the owner of such property to the Custodian.": "जब शत्रु संपत्ति सभी प्रभारों से मुक्त होकर अभिरक्षक में निहित होती है, तभी ऐसी संपत्ति के स्वामी से अभिरक्षक",
  "This is because under the Act, Custodian holds or manages the property for and on behalf of the enemy, enemy subject or enemy firm only temporarily and there is no transfer of": "को स्वामित्व का हस्तांतरण होगा। ऐसा इसलिए है क्योंकि अधिनियम के तहत, अभिरक्षक शत्रु, शत्रु प्रजा या शत्रु फर्म के लिए और उनकी ओर से संपत्ति को केवल अस्थायी रूप से धारण या प्रबंधित करता है और अभिरक्षक या",
  "ownership to the Custodian or the Union of India. Hence, there": "भारत संघ को स्वामित्व का कोई हस्तांतरण नहीं होता है। इसलिए, ऐसी संपत्तियों के मालिकों को मुआवजे के",
  "Under Section 5A of the Act under consideration, when property vests in the Custodian under the provision of the Act, he may": "विचाराधीन अधिनियम की धारा 5ए के तहत, जब संपत्ति अधिनियम के प्रावधान के तहत अभिरक्षक में",
  "issue a certificate to that effect and such certificate shall be": "निहित होती है, तो वह उस आशय का प्रमाण पत्र जारी कर सकता है और ऐसा प्रमाण पत्र उसमें बताए गए तथ्यों",
  "evidence of the facts stated therein. Further, under Section 7": "का साक्ष्य होगा। इसके अलावा, अधिनियम की धारा 7 () के तहत, किसी शत्रु या शत्रु प्रजा या शत्रु फर्म के लाभ",
  "(1) of the Act, any sum payable by way of dividend, interest, share profits or otherwise to or for the benefit of an enemy or": "के लिए लाभांश, ब्याज, शेयर लाभ या अन्यथा के माध्यम से देय कोई भी राशि, जब तक कि केंद्र सरकार द्वारा",
  "an enemy subject or an enemy firm shall, unless otherwise ordered by the Central Government, be paid by the person by whom such sum would have been payable to the Custodian": "अन्यथा आदेश न दिया जाए, उस व्यक्ति द्वारा भुगतान की जाएगी जिसके द्वारा ऐसी राशि अभिरक्षक को या ऐसे",
  "or such person as may be authorised by him in that behalf": "व्यक्ति को देय होती जिसे उसके द्वारा उस संबंध में अधिकृत किया जाए और अधिनियम के प्रावधानों के अधीन",
  "and shall be held by the Custodian or such person subject to the provisions of the Act. Under Section 7 (3) of the Act, the": "संरक्षक या ऐसे व्यक्ति द्वारा रखी जाएगी। अधिनियम की धारा 7 (3) के तहत, अभिरक्षक, अधिनियम की धारा",
  "Custodian shall, subject to Section 8 of the Act, can deal with any money paid to him or any property vested in him under": "8 के अधीन, उसे भुगतान किए गए किसी भी धन या अधिनियम के तहत उसके पास निहित किसी भी संपत्ति के",
  "the Act in such manner as the Central Government may direct.": "साथ ऐसे तरीके से व्यवहार कर सकता है जैसा कि केंद्र सरकार निर्देशित करे।",
  "Section 8-A of the Act begins with a non-obstante clause and it": "अधिनियम की धारा 8-ए एक गैर-बाधित खंड से शुरू होती है और इसमें कहा गया है कि किसी भी",
  "decree or order of any court, tribunal or other authority or": "अदालत, न्यायाधिकरण या अन्य प्राधिकरण या किसी भी कानून के किसी भी निर्णय, डिक्री या आदेश में निहित",
  "any law for the time being in force, the Custodian may, within such time as may be specified by the Central Government in": "किसी भी चीज के बावजूद, अभिरक्षक, ऐसे समय के भीतर जैसा कि केंद्र सरकार द्वारा इस संबंध में निर्दिष्ट किया",
  "this behalf, dispose of whether by sale or otherwise, as the case may be, with prior approval of the Central Government, by general or special order, enemy properties vested in": "जाए, बिक्री या अन्यथा, जैसा भी मामला हो, केंद्र सरकार के पूर्व अनुमोदन से, सामान्य या विशेष आदेश द्वारा,",
  "Amendment Act, 2017 in accordance with the provisions of this Act, as amended by the Amendment Act, 2017. The sale": "संशोधन अधिनियम, 207 द्वारा संशोधित इस अधिनियम के प्रावधानों के अनुसार संशोधन अधिनियम, 207",
  "proceeds have to be deposited into the Consolidated Fund of India and the details thereof have to be intimated to the Central": "आय भारत के समेकित कोष में जमा की जानी चाहिए और इसके विवरण केंद्र सरकार को सूचित किए जाने चाहिए।",
  "Government. The directions issued by the Central Government, by way of general or special order, vis-a-vis disposal of enemy": "केंद्र सरकार द्वारा सामान्य या विशेष आदेश के माध्यम से शत्रु संपत्ति के निस्तारण के संबंध में जारी किए गए निर्देश",
  "property is binding upon the Custodian and the buyer of the enemy properties and the other persons connected to such": "अभिरक्षक और शत्रु संपत्तियों के खरीदार और ऐसी बिक्री या निस्तारण से जुड़े अन्य व्यक्तियों के लिए बाध्यकारी",
  "sale or disposal. Further, instead of the Custodian disposing of enemy property, any Ministry or Department of the Central": "हैं। इसके अलावा, शत्रु संपत्ति का निस्तारण अभिरक्षक के बजाय, केंद्र सरकार का कोई भी मंत्रालय या विभाग",
  "Government may do so as authorised and the provision of Section 8A applies to such authority or Ministry or Department.": "अधिकृत रूप से कर सकता है और धारा 8ए के प्रावधान ऐसे प्राधिकरण या मंत्रालय या विभाग पर लागू होते हैं।",
  "The Central Government can also deal with or utilise enemy property in such manner as it may deem fit.": "केंद्र सरकार भी शत्रु संपत्ति का निस्तारण या उपयोग उस तरीके से कर सकती है जैसा वह उचित समझे।",
  "The scheme of Section 8A of the Act is only to regulate the disposal of the enemy property by the Custodian bearing in": "अधिनियम की धारा 8ए की योजना केवल अभिरक्षक द्वारा शत्रु संपत्ति के निस्तारण को विनियमित करने",
  "mind the guidelines and/or directions issued by the Central": "के लिए है, जिसमें केंद्र सरकार द्वारा जारी दिशा-निर्देशों और/या निर्देशों को ध्यान में रखा जाएगा और बिक्री की",
  "Consolidated Fund of India. The Custodian would nevertheless be acting as a trustee of the enemy property but under the": "आय को भारत की समेकित निधि में जमा किया जाएगा। अभिरक्षक फिर भी शत्रु संपत्ति के ट्रस्टी के रूप में कार्य",
  "directions of the Central Government as the Custodian is appointed under the Central Government and he, with the": "करेगा, लेकिन केंद्र सरकार के निर्देशों के तहत, क्योंकि अभिरक्षक की नियुक्ति केंद्र सरकार के अधीन होती है और",
  "prior approval of the Central Government may dispose of the enemy property for valid reasons. It could be for the reasons": "वह केंद्र सरकार के पूर्व अनुमोदन से वैध कारणों से शत्रु संपत्ति का निस्तारण कर सकता है। यह इस कारण से हो",
  "that there is no succession to the enemy property or the said property is in a dilapidated condition or, if for any reason,": "सकता है कि शत्रु संपत्ति का कोई उत्तराधिकारी नहीं है या उक्त संपत्ति जीर्ण-शीर्ण स्थिति में है या यदि किसी",
  "there is litigation or legal or other complications arising which would make it difficult for the Custodian as the trustee of such": "कारण से मुकदमेबाजी या कानूनी या अन्य जटिलताएं उत्पन्न होती हैं, जो ऐसी संपत्ति के ट्रस्टी के रूप में अभिरक्षक",
  "sale proceeds would have to be deposited in the Consolidated Fund of India, as the Custodian, being an officer appointed under the provisions of the Act by the Central Government,": "कोष में जमा करनी होगी, क्योंकि अभिरक्षक, केंद्र सरकार द्वारा अधिनियम के प्रावधानों के तहत नियुक्त एक",
  "would be discharging his duties under the Act. But the power": "अधिकारी होने के नाते, अधिनियम के तहत अपने कर्तव्यों का निर्वहन करेगा। लेकिन अधिनियम की धारा 8 ए के",
  "of sale of an enemy property as envisaged under Section 8A of the Act, in our view, would also not imply that the Custodian": "तहत परिकल्पित शत्रु संपत्ति की बिक्री की शक्ति, हमारे विचार में, यह भी नहीं दर्शाती है कि अभिरक्षक संपत्ति के",
  "would be acting as the owner of the property but only as a Custodian of such property. This view is further supported": "मालिक के रूप में कार्य नहीं करेगा, बल्कि केवल ऐसी संपत्ति के अभिरक्षक के रूप में कार्य करेगा। इस दृष्टिकोण",
  "by Section 9 of the Act, which states that all enemy property": "को अधिनियम की धारा 9 द्वारा और अधिक समर्थन मिलता है, जिसमें कहा गया है कि अधिनियम के तहत",
  "attachment, seizure or sale in execution of a decree of a civil court or orders of any other authority. Therefore, it is the": "अभिरक्षक में निहित सभी शत्रु संपत्ति को सिविल कोर्ट के डिक्री या किसी अन्य प्राधिकरण के आदेशों के निष्पादन",
  "to ensure that the said property is saved from attachment, seizure or sale in execution of a decree of a civil court or orders of any other authority.": "कि वह यह सुनिश्चित करे कि उक्त संपत्ति को सिविल कोर्ट के डिक्री या किसी अन्य प्राधिकरण के आदेशों के",
  "Section 10 of the Act also categorically states that where": "अधिनियम की धारा 0 में यह भी स्पष्ट रूप से कहा गया है कि जहां अभिरक्षक किसी कंपनी द्वारा जारी",
  "the Custodian proposes to sell any security issued by a company and belonging to an enemy, the company may, with the consent of the Custodian, purchase the securities,": "की गई किसी प्रतिभूति को बेचने का प्रस्ताव करता है, जो किसी शत्रु की है, तो कंपनी, अभिरक्षक की सहमति से,",
  "notwithstanding anything to the contrary in any law or in any regulations of the company and any securities so purchased": "किसी भी कानून या कंपनी के किसी भी नियम में इसके विपरीत कुछ भी होने पर भी प्रतिभूतियों को खरीद सकती",
  "may be re-issued by the company as and when it thinks fit": "है और इस तरह खरीदी गई किसी भी प्रतिभूति को कंपनी द्वारा तब फिर से जारी किया जा सकता है, जब वह",
  "so to do. Where the Custodian executes and transfers any": "ऐसा करना उचित समझे। जहां अभिरक्षक किसी भी प्रतिभूति को निष्पादित और हस्तांतरित करता है, उसे उन्हें",
  "securities, he has to register them (securities) in the name of the transferee, notwithstanding that the regulations of the": "(प्रतिभूतियों को) हस्तांतरिती के नाम पर पंजीकृत कराना होगा, भले ही कंपनी के नियम प्रमाणपत्र, स्क्रिप्ट या",
  "company do not permit such registration in the absence of the certificate, script or other evidence of title relating to the": "हस्तांतरित प्रतिभूतियों से संबंधित स्वत्व के अन्य साक्ष्य की अनुपस्थिति में ऐसे पंजीकरण की अनुमति न दें।",
  "securities transferred. The expression securities includes shares, stocks, bonds, debentures and debenture stock but": "प्रतिभूति शब्द में शेयर, स्टॉक, बॉन्ड, डिबेंचर और डिबेंचर स्टॉक शामिल हैं, लेकिन इसमें विनिमय पत्र शामिल",
  "On sale of any immovable property vested in him to any person and on receipt of the sale proceeds of such property,": "किसी भी व्यक्ति को उसमें निहित किसी भी अचल संपत्ति की बिक्री और ऐसी संपत्ति की बिक्री आय प्राप्त",
  "the Custodian has to issue a certificate of sale in favour of": "होने पर, अभिरक्षक को हस्तांतरिती के पक्ष में बिक्री का प्रमाण पत्र जारी करना होगा और संपत्ति के मूल स्वत्व",
  "the transferee and even in the absence of handing over the original title deeds of the property, the sale shall be valid and": "विलेखों को सौंपे जाने की अनुपस्थिति में भी, बिक्री उस व्यक्ति को ऐसी संपत्ति के स्वामित्व के हस्तांतरण का वैध",
  "conclusive proof of transfer of ownership of such property to such person, who has the certificate registered in his name. Such transfer is obviously from the owner of the enemy property": "और निणयिक सबूत होगी, जिसके नाम पर प्रमाण पत्र पंजीकृत है। ऐसा हस्तांतरण स्पष्ट रूप से शत्रु संपत्ति के",
  "who is represented by the Custodian who only executes the": "मालिक से होता है जिसका प्रतिनिधित्व अभिरक्षक द्वारा किया जाता है जो केवल बिक्री को निष्पादित करता है",
  "sale and transfers the ownership of such property from the ownership of the enemy, enemy subject or enemy firm to the": "और ऐसी संपत्ति के स्वामित्व को शत्रु, शत्रु प्रजा या शत्रु फर्म के स्वामित्व से ऐसी संपत्ति के खरीददार को हस्तांतरित",
  "buyer of such property. The Custodian does not sell the enemy": "करता है। अभिरक्षक ऐसी संपत्ति के मालिक के रूप में शत्रु संपत्ति नहीं बेचता है क्योंकि उसके पास कोई स्वामित्व",
  "Section 15 of the Act states that the Custodian may call from": "अधिनियम की धारा 5 में कहा गया है कि अभिरक्षक उन व्यक्तियों से ऐसे रिटर्न की माँग कर सकता है",
  "over, any enemy property vested in him under this Act, such": "जो निर्धारित किए जाएं, जो उसकी राय में, इस अधिनियम के तहत उसके द्वारा निहित किसी भी शत्रु संपत्ति में",
  "returns as may be prescribed. In such an event, every person from whom a return is called for shall be bound to submit": "कोई हित या नियंत्रण रखते हैं। ऐसी स्थिति में, प्रत्येक व्यक्ति जिससे रिटर्न मांगा जाता है, निर्धारित अवधि के",
  "such return within the prescribed period. All such returns shall be recorded in such registers as may be prescribed, which": "भीतर ऐसा रिटर्न प्रस्तुत करने के लिए बाध्य होगा। ऐसे सभी रिटर्न ऐसे रजिस्टरों में दर्ज किए जाएंगे, जैसा कि",
  "shall be open to inspection subject to reasonable restrictions as may be imposed by the Custodian, if in the opinion of the": "निर्धारित किया जाए, जो कि संरक्षक द्वारा लगाए जा सकने वाले उचित प्रतिबंधों के अधीन निरीक्षण के लिए खुले",
  "as may be imposed by the Custodian, if in the opinion of the Custodian, the person seeking inspection is interested in any particular enemy property as a creditor or otherwise.": "होंगे, यदि संरक्षक की राय में, निरीक्षण चाहने वाला व्यक्ति किसी विशेष शत्रु संपत्ति में लेनदार के रूप में या अन्यथा",
  "Such being the position of a Custodian, who under the Act, acts as the trustee for the enemy property under the Act and": "अभिरक्षक की स्थिति ऐसी होने के कारण, जो अधिनियम के तहत शत्रु संपत्ति के लिए ट्रस्टी के रूप में",
  "not as the owner of the property, but as a protector of the": "कार्य करता है, न कि संपत्ति के मालिक के रूप में, बल्कि उसके पास निहित संपत्ति के अभिरक्षक के रूप में,",
  "property vested in him, the Custodian can never be an owner or having any right, title or interest in the enemy property": "अभिरक्षक कभी भी मालिक नहीं हो सकता है या मालिक के रूप में शत्रु संपत्ति में कोई अधिकार, स्वत्व या हित",
  "as owner. While Section 5-B states that any law related to": "नहीं रख सकता है। जबकि धारा 5-बी में कहा गया है कि उत्तराधिकार से संबंधित कोई भी कानून या संपत्ति के",
  "succession or any custom or usage governing succession of property shall not apply in relation to enemy property under": "उत्तराधिकार को नियंत्रित करने वाली कोई भी प्रथा या रिवाज अधिनियम के तहत शत्रु संपत्ति के संबंध में लागू",
  "the Act as no person including a legal heir and successor of an enemy or enemy subject or enemy firm shall be deemed": "नहीं होगा क्योंकि किसी शत्रु या शत्रु प्रजा या शत्रु फर्म के कानूनी वारिस और उत्तराधिकारी सहित किसी भी व्यक्ति",
  "to have any right, title or interest or any benefit arising out": "को शत्रु संपत्ति के संबंध में ऐसी संपत्ति से उत्पन्न कोई अधिकार, स्वत्व या हित या कोई लाभ नहीं माना जाएगा,",
  "of such property in relation to enemy property, this provision does not at the same time confer any right, title and interest or any benefit arising out of enemy property in the Custodian": "यह प्रावधान उसी समय शत्रु संपत्ति के अभिरक्षक को शत्रु संपत्ति से उत्पन्न कोई अधिकार, स्वत्व और हित या",
  "or any benefit arising out of enemy property in the Custodian for Enemy Property. A Custodian is thus only a trustee of the": "कोई लाभ प्रदान नहीं करता है। इस प्रकार एक अभिरक्षक केवल शत्रु संपत्ति का ट्रस्टी होता है। स्वामित्व के किसी",
  "enemy property. In the absence of any transfer of ownership or any benefit arising from enemy property being conferred on the Custodian, he acts merely as a trustee of the said property": "भी हस्तांतरण या शत्रु संपत्ति से उत्पन्न किसी भी लाभ के अभाव में अभिरक्षक केवल उक्त संपत्ति के ट्रस्टी के रूप",
  "and not as the owner of enemy property. The Explanation to Section 5(3) states that for the purpose of that sub-section": "में कार्य करता है न कि शत्रु संपत्ति के मालिक के रूप में। धारा 5(3) के स्पष्टीकरण में कहा गया है कि उस उप-",
  "only ‘enemy property vested in the Custodian’ shall always be": "धारा के प्रयोजन के लिए केवल ' अभिरक्षक में निहित शत्रु संपत्ति' को हमेशा अधिनियम के तहत उसमें निहित",
  "deemed to have included all rights, titles and interests in or any benefit arising out of such property vested in him under": "ऐसी संपत्ति में सभी अधिकार, स्वत्व और हित या कोई लाभ शामिल माना जाएगा। यह एक मान्य प्रावधान और",
  "for the limited purpose of extinction of rights of succession on the death of the enemy or extinction or winding up of the business of enemy property or change of nationality of the": "एक कल्पना द्वारा केवल शत्रु की मृत्यु पर उत्तराधिकार के अधिकारों के विलुप्त होने या शत्रु संपत्ति के कारोबार के",
  "Thus, if no ownership rights are conferred on the Custodian and he is appointed vis-a-vis any enemy property as a Custodian, in": "के लिए है। इस प्रकार, यदि अभिरक्षक को कोई स्वामित्व अधिकार प्रदान नहीं किया गया है और उसे किसी शत्रु",
  "law, he cannot be construed to be the owner of such property.": "संपत्ति के संबंध में अभिरक्षक के रूप में नियुक्त किया जाता है, तो कानून में, उसे ऐसी संपत्ति का मालिक नहीं",
  "This position is also discerned from the manner in which the Custodian acts vis-a-vis the enemy property as a protector of": "माना जा सकता है। यह स्थिति उस तरीके से भी समझी जाती है जिस तरह से अभिरक्षक शत्रु संपत्ति के संबंध में",
  "such property and not as its owner. If the Custodian himself": "ऐसी संपत्ति के मालिक के रूप में नहीं बल्कि उसके अभिरक्षक के रूप में कार्य करता है। यदि अभिरक्षक को स्वयं",
  "cannot be construed to be the owner of the enemy property, then much less the Central Government or Union can be": "शत्रु संपत्ति का मालिक नहीं माना जा सकता है, तो केंद्र सरकार या संघ को ऐसी संपत्ति का मालिक तो बिल्कुल",
  "considered to be the owner of such property. In our view, the Union or the Central Government cannot usurp rights of": "नहीं माना जा सकता है। हमारे विचार में, संघ या केंद्र सरकार स्वामित्व के अधिकारों को हड़प नहीं सकती है और",
  "ownership and exercise all such rights of ownership vis-a-vis": "शत्रु संपत्ति के संबंध में स्वामित्व के ऐसे सभी अधिकारों का प्रयोग नहीं कर सकती है। अभिरक्षक को ऐसा स्वामित्व",
  "which appoints the Custodian of Enemy Property in India by issuance of a notification in the Official Gazette to carry on": "करने के लिए आधिकारिक राजपत्र में अधिसूचना जारी करके भारत में शत्रु संपत्ति के अभिरक्षक को नियुक्त करती",
  "his functions under the provisions of the Act, cannot assume ownership rights over such property. The same is having regard": "है, ऐसी संपत्ति पर स्वामित्व अधिकार नहीं ले सकती। यह इस तथ्य को ध्यान में रखते हुए है कि अधिनियम",
  "to the fact that the Act is a piece of parliamentary legislation and therefore, the State Legislatures or Governments have": "संसदीय विधान का एक हिस्सा है और इसलिए, राज्य विधानमंडलों या सरकारों के पास अधिनियम के तहत कदम",
  "In our view, although the Custodian for the Enemy Property is empowered to alienate enemy property under the provisions of": "7.। हमारे विचार में, यद्यपि शत्रु संपत्ति के अभिरक्षक को अधिनियम के प्रावधानों के तहत शत्रु संपत्ति को",
  "the Act, he does so as a trustee of the said property and not": "हस्तांतरित करने का अधिकार है, वह ऐसा उक्त संपत्ति के ट्रस्टी के रूप में करता है, न कि उसके स्वामी के रूप",
  "as the owner thereof or as the Central Government being the owner. As already stated, the ownership continues to remain": "में या केंद्र सरकार के उसके स्वामी होने के नाते। जैसा कि पहले ही कहा जा चुका है, स्वामित्व शत्रु के पास बना",
  "with the enemy but the management and the custody of the property only remain with the Custodian and in the absence": "रहता है, लेकिन संपत्ति का प्रबंधन और अभिरक्षा ही अभिरक्षक के पास रहती है और शत्रु की अनुपस्थिति में,",
  "such property and can issue a sale certificate as is expedient to do so. This is in the interest of or benefit of the enemy": "होने पर बिक्री प्रमाणपत्र जारी कर सकता है। यह शत्रु संपत्ति के हित में या उसके लाभ में होता है। इस प्रकार,",
  "property. Thus, the transfer of such enemy property by sale or otherwise is for and on behalf of the enemy who is not available": "बिक्री या अन्यथा द्वारा ऐसी शत्रु संपत्ति का हस्तांतरण उस शत्रु के लिए और उसकी ओर से होता है जो देश में",
  "in the country and in order to ensure that such property is not dissipated owing to the owner of the property being absent in": "उपलब्ध नहीं है और यह सुनिश्चित करने के लिए होता है कि संपत्ति के स्वामी के देश में अनुपस्थित रहने के",
  "the country. Thus in order to protect the enemy property, the": "कारण ऐसी संपत्ति नष्ट न हो जाए। इस प्रकार शत्रु संपत्ति की सुरक्षा के लिए, अभिरक्षक को शत्रु संपत्ति को बेचने",
  "Custodian is empowered to even sell the enemy property and deposit the sale proceeds with the Central Government. The": "और बिक्री की आय को केंद्र सरकार के पास जमा करने का भी अधिकार होता है। शत्रु संपत्ति की बिक्री या स्वामित्व",
  "of the transferee is, in fact, on behalf of the enemy who is the": "का हस्तांतरण, हस्तांतरिती के पक्ष में, वास्तव में शत्रु की ओर से होता है, जो कि अभिरक्षक के कानूनी और",
  "owner of the property through the legal and statutory authority": "वैधानिक प्राधिकार के माध्यम से संपत्ति का स्वामी होता है, जो उसे अच्छे और ठोस कारणों से और शत्रु संपत्ति",
  "property irrespective of whether there is any claim made by the enemy or his heirs or descendants. It is for this reason": "के हित में संपत्ति को हस्तांतरित करने का अधिकार देता है, भले ही शत्रु या उसके उत्तराधिकारियों या वंश्जों",
  "that the original title deeds may remain with the enemy or his": "द्वारा कोई दावा किया गया हो या नहीं। यही कारण है कि मूल स्वत्व विलेख शत्रु संपत्ति के संबंध में शत्रु या उसके",
  "family vis-a-vis the enemy property and in lieu of handing over of the title deeds of the property to the vendee or purchaser": "परिवार के पास रह सकते हैं और शत्रु संपत्ति के विक्रेता या क्रेता को संपत्ति के स्वत्व विलेख सौंपने के बदले में,",
  "of the enemy property, a certificate of sale is issued in favour of such person by the Custodian and such certificate of sale": "संरक्षक द्वारा ऐसे व्यक्ति के पक्ष में बिक्री का प्रमाण पत्र जारी किया जाता है और बिक्री का ऐसा प्रमाण पत्र",
  "is a valid instrument for seeking registration of the property in favour of the transferee. When the registration of the sale is": "हस्तांतरिती के पक्ष में संपत्ति का पंजीकरण प्राप्त करने के लिए एक वैध साधन है। जब बिक्री का पंजीकरण अभिरक्षक",
  "made in favour of the transferee by the Custodian, the latter is acting as a trustee and not as the owner of the enemy": "द्वारा हस्तांतरिती के पक्ष में किया जाता है, तो अभिरक्षक एक ट्रस्टी के रूप में कार्य कर रहा होता है, न कि शत्रु",
  "property. Therefore, it cannot be accepted that the Custodian": "संपत्ति के स्वामी के रूप में। इसलिए, यह स्वीकार नहीं किया जा सकता कि अभिरक्षक संपत्ति के स्वामी के रूप",
  "is acting as the owner of the property and by that logic the enemy property would become the property of the Union.": "में कार्य कर रहा है और उस तर्क से शत्रु संपत्ति संघ की संपत्ति बन जाएगी।",
  "Further, since the Custodian is the trustee of the enemy property, if any monies are due to the enemy or if any order has been made with regard to enemy property vested in the": "7.2 इसके अलावा, चूंकि अभिरक्षक शत्रु संपत्ति का ट्रस्टी होता है, यदि शत्रु को कोई धनराशि देय है या यदि",
  "any enemy property vested in the Custodian to any person he may,": "अभिरक्षक में निहित शत्रु संपत्ति के संबंध में कोई आदेश दिया गया है, जिसका भुगतान किसी व्यक्ति द्वारा किया",
  "response was that the enemy property being the property of": "गया, तो जवाब था कि शत्रु संपत्ति संघ की संपत्ति होने के कारण राज्य या राज्य के भीतर किसी भी प्राधिकरण",
  "the Union is exempt from all taxes imposed by a State or by any authority within a State, save insofar as Parliament may by law otherwise provide. That in the instant case, Section": "द्वारा लगाए गए सभी करों से मुक्त है, सिवाय इसके कि संसद कानून द्वारा अन्यथा प्रावधान कर सकती है। वर्तमान",
  "by law otherwise provide. That in the instant case, Section 8(2)(vi) authorises the Custodian to make payments out of the enemy property any taxes, dues, cesses or rates to the State Government or to any local authority and therefore, the": "मामले में, धारा 8(2)(५) अभिरक्षक को शत्रु संपत्ति से राज्य सरकार या किसी स्थानीय प्राधिकरण को कोई",
  "Parliament has by the said provision authorised the payment": "कर, बकाया, उपकर या दर का भुगतान करने के लिए अधिकृत करती है और इसलिए, संसद ने उक्त प्रावधान",
  "of taxes to the State Government or the local authority such": "द्वारा राज्य सरकार या स्थानीय प्राधिकरण जैसे कि यहाँ अपीलकर्ता को करों के भुगतान को अधिकृत किया है",
  "as the appellant herein and hence, there is no exemption from payment of taxes in respect of enemy property which is by that reason Union property. In other words, the contention": "और इसलिए, शत्रु संपत्ति के संबंध में करों के भुगतान से कोई छूट नहीं है जो इस कारण से संघ की संपत्ति है।",
  "by that reason Union property. In other words, the contention was premised on the fact that once the enemy property vests": "दूसरे शब्दों में, यह तर्क इस तथ्य पर आधारित था कि एक बार शत्रु संपत्ति अभिरक्षक के पास आ जाने पर, यह",
  "in the Custodian, it automatically becomes the property of the Union and having regard to the saving clause in Articles": "स्वतः ही संघ की संपत्ति बन जाती है और संविधान के अनुच्छेद 285() में व्यावृत्तिक खंड को ध्यान में रखते",
  "285(1) of the Constitution, and bearing in mind Section 8(2)": "हुए, और अधिनियम की धारा 8(2) (५) को ध्यान में रखते हुए, वर्तमान मामले में संपत्ति कर के भुगतान से कोई",
  "Thus, while both the appellant-Municipal Corporation or Nagar Nigam and the Union of India are at ad idem on the legal": "7.5 इस प्रकार, यद्यपि अपीलकर्ता-नगर निगम या नगर निगम और भारत संघ दोनों ही इस कानूनी स्थिति पर",
  "in the instant case but it is for different reasons or basis.": "कारणों या आधारों पर है।",
  "In this context, Mr. Kavin Gulati, learned senior counsel for the appellant emphasised that the subject property in question": "77.6 इस संदर्भ में, अपीलकर्ता के विद्वान वरिष्ठ अधिवक्ता श्री कविन गुलाटी ने इस बात पर जोर दिया कि",
  "is not Union property but it is enemy property vested with": "विचाराधीन संपत्ति संघ की संपत्ति नहीं है, बल्कि यह अधिनियम के तहत अभिरक्षक के पास निहित शत्रु संपत्ति है",
  "the Custodian under the Act and continues to be so and is therefore, subject to payment of taxes, etc. to the appellant-": "और ऐसा ही बना हुआ है और इसलिए, अपीलकर्ता निगम को करों आदि के भुगतान के अधीन है और धारा",
  "Corporation and Section 8(2)(vi) is only an enabling provision. The Custodian collects the taxes on behalf of the enemy and": "8(2) (५) केवल एक सक्षमकारी प्रावधान है। अभिरक्षक शत्रु की ओर से कर एकत्र करता है और इसे अपीलकर्ता",
  "pays it to the appellant and not as owner of the enemy property.": "को भुगतान करता है, न कि शत्रु संपत्ति के मालिक के रूप में।",
  "Custodian which are paid or complied with by any person, as the case may be, and a certificate is issued in that regard": "गया है या उसका अनुपालन किया गया है, जैसा भी मामला हो, और अभिरक्षक द्वारा उस संबंध में प्रमाण पत्र जारी",
  "by the Custodian, such a person, to whom the certificate is issued, shall not be liable to any suit or other legal proceeding, by reason only of such compliance. This aspect also indicates": "किया गया है, ऐसा व्यक्ति, जिसे प्रमाण पत्र जारी किया गया है, केवल ऐसे अनुपालन के कारण किसी मुकदमे या अन्य कानूनी कार्यवाही के लिए उत्तरदायी नहीं होगा। यह पहलू यह भी दर्शाता है कि अभिरक्षक को किया गया",
  "that payment made to the Custodian is payment to the enemy, enemy subject or enemy firm who accepts the same for and": "भुगतान शत्रु, शत्रु प्रजा या शत्रु फर्म को किया गया भुगतान है, जो शत्रु के लिए और उसकी ओर से इसे स्वीकार",
  "on behalf of the enemy and the payer is thus absolved of all his liabilities and obligations to the enemy.": "करता है और इस प्रकार भुगतानकर्ता शत्रु के प्रति अपनी सभी देनदारियों और दायित्वों से मुक्त हो जाता है।",
  "In Amir Mohammad Khan, it was observed by this Court": "7.3 अमीर मोहम्मद खान के मामले में, इस न्यायालय द्वारा यह कहा गया था कि अभिरक्षक में शत्रु संपत्ति का",
  "that vesting of enemy property in the Custodian is limited to temporary possession, management and control of the": "निहित होना संपत्ति के अस्थायी कब्जे, प्रबंधन और नियंत्रण तक सीमित है, जब तक कि यह शत्रु प्रजा द्वारा",
  "property till it becomes incapable of being used by the enemy subject for carrying on business and trading therein. This does not divest the enemy subject of his right, title and interest in": "व्यवसाय और व्यापार करने के लिए उपयोग करने योग्य न रह जाए। इससे शत्रु व्यक्ति को संपत्ति में उसके अधिकार,",
  "the property. The aforesaid two aspects are totally distinct.": "स्वत्व और हित से वंचित नहीं किया जाता है। उपर्युक्त दोनों पहलू पूरी तरह से अलग हैं। हालांकि, उक्त मामले में",
  "However, in the said case this Court observed that on the death of the enemy subject the said property would cease to be enemy property if the same is succeeded to by his heir": "इस न्यायालय ने टिप्पणी की कि शत्रु व्यक्ति की मृत्यु पर उक्त संपत्ति शत्रु संपत्ति नहीं रह जाएगी यदि उसका",
  "who is a citizen of India. Hence the Custodian could not be permitted to continue with the possession thereof and would": "उत्तराधिकारी भारत का नागरिक हो। इसलिए अभिरक्षक को उस पर कब्जा जारी रखने की अनुमति नहीं दी जा",
  "be duty bound to release the property to the true owner. In our view, it is only in respect of succession to the enemy": "सकती और वह संपत्ति को वास्तविक स्वामी को सौंपने के लिए बाध्य होगा। हमारे विचार में, यह केवल शत्रु की",
  "property on death of the enemy which has been abrogated by the Parliament by insertion of Explanations (1) and (2)": "मृत्यु पर शत्रु संपत्ति के उत्तराधिकार के संबंध में है जिसे संसद द्वारा धारा 2 के खंड (बी) में स्पष्टीकरण () और",
  "to clause (b) of Section 2 which defines enemy or enemy": "(2) को सम्मिलित करके निरस्त कर दिया गया है जो शत्रु या शत्रु व्यक्ति या शत्रु फर्म को परिभाषित करता है जो",
  "subject or enemy firm which are with effect from 21.03.2018. Therefore, the jurisprudential position of the Custodian for Enemy Property vis-a-vis the enemy continues to remain as": "दिनांक 2.03.2078 से प्रभावी हैं। इसलिए, शत्रु संपत्ति के लिए अभिरक्षक की न्यायशास्त्रीय स्थिति शत्रु के संबंध",
  "that of a trustee although the enemy property may vest in such Custodian for the protection, preservation and management": "में एक ट्रस्टी के रूप में बनी रहती है, यद्यपि शत्रु संपत्ति ऐसे अभिरक्षक को उसकी सुरक्षा, संरक्षण और प्रबंधन के",
  "thereof. Thus, such vesting of property in the Custodian does not result in the transfer of ownership from the owner of the": "लिए सौंपी जा सकती है। इस प्रकार, अभिरक्षक में संपत्ति के ऐसे निहित होने से संपत्ति के स्वामी से स्वामित्व का",
  "not result in the transfer of ownership from the owner of the property who is an enemy or enemy subject or enemy firm within the meaning of clause (b) of Section 2 of the Act to": "हस्तांतरण नहीं होता है जो अधिनियम की धारा 2 के खंड (बी) के अर्थ के भीतर शत्रु या शत्रु प्रजा या शत्रु फर्म",
  "the Custodian. When the Custodian appointed by the Central Government in whom enemy property vests is only a trustee": "है। जब केंद्र सरकार द्वारा नियुक्त अभिरक्षक जिसके पास शत्रु संपत्ति निहित है, केवल एक ट्रस्टी है और ऐसी शत्रु",
  "Interestingly, while both learned ASG Sri Balbir Singh,": "7.8 दिलचस्प बात यह है कि भारत संघ की ओर से उपस्थित विद्वान एएसजी श्री बलबीर सिंह और प्रतिवादी-",
  "appearing for the Union of India and Sri Gurukrishna Kumar, learned senior counsel appearing for the respondent-lessee have contended that the subject property is Union property,": "पट्टेदार की ओर से उपस्थित विद्वान वरिष्ठ अधिवक्ता श्री गुरुकृष्ण कुमार ने तर्क दिया है कि विषयगत संपत्ति संघ",
  "between them there is also a difference in their stand in the matter. While learned ASG contended that there is no": "की संपत्ति है, लेकिन इस मामले में उनके रुख में भी अंतर है। जबकि विद्वान एएसजी ने तर्क दिया कि नगरपालिका",
  "learned senior counsel Sri Gurukrishna Kumar appearing for the respondent-lessee contended that the subject property": "श्री गुरुकृष्ण कुमार ने तर्क दिया कि विषयगत संपत्ति संघ की संपत्ति होने के कारण किसी भी सरकार या स्थानीय",
  "being Union property is totally exempt from any kind of taxes to be paid to any Government or local authority.": "प्राधिकरण को भुगतान किए जाने वाले किसी भी प्रकार के करों से पूरी तरह मुक्त है।",
  "But in view of our above analysis, we hold that the vesting of": "7.9 लेकिन हमारे उपरोक्त विश्लेषण के मद्देनजर, हम मानते हैं कि शत्रु संपत्ति को अभिरक्षक में निहित करने से",
  "enemy property in the Custodian does not transfer ownership of such property in the Custodian and by that process in the Union or Central Government, but since the Custodian": "ऐसी संपत्ति का स्वामित्व अभिरक्षक में और उस प्रक्रिया द्वारा संघ या केंद्र सरकार में स्थानांतरित नहीं होता है,",
  "is only a trustee of the enemy property, the same is liable": "लेकिन चूंकि अभिरक्षक केवल शत्रु संपत्ति का ट्रस्टी होता है, इसलिए वह कानून के अनुसार कर के लिए उत्तरदायी",
  "herein. The Custodian is only authorised to pay the taxes on the subject enemy property by virtue of sub-section (2) of Section 8 of the Act. The Custodian while doing so is not": "है, जिसमें यहां अपीलकर्ता भी शामिल है। अभिरक्षक केवल अधिनियम की धारा 8 की उप-धारा (2) के आधार पर विषयगत शत्रु संपत्ति पर करों का भुगतान करने के लिए अधिकृत है। ऐसा करते समय अभिरक्षक शत्रु संपत्ति",
  "acting on behalf of the Union Government being the owner of the enemy property, rather, the Custodian who is appointed": "का मालिक होने के नाते संघ सरकार की ओर से कार्य नहीं कर रहा है, बल्कि अभिरक्षक जिसे अधिनियम के",
  "by the Central Government under the provisions of the Act, which is a Central legislation only discharges his duties and": "प्रावधानों के तहत केंद्र सरकार द्वारा नियुक्त किया जाता है, जो एक केंद्रीय कानून है, केवल संसदीय कानून यानी",
  "functions under the provisions of the Parliamentary legislation": "विचाराधीन अधिनियम के प्रावधानों के तहत अपने कर्तव्यों और कार्यों का निर्वहन करता है। शत्रु संपत्ति के संबंध",
  "i.e. the Act under consideration. Such discharge of duties and functions, including the payment of taxes vis-a-vis enemy property vested in him would not also by the same logic imply": "में करों के भुगतान सहित कर्तव्यों और कार्यों का ऐसा निर्वहन, उसी तर्क से यह भी नहीं दर्शाता कि अभिरक्षक इस",
  "that the Custodian is acting as if the property vested in him has become the Union property. We emphasise again that": "तरह से कार्य कर रहा है जैसे कि उसके पास निहित संपत्ति संघ की संपत्ति बन गई है। हम फिर से इस बात पर",
  "mere vesting of enemy property in the Custodian does not transfer ownership of the same from the enemy to the Union or to the Central Government; the ownership remains with": "जोर देते हैं कि शत्रु संपत्ति के अभिरक्षक के पास निहित होने मात्र से उसका स्वामित्व शत्रु से संघ या केंद्र सरकार",
  "the enemy but the Custodian only protects and manages the": "को हस्तांतरित नहीं हो जाता; स्वामित्व शत्रु के पास ही रहता है, लेकिन अभिरक्षक केवल शत्रु संपत्ति की सुरक्षा",
  "the provision of the Act and on the instructions or guidance of the Central Government. The reason as to why the Central": "अधिनियम के प्रावधानों और केंद्र सरकार के निर्देशों या मार्गदर्शन के अनुसार कार्य करता है। केन्द्र सरकार को",
  "Government is empowered to issue guidelines or instructions to the Custodian is because the Custodian is appointed under": "अभिरक्षक को दिशा-निर्देश या अनुदेश जारी करने का अधिकार इसलिए है, क्योंकि अभिरक्षक की नियुक्ति",
  "the Act which is a Parliamentary legislation and the reason why the Parliament has passed the said law is in order to": "अधिनियम के तहत की जाती है, जो एक संसदीय विधान है और संसद ने उक्त कानून इसलिए पारित किया है,",
  "have a uniformity vis-a-vis all enemy properties throughout the length and breadth of the country in that the same are": "ताकि देश भर में सभी शत्रु संपत्तियों के संबंध में एकरूपता बनी रहे, ताकि अधिनियम के प्रावधानों के अनुसार",
  "protected, managed and dealt with uniformly in accordance": "उनकी सुरक्षा, प्रबंधन और निस्तारण एक समान हो।",
  "We say so because Article 300-A of the Constitution states that": "8. हम ऐसा इसलिए कह रहे हैं क्योंकि संविधान के अनुच्छेद 300-ए में कहा गया है कि किसी भी व्यक्ति को",
  "no person shall be deprived of his property save by authority of law. The word “law” is with reference to an Act of Parliament or of": "कानून के प्राधिकार के बिना उसकी संपत्ति से वंचित नहीं किया जाएगा। \"कानून\" शब्द संसद या राज्य विधानमंडल",
  "a State Legislature, a rule or a statutory order having the force of": "के अधिनियम, नियम या वैधानिक आदेश के संदर्भ में है जिसमें कानून की ताकत हो। हालाँकि, संपत्ति रखना एक",
  "law. Although, to hold property is not a fundamental right, yet it is a constitutional right. The expression person in Article 300-A covers": "मौलिक अधिकार नहीं है, फिर भी यह एक संवैधानिक अधिकार है। अनुच्छेद 300-ए में व्यक्ति की अभिव्यक्ति में",
  "not only a legal or juristic person but also a person who is not a": "न केवल एक कानूनी या न्यायिक व्यक्ति शामिल है, बल्कि वह व्यक्ति भी शामिल है जो भारत का नागरिक नहीं है।",
  "includes not only tangible or intangible property but also all rights, title and interest in a property. Deprivation of property may take": "में सभी अधिकार, स्वत्व और हित भी शामिल हैं। संपत्ति से वंचित करना विभिन्न तरीकों से हो सकता है, लेकिन",
  "place in various ways, but where there is only control of property short of deprivation would not entail payment of compensation vide": "जहां केवल संपत्ति पर नियंत्रण है, वंचित करने के अलावा, वहां मुआवजे का भुगतान नहीं किया जाएगा, जैसा कि",
  "Indian Handicrafts Emporium vs. Union of India, (2003) 7 SCC 589, (Paras 109 and 111) and Chandigarh Housing Board vs.": "इंडियन हैंडीक्राफ्ट्स एम्पोरियम बनाम भारत संघ, (2003) 7 एससीसी 589, (पैरा 09 और ॥) और",
  "Major-General Devinder Singh (Retd.), (2007) 9 SCC 67, (Para": "चंडीगढ़ हाउसिंग बोर्ड बनाम मेजर जनरल देविंदर सिंह (सेवानिवृत्त), (2007) 9 एससीसी 67, (पैरा ) में",
  "11). However, deprivation of property is to be distinguished from": "बताया गया है। हालांकि, संपत्ति से वंचित करने को स्वामित्व से प्राप्त अधिकारों के प्रतिबंध से अलग किया जाना",
  "restriction of the rights following from ownership, which falls short of dispossession of the owner from those rights. Deprivation also": "चाहिए, जो मालिक को उन अधिकारों से बेदखल करने से कम है। वंचित करने में कानून के अनुसार अधिग्रहण भी",
  "not without any sanction of law. Before a person can be deprived of": "शामिल है, न कि कानून की किसी मंजूरी के बिना। किसी व्यक्ति को संपत्ति के उसके अधिकार से वंचित करने से",
  "his right to property, the law must expressly and explicitly state so.": "पहले, कानून में स्पष्ट रूप से ऐसा कहा जाना चाहिए। इस प्रकार, कानून के प्राधिकार द्वारा शब्द का अर्थ सक्षम",
  "Thus, the expression by authority of law means by or under a law made by the competent Legislature.": "विधायिका द्वारा बनाए गए कानून के द्वारा या उसके तहत है।",
  "18.1. In KT Plantation Pvt. Ltd. vs. State of Karnataka, (2011) 9 SCC 17, it was observed that though the right to": "8.' के.टी. प्लांटेशन प्राइवेट लिमिटेड बनाम कर्नाटक राज्य, (20) 9 एससीसी , में यह कहा गया कि",
  "claim compensation or the obligation of the State to pay": "हालांकि मुआवजे का दावा करने का अधिकार या किसी व्यक्ति को मुआवजा देने के लिए राज्य का दायित्व जिसे",
  "not expressly included in Article 300-A of the Constitution, it": "उसकी संपत्ति से वंचित किया जाता है, संविधान के अनुच्छेद 300-ए में स्पष्ट रूप से शामिल नहीं है, यह",
  "is in-built in the Article. Within the scope of Article 300-A the doctrine of eminent domain could also be read inasmuch as": "अनुच्छेद में अन्तर्निहित है। अनुच्छेद 300-ए के दायरे में प्रख्यात डोमेन के सिद्धांत का भी वाचन किया जा",
  "the said doctrine states that the acquisition of property must be in the public interest and there must be payment of just and": "सकता है क्योंकि उक्त सिद्धांत में कहा गया है कि संपत्ति का अधिग्रहण सार्वजनिक हित में होना चाहिए और इसके",
  "fair compensation therefor. When acquisition of property takes": "लिए उचित और सही मुआवजे का भुगतान किया जाना चाहिए। जब संपत्ति का अधिग्रहण भूमि अधिग्रहण",
  "place either under the Land Acquisition Act, 1984 or the Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013, it is always for a": "अधिनियम, 984 या भूमि अधिग्रहण, पुनर्वास और पुनर्स्थापन अधिनियम, 203 में उचित मुआवजे और",
  "of the said property. The State then possesses the power to take control of the property of the owner thereof for the": "मालिक को मुआवजे के भुगतान पर होता है। तब राज्य के पास जनता के लाभ के लिए उसके स्वामी की संपत्ति",
  "benefit of the public and when the State so acts it is obliged to compensate the owner upon making just compensation as": "पर नियंत्रण करने की शक्ति होती है और जब राज्य ऐसा करता है तो वह उचित मुआवजा देने पर स्वामी को",
  "the owner of the property would lose all his rights vis-a-vis the acquired land.": "क्षतिपूर्ति देने के लिए बाध्य होता है, क्योंकि संपत्ति का स्वामी अधिग्रहित भूमि के संबंध में अपने सभी अधिकार खो देगा।",
  "However, this position has to be distinguished vis-a-vis the Custodian for Enemy Property under the Act, as he takes": "8.2 हालांकि, अधिनियम के तहत शत्रु संपत्ति के अभिरक्षक के संबंध में इस स्थिति को अलग किया जाना चाहिए,",
  "Custodian for Enemy Property under the Act, as he takes possession of the enemy property only for the purpose of managing the same as per the provisions of the Act and": "क्योंकि वह अधिनियम के प्रावधानों के अनुसार केवल उसके प्रबंधन के उद्देश्य से शत्रु संपत्ति पर कब्जा करता है",
  "does not become the owner of the property inasmuch as the ownership of the property from the enemy or enemy subject": "और वह संपत्ति का मालिक नहीं बन जाता है, क्योंकि शत्रु या शत्रु प्रजा या शत्रु फर्म से संपत्ति का स्वामित्व",
  "or enemy firm does not get transferred to the Custodian. On the other hand, if it is to be recognised that ownership of the property gets transferred from the enemy to the Custodian": "अभिरक्षक को हस्तांतरित नहीं होता है। दूसरी ओर, यदि यह माना जाए कि संपत्ति का स्वामित्व शत्रु से अभिरक्षक",
  "who takes possession of the property and administers it or": "को हस्तांतरित हो जाता है, जो संपत्ति पर कब्जा कर लेता है और उसका प्रशासन या प्रबंधन करता है और इस",
  "manages it and thereby the ownership would then be that of the Union, in that event, it would be a deprivation of the property of the true owner who may be an enemy or an": "प्रकार स्वामित्व तब संघ का हो जाएगा, उस स्थिति में, यह वास्तविक स्वामी की संपत्ति से वंचित करना होगा जो",
  "property of the true owner who may be an enemy or an enemy subject or enemy firm but such deprivation of property cannot be without payment of compensation. Having regard to": "शत्रु या शत्रु प्रजा या शत्रु फर्म हो सकता है, लेकिन संपत्ति से ऐसा वंचित करना मुआवजे के भुगतान के बिना नहीं",
  "the salutary principles of Article 300-A of the Act, we cannot": "हो सकता है। अधिनियम के अनुच्छेद 300-ए के हितकर सिद्धांतों को ध्यान में रखते हुए, हम अभिरक्षक द्वारा",
  "construe the taking possession of the enemy property for the purpose of administration of the same by the Custodian,": "प्रशासन के उद्देश्य से शत्रु संपत्ति पर कब्जा करने को वास्तविक स्वामी से संरक्षक और उसके बाद संघ को",
  "totally unlike the position under the provisions of the Land Acquisition Act, 1894 or the subsequent legislation of 2013": "उसके बाद के कानून 203 के प्रावधानों के तहत स्थिति से पूरी तरह अलग है, जो अधिग्रहणकारी कानून हैं,",
  "of land would inevitably result in transfer of the ownership of the land from the owner to the State which is the acquiring": "जिसके तहत भूमि अधिग्रहण के परिणामस्वरूप अनिवार्य रूप से भूमि का स्वामित्व मालिक से राज्य को स्थानांतरित",
  "authority, but the same would be subject to payment of a reasonable and fair compensation to the owner.": "हो जाएगा, जो अधिग्रहण करने वाला प्राधिकरण है, लेकिन यह मालिक को उचित और न्यायसंगत मुआवजे के",
  "18.3 Further even under Article 296 of the Constitution, the manner in which ownership of certain types of property gets vested": "8.3 इसके अलावा संविधान के अनुच्छेद 296 के तहत भी, जिस तरह से कुछ प्रकार की संपत्ति का स्वामित्व",
  "directly with the Union is stated when such property vests": "सीधे संघ के पास निहित होता है, वह तब बताया गया है जब ऐसी संपत्ति एस्कीट के सिद्धांत या बोना वैकेंशिया",
  "with the Union by virtue of the application of the doctrine of escheat or doctrine of bona vacantia. But under the provisions of the Act, the Custodian is appointed only to protect the": "के सिद्धांत के प्रयोग के आधार पर संघ के पास निहित होती है। लेकिन अधिनियम के प्रावधानों के तहत, अभिरक्षक",
  "property and to manage it as a trustee and not as an owner": "को केवल संपत्ति की रक्षा करने और इसे ट्रस्टी के रूप में प्रबंधित करने के लिए नियुक्त किया जाता है, न कि",
  "by vesting in the Custodian free from all encumbrances. By": "मालिक के रूप में, जो सभी प्रभारों से मुक्त अभिरक्षक में निहित होती है। इसके द्वारा, संघ अभिरक्षक के माध्यम",
  "that, the Union cannot assume rights of ownership over such property through the Custodian.": "से ऐसी संपत्ति पर स्वामित्व के अधिकार नहीं ले सकता है।",
  "appearing for the Union of India as well as that of Sri Guru Krishna Kumar appearing for the respondent-lessee to the effect that enemy property vested with the Custodian becomes property of the Union.": "श्री गुरु कृष्ण कुमार की दलीलों में कोई सार नहीं देखते हैं कि अभिरक्षक के पास निहित शत्रु संपत्ति संघ की संपत्ति बन जाती है।",
  "There is another angle to the case which revolves around Article 285 of the Constitution. Clause (1) of Article 285 of the Constitution": "20. मामले का एक और पहलू है जो संविधान के अनुच्छेद 285 के इर्द-गिर्द घूमता है। संविधान के अनुच्छेद",
  "corresponds to the first paragraph of Section 154 and clause (2) corresponds to the proviso to Section 154 of the Government of": "285 का खंड () धारा 54 के पहले पैराग्राफ के अनुरूप है तथा खंड (2) भारत सरकार अधिनियम, 935",
  "corresponds to the proviso to Section 154 of the Government of India Act, 1935. For a more comprehensive understanding of the subject, it would also be useful to read Articles 286, 287, 288, 289": "की धारा 54 के परंतुक के अनुरूप है। विषय की अधिक व्यापक समझ के लिए अनुच्छेद 286, 287, 288,",
  "and Article 296 also.": "289 तथा अनुच्छेद 296 को भी पढ़ना उपयोगी होगा।",
  "Article 289:": "अनुच्छेद 289:",
  "Clause (1) of Article 289 exempts from Union taxation any income of a State, whether it is derived from governmental or non-governmental": "2. अनुच्छेद 289 का खंड () किसी राज्य की किसी भी आय को संघ के कराधान से छूट देता है, चाहे वह",
  "activities. However, an exception is provided in clause (2) thereof in": "सरकारी या गैर-सरकारी गतिविधियों से प्राप्त हुई हो। हालांकि, इसके खंड (2) में एक अपवाद का उपबंध किया",
  "that the income derived by a State from trade or business would be taxable, provided a law is made by Parliament in that behalf. Clause": "गया है कि राज्य द्वारा व्यापार या व्यवसाय से प्राप्त आय कर योग्य होगी, बशर्ते कि संसद द्वारा उस संबंध में एक",
  "(3) is an exception to the exception prescribed in clause (2) which": "कानून बनाया जाए। खंड (3) खंड (2) में निर्धारित अपवाद का अपवाद है जिसमें कहा गया है कि किसी विशेष",
  "states that the income derived from a particular trade or business may still be immune from Union taxation if Parliament declares that": "व्यापार या व्यवसाय से प्राप्त आय अभी भी संघ के कराधान से मुक्त हो सकती है यदि संसद घोषित करती है कि",
  "the said trade or business is incidental to the ordinary functions of Government. This Article broadly corresponds to Section 155 of the": "उक्त व्यापार या व्यवसाय सरकार के सामान्य कार्यों के लिए प्रासंगिक है। यह अनुच्छेद मोटे तौर पर भारत सरकार",
  "Government of India Act, 1935 but has certain other conditions thereto.": "अधिनियम, 935 की धारा 55 के अनुरूप है, लेकिन इसमें कुछ अन्य शर्ते हैं।",
  "operations connected such trade or business or (c) or any property": "वाले किसी भी प्रकार के व्यापार या कारोबार के संबंध में, या (ख) ऐसे व्यापार या कारोबार से संबंधित किसी भी",
  "used or occupied for the purposes of such trade or business, or": "कार्य या (ग) ऐसे व्यापार या कारोबार के प्रयोजनों के लिए उपयोग की जाने वाली या कब्जे में ली गई किसी संपत्ति,",
  "(d) any income accruing or arising in connection with such trade or business.": "या (घ) ऐसे व्यापार या कारोबार के संबंध में प्रोद्ूूत या उत्पन्न होने वाली किसी आय के संबंध में।",
  "Article 289 clause (3) empowers Parliament to declare, by law, which trade or business or any class of trades or businesses is incidental to the ordinary functions of the Government, whereupon": "अनुच्छेद 289 खंड (3) संसद को कानून द्वारा यह घोषित करने का अधिकार देता है कि कौन सा व्यापार या व्यवसाय या व्यापार या व्यवसायों का कोई वर्ग सरकार के सामान्य कार्यों के लिए प्रासंगिक है, जिसके बाद",
  "the trades/businesses so specified go out of the purview of clause (2) of Article 289. It was held that levy of taxes on property by the": "निर्दिष्ट व्यापार/व्यवसाय अनुच्छेद 289 के खंड (2) के दायरे से बाहर हो जाते हैं। यह धारित किया गया कि",
  "Punjab Municipal Act, 1911 (as extended to Part ‘C’ State (Law)": "पंजाब नगरपालिका अधिनियम, 9। (जैसा कि भाग 'सी' राज्य (कानून) अधिनियम, 950 तक विस्तारित",
  "Act, 1950), the Delhi Municipal Corporation Act, 1957 and the New Delhi Municipal Council Act, 1994 (both parliamentary enactments)": "है), दिल्ली नगर निगम अधिनियम, 957 और नई दिल्ली नगरपालिका परिषद अधिनियम, 994 (दोनों संसदीय",
  "constitute “Union taxation” within the meaning of Article 289(1). That": "अधिनियम) द्वारा संपत्ति पर कर लगाना अनुच्छेद 289 () के अर्थ में \"संघीय कराधान\" का गठन करता है। खंड",
  "by virtue of the exemption provided by clause (1), taxes are not": "() द्वारा उपबंधित छूट के आधार पर, राज्य की संपत्तियों पर कर नहीं लगाया जा सकता है, लेकिन अनुच्छेद",
  "leviable on State properties but clauses (1) and (2) of Article 289 go together, form part of one scheme and have to be read together.": "289 के खंड () और (2) एक साथ चलते हैं, एक योजना का हिस्सा बनते हैं और उन्हें एक साथ पढ़ा जाना",
  "Therefore, Municipal Laws of Delhi are inapplicable to the properties of State Government to the extent such properties are governed and": "चाहिए। इसलिए, दिल्ली के नगरपालिका कानून राज्य सरकार की संपत्तियों पर लागू नहीं होते हैं, जहां तक ऐसी",
  "saved by clause (1) of Article 289 and that insofar as the properties": "संपत्तियां अनुच्छेद 289 के खंड (7) द्वारा शासित और संरक्षित हैं और जहां तक राज्य सरकार द्वारा किए जाने",
  "used or occupied for the purpose of a trade or business carried on": "वाले व्यापार या व्यवसाय के उद्देश्य से उपयोग की जाने वाली या अधिभोग की जाने वाली संपत्तियों का संबंध है,",
  "by the State Government, the ban in clause (1) does not avail to them and the taxes thereon must be held to be valid and effective.": "खंड () में प्रतिबंध उन पर लागू नहीं होता है और उन पर करों को वैध और प्रभावी माना जाना चाहिए। यह कहा",
  "enactments, namely, the Delhi Municipal Corporation Act, 1957; the": "गया कि तीन अधिनियमों, अर्थात्‌ दिल्ली नगर निगम अधिनियम, 957; नई दिल्ली नगर परिषद अधिनियम, 994",
  "New Delhi Municipal Council Act, 1994 and the Punjab Municipal Act,": "और पंजाब नगरपालिका अधिनियम, 9। के तहत संपत्ति करों का अधिरोपण राज्य सरकार के स्वामित्व वाली",
  "1911 are valid to the extent the provisions related to land and building owned by State Government and used or occupied for the purposes": "भूमि और भवन से संबंधित प्रावधानों की सीमा तक वैध है और जहाँ राज्य सरकार द्वारा किए जाने वाले किसी",
  "owned by State Government and used or occupied for the purposes of any trade or business carried on by the State Government. In other": "व्यापार या व्यवसाय के प्रयोजनों के लिए उपयोग या अधिभोग किया जाता है। दूसरे शब्दों में, अधिरोपण केवल",
  "words, the levy is invalid and inapplicable only to the extent of those lands or buildings which are not used or occupied for the purposes": "उन भूमि या भवनों की सीमा तक अमान्य और लागू नहीं है जो राज्य सरकार द्वारा किए जाने वाले किसी व्यापार",
  "notice to the affected State Government, which land or building is": "प्रभावित राज्य सरकार को नोटिस देकर यह निर्धारित करना है कि कौन सी भूमि या भवन उस राज्य सरकार की",
  "used or occupied for the purpose of any trade or business carried": "ओर से किए जाने वाले किसी व्यापार या व्यवसाय के लिए उपयोग या अधिग्रहीत है। यह भी कहा गया कि उक्त",
  "that the said judgment was to operate prospectively commencing on 01.04.1996 onwards by invoking the Article 142 of the Constitution.": "निर्णय संविधान के अनुच्छेद 42 को लागू करके दिनांक 0.04.996 से भविष्योन्मुखी रूप से लागू होना था।",
  "Another aspect which was argued in the said case was that the exemption provided by clause (1) of Article 289 would not apply to": "उक्त मामले में जिस दूसरे पहलू पर तर्क दिया गया वह यह था कि अनुच्छेद 289 के खंड () द्वारा",
  "compensatory taxes like water tax, drainage tax and so on. However,": "उपबंधित छूट जल कर, जल निकासी कर आदि जैसे प्रतिपूरक करों पर लागू नहीं होगी। हालांकि, यह तर्क दिया",
  "it was contended that even in respect of a composite taxes, known as property tax, insofar as the taxes on the services are concerned,": "गया कि संपत्ति कर के रूप में ज्ञात समग्र करों के संबंध में भी, जहां तक सेवाओं पर करों का संबंध है, अनुच्छेद",
  "the ban under clause (1) of Article 289 would not apply. However, the Court did not express any opinion on this aspect of the matter.": "289 के खंड () के तहत प्रतिबंध लागू नहीं होगा। हालांकि, न्यायालय ने मामले के इस पहलू पर कोई राय व्यक्त नहीं की।",
  "Article 285:": "अनुच्छेद 285:",
  "Article 285 speaks about the doctrine of immunity restricting the taxing powers of the governments in a federation. The": "2.। अनुच्छेद 285 संघ में सरकारों की कर लगाने की शक्तियों को प्रतिबंधित करने वाली प्रतिरक्षा के सिद्धांत के",
  "doctrine is based on the principle that there ought to be inter- governmental tax immunities between the Centre and the": "बारे में बोलता है। यह सिद्धांत इस सिद्धांत पर आधारित है कि केंद्र और राज्यों के बीच अंतर-सरकारी कर उन्मुक्ति",
  "States. In a Constitution such as ours which has a federal character, where both the Union and State Governments have": "होनी चाहिए। हमारे जैसे संविधान में, जिसका एक संघीय चरित्र है, जहां संघ और राज्य सरकारों दोनों के पास",
  "the powers to levy taxes even on governmental property,": "सरकारी संपत्ति पर भी कर लगाने की शक्तियां हैं, उन्मुक्ति का उद्देश्य सरकारों के सुचारू कामकाज और क्रॉस",
  "Governments and for saving time and efforts in cross taxation. Clause (1) of Article 285 deals with immunity of the property of": "टैक्सेशन में समय और प्रयासों को बचाना है। अनुच्छेद 285 का खंड () राज्य के कराधान से संघ की संपत्ति",
  "by law. Clause (2) of Article 285 states that nothing in clause": "था, संविधान के अनुच्छेद 285 () के विपरीत था। यह माना गया कि संविधान के लागू होने से पहले अधिनियमित",
  "this saving clause is subject to any law that the Parliament may provide otherwise.": "संसद कानून द्वारा अन्यथा प्रावधान कर सकती है\" शब्दों के दायरे में आता है। इसलिए, यह कहा गया कि उक्त",
  "However, it empowers Parliament to restrict the exception. In": "या प्रावधान की प्रकृति का है। हालांकि, यह संसद को अपवाद को प्रतिबंधित करने का अधिकार देता है। दूसरे",
  "other words, any local taxes on Union property which were saved by virtue of clause (2) of Article 285 shall cease to": "शब्दों में, संघ की संपत्ति पर कोई भी स्थानीय कर जो अनुच्छेद 285 के खंड (2) के आधार पर व्यावृत्त थे,",
  "be valid as soon as the Parliament by law provides to that": "संसद द्वारा कानून द्वारा उस प्रभाव का प्रावधान किए जाने के तुरंत बाद वैध नहीं रहेंगे। इसका तात्पर्य यह है कि",
  "effect. This implies that clause (2) of Article 285 which saves the existing power of the State and the local lawful bodies to tax Union property would continue and the status quo would": "अनुच्छेद 285 का खंड (2) जो राज्य और स्थानीय वैध निकायों की संघ की संपत्ति पर कर लगाने की मौजूदा",
  "tax Union property would continue and the status quo would be maintained till Parliament would legislate otherwise. In": "शक्ति को व्यावृत्त करता है, जारी रहेगा और जब तक संसद अन्यथा कानून नहीं बनाती, तब तक यथास्थिति बनी",
  "clause (2) of Article 285, the expression “liable or treated as liable” is of significance. The conditions necessary to bring": "रहेगी। अनुच्छेद 285 के खंड (2) में, \"उत्तरदायी या उत्तरदायी के रूप में माना जाने वाला\" शब्द महत्वपूर्ण हैं।",
  "a property within clause (2) of Article 285 in order to make it liable to taxation are as under:": "किसी संपत्ति को कराधान के लिए उत्तरदायी बनाने के लिए अनुच्छेद 285 के खंड (2) के अंतर्गत लाने के लिए",
  "\"(a) Physical existence of the property immediately before the commencement of the Constitution;": "\"(क) संविधान के लागू होने से ठीक पहले संपत्ति का भौतिक अस्तित्व ;",
  "Liability of the property to the tax on that date;": "(ख) उस तिथि को संपत्ति का कर दायित्व ;",
  "Physical existence of the property now, i.e., at the time when the tax is sought to be levied;": "(ग) संपत्ति का वर्तमान भौतिक अस्तित्व, अर्थात्‌ उस समय जब कर लगाया जाना चाहा जाता है ;",
  "Liability of the property to tax now;": "(घ) संपत्ति का वर्तमान कर दायित्व ;",
  "The tax in question must be the ‘same tax’ as that which was levied or leviable at the commencement of": "(ड) विचाराधीन कर वही कर होना चाहिए जो संविधान के लागू होने पर लगाया गया था या लगाया जा सकता",
  "in the Union, the same cannot be claimed by entities other than the Union. In order to ascertain this aspect i.e., whether the": "संघ के अलावा अन्य संस्थाओं द्वारा इसका दावा नहीं किया जा सकता है। इस पहलू को सुनिश्चित करने के लिए,",
  "statutory corporation or other entities do not come within the scope and the ambit of Article 285, the doctrine of “piercing the": "यानी, क्या वैधानिक निगम या अन्य संस्थाएं अनुच्छेद 285 के दायरे और परिधि में नहीं आती हैं, \"पर्दा भेदने\"",
  "veil” may be pressed into service. Thus, Article 285 would not": "के सिद्धांत का प्रयोग किया जा सकता है। इस प्रकार, अनुच्छेद 285 तब लागू नहीं होगा जब कर लगाए जाने",
  "apply when the property to be taxed is not of Union of India but of a distinct and separate legal entity. Thus, the State cannot": "वाली संपत्ति भारत संघ की न होकर एक अलग और पृथक कानूनी इकाई की हो। इस प्रकार, राज्य केंद्र सरकार",
  "levy road tax on the vehicles owned by the Central Government or the Railway, which is a Ministry of the Union Government.": "या रेलवे, जो कि संघ सरकार का एक मंत्रालय है, के स्वामित्व वाले वाहनों पर सड़क कर नहीं लगा सकता।",
  "In Union of India vs. City Municipal Council, Bellary, AIR": "27.6 भारत संघ बनाम सिटी म्यूनिसिपल काउंसिल, बेल्लारी, एआईआर 978 एससी 803 (\"सिटी म्यूनिसिपल",
  "the parameters of Article 285 (2). The expression “save in so": "के मापदंडों के भीतर न किया जा सके और उसे बनाए न रखा जा सके। अनुच्छेद 285 के खंड () में \" सिवाय",
  "far as Parliament may by law otherwise provide” in clause": "जहां तक संसद कानून द्वारा अन्यथा प्रावधान कर सकती है\" शब्द संसद को संघ की संपत्ति को नियंत्रित करने में",
  "property. Thus, the Parliament may by law permit a State or any authority or instrumentality within a State to impose tax on": "सक्षम बनाती है। इस प्रकार, संसद कानून द्वारा किसी राज्य या राज्य के भीतर किसी प्राधिकरण या अंग को संघ",
  "Union property. But if no such law is made by the Parliament": "की संपत्ति पर कर लगाने की अनुमति दे सकती है। लेकिन अगर संसद द्वारा ऐसा कोई कानून नहीं बनाया जाता है",
  "the immunity would continue. Similarly, clause (2) of Article 285 which is in the nature of an exception to clause (1) thereof,": "तो छूट जारी रहेगी। इसी प्रकार, अनुच्छेद 285 का खंड (2) जो इसके खंड () के अपवाद की प्रकृति का है,",
  "existing taxation of a State or alocal authority of Union property prior to the commencement of the Constitution and which has": "संसद को संविधान के लागू होने से पहले किसी राज्य या संघ की संपत्ति के स्थानीय प्राधिकरण के किसी भी",
  "21.9 The expression “immediately before the commencement of this Constitution” under clause (2) of Article 285 would mean": "2.9 अनुच्छेद 285 के खंड (2) के तहत \"इस संविधान के लागू होने से ठीक पहले\" शब्दों का अर्थ यह होगा",
  "that the property is liable or treated as liable to tax until the Union Parliament legislates to the contrary. One of the ways": "कि संपत्ति तब तक कर के योग्य है या कर के योग्य मानी जाएगी जब तक कि संघीय संसद इसके विपरीत कानून",
  "of interpreting this is that the property must have been liable to taxation even under the Government of India Act, 1935 in": "नहीं बना देती। इसकी व्याख्या करने का एक तरीका यह है कि संपत्ति भारत सरकार अधिनियम, 935 के तहत",
  "as much as if any property was not liable to be taxed under": "भी कराधान के लिए उत्तरदायी रही होगी, क्योंकि यदि कोई संपत्ति उक्त अधिनियम के तहत कर के लिए उत्तरदायी",
  "the said Act, in other words, if there was an immunity during the enforcement of the said Act then it would not have been": "नहीं होती, दूसरे शब्दों में, यदि उक्त अधिनियम के लागू होने के दौरान कोई उन्मुक्ति होती तो संविधान के लागू",
  "taxed from the date of enforcement of the Constitution. It is also necessary to understand the meaning of expression “that tax” in clause (2) of Article 285 which would have a": "होने की तिथि से उस पर कर नहीं लगाया जाता। अनुच्छेद 285 के खंड (2) में शब्द \"वह कर\" का अर्थ समझना",
  "relation to its nature and character and not its quantum or": "भी आवश्यक है, जिसका संबंध उसकी प्रकृति और चरित्र से होगा, न कि उसकी मात्रा या दरों से। जब तक कर",
  "rates. So long as the taxes remains the same, the State or local authority can always increase or reduce its rate, in": "समान रहता है, राज्य या स्थानीय प्राधिकरण हमेशा कानून के अनुसार इसकी दर बढ़ा या घटा सकता है। मात्रा",
  "would not affect its power to continue to levy the tax so long as it remains “that tax,” in its nature and character. Thus, if": "या दर में परिवर्तन से कर लगाने की उसकी शक्ति प्रभावित नहीं होगी, जब तक कि वह अपनी प्रकृति और चरित्र",
  "the tax remains the same, it is only the Parliament which can prevent the continuance of levy of that tax by the State or": "में \"वह कर\" बना रहे। इस प्रकार, यदि कर समान रहता है, तो केवल संसद ही है जो राज्य या स्थानीय प्राधिकरण",
  "prevent the continuance of levy of that tax by the State or local authority or by any law. This Court in City Municipal": "या किसी कानून द्वारा उस कर को लगाने से रोक सकती है। सिटी म्युनिसिपल काउंसिल मामले में इस न्यायालय",
  "Council held that it does not matter whether the liability is imposed by one statute or other as long as liability is of a": "ने माना कि इससे कोई फर्क नहीं पड़ता कि देयता एक कानून द्वारा लगाई गई है या किसी अन्य द्वारा, जब तक",
  "particular kind of tax.": "देयता एक विशेष प्रकार के कर की है।",
  "to Article 285 of the Constitution, the corporation shall impose,": "अनुच्छेद 285 के खंड (2) में कहा गया है कि खंड () में कुछ भी राज्य के भीतर किसी भी प्राधिकरण को संघ",
  "with the provisions of the Act of 1959 and the rules and bye-": "रहते हुए, निगम अन्य बातों के साथ-साथ, अधिनियम, 959 और उसके अधीन बनाए गए नियमों और उपनियमों",
  "the Act of 1959 states that nothing in the said sub-section shall authorize the imposition of any tax which the State": "(4) में कहा गया है कि उक्त उपधारा की कोई बात किसी ऐसे कर को लगाने का अधिकार नहीं देगी जिसे राज्य",
  "Legislature has no power to impose in the State under the Constitution of India provided that where any tax was being lawfully levied in the area included in the city immediately before the commencement of the Constitution of India, such": "विधानमंडल को भारत के संविधान के अंतर्गत राज्य में लगाने का अधिकार नहीं है, बशर्ते कि जहां भारत के संविधान के लागू होने से ठीक पहले शहर में शामिल क्षेत्र में कोई कर वैध रूप से लगाया जा रहा था, ऐसा कर",
  "tax may continue to be levied and applied for the purposes of the Act of 1959 until provision to the contrary is made by": "अधिनियम, 959 के प्रयोजनों के लिए तब तक लगाया और लागू किया जा सकता है जब तक कि संसद द्वारा",
  "Parliament. Section 172, in fact, summarises Article 285 of the Constitution in the context of levy of property taxes imposed": "इसके विपरीत उपबंध नहीं किया जाता है। धारा 72, वास्तव में, निगम द्वारा उक्त अधिनियम के अंतर्गत लगाए गए संपत्ति करों के लगाने के संदर्भ में संविधान के अनुच्छेद 285 का सारांश प्रस्तुत करती है। धारा 73 संपत्ति",
  "with property tax leviable which is again subject to Section 172(1) of the Act of 1959. It includes a general tax, a water": "कर से संबंधित है जो अधिनियम, 959 की धारा 72() के अधीन है। इसमें सामान्य कर, जल कर, जल",
  "tax, drainage tax and conservancy tax. The said taxes shall be levied on the annual value of the building and land, as": "निकासी कर और संरक्षण कर शामिल हैं। उक्त कर भवन और भूमि के वार्षिक मूल्य पर लगाए जाएंगे, जैसा भी",
  "the case may be. However, the aggregate of the property taxes shall in no cases be less than 15 per cent nor more": "मामला हो। हालांकि, संपत्ति करों का कुल योग किसी भी मामले में भवन या भूमि या दोनों के वार्षिक मूल्य के १5",
  "taxes shall in no cases be less than 15 per cent nor more than 25 per cent of the annual value of the building or land or": "प्रतिशत से कम या 25 प्रतिशत से अधिक नहीं होना चाहिए। वार्षिक मूल्य की परिभाषा 959 के अधिनियम की",
  "on imposition of water tax are delineated under Section 175": "धारा क74 के तहत दी गई है। जल कर लगाने पर प्रतिबंध धारा 75 के तहत रेखांकित किए गए हैं जबकि वार्षिक",
  "while the primary responsibility for certain property taxes on annual value is stated in Section 179. It states that the": "मूल्य पर कुछ संपत्ति करों की प्राथमिक जिम्मेदारी धारा 79 में बताई गई है। इसमें कहा गया है कि संपत्ति कर",
  "property tax shall be leviable primarily from the actual occupier of the property upon which the tax is assessed, if he is the": "मुख्य रूप से उस संपत्ति के वास्तविक अधिभोगी से लगाया जाएगा जिस पर कर का आकलन किया गया है, अगर",
  "owner of the buildings or lands or holds them on a building or other lease from the Central or the State Government or from the Corporation, or on a building leased from any": "वह इमारतों या जमीनों का मालिक है या उन्हें केंद्र या राज्य सरकार या निगम से किसी भवन या अन्य पट्टे पर",
  "section (2) of Section 179 of the Act of 1959. The drainage taxes are assessed. Therefore, the levy of property taxes": "की धारा १79 की उप-धारा (2) के अनुसार लगाया जाएगा। जल निकासी कर का आकलन किया जाता है।",
  "taxes are assessed. Therefore, the levy of property taxes or other taxes on land and building is subject to Article 285 of the Constitution.": "इसलिए, भूमि और भवन पर संपत्ति कर या अन्य करों का लगाया जाना संविधान के अनुच्छेद 285 के अधीन है।",
  "We have already discussed the scope and ambit of the two clauses of Article 285 of the Constitution. Applying the same": "2.। हम पहले ही संविधान के अनुच्छेद 285 के दो खंडों के दायरे और विषयक्षेत्र पर चर्चा कर चुके हैं। वर्तमान",
  "to the present case and having regard to the reasoning given by us in the earlier part of this judgment, we have held that": "मामले में इसे लागू करते हुए और इस निर्णय के पहले भाग में हमारे द्वारा दिए गए तर्क को ध्यान में रखते हुए, हमने",
  "enemy property is not the property of the Union although it may vest with the Custodian for Enemy Property in India": "माना है कि शत्रु संपत्ति संघ की संपत्ति नहीं होती है, हालांकि यह भारत में शत्रु संपत्ति के अभिरक्षक के पास निहित",
  "who is a person appointed by the Central Government. If the": "हो सकती है जो केंद्र सरकार द्वारा नियुक्त व्यक्ति होता है। यदि शत्रु संपत्ति संविधान के अनुच्छेद 285 के खंड ()",
  "cannot be exempt from the taxes imposed by the State or by any authority within the State unless otherwise provided by the Parliament.": "गए करों से मुक्त नहीं हो सकती है जब तक कि संसद द्वारा अन्यथा प्रावधान न किया जाए।",
  "For the sake of completeness of the discussion assuming for a moment that the vesting of the enemy property with": "2.2 चर्चा की पूर्णता के लिए एक पल के लिए यह मान लें कि शत्रु संपत्ति के अभिरक्षक के पास निहित होने से",
  "the Custodian becomes the property of the Union, then clause (2) of Article 285 would apply in the instant case.": "संघ की संपत्ति बन जाती है, तो अनुच्छेद 285 का खंड (2) मौजूदा मामले में लागू होगा। ऐसा इसलिए है क्योंकि",
  "purpose of administration and management of such properties.": "का अभिरक्षक में निहित होना केवल ऐसी संपत्तियों के प्रशासन और प्रबंधन के उद्देश्य से है।",
  "In view of our discussion made above, there would be no transfer of ownership and such properties vest in the Custodian": "ऊपर की गई हमारी चर्चा के मद्देनजर, स्वामित्व का कोई हस्तांतरण नहीं होगा और ऐसी संपत्तियां केवल",
  "for their protection and management only. By such vesting,": "उनकी सुरक्षा और प्रबंधन के लिए अभिरक्षक में निहित होंगी। इस तरह के निहित होने से, संघ ऐसी संपत्तियों के",
  "the Union cannot usurp ownership of such properties. In the same vein, when many persons who are resident in India left their properties and settled in enemy countries, the Custodian": "स्वामित्व को हड़प नहीं सकता है। इसी प्रकार, जब भारत में रहने वाले कई लोग अपनी संपत्तियां छोड़कर शत्रु",
  "their properties and settled in enemy countries, the Custodian has taken possession of such properties which is only for the purpose of protection and maintenance and to be handed": "देशों में बस गए, तो अभिरक्षक ने ऐसी संपत्तियों पर कब्जा कर लिया, जिसका उद्देश्य केवल संरक्षण और रखरखाव",
  "over as and when a conducive environment between the countries arises.": "था तथा देशों के बीच अनुकूल वातावरण उत्पन्न होने पर उन्हें सौंप दिया जाना था।",
  "We also observe that it was never the intention under the Defence of India Rules, 1962 and 1971 or under the provisions": "हमारा यह भी कहना है कि भारत रक्षा नियमावली, 962 और 97 या अधिनियम के प्रावधानों के तहत",
  "and interest in the properties once the said properties vest in the Custodian and thereby become Union properties. In this regard, we also would like to emphasise that the expression": "अधिकार, स्वत्व और हित खो देंगे और इस प्रकार संघ की संपत्ति बन जाएंगे। इस संबंध में, हम यह भी जोर देना",
  "regard, we also would like to emphasise that the expression “vest in the Union” is clearly mentioned in Article 296 of the Constitution. The said provision deals with properties which": "चाहेंगे कि संविधान के अनुच्छेद 296 में \"संघ में निहित\" अभिव्यक्ति का स्पष्ट रूप से उल्लेख किया गया है। उक्त",
  "in a State if the property is in a State or vest in the Union in any other case. The Constitution has therefore clearly": "राज्य में निहित होंगी यदि संपत्ति किसी राज्य में है या किसी अन्य मामले में संघ में निहित है। इसलिए संविधान",
  "differentiated between vesting of properties in the Union or a": "ने स्पष्ट रूप से संघ या राज्य में संपत्तियों के निहित होने के बीच अंतर किया है जो शत्रु संपत्ति के संरक्षक में शत्रु",
  "It is reiterated that the Custodian who is appointed under the provisions of the Act by the Central Government discharges": "यह दोहराया जाता है कि अभिरक्षक जिसे केंद्र सरकार द्वारा अधिनियम के प्रावधानों के तहत नियुक्त किया",
  "his duties and carries out his functions under the provisions of the Act in terms of the directions of the Central Government.": "जाता है, केंद्र सरकार के निर्देशों के अनुसार अधिनियम के प्रावधानों के तहत अपने कर्तव्यों का निर्वहन करता है",
  "This is because the Act is a piece of Parliamentary legislation": "और अपने कार्यों को पूरा करता है। ऐसा इसलिए है क्योंकि यह अधिनियम संसदीय विधान का एक हिस्सा है और",
  "and in order to achieve a uniform policy vis-a-vis management and administration of enemy properties throughout the length and breadth of the country. It, therefore, cannot be held that": "देश भर में शत्रु संपत्तियों के प्रबंधन और प्रशासन के संबंध में एक समान नीति प्राप्त करने के लिए है। इसलिए, यह",
  "the properties vest with the Union within the meaning of Article 285 of the Constitution. In our view, the said Article has no": "नहीं माना जा सकता है कि संविधान के अनुच्छेद 285 के अर्थ में संपत्ति संघ के पास निहित है। हमारे विचार में,",
  "6) Consequently, any demand for payment of taxes under the Act of 1959 made and thereby paid by the respondent": "6) परिणामस्वरूप, अधिनियम, 959 के तहत करों के भुगतान हेतु की गई कोई भी मांग और उसके अनुसार",
  "to the appellant-authority shall not be refunded. However,": "प्रत्यर्थी द्वारा अपीलकर्ता-प्राधिकारी को किया गया भुगतान उसे वापस नहीं किया जाएगा। हालांकि, यदि आज",
  "if no demand notices have been issued till date, the same shall not be issued but from the current fiscal year": "तक कोई डिमांड नोटिस जारी नहीं किया गया है, तो उसे जारी नहीं किया जाएगा, लेकिन चालू वित्त वर्ष (2024-",
  "onwards (2024-2025), the appellant shall be entitled to levy and collect the property tax as well as water tax": "2025) से अपीलकर्ता कानून के अनुसार संपत्ति कर के साथ-साथ जल कर और सीवरेज शुल्क और किसी भी",
  "In the result, the appeal is allowed in the aforesaid terms.": "परिणामस्वरूप, अपील को उपरोक्त शर्तों के तहत अनुमति दी जाती है। पक्षकारों को अपनी-अपनी लागत वहन",
  "Headnotes prepared by: Bibhuti Bhushan Bose Result of the case:": "हेडनोट्स द्वारा: बिभूति भूषण बोस",
  "22.2 The Union of India was directed by this Court to get the": "22.2 इस न्यायालय ने भारत संघ को निर्देश दिया कि वह विषयगत संपत्ति के भवनों (निवास या कार्यालय) को",
  "from such officers and hand over the possession to the respondent therein within eight weeks. While holding so, this": "ऐसे अधिकारियों से खाली करवाए और आठ सप्ताह के भीतर प्रत्यर्थी को उस पर कब्जा सौंप दे। ऐसा करते हुए,",
  "Court observed that on a conjoint reading of Sections 6, 8 and 18 of the Act, the enemy subject is not divested of his right,": "इस न्यायालय ने पाया कि अधिनियम की धारा 6, 8 और 8 के संयुक्त वाचन पर, शत्रु प्रजा को उसके अधिकार,",
  "title and interest of the property which vest in the Custodian is": "स्वत्व और संपत्ति के हित से वंचित नहीं किया जाता है जो कि अभिरक्षक में निहित है और अस्थायी रूप से संपत्ति",
  "limited to the extent of possession, management and control": "पर कब्जे, प्रबंधन और नियंत्रण की सीमा तक सीमित है। अधिनियम का उद्देश्य शत्रु राज्य के प्रजा को भारत में",
  "and trading in the property situated in India. It is, therefore, contemplated that temporary vesting of the property takes": "स्थित संपत्ति में व्यवसाय और व्यापार करने से रोकना था। इसलिए, यह माना जाता है कि संपत्ति का अस्थायी",
  "place in the Custodian so that the property till such time, as it is enemy property, cannot be used for such purpose. The": "रूप से अभिरक्षक में निहित होना ताकि संपत्ति तब तक, जब तक वह शत्रु संपत्ति है, ऐसे उद्देश्य के लिए उपयोग",
  "question considered was, whether, after the inheritance of the property by the respondent therein who was a citizen of India,": "न की जा सके। विचाराधीन प्रश्न यह था कि क्या प्रत्यर्थी, जो भारत का नागरिक था, द्वारा संपत्ति के उत्तराधिकार",
  "upon the death of the original owner of the property who was declared to be an enemy, the property continued to be enemy": "के पश्चात, संपत्ति के मूल स्वामी की मृत्यु के पश्चात, जिसे शत्रु घोषित किया गया था, संपत्ति शत्रु संपत्ति बनी",
  "property? It was answered in the negative. It was observed that the definition of enemy provided under Section 2 (b) of": "रही? इसका उत्तर नकारात्मक में दिया गया। यह कहा गया कि अधिनियम की धारा 2(ख) के अंतर्गत शत्रु की",
  "the Act excluded a citizen of India as an enemy or enemy subject or an enemy firm. Therefore, the respondent herein": "परिभाषा में भारत के नागरिक को शत्रु या शत्रु प्रजा या शत्रु फर्म की श्रेणी से बाहर रखा गया है। इसलिए, मामले",
  "who was born in India and his Indian citizenship not being": "का प्रत्यर्थी, जो भारत में पैदा हुआ था और उसकी भारतीय नागरिकता प्रश्नगत नहीं होने के कारण उसे किसी भी",
  "in question could not by any stretch of imagination be held to be enemy or enemy subject under Section 2(b). Similarly, under Section 2(c) the property belonging to enemy could not": "प्रकार से धारा 2(ख) के अंतर्गत शत्रु या शत्रु प्रजा नहीं माना जा सकता। इसी प्रकार, धारा 2(ग) के अंतर्गत शत्रु",
  "under Section 2(c) the property belonging to enemy could not be termed as an enemy property.": "की संपत्ति को शत्रु संपत्ति नहीं कहा जा सकता।",
  "It was further observed that after the death of the enemy, the right, title and interest of the enemy was succeeded to by his": "22.3 यह भी धारित किया गया कि शत्रु की मृत्यु के पश्चात, शत्रु के अधिकार, स्वत्व और हित उसके",
  "heirs who are Indian citizens. Therefore, the enemy property would cease to be a property belonging of the enemy, hence": "उत्तराधिकारियों को प्राप्त हो गए, जो भारतीय नागरिक हैं। इसलिए, शत्रु संपत्ति शत्रु की संपत्ति नहीं रह जाएगी,",
  "the Custodian could not be permitted to continue with the possession of such property. In this regard, it was observed": "इसलिए अभिरक्षक को ऐसी संपत्ति पर कब्जा जारी रखने की अनुमति नहीं दी जा सकती। इस संबंध में, यह कहा",
  "that the reliance placed by the Union of India on Section 13 of the Act was totally misplaced. That in the said case this": "गया कि अधिनियम की धारा 3 पर भारत संघ द्वारा लिया गया अवलंब पूरी तरह से गलत था। उक्त मामले में इस",
  "Court noted that Union of India - appellant therein had agreed": "न्यायालय ने नोट किया कि भारत संघ - मामले में अपीलकर्ता, ने अपने पिता की संपत्ति का उत्तराधिकारी होने",
  "to release 25% of the property in favour of the respondent therein on production of proof of his having succeeded to the": "का सबूत पेश करने पर प्रत्यर्थी के पक्ष में संपत्ति का 25% छोड़ने पर सहमति व्यक्त की थी। यह कि किसी शत्रु",
  "property of his father. That the property of an enemy could": "उत्तराधिकारी हो। यह कि शत्रु संपत्ति का स्वत्व अभिरक्षक के पास नहीं होता बल्कि संपत्ति केवल संपत्तियों के",
  "might be of the suit property. The said judgment became final. Since, the properties were not handed over to the respondent, he filed a": "उत्तराधिकारी बनने के हकदार थे क्योंकि वह शत्रु संपत्ति नहीं रह गई थी। यद्यपि प्रत्यर्थी को संपत्ति का केवल",
  "In this regard, it would be useful to reiterate the statement and objects of the Act wherein it has been stated that": "इस संबंध में, अधिनियम के कथन और उद्देश्यों को दोहराना उपयोगी होगा, जिसमें कहा गया है कि भारत",
  "immovable property, cash balances and firms belonging to Chinese nationals in India were vested in the Custodian of": "में चीनी नागरिकों की अचल संपत्ति, नकद शेष और फर्म भारत के शत्रु संपत्ति अभिरक्षक जिसे भारत रक्षा",
  "Enemy Property under the power derived from the Defence of India Rules, 1962. That the properties vested in the": "आक्रमण के बाद, शत्रु संपत्तियां भारत रक्षा नियमावली, 962 से प्राप्त शक्ति के तहत शत्रु संपत्ति अभिरक्षक को",
  "Custodian of Enemy Property in India has to continue as it": "सौंपी गई थीं। भारत में शत्रु संपत्ति अभिरक्षक को सौंपी गई संपत्तियां जारी रहनी चाहिए क्योंकि भारत सरकार के",
  "has not been possible for the Government of India so far to arrive at a settlement with the respective Governments of those countries.": "लिए अब तक उन देशों की संबंधित सरकारों के साथ समझौता करना संभव नहीं हो पाया है।",
  "On a perusal of the impugned order, it is noted that the learned counsel appearing for the appellant-Lucknow Nagar": "आक्षेपित आदेश के अवलोकन पर, यह पाया गया कि अपीलकर्ता-लखनऊ नगर निगम के लिए उपस्थित",
  "Government but may demand fee, if any, with respect to services provided like water charge or sewerage charge. The": "शुल्क नहीं ले सकता है, लेकिन जल शुल्क या सीवरेज शुल्क जैसी प्रदान की गई सेवाओं के संबंध में शुल्क, यदि",
  "present case relates to house tax and water tax. The High": "कोई हो, की मांग कर सकता है। वर्तमान मामला गृहकर और जलकर से संबंधित है। उच्च न्यायालय ने उक्त दलील",
  "Court construed the said submission as an admission of the fact that the subject property is the Central Government’s property and therefore, quashed the recovery sought to be": "को इस तथ्य की स्वीकृति के रूप में माना कि विषयगत संपत्ति केंद्र सरकार की संपत्ति है और इसलिए, अपीलकर्ता-",
  "property and therefore, quashed the recovery sought to be made by the appellant-Nagar Nigam. In fact, the submission": "नगर निगम द्वारा की जाने वाली वसूली को रद्द कर दिया। वास्तव में, अपीलकर्ता-नगर निगम के विद्वान अधिवक्ता",
  "be construed in the context of the provisions of the Act as well as the relevant provisions of the Constitution which we": "की दलील को अधिनियम के प्रावधानों के साथ-साथ संविधान के प्रासंगिक प्रावधानों के संदर्भ में समझा जाना",
  "have now interpreted.": "चाहिए, जिनकी हमने अब व्याख्या की है।",
  "Therefore, whatever amount have already been deposited by the respondent herein, the same shall not be refunded to": "इसलिए, प्रतिवादी द्वारा जो भी राशि पहले ही जमा कर दी गई है, उसे उन्हें वापस नहीं किया जाएगा।",
  "them. But, if no other demand has been made till date, such demand shall not be made. However, from the current fiscal": "लेकिन, अगर आज तक कोई अन्य मांग नहीं की गई है, तो ऐसी मांग नहीं की जाएगी। हालांकि, चालू वित्तीय वर्ष",
  "year onwards (2024-2025), the appellant shall be entitled to levy and collect the property tax as well as water tax and": "(2024-2025) से, अपीलकर्ता संपत्ति कर के साथ-साथ जल कर और सीवरेज शुल्क और कानून के अनुसार",
  "sewerage charges and any other local taxes in accordance with law. We have granted a relaxation to the respondent in": "किसी भी अन्य स्थानीय कर को लगाने और एकत्र करने का हकदार होगा। हमने प्रत्यर्थी को इस तथ्य के मद्देनजर",
  "view of the fact that the High Court by the impugned order dated 29.03.2017, had held in favour of the respondent herein": "छूट दी है कि उच्च न्यायालय ने दिनांक 29.03.207 के आक्षेपित आदेश द्वारा प्रत्यर्थी के पक्ष में फैसला सुनाया",
  "management, control and possession of the properties only.": "है, उक्त संपत्तियों का स्वामित्व प्राप्त नहीं करता है। शत्रु संपत्तियाँ ऐसी संपत्तियों के प्रबंधन और प्रशासन के लिए"
}