{
  "COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO": "सिविल अपील सं. 5948 /2044 ,",
  "Versus": "बनाम",
  "Rajesh Sharma and Others": "राजेश शर्मावअन्य....-_7_7_7॥7॥__#+« प्रतिवादी",
  "WITH": "सह",
  "CIVIL APPEAL NO.": "सिविल अपील सं. 978/2023,",
  "Civil Appeal No. 5645/2015 Etc.": "सिविल अपील सं. 590/2044,",
  "M.R. SHAH, J.": "न्यायमूर्ति एम. आर. शाह » आर, शाह",
  "disposed of together, by this common judgment and": "सभी अपीलों का निर्णय और निपटान एक साथ, इस सामान्य निर्णय और आदेश",
  "2. Feeling aggrieved and dissatisfied with the impugned judgment(s) and order(s) passed by the High Court of Judicature at Allahabad passed in the respective writ petitions, by which the High Court has quashed and": "2.इलाहाबाद उच्च न्यायालय द्वारा संबंधित रिट याचिकाओं में पारित किए गए आक्षेपित निर्णय (ओं) और आदेश (ओं) से व्यथित और असंतुष्ट होकर, जिसके",
  "respective Development Authorities and the State of UP,": "द्वारा उच्च न्यायालय ने संबंधित विकास प्राधिकरणों और यूपी राज्य की विभिन्न",
  "2.1 Some of the appeals have been preferred by the original writ petitioners challenging the interim orders": "2.4 कुछ अपीलों को मूल रिट याचिकाकर्ताओं द्वारा प्राथमिकता दी गयी है, जो",
  "original writ petitioners challenging the interim orders passed by the High Court in the respective writ petitions": "संबंधित रिट में उच्च न्यायालय द्वारा पारित अंतरिम आदेशों को चुनौती देते हुए",
  "refusing to stay the demand notices, however, subject to": "मांग नोटिसों पर रोक लगाने से इनकार करती है, हालांकि, इस न्यायालय के",
  "the outcome of the proceedings pending before this Court which are being disposed of by this common judgment": "समक्ष लंबित कार्यवाही के परिणाम के अधीन हैं जो इस सामान्य निर्णय और",
  "and for development of the area including the development plan/scheme and for development of other": "विकास योजना/स्कीम सहित क्षेत्र के विकास के लिए और विकास प्राधिकरणों की",
  "areas included within the limits of Development": "सीमा के भीतर शामिल अन्य क्षेत्रों के विकास के लिए था।",
  "4.1 It is further submitted by Shri Rana Mukherjee, learned Senior Advocate appearing on behalf of the State": "4. उत्तर प्रदेश राज्य की ओर से पेश वरिष्ठ अधिवक्ता श्री राणा मुखर्जी द्वारा यह",
  "State of U.P. & Others v. Malti Kaul (Smt.) & Another, reported in (1996) 10 SCC 425. It is submitted that": "मालती कौल (श्रीमती) और अन्य, 40 5८८25 जो (996) में रिपोर्ट की गई,",
  "4.2 Learned counsel appearing on behalf of the respective Development Authorities, while adopting the": "4.2 संबंधित विकास प्राधिकरणों की ओर से उपस्थित विद्वान अधिवक्ता ने उ 0 प्र",
  "submissions made by Shri Rana Mukherjee, learned": "0 राज्य की ओर से उपस्थित विद्वान वरिष्ठ अधिवक्ता श्री राणा मुखर्जी द्वारा किए",
  "have further submitted that in fact they collected the": "गए निवेदनों को स्वीकार करते हुए आगे प्रस्तुत किया है कि वास्तव में उन्होंने",
  "respective charges, other than development charges/fees,": "विकास शुल्कों के अलावा संबंधित शुल्क /फीस, राज्य सरकार द्वारा जारी किए",
  "4.3 Learned counsel appearing on behalf of the respective original writ petitioners , as such, are not ina": "4.3 संबंधित मूल रिट याचिकाकर्ताओं की ओर से पेश होने वाले विद्वान अधिवक्ता",
  "position to dispute that so far as the levy of development": "इस बात पर विवाद करने की स्थिति में नहीं हैं कि जहां तक विकास शुल्क /",
  "charges/fees is concerned, the same is held to be legal in view of the decision of this Court in the case of Malti Kaul (supra).": "फीस लगाने का संबंध है, उसे मालती कौल (उपरोक्त) के मामले में इस",
  "4.4 It is submitted that so far as the other charges are": "4.4 यह निवेदन किया जाता है कि जहां तक अन्य आरोपों का संबंध है, उन्हें",
  "concerned, the same are rightly held to be illegal and/or not in accordance with law, in view of Section 15(2-A) of": "अधिनियम, 973 की धारा 45 (2-ए) के मद्देनजर अवैध और/या कानून के",
  "the Act, 1973 can be recovered/levied. It is submitted that as per Article 265 of the Constitution of India, there cannot": "की जा सकती है। यह प्रस्तुत किया जाता है कि भारत के संविधान के अनुच्छेद",
  "of U.P., they shall refund the amount of various fees collected with 6% interest per annum.": "खिलाफ है तो वे विभिन्न शुल्कों की वसूली गई राशि को 6% वार्षिक ब्याज के",
  "2.2 By the impugned judgment(s) and order(s), the High": "2.2 आक्षेपित निर्णय (ओं) और आदेश (ओं) के द्वारा, उच्च न्यायालय ने विकास",
  "Court has set aside the various demand notices except the levy of development fees/charges. However, so far as": "शुल्क/प्रभारों की उगाही को छोड़कर विभिन्न मांग नोटिसों को रद्द कर दिया है।",
  "the levy of development fees/charges. However, so far as Civil Appeal No. 4489 of 2014 (State of U.P. v. Rekha": "हालांकि, जहां तक सिविल अपील संख्या 4489/2044 (यूपी राज्य ५. रेखा",
  "Rani & Others) is concerned, the High Court has even set": "रानी और अन्य) का संबंध है, तो उच्च न्यायालय ने विकास प्रभारों /शुल्कों की",
  "3. The dispute before the High Court by way of various": "3. विभिन्न रिट याचिकाओं के माध्यम से उच्च न्यायालय के समक्ष विवाद बाहरी /",
  "charges, inspection fee/supervision fee while granting of sanction layout plan, development charges, sub-division": "आंतरिक विकास शुल्क, स्वीकृत लेआउट योजना प्रदान करने के दौरान निरीक्षण",
  "sanction layout plan, development charges, sub-division charges, stacking charges and impact fee etc. Except in": "शुल्क/पर्यवेक्षण शुल्क, विकास शुल्क, अनुमंडल शुल्क, स्टैकिंग शुल्क और",
  "one case, namely, Rekha Rani (supra), in all other cases,": "एक मामले को छोड़कर, जो कि रेखा रानी (सुप्रा) का है, अन्य सभी मामलों में",
  "the Allahabad High Court as such has upheld the levy of": "इलाहाबाद उच्च न्यायालय ने विकास प्रभारों /शुल्क लगाने को सही ठहराया है,",
  "development  charges/fees. However, the — other": "हालांकि, अन्य उगाही/मांगों का संबंध है, यानी, विकास शुल्क/प्रभारों के",
  "under Section 41 of the Act, 1973 issued orders permitting": "अधिनियम, 4973 की धारा 43 के तहत शक्तियों के प्रयोग में, कोई उगाही और/",
  "the Development Authorities in the State to recover the": "कार्य करने के लिए संबंधित विकास प्राधिकरणों को राज्य सरकार द्वारा निर्देश",
  "submitted that as such though the property in question": "अधिवक्ता ने आवेगपूर्ण ढंग से प्रस्तुत किया है कि जैसे कि प्रश्नास्पद में संपत्ति",
  "may be within the limits of the Development Authorities, however, with respect to the land which is not covered by": "विकास प्राधिकरणों की सीमा के भीतर हो सकती है, हालांकि, उस भूमि के संबंध",
  "the development plan, there cannot be any levy of even development charges/fees.": "में जो विकास योजना के अंतर्गत नहीं है, उसमें विकास शुल्क /फीस भी नहीं",
  "5. | We have heard learned counsel for the respective parties at length.": "5, हमने संबंधित पक्षों के विद्वान अधिवक्ता को विस्तार से सुना है। प्रारंभ में, यह",
  "At the outset, it is required to be noted that before the High Court the dispute was with respect to various": "ध्यान दिया जाना आवश्यक है कि उच्च न्यायालय के समक्ष विवाद",
  "demand notices by way of external/internal development charges, inspection fee/supervision fee while granting of": "बाहरी/आंतरिक विकास शुल्क, निरीक्षण शुल्क/पर्यवेक्षण शुल्क के रूप में",
  "sanction layout plan, development charges, sub-division": "स्वीकृति विन्यास योजना, विकास शुल्क, उप-शुल्क,डिवीजन चार्ज, स्टैकिंग",
  "6. Insofar as the levy of development fees/charges is concerned, the issue is now not res integra, in view of the direct decision of this Court in the case of Malti Kaul (supra). After taking into consideration the entire scheme": "6. जहां तक विकास फीस/शुल्क की उगाही का संबंध है, यह मुद्दा मालती कौल (उपरोक्त) के मामले में इस न्यायालय के निर्णय को देखते हुए अब यह अनिर्णित",
  "and the relevant provisions of the Act, 1973, more": "विषय नहीं है। संपूर्ण योजना और अधिनियम , 973 के प्रासंगिक प्रावधानों,",
  "particularly Sections 14, 15(2-A), 41 & 59 of the Act, 1973,": "विशेष रूप से अधिनियम, 973 की धारा 4, 45 (2-0), 44 और 59 पर",
  "this Court has upheld the levy of development": "विचार करने के बाद, इस न्यायालय ने विकास शुल्क/फीस लगाने को सही",
  "charges/fees. Therefore, the issue with respect to levy of development charges/fees is concerned, the same is": "ठहराया है। इसलिए, विकास शुल्क/फीस लगाने के संबंध में मामला इस",
  "concluded by this Court in the case of Malti Kaul (supra).": "न्यायालय द्वारा मालती कौल (उपरोक्त) के मामले में यही निष्कर्ष निकाला गया",
  "Under the circumstances, as such the High Court has rightly upheld the levy of development fees/charges": "है। ऐसी परिस्थितियों में, उच्च न्यायालय ने विकास शुल्क की वसूली को रेखा",
  "except in the case of Rekha Rani (supra). The decision of the High Court in the case of Rekha Rani (supra)": "रानी (उपरोक्त) के मामले को छोड़कर सही ठहराया है। रेखा रानी (उपरोक्त) के",
  "deserves to be quashed and set aside and the levy of development charges/fees, which otherwise is permissible": "करने योग्य है और विकास शुल्क/फीस लगाया जाए, जो अन्यथा अधिनियम,",
  "under section 15(2-A) of the Act, 1973 is to be upheld.": "973 की धारा 5 (2-ए) के तहत अनुमन्य है।",
  "7. Insofar as the submission on behalf of one of the counsel that as the area in one of the cases is not": "7. जहां तक एक अधिवक्ता की ओर से निवेदन है कि चूंकि एक मामले में क्षेत्र",
  "included within the development plan, but the same is": "विकास योजना में शामिल नहीं है, लेकिन वह विकास प्राधिकरणों के क्षेत्र के भीतर",
  "(h) ‘engineering operation’ includes the formation or laying out means of access to a road or the laying": "(ज) ' अभियांत्रिकी संक्रिया' में सड़क के निर्माण या सड़क तक पहुंच",
  "(hh) ‘Land use conversion charge’ means the charge": "(जज) 'भूमि उपयोग सपरिवर्तन प्रभार' का तात्पर्य ऐसे प्रभार से है जो",
  "levied on a person or body under section 38-A for": "धारा 38 ए के अंतर्गत किसी व्यक्ति या संकाय पर किसी महान्योजना",
  "the change of land use in the Master Plan or Zonal": "अथवा परिक्षेत्रीय विकास योजना में भूमि उपयोग में परिवर्तन हेतु लगाया",
  "(ii) ‘mutation charges’ means the charges, levied under": "(॥) 'नामांतरण प्रभार' से ऐसा प्रभार अभिप्रेत है जो प्राधिकरण द्वारा",
  "name of a property allotted by the Authority to another person:]": "अन्य व्यक्ति को आवंटित संपत्ति का अपने नाम मे नामान्तरणका की",
  "(kk) ‘Stacking fees’ means the fees levied under Section": "(केके) ' ढ़ेर लगाने की फीस' से ऐसी फीस अभिप्रेत है जो धारा 5 के",
  "15 upon the person or body who keeps building materials on the land of the Authority or on a public": "अधीन व्यक्ति या निकाय पर उदगृहीत है जो प्राधिकरण की भूमि पर",
  "(/) ‘water fees’ means the fees levied under Section 15": "(॥) 'जल फीस' से ऐसी फीस अभिप्रेत है, जो प्राधिकरण द्वारा आपूर्ति",
  "the Authority for building operation or construction of": "किये गये जल का भवन निर्माण संक्रिया या भवन के सन्निर्माण के लिए",
  "body (other than any department of Government or any": "व्यक्ति या निकाय ( सरकार के विभाग को शामिल करके ) द्वारा भूमि का",
  "“5. Section 4 contemplates that the State Government": "\"5, धारा 4 में विचार किया गया है कि राज्य सरकार, राजपत्र में",
  "purpose of the Act, an authority called “Development": "अधिसूचना द्वारा, अधिनियम के उद्देश्य के लिए, किसी भी विकास क्षेत्र",
  "Authority” for any development area. ‘Development’ has": "के लिए\" विकास प्राधिकरण \"नामक एक प्राधिकरण का गठन कर सकती",
  "been defined in Section 2(e) with its grammatical": "है। 'विकास' को धारा 2 (७) में परिभाषित किया गया है। इसके",
  "engineering, mining or other operations in, on, over or": "या अन्य कार्यों को भूमि पर, ऊपर या नीचे करना है, या किसी भवन या",
  "under land, or the making of any material change in any building or land, and_ includes redevelopment.": "भूमि में कोई भौतिक परिवर्तन करना है, और इसमें पुनर्विकास शामिल",
  "“Development area” has been defined in Section 2(f) to": "है। \"विकास क्षेत्र\" धारा 2 (7) में परिभाषित किया गया है, जिसका अर्थ",
  "mean any area declared to be development area under Section 3. It has been empowered, where the": "धारा 3 के तहत विकास क्षेत्र घोषित किसी भी क्षेत्र से है। इसे अधिकार",
  "Government in exercise of the power under Section 3 has": "दिया गया है, जहां धारा ३3 के तहत शक्ति का प्रयोग करते हुए सरकार ने",
  "declared that any area within the State requires to be": "घोषित किया है कि राज्य के भीतर किसी भी क्षेत्र को योजना के तहत",
  "developed according to the plan, to declare such area to": "विकसित करने की आवश्यकता है, ऐसे क्षेत्र को एक विकास क्षेत्र घोषित",
  "be a development area. Section 7 envisages the objects": "करने के लिए। धारा 7 में प्राधिकरण के उद्देश्यों की परिकल्पना करता है",
  "of the authority and gives power to the developing": "और विकासशील प्राधिकरण को भवन बनाने के लिए भूमि और किसी",
  "authority to acquire, hold, manage or dispose of a land": "भी अन्य संपत्ति का अधिग्रहण, अधिकार, प्रबंधन या निपटान करने की",
  "and any other property, to carry out building, engineering, mining and other operations, to execute works in": "शक्ति देता है, इंजीनियरिंग, खनन और अन्य संचालन, पानी और",
  "connection with the supply of water and electricity, to": "बिजली की आपूर्ति के संबंध में कार्यों को निष्पादित करने के लिए ,",
  "dispose of sewage and to provide and maintain other": "सीवेज का निपटान करने के लिए और अन्य सेवाओं और सुविधाओं को",
  "services and amenities and generally to do anything": "प्रदान करने और बनाए रखने के लिए और आम तौर पर ऐसे विकास के",
  "necessary or expedient for purposes of such": "प्रयोजनों के लिए और उद्देश्यों के लिए आवश्यक या समीचीन कुछ भी",
  "(2) After the coming into operation of any of the plans in": "(2) किसी विकास क्षेत्र में योजनाओं में से किसी के प्रवत्त होने के बाद,",
  "any development area no development shall be undertaken or carried out or continued in that area unless": "उस क्षेत्र में कोई विकास नहीं किया जाएगा, निष्पादित नहीं किया जाएगा",
  "such development is also in accordance, with such plans.": "या जारी नहीं रखा जाएगा, यदि ऐसा विकास भी ऐसी योजना के अनुसार नहीं है।",
  "(3) Notwithstanding anything contained In Sub-sections (1) and (2), the following provisions shall apply in relation": "(3) उप-धारा (१) और (2) में अन्तर्दिष्ट किसी बात के होते हुये भी",
  "Government or the Central Government or any local": "निम्मलिखित प्रावधान किसी राज्य सरकार या केन्द्रीय सरकार के किसी",
  "authority—": "लागू होगें -",
  "(a) When any such department or local authority intends": "( क) जब कोई ऐसा विभाग या स्थानीय प्राधिकरण भूमि का विकास",
  "the (Vice Chairman) in writing of its intention to do so": "देते हुये ऐसा करने के अपने आशय की लिखित सूचना [उपाध्यक्ष] को",
  "(b) In the case of a department of any State Government": "( ख) किसी राज्य सरकार या केंद्रीय सरकार के मामले में, यदि",
  "or the Central Government, if the (Vice-Chairman) has no objections, it should inform such department of the same": "[उपाध्यक्ष] को कोई आक्षेप नहीं है, तो उसे ऐसे विभाग को खंड (क)",
  "within three weeks from the date of receipt by it under": "के अधीन उसके द्वारा विभाग के आशय की प्राप्ति की तारीख से तीन",
  "proposed development;": "विकास के प्रस्ताव मे आवश्यक उपान्तरण करेगा ;",
  "(2) Every application under Sub-section (1) shall be": "(2) उप-धारा (4) के तहत प्रत्येक आवेदन के साथ ऐसा शुल्क होगा",
  "[(2-A) The Authority shall be entitled to levy development fees, mutation charges, stacking fees and water fees in": "[(2-क) प्राधिकरण विकास शुल्क, नामांतरण शुल्क, स्टैकिंग शुल्क",
  "such manner and at such rates as may be prescribed.]": "और जल शुल्क को ऐसे तरीके से और ऐसी दरों पर, जो विहित की जाएं, उद्ृहीत करने का हकदार होगा।]",
  "Provided that the amount of stacking fees levied in": "बशर्ते कि किसी क्षेत्र के संबंध में लगाए गए स्टैकिंग शुल्क की राशि जिसे",
  "respect of an area which is not being developed or has": "विकसित नहीं किया जा रहा है या प्राधिकरण द्वारा विकसित नहीं किया",
  "not been developed, by the Authority, shall be transferred": "गया है, उस स्थानीय प्राधिकरण को स्थानांतरित कर दिया जाएगा",
  "to the local authority within whose local limits such area is situated. ]": "जिसकी स्थानीय सीमा के भीतर ऐसा क्षेत्र स्थित है।| 200९ 200९ 200९",
  "S. 41. Control by State Government - (1) The [Authority,": "एस. 4. राज्य सरकार द्वारा नियंत्रण () [प्राधिकरण, अध्यक्ष या",
  "the Chairman or the Vice-Chairman] shall carry out such": "उपाध्यक्ष] ऐसे निर्देशों को क्रियांवित करेगे, जैसा कि इस अधिनियम के",
  "directions as may be issued to it from time to time by the State Government for the efficient administration of this": "कुशल प्रशासन के लिए राज्य सरकार द्वारा समय-समय पर जारी किए",
  "(2) If in, or in connection with, the exercise of its powers and discharge of its functions by the [Authority, the Chairman or the Vice-Chairman) under this Act any": "(2) यदि इस अधिनियम के तहत [प्राधिकरण, अध्यक्ष या उपाध्यक्ष | द्वारा उनकी शक्तियों के प्रयोग में या या उनके कार्यों के निर्वहन में, या",
  "dispute arises between the authority, the Chairman or the Vice-Chairman) and the State Government the decision": "उसके संबंध में प्राधिकरण, अध्यक्ष या उपाध्यक्ष और राज्य सरकार के",
  "of the State Government on such dispute shall be final.": "बीच कोई विवाद उत्पन्न होता है तो ऐसे विवाद पर राज्य सरकार का निर्णय अंतिम होगा।",
  "(3) The State Government may, at any time, either on its": "(3) राज्य सरकार किसी भी समय, या तो स्वप्रेषण पर या इस संबंध में",
  "own motion or on application made to it in this behalf, call": "उसको किए गए आवेदन पर, [प्राधिकरण या अध्यक्ष] द्वारा इस प्रयोजन",
  "for the records of any case disposed of or order passed": "के लिए निपटाए किसी मामले के अभिलेखों या पारित आदेश या जारी",
  "satisfying itself as to the legality or propriety of any order": "किए गए निर्देश की वैधता या औचित्य के सम्बंध में स्वयं का समाधान",
  "passed or direction issued and may pass such order or": "करने के लिए मांग सकेगा और उसके संबंध में ऐसा आदेश पारित करेगा",
  "issue such direction in relation thereto as it may think fit:": "या ऐसा निर्देश जारी कर सकेगा जैसा वह उचित समझे:",
  "Provided that the State Government shall not pass an order prejudicial to any person without affording such person a reasonable opportunity of being heard.": "बशर्ते राज्य सरकार किसी व्यक्ति को सुनवाई का उचित अवसर दिए बिना ऐसे व्यक्ति के प्रतिकूल कोआ आदेश पारित नहीं करेगी।",
  "[(4) Every order of the State Government made in exercise of the powers conferred by this Act shall be final": "[(4) इस अधिनियम द्वारा प्रदत्त शक्तियों के प्रयोग में किया गया राज्य सरकार का प्रत्येक आदेश अंतिम होगा और किसी न्यायालय में प्रश्रगत",
  "date of constitution of the Authority for that area and until": "प्राधिकरण के गठन की तिथि से निलंबित किया गया और जब तक ऐसे",
  "the dissolution of such Authority and the provisions of": "प्राधिकरण के विघटन नही होता और [संयुक्त प्रांत सामान्य खंड",
  "[Sections 6 and 24 of the United Provinces General Clauses Act, 1904) shall apply, in relation to such": "अधिनियम, 904 की धारा 6 और 24) के प्रावधान इस तरह के",
  "Clauses Act, 1904) shall apply, in relation to such suspension as if the suspension amounted to repeal of": "निलंबन के संबंध में लागू होंगे यदि निलंबन इस अधिनियम द्वारा उक्त",
  "the said enactment by this Act, and in particular, all proceedings relating to acquisition of land and interest in": "अधिनियम के निरसन के समान है, और विशेष रूप से भूमि के अर्जन से",
  "land for Improvement schemes under the said enactment": "संबंधित सभी कार्यवाही उक्त अधिनियम के तहत सुधार योजनाओं के",
  "pending immediately before such suspension before any court, tribunal or authority may be continued and": "लिए भूमि में ही, जो किसी भी अदालत, न्यायाधिकरण या प्राधिकरण के समक्ष इस तरह के निलंबन से ठीक पहले लंबित है।जारी रह सकेगा और",
  "concluded in accordance with the provisions of the said": "उक्त अधिनियम के प्रावधानों के अनुसार जारी निर्णय दिया जाएगा (जो",
  "enactment (which shall mutatis mutandis apply) as if": "यथा आवश्यक परिवर्तनों सहित लागू होगा) जैसे कि उन प्रावधानों को",
  "Act, 1958, be done by the Prescribed Authority and controlling authority and which can, after such": "विहित प्राधिकारण एवं नियंत्रक प्राधिकरण द्वारा किये जा सकते थे जो",
  "suspension be done by virtue of the application of Section 6 of the Uttar Pradesh General Clause Act, 1904,": "ऐसे निलम्बन के बाद जो उत्तर प्रदेश सामान्य खण्ड अधिनियम, 904 की धारा 6 के लागू होने के परिणामस्वरूप किया जा सकता है, क्रमश",
  "shall vest in the Vice-Chairman and the Chairman respectively).": "उपाध्यक्ष और अध्यक्ष में निहित होगा।)",
  "(b) The operation of the provisions suspended by virtue of Clause (a) shall revive upon the dissolution of": "(बी) खंड (ए) के परिणामस्वरूप निलंबित प्रावधानों का प्रवर्तन धारा",
  "the Authority under Section 58, the provisions": "58 के तहत प्राधिकरण के विघटन पर पुनः प्रारम्भ होगा, [संयुक्त प्रांत",
  "of [Sections 6 and 24 of the United Provinces General Clauses Act, 1904] shall apply in relation to the cesser": "सामान्य खंड अधिनियम, 904 की धारा 6 और 24] के प्रावधान इस",
  "of application of the corresponding provisions of this": "अधिनियम के तत्मसमान प्रावधानों की प्रयोज्यता की समाप्ति के सम्बंध",
  "provisions of this Act by an Uttar Pradesh Acct.": "में लागू होगों जैसे कि उत्तर प्रदेश अधिनियम द्वारा इस अधिनियम के इन",
  "(c) Without prejudice to the generality of the provisions of Clauses (a) and (b), and bye-laws, directions or": "(सी) खंड (ए) और (बी), के प्रावधानों की व्यापकता पर प्रतिकूल",
  "regulations under the [U.P. Municipalities Act, 1916] or": "प्रभाव डाले बिना, [यूपी नगरपालिका अधिनियम, 96] या उत्तर",
  "the Uttar Pradesh (Regulation of Building Operations) Act, 1958 or the [U.P. Municipal Corporation Act,": "प्रदेश (भवन संक्रिया का विनियमन) अधिनियम के तहत 4958 या",
  "provisions of this Act, continue in force, until altered,": "उस अधिनियम के तहत जारी रहने के लिए राज्य सरकार द्वारा",
  "(6) Notwithstanding the provisions of Sub-sections (1) and (2)": "(6) उप-धारा () और (2) के प्रावधानों के होते हुए भी-",
  "(a) anything done or any action taken (including any": "की गई कोई चीज या की गई कोई कार्रवाई (जारी की गई किसी",
  "notification issued or order or scheme made or": "अधिसूचना या किये गये किसी आदेश या योजना या प्रदत्त अनुमति को",
  "inconsistent with the provisions of the Act continue in": "नहीं है प्रवर्तन में बना रहेगा और इस अधिनियम के प्रावधानों के तहत",
  "force and be deemed to have been done or take under the provisions of this Act unless and until it is superseded": "किए गए या की गई मानी जाएगी यदि और जब तक उसे इस अधिनियम",
  "by anything done or any action taken under the": "के प्रावधानों के तहत की गई किसी भी चीज या कार्रवाई से अधिक्रान्त",
  "Therefore, as per Section 15(2-A) of the Act, 1973, the Development Authority can levy only those charges,": "अत: अधिनियम, 4973 की धारा 45(2-ए) के अनुसार विकास प्राधिकरण",
  "namely, development fees, mutation charges, stacking": "केवल उन्हीं प्रभारों अर्थात्‌ विकास शुल्क, नामांतरण शुल्क, स्टैकिंग शुल्क एवं",
  "those charges/fees provided/mentioned under Section 15(2-A) of the Act, 1973, otherwise the other charges": "उपबंधित किए गए के अलावा, अधिनियम, 973 अन्य शुल्क लगाने की अनुमति",
  "power is available under Section 56 for the authority to": "पर जारी किये जाए। इस अधिनियम के तहत, धारा 56 नियम बनाने की",
  "make regulations for the administration of the affairs of": "इसलिए, प्राधिकरण के मामलों के प्रशासन के लिए नियम बनाने के लिए",
  "the authority. In particular sub-section (2) thereof": "रूप से उप-धारा (2) में प्रावधान है कि उप-धारा (4) में दी गई शक्ति",
  "provides that despite the generality of the power given in": "की सामान्यता के बावजूद ) विशिष्ट शक्ति नियमों के माध्यम से दी गई",
  "regulations as enumerated thereunder. Clause (/) which": "है, जैसा कि उसके तहत बताया गया है। खंड () जो एक अवशिष्ट खंड",
  "is a residuary clause provides for any other matter which": "है, किसी अन्य मामले के लिए प्रदान करता है जिसे विनियमों द्वारा",
  "has to be or may be prescribed by the regulations.”": "निर्धारित किया जाना है या किया जा सकता है। \"",
  "Court in the case of K.K. Bhalla v. State of M.P.,": "0. इस न्यायालय द्वारा केके भल्ला बनाम मध्य प्रदेश राज्य के मामले में एक",
  "powers of the State Government under the Madhya": "थी। मध्य प्रदेश अधिनियम के तहत राज्य सरकार की शक्तियों से निपटने के",
  "Pradesh Act, which is pari materia to Section 41 of the Act, 1973, in paragraph 62, it is observed and held as": "दौरान, जो अधिनियम, 4973 की धारा 44 के समान है, पैरा 62 में, यह देखा",
  "“62. Furthermore, in terms of Section 73 of the 1973 Act,": "\" 62. इसके अलावा, 4973 के अधिनियम की धारा 73 के अनुसार,",
  "the officers appointed under Section 3 and the authorities": "धारा 3 के तहत नियुक्त अधिकारियों और अधिनियम के तहत गठित",
  "constituted under the Act is confined only to matters of policy and not any other. Such matters of policy yet again": "नीतिगत मामलों तक ही सीमित है और किसी अन्य के लिए नहीं। नीति",
  "must be in relation to discharge of duties by the officers": "के ऐसे मामले फिर से प्राधिकरण के अधिकारियों द्वारा कर्तव्यों के",
  "11. In the case of Poonam Verma vv. _ Delhi Development Authority, (2007) 13 SCC 154, while": "4. पूनम वर्मा वी. दिल्ली विकास प्राधिकरण, (2007) 3 एससीसी 54 के",
  "Development Authority Act (Section 41 of the DDA Act),": "मामले में, दिल्ली विकास प्राधिकरण अधिनियम (डीडीए अधिनियम की धारा 44)",
  "this Court has observed and held in para 13 as under:": "के तहत परी मटेरिया प्रावधान से निपटने के दौरान, इस न्यायालय ने देखा और आयोजित किया पैरा 43 निम्नानुसार है:",
  "the part of the respondent before competent legal forums,": "\"]3. सक्षम कानूनी मंचों के समक्ष प्रतिवादी की ओर से सेवाओं में",
  "which stricto sensu were not available. It has not been": "उपचार का सहारा लिया, जो निश्चित रूप से उपलब्ध नहीं थे। इसे",
  "shown as to on what premise the Central Government": "इस रूप में नहीं दिखाया गया है। केंद्र सरकार किस आधार पर",
  "can interfere with the day-to-day affairs of the": "प्रतिवादी के दिन-प्रतिदिन के मामलों में हस्तक्षेप कर सकती है।",
  "respondent. Section 41 of the Act, only envisages that": "अधिनियम की धारा 4] में केवल यह परिकल्पना की गई है कि",
  "the respondent would carry out such directions that may be issued by the Central Government from time to time": "प्रतिवादी ऐसे निर्देशों का पालन करेगा जो केंद्र सरकार द्वारा समय -",
  "for the efficient administration of the Act. The same does": "समय पर जारी किए जा सकते हैं। अधिनियम के कुशल प्रशासन के",
  "not take within its fold an order which can be passed by": "लिए। वही अपने दायरे में एक आदेश नहीं लेता है जो प्राधिकरण द्वारा",
  "the Central Government in the matter of allotment of flats": "फ्लैटों के आवंटन के मामले में केंद्र सरकार द्वारा पारित किया जा",
  "by the Authority. Section 41 speaks about policy decision.": "सकता है। धारा 44 नीतिगत निर्णय के बारे में बताती है। जारी किए",
  "Any direction issued must have a nexus with the efficient": "गए किसी भी निर्देश में एक होना चाहिए। अधिनियम के कुशल",
  "administration of the Act. It has nothing to do with": "प्रशासन के साथ सांठगांठ। इसका किसी विशेष योजना के संबंध में",
  "carrying out of the plans of the authority in respect of a particular scheme.”": "प्राधिकरण की योजनाओं को पूरा करने से कोई लेना-देना नहीं है। \"",
  "12. Under the circumstances, in exercise of powers under Section 41 of the Act, 1973, the State could not": "2. परिस्थितियों में, अधिनियम, 973 की धारा 4 के तहत शक्तियों के प्रयोग",
  "have issued the orders’ permitting/allowing the": "शुल्कों/शुल्कों को लगाने की अनुमति /अनुमति देने वाले आदेश जारी नहीं कर",
  "fees/charges provided under Section 15(2-A), all of them": "है कि धारा 45 (2-ए) के तहत प्रदान की जाने वाली फीस / शुल्कों की लेवी,",
  "permissible under section 35 of the Act, 1973. It is also": "को भी अधिनियम, 4973 के तहत परिभाषित किया गया होता। अन्य शुल्कों को",
  "the above. In the facts and circumstances of the case,": "3. उपरोक्त के मद्देनजर और ऊपर बताए गए कारणों के लिए, यूपी राज्य के",
  "case Of Rekha Rani (supra) (Civil Appeal No.": "रेखा रानी (उपरोक्त) (सिविल अपील संख्या 4489/2044) के मामले में उच्च",
  "development charges/fees is hereby quashed and set": "न्यायालय के निर्णय को निरस्त किया जाता है और विकास शुल्क/शुल्क की",
  "orders passed by the High Court quashing and setting aside the demand notices/levy of other charges/fees,": "आक्षेपित निर्णय और आदेश उच्च न्यायालय द्वारा पारित मांग नोटिसों /अन्य",
  "namely, inspection fee/supervision fee while granting of": "प्रभारों /शुल्कों की उगाही, अर्थात्‌ निरीक्षण शुल्क/पर्यवेक्षण शुल्क, स्वीकृति",
  "sanction layout plan, sub-division charges, impact fee etc. (other than development charges/fees) are hereby confirmed.": "लेआउट योजना, उप-विभाजन शुल्क, प्रभाव शुल्क आदि (विकास शुल्क/शुल्क के अलावा) ) इसके द्वारा पुष्टि की जाती है।",
  "paid by the respective original writ petitioners other than the development charges/fees and the charges provided": "शुल्क/ शुल्क और शुल्क के अलावा संबंधित मूल रिट याचिकाकर्ताओं द्वारा पहले",
  "respective original writ petitioners with 6% interest per": "से भुगतान की गई कोई भी राशि, अब 6% के साथ संबंधित मूल रिट",
  "course after adjusting development charges/fees. It is": "अवधि के भीतर, निश्चित रूप से विकास शुल्क/शुल्क समायोजित करने के बाद।",
  "made clear that we have not expressed anything on the": "यह स्पष्ट किया जाता है कि हमने बेटरमेंट शुल्क लगाने के बारे में कुछ भी व्यक्त"
}