{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपील अधिकारिता",
  "CIVIL APPEAL NO.131/2020": "सिविल अपील सं, 3/2020",
  "(@ Special Leave Petition (Civil) No. 6999 of 2017)": "(विशेष अनुमति याचिका (सिविल) सं. 6999 वर्ष 207",
  "Versus": "बनाम",
  "UNION OF INDIA AND ANR. ... RESPONDENT(S)": "भारत संघ एवं अन्य .. ... ... ... प्रत्यार्थी (गण)",
  "JUDGMENT": "निर्णय",
  "Deepak Gupta, J.": "न्यायमूर्ति दीपक गुप्ता",
  "Leave granted.": "... अनुमति प्रदत्त।",
  "2. One of the issues raised in this appeal is whether an appeal": "2... इस अपील में उठाए गए विषयों में से एक यह है कि क्या उच्च न्यायालय",
  "related to an Armed Forces personnel pending before the High": "के समक्ष निलंम्बित सशस्त्र बल सेवाकर्मी से संबंधित मामाले. में उच्च",
  "Court or High Court exercising jurisdiction under Article 226 and": "पुनर्विलोकन की शक्ति के संबंध में अनुच्छेद 226/227 के अंतर्गत उच्च",
  "under Article 226 of the Constitution. We are not going into the": "संवैधानिक विषय उठाए गए हों। हम इस धारा से सहमत नहीं हो सकते",
  "supervisory jurisdiction of a High Court under Article 227 of the": "अनुच्छेद 227 के अंतर्गत न्यायाधिकरणों के निर्णयों पर निरीक्षण की शक्ति",
  "far as may be, in the same manner as in the case of an": "सुसंगत रूप से लाए गए मामलों के संदर्भ में भी उनके द्वारा जिस तरीके से",
  "Armed Forces. Chapter III of the Act, deals with the jurisdiction,": "अधिनियमित किया गया था। अधिनियम का अध्याय 3 न्यायाधिकरण के",
  "which is relevant reads as follows:-": "4() निम्नवत है:-",
  "“14. Jurisdiction, powers and authority in service matters.": "'” सेवा मामलों में क्षेत्राधिकार शक्तियाँ और प्राधिकार - () इस",
  "—(1) Save as otherwise expressly provided in this Act, the": "अधिनियम में स्पष्ट अन्यथा उपबंधित के सिवाय, न्यायाधिकरण नियत",
  "before that day by all courts (except the Supreme Court or a": "दिन से उस दिन के पूर्व सभी न्यायालयों (सर्वोच्च न्यायालय या संविधान",
  "High Court exercising jurisdiction under articles 226 and 227": "के अनुच्छेद 226 और 227 के अन्तर्गत अधिकारिता का प्रयोग कर रहें",
  "of the Constitution) in relation to all service matters.”": "उच्च न्यायालय को छोडकर)) द्वारा प्रयोग की जाने वाली सभी सेवा मामलों",
  "4. Section 15 provides that the Tribunal shall exercise": "4... धारा 5 उपबंधित करती है कि न्यायाधिकरण सैन्य न्यायालय द्वारा",
  "jurisdiction, power and authority in relation to an appeal against any order, decision, finding or sentence passed by a court": "दिए किसी आदेश, निर्णय, निष्कर्ष या दण्डादेश के विरूद्ध अपील के संबंध में",
  "5. Section 34 of the Act reads as follows:-": "५... अधिनियम की धारा 34 निम्नवत है:-",
  "“34. Transfer of pending cases.—(1) Every suit, or other": "'*34. लंबित मामालों का स्थानान्तरण - () इस अधिनियम के",
  "proceeding pending before any court including a High Court or other authority immediately before the date of establishment of": "अन्तर्गत न्यायाधिकरण की स्थापना की तिथि से ठीक पूर्व किसी उद्च न्यायालय या अन्य प्राधिकारी सहित किसी न्यायालय के समक्ष लंबित",
  "been within the jurisdiction of the Tribunal, if it had arisen": "न्यायाधिकरण के क्षेत्राधिकार के भीतर होता है। यदि ऐसे न्यायाधिकरण",
  "after such establishment within the jurisdiction of such": "के स्थापित होने की तिथि के पश्चात उसके क्षेत्राधिकार के भीतर होता है,",
  "Tribunal, stand transferred on that date to such Tribunal.": "तो उस तिथि को न्यायाधिकरण को स्थानान्तरित हो जायेगा |",
  "extraordinary writ jurisdiction even against the orders of the High Court.": "उद्च न्यायालय के आदेशों के विरूद्ध अपनी असामान्य रिट अधिकारिता का",
  "11. While holding so, we place reliance upon a judgment of a Constitution Bench of this Court in L. Chandra Kumar vs.": "7. ऐसा धारित करते हुए, हम एल.चन्द्र कुमार बनाम भारत संघ एवं अन्य” के मामले में इस न्यायालय की संविधान पीठ के निर्णय का अवलंब लेते है।",
  "review is a part of the basic structure of the Constitution and the power of judicial review vested in the High Courts and the": "आधारभूत ढाँचें का हिस्सा है और उच्च न्यायालय और सर्वा्च न्यायालय में",
  "“78. ...An analysis of the manner in which the Framers of our Constitution incorporated provisions": "*” 78. हमारे संविधान निर्माताओं ने जिस तरीके से न्यायपलिका से",
  "the judiciary. These attempts were directed at ensuring": "प्रयासों का उद्देश्य यह सुनिश्चित करना था कि न्यायपालिका अपने",
  "discharging its wide powers of judicial review. While the": "न्यायिक पुर्वविलोकन की व्यापक शक्ति का प्रभावी निर्वाहन करने में",
  "Constitution confers the power to strike down laws upon": "विधियों को निरस्त करने की शक्ति प्रदान करता है। इसमें न्यायाधीशों",
  "elaborate provisions dealing with the tenure, salaries, allowances, retirement age of Judges as well as the": "की पदावधि, वेतन, भत्ते, सेवानिवृत्ति की आयु और साथ ही उद्चतर",
  "The inclusion of such elaborate provisions appears to have been occasioned by the belief that, armed by such": "व्यापक प्रावधानों को शमिल करने के पीछे यह विश्वास प्रतीत होता है",
  "have been occasioned by the belief that, armed by such provisions, the superior courts would be insulated from": "कि एसे प्रावधानों से सुसज्जित होने पर उच्चतर न्यायालय किसी भी",
  "any executive or legislative attempts to interfere with the": "कार्यपालिका या विधायी हस्तक्षेप के प्रयास से सुरक्षित रहेंगें।",
  "making of their decisions. The Judges of the superior courts have been entrusted with the task of upholding the Constitution and to this end, have been conferred the": "उद्चतर न्यायालयों के न्यायाधीशों को संविधान की रक्षा का कार्य दिया",
  "power to interpret it. It is they who have to ensure that": "गया है और इसके लिए उन्हें निर्वचन की शक्ति प्रदान की गई है। उन्हें",
  "the balance of power envisaged by the Constitution is": "संविधान द्वारा प्रकल्पित शक्ति संतुलन को सुनिश्चित करना होता है और",
  "maintained and that the legislature and the executive do not, in the discharge of their functions, transgress": "यह भी कि कार्यपालिका और विधायिका अपने कार्यों के निष्पादन में",
  "not, in the discharge of their functions, transgress constitutional limitations. It is equally their duty to": "संवैधानिक सीमाओं का अतिक्रमण न करें। इए बात को देखना उनका",
  "ensure the independence of the Judges of the superior": "हो। उद्चतर न्यायपालिका के न्यायाधीशों की स्वतंत्रता सुनिश्चित करने",
  "judiciary, are not available to the Judges of the subordinate judiciary or to those who man tribunals": "वाले संवैधानिक सुरक्षा, अधीनस्थ न्यायपालिका के न्यायाधीशों या उन",
  "created by ordinary legislations. Consequently, Judges of": "लोगों को जो सामान्य विधान द्वारा बनाए गए न्यायाधिकरणों में बैठे हैं,",
  "discharging the function of constitutional interpretation.": "संवैधानिक निर्वचन का कार्य का निर्वहन करने के लिए उद्चतर",
  "226 and in this Court under Article 32 of the": "के अनुच्छेद 32 के अन्तर्गत इस न्यायालय को प्रदत्त विधायी कार्यों के",
  "Constitution, constituting part of its basic structure. Ordinarily, therefore, the power of High Courts and the": "जो कि उसके मूल ढाँचे का हिस्सा है। इसलिए सामान्यतः उद्च न्यायालयों और सर्वोच्च न्यायालय की विधानों की संवैधानिक वैधता का",
  "79. We also hold that the power vested in the High": "79. हमारा यह भी मानना हे कि उच्च न्यायालयों को प्रदान की गई",
  "respective jurisdictions is also part of the basic structure of the Constitution. This is because a situation where the": "न्यायिक पर्यवेक्षण की शक्ति भी संविधान के मूल ढाँचे का हिस्सा है। यह",
  "of the Constitution. This is because a situation where the High Courts are divested of all other judicial functions apart from that of constitutional interpretation, is equally": "इसलिए है कि संविधान के निर्वचन के अतिरिक्त सभी न्यायिक कार्यों से",
  "12": "6",
  "it has no jurisdiction. There may be cases where the High Court": "कर सकता। ऐसे मामलों में ही संबंधित उच्च न्यायालयों में सीधे जाया जा",
  "such Tribunals established under Article 323-A and 323-": "323-# और 323-8 के तहत अधिनियमित विधानों के \"अधिकारिता का",
  "“36. The aforesaid decisions rendered by this Court can be summarised as follows:": "“36. इस न्यायालय द्वारा दिए गए उपरोक्त निर्णय का सारांश निम्नवत है :",
  "(i) The power of judicial review vested in the High Court under Article 226 is one of the basic essential": "(।) उच्च न्यायालय में अनुच्छेद 226 के द्वारा निहित न्यायिक पुनर्विलोकन की शक्ति संविधान की एक मूलभूत एवं अपरिहार्य विशेषता है और सशस्त्र बल",
  "features of the Constitution and any legislation including the Armed Forces Tribunal Act, 2007 cannot override or": "शक्ति संविधान की एक मूलभूत एवं अपरिहार्य विशेषता है और सशस्त्र बल न्यायाधिकरण अधिनियम, 2007 सहित कोई भी विधान भारत के संविधान",
  "curtail jurisdiction of the High Court under Article 226 of the Constitution of India": "के अनुच्छेद 226 के तहत प्रदान की गई अधिकारिता को निरस्त या कम नहीं",
  "(ii) The jurisdiction of the High Court under Article 226 and this Court under Article 32 though cannot be": "(॥) अनुच्छेद 226 के अंतर्गत उच्च न्यायालय की और अनुच्छेद 32 के तहत इस न्यायालय की अधिकारिता यद्यपि किसी अधिनियम के प्रावधान द्वारा",
  "circumscribed by the provisions of any enactment, they": "सीमित नहीं की जा सकती, निश्चित ही उनमें अधिनियम के प्रावधानों में",
  "exercise their jurisdiction consistent with the provisions of the Act.": "प्रयोग अधिनियम के प्रावधानों के अनुरूप करेंगे।",
  "(ii) When a statutory forum is created by law for": "(।) जब शिकायतों के निपटारे के लिए विधि द्वारा कोई वैधानिक मंच बनाया",
  "(iv) The High Court will not entertain a petition under Article 226 of the Constitution if an effective alternative remedy is available to the aggrieved person or the statute": "(५) उच्च न्यायालय संविधान के अनुच्छेद 226 के अंतर्गत कोई याचिका स्वीकार नहीं करेगा यदि पीड़ित व्यक्ति को प्रभावी वैकल्पिक उपचार उपलब्ध",
  "under which the action complained of has been taken": "हो या उस विधान में जिसके अंतर्गत उस कार्य की शिकायत की गई है",
  "What this Court held was that though the power of the High Court under Article 226 of the Constitution is a basic essential": "की यद्यपि संविधान के अनुच्छेद 226 के अंतर्गत उच्च न्यायालय की शक्ति",
  "feature of the Constitution which cannot be taken away, the High": "संविधान की एक अनिवार्य आधारभूत विशेषता है जो छीनी नहीं जा सकती,",
  "Court should not entertain a petition under Article 226 of the": "उच्च न्यायालय को संविधान के अनुच्छेद 226 के अंतर्गत कोई याचिका नहीं",
  "is a part of the inviolable basic structure of our Constitution.": "को प्रदान की गई अधिकारिता हमारे संविधान के अलंघ्य मूल ढांचे का हिस्सा",
  "While this jurisdiction cannot be ousted, other courts and": "है। हालांकि इस अधिकारिता को छोड़ा नहीं जा सकता, हमारे न्यायालय और",
  "powers conferred by Articles 226/227 and 32 of the": "न्यायाधिकरण संविधान के अनुच्छेद 32 और 226/227 द्वारा प्रदान की गई",
  "Constitution. The Tribunals created under Article 323-A and": "323-# और 323-8 के अंतर्गत गठित न्यायाधिकरण विधिक प्रावधानों और",
  "competence to test the constitutional validity of statutory": "नियमों की संवैधानिक वैधता का परीक्षण करने में समर्थ हैं। हालांकि इन",
  "provisions and rules. All decisions of these Tribunals will, however, be subject to scrutiny before a Division Bench of the": "न्यायाधिकरणों के सभी निर्णय उच्च न्यायालयों की खंडपीठ के समक्ष चुनौती",
  "High Court within whose jurisdiction the Tribunal concerned": "का विषय होंगे जिनकी अधिकारिता में संबंधित न्यायाधिकरण पड़ता है।",
  "they have been constituted. It will not, therefore, be open for litigants to directly approach the High Courts even in cases": "सीधे उच्च न्यायालय में जाने का विकल्प नहीं होगा जिनमें वे विधिक प्रावधानों",
  "where they question the vires of statutory legislations (except": "की शक्तियों को प्रश्नांकित करते हैं। (उन मामलों को छोड़कर जिनमें उन",
  "where the legislation which creates the particular Tribunal is": "विधानों को चुनौती दी गई है जिनके तहत ऐसे न्यायाधिकरण का गठन किया",
  "concerned. Section 5(6) of the Act is valid and constitutional": "गया है)। अधिनियम की धारा 5(6) वैध एवं संवैधानिक है और इसका उसी",
  "and is to be interpreted in the manner we have indicated.”": "प्रकार निर्वचन किया जाना चाहिए जैसा हमने दर्शित किया है।”",
  "13. Reliance placed by Ms. Dwivedi on the judgment of this Court in Major General Shri Kant Sharma (supra) is entirely": "3. सुश्री द्विवेदी द्वारा इस न्यायालय द्वारा मेजर जनरल श्रीकांत शर्मा (उपरोक्त)",
  "misplaced. The issue before this Court in this case was whether": "के मामले में दिए गए निर्णय पर अवलंब लेना गलत है । इस मामले में इस न्यायालय",
  "the orders of the AFT. This is a judgment by two judges and": "रिट याचिका स्वीकार करना न्यायोचित था । यह दो न्यायाधीशों का निर्णय था और",
  "Bench in L. Chandra Kumar (supra). The Division Bench, after": "स्पष्टतः यह एल चंद्र कुमार (उपरोक्त) के मामले में संवैधानिक पीठ के निर्णय को",
  "Constitutional Scheme.”": "दिया जाना संवैधानिक योजना के साथ ज्यादती होगी।\"",
  "and make the High Court subordinate to the AFT. This can never be the intention of the Legislature. The High Court is a": "एएफ़टी के अधीन बना देगा जो कभी भी विधायिका का उद्देश्य नहीं हो सकता |",
  "be the intention of the Legislature. The High Court is a Constitutional Court constituted under Article 214 of the": "उच्च न्यायालय एक संवैधानिक न्यायालय है जिसका गठन संविधान के अनुच्छेद",
  "Article 215. It is obvious that the order of the High Court cannot": "है। यह स्पष्ट है कि उच्च न्यायालय के आदेश को सर्वच्च न्यायालय के अतिरिक्त",
  "be challenged before any other forum except the Supreme Court. The provision of intra-court appeal whether by way of Letters": "किसी अन्य मंच पर चुनौती नहीं दी जा सकती। अंतर न्यायालयीय अपील चाहे",
  "The provision of intra-court appeal whether by way of Letters Patents or special enactment is a system that provides for": "लेटर्स पेटेंट अपील के माध्यम से हो या विशेष अधिनियम के माध्यम से एक ऐसी",
  "correction of judgments within the High Courts where a judgment": "व्यवस्था होती है जो उच्च न्यायालय के ऐसे निर्णय को सही करने के लिए उपबंधित",
  "all cases and must be provided for either under the Letters Patent": "और इसे या तो लेटर्स पेटेंट के अंतर्गत होना चाहिए या किसी विशिष्ट अधिनियम",
  "or any other special enactment. Even where such appeal lies the": "के अंतर्गत। ऐसी अपील जहां की जाती है वहां भी इसे उच्च न्यायालय के दो या",
  "appeal is heard by two or more judges of the High Court. We": "अधिक न्यायाधीशों के द्वारा सुना जाता है। हम ऐसी स्थिति कल्पना नहीं कर",
  "comprising of one retired judge and one retired Armed Forces": "अपील पर सुनवाई एक अवकाश प्राप्त न्यायाधीश और एक अवकाश प्राप्त सैन्य",
  "official. Therefore, we reject the contention that an intra court": "अधिकारी वाले न्यायाधिकरण द्वारा की जाती हो। इसलिए हम यह तर्क अस्वीकार",
  "appeal from the judgment of a single judge of the High Court to a Division Bench pending in the High Court is required to be": "करते हैं कि उच्च न्यायालय में विलंबित ऐसी अपील जो उच्च न्यायालय की एकल",
  "Division Bench pending in the High Court is required to be transferred under Section 34 of the Act.": "न्यायाधीश के निर्णय से खंडपीठ में की गई हो, अधिनियम की धारा 34 के अंतर्गत स्थानांतरित की जानी चाहिए।",
  "some other post before being discharged from service. It is also": "किसी अन्य पद पर नियुक्त करने के लिए विचार करना था। यह भी कहा गया है कि",
  "urged that in the order of discharge it is not indicated that the": "सेवा मुक्त करने के आदेश में यह नहीं दर्शित किया गया है कि अपीलार्थी के मामले",
  "case of the appellant was considered for such alternative service.": "में वैकल्पिक सेवा पर विचार किया गया या नहीं।",
  "19. In our view, it is not necessary to indicate in the order of": "9. हमारे विचार से सेवामुक्ति के आदेश में यह दर्शित करना आवश्यक नहीं है कि",
  "discharge whether such consideration took place or not. From the records of the case, we find that before discharge, the name of": "ऐसा विचार किया गया या नहीं। मामले के तथ्यों से हम यह पाते हैं कि सेवामुक्त",
  "the appellant was considered for two categories but unfortunately": "करने के पहले अपीलार्थी के नाम पर दो श्रेणियों में विचार किया गया लेकिन",
  "the appellant could not meet the height criteria for appointment": "दुर्भाग्य से अपीलार्थी किसी भी पद पर नियुक्ति के लिए लंबाई मापदंड को पूरा नहीं",
  "to either of the posts. Thus, this clearly shows that his case was": "कर पाया। इस प्रकार स्पष्ट दिखता है कि उनके मामले पर नीतियों के अंतर्गत"
}