{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय क्षेत्राधिकार",
  "CRIMINAL APPEAL NO. 2344 OF 2023": "आपराधिक अपील संख्या 2344 /2023",
  "(Arising out of S.L.P. (Criminal) No. 3152 of 2023)": "(विशेष अनुमति याचिका (आपराधिक) संख्या 3352/2023 से उत्पन्न)",
  "JUDGMENT": "निर्णय",
  "J.B. PARDIWALA, J. :": "न्यायमूर्ति जे. बी. पारदीवाला",
  "l. Leave granted.": "4. अनुमति प्रदान की जाती है।",
  "2. This appeal is at the instance of an accused charged with the offence punishable under Section 506 of the Indian Penal Code (for short, “IPC”) in connection with the First": "2. यह अपील भारतीय दंड संहिता (संक्षेप में, \"आईपीसी\") की धारा 506 के",
  "No. 13339 of 2022 filed by the appellant herein for quashing of": "दायर आपराधिक प्रकीर्ण रिट याचिका संख्या 43339/2022 को रद्द करने के",
  "while the investigation of the FIR No. 122 of 2022 referred to": "यह कहा गया है कि जब उपरोक्त प्राथमिकी संख्या 422/2022 की जांच चल",
  "above was going on, the accused persons namely Khurshid, Farukh, Maharaj and Suleman had telephonically as well as in": "रही थी, तब खुर्शीद, फारुख, महाराज और सुलेमान नामक अभियुक्त व्यक्तियों ने",
  "person threatened the victim saying that they are the": "टेलीफोन पर और साथ ही व्यक्तिगत रूप से पीड़ित को यह कहते हुए धमकी दी",
  "associates of Iqbal alias Bala and that if she would not": "थी कि वे इकबाल उर्फ बाला के साथी हैं और अगर वह उक्त प्राथमिकी संख्या",
  "of filing the Criminal Miscellaneous Writ Petition No. 13339 of 2022 with a prayer to quash the FIR lodged against him. The": "आपराधिक प्रकीर्ण रिट याचिका संख्या 43339/2022 दायर करके उच्च",
  "2022 with a prayer to quash the FIR lodged against him. The High Court declined to quash the FIR vide the impugned order": "न्यायालय के समक्ष गया।उच्च न्यायालय ने आक्षेपित आदेश 47.40.2022 दिनांकित के माध्यम से प्राथमिकी को रद्द करने से इनकार कर दिया।आदेश इस",
  "“Heard Shri Indra Bhan Yadav, learned counsel": "\"याचिकाकर्ता के विद्वान अधिवक्ता श्री इंद्र भान यादव, परिवादी",
  "jor the petitioner, Sri Namit Srivastava for the": "के विद्वान अधिवक्ता श्री नमित श्रीवास्तव और राज्य प्रत्यर्थियों के",
  "of the impugned FIR dated 11.08.2022 registered as Case Crime No.175 of 2022 under Section 506 IPC Police Station Mirzapur, District Saharanpur.": "सहारनपुर के मुकदमा अपराध संख्या 75/2022 में आईपीसी की धारा 506 के तहत दायर आक्षैपित प्राथमिकी .08.2022 दिनांकित",
  "Learned counsel for the petitioner submits that": "याचिकाकर्ता के विद्वान अधिवक्ता ने कहा कि आक्षेपित",
  "the impugned FIR has been lodged on false/ vexatious / mischievous allegations, and no offences are made out": "प्राथमिकी झूठी/गलत/मिथ्यापूर्ण आरोपों पर दायर की गई है और",
  "mischievous allegations, and no offences are made out against the petitioner.": "याचिकाकर्ता के खिलाफ कोई अपराध नहीं बनता है।",
  "Learned AGA opposed the prayer for quashing": "विद्वान एजीए ने एफआईआर को रद्द करने की प्रार्थना का विरोध",
  "of the FIR, which discloses cognizable offence.": "किया, जो संज्ञेय अपराध का खुलासा करती है।",
  "Perusal of the impugned first information report": "आक्षेपित प्रथम सूचना रिपोर्ट के अवलोकन से प्रथमदृष्टया संज्ञेय",
  "No. 1058/79-V-1-19-1 (Ka)-20-2018 dated 6th June 2019": "058/79-४-7-9-4 (क)-20-2048 दिनांक 6 जून 209",
  "others vs. Bhajan Lal and others, 1992 Supp. (1) SCC": "अन्य बनाम भजन लाल और अन्य, 4992 सप्लिमेंट () एससीसी",
  "335 and M/s Neeharika Infrastructure Put. Ltd. vs. State": "335 और मेसर्स निहारिका इंफ्रास्ट्रक्चर प्राइवेट लिमिटेड बनाम महाराष्ट्र",
  "of Maharashtra, AIR 2021 SC 1918 and in Special Leave": "राज्य, एआईआर 2024 एससी 498 और विशेष अनुमति याचिका",
  "to Appeal (Crl.) No.3262/2021 (Leelavati Devi @": "(आपराधिक) संख्या 3262/2024 (लीलावती देवी उर्फ लीलावती",
  "Leelawati & another vs. the State of Uttar Pradesh)": "और अन्य बनाम उत्तर प्रदेश राज्य) के मामले में दिनांक 07.0.2027",
  "Therefore, the writ petition is dismissed leaving": "इसलिए, रिट याचिका को खारिज किया जाता है और",
  "it open for the petitioner to apply before the competent": "लिए सक्षम न्यायालय के समक्ष आवेदन करने के लिए विचार कर सकता",
  "It is made clear that we have not adjudicated": "यह स्पष्ट किया जाता है कि हमने याचिकाकर्ता के विद्वान",
  "the aforesaid FIR by which the High Court rejected the Writ": "जिसके द्वारा उच्च न्यायालय ने लिखित याचिका को खारिज कर दिया और इस",
  "Petition and thereby declined to quash the FIR referred to": "तरह ऊपरोक्त प्राथमिकी को रद्द करने से इनकार कर दिया।",
  "The FIR dated 11.08.2022 lodged by the respondent": "3. प्रत्यर्थी संख्या 4 द्वारा दर्ज की गई दिनांकित प्राथमिकी आर, 4.08.2022",
  "No. 4 herein reads thus:-": "इस प्रकार है:-",
  "“To, the S.H.O., Police Station Mirzapur Paul, District": "\"सेवा में, उपनिरीक्षक, पुलिस स्टेशन मिर्जापुर पॉल, जिला",
  "Saharanpur. Respectfully submitted that the applicant Husna wife of Irafan resident of village Mirzapur Paul": "सहारनपुरसादर निवेदन है कि आवेदिका हुस्ना पत्नी इरफ़ान निवासी",
  "police station Mirzapur Paul, District Saharanpur had": "ग्राम मिर्ज़ापुर पॉल थाना मिर्ज़ापुर पॉल, जिला सहारनपुर ने महिला थाने",
  "submitted an application in Mahila thana against Iqbal @ Bala and his associates being Case Crime No. 122/22": "में इकबाल उर्फ बाला और उसके साथियों के विरुद्ध मुकदमा अपराध",
  "u/s 376D, 323, 120B, 452 IPC which is under": "संख्या 422/22 में आईपीसी की धारा 376 डी, 323, 20 बी, 452",
  "Asagar and Farooq son Mustak and Maharaj wife of": "खुर्शीद पुत्र असगर तथा फारूक पुत्र मुस्ताक तथा महराज पत्नी फारूक",
  "Faroq residents of Shahpur Gadda, Police Station Mirzapur Paul, District Saharanpur are threatening me": "निवासीगण शाहपुर गड्डा, थाना मिर्ज़ापुर पॉल, जिला सहारनपुर मुझ",
  "the complainant. They told me on phone and face to face": "शिकायतकर्ता को धमकी दे रहे हैं। उन्होंने मुझसे फोन पर और सामने",
  "that if you have not settled this case then you and your": "से कहा कि अगर तुमने यह मामला नहीं सुलझाया तो तुम्हें और तुम्हारे",
  "family will be killed and Suleman Kabadi has shown me": "परिवार को जान से मार दिया जायेगा और सुलेमान कबाड़ी ने मुझे",
  "pistol and told that we are companions of Iqbal @ Balla.": "पिस्तौल दिखाकर कहा कि हम लोग इकबाल उर्फ बाला के साथी हैं।",
  "If there has not been any decision then should remain": "यदि कोई निर्णय नहीं लिया गया है तो परिणाम भुगतने के लिए तैयार",
  "Thus it appears on a plain reading of the aforesaid FIR": "4. इस प्रकार उपरोक्त प्राथमिकी को पढ़ने से ऐसा प्रतीत होता है कि पीड़िता",
  "that the victim namely Husna (respondent No.3 herein) had": "अर्थात्‌ हुस्ना (यहां प्रत्यर्थी संख्या 3) ने पहले आईपीसी की धारा क्रमशः",
  "punishable under Sections 376D, 323, 120B, 354A and 452": "376 डी, 323, 720बी, 354ए और यौन अपराधों से बच्चों का संरक्षण",
  "of the IPC and under Sections 7 and 8 resply of the": "अधिनियम, 2042 की धारा क्रमशः 7 और 8 के तहत दंडनीय अपराधों के लिए",
  "Haji Iqbal @ Bala (father-in-law of the appellant herein),": "शिकायतकर्ता द्वारा हाजी इकबाल उर्फ बाला (याचिकाकर्ता के ससुर)",
  "belongs to a rival political party and he was a Member of": "पर वर्तमान प्राथमिकी दर्ज की है क्योंकि वह एक प्रतिद्वंद्वी राजनीतिक",
  "e) It is submitted that the Respondents have incorrectly stated that the Petitioner is involved in multiple criminal": "ड) यह कहा गया है कि प्रत्यर्थी ने याचिकाकर्ता के विरूद्ध कथित रूप",
  "cases without mentioning the cases allegedly registered": "से दर्ज मामलों का उल्लेख किए बिना गलत तरीके से कहा है कि",
  "any Gang and he is being falsely implicated in the present": "गिरोह का सदस्य नहीं है और उसे वर्तमान मामले में सिर्फ इसलिए",
  "case simply because he is the son-in-law of Haji Iqbal": "फंसाया जा रहा है क्योंकि वह हाजी इकबाल उर्फ बाला का दामाद है",
  "alias Bala and also the pairokar of the family members of Haji Iqbal alias Bala is some cases pending before the": "और हाजी इकबाल उर्फ बाला के परिवार के सदस्यों का पैरोकर भी कुछ",
  "Learned Trial Court and the Hon'ble High Court.": "मामले हैं जो विद्वान विचारण न्यायालय और माननीय उच्च न्यायालय के",
  "J) It is respectfully submitted that the Petitioner has no": "च) यह सम्मानपूर्वक प्रस्तुत किया जाता है कि याचिकाकर्ता का कोई",
  "criminal antecedents and apart from the present FIR No.": "आपराधिक इतिहास नहीं है और वर्तमान प्राथमिकी संख्या",
  "175 of 2022 there are no other criminal cases registered against him.": "75/2022 के अलावा उसके खिलाफ कोई अन्य आपराधिक मामला दर्ज नहीं है।",
  "g) The allegations made in the First Information Report do": "छ) प्रथम सूचना रिपोर्ट में लगाए गए आरोप प्रथमदृष्टया याचिकाकर्ता के",
  "not prima facie constitute any offence or make out a case under Sections 147, 148, 149, 195-A, 386, 504 and 506 IPC of IPC against the Petitioner and thus, the FIR is liable": "खिलाफ भारतीय दंड संहिता की धारा 447,48, 49, 95-ए, 386, 504 और 506 के तहत कोई मामला नहीं बनाते हैं और इस",
  "charge sheet has been filed, the petition for quashing of a": "आरोप पत्र दायर किए जाने के बाद भी, प्राथमिकी को रद्द करने की",
  "FIR is well within the powers of a court of law [Please see: ANAND KUMAR MOHATTA & ANOTHER VS. STATE": "याचिका अदालत की शक्तियों के भीतर है [कृपया देखें]: आनंद कुमार",
  "ANAND KUMAR MOHATTA & ANOTHER VS. STATE (NCT OF DELHI), DEPARTMENT OF HOME & ANOTHER": "मोहत्ता और एक अन्य बनाम राज्य (एन. सी. टी. दिल्ली), गृह और एक",
  "h) For the reasons mentioned above, the Special Leave Petition may be allowed and the order of the Hon’ble High": "ज) उपरोक्त वर्णित कारणों से, विशेष अनुमति याचिका की अनुमति दी",
  "Petition may be allowed and the order of the Hon’ble High Court refusing to quash the FIR No. 175 of 2022 dated": "जाए और प्राथमिकी संख्या 75/ 2022 दिनांक 44.08.2022 को रद्द करने से इनकार करने वाले माननीय उच्च न्यायालय के आदेश को",
  "11.08.2022 be set aside.”": "अपास्त किया जाए।”",
  "SUBMISSIONS ON BEHALF OF THE STATE": "राज्य की ओर से टिप्पणियां",
  "“a) That the petitioner being the family member of the": "\"क) यह कि याचिकाकर्ता गिरोह का सदस्य होने के नाते और गिरोह के",
  "gang and the other members of the gang are criminal": "अन्य सदस्य आपराधिक विचारधारा वाले व्यक्ति हैं और समाज विरोधी",
  "minded persons and indulge in anti social activities and the petitioner is also involved in the various illegal work.": "गतिविधियों में लिप्त हैं और याचिकाकर्ता विभिन्न अवैध कार्यों में भी",
  "b) That initially the name of the petitioner was not in the": "ख) यह कि शुरू में याचिकाकर्ता का नाम प्राथमिकी में नहीं था ;",
  "FIR; however, the investigating agency, during the": "हालाँकि, जांच एजेंसी ने जांच के दौरान जोड़ा कि भारतीय दंड संहिता",
  "investigation added 147, 148, 149, 195A, 386, 504,506": "की धारा 447, 48, 49, 95 ए, 386, 504, 506 जोड़ा गया है",
  "IPC has been added and the name of the petitioner was added.": "और याचिकाकर्ता का नाम जोड़ा गया है।",
  "c) After registration of the FIR, the investigation was conducted by the _ Investigation Officer, during": "ग) प्राथमिकी दर्ज होने के बाद, विवेचक द्वारा जाँच की गई, जाँच के",
  "investigation, number of notices under section 41A Cr.P.C. was issued to the Petitioner but he did not give": "दौरान याचिकाकर्ता को दं. प्र. सं. की धारा 44 ए के तहत कई नोटिस",
  "any heed on it and not reply the notices and he did not": "जारी किए गए लेकिन उन्होंने इस पर कोई ध्यान नहीं दिया और",
  "Further, it was that the Petitioner is absconding and he is suspected to have left the country.": "याचिकाकर्ता फरार है और उसके देश छोड़कर चले जाने का संदेह है।",
  "d) During investigation, the statement of Complainant": "घ) जाँच के दौरान, शिकायतकर्ता का बयान दं. प्र. सं. की धारा 64",
  "complainant is proved.": "जिसमें शिकायतकर्ता का दावा साबित होता है।",
  "149, 195A, 386, 504,506 IPC, registered at P.S. Mirjapur,": "504, 506 के तहत पुलिस स्टेशन मिर्जापुर, जिला सहारनपुर में दायर",
  "persons namely Khurshid, Farukh, Maharaj, Suleman": "आरोपी व्यक्ति हैं जिनके नाम खुर्शीद , फारुख, महाराज, सुलेमान",
  "Kabadi. Further during the investigation,the name of the": "कबाड़ी हैं।आगे जाँच के दौरान, याचिकाकर्ता का नाम भी जोड़ा गया",
  "195-A, 386, 504 and 506 IPC was added in the FIR No.": "धारा 47, 748, 49, 95 ए, 385 और 504 को जोड़ा।",
  "incident namely, Village Mirzapur, District Saharanpur, and": "मिर्ज़ापुर पॉल, जिला सहारनपुर, नगर मिर्ज़ापुर है तथा दूसरा व्यक्ति राशिद पुत्र मो. निवासी शाहपुर गढ़ा थाना मिर्ज़ापुर जिला सहारनपुर",
  "21.06.2022 lodged by the Complainant against Haji Iqbal alias Bala (Petitioner’s father-in-law) and his family": "हाजी इकबाल उर्फ बाला और उसके परिवार के सदस्यों के खिलाफ",
  "Husna Devi told me all these things on the spot. Sir, it is": "कि क्या हुआ, तो ये सारी बातें मुझे हुस्ना देवी ने वहीं पर बताई।",
  "true that when I reached there with a motorcycle, these": "महोदय, यह सच है कि जब मैं मोटरसाइकिल लेकर वहाँ पहुँचा तो इन",
  "people surrounded Husna and were standing on the road in front of the petrol pump and were threatening": "लोगों ने हुस्ना को घेर लिया और पेट्रोल पंप के सामने सड़क पर खड़े",
  "road in front of the petrol pump and were threatening her. Of these Aslam also had a pistol in his hand. I am": "होकर उसे धमकी दे रहे थे। इनमें से असलम के हाथ में पिस्तौल भी",
  "giving this statement without any pressure. I have told": "थी। मैं बिना किसी दबाव के यह बयान दे रहा हूं। मैंने जो देखा है, वह",
  "you what I have seen. I have nothing to do with anyone.": "आपको बता दिया है। मेरा किसी से कोई लेना-देना नहीं है। यह मेरा",
  "This is my statement.”": "बयान है।\"",
  "14. It appears from the aforesaid that the first informant in": "44. उपरोक्त से ऐसा प्रतीत होता है कि पहले सूचनादाता ने अपने आगे के बयान",
  "her further statement made out altogether a different story than what she narrated in the FIR. We would not go to the": "में प्राथमिकी में बताई गई कहानी से बिल्कुल अलग कहानी बताई। हम यह कहने",
  "extent of saying that since the name of the appellant herein does not figure in the FIR and it came to be disclosed only for": "की हद तक नहीं जाएंगे क्योंकि अपीलकर्ता का नाम एफआईआर में नहीं है और",
  "the first time in the further statement of the victim that itself": "पीड़िता के आगे के बयान में ही पहली बार यह खुलासा हुआ कि यह स्वयं प्रथम",
  "can be a ground to quash the FIR. However, there are many": "सूचना रिपोर्ट को रद्द करने का आधार हो सकता है। हालाँकि, मामले के रिकॉर्ड",
  "other attending circumstances emerging from the record of": "से कई अन्य उपस्थित परिस्थितियाँ सामने आ रही हैं जो इंगित करती हैं कि",
  "implication. Just because the appellant herein happens to be": "आरोप लगाया गया है, सिर्फ इसलिए कि यहां अपीलकर्ता एक बहुत ही दुर्दात",
  "statement. It is pertinent to note that the victim in her FIR": "गया है। यह ध्यान देने योग्य है कि पीड़िता ने अपनी एफआईआर में सलमान पुत्र",
  "has not even remotely referred to the presence of Salman s/o Latife at village Mirzapur Paul. We are highlighting all this": "लतीफ की गांव मिर्ज़ापुर पॉल में मौजूदगी का दूर-दूर तक जिक्र नहीं किया है।",
  "only to demonstrate, how the entire case was fabricated step": "हम यह सब केवल यह दिखाने के लिए उजागर कर रहे हैं कि कैसे चरण -दर-",
  "15. There is a different angle to this matter. It appears that": "5. इस विषय में एक अलग दृष्टिकोण है। ऐसा प्रतीत होता है कि जाँच एजेंसी ने",
  "Section 195A of the IPC reads thus:-": "आई. पी. सी. भा.दं.सं. 495 ए लागू की है। भा.दं.सं. की धारा 495 ए इस प्रकार हैः -",
  "false evidence.—Whoever threatens another with any": "साक्ष्य देने के लिए धमकाना -- जो कोई, किसी दूसरे व्यक्ति को, उसके",
  "injury to his person, reputation or property or to the": "शरीर, ख्याति या संपत्ति को अथवा ऐसे व्यक्ति के शरीर या ख्याति को,",
  "interested, with intent to cause that person to give false evidence shall be punished with imprisonment of either": "करने की धमकी देता है, कि वह व्यक्ति मिथ्या साक्ष्य दे तो वह दोनों में",
  "description for a term which may extend to seven years,": "से किसी भांति के कारावास से, जिसकी अवधि सात वर्ष तक की हो",
  "or with fine, or with both;": "सकेगी या जुर्माने से या दोनों से दंडित किया जाएगा;",
  "and if innocent person is convicted and sentenced in": "और यदि कोई निर्दोष व्यक्ति ऐसे मिथ्या साक्ष्य के",
  "consequence of such false evidence, with death or imprisonment for more than seven years, the person who": "परिणामस्वरूप मृत्यु से या सात वर्ष से अधिक के कारावास से दोषसिद्ध",
  "threatens shall be punished with the same punishment": "और दंडादिष्ट किया जाता है तो ऐसा व्यक्ति, जो धमकी देता है, उसी",
  "and sentence in the same manner and to the same": "दंड से दंडित किया जाएगा और उसी रीति में और उसी सीमा तक",
  "extent such innocent person is punished and sentenced.”": "दंडादिष्ट किया जाएगा जैसे निर्दोष व्यक्ति दंडित और दंडादिष्ट किया गया है।\"",
  "16. A plain reading of the aforesaid provision indicates that": "6. उपरोक्त प्रावधान के एक सादे अध्ययन से संकेत मिलता है कि यदि किसी",
  "if any individual is threatened with any injury to his person, reputation or property and such threats are administered": "व्यक्ति को उसके व्यक्ति, प्रतिष्ठा या संपत्ति को चोट पहुंचाने की धमकी दी गई है",
  "with intent to cause that person to give false evidence, the": "और ऐसी धमकियां उस व्यक्ति को झूठा साक्ष्य देने के इरादे से दी जाती हैं, तो",
  "same would constitute an offence under Section 195A of the IPC. In our opinion, none of the ingredients to constitute the": "यह भारतीय दंड संहिता की धारा 95 ए के तहत अपराध होगा। हमारी राय में,",
  "disclosed, on plain reading of the FIR and the further statement of the first informant including the statement of the": "प्राथमिकी को पढ़ने और कथित चश्मदीद गवाह के बयान सहित पहले सूचनादाता",
  "18. The plain reading of the aforesaid provision indicates": "48. उपरोक्त प्रावधान को पढ़ने से यह संकेत मिलता है यदि किसी गवाह या",
  "that if a witness or any other person receives threats and such threats are administered with an intent to cause that": "किसी अन्य व्यक्ति को धमकियां मिलती हैं और ऐसी धमकियां उस व्यक्ति को",
  "person to give false evidence before the Court, then such": "अदालत के समक्ष झूठा साक्ष्य देने के इरादे से दी जाती हैं, तो ऐसा गवाह या",
  "witness or person can file a complaint in relation to the offence under Section 195A of the IPC. It goes without saying": "व्यक्ति भारतीय दंड संहिता की धारा 95ए के तहत अपराध के संबंध में",
  "that such complaint has to be lodged before the Court": "शिकायत दर्ज कर सकता है। यह कहने की आवश्यकता नहीं है कि ऐसी शिकायत साक्ष्य दर्ज करने वाले न्यायालय के समक्ष दर्ज की जानी चाहिए । दंड प्रक्रिया",
  "remedy of filing a complaint. “Complaint” means as defined": "\"शिकायत\" का अर्थ है दंड प्रक्रिया संहिता की धारा 2 (घ) के तहत परिभाषित",
  "“Section 2(d) “complaint” means any allegation": "\"धारा 2 (घ) “परिवाद” से इस संहिता के अधीन मजिस्ट्रेट द्वारा",
  "made orally or in writing to a Magistrate, with a view": "कार्रवाई किए जाने की दष्टि से मौखिक या लिखित रूप में उससे किया",
  "whether known or unknown, has committed an": "गया यह अभिकथन अभिप्रेत है कि किसी व्यक्ति ने, चाहे वह ज्ञात हो या",
  "offence, but does not include a police report.": "अज्ञात, अपराध किया है, किंतु इसके अंतर्गत पुलिस रिपोर्ट नहीं है।",
  "Explanation.—A report made by a police officer ina case which discloses, after investigation, the": "स्पष्टीकरण -ऐसे किसी मामले में, जो अन्वेषण के पश्चात्‌ किसी असंज्ञेय",
  "deemed to be a complaint; and the police officer by": "अपराध का किया जाना प्रकट करता है. पुलिस अधिकारी द्वारा की गई",
  "whom such report is made shall be deemed to be the": "रिपोर्ट परिवाद समझी जाएगी और वह पुलिस अधिकारी जिसके द्वारा",
  "19. We are conscious of the fact that Section 195A of the": "9. हम इस तथ्य से अवगत हैं कि भारतीय दंड संहिता की धारा 495ए एक",
  "IPC is a cognizable offence. In a cognizable offence, police has": "संज्ञेगय अपराध है।संज्ञेय अपराध में पुलिस के पास जाँच करने की शक्ति होती है।",
  "power to investigate. We are not going into the question whether the bar of Section 195 of the CrPC would apply to": "हम इस सवाल पर नहीं जा रहे हैं कि क्या सीआरपीसी की धारा 495 की रोक",
  "Section 195A of the IPC as we have taken the view that none": "आईपीसी की धारा 495 ए पर लागू होगी या नहीं जैसा कि हमने यह विचार किया",
  "Section 195A of the IPC are disclosed in the facts of the": "है कि वर्तमान मामले के तथ्यों में भारतीय दंड संहिता की धारा 95ए के तहत",
  "20. We take notice of the fact that Section 386 of the IPC": "20. हम इस तथ्य पर ध्यान देते हैं कि भारतीय दंड संहिता की धारा 386 भी",
  "has also been invoked. Section 386 of the IPC relates to extortion by putting a person in fear of death or grievous": "लागू की गई है।भारतीय दंड संहिता की धारा 386 किसी व्यक्ति को मौत या गंभीर चोट के डर में डालकर जबरन वसूली से संबंधित है।भारतीय दंड संहिता की धारा",
  "hurt. Section 386 of the IPC runs as follows:—": "386 इस प्रकार हैः-",
  "“Section 386. Extortion by putting a person in fear of death or grievous hurt. —Whoever commits": "\"धारा 386 किसी व्यक्ति को मृत्यु या घोर उपहति के भय में डालकर उद्दापन-जो कोई किसी व्यक्ति को स्वयं उसकी या किसी अन्य व्यक्ति",
  "extortion by putting any person in fear of death or of grievous hurt to that person or to any other, shall be": "की मृत्यु या घोर उपहति के भय में डालकर उद्दापन करेगा, वह दोनों में",
  "punished with imprisonment of either description for a term which may extend to ten years, and shall also be": "से किसी भाँति के कारावास से, जिसकी अवधि दस वर्ष तक की हो",
  "21. “Extortion” has been defined in Section 383 of the IPC": "24. भारतीय दंड संहिता की धारा 383 में \"उद्दापन\" को निम्नानुसार परिभाषित",
  "as follows:—": "किया गया है:-",
  "“Section 383. Extortion.—Whoever intentionally": "“भारतीय दंड संहिता की धारा 383 --- उद्दघापन -जो कोई किसी",
  "puts any person in fear of any injury to that person, or to any other, and thereby dishonestly induces the": "व्यक्ति को स्वयं उस व्यक्ति को या किसी अन्य व्यक्ति को कोई क्षति करने के भय में साशय डालता है, और एतदृद्वारा इस प्रकार भय में डाले",
  "property or valuable security or anything signed or": "गए व्यक्ति को, कोई सम्पत्ति या मूल्यवान प्रतिभूति या हस्ताक्षरित या",
  "sealed which may be converted into a valuable": "मुद्रांकित कोई चीज, जिसे मूल्यवान प्रतिभूति में परिवर्तित किया जा",
  "Illustrations": "दृष्टांत",
  "(a) A threatens to publish a defamatory libel": "(क) क यह धमकी देता है कि यदि य ने उसको धन नहीं दिया, तो वह य के बारे में मानहानिकारक अपमान लेख प्रकाशित करेगा। अपने को",
  "induces Z to give him money. A has committed extortion.": "धन देने के लिए वह इस प्रकार य को उत्प्रेरित करता है। क ने उद्दापन किया है।",
  "(b) A threatens Z that he will keep Z’s child in": "(ख) क, य को यह धमकी देता है कि यदि वह क को कुछ धन देने के",
  "(c) A threatens to send club-men to plough up Z’s field": "(ग) क यह धमकी देता है कि यदि य, ख को कुछ उपज परिदत्त कराने",
  "thereby induces Z to sign and deliver the bond. A has": "य को वह बंधपत्र हस्ताक्षरित करने के लिए और परिदत्त करने के लिए",
  "(a) A, by putting Z in fear of grievous hurt,": "(घ) क, य को घोर उपहति करने के भय में डालकर बेईमानी से य को",
  "dishonestly induces Z to sign or affix his seal toa": "उत्प्रेरित करता है कि वह एक कोरे कागज पर हस्ताक्षर कर दे या अपनी",
  "the paper to A. Here, as the paper so signed may be": "करके उसे क को परिदत्त कर देता है। यहां, इस प्रकार हस्ताक्षरित",
  "extortion.”": "ने उद्दापन किया है।”",
  "22. So from the aforesaid, it is clear that one of the necessary ingredients of the offence of extortion is that the": "22. अतः उपरोक्त से यह स्पष्ट है कि उद्दापन के अपराध के लिए आवश्यक तत्वों",
  "victim must be induced to deliver to any person any property": "में से एक यह है कि पीड़ित को किसी भी व्यक्ति को कोई संपत्ति या मूल्यवान",
  "property must be with consent which has been obtained by putting the person in fear of any injury. In contrast to theft, in": "देने में सहमति होना चाहिए न कि व्यक्ति को किसी नुकसान होने के डर में आकर",
  "extortion there is an element of consent, of course, obtained": "दिया गया हो। चोरी के विपरीत, उद्दापन में सहमति एक तत्व होता है और निश्चित",
  "by putting the victim in fear of injury. In extortion, the will of": "रूप से पीड़ित को चोट लगने के डर से प्राप्त किया जाता है। उद्दापन में, पीड़ित",
  "of injury. Forcibly taking any property will not come under": "जबरदस्ती किसी भी संपत्ति को लेना इस परिभाषा के तहत नहीं आएगा।यह",
  "this definition. It has to be shown that the person was induced to part with the property by putting him in fear of": "दिखाना होगा कि व्यक्ति को चोट लगने के डर से संपत्ति को छोड़ने के लिए",
  "23. In the aforesaid context, we may refer to the following observations made by a Division Bench of the High Court of Patna in Ramyad Singh v. Emperor Criminal Revision No.": "23. उपरोक्त संदर्भ में, हम पटना उच्च न्यायालय की खण्ड पीठ द्वारा रामयद सिंह बनाम इम्परर आपराधिक पुनरीक्षण संख्या 4934 (पैट) में की गई निम्नलिखित टिप्पणियों का उल्लेख कर सकते हैं: -",
  "‘If the facts had been that the complainant's thumb had been forcibly seized by one of the petitioners and": "“यदि तथ्य यह है कि याचिकाकर्ताओं में से एक ने शिकायतकर्ता का",
  "would agree that there is good ground for saying that": "के टुकड़े पर लगा दिया था, तो मैं सहमत होऊंगा कि यह कहने का",
  "the offence committed whatever it may be, was not the": "अच्छा आधार है कि अपराध चाहे जो भी हुआ हो और हो सकता है यह",
  "offence of extortion because the complainant would not have been induced by the fear of injury but would": "उद्दापन का अपराध नहीं था क्योंकि शिकायतकर्ता को चोट के डर से",
  "have simply been the subject of actual physical": "प्रेरित नहीं किया गया होगा बल्कि वह केवल वास्तविक शारीरिक दबाव",
  "It was held:-": "यह अवधारित किया गया थाः-",
  "“It is clear that this definition makes it necessary for": "“यह स्पष्ट है कि यह परिभाषा अभियोजन पक्ष के लिए यह साबित",
  "Sheonandan were put in fear of injury to themselves or to others, and further, were thereby dishonestly": "को या दूसरों को चोट पहुंचाने के डर में रखा गया था, और इसके",
  "29. It is needless to clarify that the observations made in": "29. यह स्पष्ट करने की आवश्यकता नहीं है कि इस निर्णय में की गई टिप्पणियां",
  "this judgment are relevant only for the purpose of the FIR in question and the consequential criminal proceedings. None of": "केवल विचाराधीन प्राथमिकी और परिणामी आपराधिक कार्यवाही के उद्देश्य के",
  "(J.B. PARDIWALA )": "(न्यायमूर्ति जे. बी. पारदीवाला)",
  "NEW DELHI;": "नई दिल्ली",
  "AUGUST 08, 2023": "08 अगस्त, 2023",
  "do not prima facie constitute any offence or make out": "जाए तो प्रथम दृष्टया कोई अपराध नहीं बनता है या आरोपी के खिलाफ",
  "(2) Where the allegations in the first information report and other materials, if any, accompanying the FIR do": "(2) जहां प्राथमिकी के साथ अन्य सामग्री में आरोप, यदि कोई हो, एक",
  "the Code except under an order of a Magistrate within": "है, सिवाय इसके कि दायरे में एक मजिस्ट्रेट के आदेश के तहत संहिता",
  "the purview of Section 155(2) of the Code.": "की धारा 55(2) के।",
  "(3) Where the uncontroverted allegations made in the FIR or complaint and the evidence collected in support": "(3) जहां प्राथमिकी या शिकायत में लगाए गए अनियंत्रित आरोप और उसके समर्थन में एकत्र किए गए साक्ष्य किसी भी अपराध के होने का",
  "offence and make out a case against the accused.": "खुलासा नहीं करते हैं और आरोपी के खिलाफ मामला बनाते हैं।",
  "(4) Where, the allegations in the FIR do not constitute": "जहां प्राथमिकी में आरोप एक संज्ञेय अपराध का गठन नहीं करते हैं,",
  "a cognizable offence but constitute only a non-": "लेकिन केवल एक गैर-संज्ञेगय अपराध का गठन करते हैं, वहां एक",
  "police officer without an order of a Magistrate as": "पुलिस अधिकारी द्वारा मजिस्ट्रेट के आदेश के बिना किसी भी जांच की",
  "(5) Where the allegations made in the FIR or complaint are so absurd and inherently improbable on": "(5) जहां एफआईआर या शिकायत में लगाए गए आरोप इतने अर्थहीन और स्वाभाविक रूप से असंभव हैं, जिनके आधार पर कोई भी",
  "the basis of which no prudent person can ever reach a": "विवेकशील व्यक्ति कभी भी इस निष्कर्ष पर नहीं पहुंच सकता है कि",
  "just conclusion that there is sufficient ground for proceeding against the accused.": "आरोपी के खिलाफ कार्यवाही के लिए पर्याप्त आधार है।",
  "(6) Where there is an express legal bar engrafted in any of the provisions of the Code or the concerned Act": "(6) जहां संहिता या संबंधित अधिनियम (जिसके तहत आपराधिक",
  "(under which a criminal proceeding is instituted) to": "कार्यवाही शुरू की गई है) के किसी भी प्रावधान में संस्था और कार्यवाही",
  "the institution and continuance of the proceedings and/or where there is a specific provision in the Code": "जारी रखने और/या जहां संहिता या संबंधित अधिनियम में कोई विशिष्ट",
  "or the concerned Act, providing efficacious redress for the grievance of the aggrieved party.": "प्रावधान है, पीड़ित पक्षकार की शिकायत के लिए प्रभावी निवारण प्रदान",
  "(7) Where a criminal proceeding is manifestly": "(7) जहां किसी आपराधिक कार्यवाही को स्पष्ट रूप से असद्भावी तरीके",
  "attended with mala fide and/or where the proceeding": "से पेश किया जाता है और/या जहां कार्यवाही असद्भावी तरीके से",
  "is maliciously instituted with an ulterior motive for wreaking vengeance on the accused and with a view to spite him due to private and personal grudge.”": "अभियुक्त से बदला लेने के लिए और निजी और व्यक्तिगत द्वेष के कारण उसे रोकने के उद्देश्य से शुरू की जाती है।\""
}