{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय के समक्ष",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय क्षेत्राधिकार",
  "CRIMINAL APPEAL NO............ /2023": "आपराधिक अपील संख्या....../2023",
  "[ARISING OUT OF SLP (CRL) NO. 1249/2023]": "[एसएलपी (सीआरएल) संख्या -]249/2023 से उत्पन्न]",
  "Ramesh Chandra Vaishya .. APPELLANT": "रमेश चंद्र वैश्य .. अपीलकर्ता",
  "vs.": "बनाम",
  "The State of Uttar Pradesh & Anr. . _RESPONDENTS": "उत्तर प्रदेश राज्य और एक अन्य .- प्रत्यर्थी",
  "JUDGMENT": "निर्णय",
  "Leave granted.": "अनुमति अनुदत्त की गई।",
  "2. The present appeal, by special leave, questions the judgment and order": "2. विशेष अनुमति के द्वारा प्रस्तुत वर्तमान अपील में अपीलकर्ता के द्वारा",
  "dated 23'¢ May, 2022 passed by a learned Single Judge of the High Court": "उच्च न्यायालय (एतस्मिन पश्चात उच्च न्यायालय ) के विद्वत न्यायाधीश द्वारा 23 मई, 2022 के आदेश एवं निर्णय के द्वारा खारिज कर दिया गया था",
  "1 Application u/s 482 No. 38374 of 2018": "] धारा 482 के तहत आवेदन संख्या - 383374/208",
  "complainant; neither the contents of the first F.I.R. nor the": "दुरुपयोग करने को नजरअंदाज कर दिया और न ही पहले एफ. आई. आर. की सामग्री और न ही आरोप-पत्र में अपीलकर्ता द्वारा इस्तेमाल की गई गाली -",
  "11. It was, accordingly, prayed that relief prayed for by the appellant be": "4. तदनुसार, यह प्रार्थना की गई कि अपीलकर्ता द्वारा की गई प्रार्थना को",
  "granted.": "स्वीकृत किया जाए।",
  "respondent (State) while seeking dismissal of this appeal contended as": "2 इस अपील को खारिज करने की मांग करते हुए प्रथम प्रत्यर्थी (राज्य)",
  "a. The appellant had committed a serious crime as a result of which": "१. अपीलकर्ता ने एक गंभीर अपराध किया था जिसके परिणामस्वरूप",
  "the complainant had sustained multiple injuries in the resultant altercation.": "शिकायतकर्ता को परिणामी विवाद में कई चोटें आई थीं।",
  "b. The Police, on the basis of the statement given by the complainant": "0. पुलिस ने शिकायतकर्ता द्वारा दिए गए बयान और उसके बाद की",
  "c. The High Court, vide the impugned judgment and order, has": "८. उच्च न्यायालय ने, आश्षैपित निर्णय और आदेश द्वारा, अपीलकर्ता",
  "rightly dismissed the application for quashing presented by the": "द्वारा प्रस्तुत आवेदन को रद्द आदेशने के लिए उचित रूप से खारिज",
  "d. It is settled law that the jurisdiction under Section 482, Cr. PC": "१. यह स्थापित विधि है कि दंड प्रक्रिया संहिता की धारा 482 के",
  "should be sparingly exercised with complete circumspection and": "अधीन अधिकार क्षेत्र का प्रयोग पूर्ण सतर्कता के साथ किया जाना",
  "caution and the High Court was not in error in refusing to exercise": "चाहिए और उच्च न्यायालय ने अधिकार क्षेत्र का प्रयोग करने से इंकार",
  "d. The Police did not act on the appellant's complaint. The second": "मांग सकता है। अपीलकर्ता द्वारा हस्तक्षेप का कोई मामला स्थापित नहीं",
  "was passed on the appellant’s application under section 156(3), Cr. PC by the Magistrate.": "56(3), सी.आर. पी.सी के तहत एक आवेदन प्रस्तुत किया जिसके",
  "156(3), Cr. PC. Pursuant to the order passed by the Magistrate, an F.I.R.": "तहत मजिस्ट्रेट द्वारा पारित आदेश के अनुसार, एक एफ.आई.आर,. दिनांक",
  "dated 18 February, 2016 (“second F.I.R.”, hereafter) was registered for": "8 फरवरी, 2046 (एतस्मिनपश्चात \"दूसरी प्राथमिकी\") को",
  "the offences under sections 323, 325, 392, 452, 504, 506, IPC against the complainant (second respondent).": "शिकायतकर्ता (दूसरे प्रत्यर्थी) के खिलाफ आईपीसी की धारा 323, 325, 392, 452, 504, 506 के तहत अपराधों के लिए दर्ज की गई थी।",
  "6. It is also noted that the appellant has instituted a suit? before the civil": "6. यह भी अंकित किया गया है कि अपीलकर्ता ने सिविल न्यायालय के समक्ष एक मुकदमा? संस्थित किया है जिसमें अपीलकर्ता की भूमि पर",
  "court seeking permanent injunction against the complainant’s continued": "शिकायतकर्ता के निरंतर अतिक्रमण के विरुद्ध स्थायी व्यादेश की मांग की",
  "consideration before the competent court.": "गई है।यह सक्षम न्यायालय के समक्ष विचाराधीन है।",
  "7. Aggrieved by the aforesaid charge-sheet, the appellant invoked the": "7. उक्त आरोप -पत्र से व्यथित होकर, अपीलकर्ता ने धारा 482,",
  "jurisdiction of the High Court on 5% October, 2018 by applying under": "सीआरपीसी के तहत आवेदन करके 5 अक्टूबर, 2048 को उच्च न्यायालय",
  "proceedings against him on the grounds that the said charge sheet": "खिलाफ आपराधिक कार्यवाही को इस आधार पर रद्द करने की मांग की कि",
  "discloses no offence and the present prosecution has been instituted": "उक्त चार्जशीट में कोई अपराध नहीं है और वर्तमान अभियोजन उत्पीड़न के",
  "with mala fide intention for the purposes of harassment.": "उद्देश्यों के लिए दुर्भावनापूर्ण इरादे से स्थापित किया गया है।",
  "3C.S. No. 07 of 2017": "३ 207 का सीएस नंबर 07 4",
  "8. Having held that a prima facie case for grant of interim relief was set up,": "8. यह अभिनिर्धारित करते हुए कि अंतरिम राहत प्रदान करने के लिए",
  "that no coercive action be taken against the appellant, pending consideration of the application under section 482, Cr. PC.": "2048 के अंतरिम आदेश द्वारा निर्देश दिया कि धारा 482, दंड प्रक्रिया संहिता के तहत आवेदन पर विचार किए जाने तक अपीलकर्ता के खिलाफ कोई दंडात्मक कार्रवाई नहीं की जाए।",
  "9. However, upon a contested hearing, the High Court found no material": "9 तथापि, एक चुनौतीपूर्ण सुनवाई पर, उच्च न्यायालय ने आरोप-पत्र या",
  "irregularity in the charge-sheet or the procedure followed by the Court": "अनियमितता नहीं पाई और आश्षेपित निर्णय और आदेश द्वारा दंड प्रक्रिया",
  "below in taking cognizance, and proceeded to dismiss the appellant's application under section 482, Cr. PC vide the impugned judgment and": "संहिता की धारा 482 के अधीन अपीलार्थी के आवेदन को खारिज कर",
  "order. The High Court held that, at this stage, it cannot be concluded": "दिया।उच्च न्यायालय ने अभिनिर्धारित किया कि इस स्तर पर, यह निष्कर्ष",
  "that a cognizable offence has not been disclosed, as the allegations are": "नहीं निकाला जा सकता है कि एक संज्ञेय अपराध के बारे में नहीं बताया",
  "State of Bihar and Ors.*, the High Court emphasized that at the stage": "अन्य बनाम बिहार राज्य और अन्य” वाले मामले में इस न्यायालय के निर्णय पर अवलंब लेते हुए उच्च न्यायालय ने इस बात पर जोर दिया कि दंड",
  "of discharge and/or while exercising the powers under section 482, Cr.": "प्रक्रिया संहिता की धारा 482 के अधीन शक्तियों का प्रयोग करते समय",
  "PC, the court has limited jurisdiction and it cannot appreciate the": "और /या उनन्‍मोचन के चरण में न्यायालय के पास सीमित अधिकार क्षेत्र है और वह यह अवधारित करने के लिए साक्ष्य का मूल्यांकन नही कर सकता",
  "made out against the accused. The High Court noted that without": "न्यायालय ने यह अंकित किया कि साक्ष्य के बिना, इस स्तर पर आरोपों",
  "evidence, it is not possible to ascertain the veracity of the allegations at": "की सत्यता का पता लगाना संभव नहीं है, इसलिए दंड प्रक्रिया संहिता की",
  "this stage; the application for quashing of a charge-sheet or criminal proceedings under section 482 Cr. PC, therefore, cannot sustain.": "धारा 482 के तहत आरोप-पत्र या आपराधिक कार्यवाही को रद्द करने के",
  "10. Appearing on behalf of the appellant, Ms. Shukla, learned counsel": "0. अपीलकर्ता की ओर से सुश्री शुक्वा, विद्वान अधिवक्ता ने निम्नलिखित",
  "advanced the following submissions:": "प्रस्तुतियां दीं:",
  "3. In a nutshell, the prosecution's case is that on 14 January, 2016, at": "3. संक्षेप में, अभियोजन का मामला यह है कि 4 जनवरी, 2046 को,",
  "about 7.00 am, the appellant was engaged in an altercation with the second respondent (“complainant”, hereafter) over the issue of drainage": "प्रातः 7 बजे, अपीलकर्ता का दूसरे प्रत्यर्थी (शिकायतकर्ता, इसके बाद) के साथ जल निकासी के मुद्दे पर विवाद चल रहा था।यह आरोप लगाया गया",
  "of water. It is alleged that during this altercation, the appellant verbally": "है कि इस बहस के दौरान, अपीलकर्ता ने शिकायतकर्ता और उसके परिवार",
  "the appellant under sections 323 and 504, Indian Penal Code, 1860": "संहिता, 860 (आईपीसी, इसके बाद) की धारा 323 और 504,",
  "Tribes (Prevention of Atrocities) Act, 1989 (“SC/ST Act”, hereafter).": "अधिनियम, 989 (एससी/एसटी अधिनियम, इसके बाद) के तहत एक",
  "4. Investigation was conducted by the concerned Circle Officer (“I.0.”,": "4. संबंधित सर्कल अधिकारी (एतस्मिनपश्चात आई. ओ.) द्वारा जांच की",
  "hereafter). Upon investigation, which was completed within a day, the": "गई।जांच के बाद, जो एक दिन के भीतर पूरी हो गई थी, जांच अधिकारी",
  "took cognizance of the offence on 3 May, 2016.": "था। न्यायालय ने 3 मई, 206 को अपराध का संज्ञान लिया।",
  "5. It is important to emphasize at this juncture that the appellant intended": "5 इस समय इस बात पर जोर देना महत्वपूर्ण है कि अपीलकर्ता उसी घटना",
  "to lodge an F.I.R. arising out of the same incident. According to him, he": "से उत्पन्न एफ. आई. आर. दर्ज करना चाहता था।उसके अनुसार, 44",
  "17. The first question that calls for an answer is whether it was at a place": "7. पहला प्रश्न जो उत्तर की मांग करता है वह यह है कि क्‍या यह",
  "within public view that the appellant hurled caste related abuses at the": "सार्वजनिक दृष्टि में था कि अपीलकर्ता ने शिकायतकर्ता का अपमान करने",
  "humiliate him. From the charge-sheet dated 215t January, 2016 filed by the I.0., it appears that the prosecution would seek to rely on the": "अधिकारी द्वारा 2। जनवरी, 2046 को दायर आरोप-पत्र से ऐसा प्रतीत",
  "appellant of committing offences under sections 323 and 504, IPC and": "होता है कि अभियोजन पक्ष भारतीय दंड भा.दं.सं. की धारा 323 और 504",
  "complainant, his wife and their son. Neither the first F.I.R. nor the": "के साक्ष्य पर भरोसा करना होगा।न तो प्रथम एफ. आई. आर. और न ही आरोप-पत्र घटना के स्थान पर (अपीलकर्ता, उसकी पत्नी और उसके बेटे",
  "charge-sheet refers to the presence of a fifth individual (a member of": "के अलावा) पांचवें व्यक्ति (जनता के एक सदस्य) की उपस्थिति का उल्लेख",
  "made by the appellant were not “in any place within public view”,": "सार्वजनिक दृष्टि के भीतर किसी भी स्थान पर नहीं था, एससी/एसटी",
  "the basic ingredient for attracting section 3(1)(x) of the SC/ST Act": "अधिनियम की धारा 3 () (५) को आकर्षित करने के लिए मूल घटक",
  "was missing/absent. We, therefore, hold that at the relevant point of": "गायब/अनुपस्थित था।इसलिए, हम मानते हैं कि घटना के समय",
  "18. That apart, assuming arguendo that the appellant had hurled caste": "8. इसके अलावा, यह मानते हुए कि अपीलकर्ता ने शिकायतकर्ता को",
  "him, the same does not advance the case of the complainant any further to bring it within the ambit of section 3(1)(x) of the SC/ST Act.": "शिकायतकर्ता के मामले को एससी /एसटी अधिनियम के ) धारा ३(१) (५) के दायरे में लाने के लिए आगे नहीं बढ़ाता है। हमने पहली #.।./ से",
  "course of verbal altercation or to the caste to which the complainant": "के मौखिक विवाद के दौरान या शिकायतकर्ता की जाति का कोई संदर्भ नहीं",
  "taken above.": "जिसको उपर उद्धृत किया जा चुका है।",
  "The second question that would engage our attention is, whether the": "20. दूसरा प्रश्न जो हमारा ध्यान आकर्षित करेगा, वह यह है कि क्‍या",
  "punishable under sections 323 and 504, IPC.": "धारा 323 और 504 के अधीन दंडनीय अपराधों के आरोप का सामना कर",
  "Section 323, IPC prescribes punishment for voluntarily causing hurt.": "24. भारतीय दंड संहिता की धारा 323 स्वेच्छा से उपहति कारित करने के",
  "Hurt is defined in section 319, IPC as causing bodily pain, disease or": "लिए दंड विहित करती है। भारतीय दंड भा.दं.सं. की धारा 39 में उपहति को किसी व्यक्ति को शारीरिक दर्द, बीमारी या दुर्बलता के रूप में परिभाषित",
  "infirmity to any person. The allegation in the first F.I.R. is that the": "किया गया है।प्रथम एफ. आई. आर, में आरोप है कि अपीलकर्ता ने",
  "appellant had beaten up the complainant for which he sustained": "शिकायतकर्ता को पीटा था जिसके कारण से उसे कई चोटें आई थीं।",
  "multiple injuries. Although the complainant alleged that such incident": "हालांकि शिकायतकर्ता ने आरोप लगाया कि इस तरह की घटना कई लोगों",
  "hand, the charge-sheet does neither refer to any eye-witness other than the complainant’s wife and son nor to any medical report. The": "शिकायतकर्ता की पत्नी और बेटे के अलावा किसी अन्य चश्मदीद गवाह का जिक्र नहीं है और न ही किसी मेडिकल रिपोर्ट काप्रक्रिया में",
  "nature of hurt suffered by the complainant in the process is neither reflected from the first F.I.R. nor the charge-sheet. On the contrary,": "शिकायतआरोप-पत्र द्वारा लगी चोट की प्रकृति न तो प्रथम एफ. आई. आर, और न ही आरोप-पत्र से परिलक्षित होती है।इसके विपरीत,",
  "the appellant had the injuries suffered by him treated immediately": "अपीलकर्ता ने घटना के तुरंत बाद घायलों का इलाज करवाया था।",
  "after the incident. In the counter-affidavit filed by the first respondent (State) in the present proceeding, there is no material worthy of": "वर्तमान कार्यवाही में पहले प्रत्यर्थी (राज्य) द्वारा दायर प्रत्यूत्तर शपथपत्र",
  "(State) in the present proceeding, there is no material worthy of consideration in this behalf except a bald statement that the": "में, इस संबंध में विचार करने योग्य कोई सामग्री नहीं है, सिवाय एक स्पष्ट",
  "complainant sustained multiple injuries “in his hand and other body": "बयान के कि शिकायतकर्ता के हाथ और शरीर के अन्य हिस्सों में कई चोटें",
  "parts”. If indeed the complainant’s version were to be believed, the I.O.": "आई हैं।यदि वास्तव में शिकायतकर्ता के कथन पर विश्वास किया जाए तो",
  "ought to have asked for a medical report to support the same.": "जांच अधिकारी को उसका समर्थन करने के लिए एक चिकित्सा रिपोर्ट",
  "Completion of investigation within a day in a given case could be": "मांगनी चाहिए थी।किसी दिए गए मामले में एक दिन के भीतर जांच को पूरा",
  "appreciated but in the present case it has resulted in more disservice": "करने की सराहना की जा सकती है, लेकिन वर्तमान मामले में यह न्याय के",
  "than service to the cause of justice. The situation becomes all the more": "हित के कारण यह सेवा में अधिक नुकसान पहुंचाता है।स्थिति तब और भी",
  "glaring when in course of this proceeding the parties including the first": "स्पष्ट हो जाती है जब इस कार्यवाही के दौरान प्रथम प्रत्यर्थी सहित पक्ष हमें",
  "respondent are unable to apprise us the outcome of the second F.I.R.": "दूसरी एफ.आई.आर. के परिणाम से अवगत कराने में असमर्थ होते हैं।",
  "In any event, we do not find any ring of truth in the prosecution case": "किसी भी स्थिति में, हम अभियोजन पक्ष के मामले में ऐसी कोई सच्चाई नहीं",
  "to allow the proceedings to continue vis-a-vis section 323, IPC.": "पाते हैं जिससे धारा 323, आईपीसी की कार्यवाही को जारी रखने की",
  "22. What remains is section 504, IPC. In Fiona Shrikhande and Antr. vs.": "22. फियोना श्रीखण्डे अन्य बनाम महाराष्ट्र राज्य” वाले धारा में इस",
  "State of Maharashtra’, this Court had the occasion to hold that:": "न्यायालय को यह अभिनिर्धारित करने का अवसर मिला किः",
  "“13. Section 504 IPC comprises of the following ingredients viz. (a)": "“3., भारतीय दंड संहिता की धारा 504 में निम्नलिखित तत्व शामिल हैं (क)",
  "intentional insult, (b) the insult must be such as to give provocation": "जानबूझकर किया गया अपमान, (ख) अपमान ऐसा होना चाहिए जो किसी",
  "to the person insulted, and (c) the accused must intend or know": "व्यक्ति को उकसाए और (ग) अभियुक्त का इरादा होना चाहिए या उसे यह पता",
  "that such provocation would cause another to break the public": "होना चाहिए कि इस तरह के उकसावे से दूसरा व्यक्ति सार्वजनिक शांति भंग",
  "peace or to commit any other offence. The intentional insult must": "करेगा या कोई अन्य अपराध करेगा।जानबूझकर किया गया अपमान इस हद तक",
  "public peace or to commit any other offence. The person who": "अपराध करने के लिए उकसाए।जो व्यक्ति जानबूझकर किसी अन्य व्यक्ति का",
  "intentionally insults intending or knowing it to be likely that it will give provocation to any other person and such provocation will": "अपमान करता है या यह जानता है कि यह किसी अन्य व्यक्ति को उकसाएगा",
  "cause to break the public peace or to commit any other offence, in": "और इस तरह के उकसावे से सार्वजनिक शांति भंग होगी या कोई अन्य अपराध",
  "such a situation, the ingredients of Section 504 are satisfied. One": "होगा, ऐसी स्थिति में धारा 504 के तत्व संतुष्ट होते हैं।अपराध का गठन करने",
  "of the essential elements constituting the offence is that there should have been an act or conduct amounting to intentional insult": "वाले आवश्यक तत्वों में से एक यह है कि ऐसा कोई कार्य या आचरण किया",
  "should have been an act or conduct amounting to intentional insult and the mere fact that the accused abused the complainant, as": "जाना चाहिए जो जानबूझकर अपमान के बराबर हो और यह तथ्य कि आरोपी ने",
  "7 (2013) 14 SCC 44": "7 (203) 4 ६८८ 44"
}