{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय न्यायक्षेत्र",
  "CIVIL APPEAL NO. 2526 OF 2020": "सिविल अपील सं. 2526 वर्ष 2020",
  "(Arising out of SLP (C) No. 25793 of 2017)": "(विशेष अनुमति याचिका (सिविल) सं. 25793 वर्ष 2077 से उद्धृत)",
  "U.P. STATE ROAD TRANSPORT CORPORATION Appellant": "उत्तर प्रदेश राज्य सड़क परिवहन निगम .... अपीलार्थी",
  "JUDGMENT": "निर्णय",
  "R. F. NARIMAN, J.": "न्यायमूर्ति आर. एफ. नरीमन",
  "1. Leave granted.": "3. .. अनुमति प्रदान की गई।",
  "2. In the present case, death occurred to a 45 year old who was": "2. वर्तमान मामले में एक 45 वर्ष के व्यक्ति की मृत्यु हो गई जो कि साईकिल पर",
  "on a cycle and hit by a bus on 16.08.2001. The Motor Accident Claims": "सवार था और बस द्वारा उसे 6.08.2007 को टक्कर मार दिया गया था। वाहन",
  "Tribunal (hereinafter referred to as ‘MACT’) found that it was asa": "दुर्घटना दावा प्राधिकरण एतस्मिनपश्चात्‌ एमएसीटी से सन्दर्भित) ने पाया कि यह",
  "sg OO by the appellant-Uttar Pradesh State Road Transport": "बस के चालक, जिसे कि अपीलार्थी - उत्तर प्रदेश राज्य सड़क परिवहन निगम",
  "Corporation under an agreement between it and the bus owner.": "द्वारा इसके और बस मालिक के बीच एक करार द्वारा भाड़े पर लिया गया था,",
  "“7... . Learned counsel appearing for the insurance": "7. ............. बीमा कम्पनी की ओर से प्रस्तुत विद्वान अधिवक्ता ने",
  "company, did not question the finding on Issue No. 2 and": "विषय सं. 2 के निष्कर्षों को प्रश्नांकित नहीं किया है और यह कहा है कि",
  "submitted that the specified amount had since been paid by the insurance company. .. .”": "विनिर्दिष्ट राशि बीमा कम्पनी द्वारा भुगतान की जा चुकी है।........”",
  "In addition to this, the Court also held, relying upon the definition of “owner” in Section 2(19) of the Motor Vehicles Act (as it then stood),": "इसके अलावा मोटर वाहन अधिनियम (तत्समय) की धारा (9) में दी गई \"स्वामी\" की परिभाषा का अवलम्ब लेते हुए न्यायालय ने निम्नवत धारित किया",
  "as follows:": "कि:-",
  "“17. The definition of owner under Section 2(19) of the Act is": "“7. अधिनियम की धारा 2(9) में दी गई स्वामी की परिभाषा",
  "not exhaustive. It has, therefore, to be construed, in a wider": "व्यापक नहीं है अतः इसका यवृहद्‌ संदर्भ में, किसी मामले के तथ्य एवं",
  "sense, in the facts and circumstances of a given case. The": "परिस्थितियों के आलोक में अर्थ किया जाना चाहिए। किसी मामले में",
  "who has the actual possession and control of the vehicle and": "स्वामी शब्द के अन्तर्गत वास्तविक कब्जा और नियंत्रण रखने वाला",
  "under whose directions and commands the driver is obliged to": "व्यक्ति और वह व्यक्ति जिसके निर्देशन और आदेश में चालक बस चलाने",
  "registered owner only would in a case where the vehicle is in": "पंजीकृत स्वामी तक सीमित कर दिए जाने से, जहाँ वाहन किराये पर",
  "the actual possession and control of the hirer not be proper for": "लेने वाले के वास्तविक नियंत्रण और कब्जे में हो, किसी दुर्घटना की",
  "the purpose of fastening of liability in case of an accident. The": "स्थिति में दायित्व के निर्वहन के उद्देश्य के लिए उचित नहीं होगा। अपने",
  "liability of the “owner” is vicarious for the tort committed by its": "\"स्वामी” का उत्तरदायित्व प्रतिनिधिक होता है और प्रत्येक मामले में यह",
  "appellant and the owner to wriggle out of its responsibility": "दायित्व से बच निकलने के लिए अपीलार्थी और स्वामी के बीच करार के",
  "to make payment of compensation. There is no reference of the said agreement in the impugned award. No such ground has been taken in the memo of appeal that it was": "उपबंध 0 पर अधिक जोर दिया गया है। आक्षेपित अवार्ड में उक्त करार का संदर्भ नहीं दिया गया है। अपील की मेमो में ऐसा कोई आधार नहीं",
  "agreement, it is between the appellant and the owner and": "में ऐसा उपबंध हो तो भी यह अपीलार्थी और स्वामी के बीच है और यह",
  "shall not affect the rights of the claimants to receive compensation flowing from the provisions of the Act.": "अधिनियम के उपबन्धों से निःसृत होने वाले दावेदार के अनुतोष पाने के अधिकार को प्रभावित नहीं करेगा। अतः अपीलार्थी के विद्वान अधिवक्ता",
  "Thus, the first argument advanced by learned counsel for the appellant is devoid of any force and not liable to be": "द्वारा लिए गये पहले तर्क में कोई बल नहीं है और यह स्वीकार करने",
  "accepted.”": "योग्य नहीं है।\"",
  "4. Having heard learned counsel appearing for all the parties, we": "4... सभी पक्षकारों की ओर से उपस्थित विद्वान अधिवक्ताओं को सुनने के",
  "are of the view that the judgment relied upon, viz., Kailash Nath Kothari (supra), is itself distinguishable for the reason that the": "पश्चात हमारा यह मत है कि कैलाश नाथ कोठारी (उपरोक्त) जिसका अवलम्ब",
  "judgment itself records as follows:": "लिया गया है, इस कारण से स्वयं ही अलग है क्योंकि निर्णय में निम्न बात कही गई हैः न",
  "“3. ... The insurance company took the plea, in its reply": "“3. ........ बीमा कम्पनी ने दावा याचिका के प्रत्युत्तर में यह दलील",
  "accident was under the control of the RSRTC, therefore, it": "दिया कि दुर्घटना के समय बस आरएसआरटीसी के नियंत्रण में थी",
  "was the liability of the RSRTC to pay compensation and": "इसलिए अनुतोष के भुगतान का दायित्व आरएसआरटीसी पर था और",
  "the insurance company was not liable. It was further": "बीमा कम्पनी उत्तरदायी नहीं थी। बीमा कम्पनी द्वारा आगे यह दलील दी",
  "pleaded by the insurance company that the liability of the insurance company, in any event, was limited and its": "गई कि किसी भी स्थिति में बीमा कम्पनी का उत्तरदायित्व सीमित था",
  "liability could not exceed Rs.75000/- in respect of all the": "सम्बन्ध में रू. 75000 से अधिक नहीं हो सकता।.........",
  "4. ...ISsue No. 2 was also decided in favour of the claim": "थे. ............ विषय सं. 2 भी दावा याचिकाकर्ता के पक्ष में निर्णीत",
  "petitioners but it was held that in the light of the terms of the policy of insurance and relevant provisions of the Act,": "किया गया लेकिन यह कहा गया कि बीमा पॉलिसी की शर्तों और",
  "only.”": "लिये मान्य होगा\"",
  "appellant-Corporation to pay this entire amount and not the insurance company. This was held as follows:": "आधार पर बीमा कम्पनी और भुगतान के लिए उत्तरदायी नहीं होगी। इस आधार",
  "5. In a subsequent judgment, viz., Uttar Pradesh State Road": "५. ... एक पश्चातवर्ती निर्णय - उत्तर प्रदेश राज्य सड़क परिवहन निगम बनाम",
  "“3. The question of law that arises for consideration in the instant and connected appeals is formulated as under: if": "“3. . वर्तमान एवं सम्बद्ध अपीलों में विचारण के लिए आया विधिक",
  "instant and connected appeals is formulated as under: if an insured vehicle (in this case a mini bus) is plying under": "प्रश्न निम्नवत रखा गया है : यदि कोई बीमित वाहन (वर्तमान मामले में",
  "an agreement of contract with the Corporation, on the": "मिनी बस) निगम के साथ करार समझौते के अन्तर्गत, निगम के पक्ष में",
  "in case of an accident, whether the Insurance Company would be liable to pay compensation or would it be the": "स्थिति में क्या बीमा कंपनी अनुतोष देने के लिए उत्तरदायी होगी या यह",
  "responsibility of the Corporation or the owner?”": "निगम और स्वामी की जिम्मेदारी होगी? ”",
  "It then referred to the definition of “owner” under Section 2(30)* of the Motor Vehicles Act, 1988 and contrasted it with the definition of": "इसके बाद मोटर वाहन अधिनियम, 988 की धारा 2(30)' के तहत",
  "“owner” in Section 2(19)* of the 1939 Act.": "\"स्वामी\" की परिभाषा का उल्लेख किया और 939 के अधिनियम की धारा",
  "1 “2(30) ‘owner’ means a person in whose name a motor vehicle stands registered, and where such": "| “2(30) “स्वामी\" से वह व्यक्ति अभिप्रेत है जिसके नाम में मोटर यान रजिस्टर है और जहां ऐसा व्यक्ति अवयस्क है, वहां",
  "person is a minor, the guardian of such minor, and in relation to a motor vehicle which is the subject of a hire-purchase agreement, or an agreement of lease or an agreement of hypothecation, the": "उस अवयस्क का संरक्षक अभिप्रेत है और उस मोटर यान के संबंध में जो अपक्रय करार या पट्टे के करार या आड़मान के करार",
  "person in possession of the vehicle under that agreement;”": "पर लिया गया है, वह व्यक्ति अभिप्रेत है जिसका उस यान पर उस करार के अधीन कब्जा है ; ”",
  "2 “2(19) ‘owner’ means, where the person in possession of a motor vehicle is a minor, the guardian": "2 “2(79) \"स्वामी\" से वह व्यक्ति अभिप्रेत है जो एक मोटर वाहन पर कब्जा रखने वाला अवयस्क व्यक्ति है, ऐसे अवयस्क",
  "of such minor, and in relation to a motor vehicle which is the subject of a hire-purchase agreement,": "का संरक्षक, और उस मोटर यान के संबंध में जो अपक्रय करार पर लिया गया है, वह व्यक्ति अभिप्रेत है जिसका उस यान पर",
  "the person in possession of the vehicle under that agreement;”": "उस करार के अधीन कब्जा है ; ”",
  "presumption.”": "होगा।”",
  "Court was dealing with regard to earlier definition of “owner” as found in Section 2(19) of the old Act.”": "कथित रूप से यह न्यायालय पुराने अधिनियम की धारा 2(9) में दी",
  "Finally, the insurance company was held liable stating:": "अंततः, बीमा कम्पनी को यह कहते हुए उत्तरदायी ठहराया गया:",
  "“29. In the instant case, the driver was employed by Ajay Vishen, the owner of the bus but evidently through Clause 4.4": "“29. वर्तमान मामले में चालक बस के मालिक अजय विशेन द्वारा नियोजित था लेकिन स्पष्टतः प्रस्तुत किये गये करार के उपबंध 4.4 के",
  "supposed to drive the bus under the instructions of the": "आधार पर चालक को परिचालक के निर्देशों के आधार पर बस चलाना",
  "conductor who was appointed by the Corporation. The said": "था जिसे निगम द्वारा नियुक्त किया गया था। उक्त चालक निगम के",
  "can safely be inferred that effective control and command of the bus was that of the appellant.": "कि बस पर प्रभावी नियंत्रण और आदेश अपीलार्थी का था।",
  "30. Thus, for all practical purposes, for the relevant period, the": "30... इस प्रकार सभी व्यावहारिक उद्देश्यों के लिए प्रासंगिक अवधि में",
  "Corporation had become the owner of the vehicle for the specific period. If the Corporation had become the owner even": "निगम विनिर्दिष्ट अवधि के लिए बस का स्वामी बन गया था। यदि निगम",
  "for the specific period and the vehicle having been insured at": "विनिर्दिष्ट अवधि के लिए ही स्वामी बन गया था और वाहन मूल मालिक",
  "the instance of original owner, it will be deemed that the vehicle": "के द्वारा बीमित कराया जा चुका था, यह माना जाएगा कि वाहन को",
  "was transferred along with the insurance policy in existence to": "अस्तित्वमान बीमा पॉलिसी के साथ निगम को हस्तांतरित किया गया था",
  "the Corporation and thus the Insurance Company would not be able to escape its liability to pay the amount of compensation.": "और इस प्रकार बीमा कम्पनी अनुतोष राशि के भुगतान के उत्तरदायित्व",
  "31. The liability to pay compensation is based on a statutory": "37. . अनुतोष के भुगतान का उत्तरदायित्व सांविधिक उपबन्ध पर",
  "provision. Compulsory insurance of the vehicle is meant for the": "आधारित है। वाहन का अनिवार्य बीमा तीसरे पक्ष के लाभ के लिए होता",
  "benefit of the third parties. The liability of the owner to have compulsory insurance is only in regard to third party and not to": "है। अनिवार्य बीमा करवाने का मालिक का दायित्व केवल तीसरे पक्ष के",
  "any other person can use the vehicle with the consent of the": "पर मालिक एवं कोई अन्य व्यक्ति मालिक की सहमति से वाहन का",
  "owner. Section 146 of the Act does not provide that any person": "प्रयोग कर सकता है। अधिनियम की धारा 46 यह उपबन्ध नहीं करती",
  "who uses the vehicle independently, a separate insurance": "कि कोई व्यक्ति जो स्वतंत्र रूप से वाहन का प्रयोग करता है, एक अलग",
  "policy should be taken. The purpose of compulsory insurance in": "बीमा पॉलिसी लिया जाना चाहिए। अधिनियम में अनिवार्य बीमा का",
  "the Act has been enacted with an object to advance social justice.”": "उद्देश्य सामाजिक न्याय को बढ़ाने के हेतु अधिनियमित किया गया है।",
  "The law laid down in Kulsum’s case (Supra) squarely applies to": "6. ... कुलसुम (उपरोक्त) के मामले में प्रतिपादित विधि वर्तमान मामले",
  "the facts of the present case. Also, the argument based on Clause 10,": "के तथ्यों पर पूरी तरह से लागू होती है और उपबंध 0 पर आधारित",
  "which states as follows,": "तर्क जो निम्नवत है-"
}