{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "(Arising out of SLP (C) No.36767 OF 2016)": "(एसएलपी (क्रि.) संख्या 36767 /206 से उत्पन्न)",
  "INDIAN OIL CORPORATION LTD. AND ORS. Respondent (s)": "इंडियन ऑयल कॉर्पोरेशन लिमिटेड और अन्य ... ,प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "K.M. JOSEPH, J.": "न्यायमूर्ति के. एम. जोसेफ",
  "1. Leave granted.": "3. अनुमति प्रदान की गई।",
  "2. An advertisement was published on 12.10.2011 by the respondent": "द्वारा दिनांक 2.0.20 को एक विज्ञापन प्रकाशित किया गया था।अपीलकर्ता",
  "While so it appears that on the basis of complaint, the matter was": "शिकायत के आधार पर, इस मामले पर गौर किया गया और दिनांक",
  "the respondent took the view that the lease dated 08.11.2011 which": "किया कि पट्टा 08..207 दिनांकित जो अपीलकर्ता द्वारा किए गए प्रस्ताव की",
  "Signa ence from the date of approval of the petrol outlet. This meant": "नींव थी पेट्रोल आउटलेट के प्रारम्भ की तिथि से शुरू होगा।इसका अर्थ यह था",
  "a the possession over the premises did not amount to a lease and": "कि परिसर पर कब्जा पट्टे की राशि नहीं था और पट्टा विलेख के निष्पादन की",
  "on the date of the execution of the lease deed the lease had not": "तिथि पर पट्टा लागू नहीं हुआ था।पट्टा विलेख स्वामित्व वाले प्रस्ताव की तुलना में",
  "rectification/ clarificatory deed registered. Four representations": "अपीलकर्ता को संशोधन /स्पष्ट विलेख पंजीकृत किया गया।अपीलकर्ता द्वारा चार",
  "were made by the appellant. The corporation rejected by order dated": "अभ्यावेदन किए गए थे।निगम ने आदेश 25.02.205 दिनांकित द्वारा अनुरोध को",
  "25.02.2015 the request. This led to the Writ Petition, which stood": "खारिज कर दिया।इसके कारण रिट याचिका दायर की गई, जो कि आक्षेपित",
  "dismissed by the impugned order.": "आदेश से खारिज हो गई।",
  "3. We heard Ms. Kamini Jaiswal, learned counsel for’ the": "3. हमने अपीलकर्ता के विद्वान अधिवक्ता सुश्री कामिनी जायसवाल और प्रत्यर्थी -",
  "appellant and Ms. Priya Puri, learned counsel for the respondent-": "निगम के विद्वत अधिवक्ता सुश्री प्रिया पुरी को सुना।",
  "4. Learned counsel for the appellant would take us to through the": "4. अपीलार्थी के विद्वत अधिवक्ता हमें लीज डीड 08..20 दिनांकित के",
  "regard, she sought support from clause 7 of the said lease deed": "कब्जा सौंप दिया गया था।इस संबंध में, उसने उक्त लीज डीड के खंड 7 से",
  "which reads as follow: -": "समर्थन मांगा, जो इस प्रकार है: -",
  "“7. That, in case, the petrol pump is not approved,": "7. \"यह कि, यदि पेट्रोल पंप को मंजूरी नहीं दी जाती है, तो दूसरे पक्ष को",
  "then, the second party shall have to hand over the land transferred on rent to the first party.”": "पहले पक्षकार को किराए पर हस्तांतरित भूमि को सौंपना होगा।\"",
  "“1. That, the period of this lease-deed will be 30 years, which shall take into account w.e.f. date of approval of petrol pump.”": "”. यह कि, इस लीज-डीड की अवधि 30 वर्ष होगी, जो पेट्रोल पंप के अनुमोदन तारीख को ध्यान में रखेगा।”",
  "08.11.2011 is consistent with and supported by the fact that the appellant derived possession on the said date under the said lease": "अनुरूप और समर्थित है कि अपीलकर्ता ने उक्त लीज डीड के तहत उक्त तिथि पर",
  "deed. In this regard, she also drew our attention to Section 47 of": "908 की धारा 47 पर भी हमारा ध्यान आकर्षित किया, जो इस प्रकार है: -",
  "“47. Time from which registered document operates. - A registered document shall operate": "“47. वह समय जिससे पंजीकृत दस्तावेज संचालित होता है।- रजिस्ट्रीकृत दस्तावेज उस समय से प्रवर्तित होगी जिससे किउसका कोई रजिस्ट्रीकरण",
  "operate if no registration thereof had been required or made, and not from the time of": "अपेक्षित न होता या किया गया न होता तो उसका प्रर्वतन प्रारंभ हुआ होता न",
  "registration.”": "कि उसके रजिस्ट्रीकरण के समय से।”",
  "6. She would further point out that the action of dislodging the appellant from the first position she has rightfully earned was": "6. वह आगे यह भी बताएगी कि अपीलकर्ता को उसके द्वारा अर्जित प्रथम स्थान",
  "based on an alleged complaint. She pointed out with reference to": "से हटाने की कार्रवाई एक कथित शिकायत पर आधारित थी। उसने पृष्ठ 7 ए",
  "affidavit, that it is a clear case where the complaint is sprung up which is not genuine which can be seen from the fact that after": "मामला है जहां शिकायत को उछाला गया है जो वास्तविक नहीं है जिसे इस तथ्य",
  "which is not genuine which can be seen from the fact that after serial No. 333 in place of serial No.334, serial No.335 is over": "से देखा जा सकता है कि क्रमांक 333 के बाद क्रमांक 334 के स्थान पर क्रमांक",
  "written.": "335 लिखा हुआ है।",
  "7. Per contra, Ms. Priya Puri, learned counsel for _ the": "7. इसके विपरीत, प्रत्यर्थी-निगम के विद्वत अधिवक्ता सुश्री प्रिया पुरी ने आक्षेपित",
  "respondent-corporation supported the impugned judgment. She would point out that letter of intent has already been issued in terms of": "निर्णय का समर्थन किया।वह यह बताएंगी कि आशय पत्र पहले ही उस निर्णय के",
  "the decision which is upheld by the High Court in favour of another": "संदर्भ में जारी किया जा चुका है जिसे उच्च न्यायालय ने दूसरे पक्ष के पक्ष में",
  "party. However, on the basis of the order of status quo passed by": "बरकरार रखा है।हालाँकि, इस न्यायालय द्वारा पारित यथास्थिति के आदेश के",
  "this Court, effect could not be given to the decision.": "आधार पर, निर्णय पर प्रभाव नहीं दिया जा सकता है।",
  "8. The appellant undoubtedly secured 85.93 marks. A part of the": "8. अपीलकर्ता ने निस्संदेह 85.93 अंक हासिल किए।85.93 अंकों का एक",
  "10. However, this is not to be the end of the inquiry. The": "0. हालांकि, यह जांच का अंत नहीं है। इस खंड के तहत आवश्यकता यह है कि",
  "requirement under the clause is that to earn 35 marks the applicant": "अन्य बातों के साथ-साथ 3५5 अंक अर्जित करने के लिए आवेदक के पास एक",
  "must have inter alia a long lease (Registered for a minimum period of 19 years and 11 months as on the date of the application). What": "लंबे समय का पट्टा (आवेदन की तारीख के अनुसार न्यूनतम 9 वर्ष महीने के",
  "approval of the petrol pump. In other words, there was no lease": "पेट्रोल पंप की स्वीकृति की तिथि से ही संचालित होना था। दूसरे शब्दों में ,",
  "deed in effect as on the date of the application which is": "आवेदन की तारीख जो कि .7.20 है, के अनुसार कोई लीज डीड प्रभावी",
  "Section 5 of the Transfer of Property Act, 1882 read as follow: -": "संपत्ति अंतरण अधिनियम, 882 की धारा 5 इस प्रकार है:-",
  "5. “Transfer of property” defined- In the following sections “transfer of property” means an act by": "“५. आगामी धाराओं में, “संपत्ति के अंतरण से ऐसा कार्य अभिप्रेत है, जिसके",
  "or in future, to one or more other living persons,": "द्वारा कोई जीवित व्यक्ति एक या अधिक अन्य जीवित व्यक्तियों को या स्वयं",
  "or to himself, [or to himself] and one or more": "को अथवा स्वयं और एक या अधिक अन्य जीवित व्यक्तियों को वर्तमान में या",
  "other living persons; and “to transfer property” is": "भविष्य में सम्पत्ति हस्तान्तरित करता है और “संपत्ति का अंतरण करना”",
  "to perform such act.": "ऐसा कार्य करना है।”",
  "11. This provision has been subject matter of discussion by this": "7,. यह प्रावधान इस न्यायालय द्वारा चर्चा का विषय रहा है और हमें केवल",
  "“The words “in present or in future” qualify the": "\"वर्तमान में या भविष्य में\" शब्द को \"अंतरण\" के योग्य बनाता है न कि धारा में",
  "word “conveys” and not the word “property” in the section and it has been held that a transfer of": "\"संपत्ति\" शब्द के, यह अवधारित किया गया है कि संपत्ति का अंतरण जो",
  "property that is not in existence operates as a contract to be performed in the future which may be": "अस्तित्व में नहीं है, भविष्य में किए जाने वाले अनुबंध के रूप में संचालित",
  "specifically enforced as soon as the property comes": "होता है जिसे विशेष रूप से संपत्ति के अस्तित्व में आते ही लागू किया जा",
  "“But how can there be any transfer, actual or constructive, upon a contract under which the": "\"लेकिन कोई हस्तांतरण, वास्तविक या रचनात्मक, एक अनुबंध पर कैसे हो",
  "vendor sells that of which he has not possession,": "सकता है जिसके तहत विक्रेता वह बेचता है जिसका उसके पास अधिकार",
  "and to which he may never establish a title? The": "नहीं है, और जिसका वह कभी भी हकदार नहीं हो सकता है? ऐसे मामले में",
  "bill of sale in such a case can only be evidence of a contract to be performed ‘in future’, and upon": "बिक्री का बिल केवल \"भविष्य में' किए जाने वाले अनुबंध का प्रमाण हो सकता",
  "the happening of a contingency, of which the purchaser may claim a specific performance, if he": "है, और किसी आकस्मिक घटना के होने पर, जिसके क्रेता विशिष्ट प्रदर्शन का",
  "comes into Court shewing that he has himself done": "दावा कर सकता है, यदि वह न्यायालय में आकर यह कहे कि जो कुछ करने",
  "all that he was bound to do.”": "को वह बाध्य था, वह सब उस ने आप ही किया है।”",
  "It is only by the operation of the equitable principle that as soon as the property comes into": "यह केवल न्यायसंगत सिद्धांत के संचालन से ही होता है कि जैसे ही संपत्ति",
  "existence and is capable of being identified,": "अस्तित्व में आती है और पहचानने में सक्षम होती है, इक्विटी लेने के रूप में",
  "assignment. In the case of a decree to be passed in the future therefore there could be no assignment": "भविष्य में पारित होने वाली डिक्री के मामले में, डिक्री का कोई असाइनमेंट",
  "passed and the agreement to assign fastened on the decree and thus became a complete equitable": "पर नियत करने का समझौता नहीं हो जाता और इस प्रकार यह एक पूर्ण",
  "the date of the transfer cannot be said to have been transferred by the assignment in writing and": "होने के कारण यह नहीं कहा जा सकता है कि असाइनमेंट द्वारा लिखित रूप में",
  "the matter resting merely in a contract to be performed in the future which may be specifically": "स्थानांतरित किया गया है और मामला केवल भविष्य में किए जाने वाले",
  "would be no transfer automatically in favour of the “transferee” of the decree when passed.": "सकता है, पारित होने पर डिक्री के \"अंतरिती\" के पक्ष में स्वचालित रूप से कोई हस्तांतरण नहीं होगा।",
  "“transferor” to completely effectuate the transfer": "अंतरण को पूरी तरह से प्रभावित करने के लिए \"अंतरणकर्ता\" की ओर से एक",
  "12. Section 105 specifically deals with lease of immovable": "2,. धारा 05 विशेष रूप से अचल संपत्ति के पट्टे से संबंधित है, और यह इस",
  "property, and it reads as follows: -": "प्रकार है: -",
  "“105. Lease defined- A lease of immovable property": "“05. स्थावर सम्पत्ति का पट्टा ऐसी संपत्ति का उपभोग करने के अधिकार",
  "made for a certain time, express or implied, or in": "का ऐसा अन्तरण है, जो एक अभिव्यक्त या विवक्षित समय के लिए या शाश्वत",
  "perpetuity, in consideration of a price paid or": "काल के लिए किसी कीमत के, जो दी गई हो या जिसे देने का वचन दिया गया",
  "also would fortify us in our reasoning which we have employed in": "जिसका हमने उल्लेख किया है, सम्मिलित किया जाना भी हमारे तर्क को मजबूत",
  "finding that appellant is not entitled to 35 marks.": "करेगा जिसे हमने यह निष्कर्ष निकालने के लिए नियोजित किया है कि अपीलकर्ता 3५ अंकों का हकदार नहीं है।",
  "18. In the light of above discussion, we see no reason to interfere with the impugned judgment passed by the High Court. The": "8. उपरोक्त चर्चा के आलोक में, हमें उच्च न्यायालय द्वारा पारित न्यायिक निर्णय",
  "No order as to costs.": "लागत के लिए कोई आदेश नहीं होगा।",
  "Pending application(s), if any, stand disposed of.": "लंबित आवेदन(ओं), यदि कोई हो, का निस्तारण किया जाता है।",
  "[K.M. JOSEPH]": "[न्यायमूर्ति के. एम. जोसेफ ]",
  "seseeesseseseeeseseseseeesseseseenseeseeseneees J. [PAMIDIGHANTAM SRI NARASIMHA]": "| न्यायमूर्ति पामिदिघनटम श्री नरसिम्हा]",
  "New Delhi": "नई दिल्ली",
  "30t* September, 2021.": "30 सितम्बर, 202",
  "efficacy on its own terms with effect from the time when it was": "है, उसके पास उस अवधि से अपनी शर्तों पर प्रभावकारिता होगी जब यह",
  "supposed to have come into effect under the document. In other words, the fact that it is registered at a later point of time": "दस्तावेज़ के तहत प्रभावी होना था।दूसरे शब्दों में, यह तथ्य कि यह बाद में",
  "would have commenced but for it not having been registered. In": "दस्तावेज़ से अलग नहीं हो सकता था, लेकिन इसके लिए पंजीकृत नहीं किया",
  "fact, if one applies Section 47 of the Registration Act, to the": "गया था।वास्तव में, यदि कोई पंजीकरण अधिनियम की धारा 47 को लागू करता",
  "facts of this case it would not have the effect of preponing the period of the lease as commencing from the date of the execution of": "है, तो इस मामले के तथ्यों पर यह पट्टे के निष्पादन की तारीख से शुरू होने के",
  "the lease would commence only upon approval being granted despite": "शर्तों पर लागू होगा और पट्टे की अवधि पंजीकृत होने के बावजूद मंजूरी दिए जाने पर ही शुरू होगी।",
  "16. The result of this discussion is that the appellant cannot be possibly entitled to the benefit of 35 marks which is vouchsafed": "6, इस चर्चा का परिणाम यह है कि अपीलकर्ता संभवतः 3५5 अंकों के लाभ का",
  "17. There is another aspect we must bear in mind. We are dealing": "7. एक और पहलू है जिसे हमें ध्यान में रखना चाहिए।हम एक ऐसे मामले पर",
  "joints is vouchsafed to a public authority when it comes to": "किसी सार्वजनिक प्राधिकारी को ऐसे बन्धों में काफी स्वच्छन्दता तब दी जाती है",
  "understanding the terms under which the offer is made. We cannot be": "जब उन शर्तों को समझने की बात आती है जिसके तहत ऐसा प्रस्ताव दिया गया है। हम इस पहलू से भी अनजान नहीं हो सकते। तथ्य यह है कि संशोधन विलेख"
}