{
  "IN THE SUPREME COURT OF INDIA": "भारत का उच्चतम न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. 4807 OF 2022": "सिविल याचिका सं 4807 /2022.",
  "UNION OF INDIA& ORS. APPELLANT(S)": "भारत संघ एवं अन्य... .................. अपीलकर्ता (गण)",
  "JUDGMENT": "निर्णय",
  "Division Bench of the High Court of Allahabad whereby appeal filed": "4. ... वर्तमान अपील में इलाहाबाद उच्च न्यायालय की खण्ड पीठ द्वारा पारित",
  "by the appellants was dismissed. Such appeal was directed against an order passed by the learned Single Bench of the High Court,": "खारिज कर दिया गया था। इस तरह की अपील उद्च न्यायालय की विद्वान एकल पीठ द्वारा पारित एक आदेश के विरूद्ध निर्देशित की गई थी, जिसमें, अपीलार्थियों",
  "wherein, an order dated 27.1.2017 passed by the appellants was": "द्वारा दिनांक 27..207 को पारित आदेश को रद्द कर दिया गया था और इस",
  "quashed and thus, consequently, the candidature of the respondent?": "प्रकार, प्रत्यर्थी' की उम्मीदवारी पर विचार किया जाना था और अपीलार्थियों द्वारा",
  "The Employment Notice No. 1/2011 was published to fill up 11952 posts of Constables in the Railway Protection Force’. The process of": "2. ... रेलवे प्रोटेक्शन फोर्स* में कांस्टेबलों के 952 पदों को भरने के लिए रोजगार सूचना संख्या /20 प्रकाशित की गई थी। इस चयन की प्रक्रिया में",
  "selection comprised of written examination consisting of 120": "20 अंकों की बहुविकल्‍्पीय प्रश्न वाली लिखित परीक्षा शामिल थी जिसमें प्रत्येक",
  "minutes duration. The candidates had to obtain at least 35% marks": "जाने के लिए कम से कम 35% अंक (अनुसूचित जाति और अनुसूचित जनजाति के उम्मीदवारों के लिए 30% अंक) प्राप्त करना जरूरी था। इस विज्ञापन के पैरा 8",
  "2 For short, the ‘RPF’": "2 संक्षेप में, 'आरपीएफ'",
  "took place in the year 2013, therefore, the writ petitioner had filled up Column No. 3 of the OMR sheet in Hindi inadvertently on account of time gap between the filling up of the application form and the examination.": "अंतराल के कारण हिंदी में ओएमआर पत्रक का कॉलम नं. 3 भर दिया था।",
  "The question required to be examined herein is to the effect of": "9. ... यहां पर जिस प्रश्न की जांच की जानी है वह विज्ञापन में दी गई शर्त के",
  "application has to be in the language for which the candidates want": "उल्लंघन का प्रभाव रखता है और आवेदन उस भाषा में किया जाना चाहिए जिसमें",
  "Ms. Madhavi Divan, learned ASG has argued that the use of different": "0. . विद्वान ए.एस.जी. सुश्री माधवी दीवान ने तर्क दिया है कि आवेदन पत्र में",
  "language in the application form than what is used in the OMR sheet": "विभिन्न भाषाओं का उपयोग करने की बजाय ओएमआर पत्रक में प्रयुक्त भाषा से ही",
  "by itself entails rejection of the candidature. Ms. Divan has referred": "उम्मीदवारी नामंजूर हो जाती है। सुश्री दीवान ने तमिलनाडु राज्य और अन्य",
  "to a judgment reported as State of Tamil Nadu & Ors. v. G. Hemalathaa & Anr.’. On the other hand, Mr. Prashant Bhushan,": "बनाम जी. हेमलता और अन्य निर्णय का उल्लेख किया है। दूसरी ओर, रिट याची",
  "Hemalathaa & Anr.’. On the other hand, Mr. Prashant Bhushan, learned counsel for the writ petitioner argued that use of a different": "के विद्वान अधिवक्ता श्री प्रशांत भूषण ने तर्क दिया कि किसी अलग भाषा का",
  "language is only an irregularity, though it is admitted that the": "उपयोग केवल एक अनियमितता है, हालांकि यह स्वीकार किया जाता है कि एक",
  "purpose of using the same language is to avoid impersonation and": "ही भाषा का उपयोग करने का उद्देश्य प्रतिरूपण से बचना और उम्मीदवार की",
  "to ascertain the genuineness of the candidate. Mr. Bhushan has referred to judgments in Ajay Kumar Mishra v. Union of India &": "वास्तविकता का पता लगाना है। श्री भूषण ने अजय कुमार मिश्रा बनाम भारत संघ",
  "referred to judgments in Ajay Kumar Mishra v. Union of India & Ors.°, Ram Kumar Gijroya v. Delhi Subordinate Services": "और अन्य\", राम कुमार गिजरोया बनाम दिल्ली अधीनस्थ सेवा चयन बोर्ड और",
  "Selection Board & Anr’ and Avtar Singh v. Union of India &": "अन्य” और अवतार सिंह बनाम भारत संघ और अन्य के मामले में पारित निर्णयों",
  "(2020) 19 SCC 430": "5. (2020) 29 एस.सी.सी. 4 30",
  "2016 SCC OnLine Del 6553": "6 206 एस.सी.सी. ऑनलाइन डी.ई.एल 6553",
  "(2016) 4 SCC 754": "7. (206) 4 एस.सी.सी. 754",
  "advertisement.": "उदघोषणा",
  "recruitment, may result in initiating criminal cases against the": "करने वाले के विरूद्ध आपराधिक मामले शुरू किया जा सकता",
  "The writ petitioner belongs to Other Backward Class category and": "3. ... यह रिट याचिकाकर्ता अन्य पिछड़े वर्ग श्रेणी से संबंधित है और उसने",
  "has filled up his application form along with Indian Postal Order dated 5.3.2011 in English. His signatures are in English consisting of": "भारतीय डाक आदेश दिनांक 5.3.20 के साथ अपना आवेदन पत्र अंग्रेजी में",
  "dated 5.3.2011 in English. His signatures are in English consisting of two letters “M” and “S”. Such application form is accompanied with": "भरा है। उनके हस्ताक्षर अंग्रेजी में हैं, जिसमें दो अक्षर एम और एस हैं। इस तरह",
  "a self-attested marksheet of high school examination and other": "के आवेदन पत्र के साथ हाई स्कूल परीक्षा की स्व-सत्यापित अंकपत्र और अन्य",
  "certificates. All such documents are self-attested and signed in Hindi.": "प्रमाण पत्र होते हैं। ऐसे सभी दस्तावेज स्व-प्रमाणित एवं हिंदी में हस्ताक्षरित हैं।",
  "The writ petitioner appeared for the written test on 23.6.2013 where": "4. ... रिट याचिकाकर्ता ने 23 जून, 203 को लिखित परीक्षा में शामिल हुआ,",
  "he wrote the paragraph in Hindi on the OMR sheet, though in the": "जिसमें उसने ओएमआर शीट पर हिंदी में एक पैराग्राफ लिखा, हालांकि आवेदन",
  "application form, he had written it in English. He signed in Hindi": "पत्र में, उसने इसे अंग्रेजी में लिखा था। तब उन्होंने हिंदी में हस्ताक्षर किए थे।",
  "on 7.3.2014, he again signed as “M S”.": "तो उसने फिर से “एम. एस.” लिखकर हस्ताक्षर किया।",
  "certificates are by one and the same person. It was also opined that": "की छायाप्रतियों में एक ही व्यक्ति के हस्ताक्षर हैं। यह भी कहा किया गया कि",
  "Hindi in the OMR sheet and in English in the application form.": "ओ.एम.आर. पत्रक में हिन्दी में और आवेदन पत्र में अंग्रेजी में लिखे गये पैराग्राफ",
  "Since the writ petitioner was not appointed, though he had obtained": "6. ... चूंकि रिट याचिकाकर्ता की नियुक्ति नहीं हुई थी , हालांकि उसने अ.पि.व.",
  "73.32 marks against the cut-off of 58.5 marks in the OBC category,": "में 58.5 अंकों के कट-ऑफ के मुकाबले 73.32 अंक प्राप्त किए था, उसने",
  "he filed a writ petition before the High Court of Allahabad. An order": "इलाहाबाद उच्च न्यायालय के समक्ष एक रिट याचिका दायर की। उच्च न्यायालय",
  "including thumb impression and finger prints that have taken place": "के विभिन्न चरणों में प्राप्त किए गए अँगूठे के निशान और अँगुलि छाप सहित समस्त",
  "For short, the ‘PET’": "4. संक्षेप में, 'जी.ई.क्यू.डी.'",
  "records, it was found that the petitioner has filled in his": "तुलना करने पर, यह पाया गया कि याचिकाकर्ता ने अंग्रेजी में अपने",
  "application in English version and on the OMR sheet he has": "आवेदन को भरा है और ओएमआर शीट पर उसने अपने लेखन को",
  "used Hindi version to record his writing which is violation of": "रिकॉर्ड करने के लिए हिंदी संस्करण का उपयोग किया है जो ओएमआर",
  "the instruction, given in para-3 of OMR sheet. In para-3 of the": "शीट के पैरा-3 में दिए गए निर्देश का उल्लंघन करता है। ओएमआर शीट",
  "had been adopted to filled in the application form. The": "आवेदन पत्र में भरने के लिए अपनाया गया था। याचिकाकर्ता की गलती के",
  "matching of writing of the petitioner failed due to mistake of": "कारण याचिकाकर्ता के लेखन का मिलान विफल हो गया क्योंकि उसने दो",
  "the petitioner himself since he used two languages. Similarly, the matching of the signatures failed, since the petitioner did": "भाषाओं का उपयोग किया था। इसी तरह, हस्ताक्षरों का मिलान विफल",
  "his signature on the application form in English whereas on": "रहा, क्योंकि याचिकाकर्ता ने आवेदन पत्र पर अंग्रेजी में अपने हस्ताक्षर",
  "the OMR Sheet in Hindi, which is fault of the petitioner. The": "किए, जबकि हिंदी में ओएमआर शीट पर, जो याचिकाकर्ता की गलती है।",
  "petitioner was clarified by showing this difference. As such,": "यह अंतर दिखाकर याची को स्पष्ट किया गया। इस प्रकार, याचिकाकर्ता",
  "the petitioner could not produce any solid base to disagree with the opinion of the expert.”": "विशेषज्ञ की राय से असहमत होने के लिए कोई ठोस आधार पेश नहीं कर",
  "the learned Single Bench of the High Court on 20.2.2019. The said": "ने 20 फरवरी, 209 को अपास्त कर दिया था। उच्च न्यायालय की खंडपीठ ने",
  "order was affirmed by the Division Bench of the High Court vide the order impugned in the present appeal.": "वर्तमान अपील में आक्षेपित आदेश पारित कर उक्त आदेश की पुष्टि की।",
  "The requirement to write a paragraph in the application form was to": "8... आवेदन पत्र में एक पैराग्राफ लिखने की आवश्यकता इसलिए थी कि जब",
  "dispute of identity which may arise as to whether the same person": "कभी और किसी स्तर पर अभ्यर्थी की पहचान से संबंधित विवाद उत्पन्न हो कि",
  "has appeared for the written examination who had filled up the": "वही व्यक्ति लिखित परीक्षा में शामिल हुआ है जिसने आवेदन पत्र को भरा था उस",
  "that from the opinion of the handwriting expert, there is no proof of": "रूप से इस तथ्य पर भरोसा किया है कि लिखावट विशेषज्ञ की राय से, प्रतिरूपण",
  "charge of impersonation. However, it was held that the application": "के आरोप का कोई सबूत नहीं है। हालांकि, यह धारित किया गया कि आवेदन पत्र",
  "filling up of the application form and also the attempting of the": "विज्ञापन में आवेदन पत्र भरने और उत्तर पुस्तिकाओं के हल करने की रीति पर",
  "Therefore, the reasoning given by the Division Bench of the High": "इसलिए, उच्च न्यायालय की खंडपीठ का यह तर्क कि इस बात की संभावना हो",
  "Court that on account of lapse of time, the writ petitioner might have attempted the answer sheet in a different language is not": "सकती है कि समय बीतने के कारण रिट याची ने उत्तर पुस्तिका को अलग भाषा",
  "justified as the use of different language itself disentitles the writ": "में हल करने का प्रयास किया होगा, उचित नहीं है क्योंकि विभिन्न भाषा का प्रयोग",
  "petitioner from any indulgence in exercise of the power of judicial review.": "करना ही रिट याची को न्यायिक समीक्षा की शक्ति के प्रयोग करने में किसी",
  "18. Since the writ petitioner has used different language for filling up of the application form and the OMR answer book, therefore, his": "8. ... चूंकि रिट याची ने आवेदन पत्र और ओ.एम.आर. उत्तर पुस्तिका को भरने के लिए अलग-अलग भाषा का प्रयोग किया है, इसलिए अपीलार्थियों द्वारा उनकी",
  "candidature was rightly rejected by the appellants.": "उम्मीदवारी को नामंजूर कर दिया जाना उचित था।",
  "19. Therefore, the order passed by the High Court cannot be sustained": "9. . इसलिए, उच्च न्यायालय द्वारा पारित आदेश को कानून में बरकरार नहीं",
  "Consequently, the appeal is allowed.": "जाती है। परिणामस्वरूप, अपील अनुज्ञात की जाती है।",
  "NEW DELHI;": "नई दिल्ली",
  "JULY 25, 2022.": "25 जुलाई 2022",
  "in the application form. It is well settled that if a particular": "द्वारा चुनी गई भाषा में होनी चाहिए। यह सुस्थापित है कि यदि आवेदन पत्र भरने",
  "procedure in filling up the application form is prescribed, the application form should be filled up following that procedure alone.": "में कोई विशेष प्रक्रिया निर्धारित की जाती है, तो केवल उसी प्रक्रिया का पालन करते हुए आवेदन पत्र भरना चाहिए। यह नजीर अहमद बनाम राजा-सम्रार्ट* के",
  "This was enunciated by Privy Council in the Nazir Ahmad v. King-": "करते हुए आवेदन पत्र भरना चाहिए। यह नजीर अहमद बनाम राजा-सम्रार्ट* के मामले में प्रिवी काउंसिल द्वारा प्रतिपादित किया गया था, जिसमें यह माना गया",
  "Emperor’, wherein it was held that “that where a power is given to": "था कि \"जहां एक निश्चित तरीके से अमुक चीज को करने की शक्ति दी जाती है,",
  "do a certain thing in a certain way the thing must be done in that way or not at all. Other methods of performance are necessarily": "उस चीज को उस तरह से किया जाना चाहिए अथवा नहीं। अन्य तरीके से किया",
  "Chandra Kishore Jha v. Mahavir Prasad & Ors.?°, held as under:": "महावीर प्रसाद और अन्य\" के मामले में निम्नानुसार धारित कियाः",
  "statute provides for a thing to be done in a particular manner,": "किसी चीज़ को एक विशेष तरीके से करने का प्रावधान है, तो उसे उसी",
  "then it has to be done in that manner and in no other manner.": "तरीके से किया जाना चाहिए और किसी अन्य तरीके से नहीं। (देखें: नजीर",
  "(See with advantage: Nazir Ahmad v. King Emperor [(1935-": "अहमद बनाम किंग एम्परर [(935-36) 63 ए.आई.आर. 372:",
  "36) 63 IA 372 : AIR 1936 PC 253 (II)] , Rao Shiv Bahadur": "ए.आई.आर. 936 पी.सी. 253 (॥)], राव शिव बहादुर सिंह बनाम",
  "Singh v. State of VP[AIR 1954 SC 322 : 1954 SCR": "वीपी राज्य [ए.आई.आर. 954 एस.सी. 322:4954 एस.सी.आर.",
  "1098] , State of U.P. v. Singhara Singh [AIR 1964 SC 358 :": "098], उत्तर प्रदेश राज्य बनाम सिंघारा सिंह [ए.आई.आर. 964",
  "as the case may be to save the period of limitation. That,": "सकती थी, जैसा भी मामला हो, ताकि परिसीमा की अवधि को बचाया",
  "Mani v. Chief Secretary, Government of Andhra Pradesh &": "6. . चेरुकुरी मणि बनाम मुख्य सचिव, आंध्र प्रदेश सरकार और अन्य” में इस",
  "Ors.\" wherein this Court held as under:": "न्यायालय ने उक्त सिद्धांत का पालन करते हुए निम्नानुसार धारित किया:",
  "“14. Where the law prescribes a thing to be done in a": "\"4. जहां कानून कहता है कि कोई कार्य विहित प्रकार से किया जाना",
  "done in the same manner following the provisions of law,": "विहित प्रकार से विचलित हुए बिना कानून के प्रावधानों का पालन करते",
  "10 (1999) 8 SCC 266": "0 . (999) 8 एस.सी.सी. 266"
}