{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. 3656 OF 2022": "दीवानी अपील संख्या 3656/2022",
  "(Arising out of SLP (C) No.20919 of 2021)": "(विशेष अनुमति याचिका (सी) संख्या 2099/202 से उत्पन्न)",
  "UNION OF INDIA & ORS. ... APPELLANT(S)": "भारत संघ और अन्य... ...... अपीलार्थी (गण)",
  "Versus": "बनाम",
  "JUDGMENT": "निर्णय",
  "L. Nageswara Rao, J.": "न्यायमूर्ति एल. नागेश्वर राव",
  "Leave granted.": "अनुमति प्रदान की गई।",
  "appointment as a Judicial Member, Central Administrative": ". न्यायिक सदस्य, केंद्रीय प्रशासनिक न्यायाधिकरण के रूप में नियुक्ति की",
  "Committee of the Cabinet (for short “ACC”) on": ".]0.209 को कैबिनेट की नियुक्ति समिति (संक्षेप में \"एसीसी\") द्वारा खारिज",
  "respondent on 24.10.2019. A writ petition was filed by the": "कर दिया गया था। दिनांक 24.0.209 को प्रतिवादी को सूचित किया गया था।",
  "extension of the term of the respondent. The said": "ने प्रतिवादी की नियुक्ति की अवधि बढ़ाने के प्रस्ताव को वापस कर दिया था और",
  "recommendation was approved by the Hon’ble Chief Justice of India on 08.03.2016.": "की। उक्त सिफारिश को दिनांक 08.03.206 को भारत के माननीय मुख्य न्यायाधीश द्वारा अनुमोदित किया गया था।",
  "4. On 01.06.2016, the ACC requested the DOoPT to re-": "4. दिनांक 0.06.206 को एसीसी ने डीओपीटी से अनुरोध किया कि वह",
  "examine the proposal for extension of the term of the respondent in light of the additional material that had": "अतिरिक्त सामग्री के प्रकाश में प्रतिवादी के कार्यकाल के विस्तार के प्रस्ताव की",
  "surfaced. The DoPT submitted its remarks and thereafter,": "फिर से जांच करे। डीओपीटी ने अपनी टिप्पणी प्रस्तुत की और उसके बाद",
  "the ACC returned the proposal for extension of term of respondent on 06.03.2017. The decision of the ACC was": "एसीसी ने दिनांक 06.03.207 को प्रतिवादी के कार्यकाल के विस्तार का प्रस्ताव वापस कर दिया।",
  "placed before the Selection Committee which was headed": "एसीसी का निर्णय चयन समिति के समक्ष रखा गया था जिसकी अध्यक्षता दिनांक",
  "by a sitting Judge of this Court on 11.03.2017. The": "7.03.207 को इस न्यायालय के एक न्यायाधीश ने की थी। चयन समिति ने",
  "ACC for returning the proposal for extension of term of": "प्रतिवादी के कार्यकाल के विस्तार के प्रस्ताव को वापस करने के लिए एसीसी के",
  "the respondent, and recommended that the existing vacancies be carried forward to the next vacancy year,": "निर्णय पर ध्यान दिया, और सिफारिश की कि मौजूदा रिक्तियों को अगले रिक्ति",
  "vacancies be carried forward to the next vacancy year, i.e. 2017. The decision of the Selection Committee was": "वर्ष यानी 207 तक आगे बढ़ाया जाए।चयन समिति के निर्णय को भारत के मुख्य",
  "approved by the Chief Justice of India on 06.04.2017. DoPT, by a letter dated 12.04.2017, informed the": "न्यायाधीश ने दिनांक 06.04.207 को अनुमोदित किया था।डीओपीटी के पत्र",
  "Chairman of the Central Administrative Tribunal about the": "2.04.207 दिनांकित द्वारा केंद्रीय प्रशासनिक न्यायाधिकरण के अध्यक्ष को",
  "decision of the Selection Committee which was approved by the Chief Justice of India. The Committee": "चयन समिति के निर्णय के बारे में सूचित किया, जिसे भारत के मुख्य न्यायाधीश",
  "recommended that both the vacancies may be carried": "द्वारा अनुमोदित किया गया था। समिति ने सिफारिश की कि दोनों रिक्तियों को",
  "forward to the next year i.e. 2017.": "अगले वर्ष यानी 207 तक आगे बढ़ाया जा सकता है।",
  "5. The respondent filed a writ petition seeking a": "५. प्रतिवादी ने एक रिट याचिका दायर की, जिसमें अपीलकर्ताओं को प्रशासनिक",
  "extension of his term as per Section 6(3) of the": "न्यायाधिकरण अधिनियम, 985 की धारा 6 (3) के अनुसार अपने कार्यकाल के",
  "judgment dated 08.05.2019, allowed the said writ petition": "आक्षेपित निर्णय का समर्थन किया कि उच्च न्यायालय ने दिनांक 08.05.209 के",
  "the appointment of the respondent and Shri A.K. Bhardwaj": "कर रिक्तियों को न भरने का निर्णय लेने के बाद प्रतिवादी और श्री ए.के. भारद्वाज",
  "Said recommendation of the Selection Committee was": "आगे ले जाने के लिए चयन समिति द्वारा की गई सिफारिश प्रतिवादी के केंद्रीय",
  "examined before the judgment dated 08.05.2019 was": "अवधारित किया कि दिनांक 08.05.209 के निर्णय पारित होने से पहले पूरे",
  "passed, in which it was held that there was nothing": "अभिलेख की जांच की गई थी, जिसमें यह अवधारित किया गया था कि उक्त",
  "The High Court found fault with the proposal of the DoPT as they have not taken into consideration the findings": "डीओपीटी के प्रस्ताव में गलती पाई क्योंकि उन्होंने अपने पहले के निर्णय दिनांक",
  "as they have not taken into consideration the findings recorded in its earlier Judgment dated 08.05.2019. The": "08.05.209 में दर्ज निष्कर्षों को ध्यान में नहीं रखा है।सक्षम प्राधिकारी द्वारा",
  "said proposal of DoPT was the basis for the decision taken by the competent authority. The High Court was of the": "लिए गए निर्णय के लिए डीओपीटी का उक्त प्रस्ताव आधार था। उच्च न्यायालय का",
  "the purpose of rejecting the extension of the respondent's": "भेजी गई थी, पर प्रतिवादी के कार्यकाल के विस्तार को अस्वीकार करने के उद्देश्य",
  "the decision of the ACC as it was contrary to the": "सख्ती से होना चाहिए। उच्च न्यायालय ने एसीसी के निर्णय में दोष पाया क्योंकि",
  "recommendations made by the Selection Committee": "यह चयन समिति द्वारा की गई सिफारिशों के विपरीत था जिसे भारत के मुख्य",
  "which was approved by the Chief Justice of India. The High": "न्यायाधीश द्वारा अनुमोदित किया गया था।उच्च न्यायालय ने रिट याचिका की",
  "Court allowed the writ petition and directed the ACC to": "अनुमति दी और एसीसी को केंद्रीय प्रशासनिक न्यायाधिकरण के न्यायिक सदस्य",
  "take a decision afresh for the grant of extension of the respondent’s term of appointment as Judicial Member of": "के रूप में प्रतिवादी की नियुक्ति की अवधि के विस्तार के लिए नए सिरे से निर्णय",
  "7. On behalf of the appellants, Mr. Sanjay Jain, learned Additional Solicitor General, submitted that the High Court": "7. अपीलकर्ताओं की ओर से विद्वत अपर सॉलिसिटर जनरल श्री संजय जैन ने",
  "committed an error in holding that the recommendation made by the Selection Committee for carrying forward the": "कहा कि उच्च न्यायालय ने यह अवधारित करने में त्रुटि की कि चयन समिति द्वारा",
  "vacancies to the next year i.e. 2017, stood set aside by": "अगले वर्ष यानी 207 तक रिक्तियों को आगे बढ़ाने के लिए की गई सिफारिश,",
  "the judgment of the High Court dated 08.05.2019.": "उच्च न्यायालय के दिनांक 08.05.209 के निर्णय द्वारा अपास्त की गई थी।",
  "According to learned ASG, after the recommendation was": "विद्वान एएसजी के अनुसार, चयन समिति द्वारा सक्षम प्राधिकारी को सिफारिश",
  "made by the Selection Committee to the competent": "समिति के समक्ष रखा गया था। उसके अनुसार, चयन समिति ने निर्णय लिया कि",
  "proposal for extension of the term of the respondent; and": "विस्तार के प्रस्ताव को वापस कर दिया है; और (॥) आदेश दिनांक",
  "(ii) order dated 12.04.2017 by which DoPT informed the Chairman, Central Administrative Tribunal about the": "2,.04.207 जिसके द्वारा डीओपीटी ने केंद्रीय प्रशासनिक न्यायाधिकरण के",
  "Chairman, Central Administrative Tribunal about the decision by the Selection Committee which was approved": "अध्यक्ष को चयन समिति के निर्णय के बारे में सूचित किया जिसे भारत के मुख्य",
  "by the Chief Justice of India. The High Court further": "न्यायाधीश द्वारा अनुमोदित किया गया था।उच्च न्यायालय ने आगे एसीसी को",
  "directed ACC to decide on the recommendations of the Selection Committee and pass appropriate orders within a period of 4 months. Thereafter, the ACC passed an order": "चयन समिति की सिफारिशों पर निर्णय लेने और 4 महीने की अवधि के भीतर उचित आदेश पारित करने का निर्देश दिया। तत्पश्चात, एसीसी ने दिनांक",
  "to the respondent for another term as Judicial Member,": "न्यायाधिकरण के न्यायिक सदस्य के रूप में एक अन्य कार्यकाल के लिए प्रतिवादी",
  "High Court of Judicature at Allahabad, Lucknow Bench": "की लखनऊ पीठ के समक्ष एक रिट याचिका दायर की। उच्च न्यायालय ने",
  "The High Court passed the impugned judgment and allowed the writ petition directing the competent authority": "आक्षेपित निर्णय पारित किया और सक्षम प्राधिकारी को आदेश प्राप्त होने की",
  "respondent’s term of appointment as Judicial member of": "न्यायिक सदस्य के रूप में प्रतिवादी की नियुक्ति की अवधि के विस्तार के संबंध में",
  "that the High Court, in its judgement dated 08.05.2019,": "6. उच्च न्यायालय की राय थी कि दिनांक 08.05.209 के पहले के फैसले के",
  "12. For the foregoing reasons, the impugned judgment of": "2. पूर्वगामी कारणों के लिए उच्च न्यायालय के आक्षेपित निर्णय को अपास्त किया",
  "the High Court is set aside. The appeal is allowed.": "जाता है। अपील की अनुमति है।",
  "[B. R. GAVAIT]": "[न्यायमूर्ति बी. आर. गवई]",
  "New Delhi,": "नई दिल्ली,",
  "May 5, 2022": "मई 5, 2022"
}