{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय क्षेत्राधिकार",
  "(ARISING OUT OF SLP (C) Nos. 3384-3386 OF 2017)": "(विशेष अनुमति याचिका (सी) संख्याएँ 3384-3386/207 से उद्धृत)",
  "CHANDRA PRAKASH MISHRA APPELLANT (S)": "चंद्र प्रकाश मिश्रा अपीलार्थी (गण)",
  "FLIPKART INDIA PRIVATE LIMITED & ORS. RESPONDENT (S)": "फ़िपकार्ट इंडिया प्राइवेट लिमिटेड और अन्य प्रतिवादी (गण)",
  "JUDGMENT": "निर्णय",
  "Leave granted.": "अनुमति प्रदान की गई।",
  "2. In these appeals, the appellant, presently working as Joint": "2. इन अपीलों में अपीलकर्ता, जो वर्तमान में संयुक्त आयुक्त, वाणिज्यिक कर,",
  "as also the order dated 02.08.2016 in Writ Tax No. 546 of 2016, as": "द्वारा पारित रिट कर संख्या 546/2076 में दिनांक 02.08.206 के आदेश पर",
  "2.1. The appellant is aggrieved of the orders impugned, insofar as adverse observations and remarks have been made and directions have": "2.7. आक्षेपित आदेशों से व्यथित अपीलकर्ता, जहां तक प्रतिकूल टिप्पणियां और",
  "been issued in relation to his acts and omissions while functioning": "उपायुक्त के रूप में कार्य करते समय उसके कार्यों और चूकों के संबंध में निर्देश",
  "upon the writ petitioner and after giving them an opportunity of": "प्राधिकरण के लिए रिट याचिकाकर्ता को नोटिस की उचित तामील के बाद और",
  "5. In the aforesaid part of the impugned common order dated 29.02.2016 i.e., upto paragraph 34, the High Court dealt with the": "५. आक्षेपित सामान्य आदेश दिनांक 29.02.206 के उक्त भाग अर्थात, पैरा 34",
  "core issues involved in the case and contentions of the respective": "तक उच्च न्यायालय ने मामले में शामिल मुख्य मुद्दों और संबंधित पक्षों के तर्कों पर",
  "parties and, thereafter, passed the orders consequent to its findings on the material issues that there had not been proper": "विचार किया और उसके बाद भौतिक मुद्दों पर अपने निष्कर्षों के परिणामस्वरूप",
  "service of notice upon the writ petitioner and the ex parte orders were not sustainable.": "आदेश पारित किया कि रिट याचिकाकर्ता पर नोटिस की उचित तामील नहीं की गई थी और एक पक्षीय आदेश अपोषणीय थे।",
  "6. However, before closing the matter, the High Court proceeded": "6. हालांकि, मामले को बंद करने से पूर्व, उच्च न्यायालय ने अपनी राय व्यक्त की",
  "to express its opinion that the impugned actions, leading to ex parte orders/proceedings without proper service of notice, were of": "कि आक्षेपित कार्रवाइयाँ, जिसके कारण नोटिस की उचित तामील के बिना",
  "adopted unfair tactics in getting the service effected in gross violation of the applicable rules.": "के घोर उल्लंघन में सेवा को प्रभावी कराने के लिए अनुचित रणनीति अपनाई।",
  "6.1. The High Court, therefore, imposed costs to the tune of Rs.": "6.. इसलिए, उच्च न्यायालय ने रिट याचिकाकर्ता को विभाग द्वारा भुगतान किए",
  "2,00,000/-, to be paid by the department to the writ petitioner, and left it open for the Commissioner, Commercial Tax, Lucknow to": "जाने के लिए 2,00,000/- रुपये का खर्च अधिरोपित किया और आयुक्त,",
  "3. We find it a serious matter. Let respondent 1 himself": "हम इसे एक गंभीर मामला मानते हैं।इस न्यायालय के समक्ष दिनांक",
  "appear along with relevant records on 02.08.2016 before": "02.08.206 को संबंधित अभिलेखों के साथ प्रत्यर्थी । को स्वयं उपस्थित",
  "this Court. He shall also file para-wise reply to the writ petition on the next date.": "हों।वह अगली तारीख को रिट याचिका का पैरा-वार जवाब भी दाखिल करेगा।",
  "4. Until further orders, the effect and operation of impugned assessment order dated 04.05.2016 and notice": "4. अगले आदेश तक, आक्षेपित निर्धारण आदेश दिनांक 04.05.206 तथा",
  "dated 07.04.2016 shall remain stayed.”": "नोटिस दिनांक 07.04.206 का प्रभाव एवं संचालन पर रोक रहेगी।”",
  "7.2. When the matter was taken up for further consideration by the High Court on 02.08.2016, it was submitted by the learned standing": "7.2. जब मामले को उच्च न्यायालय द्वारा दिनांक 02.08.206 को आगे विचार",
  "Since been withdrawn by the present appellant on 23.07.2016 and,": "गया था कि वर्तमान अपीलकर्ता द्वारा दिनांक 23.07.206 को आक्षेपित",
  "therefore, the writ petition was practically rendered infructuous.": "निर्धारण आदेश वापस ले लिए गए थे और इसलिए रिट याचिका व्यावहारिक रूप",
  "It was also stated on behalf of the appellant, who was present in": "से निष्फल हो गई थी।अपीलकर्ता जो न्यायालय में उपस्थित था, की ओर से यह",
  "Court, that there had been a mistake on his part and he was": "भी कहा गया था कि उसकी ओर से एक गलती हुई थी और वह एक माफी मांग",
  "tendering an apology, which could be considered by the Court.": "रहा था जिस पर न्यायालय द्वारा विचार किया जा सकता है।",
  "7.3. The High Court, however, viewed the functioning of the appellant seriously questionable, particularly for his acts and": "7.3. तथापि, अपीलकर्ता के कार्य को, विशेष रूप से 29.02.206 के आदेश में",
  "appellant seriously questionable, particularly for his acts and omissions after the strictures in, and penal costs imposed by, the": "कठोर और उसके द्वारा अधिरोपित दांडिक खर्चों के बाद उसके कार्यों और लोपों",
  "order dated 29.02.2016. Thus, while imposing costs of Rs. 50,000/- personally on the appellant, the High Court made the observations": "के लिए उच्च न्यायालय ने गंभीर रूप से संदिग्ध माना।इस प्रकार, अपीलकर्ता पर व्यक्तिगत रूप से 50,000/- रुपये की लागत अधिरोपित करते समय, उद्च",
  "that departmental action be taken and finalised at the earliest and": "न्यायालय ने टिप्पणी की कि विभागीय कार्रवाई की जाए और इसे जल्द से जल्द",
  "the department would also consider as to whether the appellant was": "अंतिम रूप दिया जाए और विभाग इस बात पर भी विचार करेगा कि क्या",
  "functions. The relevant part of the order dated 02.08.2016 could be": "दिनांक 02.08.206 के आदेश के प्रासंगिक भाग को उपयोगी रूप से इस प्रकार",
  "“13. Additional Commissioner, Commercial Tax, Noida,": "“3. अपर आयुक्त, वाणिज्यिक कर, नोएडा ने पत्र दिनांक 29.06.2076 के",
  "sought a clarification from Commissioner, Commercial Tax,": "माध्यम से आयुक्त, वाणिज्यिक कर से स्पष्टीकरण मांगा जिस पर आयुक्त ने",
  "the petitioner to move an appropriate application in this petition.": "याचिका में एक उचित आवेदन करने के लिए स्वतंत्र होगा।.",
  "38. It would be open to the Commercial Tax Commissioner, Lucknow to institute an enquiry and fix responsibility on": "38. वाणिज्यिक कर आयुक्त, लखनऊ को जांच करने और उक्त राशि की",
  "7. Even after the order so passed by the High Court, the": "7. उच्च न्यायालय द्वारा इस प्रकार पारित आदेश के बाद भी, अपीलकर्ता ने फिर",
  "up another assessment order dated 04.05.2016 against the writ": "04.05.206 को एक और मूल्यांकन आदेश तैयार किया।इस आदेश पर",
  "petitioner. This order was again questioned by the writ petitioner by way of another writ petition in the High Court, being Writ Tax": "याचिकाकर्ता ने उच्च न्यायालय में एक और रिट याचिका के माध्यम से फिर से",
  "by way of another writ petition in the High Court, being Writ Tax No. 546 of 2016. In this subsequent writ petition, the present": "सवाल उठाया, जो रिट टैक्स संख्या 546/206 है।इसके बाद की रिट याचिका",
  "impugned assessment order and the consequential notice, observed as": "दिया गया था और इसलिए, नोटिस की तामील के लिए उचित कदम उठाकर एक",
  "under: -": "प्रश्न किया गया है, इस प्रकार है:-",
  "has proceeded to serve notice at the supposed address at": "पते पर चिपकाकर नोटिस देने का फैसला किया। कर निर्धारण प्राधिकारी द्वारा",
  "vide letter dated 20.07.2016 directed the registering": "पत्र दिनांक 20.07.206 के माध्यम से पंजीकरण प्राधिकारी को इस",
  "authority to pass appropriate order in accordance with directions of this Court. The registering authority has": "न्यायालय के निर्देशों के अनुसार उचित आदेश पारित करने का निर्देश दिया। पंजीकरण प्राधिकारी ने अधिनियम की धारा 7 (4) (ए) के तहत",
  "passed an order on 23.07.2016 under Section 17(14)(a) of": "23.07.206 को एक आदेश पारित किया है, जिसके तहत 20 जनवरी,",
  "the Act transferring the place of business of petitioner from Noida to Ghaziabad w.e.f. 20.01.2013 and": "203 से याचिकाकर्ता के व्यवसाय का स्थान नोएडा से गाजियाबाद",
  "consequently now the Deputy Commissioner, Commercial Tax, Sector 7, Ghaziabad becomes Assessing authority of petitioner w.e.f. 20.01.2013. Pursuant thereto respondent": "स्थानांतरित कर दिया गया है और इसके परिणामस्वरूप अब 20 जनवरी, 203 से डिप्टी कमिश्नर, वाणिज्यिक कर, सेक्टर 7, गाजियाबाद, याचिकाकर्ता का मूल्यांकन प्राधिकारी बन गया है। इसके अनुसरण में इस रिट",
  "1 has passed an order on 23.03.2016 (sic)? withdrawing": "लेते हुए प्रत्यर्थी । ने दिनांक 23.03.206 (सिक)* को एक आदेश पारित",
  "14. It is admitted that application for transfer of": "4. यह स्वीकार किया जाता है कि व्यवसाय पते के हस्तांतरण के लिए",
  "rejected by respondent 1 on 02.09.2014 and the said order": "दिनांक 02.09.204 को खारिज कर दिया गया था और उक्त आदेश को इस",
  "was set aside by this Court vide judgment’ dated 29.02.2016.": "न्यायालय द्वारा दिनांक 29.02.206 के निर्णय द्वारा रद्द कर दिया गया था।",
  "15. Learned Standing Counsel at the outset clearly stated that since the assessment orders impugned in this writ": "45. विद्वान स्थायी अधिवक्ता ने प्रारंभ में स्पष्ट रूप से कहा कि चूंकि इस रिट",
  "petition have now been withdrawn by respondent No. 1 by": "याचिका में आक्षेपित निर्धारण आदेश अब प्रत्यर्थी संख्या 7 द्वारा दिनांक",
  "order dated 23.07.2016 in substance, writ petition has": "23.07.2076 के आदेश द्वारा सार रूप में वापस ले लिए गए हैं इसलिए रिट",
  "rendered infructuous and be dismissed accordingly.": "याचिका निष्फल रही है और तदनुसार खारिज की जाती है।",
  "16. We however required him to tell us as to _ how respondent 1 could dare to pass further assessment": "46. हालाँकि हमें उससे यह बताना था कि प्रत्यर्थी आगे मूल्यांकन आदेश",
  "without jurisdiction by this Court by referring to the Similar application of petitioner for change of business address. In reply thereto a very bulky counter affidavit": "आदेश इस न्यायालय द्वारा व्यवसाय के पते में परिवर्तन के लिए याचिकाकर्ता के इसी तरह के आवेदन का हवाला देते हुए अधिकार क्षेत्र के बिना घोषित",
  "address. In reply thereto a very bulky counter affidavit has been filed separately by respondent 1. Despite he": "किए गए थे। इसके उत्तर में प्रत्यर्थी द्वारा अलग से एक प्रति शपथपत्र दायर",
  "could not explain as to what was the occasion for any": "किया गया है।इसके बावजूद वह यह स्पष्ट नहीं कर सके कि किसी भी भ्रम के लिए क्या अवसर था जब 29.02.206 को न्यायालय के फैसले में बहुत",
  "confusion when the needs were very clearly disclosed and": "स्पष्ट रूप से आवश्यकताओं का खुलासा किया गया था और निर्णय लिया गया",
  "17. Sri S.D. Singh, learned Senior Counsel, representing": "7. विद्वान वरिष्ठ अधिवक्ता, श्री एस. डी. सिंह जो प्रतिवादी . का",
  "part of respondent 1 which cannot’ be_~ explained satisfactorily but respondent 1 dedicates apology and": "संतोषजनक व्याख्या नहीं की जा सकती है लेकिन प्रत्यर्थी । माफी मांग रहा",
  "therefore, Court may consider the same and_e pass appropriate order.": "है और इसलिए, न्यायालय उस पर विचार कर सकता है और उचित आदेश",
  "18. In these facts and circumstances we are satisfied": "8. इन तथ्यों और परिस्थितियों में हम संतुष्ट हैं कि प्रत्यर्थी . की ओर से",
  "that here is a forced litigation by unmindful illegal act": "बिना सोचे-समझे अवैध कार्य द्वारा एक जबरन मुकदमा चलाया जा रहा है",
  "8.2. Learned senior counsel for the appellant would submit that": "8.2. अपीलार्थी के विद्वान वरिष्ठ अधिवक्ता ने प्रस्तुत किया कि जब विलंब से",
  "when the’ belatedly filed application had been- rejected = on": "दाखिल किया गया आवेदन 02.09.204 को अस्वीकार कर दिया गया था, तो",
  "have only proceeded on the basis of the registered address available on the record. Moreover, it is clear that when the": "उपलब्ध पंजीकृत पते के आधार पर आगे बढ़ सकता था। इसके अलावा, यह",
  "available on the record. Moreover, it is clear that when the respondent No. 1 was not available at the registered address, the": "स्पष्ट है कि जब प्रत्यर्थी संख्या . पंजीकृत पते पर उपलब्ध नहीं था तब",
  "appellant, acting in bonafide discharge of his duties, even": "अपीलार्थी ने अपने कर्तव्यों का वास्तविक निर्वहन करते हुए गाजियाबाद में तामील",
  "attempted to get the notices served at Ghaziabad but, the High": "की गई सूचनाओं को प्राप्त करने का भी प्रयास किया लेकिन, उच्च न्यायालय ने",
  "Court did not accept that service to be a proper service.": "उस सेवा को उचित सेवा के रूप में स्वीकार नहीं किया।",
  "8.3. Learned senior counsel would submit that the appellant as an": "8.3. विद्वान वरिष्ठ अधिवक्ता ने कहा कि एक निर्धारण प्राधिकारी के रूप में",
  "imputed on him. Learned senior counsel has further referred to the subsequent facts that the application for change of address was": "अधिवक्ता ने आगे बाद के तथ्यों का उल्लेख किया है कि पते में परिवर्तन के लिए",
  "ultimately granted on 22.07.2016 whereby, the department accepted": "आवेदन अंततः दिनांक 22.07.206 को स्वीकृत किया गया, जिससे विभाग ने",
  "the change of address with effect from 20.01.2013; and that": "20.0.203 से पते के परिवर्तन को स्वीकार किया; और यह कि पंजीकरण",
  "Authority i1.e., the Assistant Commissioner, Commercial Tax,": "प्राधिकारी अर्थात सहायक आयुक्त, वाणिज्यिक कर, संभाग-2, नोएडा द्वारा ऐसा",
  "further submit that in the later writ petition i.e., Writ Tax No. 546 of 2018, the appellant was personally impleaded as a party-": "रिट याचिका अर्थात्‌ रिट टैक्स संख्या 546/208 में अपीलार्थी को व्यक्तिगत",
  "04.05.2016, rather at conflict with the High Court’s order dated 29.02.2016.": "उन्होंने उच्च न्यायालय के आदेश दिनांक 29.02.206 के विपरीत होने के बजाय दिनांक 04.05.2076 के आदेश को पारित करने का विकल्प चुना।",
  "10.2. Learned senior counsel has, however, frankly submitted that": "0.2. हालांकि, विद्वान वरिष्ठ अधिवक्ता ने स्पष्ट रूप से प्रस्तुत किया है कि",
  "the respondent No. 1 is otherwise carrying no grievance personally": "प्रत्यर्थी संख्या  अपीलार्थी और अभियुक्त के खिलाफ व्यक्तिगत रूप से कोई",
  "against the appellant; and respondent No. 1 is not keen to even retain the amount of costs awarded by the High Court and would be": "शिकायत नहीं कर रहा है औरप्रत्यर्थी संख्या उच्च न्यायालय द्वारा अधिनिर्णीत खर्चे की राशि को बनाए रखने के लिए भी उत्सुक नहीं है और वह उसे वापस",
  "willing to return the same as may be directed by this Court. It has": "करने के लिए तैयार होगा जैसा कि इस न्यायालय द्वारा निर्देशित किया जाए।यह",
  "the amount of Rs. 2,00,000/- towards cost, as awarded by the order": "गया है, प्रत्यर्थी संख्या । को केवल 2, 00, 000/- रुपये की राशि खर्चे के रूप",
  "dated 29.02.2016; and the other amount of Rs. 50,000/-, as awarded by the order dated 02.08.2016, has not been received in view of the stay order passed by this Court.": "में प्राप्त हुई है; और जैसा कि आदेश दिनांक 02.08.206 द्वारा 50,000/- रुपये की अन्य राशि इस न्यायालय द्वारा पारित स्थगन आदेश के मद्देनजर प्राप्त नहीं हुआ है।",
  "and having examined the material placed on record, we are clearly of the view that the questioned parts of the orders impugned": "जांच करने के बाद, हमारा स्पष्ट रूप से यह विचार है कि आक्षेपित आदेशों के",
  "Rs. 2,00,000/- awarded as costs, which has been fairly given up by": "प्रश्नत भाग खर्चे के रूप में दिए गए 2, 00, 000/- रुपये की राशि के लिए उचित",
  "dated 29.02.2016 relating to the merits of the case are concerned,": "29.02.2076 में टिप्पणियों और निष्कर्षों का संबंध है , उस संबंध में किसी",
  "the impugned actions in drawing up ex parte assessment orders and": "परिणाम की ओर ले जाएंगे कि एकपक्षीय मूल्यांकन आदेश तैयार करने और फिर",
  "then seeking to enforce recovery as also the impugned action in": "वसूली को लागू करने की मांग में आक्षेपित कार्रवाई के साथ-साथ व्यवसाय के",
  "rejecting the application for registration of change of place of": "स्थान के परिवर्तन के पंजीकरण के लिए आवेदन को अस्वीकार करने में आक्षेपित",
  "business did not meet with the approval of the High Court. Such": "कार्रवाई उच्च न्यायालय के अनुमोदन के अनुरूप नहीं थी।उच्च न्यायालय की इस",
  "interpretation of the applicable rules as also its analysis of the": "तरह की अस्वीकृति अनिवार्य रूप से लागू नियमों की व्याख्या के साथ-साथ रिट",
  "factual aspects concerning the issues involved in the _ writ petition.": "याचिका में शामिल मुद्दों से संबंधित तथ्यात्मक पहलुओं के विश्लेषण पर आधारित",
  "13. Having examined the matter in its totality, we are of the view that even if the High Court found that the impugned actions of the": "3. मामले की समग्रता की जांच करने के बाद, हमारा यह मत है कि भले ही उच्च",
  "that even if the High Court found that the impugned actions of the authorities concerned, particularly of the appellant, had not been": "न्यायालय ने पाया कि संबंधित अधिकारियों, विशेष रूप से अपीलकर्ता के",
  "strictly in conformity with law or were irregular or were illegal": "आक्षेपित कार्य कानून के अनुरूप नहीं थे या अनियमित थे या अवैध थे या यहां",
  "or even perverse, such findings, by themselves, were not leading to": "तक कि विकृत भी थे, ऐसे निष्कर्ष अपने आप में इस निष्कर्ष की ओर नहीं ले जा",
  "or omission on the part of the Assessing Authority or _ the": "रहे हैं कि निर्धारण प्राधिकरण या पंजीकरण प्राधिकरण की ओर से कोई",
  "Registering Authority; or that any ‘tactics’ were adopted, as per": "के अनुसार कोई 'रणनीति' अपनाई गई थी। प्रत्येक गलत अवैध या यहां तक कि",
  "or even perverse order/action, by itself, cannot be termed as": "विकृत आदेश /कार्रवाई को स्वयं में सद्भाव में कमी या दुर्भावना से ग्रस्त नहीं कहा",
  "14. In the present case, when admittedly the respondent No. 1": "44. वर्तमान मामले में, जब कथित रूप से प्रत्यर्थी संख्या । ने कथित घटना के",
  "itself had applied for registration of the change of place of business nearly 11 months after the alleged event; and at the time": "लगभग महीने बाद व्यवसाय के स्थान के परिवर्तन के पंजीकरण के लिए",
  "Authority had no other registered address of the respondent No. 1": "रूप में अपीलार्थी के पास प्रत्यर्थी संख्या । का कोई अन्य पंजीकृत पता अभिलेख",
  "on record, his actions of passing ex parte assessment orders could": "पर नहीं था, एकपक्षीय मूल्यांकन आदेश पारित करने के उनके कार्यों को",
  "not have been termed as being deliberate or wanting in good faith,": "जानबूझकर या सद्भावना में वांछित नहीं कहा जा सकता था, विशेष रूप से इस",
  "at its registered address and even at its alleged changed address": "पर उसके पंजीकृत पते पर और यहां तक कि गाजियाबाद में उसके कथित बदले",
  "to be illegal or irregular by the High Court, its deduction that": "तरह के प्रयासों को उच्च न्यायालय द्वारा अवैध या अनियमित माना जाता है, तो",
  "the impugned actions were deliberate or lacking in good faith is difficult to be endorsed.": "भी इसकी कटौती का समर्थन करना मुश्किल है कि आक्षेपित कार्रवाई जानबूझकर की गई थी या सद्भाव में कमी थी।",
  "14.1. The appellant, while functioning as an Assessing Authority": "4. अपीलार्थी एक निर्धारण प्राधिकारी के रूप में कार्य करते हुए अनिश्चित",
  "could not have kept the assessment proceedings pending for an indefinite length of time. In this context, the aforementioned": "अवधि के लिए निर्धारण कार्यवाही को लंबित नहीं रख सकता था। 34.. इस",
  "indefinite length of time. In this context, the aforementioned facts relating to shortcomings on the part of the respondent No. 1": "संदर्भ में, प्रत्यर्थी संख्या । की ओर से कमियों से संबंधित उपरोक्त तथ्य सबसे",
  "in first of all not seeking registration of the changed business address for nearly 11 months and then, rejection of its belatedly": "पहले लगभग : महीनों के लिए बदले गए व्यावसायिक पते के पंजीकरण की मांग",
  "made prayer by the competent authority (not the appellant) cannot": "नहीं कर रहे हैं और फिर, सक्षम प्राधिकारी (अपीलार्थी नहीं ) द्वारा इसकी देर से",
  "taken instructions from the Commissioner but, in any case, even": "से निर्देश ले सकते थे लेकिन, किसी भी मामले में उसकी ओर से ऐसी गलतियों",
  "such mistakes or errors or omissions on his’ part cannot be considered as carrying the elements of malice or want of good": "या त्रुटियों या चूक को भी द्वेष या सद्घावना के तत्वों को ले जाने के रूप में नहीं",
  "16. In our view, for imputing motives and drawing inference about want of good faith in any person, particularly a_e statutory": "6. हमारे विचार में किसी भी व्यक्ति, विशेष रूप से एक वैधानिक प्राधिकारी में अच्छे विश्वास की कमी के बारे में उद्देश्यों को लागू करने और निष्कर्ष निकालने के",
  "writ petition decided by the order dated 02.08.2016, though the": "02.08.206 के दोनों आक्षेपित आदेशों में अपीलार्थी के विरूद्ध गुण दोष को",
  "21. As regards the amount of costs, we appreciate the fair stand taken on behalf of the respondent No. 1. Having regard to the": "27. खर्चे की राशि के संबंध में, हम प्रत्यर्थी संख्या । की ओर से लिए गए उचित",
  "circumstances, we deem it appropriate and hence order that the said": "रुख की सराहना करते हैं।परिस्थितियों को ध्यान में रखते हुए, हम इसे उचित",
  "with the Uttar Pradesh State Legal Services Authority.": "प्रत्यर्थी संख्या 3 द्वारा उत्तर प्रदेश राज्य कानूनी सेवा प्राधिकरण के पास जमा की",
  "22. With the requirements aforesaid, the remarks and observations against the appellant in the impugned orders are expunged; and the": "22. पूर्वोक्त आवश्यकताओं के साथ, आक्षेपित आदेशों में अपीलकर्ता के विरुद्ध टिप्पणियों और समीक्षाओं को समाप्त किया जाता है; और आक्षेपित आदेशों के",
  "questioned parts of the impugned orders, as reproduced hereinabove,": "प्रश्ननत भाग, जैसा कि यहां ऊपर प्रस्तुत किया गया है, को रद्द किया जाता है",
  "are annulled and set aside.": "और अपास्त किया जाता है।",
  "23. Needless to observe that any action taken or in contemplation pursuant to the aforesaid parts of the impugned orders are also rendered redundant.": "23. यह देखने की आवश्यकता नहीं है कि आक्षेपित आदेशों के पूर्वोक्त भागों के अनुसरण में की गई कोई कार्रवाई या अनुध्यात भी अनावश्यक हो जाती है।",
  "24. The appeals stand allowed to the extent and in the manner indicated above.": "24. अपीलों को उस सीमा तक और ऊपर बताए गए तरीके से अनुमति दी जाती",
  "(DINESH MAHESHWART )": "(न्यायमूर्ति दिनेश माहेश्वरी )",
  "(ANIRUDDHA BOSE)": "(न्यायमूर्ति अनिरुद्ध बोस)",
  "New Delhi;": "नई दिल्ली;",
  "March 30, 2022.": "30 मार्च, 2022",
  "4 The mistakes, errors or lapses, of course, need to be dealt with by the persuasive reasoning by the Court and necessary orders are also to be passed as": "44 बेशक, गलतियों या त्रुटियों को न्यायालय द्वारा प्रेरक तर्क द्वारा निस्तारित किया जाना चाहिए और आवश्यक आदेश भी",
  "may be required in the given set of circumstances but, it is not necessary to": "पारित किए जाने हैं जैसा कि दी गई परिस्थितियों में आवश्यक हो सकता है लेकिन , हर गलती पर दबाव देकर कार्य कराना",
  "Jain v. High Court of Delhi: (2008) 17 SCC 538].": "आवश्यक नहीं है। [वी के जैन बनाम दिल्ली उच्च न्यायालय के मामले में इस न्यायालय की टिप्पणियाँ: (2008) 7 एससीसी 538].(2008) 7 एससीसी 538)"
}