{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय अधिकारिता",
  "CIVIL APPEAL NO. 4811 OF 2022": "दीवानी अपील संख्या 48 /2022.",
  "(ARISING OUT OF SLP (CIVIL) NO. 18854 OF 2019)": "(विशेष अनुमति याचिका (सिविल) संख्या 8854/209 से उद्भूत)",
  "JUDGMENT": "निर्णय",
  "HEMANT GUPTA, J.": "न्यायमूर्ति हेमन्त गुप्ता",
  "Court of Judicature at Allahabad on 15.2.2019 whereby though the": ". वर्तमान अपील में इलाहाबाद उच्च न्यायालय द्वारा 5.2.209 को पारित",
  "Government Order’ dated 7.5.1999 was struck down, but selection to": "आदेश को चुनौती दी गई है, जिसमें 7.5.999 दिनांकित शासकीय आदेश'",
  "For short, the ‘G.O.’": "संक्षेप में 'जी.ओ.'",
  "5. Unskilled Office worker SWSE PD OA OL": "5 अकुशल कार्यालय . एस डब्ल्यू एस ई पीडी ओए ओएल",
  "6. Duplicating Machine Operator, |SWSE D PD OL OA": "कक डुप्लीकेटिंग मशीन , एस डब्ल्यू एस ई डी पीडी ओएल ओए ऑपरेटर,",
  "Cyclostyle Machine Operator": "साइक़ोस्टाइल मशीन ऑपरेटर",
  "7. Sweeper Dry STS W KC) PDD": "7. स्वीपर ड्राई एसटी एस डब्ल्यू केसी  पीडी डी",
  "SE F P PL": "एसई एफ पी पीएल",
  "12. | Dhobi ST S KC SE| PD D": "2. धोबी एसटी एस केसी एसई | पीडी डी",
  "PPLF": "पीपी एल एफ",
  "PDD": "पीडी डी",
  "APPENDIX A": "परिशिष्ट क",
  "PHYSICAL REQUIREMENTS": "शारीरिक आवश्यकताएं",
  "Code Function": "कोड कार्य",
  "F 1. Work performed by manipulating (with fingers)": "एफ 7. हाथ से किया गया कार्य",
  "PP 2. Work performed by pulling and pushing": "पीपी 2. खींचकर और धक्का देकर किया गया कार्य",
  "L 3. Work performed by lifting": "एल 3. उठाकर किया गया कार्य",
  "KC 4. Work performed by knelling and crouching": "केसी | 4. घुटने टेककर और झुककर किया गया कार्य",
  "B 5. Work performed by bending": "बी 5. झुककर किया गया कार्य",
  "S 6. Work performed by siting (on bench or chair)": "एस 6. (बेंच या कुर्सी पर) बैठकर किया गया कार्य",
  "ST 7. Work performed by standing": "एसटी | 7. खड़े होकर किया गया कार्य",
  "W 8. Work performed by walking": "डब्ल्यू | 8. पैदल चलकर किया गया कार्य",
  "SE 9. Work performed by seeing": "एसई 9. देखकर किया गया कार्य",
  "H 10. Work performed by hearing/speaking": "एच 0. सुनकर/बोलकर किया गया कार्य",
  "APPENDIX B": "परिशिष्ट ख",
  "BL (i) Both legs affected but not arms": "बीएल () दोनों पैर प्रभावित, लेकिन हाथ नहीं",
  "BA (ii) Both arms affected": "बीए (॥) दोनों हाथ प्रभावित",
  "(a) impaired": "(क) विकलांग",
  "(b) Weakness of grip": "(ख) पकड़ की कमजोरी",
  "BLA (iii) Both legs and both arms affected": "बीएलए (॥) दोनों पैर और दोनों हाथ प्रभावित",
  "OL (iv) One leg affected (R &/or L)": "ओएल () एक पैर से प्रभावित (दाया और/या बाँया)",
  "(a) Impaired reach": "(क) पहुँच बाधित",
  "(b) weakness of grip": "(ख) पकड़ की कमजोरी",
  "(c) Ataxie": "(ग) अटेक्सिया",
  "BH (vi) Stiff back and hips (cannot sit or stoop)": "बीएच (५) पीठ और कूल्हों का अकड़न (बैठना या झुक न पाना )",
  "FT (vii) Limited exercise to tolerance - Early fatigue": "एफटी (५) सीमित सशक्तता- शीघ्र थकान",
  "MW (viii) Muscular weakness and limited physical.": "एमडब्ल्यू (पा) मांसपेशियों की कमजोरी और सीमित सशक्तता",
  "IC (ix) General in coordination of movement": "आईसी (५) चलने-फिरने के समन्वय में सामान्य",
  "B (x) The blind": "बी (५2) अंधा",
  "PB (xi) Partially blind": "पीबी (भा) आंशिक रूप से अंधा",
  "D (xii) The deaf": "डी (3) बधिर",
  "PD (xiii) Partially deaf": "पीडी (दा) आशिक रूप से बधिर",
  "A perusal of the above G.O. shows that the posts of Sweeper Dry,": "५, उपर्युक्त शासनादेश के परिशीलन से पता चलता है कि स्वीपर ड्राई, स्वीपर",
  "Sweeper Wet, Sweeper Sewer, Sweeper Cleaner & Related Workers": "वेट, स्वीपर सीवर, स्वीपर क्रीनर और संबंधित कामगार के पदों को ऐसे",
  "could be filled up by the candidates who are deaf or partly deaf. The": "अभ्यर्थियों द्वारा भरा जा सकता है जो बधिर या आंशिक रूप से बधिर हैं।",
  "The appellants, being persons with locomotor disability, submitted": "6. अपीलक्तागिण ने, लोकोमोटर विकलांगता (चलने-फिरने में अक्षमता) वाले",
  "effect, that Mr. Ajay Kumar Pandey had 50% Loco Motor Disability.": "प्रमाणपत्रों के साथ प्रस्तुत किए कि श्री अजय कुमार पांडेय की 50% लोको",
  "Chandra Bali Ram had Loco Motor Disability of PPRP left upper limb 60%. Ram Bhawan Singh had Muscular Dystrophy of PPRP Right upper": "मोटर विकलांगता थी। चंद्र बाली राम की पीपीआरपी बाएँ ऊपरी अंग की 60",
  "vacancies not less than three per cent for persons or class of": "व्यक्तियों की सभी श्रेणियां 3 प्रतिशत तक आरक्षण का लाभ उठाने",
  "persons with disability of which one per cent each shall be": "की हकदार हैं, जिनमें से प्रत्येक एक प्रतिशत (।) नेत्रहीनता या कम",
  "(i) blindness or low vision; (ii) hearing impairment;": "दृष्टि, (॥) श्रवण दोष, और (॥) लोको-मोटर विकलांगता या सेरेब्रल",
  "such reserved posts has not been specified.": "आरक्षित पदों की संख्या निर्दिष्ट नहीं की गई है।",
  "The appellants have mentioned in the writ petition filed, the record of": "3. दायर की गई रिट याचिका में अपीलार्थियों ने उल्लेख किया है , जिसका",
  "which was called from the High Court, that there were 50 posts": "अभिलेख उच्च न्यायालय से मांगा गया है, कि 50 पद दिव्यांग उम्मीदवारों के",
  "reserved for disabled candidates. However, such 50 posts were said to": "लिए आरक्षित थे।तथापि, कहा जाता है कि ऐसे 50 पद राज्य में दिव्यांग उम्मीदवारों की नियुक्ति की आरक्षण नीति के अनुसार नहीं बल्कि विज्ञापित",
  "be on the basis of 3% of the total posts advertised and not as per the": "कुल पदों के 3 प्रतिशत के आधार पर थे।",
  "State. In respect of disabled candidates, the State Government had circulated a G.O. dated 07.05.1999 identifying the posts which can be manned by": "4. दिव्यांग उम्मीदवारों के संबंध में, राज्य सरकार ने दिनांक 07.05.999",
  "Participation) Act, 1995 and in the context of the Uttar Pradesh": "अधिकारों का संरक्षण और पूर्ण भागीदारी ) अधिनियम, 995* के तहत ऐसे",
  "For short, the ‘Act’": "2 संक्षेप में 'अधिनियम'",
  "It is the case of the appellants that they participated in the cycle test": "7. अपीलार्थियों का मामला यह है कि उन्होंने साइकिल परीक्षण में भाग लिया",
  "and also appeared for interview but were not appointed, which led": "और साक्षात्कार के लिए भी उपस्थित हुए, लेकिन उनकी नियुक्ति नहीं की गई,",
  "them to file writ petition before the High Court in the year 2018. The": "जिसके कारण उन्होंने वर्ष 208 में उच्च न्यायालय के समक्ष रिट याचिका",
  "in addition to the hearing impairment. Thus, all categories of disabled": "दोष के अलावा विकलांगता के अन्य रूप भी हैं। इस प्रकार, सभी श्रेणियों के",
  "persons were found entitled to avail reservation up to 3 percent, of": "विकलांग व्यक्तियों को 3 प्रतिशत तक का आरक्षण प्राप्त करने का हकदार पाया",
  "which one percent each is available for disabled candidates suffering from (i) blindness or low vision, (ii) hearing impairment, and (iii) loco-": "गया, जिनमें से प्रत्येक एक प्रतिशत (।) नेत्रहीनता या कम दृष्टि, (॥) श्रवण दोष, और () लोको-मोटर विकलांगता या सेरेब्रल पाल्‍सी से पीड़ित",
  "motor disability or cerebral palsy. Hence, the High Court found the G.O.": "दोष, और () लोको-मोटर विकलांगता या सेरेब्रल पाल्‍सी से पीड़ित विकलांग अभ्यर्थियों के लिए उपलब्ध है। अतः उच्च न्यायालय ने जी. ओ. को",
  "to be ultra-vires to the Constitution and held as under:": "संविधान से अधिकारातीत पाया और निम्नानुसार अभिनिर्धारित कियाः",
  "“Section 32 only allows the State Government to identify posts in each establishment which can be reserved for persons with": "\"धारा 32 केवल राज्य सरकार को प्रत्येक अधिष्ठान में ऐसे पदों की पहचान करने की अनुमति देती है जो विकलांग व्यक्तियों के लिए",
  "disabilities. The post of Sweeper in the establishment of District Panchayat Raj Officer is undoubtedly the post which has been identified for applying reservation in favour of disabled persons.": "आरक्षित हो सकते हैं। जिला पंचायत राज अधिकारी के अधिष्ठान में स्वीपर का पद निःसंदेह वह पद है जिसकी पहचान विकलांग व्यक्तियों",
  "The purpose of Section 32 stands fulfilled with the said identification. Therefore, reservation as per law is applicable on": "के पक्ष में आरक्षण लागू करने के लिए की गई है। धारा 32 का उद्देश्य उक्त पहचान के साथ पूरा हो जाता है। अतः कानून के अनुसार",
  "the said post of Sweeper to the disabled persons.": "सफाईकर्मी के उक्त पद पर विकलांग व्यक्तियों के लिए आरक्षण लागू",
  "persons are entitle to avail reservation upto 3 percent of which 1": "के लिए तीन प्रतिशत से कम की नहीं होंगी, पर नियुक्तियां करेगी",
  "percent each is available to persons suffering from (i) blindness": "जिनमें से प्रत्येक रिक्तियों का एक प्रतिशत प्रत्येक विकलांगता के लिए पहचाने गए पदों पर निम्नलिखित से पीड़ित व्यक्तियों के लिए",
  "or low vision; (ii) hearing impairment; and (iii) locomotor": "(।) अंधापन या कम दृष्टि;",
  "(iii) locomotor disability or cerebral palsy,": "(|) लोकोमोटर विकलांगता या प्रमस्तिष्क पक्षाघात,",
  "Provided that the appropriate Government may, having regard to the type of work carried on in any department or establishment,": "परन्तु समुचित सरकार, किसी विभाग या अधिष्ठापन में किए गए कार्य",
  "by notification subject to such conditions, if any, as may be": "के प्रकार को ध्यान में रखते हुए, अधिसूचना द्वारा ऐसी शर्तों के",
  "specified in such notification, exempt any establishment from": "अधीन, यदि कोई हों, जो ऐसी अधिसूचना में विनिर्दिष्ट की जाएं, इस",
  "We have heard learned counsel for the parties and are of the opinion": "2. हमने पक्षकारों के विद्वान अधिवक्ता को सुना है और हमारी राय है कि उन्च",
  "that the High Court has completely misread Sections 32 and 33 of the Act.": "न्यायालय ने अधिनियम की धारा 32 और 33 को पूरी तरह से गलत समझा",
  "Sections 32 and 33 came up for consideration before this Court in a": "अन्य “के निर्णय में इस न्यायालय के समक्ष धारा 32 और 33 विचार के लिए",
  "“29. While it cannot be denied that unless posts are identified": "\"29. हालांकि इस बात से इनकार नहीं किया जा सकता है कि जब",
  "for the purposes of Section 33 of the aforesaid Act, no": "तक उपरोक्त अधिनियम की धारा 33 के उद्देश्यों के लिए पदों की",
  "appointments from the reserved categories contained therein": "पहचान नहीं की जाती है, तब तक इसमें निहित आरक्षित श्रेणियों से",
  "can be made, and that to such extent the provisions of Section": "कोई नियुक्ति नहीं की जा सकती है और इस सीमा तक धारा 33 के",
  "33 are dependent on Section 32 of the Act, as submitted by the": "प्रावधान अधिनियम की धारा 32 पर निर्भर हैं, जैसा कि विद्वान",
  "learned ASG, but the extent of such dependence would be for": "एएसजी द्वारा प्रस्तुत किया गया है, लेकिन इस तरह की निर्भरता",
  "the purpose of making appointments and not for the purpose of": "नियुक्ति करने के उद्देश्य के लिए होगी, न कि आरक्षण देने के उद्देश्य",
  "making reservation. In other words, reservation under Section 33": "के लिए। दूसरे शब्दों में, अधिनियम की धारा 33 के तहत आरक्षण",
  "of the Act is not dependent on identification, as urged on behalf": "पहचान(पदों की पहचान) पर निर्भर नहीं है, जैसा कि भारत संघ की",
  "appropriate Government to make appointments in the number of": "में नियुक्तियां करने के लिए समुचित सरकार को एक कर्तव्य सौंपा गया",
  "spelt out therein. In fact, a situation has also been noticed where on account of non-availability of candidates some of the": "है। वास्तव में, ऐसी स्थिति भी देखी गई है कि उम्मीदवारों की",
  "(2010) 7 SCC 626": "4 (200) 7 एससीसी 626",
  "establishment arises where the vacancies not less than 3% are to be": "प्रतिशत रिक्तियों पर नियुक्त करनी होंगी, जिनमें से प्रत्येक 3 प्रतिशत",
  "reserved for the candidates with blindness or low vision, hearing": "नेत्रहीनता और कम दृष्टि से पीड़ित व्यक्तियों, बधिरता से पीड़ित",
  "nature of work to be carried out. The 3% reservation has to be": "से कम 3 प्रतिशत आरक्षण करना होगा, जिसमें से कम से कम",
  "hearing impairment and locomotor disability. The identification of the": "श्रवण दोष से पीड़ित व्यक्ति और लोकोमोटर विकलांगता या",
  "above interpretation of the section would be against the administrative exigencies. Such an argument is’ wholly": "की उपरोक्त व्याख्या प्रशासनिक आवश्यकताओं के खिलाफ होगी।",
  "one category of disability, the same could be identified as": "विकलागंता की एक श्रेणी उपयुक्त हो सकती है जबकि आरक्षण के",
  "suitable for another category or categories of disability entitled": "लाभ के लिए हकदार किसी अन्य श्रेणी के लिए उपयुक्त नहीं भी हो",
  "to the benefit of reservation. In fact, the second part of the": "सकती है। वास्तव में, धारा के दूसरे भाग में यह प्रावधान करके इस",
  "of vacancies equivalent to 1% for each of the aforementioned": "के लिए % के बराबर रिक्तियों की संख्या को, नियुक्ति के प्रयोजनों के",
  "using vacancies in identified posts for each of them for the": "लिए उनमें से प्रत्येक के लिए पहचान किए गए पदों में रिक्तियों का",
  "A reading of the impugned judgment of the High Court shows that 3% posts in each cadre dehors the identification of the posts are to be": "5. उच्च न्यायालय के आक्षेपित निर्णय के पठन से पता चलता है कि पहचान किए गए पदों से अलग प्रत्येक कैडर में 3 प्रतिशत पद नेत्रहीनता या कम दृष्टि,",
  "reserved for persons with disability, with blindness or low vision,": "बधिरता और लोकोमोटर विकलांगता वाले विकलांग व्यक्तियों के लिए आरक्षित",
  "the High Court is not the correct enunciation of law. The 3% reservation is to be in an establishment and not in all cadres of an establishment": "प्रतिपादन नहीं है। 3 प्रतिशत आरक्षण अधिष्ठापन में होना चाहिए, अधिष्ठापन",
  "is to be in an establishment and not in all cadres of an establishment irrespective of the nature of job.": "के सभी कैडरों में नहीं, चाहे नौकरी की प्रकृति कैसी भी हो।",
  "A reading of the G.O. dated 7.5.1999 shows that posts have been": "6. दिनांक 7.5.999 के शासनादेश के पठन से पता चलता है कि श्रेणी 'ग'",
  "establishment is in terms of Section 32(a) of the Act. Although, such": "धारा 32(क) के संदर्भ में की जाती है। हालांकि , प्रौद्योगिकी के विकास को",
  "list is to be reviewed every three years taking into consideration the": "ध्यान में रखते हुए हर तीन साल में इस सूची की समीक्षा की जाती है, हालांकि",
  "After such identification, the question of appointment in each": "इस तरह की पहचान के बाद, प्रत्येक अधिष्ठापनों में नियुक्ति का सवाल उठता",
  "reserved for persons suffering from blindness and low vision, persons suffering from hearing impairment and persons suffering from locomotor disability or cerebral palsy.": "है, जहां नेत्रहीनता या कम दृष्टि, बधिरता और लोकोमोटर विकलांगता वाले",
  "a minimum of 3% for persons with disabilities out of which at": "अभ्यर्थियों के लिए कम से कम 3 प्रतिशत रिक्तियां आरक्षित की जाती हैं। अधिनियम की धारा 33 के तहत पदों का ऐसा आरक्षण सभी श्रेणियों के पदों",
  "disabilities : persons suffering from blindness or low vision, persons suffering from hearing impairment and the persons": "समुचित सरकार दृष्टि विकलांगता, श्रवण दोष और लोकोमोटर विकलांगता के"
}