{
  "[2024] 2 S.C.R. 722 : 2024 INSC 131": "[2024] 2 एस. सी. आर 722: 2024 आईएनएससी 3",
  "Ravindra Kumar": "रवींद्र कुमार",
  "State of U.P. & ORS.": "उ.प्र, राज्य और अन्य",
  "(Civil Appeal No. 5902 of 2012)": "(सिविल अपील संख्या 5902/202)",
  "22 February 2024": "22 फरवरी 2024",
  "[J.K. Maheshwari and K.V. Viswanathan,* JJ.]": "[न्यायमूर्ति जे. के. माहेश्वरी और न्यायमूर्ति के. वी. विश्वनाथन]",
  "Issue for Consideration": "विचारार्थ मुद्दा",
  "There was a non-disclosure of a criminal case (in which the candidate was acquitted) in the verification form of the employment.": "रोजगार के सत्यापन प्रपत्र में एक आपराधिक मामले (जिसमें अभ्यर्थी को बरी कर दिया गया था) का खुलासा",
  "The State cancelled the selection of the appellant. Was the State": "नहीं किया गया था। राज्य ने अपीलकर्ता के चयन को रद्द कर दिया। क्या अपीलकर्ता के चयन को रद्द करने में",
  "Headnotes": "हेडनोट",
  "Service Law — Recruitment — Selection — Non-disclosure of a criminal case in verification — Appellant applied for the post": "सेवा कानून- भर्ती- चयन- सत्यापन में आपराधिक मामले का खुलासा न करना- अपीलकर्ता ने सिपाही के",
  "of constable — After submitting application, he was embroiled": "पद के लिए आवेदन किया- आवेदन जमा करने के बाद, वह एक आपराधिक मामले में फंसा हुआ था- उसने",
  "in a criminal case — He cleared exam -— In the criminal case, appellant was acquitted — After being selected, the appellant": "परीक्षा उत्तीर्ण की- आपराधिक मामले में, अपीलकर्ता को बरी कर दिया गया था- चुने जाने के बाद, अपीलकर्ता",
  "submitted affidavit that no criminal case was ever registered": "ने शपथ पत्र प्रस्तुत किया कि उसके खिलाफ कभी कोई आपराधिक मामला दर्ज नहीं किया गया था - उसका",
  "against him — His selection was cancelled vide letter dated 12.04.2005 as appellant had concealed the offence and filed": "चयन दिनांक 2.04.2005 के पत्र के माध्यम से रद्द कर दिया गया था क्योंकि अपीलकर्ता ने अपराध को",
  "false affidavit:": "छुपाया था और गलत शपथ पत्र दाखिल किया थाः",
  "Held: On the date of the application, there was no criminal case pending and there was no suppression in the application form —": "अभिनिर्धारित किया: आवेदन की तारीख को कोई आपराधिक मामला लंबित नहीं था और आवेदन पत्र में कोई",
  "the subsequent acquittal stated that his character was good, that no complaints were found against him and that his general reputation was good — The SHO, who forwarded the report to the": "कि उसका चरित्र अच्छा था, उसके खिलाफ कोई शिकायत नहीं मिली और उसकी सामान्य प्रतिष्ठा अच्छी थी -",
  "observed that appellant was acquitted and no appeal was filed — The SHO certified the character of the candidate as excellent and": "अपीलकर्ता को बरी कर दिया गया था और कोई अपील दायर नहीं की गई थी - एसएचओ ने अभ्यर्थी के चरित्र",
  "The SHO certified the character of the candidate as excellent and that he was eligible to do Government Service under the State Government — The Superintendent of Police, in his letter to the": "को उत्कृष्ट के रूप में प्रमाणित किया और वह राज्य सरकार के अधीन सरकारी सेवा करने के योग्य था - पुलिस",
  "Government — The Superintendent of Police, in his letter to the Commandant, endorsed the report and reiterated that the character of the candidate was excellent — In the instant case, the Appointing": "अधीक्षक ने कमांडेंट को लिखे अपने पत्र में रिपोर्ट का समर्थन किया और दोहराया कि अभ्यर्थी का चरित्र उत्कृष्ट",
  "of the candidate was excellent — In the instant case, the Appointing Authority has mechanically held selection as irregular and illegal": "थ- वर्तमान मामले में, नियुक्ति प्राधिकरण ने यांत्रिक रूप से चयन को अनियमित और अवैध माना है क्योंकि",
  "because the appellant had furnished an affidavit with incorrect facts — On applying the broad principles set out in para 93.7 of Satish": "अपीलार्थी ने गलत तथ्यों के साथ एक शपथ पत्र प्रस्तुत किया था - सतीश चंद्र यादव के पैरा 93.7 में निर्धारित",
  "fair nor reasonable — Clause 9 (i.e. if any fact is concealed in the affidavit by the candidate, his candidature is liable for cancellation) of the recruitment notification has to be read in the context of the": "तर्कसंगत है- भर्ती अधिसूचना के खंड 9 (अर्थात यदि अभ्यर्थी द्वारा हलफनामे में कोई तथ्य छिपाया जाता है,",
  "every non-disclosure as a disqualification, will be unjust and the": "जाना चाहिए- प्रत्येक गैर-प्रकटीकरण को अयोग्यता के रूप में व्यापक रूप से समझना अन्यायपूर्ण होगा और",
  "same will tantamount to being completely oblivious to the ground realities -— Each case will depend on the facts and circumstances": "यह जमीनी हकीकत से पूरी तरह अनभिज्ञ होने के समान होगा - प्रत्येक मामला उसमें मौजूद तथ्यों और",
  "that prevail thereon, and the court will have to take a holistic view, based on objective criteria, with the available precedents serving": "परिस्थितियों पर निर्भर करेगा और अदालत को उपलब्ध पूर्व -निर्णयों को मार्गदर्शक के रूप में देखते हुए,",
  "as a guide — Thus, the order dated 12.04.2005 is quashed and": "वस्तुनिष्ठ मानदंडों के आधार पर एक समग्र दृष्टिकोण अपनाना होगा - इस प्रकार, 2.04.2005 का आदेश रद्द",
  "set aside — The respondents are directed to appoint the appellant": "और अपास्त किया जाता है- प्रत्यर्थियों को कांस्टेबल के पद पर अपीलकर्ता को सेवा में नियुक्त करने का निर्देश",
  "in service on the post of Constable. [Paras 29 and 30]": "दिया जाता है। [पैरा 29 और 30]",
  "Case Law Cited": "उद्धृत केस कानून",
  "Commissioner of Police and Others Vs. Sandeep Kumar,": "पुलिस आयुक्त और अन्य बनाम संदीप कुमार, [20] 3 एससीआर 964: (2077) 4",
  "[2011] 3 SCR 964 : (2011) 4 SCC 644; Pawan Kumar vs. Union of India and Another, [2022] 7 SCR 928 :": "एससीसी 644; पवन कुमार बनाम भारत संघ और अन्य, [2022] 7 एससीआर 928:",
  "(2022) SCC OnLine SC 532; Mohammed Imran vs. State of Maharashtra and Others, (2019) 17 SCC 696;": "(2022) एससीसी ऑनलाइन एससी 532; मोहम्मद इमरान बनाम महाराष्ट्र राज्य और अन्य,",
  "Satish Chandra Yadav vs. Union of India and Others,": "(209) 7 एससीसी 696; सतीश चंद्र यादव बनाम भारत संघ और अन्य, [2022] 0",
  "[2022] 10 SCR 537 : (2023) 7 SCC 530 - relied on.": "एससीआर 537: (2023) 7 एससीसी 530- पर अवलम्ब लिया गया।",
  "Director General of Police, Tamilnadu, Mylapore vs. J. Raghunees, (2023) SCC OnLine SC 1379 —": "पुलिस महानिदेशक, तमिलनाडु, मायलापुर बनाम जे. रघुनीस, (2023) एससीसी ऑनलाइन",
  "Avtar Singh Vs. Union of India and Others, [2016] 7": "अवतार सिंह बनाम भारत संघ और अन्य, [206] 7 एससीआर 445: (206) 8 एससीसी",
  "Ram Kumar vs. State of U.P. and Others, [2011] 10": "राम कुमार बनाम उत्तर प्रदेश राज्य और अन्य, [20] 0 एससीआर 506: (2077) 4",
  "SCR 506 : (2011) 14 SCC 709; Morris v. Crown Office, (1970) 2 QB 114 - referred to.": "एससीसी 709; मॉरिस बनाम क्राउन ऑफिस, (970) 2 क्यूबी 4- संदर्भित।",
  "List of Keywords": "मुख्य शब्दों की सूची",
  "Service Law; Recruitment; Selection; Employment; Non-disclosure of a crimal case; Verification in employment; Holistic view based": "सेवा कानून; भर्ती; चयन; रोजगार; आपराधिक मामले का खुलासा न करना; रोजगार में सत्यापन; वस्तुनिष्ठ",
  "Case Arising From": "निम्न मामले से उत्पन्न",
  "CIVIL APPELLATE JURISDICTION : Civil Appeal No. 5902 of 2012": "दीवानी अपीलीय क्षेत्राधिकारः सिविल अपील संख्या 5902/202",
  "From the Judgment and Order dated 29.10.2010 of the High Court of Judicature at Allahabad in SA No. 896 of 2005": "एसए संख्या 896/2005 में इलाहाबाद उच्च न्यायालय के 29.0.200 के निर्णय और आदेश से,",
  "7. That the details of the criminal cases pending against me in any court and in which | was punished or acquitted": "7. कि किसी भी अदालत में मेरे खिलाफ लंबित आपराधिक मामलों का विवरण और जिसमें मुझे दंडित",
  "or discharged are as follows (if the information is nil then": "किया गया था या बरी कर दिया गया था या आरोपमुक्त कर दिया गया था, निम्नानुसार हैं (यदि",
  "write ‘zero’) ZERO": "जानकारी शून्य है तो 'शून्य' लिखें) शून्य",
  "11. That if anything mentioned in the application is found to be false or the facts are found to be concealed and": "7. कि यदि आवेदन में उल्लिखित कुछ भी गलत पाया जाता है या तथ्यों को छिपाया जाता है और यदि",
  "if | am immediately unconditionally terminated from the Uttar Pradesh Police Service and also given statutory": "मुझे तुरंत उत्तर प्रदेश पुलिस सेवा से बिना शर्त बर्खास्त कर दिया जाता है और वैधानिक सजा भी दी",
  "punishment, then it will be acceptable to me.”": "जाती है, तो यह मुझे स्वीकार होगा।”",
  "8. In the meantime, the police verification proceeded. On 09.12.2004, the report of Police Station, Gauri Bazar, District Deoria stated that while a case in crime no. 95 of 2004 under Sections 324, 352 and 504 IPC was registered against the candidate, the candidate was": "8. इस बीच, पुलिस सत्यापन जारी रहा। 09.2.2004 को, पुलिस स्टेशन, गौरी बाजार, जिला देवरिया की रिपोर्ट में कहा गया है कि जबकि अपराध संख्या 95/2004 में एक मामला अभ्यर्थी के खिलाफ आईपीसी की धारा 324, 352 और 504 के तहत दर्ज किया गया था, अभ्यर्थी को दोषमुक्ति किया गया था और बरी करने के",
  "acquitted and there was no appeal filed against the acquittal order. Further, there was no other case pending in any court nor was any": "आदेश के खिलाफ कोई अपील दायर नहीं की गई थी। इसके अलावा, किसी भी अदालत में कोई अन्य मामला",
  "case registered against the candidate at the police station. The SHO": "लंबित नहीं था और न ही अभ्यर्थी के खिलाफ पुलिस स्टेशन में कोई मामला दर्ज किया गया था। एसएचओ ने",
  "further mentioned as follows:": "आगे इस प्रकार उल्लेख कियाः",
  "“The character of the candidate is excellent. AS per my consent the candidate is eligible to do government service": "“अभ्यर्थी का चरित्र उत्कृष्ट है। मेरी सहमति के अनुसार अभ्यर्थी राज्य सरकार के तहत सरकारी सेवा",
  "Moreover, the Gram Pradhan also seconded the “excellent” character of Appellant in the Character Certificate issued by him. The Character": "इसके अलावा, ग्राम प्रधान ने उनके द्वारा जारी चरित्र प्रमाण पत्र में अपीलकतार्थी के \"उत्कृष्ट' चरित्र का भी",
  "Certificate issued by the Gram Pradhan reads as under:-": "समर्थन किया। ग्राम प्रधान द्वारा जारी चरित्र प्रमाण पत्र इस प्रकार है: -",
  "“CHARACTER CERTIFICATE": "“चरित्र प्रमाण पत्र",
  "It is certified that Ravindra Kumar s/o Late Pardesi Prasad, is a permanent resident of Village Bagapar, Post Katora,": "यह प्रमाणित है कि रवींद्र कुमार पुत्र स्वर्गीय परदेसी प्रसाद, गाँव बागापर, पोस्ट कटोरा, पुलिस स्टेशन",
  "Police Station Gauri Bazar, District Deoria (Uttar Pradesh).": "गौरी बाजार, जिला देवरिया (उत्तर प्रदेश) का स्थायी निवासी है। मैं उसे अच्छी तरह से जानता और",
  "| know and recognize him very well. His character is excellent. | wish him a bright future.": "पहचानता हूं। उनका चरित्र उत्कृष्ट है। मैं उनके उज््चल भविष्य की कामना करता हूं।",
  "Signature and seal": "हस्ताक्षर और मुहर",
  "Gram Pradhan”": "ग्राम प्रधान \"",
  "9. Thereafter, on 10.12.2004, the Superintendent of Police, Deoria, whilst taking note of the report of Police Station, Gauri Bazar, District": "9. इसके बाद, 0.2.2004 को, देवरिया के पुलिस अधीक्षक ने पुलिस स्टेशन, गौरी बाजार, जिला देवरिया",
  "Deoria, informed the Commandant, 8\" Battalion, PAC., Bareilly that,": "की रिपोर्ट पर ध्यान देंते हुए, कमांडेंट, 8 वीं बटालियन, पीएसी, बरेली को सूचित किया कि, उनकी राय में,",
  "in his opinion, the candidate was eligible to do government service": "अभ्यर्थी राज्य सरकार के अधीन सरकारी सेवा करने के योग्य था। 0.2.2004 दिनांकित पत्र के प्रासंगिक",
  "a disqualification. It is also mentioned in Clause 4 of the Form of Verification of Character as follows:-": "अयोग्यता नहीं माना जाना चाहिए। चरित्र सत्यापन के प्रारूप के खंड 4 में भी इसका उल्लेख निम्नानुसार किया गया हैः -",
  "“4. It is further requested that the following general rules regarding conduct of candidates for government jobs should also be kept in mind.": "“4. यह भी अनुरोध किया जाता है कि सरकारी नौकरियों के लिए अभ्यर्थियों के आचरण के संबंध में निम्नलिखित सामान्य नियमों को भी ध्यान में रखा जाना चाहिए।",
  "The character of a candidate for direct appointment must be such as to render him suitable in all respects for employment in the service or post to which he is to be": "प्रत्यक्ष नियुक्ति के लिए अभ्यर्थी का चरित्र ऐसा होना चाहिए कि वह उस सेवा या पद में रोजगार के लिए",
  "appointed. It would be the duty of the appointing authority": "हर तरह से उपयुक्त हो, जिसमें उसे नियुक्त किया जाना है। यह नियुक्ति प्राधिकारी का कर्तव्य होगा कि",
  "to satisfy itself on this point.”": "वह इस बिन्दु पर खुद को संतुष्ट करे।”",
  "Proceedings in the High Court:-": "उच्च न्यायालय में कार्यवाही: -",
  "selection, the appellant filed a Civil Misc. Writ Petition No. 39418 of 2005 before the High Court of Judicature at Allahabad. The appellant argued that there was no deliberate or willful concealment on his": "के समक्ष सिविल रिट याचिका संख्या 3948/2005 दायर की। अपीलकर्ता ने तर्क दिया कि उसकी ओर से",
  "argued that there was no deliberate or willful concealment on his part as he has been acquitted in the criminal case. The Ld. Single": "कोई जानबूझकर कुछ छिपाया नहीं गया था क्योंकि उसे आपराधिक मामले में बरी कर दिया गया है। विद्वान",
  "Judge, vide judgement dt. 16.05.2005, dismissed the Writ Petition": "एकल न्यायाधीश ने 6.05.2005 के निर्णय द्वारा रिट याचिका को यह मानते हुए खारिज कर दिया गया कि",
  "holding that the petitioner has suppressed material information with regard to his involvement in a criminal case at the time of filling up": "याचिकाकर्ता ने फॉर्म भरते समय एक आपराधिक मामले में अपनी संलिप्तता के संबंध में सारवान जानकारी को",
  "the form. It was held that the subsequent acquittal of his involvement": "छिपा लिया है। यह अभिनिर्धारित किया गया था कि आपराधिक मामले में उसकी संलिप्तता की बाद में दोषमुक्ति",
  "in the criminal case will not absolve him from the fact that he had suppressed material information.": "से उसे इस तथ्य से निर्मुक्त नहीं किया जाएगा कि उसने सारवान जानकारी को छिपा लिया था।",
  "The Appellant, being aggrieved by the Judgement of Ld. Single Judge, filed an appeal bearing Special Appeal No. 896/2005. The Division": "3. अपीलकर्ता ने एकल न्यायाधीश के फैसले से व्यथित होकर विशेष अपील संख्या 896/2005 दायर की।",
  "Bench, vide impugned judgment dated 29.10.2020, dismissed the": "खण्ड पीठ ने दिनांक 29.0.2020 के आक्षेपित निर्णय के माध्यम से विशेष अपील को यह कहते हुए खारिज",
  "Special Appeal holding that if a person swears a false affidavit at the time of enrollment, he is not fit to be enrolled in the disciplined": "कर दिया कि यदि कोई व्यक्ति नामांकन के समय झूठे शपथ पत्र की शपथ लेता है, तो वह अनुशासित सेवा में",
  "the time of enrollment, he is not fit to be enrolled in the disciplined service. It was further held that the act of swearing false affidavit on": "नामांकित होने के योग्य नहीं है। आगे यह अभिनिर्धारित किया गया कि स्वयं से झूठे शपथ पत्र की शपथ लेने का",
  "its own, is an act, which touches upon the conduct and character of the person. The suppression of the material information from the": "कार्य एक ऐसा कार्य है, जो व्यक्ति के आचरण और चरित्र को बताता है। नियोक्ता से सारवान जानकारी को",
  "employer does not get vindicated by the subsequent acquittal in the case. Moreover, the appointing authority was not required to go into": "छिपाना मामले में बाद में दोषमुक्ति से सही नहीं साबित होता है। इसके अलावा , नियुक्ति प्राधिकरण को",
  "the details of the allegations in the criminal case, the evidence led in": "आपराधिक मामले में आरोपों, विचारण में प्रस्तुत किए गए साक्ष्य और उन कारणों के विवरण में जाने की",
  "the trial and the reasons for which the criminal court had convicted or acquitted the candidate.": "आवश्यकता नहीं थी जिनके लिए आपराधिक अदालत ने अभ्यर्थी को दोषी ठहराया था या बरी कर दिया था।",
  "The Appellant, being aggrieved of the Judgment dated 29.10.2010,": "4,. दिनांक 29.0.200 के निर्णय से व्यधित होने के कारण, अपीलकर्ता वर्तमान अपीलकर्ता में हमारे समक्ष",
  "of the appellant and two others, who were found to be acquitted": "है। इसके अलावा, अपीलकर्ता के साथ-साथ दो अन्य व्यक्तियों, जिनके बारे में पाया गया था कि उन्होंने गलत",
  "rigorous criteria for all services, not only to uniformed": "सेवाओं के लिए अधिक कठोर मानदंड शामिल होंगे, केवल वर्दीधारी सेवाओं के लिए ही नहीं। निचले",
  "service. For lower posts which are not sensitive, nature of duties, impact of suppression on suitability has to be": "पदों के लिए जो संवेदनशील नहीं हैं, कर्तव्यों की प्रकृति, उपयुक्तता पर छिपाव के प्रभाव पर संबंधित",
  "considered by authorities concerned considering post/ nature of duties/services and power has to be exercised": "अधिकारियों को पद /कर्तव्यों /सेवाओं की प्रकृति पर विचार किया जाना चाहिए और विभिन्न पहलुओं पर",
  "38. We have noticed various decisions and tried to explain and reconcile them as far as possible. In view of": "38. हमने विभिन्न निर्णयों को देखा है और जहां तक संभव हो उन्हें समझाने और सामंजस्य स्थापित",
  "the aforesaid discussion, we summarise our conclusion": "करने का प्रयास किया है। उपरोक्त चर्चा को ध्यान में रखते हुए, हम अपने निष्कर्ष का सारांश इस प्रकार",
  "thus:": "देते हैं:",
  "38.1. Information given to the employer by a candidate as": "38.7. एक अभ्यर्थी द्वारा नियोक्ता को दी गई जानकारी, चाहे वह सेवा में जाने से पहले हो या बाद में,",
  "to conviction, acquittal or arrest, or pendency of a criminal": "दोषी ठहराए जाने, दोषमुक्ति किए जाने या गिरफ्तारी या किसी आपराधिक मामले के विचाराधीन होने के",
  "true and there should be no suppression or false mention of required information.": "बारे में, सही होनी चाहिए और आवश्यक जानकारी का कोई दमन या गलत उल्लेख नहीं होना चाहिए।",
  "38.2. While passing order of termination of services or cancellation of candidature for giving false information,": "38.2. गलत जानकारी देने के लिए सेवाओं की समाप्ति या अभ्यर्थिता को रद्द करने का आदेश पारित",
  "the employer may take notice of special circumstances of the case, if any, while giving such information.": "करते समय, नियोक्ता ऐसी जानकारी देते समय मामले की विशेष परिस्थितियों, यदि कोई हो, पर ध्यान",
  "38.3. The employer shall take into consideration the government orders/instructions/rules, applicable to the employee, at the time of taking the decision.": "दे सकता है। 38.3. नियोक्ता निर्णय लेते समय कर्मचारी पर लागू सरकारी आदेशों / निर्देशों / नियमों को ध्यान में",
  "38.4. In case there is suppression or false information of involvement in a criminal case where conviction or acquittal": "38.4. यदि किसी आपराधिक मामले में संलिप्त होने का छिपाव या झूठी जानकारी दी जाती है, जहां",
  "had already been recorded before filling of the application/ verification form and such fact later comes to knowledge": "आवेदन /सत्यापन प्रपत्र भरने से पहले ही दोषसिद्धि या दोषमुक्ति दर्ज की जा चुकी है और ऐसा तथ्य",
  "of employer, any of the following recourses appropriate": "बाद में नियोक्ता के संज्ञान में आता है, तो मामले के लिए उपयुक्त निम्नलिखित में से कोई भी उपाय",
  "to the case may be adopted:": "अपनाया जा सकता हैः",
  "38.4.1. In a case trivial in nature in which conviction had been recorded, such as shouting slogans at young age": "38.4.7. तुच्छ प्रकृति के मामले में जिसमें दोषसिद्धि दर्ज की गई थी , जैसे कि कम उम्र में नारे लगाना",
  "or for a petty offence which if disclosed would not have rendered an incumbent unfit for post in question, the": "या एक छोटे से अपराध के लिए जिसका खुलासा होने पर कोई पदधारी विचाराधीन पद के लिए अयोग्य",
  "employer may, in its discretion, ignore such suppression of fact or false information by condoning the lapse.": "नहीं होता, नियोक्ता अपने विवेकानुसार, तथ्य या झूठी जानकारी के इस तरह के छिपाव को नजरअंदाज कर सकता है।",
  "38.4.2. Where conviction has been recorded in case which is not trivial in nature, employer may cancel candidature": "38.4.2. जहां मामूली प्रकृति के मामले में दोषसिद्धि दर्ज की गई है, नियोक्ता कर्मचारी की अभ्यर्थिता को",
  "or terminate services of the employee.": "रद्द कर सकता है या उसकी सेवाओं को समाप्त कर सकता है।",
  "38.4.3. If acquittal had already been recorded in a case involving moral turpitude or offence of heinous/serious nature, on technical ground and it is not a case of clean acquittal, or benefit of reasonable doubt has been given,": "38.4.3. यदि तकनीकी आधार पर नैतिक अधमता या जघन्य /गंभीर प्रकृति के अपराध से जुड़े मामले में बरी होना पहले ही दर्ज किया जा चुका है और यह स्पष्ट दोषमुक्ति का मामला नहीं है, या उचित संदेह",
  "the employer may consider all relevant facts available as": "का लाभ दिया गया है, तो नियोक्ता पूर्ववृत्त के रूप में उपलब्ध सभी प्रासंगिक तथ्यों पर विचार कर",
  "to antecedents, and may take appropriate decision as to the continuance of the employee.": "सकता है, और कर्मचारी के बने रहने के बारे में उचित निर्णय ले सकता है।",
  "38.5. In a case where the employee has made declaration truthfully of a concluded criminal case, the employer still": "38.5. ऐसे मामले में जहां कर्मचारी ने एक समाप्त आपराधिक मामले की सच्चाई से घोषणा की है,",
  "has the right to consider antecedents, and cannot be compelled to appoint the candidate.": "नियोक्ता को अभी भी पूर्ववृत्त पर विचार करने का अधिकार है और अभ्यर्थी को नियुक्त करने के लिए मजबूर नहीं किया जा सकता है।",
  "38.6. In case when fact has been truthfully declared in character verification form regarding pendency of a criminal": "38.6. यदि तुच्छ प्रकृति के आपराधिक मामले के विचाराधीन होने के संबंध में चरित्र सत्यापन प्रपत्र में",
  "case of trivial nature, employer, in facts and circumstances": "तथ्य को सच्चाई से घोषित किया गया है, तो नियोक्ता, मामले के तथ्यों और परिस्थितियों में, अपने",
  "of the case, in its discretion, may appoint the candidate subject to decision of such case.": "विवेक से, ऐसे मामले के निर्णय के अधीन अभ्यर्थी की नियुक्ति कर सकता है।",
  "38.7. In a case of deliberate suppression of fact with respect to multiple pending cases such false information by": "38.7. कई लंबित मामलों के संबंध में तथ्य को जानबूझकर दबाने के मामले में ऐसी झूठी जानकारी",
  "itself will assume significance and an employer may pass appropriate order cancelling candidature or terminating": "अपने आप में महत्वपूर्ण हो जाएगी और एक नियोक्ता अभ्यर्थिता को रद्द करने या सेवाओं को समाप्त",
  "appropriate order cancelling candidature or terminating services as appointment of a person against whom multiple": "करने के लिए उचित आदेश पारित कर सकता है क्योंकि एक व्यक्ति की नियुक्ति जिसके खिलाफ कई",
  "criminal cases were pending may not be proper.": "आपराधिक मामले लंबित थे, उचित नहीं हो सकता है।",
  "38.8. If criminal case was pending but not known to the": "38.8. यदि आपराधिक मामला लंबित था लेकिन फॉर्म भरते समय अभ्यर्थी को इसकी जानकारी नहीं",
  "adverse impact and the appointing authority would take": "थी, तो भी इसका प्रतिकूल प्रभाव पड़ सकता है और नियुक्ति प्राधिकरण अपराध की गंभीरता पर विचार",
  "38.9. In case the employee is confirmed in service,": "38.9. यदि कर्मचारी की सेवा में पुष्टि हो जाती है, तो छिपाव या सत्यापन प्रपत्र में गलत जानकारी",
  "passing order of termination/removal or dismissal on the": "प्रस्तुत करने के आधार पर सेवा समाप्ति/निष्कासन या बर्खास्तगी का आदेश पारित करने से पहले",
  "38.10. For determining suppression or false information attestation/verification form has to be specific, not vague.": "38.0. छिपाव या गलत जानकारी का निर्धारण करने के लिए प्रमाणन / सत्यापन प्रपत्र विशिष्ट होना",
  "Only such information which was required to be specifically": "चाहिए, अस्पष्ट नहीं होना चाहिए। केवल ऐसी जानकारी का खुलासा किया जाना चाहिए जिसका विशेष",
  "mentioned has to be disclosed. If information not asked": "रूप से उल्लेख किया जाना आवश्यक था। यदि ऐसी सूचना जो मांगी नहीं गई है, लेकिन प्रासंगिक है,",
  "for but is relevant comes to knowledge of the employer the same can be considered in an objective manner while": "नियोक्ता के ज्ञान में आ जाती है तो उपयुक्तता के प्रश्न पर विचार करते समय उस पर वस्तुनिष्ठ तरीके से",
  "employee. Though a person who has suppressed the material information cannot claim unfettered right for": "व्यक्ति जिसने सारवान जानकारी को छिपा लिया है, वह नियुक्ति के लिए निरंकुश अधिकार का दावा नहीं कर",
  "appointment or continuity in service but he has a right not to be dealt with arbitrarily and exercise of power has": "सकता है, लेकिन उसके साथ मनमाने ढंग से व्यवहार नहीं करने का अधिकार है। अधिकार का प्रयोग निष्पक्षता",
  "to be in reasonable manner with objectivity having due regard to facts of cases.": "और तथ्यों को ध्यान में रखते हुए उचित तरीके से किया जाना चाहिए। संक्षेप में, सभी प्रासंगिक पहलुओं पर",
  "Thereafter, in Avtar Singh (supra) dealing with Sandeep Kumar": "इसके बाद, अवतार सिंह (सुप्रा) के मामले में संदीप कुमार (सुप्रा) से संबंधित मामले पर विचार करते हुए, इस",
  "(supra), this Court observed as under:": "न्यायालय ने निम्नलिखित टिप्पणी की:",
  "This Court has observed that suppression related to a case when the age of Sandeep Kumar was about 20": "इस अदालत ने कहा है कि छिपाव उस मामले से संबंधित है जब संदीप कुमार की उम्र लगभग 20 वर्ष",
  "years. He was young and at such age people often commit": "थी। वह युवा था और ऐसी उम्र में लोग अक्सर लापरवाही करते हैं और इस तरह की लापरवाही को",
  "criminals. There is no violence, dishonesty or vice in them. They were trying to preserve the Welsh language. Though": "अपराधी नहीं हैं। उनमें कोई हिंसा, बेईमानी या बुराई नहीं है। वे वेल्श भाषा को संरक्षित करने की",
  "they have done wrong but we must show mercy on them": "कोशिश कर रहे थे। हालाँकि उन्होंने गलत किया है लेकिन हमें उन पर दया दिखानी चाहिए और उन्हें",
  "and they were permitted to go back to their studies, to their parents and continue the good course.”": "अपनी पढ़ाई, अपने माता-पिता के पास वापस जाने और अच्छे पाठ्यक्रम को जारी रखने की अनुमति दी गई।”",
  "23. In Ram Kumar vs. State of U.P_and Others, (2011) 14 SCC 709,": "23. राम कुमार बनाम उत्तर प्रदेश राज्य एवं अन्य, (20) 4 एससीसी 709, एक अन्य वाद था जिसे",
  "another case noticed and discussed in Avtar Singh (Supra) arising out of near identical facts and construing a similar clause in the": "अवतार सिंह (सुप्रा) में देखा गया और चर्चा की गयी, जो लगभग समान तथ्यों से उत्पन्न हुआ था और सत्यापन",
  "verification form, this Court, while granting relief, held as follows:-": "प्रपत्र में एक समान खंड की व्याख्या थी, इस न्यायालय ने राहत प्रदान करते हुए, निम्नानुसार निर्णय दिया:-",
  "“9. We have carefully read the Government Order dated 28-4-1958 on the — subject “Verification of the character and antecedents of government servants before their first appointment?’ and it is stated in the government order that": "“9. हमने “सरकारी कर्मचारियों की उनकी प्रथम नियुक्ति से पूर्व चरित्र और पूर्ववृत्त का सत्यापन” विषय पर दिनांक 28-4-958 के सरकारी आदेश को ध्यानपूर्वक पढ़ा है और सरकारी आदेश में कहा गया",
  "the Governor has been pleased to lay down the following instructions in supersession of all the previous orders:": "है कि राज्यपाल ने पिछले सभी आदेशों के स्थान पर निम्नलिखित निर्देश दिए हैं:",
  "“The rule regarding character of candidate for appointment under the State Government shall continue to be as follows:": "“राज्य सरकार के अधीन नियुक्ति के लिए अभ्यर्थी के चरित्र के बारे में नियम इस प्रकार बने रहेगें:",
  "to satisfy itself on this point.": "वह इस मुद्दे पर खुद को संतुष्ट करे।",
  "12. On a reading of the order dated 18-7-2002 of the Additional Chief Judicial Magistrate it would show that the": "2. अपर मुख्य न्यायिक मजिस्ट्रेट के दिनांक 38-7-2002 के आदेश को पढ़ने पर यह पता चलेगा",
  "sole witness examined before the court, PW 1, Mr Akhilesh Kumar, had deposed before the court that on 2-12-2000": "कि अदालत के समक्ष परीक्षित किए गए एकमात्र गवाह, पीडब्लू , श्री अखिलेश कुमार ने अदालत के",
  "at 4.00 p.m. children were quarrelling and at that time": "समक्ष गवाही दी थी कि 2-2-2000 को शाम 4 बजे बच्चे झगड़ रहे थे और उस समय अपीलकर्ता,",
  "the appellant, Shailendra and Ajay Kumar amongst other neighbours had reached there and someone from the crowd": "शैलेंद्र और अजय कुमार अन्य पड़ोसियों के साथ वहाँ पहुँच गए थे और भीड़ में से किसी ने गाली -",
  "hurled abuses and in the scuffle Akhilesh Kumar got injured when he fell and his head hit a brick platform and that": "गलौज की और हाथापाई में अखिलेश कुमार घायल हो गया जब वह गिर गया और उसका सिर ईट के",
  "he was not beaten by the accused persons by any sharp": "चबूतरे से टकरा गया और आरोपी व्यक्तियों ने उसे किसी भी धारदार हथियार से नहीं पीटा।अपीलकर्ता",
  "weapon. In the absence of any other witness against the appellant, the Additional Chief Judicial Magistrate acquitted": "के खिलाफ किसी अन्य गवाह की अनुपस्थिति में, अपर मुख्य न्यायिक मजिस्ट्रेट ने अपीलकर्ता को",
  "the appellant of the charges under Sections 323/34/504 IPC.": "आईपीसी की धारा 323/34/504 के तहत आरोपों से बरी कर दिया। इन तथ्यों पर , नियुक्ति",
  "13. The order dated 18-7-2002 of the Additional Chief": "3. अपर मुख्य न्यायिक मजिस्ट्रेट का दिनांक ।8-7-2002 का आदेश जसवंत नगर पुलिस स्टेशन",
  "Judicial Magistrate had been sent along with the report dated 15-1-2007 of Jaswant Nagar Police Station to the Senior Superintendent of Police, Ghaziabad, but it appears": "के दिनांक 5--2007 की रिपोर्ट के साथ वरिष्ठ पुलिस अधीक्षक, गाजियाबाद को भेजा गया था,",
  "from the order dated 8-8-2007 of the Senior Superintendent": "लेकिन वरिष्ठ पुलिस अधीक्षक, गाजियाबाद के दिनांक 8-8-2007 के आदेश से ऐसा प्रतीत होता है",
  "as to whether the appellant was suitable for appointment to service or to the post of constable in which he was": "कि वह इस सवाल में नहीं गए हैं कि क्या अपीलकर्ता सेवा में नियुक्ति के लिए उपयुक्त था या कांस्टेबल",
  "appointed and he has only held that the selection of the": "के पद के लिए जिसमें उसे नियुक्त किया गया था और उन्होंने केवल यह माना है कि अपीलार्थी का चयन",
  "appellant was illegal and irregular because he did not furnish in his affidavit in the pro forma of verification roll": "अवैध और अनियमित था क्योंकि उसने सत्यापन सूची के प्रोफॉर्मा में अपने शपथ पत्र में प्रस्तुत नहीं",
  "that a criminal case has been registered against him.": "किया था कि उसके खिलाफ आपराधिक मामला दर्ज किया गया है।",
  "14. As has been stated in the instructions in the Government Order dated 28-4-1958, it was the duty of the Senior": "4. जैसा कि सरकारी आदेश दिनांक 28.4.958 में दिए गए निर्देशों में कहा गया है , नियुक्ति",
  "Superintendent of Police, Ghaziabad, as the appointing authority, to satisfy himself on the point as to whether the": "प्राधिकारी के रूप में वरिष्ठ पुलिस अधीक्षक, गाजियाबाद का यह कर्तव्य था कि वे इस मुद्दे पर खुद को",
  "nature of the criminal case. Instead of considering whether": "कांस्टेबल के पद पर नियुक्ति के लिए उपयुक्त था। यह विचार करने के बजाय कि क्या अपीलकर्ता पुरुष",
  "the appellant was suitable for appointment to the post of male constable, the appointing authority has mechanically": "सिपाही के पद पर नियुक्ति के लिए उपयुक्त था, नियुक्ति प्राधिकारी ने यांत्रिक रूप से माना है कि उसका",
  "held that his selection was irregular and illegal because": "चयन अनियमित और अवैध था क्योंकि अपीलकर्ता ने भर्ती के समय गलत तथ्यों को बताते हुए एक",
  "17. For the aforesaid reasons, we allow the appeal, set aside the order of the learned Single Judge and the": "7. उपरोक्त कारणों से, हम अपील को स्वीकार करते हैं, विद्वान एकल न्यायाधीश के आदेश और खण्ड",
  "petition of the appellant and quash the order dated 8-8- 2007 of the Senior Superintendent of Police, Ghaziabad.": "वरिष्ठ पुलिस अधीक्षक, गाजियाबाद के 8-8-2007 के आदेश को रद्द करते हैं। अपीलकर्ता को आज",
  "The appellant will be taken back in service within a period of two months from today but he will not be entitled to any": "से दो महीने की अवधि के भीतर सेवा में वापस ले लिया जाएगा, लेकिन वह सेवा से बाहर रहने की",
  "back wages for the period he has remained out of service. There shall be no order as to costs.”": "अवधि के लिए किसी भी पिछले वेतन का हकदार नहीं होगा। लागत के लिए कोई आदेश नहीं होगा।”",
  "Ram Kumar (supra) was also a case of cancellation of selection to the post of Constable.": "राम कुमार (सुप्रा) भी सिपाही के पद पर चयन रद्द करने का मामला था।",
  "24. More recently in Pawan Kumar vs. Union of India and Another, (2022) SCC OnLine SC 532, involving appointment to the post of": "24. हाल ही में पवन कुमार बनाम भारत संघ और अन्य, (2022) एससीसी ऑनलाइन एससी 532 में, जो",
  "Constable in Railway Protection Force and setting aside the order of discharge due to alleged suppression in the verification form, this": "रेलवे सुरक्षा बल में कांस्टेबल के पद पर नियुक्ति और सत्यापन फॉर्म में कथित छिपाव के कारण बर्खास्तगी के",
  "Court, after noticing Avtar Singh (Supra) held as under:-": "आदेश को रद्द करने से संबंधित था, इस न्यायालय ने अवतार सिंह (सुप्रा) पर विचार करने के बाद निम्नानुसार",
  "“11. This cannot be disputed that the candidate who intends to participate in the selection process is always required": "”4. इस बात पर विवाद नहीं किया जा सकता है कि चयन प्रक्रिया में भाग लेने का इरादा रखने वाले",
  "antecedents in the verification/attestation form before and": "अभ्यर्थी को हमेशा सेवा में शामिल होने से पहले और बाद में सत्यापन /प्रमाणन प्रपत्र में अपने चरित्र",
  "person who has suppressed the material information or has made false declaration indeed has no unfettered right": "ने सारवान जानकारी को दबा दिया है या झूठी घोषणा की है, उसे वास्तव में नियुक्ति या सेवा में",
  "has made false declaration indeed has no unfettered right of seeking appointment or continuity in service, but at least": "निरंतरता की मांग करने का कोई निरंकुश अधिकार नहीं है, लेकिन कम से कम उससे मनमाने ढंग से",
  "has a right not to be dealt with arbitrarily and power has": "व्यवहार नहीं किया जाना चाहिए और मामले के तथ्यों को ध्यान में रखते हुए निष्पक्षता के साथ सक्षम",
  "that the yardstick/standard which has to be applied with regard to adjudging suitability of the incumbent always": "है कि पदधारी की उपयुक्तता का निर्णय करने के संबंध में जिस मानदंड /मानक को लागू किया जाना है,",
  "depends upon the nature of post, nature of duties, effect": "वह हमेशा पद की प्रकृति, कर्तव्यों की प्रकृति, उपयुक्तता पर छिपाव के प्रभाव पर निर्भर करता है, जिस",
  "of suppression over suitability to be considered by the authority on due diligence of various aspects but no hard": "पर प्राधिकरण द्वारा विभिन्न पहलुओं पर उचित परिश्रम के आधार पर विचार किया जाना चाहिए, लेकिन",
  "13. What emerges from the exposition as laid down by this Court is that by mere suppression of material/false": "3. इस न्यायालय द्वारा निर्धारित स्पष्टीकरण से जो सामने आता है वह यह है कि तथ्यों का छिपाव",
  "this Court is that by mere suppression of material/false information regardless of the fact whether there is a conviction or acquittal has been recorded, the employee/": "मात्र/झूठी जानकारी से, इस तथ्य की परवाह किए बिना कि कोई दोषसिद्धी या दोषमुक्ती दर्ज की गई है,",
  "recruit is not to be discharged/terminated axiomatically from service just by a stroke of pen. At the same time, the effect": "कर्मचारी / भर्ती किए गए व्यक्ति को स्वतः प्रमाण रूप में केवल एक कलम के प्रहार से सेवा से बर्खास्त /",
  "all the relevant facts and circumstances available as to": "उपलब्ध सभी प्रासंगिक तथ्यों और परिस्थितियों पर विचार कर सके तथा वस्तुनिष्ठ मानदंडों और",
  "the relevant service rules into consideration, while taking appropriate decision regarding continuance/suitability of the": "प्रासंगिक सेवा नियमों को ध्यान में रखते हुए, कर्मचारी की सेवा में निरंतरता /उपयुक्तता के संबंध में",
  "is that mere suppression of material/false information in a given case does not mean that the employer can arbitrarily": "केवल सामग्री /झूठी जानकारी को दबाने का मतलब यह नहीं है कि नियोक्ता मनमाने ढंग से कर्मचारी को",
  "discharge/terminate the employee from service.": "सेवा से उन्मोचित /बर्खास्त कर सकता है।",
  "19. Consequently, the appeal succeeds and is allowed. The": "9. नतीजतन, अपील सफल हो जाती है और इसकी अनुमति दी जाती है। उच्च न्यायालय की खण्ड",
  "judgment of the Division Bench of the High Court dated 17\" November, 2015 and the order of discharge dated 24\" April, 2015 and dated 23\" December, 2021 are hereby": "पीठ के दिनांक 7 नवंबर, 205 के फैसले और दिनांक 24 अप्रैल, 205 और दिनांक 23 दिसंबर,",
  "reinstate the appellant in service on the post of Constable": "कि वे अपीलकर्ता को कांस्टेबल के पद पर सेवा में बहाल करें , जिस पर उन्हें रोजगार सूचना संख्या",
  "on which he was selected pursuant to his participation in reference to employment notice no. 1/2011 dated 27\"": "/204 दिनांक 27 फरवरी, 207 के संदर्भ में उनकी भागीदारी के अनुसरण में चुना गया था। हम",
  "February, 2011. We make it clear that the appellant will not be entitled for the arrears of salary for the period during": "यह स्पष्ट करते हैं कि अपीलकर्ता उस अवधि के लिए वेतन के बकाया का हकदार नहीं होगा जिसके",
  "which he has not served the force and at the same time": "दौरान उसने सेना में सेवा नहीं दी है और साथ ही वह वेतन, वरिष्ठता और अन्य परिणामी लाभों सहित",
  "today. No costs.”": "पारित किए जाएंगे। लागत के लिए कोई आदेश नहीं होगा।”",
  "25. In Mohammed Imran vs. State of Maharashtra and Others, (2019) 17 SCC 696, no doubt, a case where a candidate made the": "25. मोहम्मद इमरान बनाम महाराष्ट्र राज्य और अन्य, (209) 7 एससीसी 696 में, निस्संदेह, एक ऐसा",
  "disclosure of criminal case, this Court speaking through Navin Sinha,": "मामला था जिसमें एक अभ्यर्थी ने आपराधिक मामले का खुलासा किया था, इस न्यायालय ने न्यायमूर्ति नवीन",
  "J. made the following telling observation which resonates with the hard realities of everyday existence :": "सिन्हा की ओर से बोलते हुए निम्नलिखित कथन किया जो रोजमर्रा की वास्तविकताओं के साथ प्रतिध्वनित होता हैः",
  "“5. Employment opportunities are a scarce commodity in our country. Every advertisement invites a large number": "“5. हमारे देश में रोजगार के अवसर एक दुर्लभ वस्तु है। प्रत्येक विज्ञापन की सीमित संख्या में रिक्तियों",
  "of aspirants for limited number of vacancies. But that may not suffice to invoke sympathy for grant of relief where the": "के लिए बड़ी संख्या में अभ्यर्थी आते हैं। लेकिन यह राहत देने के लिए सहानुभूति देने के लिए पर्याप्त नहीं",
  "credentials of the candidate may raise serious questions regarding suitability, irrespective of eligibility. Undoubtedly,": "हो सकता है जहां अभ्यर्थी की साख योग्यता के बावजूद उपयुक्तता के बारे में गंभीर सवाल उठा सकती",
  "out in para 93.7 of Satish Chandra Yadav (supra), we find": "26. हमने सतीश चंद्र यादव बनाम भारत संघ और अन्य, (2023) 7 एससीसी 530 में इस न्यायालय के हालिया फैसले और इस न्यायालय द्वारा पैरा 93, विशेष रूप से पैरा 93.., 93.3 और 93.7 में निर्धारित",
  "Police, Tamilnadu, Mylapore vs. J. Raghunees, (2023) SCC": "27. हमने पुलिस महानिदेशक, तमिलनाडु, मायलापुर बनाम जे. रघुनीस, (2023) एससीसी ऑनलाइन एससी",
  "more aligned with the facts in the judgment of this Court in Pawan Kumar (supra), Sandeep (supra) and Ram Kumar (supra).": "संदीप (सुप्रा) और राम कुमार (सुप्रा) में इस न्यायालय के फैसले के तथ्यों से अधिक मेल खाता है। इसलिए,",
  "Hence, we find that the judgment in J. Raghunees (supra) is clearly distinguishable.": "हम पाते हैं कि जे. रघुनीस (सुप्रा) में दिया गया फैसला स्पष्ट रूप से अलग है।",
  "The nature of the office, the timing and nature of the criminal case; the overall consideration of the judgement of acquittal; the nature": "28. कार्यालय की प्रकृति, आपराधिक मामले का समय और प्रकृति; बरी किए जाने के फैसले पर समग्र विचार;",
  "of the query in the application/verification form; the contents of": "आवेदन /सत्यापन प्रपत्र में पूछताछ की प्रकृति; चरित्र सत्यापन रिपोर्ट की अन्तर्वस्तु; आवेदन करने वाले व्यक्ति",
  "the character verification reports; the socio economic strata of the individual applying; the other antecedents of the candidate; the nature of consideration and the contents of the cancellation/termination": "का सामाजिक आर्थिक स्तर; अभ्यर्थी के अन्य पूर्ववृत्त; विचार की प्रकृति और रद्द करने / सेवा समाप्त करने के",
  "order are some of the crucial aspects which should enter the judicial verdict in adjudging suitability and in determining the nature of relief to be ordered.": "आदेश के तथ्य कुछ महत्वपूर्ण पहलू हैं जो उपयुक्तता का निर्णय लेने और आदेश दिए जाने वाले राहत की प्रकृति का निर्धारण करने में न्यायिक फैसले में दर्ज होने चाहिए।",
  "Having discussed the legal position above, it is necessary to set out": "29. उपरोक्त कानूनी स्थिति पर चर्चा करने के बाद, कुछ विशेष विशेषताओं को निर्धारित करना आवश्यक है जो",
  "i. The appellant hails from the small village Bagapar, P.O. Kataura, Police Station Gauri Bazar, District Deoria, U.P.": "[. अपीलकर्ता छोटे से गाँव बागापर, पी. ओ. कटौरा, पुलिस स्टेशन गौरी बाजार, जिला देवरिया, उ.प्र,",
  "ii. On the date of the application, there was no criminal case pending and there was no suppression in the application form.": "॥. आवेदन की तिथि पर, कोई आपराधिक मामला लंबित नहीं था और आवेदन पत्र में कोई छिपाव नहीं",
  "iii, |The criminal case was registered when he was 21 years of age for the offences very similar to the one referred to in Sandeep": "पा. यह आपराधिक मामला तब दर्ज किया गया था जब उनकी आयु 27: वर्ष थी तथा अपराध संदीप",
  "for the offences very similar to the one referred to in Sandeep Kumar (supra) and even in the criminal case he was acquitted.": "कुमार (सुप्रा) में उल्लिखित अपराध से काफी मिलते-जुलते थे तथा इस आपराधिक मामले में भी उन्हें बरी कर दिया गया था।",
  "iv. No doubt, the multiple columns in the verification affidavit,": "[४#. इसमें कोई संदेह नहीं है कि सत्यापन शपथ पत्र में कई कॉलम , उनसे अलग-अलग क्रमपरिवर्तन",
  "questions were asked from him in different permutations and combinations. He must have been in a deep dilemma as there": "और संयोजनों में प्रश्न पूछे गए थे। वह एक गहरी दुविधा में रहा होगा क्योंकि उसकी नौकरी जाने की",
  "v. Most importantly, we find from the verification documents fairly and candidly made available by the learned Additional Advocate": "४. सबसे महत्वपूर्ण बात यह है कि विद्वान अपर महाधिवक्ता द्वारा निष्पक्ष और स्पष्ट रूप से उपलब्ध",
  "whether the procedure of enquiry adopted by the authority concerned": "५. यह जांच करते हुए कि क्या प्राधिकारी द्वारा जांच के लिए अपनाई गई प्रक्रिया निष्पक्ष और उचित थी,"
}