{
  "New Delhi,": "नई दिल्ली,",
  "May 20, 2022.": "20 मई, 2022",
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO.2916 OF 2022": "सिविल अपील संख्या 296/ 2022",
  "Ayodhya Faizabad Development Authorityand Anr. ..Appellants": "अयोध्या फैजाबाद विकास प्राधिकरण और अन्य... ............. अपीलकर्ता",
  "Versus": "बनाम",
  "Ram Newaj and others ..Respondents": "राम नेवाज और अन्य. ....प्रत्यर्थी",
  "JUDGMENT": "निर्णय",
  "M. R. Shah, J.": "न्यायमूर्ति एम. आर. शाह",
  "Miscellaneous Bench No.3962 of 2005 by which the High Court": "खंडपीठ, लखनऊ द्वारा प्रकीर्ण खंडपीठ संख्या 3962/2005 में पारित",
  "acquisition proceedings in respect of the three plots in question": "गया है कि मूल रिट याचिकाकर्ताओं से संबंधित प्रश्ननत तीन भूखंडों के संबंध में अधिग्रहण की कार्यवाही भूमि अधिग्रहण, पुनर्वास और पुनर्वास अधिनियम,",
  "“section (2) of Section 24 of the Right to Fair Compensation and": "मुआवजा और पारदर्शिता के अधिकार की धारा 24 की उप धारा (2) के तहत",
  "the Ayodhya Faizabad Development Authority and another has": "व्यपगत हो गई है और अयोध्या फैजाबाद विकास प्राधिकरण और एक अन्य ने",
  "preferred the present appeal.": "वर्तमान अपील को प्राथमिकता दी है।",
  "2. We have heard learned counsel for the respective parties at": "2. हमने संबंधित पक्षों के विद्वान अधिवक्ताओं को विस्तार से सुना।हमने उद्च",
  "length. We have perused the impugned judgment and order passed by the High Court.": "न्यायालय द्वारा पारित आक्षेपित निर्णय और आदेश का परिशीलन किया।",
  "3. By the impugned judgment and order the High Court has": "3. आक्षेपित निर्णय और आदेश द्वारा उच्च न्यायालय ने यह माना है कि",
  "plots in question shall stand lapsed under sub-section (2) of Section 24 of the Act, 2013 solely on the ground that, though the": "की धारा 24 की उप-धारा (2) के तहत पूरी तरह से इस आधार पर व्यपगत",
  "deposit of the compensation was made in the Treasury, but the": "हो जाएगी कि हालांकि मुआवजे की राशि कोषागार में जमा कर दी गई थी ,",
  "same was not deposited in the Court and consequently the": "लेकिन उसे न्यायालय में जमा नहीं किया गया था और फलस्वरूप भूमि मालिकों",
  "payment of compensation of the amount was not made to the": "को मुआवजे की राशि का भुगतान नहीं किया गया था।उच्च न्यायालय ने दिल्ली",
  "Court in the case of Delhi Development Authority versus Sukhbir Singh and others, (2016) 16 SCC 258. However, in": "विकास प्राधिकरण बनाम सुखबीर सिंह और अन्य, (206) 6 एससीसी",
  "Indore Development Authority versus Manoharlal and others,": "हालांकि, इंदौर विकास प्राधिकरण बनाम मनोहरलाल और अन्य, (2020) 8",
  "State there is no divesting provided under Section 24(2) of the 2013 Act, as once possession has been": "किया गया हो, तो भूमि राज्य में निहित है और 203 अधिनियम की धारा 24 (2) के तहत कोई अधिकार नही दिया गया है, क्योंकि एक बार कब्जा",
  "taken there is no lapse under Section 24(2).": "लेने के बाद धारा 24 (2) के तहत कोई चूक नहीं होती है।",
  "366.9. Section 24(2) of the 2013 Act does not": "366.9. अधिनियम की धारा 24 (2) भूमि अधिग्रहण की पूर्ण वाद हेतुक",
  "pending on the date of enforcement of the 2013 Act": "203 के अधिनियम के प्रवर्तन की तिथि अर्थात .7.204 को लंबित",
  "366.8. The provisions of Section 24(2) providing for a deemed lapse of proceedings are applicable in": "खंड 24 (2) के प्रावधान उस स्थिति में लागू होते हैं जब दिनांक",
  "take possession and pay compensation for five": "या उससे अधिक के लिए कब्जा लेने और मुआवजे का भुगतान करने में",
  "years or more before the 2013 Act came into force,": "या उससे अधिक के लिए जमा न करने के मामले में 203 अधिनियम के",
  "“366. In view of the aforesaid discussion, we answer the questions as under:": "\"366. उपर्युक्त चर्चा को ध्यान में रखते हुए, हम निम्नलिखित प्रश्नों का उत्तर",
  "366.1. Under the provisions of Section 24(1)(a)": "366.7. धारा 24()(ए) के प्रावधानों के तहत यदि ..204 को 203",
  "date of commencement of the 2013 Act, there is no": "के अधिनियम के प्रारंभ होने की तिथि को अधिनिर्णय नहीं किया जाता है, तो",
  "within the window period of five years excluding": "के अन्तर्गत आने वाली अवधि को छोड़कर पांच साल की अवधि के भीतर",
  "then proceedings shall continue as provided under Section 24(1)(b) of the 2013 Act under the 1894 Act": "आदेश पारित किया गया हो तो 894 अधिनियम के तहत 203 अधिनियम की धारा 24()(बी) के तहत कार्यवाही जारी रहेगी जैसे कि यदि इसे",
  "366.3. The word “or” used in Section 24(2) between possession and compensation has to be": "366.3. कब्जे और मुआवजे के बीच धारा 24(2) में प्रयुक्त शब्द \"या\" को \"न",
  "read as “nor” or as “and”. The deemed lapse of land": "ही\" या \"और\" के रूप में पढ़ा जाना चाहिए। 203 के अधिनियम की धारा",
  "acquisition proceedings under Section 24(2) of the 2013 Act takes place where due to inaction of": "24(2) के तहत भूमि अधिग्रहण की कार्यवाही की चूक मानी जाती है, जहां",
  "authorities for five years or more prior to commencement of the said Act, the possession of": "उक्त अधिनियम के शुरू होने से पहले पांच साल या उससे अधिक समय तक",
  "been paid. In other words, in case possession has": "न ही मुआवजा दिया गया है।दूसरे शब्दों में, यदि कब्जा ले लिया गया है, तो",
  "been taken, compensation has not been paid then there is no lapse. Similarly, if compensation has": "मुआवजा नहीं दिया गया है तो कोई चूक नहीं हुई है।इसी तरह, यदि मुआवजा",
  "been paid, possession has not been taken then there is no lapse.": "दिया गया है और कब्जा नहीं लिया गया है तो कोई चूक नहीं होती है।",
  "366.4. The expression “paid” in the main part of Section 24(2) of the 2013 Act does not include a": "366.4. 203 अधिनियम की धारा 24(2) के मुख्य भाग में \"भुगतान\" की",
  "the said Act can be granted. Non-deposit of compensation (in court) does not result in the lapse": "उक्ति में न्यायालय में मुआवजे की जमा राशि शामिल नहीं है।जमा न किये"
}