{
  "IN THE SUPREME COURT OF INDIA": "भारत का सर्वोच्च न्यायालय",
  "[Arising out of SLP(Crl.) Nos.269-70 of 2019]": "विशेष अनुमति याचिका (दाण्डिक) संख्या 269-70 वर्ष 209 से उत्पन्न",
  "JAI PRAKASH ...Appellant": "जय प्रकाश... ...... अपीलार्थी",
  "CRIMINAL APPEAL NOS.1792-93 —_ OF 2019": "दाण्डिक अपील संख्या ।792-93 सन्‌ 209",
  "[Arising out of SLP(Crl.) Nos.288-89 of 2019]": "(एस.एल.पी.(दाण्डिक) संख्या 288-89 सन्‌ 209 से उत्पन्न)",
  "JUDGMENT": "निर्णय",
  "R. BANUMATHI, J.": "माननीय न्यायमूर्ति, आर. भानुमति।",
  "Leave granted.": "अनुमति अनुद्द्त।",
  "16.11.2018 passed by the High Court of Judicature at Allahabad in": "उच्च न्यायालय इलाहाबाद द्वारा पारित आक्षेपित निर्णय दिनांक",
  "respondents-accused Nos.1, 2 and 4 passed by the trial court under": "अपीलार्थीगण-अभियुक्त 2, 2 एवं 4 की दोषसिद्धि को अपास्त करते हुए",
  "has preferred Criminal Appeals arising out of SLP(Crl.) Nos.269-70": "संख्या 269-70 वर्ष 209 से उत्पन्न दाण्ड़िक पुनर्याचनाओं को दायर किया है। उत्तर प्रदेश राज्य ने एस.एल.पी.(क्रि.) संख्या 288-89 वर्ष",
  "1": "4",
  "the deceased Ravi Prakash, accused Raju Teli fired in the leg and": "राजू तेली ने मृतक के पैर में गोली मार दी तथा अभियुक्त लल्लू उर्फ लाला",
  "Prakash fell down on the spot. Appellant-Jai Prakash, Ajay Kumar (PW-3) and Sanjay Mishra who saw the occurrence rushed to the spot to save the deceased Ravi Prakash. On seeing them coming,": "स्थल पर गिर पड़ा। अपीलार्थी जय प्रकाश, अजय कुमार पी.डब्ल्यू-3 और संजय मिश्रा जिन्होंने घटना को देखा है, मृतक रवि प्रकाश की जान बचाने घटना स्थल पर दौड़े। उनको आता देख अभियुक्त गण आटा चक्की से बाहर",
  "5. As per the complainant, motive for the commission of the": "५. शिकायत के मुताबित अपराध के कारित किये जाने का मुख्य कारण",
  "offence was the previous enmity harboured by accused Bhupendra Yadav with the family of the appellant due to newspaper publishing": "अभियुक्त भूपेन्द्र यादव का अपीलार्थी के परिवार से पुरानी रंजिस थी जो",
  "brother of the appellant namely Om Prakash, in the weekly journal": "अपीलार्थी के भाई ओम प्रकाश द्वारा साप्ताहिक अगस्त नामा में उसके",
  "beaten up Om Prakash and Om Prakash lodged complaint against accused Bhupendra Yadav. Sometimes prior to the occurrence,": "अभियुक्त भूपेन्द्र यादव ने ओम प्रकाश की पिटाई की थी और ओम प्रकाश ने अभियुक्त ने अभियुक्त के विरूद्ध शिकायत दर्ज करायी थी। घटना से कुछ",
  "accused Bhupendra Yadav had beaten up the appellant also and on": "समय पहले अभियुक्त भूपेन्द्र यादव ने अपीलार्थी को भी पीटा था और",
  "the basis of the complaint, a case was registered against accused Bhupendra Yadav. According to the appellant, as a consequence of": "शिकायत के मुताबित, अभियुक्त भूपेन्द्र यादव के विरूद्द मामला दर्ज कराया गया था। अपीलार्थी के अनुसार, उक्त रंजिश के परिणामस्वरूप अभियुक्त",
  "8. When questioned, all the accused denied the charges and": "8. न्यायालय ने अभियुक्तों को आरोप पढ़कर सुनाया और समझाया। सभी ने अपने ऊपर लगाये गये आरोपों से इंकार किया और विचारण का दावा",
  "pleaded not guilty. To bring home the guilt of the accused, the": "किया। अभियुक्त को दोषी साबित करने के लिए अभियोजन ने कुल छाः",
  "prosecution examined total six witnesses - eye witnesses PWs 1": "गवाहों, प्रत्यक्षदर्शी गवाह पी .डब्ल्यू.- एवं 3, चिकित्सक पी.डब्ल्यू.-2,",
  "and 3 and Doctor-PW-2 and IO (PW-5) and other witnesses. Upon": "अन्वेषण अधिकारी पी.डब्ल्यू- 5 एवं अन्य गवाहवान का परीक्षण किया।",
  "consideration of the evidence, the trial court convicted accused Nos.1, 2 and 4 under Sections 302 IPC and 120B IPC and": "साक्ष्य पर विचार कर विचारण न्यायालय ने अभियुक्त संख्या ., 2 एवं 4 को आईपीसी की धारा 302 एवं 20 बी के तहत दोषसिद्ध किया एवं उम्रकैद",
  "sentenced them to undergo life imprisonment. The trial court held that the evidence of eye witness-PW-1-Jai Prakash, brother of": "की सजा सुनाई। विचारण न्यायालय ने माना कि प्रत्यक्षदर्शी गवाह जयप्रकाश",
  "deceased and PW-3-Ajay Kumar are natural and acceptable. The": "पी.डब्ल्यू- जो मृतक का भाई है और अजय कुमार पी.डब्ल्यू.-3 के",
  "trial court held that PW-3-Ajay Kumar has given satisfying reasons": "अजय कुमार पी.डब्ल्यू 3 ने पी.डब्ल्यू । के घर पर अपनी उपस्थिति का",
  "Insofar as the question of non-examination of Sanjay Mishra and": "मोहल्ले में संजय मिश्रा एवं अन्य की जांच न किये जाने का प्रश्न है विचारण",
  "other persons in the mohalla, the trial court held that in the present social conditions and circumstances, independent witnesses are": "न्यायालय ने धारित किया कि वर्तमान सामाजिक शर्तों एवं परिस्थितियों में ,",
  "apprehensive that if they appear as witnesses in the criminal cases,": "स्वतंत्र साक्षी डरा हुआ होता है, यदि दाण्ड़िक मामलों में बतौर साक्षी प्रस्तुत",
  "their future will not be safe and therefore, non-examination of the": "होते हैं तो उनको खतरा होगा इसलिए स्वतंत्र साक्षियों की जांच न किया",
  "independent witnesses will not affect the prosecution case. After": "जाने से अभियोजन का मामला प्रभावित नहीं होगा। पोस्टमार्टम रिपोर्ट एवं",
  "referring to the post-mortem report and the evidence of PW-2-": "डॉक्टर पी.डब्ल्यू, 2 के साक्ष्य को संदर्भित करने के उपरान्त विचारण",
  "Doctor, the trial court held that the medical evidence corroborates": "न्यायालय ने धारित किया कि चिकित्सकीय साक्ष्य पी.डब्ल्यू, । एवं 3 के",
  "the evidence of PWs 1 and 3. The trial court also held that non-": "साक्ष्यों की पुष्टि करता है। विचारण न्यायालय ने यह भी धारित किया कि",
  "prosecution. With those findings, the trial court convicted accused Nos.1, 2 and 4. However, the trial court gave benefit of doubt to": "होगा। इन निष्कर्षों से विचारण न्यायालय ने अभियुक्त संख्य ,2 एवं 4 को",
  "accused No.3-Shankar Teli and acquitted him.": "दोषसिद्ध किया तथापि शंकर तेली अभियुक्त 3 को संदेह का लाभ देकर दोषमुक्त कर दिया।",
  "9. Being aggrieved, the respondents-accused Nos.1, 2 and 4": "9. इस निर्णय से दुःखी प्रत्यर्थी अभियुक्त संख्या ,2 एवं 4 ने उच्च",
  "have preferred appeals before the High Court. By referring to the": "न्यायालय के समक्ष अपील दायर की है। उच्च न्यायालय ने एफ .आई.आर.",
  "time, it is least possible for an illiterate person like PW-1 to lodge a": "कम समय में किसी अनपढ़ व्यक्ति जैसे पी .डब्ल्यू, के लिए ऐसे ब्यौरे के",
  "of PW-1 and PW-3, the High Court held that the presence of the": "पी.डब्ल्यू, । एवं 3 की गवाही का संदर्भ देकर उच्च न्यायालय ने कहा कि",
  "witnesses at the place and at the time of occurrence appears to be": "गवाहों का उस स्थान एवं घटना के समय उपस्थित होना संदेहभरा प्रतीत",
  "doubtful. After referring to Post-Mortem Report, the High Court": "होता है। पोस्टमार्टम रिपोर्ट का हवाला देकर उच्च न्यायालय ने आगे कहा कि",
  "further held that in the Post-Mortem Report, it is mentioned that the large intestine of deceased was full and therefore, death might have": "पोस्ट मार्टम रिपोर्ट में यह दर्शित है कि मृतक बड़ी ऑआँत भरी थी और",
  "people attend the call of nature in the morning and it is least possible that the deceased has not attended the call of nature": "सामान्यतः लोग सुबह जाते हैं और इसकी कम सम्भावना है कि मृतक सुबह",
  "before 09.00 am. Doubting the presence of PW-3 at the place and": "09.00 अपरान्ह से पहले शौच के लिए गया है। उच्च न्यायालय ने पी .डब्ल्यू 3 का उस जगह और घटना के समय उपस्थिति पर संदेह व्यक्त करते हुए",
  "time of occurrence, the High Court held that PW-3 could not": "कहा कि पी.डब्ल्यू. 3 इस बात को अच्छे से स्पष्ट नहीं कर सका कि वह",
  "allegations against the accused on the murder of his brother Ravi": "उकसाकर अभियुक्त गणों के विरूद्ध अपने भाई की हत्या का आरोप लगाने",
  "to be given benefit of doubt. With those findings, the High Court": "एवं 4 को संदेह का लाभ मिलना चाहिए। इन निष्कर्णों के साथ उच्च",
  "allowed the appeals filed by the accused and set aside their": "न्यायालय ने अभियुक्त गणों द्वारा दायर याचिका पर स्वीकृति प्रदान की और",
  "conviction and sentence passed by the trial court and acquitted": "विचारण न्यायालय द्वारा पारित दोषसिद्धि एवं दण्डादेश को अपास्त कर",
  "for accused No.2-Bhupendra Yadav submitted that the motive is": "7. भूपेन्द्र यादव अभियुक्त 2 की तरफ से विरिष्ठ विद्वान अदिवक्ता श्री बासव प्रभु एस. पाटिल ने कथन किया कि घटना का हेतुक पी.डब्ल्यू. । का",
  "attributed to Om Prakash-brother of PW-1 and when the accused": "भाई ओम प्रकाश है और जब अभियुक्त की ओम प्रकाश से ऐसी दुश्मनी थी,",
  "why the accused should attack Ravi Prakash and no injury was": "तब अभियुक्त रवि प्रकाश पर हमला क्यों करेगा ? और पी.डब्ल्यू, । पर",
  "before Ravi Prakash passed through the flour mill of Shankar Teli": "सकता था और यहां तक कि रविप्रकाश सकर तेली की आटा चक्की से गुजरा",
  "(PW-3). The learned Senior counsel further submitted the PW-3 is": "था पी.डब्ल्यू, । विद्वान वरिष्ठ अधिवक्ता ने कथन किया कि पी .डब्ल्यू, 3",
  "a chance witness and as such, his presence in the house of PW-1 is": "एक अवसरवादी गवाह है और उसी रूप में पी.डब्ल्यू, । के घर में उसकी",
  "not natural and PW-3 could not have witnessed the incident. It was": "उपस्थिति सामान्य नहीं है और पी.डब्ल्यू, 3 घटना को नहीं देख पाया। आगे",
  "in Shankar Teli’s flour mill, would not have anticipated that Ravi": "कर रहे थे, उनको इस बात की प्रत्याशा नहीं थी कि रवि प्रकाश आटा चक्की",
  "12. Mr. PK. Sharma, learned counsel appearing for accused No.4-Raju Teli submitted that the conduct of PW-1, brother of": "2. राजू तेली अभियुक्त संख्या 4 की ओर से विद्वान वरिष्ठ अधिवक्ता श्री. पी.के. शर्मा ने कथन किया कि मृतक के भाई पी .डब्लू. । का आचरण",
  "deceased was unnatural as he made no attempt to save his": "असान्य था क्योंकि उसने अपने छोटे भाई को बचाने का की प्रयास नहीं",
  "evidence and the discrepancies between the oral and medical": "खाती है और मौखिक साक्ष्य एवं चिकित्सकीय साक्ष्य में अन्तर को उचित",
  "evidence has not been properly explained. The learned counsel": "रूप में स्पष्टीकृत नहीं किया गया है। विद्वान अधिवक्ता ने कथन किया कि",
  "submitted that PW-3 is a chance witness and the High Court rightly": "पी.डब्ल्यू, 3 अवसरवादी साक्षी है और उच्च न्यायालय ने सही ही धारित",
  "held that his presence in the house of PW-1 at the time of incident is": "किया कि घटना के समय पी .डब्ल्यू, के घर में उसकी उपस्थिति",
  "unnatural. It was submitted that the prosecution case is highly": "अस्वभाविक है। यह कथन किया गया कि अभियोजन का मामला बहुत ही",
  "doubtful since during the investigation, neither the fire arms were": "संदेहभरा है क्योंकि अन्वेषण के दौरान न तो अग्रेयास्त्र और न ही गोलियों",
  "obtained by the prosecution to prove that the injury on the person of": "प्राप्त नहीं की गयी थी जिससे यह साबित हो सके कि मृतक को जो चोटें",
  "the deceased were caused by the alleged fire arms used by the accused.": "आयी थी वह अभियुक्त द्वारा प्रयुक्त कथित आग्रेयास्त्र से आयी थी।",
  "contradictions between the evidence of PWs 1 and 3 as to whether": "थी या नहीं इस बारे में पी .डब्ल्यू. । एवं 3 के बीच विरोधाभास है और",
  "Lallu @ Lal Diwan (A1) armed with country made pistol (tamancha),": "अभियुक्त लल्लू उर्फ लाल दीवान (अभि.-) जो देशी तमंचा लिये था इन",
  "caught hold of Ravi Prakash and Ravi Prakash raised alarm and": "लोगों ने रवि प्रकाश को पकड़ लिया , तब रवि प्रकाश चिल्लाया और",
  "tried to free himself from the grip of the accused. At that time,": "अभियुक्तगणों के चंगुल से निकल भागने का प्रयास किया। उसी समय",
  "accused Bhupendra Yadav, Raju Teli and Lallu @ Lal Diwan fired": "अभियुक्त भूपेन्द्र यादव, राजू तेली और लल्लू उर्फ लाल दीवान ने अपने अपने",
  "from their respective weapons and fired shot on the chest, leg and": "हथियारों से रवि प्रकाश पर सीने, पैर एवं जबड़े पर गोली चला दी जिसके",
  "jaw of Ravi Prakash respectively due to which Ravi Prakash fell down on the spot. Appellant Jai Prakash (PW-1), Ajay Kumar (PW-": "चलते रवि प्रकाश घटनास्थल पर गिर पड़ा। अपीलार्थी जय प्रकाश",
  "down on the spot. Appellant Jai Prakash (PW-1), Ajay Kumar (PW- 3) and Sanjay Mishra rushed to the spot to save Ravi Prakash and": "(पी.डब्ल्यू.]) अजय कुमार (पी.डब्ल्यू.3) एवं संजय मिश्रा रविप्रकाश को",
  "Prakash. Both the appellant-Jai Prakash and Ravi Prakash are": "रवि प्रकाश की हत्या की है। दोनों अपीलार्थी जय प्रकाश और रवि प्रकाश",
  "brothers of Om Prakash. If the accused were looking for vengeance of Om Prakash-brother of Ravi Prakash, why the respondents-": "ओम प्रकाश के भाई हैं। यदि अभियुक्त ओम प्रकाश के भाई रवि प्रकाश के",
  "of Om Prakash-brother of Ravi Prakash, why the respondents- accused allowed Jai Prakash (PW-1) to let go unharmed; more so,": "दुश्मनी निकालना चाहता था तो प्रत्यर्थीगण-अभियुक्त ने जयप्रकाश पी.डब्ल्यू, । को खाली हाथ क्‍यों जाने दिया? जब पी.डब्ल्यू, । की सुबह",
  "when PW-1 was normally in the habit of going for morning walk. If": "पी.डब्ल्यू, । को खाली हाथ क्‍यों जाने दिया? जब पी.डब्ल्यू, । की सुबह टहलने जाने की आदत थी। यदि घटना का मकसद स्वीकार कर लिया",
  "the motive for the crime is accepted, then all brothers of Om Prakash would be targets; but here attack was on only the": "जाता है तब ओम प्रकाश के सभी भाई निशाने पर होने चाहिए, लेकिन",
  "deceased brother and PW-1 was spared although attackers were": "हमला केवल मृतक के भाई पर हुआ और पी. डब्ल्यू. । बच गया यद्यपि",
  "fully armed and near the place of occurrence. As pointed out by the": "हमलावर हथियारों से लैस थे और घटनास्थल पर मौजूद थे। जैसा कि उद्च",
  "High Court, case of the prosecution does not appear to be natural": "न्यायालय ने दर्शित किया है अभियोजन का मामला सामान्य नहीं प्रतीत",
  "that the respondents-accused Nos.1, 2 and 4 have attacked Ravi": "होता है कि प्रत्यर्थीगण-अभियुक्त संख्या , 2 एवं 4 रवि प्रकाश पर हमला",
  "17. PW-3-Ajay Kumar stated that on the date of occurrence i.e.": "7. अजय कुमार पी.डब्ल्यू. 3 ने कथन किया कि घटना के दिन यानी",
  "17.11.1992, he along with Sanjay Mishra had gone to the house of": "7.7.992 को वह संजय मिश्रा के साथ अपने मोहल्ले में मैकू सोनी की",
  "Jai Prakash (PW-1) to discuss about the electric decoration work for the marriage ceremony of daughter of one Maiku Soni in their": "पुत्री के विवाह समारोह में बिजली की सजावट की चर्चा करने जय प्रकाश",
  "who was to attend to the electric work and the decoration. It is not": "इलेक्ट्रिशियन था जिसे विवाह में बिजली संबंधी सजावट के कार्यों को करना",
  "13": "20",
  "stated that the respondents-accused have fired at Ravi Prakash and has not stated anything about the scuffle. The witnesses who have": "अभियुक्त ने रवि प्रकाश पर गोली चलाई है और हाथापाई के बारे में कुछ नहीं",
  "has not stated anything about the scuffle. The witnesses who have deposed in the court after considerable lapse of time of course,": "कहा है। काफी समय बीत जाने के बाद गवाहों ने न्यायालय में जो गवाही दी",
  "cannot be expected to have photographic memory of the case. We": "है यह नहीं कहा जा सकता है कि वह फोटो स्मृति है। हम इस सुस्थापित",
  "are conscious of the well settled position that the minor discrepancies not touching upon the core of the prosecution case,": "सिद्धान्त से सावधान है कि सूक्ष्म विसंगति जो अभियोजन के मामले को",
  "would not affect the credibility of the witnesses or the prosecution": "स्पर्श नहीं करती है वह गवाहों की विश्वसनीयता और अभियोजन के मामले",
  "court in 2003-04 near after a decade; but they are said to have": "एक दशक बाद वर्ष 2003-04 में अपनी गवाही दी है। लेकिन यह कहा जा",
  "witnessed the occurrence from a close distance. Whether there": "सकता है कि वे घटना स्थल को करीब से देखें हैं। क्या जो रवि प्रकाश और",
  "an integral part of the main incident and the witnesses are expected": "अभिन्न भाग है और गवाहों से आशा की जाती है कि वे अपने अपने कथानक",
  "to be consistent in their version. The inconsistencies in the version of PWs 1 and 3 as to whether there was a scuffle or not is not": "में अड़िग रहें। पी.डब्ल्यू, । और 3 के कथानक में इस बात पर भिन्नता कि",
  "has not been explained by the appellant.": "हाथापाई हुई थी कि नहीं, अभियोजन द्वारा स्पष्टीकृत नहीं किया गया है",
  "12": "24",
  "family had gone with PW-3 to talk about the decoration for the": "की सजावट की चर्चा हेतु पी.डब्ल्यू.3 के साथ गये। जिरह में, पी.डब्ल्यू, 3",
  "21": "23",
  "21. Medical Evidence: As per the deposition of PWs 1 and 3,": "27. चिकित्सकीय साक्ष्य: पी.डब्ल्यू । और 3 की गवाही से विदित होता है",
  "accused Bhupendra Yadav fired at the deceased on his chest; Lallu": "कि अभियुक्त यादव ने मृतक के सीने में , लल्लू उर्फ लाला दीवान ने जबड़े में,",
  "jaw and the leg, there was fire arm injury on the right thigh 2 cm": "के अलावा घुटने से 2 सेमी. ऊपर जांघ पर आग्रेयास्त्र से घाव के निशान थे।",
  "above the knee. PWs 1 and 3 have not explained the fourth firearm": "पी.डब्ल्यू. । एवं 3 ने आग्रेयास्त्र से हुए चौथे घाव के बारे में नहीं बता पाया है",
  "injury; nor they have made any mention of the accused firing": "और न ही अभियुक्त द्वारा चलाये गये कई राउण्ड़ फायरिंग को भी नहीं बता",
  "multiple shots. This discrepancy between the medical evidence and the oral evidence assumes significance in view of the elaborated": "पाया है। चिकित्सकीय साक्ष्य एवं मौखिक साक्ष्य के मध्य भिन्नता गवाहों के",
  "the oral evidence assumes significance in view of the elaborated depositions made by the witnesses and the FIR which explains": "सविस्तार गवाही एवं एफआईआर को ध्यान रखते हुए महत्वपूर्ण प्रतीत होती",
  "minute detail of the entire incident.": "है जो सम्पूर्ण घटनाक्रम की सूक्ष्म विवरण देती है।",
  "22. There are also several lapses in the investigation of the case like non-recovery of “empties” fired from the guns on the deceased,": "22. इस प्रकरण के अन्वेषण में कई तरह के चूक हुए हैं जैसे मृतक पर बंदूक",
  "non-recovery of fire arms used by the respondents-accused etc. It": "से चलाये गये गोलियों के खोखा, प्रतिवादी अभियुक्त द्वारा प्रयोग किया गया अग्रेयास्त्र को बरामद किया जाना इत्यादि। यह सुस्थापित सिद्धान्त है कि",
  "Officer cannot go against the prosecution case. If the Investigating": "के विरूद्ध जा सकती है। यदि अन्वेषण अधिकारी उन तथ्यों को छोड़ दिया",
  "the interest of justice, it means that such acts or omissions of Investigating Officer should not be taken in favour of the accused.": "है जो उसे न्याय के हित के लिए नहीं छोड़ना चाहिए तो इसका मतलब यह हुआ कि अन्वेषण अधिकारी के ऐसे कार्य या लोप को अभियुक्त के पक्ष में",
  "the broken pieces of cartridges, bursts and empty shells of the": "किया है कि गोलियों के टुकड़े, गोली के फटे हुए या खाली खोखे घटना",
  "20": "25",
  "occurrence immediately after shooting at the deceased thus, they": "अभियुक्त-प्रतिवादीगण मृतक को गोली मारने के तुरन्त बाद ही घटना स्थल",
  "themselves. This is not the case of the prosecution. It is also not the": "हटा पाना संभव नहीं था। यह अभियोजन का मामला नहीं है। यह",
  "case of the prosecution that the area was cleaned and somebody": "अभियोजन का मामला नहीं है कि उस स्थान को साफ किया गया और",
  "has removed the “empties”. In such view of the matter, the non-": "किसी ने खोखे (एम्पटीज) को वहां से हटा दिया। मामले के इस दृष्टिकोण",
  "pieces of cartridges” from the scene of occurrence raises serious": "टूटे हुए टुकड़ों की अबरामदगी वास्तविक घटना स्थल के बारे में गम्भीर",
  "doubt about the actual place of occurrence. As pointed out earlier,": "संदेह उत्पन्न करती है। जैसा कि पहले दर्शित किया गया है अन्वेषण",
  "any act of commission/omission of the Investigating Officer cannot": "अधिकारी के किसी कार्य/लोप से अभियुक्त को लाभ नहीं मिल सकता है।",
  "where FIR is said to have been registered within half an hour of the": "लेकिन तरह के प्रकरण में जहां घटना के आधे घण्टे में प्राथमिकी का दर्ज",
  "we find no reason as to why the “empties” and “bursts” from the": "समझ में नहीं आता कि क्यों घटना स्थल से एम्पटीज और बर्ट्स को घटना",
  "scene of occurrence were not recovered.": "स्थल से बरामद नहीं किया गया।",
  "23. Furthermore, as per the evidence of Investigating Officer Shobha Mani Tripathi (PW-5), the accused were arrested on the": "23. इसके अतिरिक्त अन्वेषण अधिकारी शोभामणि त्रिपाठी पी .डब्ल्यू, 5 के",
  "accused were arrested on the very next day, the weapons used by": "गिरफ्तार कर लिया गया। भले ही अभियुक्त को ठीक अगले दिन गिरफ्तार",
  "18": "27"
}