{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. 7536 OF 2021": "दीवानी अपील संख्या 7536 वर्ष 202",
  "(ARISING OUT OF SLP (CIVIL) NO. 12369 OF 2021)": "(एसएलपी (दीवानी) सं. 2369 वर्ष 2027 से उदभूत)",
  "JUDGMENT": "निर्णय",
  "Leave granted.": "अनुमति प्रदान की गयी।",
  "is the subject matter of challenge in the present appeal at the": "2. नियोक्ता की ओर से वर्तमान अपील में चुनौती का विषय इलाहाबाद उच्च",
  "1 ‘For short, the ‘Tribunal’": "] संक्षेप में, 'अधिकरण'",
  "examined and cash with the employee was not checked. This": "है, यदि कोई जांच नहीं की गई है या किसी नियोक्ता द्वारा की गई जांच",
  "(8) An employer, who wants to avail himself of the": "(8) कोई नियोक्ता, जो अपनी कार्रवाई को सही ठहराने के लिए पहली",
  "opportunity of adducing evidence for the first time before the": "बार न्यायाधिकरण के समक्ष साक्ष्य प्रस्तुत करने के अवसर का लाभ",
  "appropriate stage. If such an opportunity is asked for, the": "उठाना चाहता है, उसे उचित स्तर पर इसके लिए कहना चाहिए।यदि ऐसा",
  "Tribunal has no power to refuse. The giving of an opportunity": "अवसर मांगा जाता है, तो न्यायाधिकरण के पास इसका इनकार करने की",
  "to an employer to adduce evidence for the first time before": "कोई शक्ति नहीं है।न्यायाधिकरण के समक्ष पहली बार नियोक्ता को साक्ष्य",
  "the employee and to enable the Tribunal itself to be satisfied about the alleged misconduct.": "और यह न्यायाधिकरण को कथित कदाचार के बारे में संतुष्ट होने में सक्षम",
  "(9) Once the misconduct is proved either in the enquiry": "(9) एक बार किसी नियोजक द्वारा की गई जांच में या पहली बार",
  "a Tribunal for the first time, punishment imposed cannot be": "तो अधिरोपित दंड पर न्यायाधिकरण द्वारा हस्तक्षेप नहीं किया जा सकता",
  "interfered with by the Tribunal except in cases where the punishment is so harsh as to suggest victimisation.": "है सिवाय उन मामलों के, जहां दंड इतना कठोर है कि वह उत्पीड़न",
  "(10) In a particular case, after setting aside the order of": "(0) किसी विशेष मामले में, बर्खास्तगी के आदेश को अपास्त करने के",
  "dismissal, whether a workman should be reinstated or paid": "बाद, चाहे किसी कर्मकार को बहाल किया जाए या मुआवजे का भुगतान",
  "compensation is, as held by this Court in The Management": "निर्णय के अधीन होता है, जैसा कि इस न्यायालय द्वारा द मैनेजमेंट ऑफ",
  "of Panitole Tea Estate v. The Workmen, 1971-1 SCC": "पनिटोल टी एस्टेट बनाम द वर्कमैन, 97- एससीसी 742 के वाद में",
  "(2) Before imposing the punishment, an employer is": "(2) दंड अधिरोपित करने से पूर्व, किसी नियोजक से स्थायी आदेशों,",
  "provisions of the Standing Orders, if applicable, and": "यदि लागू हों, के उपबंधों और प्राकृतिक न्याय के सिद्धांतों के अनुसार",
  "principles of natural justice. The enquiry should not be an empty formality.": "उचित जांच करने की अपेक्षा की जाती है। जांच एक खाली औपचारिकता नहीं होनी चाहिए।",
  "(3) When a proper enquiry has been held by an employer,": "(3) जब किसी नियोक्ता द्वारा उचित जांच की गई है, और उक्त जांच में",
  "has no jurisdiction to sit in judgment over the decision of the employer as an appellate body. The interference with the": "नियोक्ता के निर्णय पर निर्णय देने का कोई क्षेत्राधिकार नहीं है।नियोक्ता के",
  "decision of the employer will be justified only when the findings arrived at in the enquiry are perverse or the": "निर्णय में हस्तक्षेप तभी उचित होगा जब जांच में आए निष्कर्ष विकृत हों",
  "management is guilty of victimisation, unfair labour practice or mala fide.": "या प्रबंधन उत्पीड़न, अनुचित श्रम व्यवहार या दुर्भावना का दोषी है।।",
  "(4) Even if no enquiry has been held by an employer or if the": "(4) यहां तक कि यदि किसी नियोक्ता द्वारा कोई जांच नहीं की गई है या",
  "enquiry held by him is found to be defective, the Tribunal in": "यदि उसके द्वारा की गई जांच दोषपूर्ण पाई गई है, तो न्यायाधिकरण को",
  "order to satisfy itself about the legality and validity of the order, had to give an opportunity to the employer and": "आदेश की वैधता के बारे में खुद को संतुष्ट करने के लिए, नियोक्ता और",
  "time, it is also of advantage to the workmen inasmuch as": "यह कर्मकारों के लिए भी फायदेमंद है क्योंकि उन्हें इस तथ्य से अवगत",
  "they will be put to notice of the fact that the management is likely to adduce fresh evidence, hence, they can keep their": "कराया जाएगा कि प्रबंधन द्वारा नए साक्ष्य पेश किए जाने की संभावना है,",
  "rebuttal or other evidence ready. This procedure also": "इसलिए वे अपना खंडन या अन्य साक्ष्य तैयार रख सकते हैं।।यह प्रक्रिया",
  "eliminates the likely delay in permitting the management to": "प्रबंधन को देरी से आवेदन करने की अनुमति देने में संभावित देरी को भी",
  "make belated application whereby the proceedings before the Labour Court/Tribunal could get prolonged. In our Opinion, the procedure laid down in Shambhu Nath Goyal's": "समाप्त करती है जिससे श्रम न्यायालय /न्यायाधिकरण के समक्ष कार्यवाही लंबी हो सकती है।हमारी राय में, शंभू नाथ गोयल के मामले में निर्धारित",
  "case is just and fair.": "प्रक्रिया न्यायसंगत और निष्पक्ष है।",
  "18. There is one other reason why we should accept the procedure laid down by this Court in Shambhu Nath Goyal's": "8. एक अन्य कारण है कि हमें शंभू नाथ गोयल के मामले में इस",
  "case. It is to be noted that this judgment was delivered on": "न्यायालय द्वारा निर्धारित प्रक्रिया को स्वीकार करना चाहिए।यह ध्यान",
  "earlier judgments of this Court and has laid down the": "इसने इस न्यायालय के लगभग सभी पहले के निर्णयों पर ध्यान दिया है",
  "management which we have held is neither oppressive nor": "प्रक्रिया निर्धारित की है जो हमने अभिनिर्धारित किया है, न तो वह",
  "contrary to the object and scheme of the Act. This judgment": "दमनकारी है और न ही अधिनियम के उद्देश्य और योजना के विपरीत है।",
  "having held the field for nearly 18 years, in our opinion, the": "यह निर्णय लगभग 8 वर्षों तक लागू रहा, हमारी राय में, निर्णीतानुसरण",
  "doctrine of stare decisisrequire us to approve the said": "(स्टेअर डिसाईसिस) का सिद्धांत हमें उक्त निर्णय को यह देखने के लिए",
  "judgment to see that a long-standing decision is not": "अनुमोदित करता है कि एक लंबे समय से चले आ रहे निर्णय को बिना",
  "unsettled without strong cause.”": "ठोस कारण के हटाया नहीं जाता है।\"",
  "7. Now on merits, keeping in view the principles of law, learned counsel for the appellants-employer contended that the Indian": "7. अब मेरिट पर, विधि के सिद्धांतों को ध्यान में रखते हुए, अपीलकर्ताओं-नियोक्ता",
  "counsel for the appellants-employer contended that the Indian Evidence Act, 1872° applies to all judicial proceedings in or before": "के विद्वान अधिवक्ता ने कहा कि भारतीय साक्ष्य अधिनियम 872* किसी भी",
  "9 For short, the ‘Evidence Act’": "9 संक्षेप में, 'साक्ष्य अधिनियम'",
  "strict rules of the Evidence Act are not applicable to such domestic": "आंतरिक जांच अदालत द्वारा नहीं की गयी है, इसलिए साक्ष्य अधिनियम के कठोर",
  "reported as State of Haryana & Anr. v. Rattan Singh’ wherein": "की पीठ द्वारा हरियाणा राज्य और एक अन्य बनाम रतन सिंह” में दिए गए निर्णय पर",
  "in respect of a conductor who was found to have not issued tickets,": "अवलम्ब लिया गया है जिसमें एक परिचालक के संबंध में, जिसके द्वारा टिकट जारी",
  "this Court held as under:": "न करना पाया गया था, इस न्यायालय ने निम्नानुसार अभिनिर्धारित कियाः",
  "“4, It is well settled that in a domestic enquiry the strict and sophisticated rules of evidence under the Indian Evidence Act may not apply. All materials which are logically probative": "\"4. यह सुस्थापित है कि भारतीय साक्ष्य अधिनियम के तहत साक्ष्य के कठोर और परिष्कृत नियम आंतरिक जांच में लागू नहीं हो सकते हैं। किसी",
  "credibility. It is true that departmental authorities and": "संबंध और विश्वसनीयता हो। यह सच है कि विभागीय अधिकारियों और",
  "Administrative Tribunals must be careful in evaluating such": "प्रशासनिक न्यायाधिकरणों को ऐसी सामग्री का मूल्यांकन करने में",
  "speaking not relevant under the Indian Evidence Act. For this": "चाहिए जो भारतीय साक्ष्य अधिनियम के तहत सुसंगत नहीं होने के बारे में",
  "proposition it is not necessary to cite decisions nor text books, although we have been taken through case-law and other authorities by counsel on both sides. The essence of a": "पाठ्य पुस्तकों का हवाला देना आवश्यक नहीं है, हालांकि दोनों पक्षों के अधिवक्ताओं द्वारा विधिक निर्णयों और अन्य प्राधिकारियों की ओर हमारा",
  "judicial approach is objectivity, exclusion of extraneous": "ध्यान आकृष्ट किया गया है।न्यायिक दृष्टिकोण का सार वस्तुनिष्ठता, बाहरी",
  "materials or considerations and observance of rules of": "सामग्रियों का अपवर्जन और प्राकृतिक न्याय के नियमों पर विचार करना",
  "natural justice. Of course, fairplay is the basis and _ if": "और पालन करना है। बेशक, निष्पक्षता ही आधार है और यदि विकृति या",
  "charge levelled against the claimant/respondent found": "जांच अधिकारी ने माना कि दावाकर्ता /प्रत्यर्थी के खिलाफ लगाए गए",
  "proved.": "आरोप साबित पाए गए।",
  "37. Further, in the present case, claimant/respondent- Rajendra Prasad is a conductor of the bus and he was": "37. इसके अलावा, वर्तमान मामले में दावाकर्ता /प्रत्यर्थी राजेंद्र प्रसाद बस का परिचालक है और उसे बस में यात्रा करने वाले यात्रियों से टिकट",
  "the Corporation however in the present case, from the material on record, the position which emerges out is to the": "वर्तमान मामले में अभिलेख पर मौजूद साक्ष्यों से, जो स्थिति उभरती है वह",
  "effect that he collected the fair from 16 passengers/persons": "इस आशय की है कि उसने 6 यात्रियों /व्यक्तियों से किराया एकत्र किया,",
  "but did not deposit the same.”": "लेकिन उसे जमा नहीं किया।\"",
  "On the other hand, learned counsel for the respondent-workman argued that the statement of the Inspector does not inspire": "0. दूसरी ओर, प्रत्यर्थी-कर्मकार के विद्वान अधिवक्ता ने तर्क दिया कि निरीक्षक",
  "argued that the statement of the Inspector does not inspire confidence as he had not recorded the names and addresses of the": "का बयान विश्वास पैदा नहीं करता है क्योंकि उसने यात्रियों के नाम और पते दर्ज नहीं",
  "passengers. It is not the case of the workman that the passengers were required to be examined but at least there should have been": "किए थे। कर्मकार का मामला यह नहीं है कि यात्रियों की जांच की आवश्यकता थी,",
  "were required to be examined but at least there should have been some evidence that there were passengers who were found": "लेकिन कम से कम कुछ सबूत होने चाहिए थे कि ऐसे यात्री थे जो बिना टिकट यात्रा",
  "travelling without any ticket. Since the basic evidence is not": "करते पाए गए थे। चूंकि मूल साक्ष्य अभिलेख पर उपलब्ध नहीं हैं , इसलिए",
  "available on record, therefore, the finding of the Tribunal cannot be said to be illegal or unwarranted which was rightly not interfered": "न्यायाधिकरण के निष्कर्ष को अवैध या अनुचित नहीं कहा जा सकता है, जिसे उच्च",
  "We find that the order of the Tribunal and that of the High Court are": "47. हम पाते हैं कि न्यायाधिकरण और उच्च न्यायालय का आदेश स्पष्ट रूप से गलत",
  "clearly erroneous and not sustainable in law. The representative of the employer has not been cross-examined on the question that he": "है और कानून में पोषणीय नहीं है। नियोक्ता के प्रतिनिधि की इस प्रश्न पर प्रति -परीक्षा",
  "has not inspected the bus on 12.11.1998. He has deposed that": "नहीं की गई है कि उसने 2.7.998 को बस का निरीक्षण नहीं किया है।उसने",
  "when he tried to record the statements of the passengers, the": "गवाही दी है कि जब उसने यात्रियों के बयान दर्ज करने की कोशिश की , तो",
  "conductor misbehaved with him and used unruly words. Even that": "परिचालक ने उसके साथ दुर्व्यवहार किया और अमर्यादित शब्दों का प्रयोग किया।",
  "part of the statement has not been disputed in the cross-": "यहां तक कि बयान के इस भाग को भी प्रति परीक्षा में प्रतिवादित नहीं किया गया",
  "record the names and addresses of the passengers cannot be said": "है। इसलिए यह तथ्य कि निरीक्षक ने यात्रियों के नाम और पते दर्ज नहीं किए , इसे",
  "to be unjustified. Since the passengers are low-fare paying": "अनुचित नहीं कहा जा सकता है। चूंकि यात्री कम किराया देने वाले यात्री हैं, इसलिए",
  "passengers, they might have been hesitant to get involved in the issues of any action against the conductor. The Inspector had": "वे परिचालक के खिलाफ किसी भी कार्रवाई के मुद्दों पर शामिल होने में संकोच कर",
  "found that 17 passengers were not issued tickets and such": "सकते हैं। निरीक्षक ने पाया था कि 7 यात्रियों को टिकट जारी नहीं किया गया था",
  "statement of the Inspector has also not been disputed in the cross-": "और निरीक्षक के इस बयान को भी जिरह में प्रतिवादित नहीं किया गया है।",
  "employer. The initiation of criminal proceedings against an": "परिस्थिति नहीं हो सकती है। किसी कर्मचारी के खिलाफ आपराधिक कार्यवाही शुरू",
  "employee or not initiating the proceedings has no bearing to prove": "करना या कार्यवाही शुरू नहीं करना विभागीय कार्यवाही में कदाचार साबित करने के",
  "misconduct in departmental proceedings. Therefore, we find that": "लिए कोई प्रभाव नहीं डालता है। इसलिए हम पाते हैं कि सेवा से हटाने के आदेश को",
  "the order of removal from service cannot be said to be unfair and unjust in any manner which would warrant an interference at the": "किसी भी तरह से अनुचित और अन्यायपूर्ण नहीं कहा जा सकता है जिससे",
  "by any evidence. The Tribunal had misapplied the basic principles": "भी सबूत द्वारा समर्थित नहीं हैं। न्यायाधिकरण ने विधि के मूल सिद्धांतों का गलत",
  "of law and the High Court has thereafter wrongly confirmed the": "प्रयोग किया था और उसके बाद उच्च न्यायालय ने आदेश की गलत पुष्टि की है।"
}