{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय अधिकारिता",
  "CIVIL APPEAL No.9329 OF 2022": "सिविल अपील संख्या 9329/2022",
  "(Arising out of SLP(C)No.28128 of 2017)": "(एसएलपी (सी) संख्या 2828/207 से उत्पन्न)",
  "Versus": "बनाम",
  "RAJMATI SINGH .. RESPONDENT": "राजमती सिंह ... प्रत्यर्थी",
  "1. Delay condoned.": "।. विलंब माफ किया जाता है।",
  "2. Leave granted.": "2. अनुमति प्रदान की जाती है।",
  "3. The State of Uttar Pradesh and its authorities in the": "3. उत्तर प्रदेश राज्य और शिक्षा खण्ड पीठ में उसके प्राधिकारी इलाहाबाद",
  "passed by a Division Bench of the High Court of Judicature at": "उच्च न्यायालय, लखनऊ पीठ द्वारा दिनांक 24.0.207 को पारित उस",
  "have continued in service, thus, entitling her to all consequential": "गई थी, इस प्रकार, उसे वेतन सहित सभी पारिणामिक लाभों का हकदार",
  "permitted to hold an enquiry to find out the officers in the Basic Education Department responsible for the situation which led to": "बेसिक शिक्षा विभाग के अधिकारियों का पता लगाने के लिए जांच करने की",
  "order of reinstatement with all consequential benefits, and to": "अनुमति दी गई है, जिसके कारण सभी पारिणामिक लाभों के साथ बहाली",
  "effect recovery of the entire amount from the officers found": "का आदेश दिया गया और जिम्मेदार अधिकारियों से पूरी राशि की वसूली",
  "ont eh The facts may be briefly recounted.": "4. तथ्यों का संक्षेप में उल्लेख किया जा सकता है।",
  "on 28.01.1971 in Kanya Karmottar Junior High School, Gaura, Rai-": "५, प्रत्यर्थी को 28.0.97] को कन्या करमोत्तर जूनियर हाई स्कूल, गौरा, रायबरेली में अप्रशिक्षित सहायक शिक्षिका के रूप में नियुक्त किया",
  "Certificate and was not permitted to resume her duties. This": "सेवा को फिर से शुरू करने की अनुमति नहीं दी गई थी। प्रत्यर्थी की",
  "continuity or have a writ of mandamus issued for her reinstatement.": "जारी रखने की घोषणा की मांग करने या अपनी बहाली के लिए परमादेश",
  "She did not do either. The Information Commission is not a forum to": "किया।सूचना आयोग सेवा विवादों को निपटाने का मंच नहीं है। यह एक",
  "declare the rights of the respondent or grant any service benefits. The respondent’s move before the State Information Commission was": "या कोई सेवा लाभ प्रदान कर सकता था।इस प्रकार राज्य सूचना आयोग के",
  "The respondent’s move before the State Information Commission was thus an exercise in futility. It leaves no room for doubt that the": "समक्ष प्रत्यर्थी द्वारा उठाया गया यह कदम निरर्थक था। इसमें संदेह की कोई",
  "under her feet for a long duration of over 33 years.": "उसने 33 वर्षों से अधिक की लंबी अवधि के लिए अपने अवसर (अधिकार)",
  "13. We are of the considered opinion that the respondent waived": "3. हमारी यह सुविचारित राय है कि प्रत्यर्थी ने इस संबंध में आपत्तियां",
  "her rights to raise objections in this regard and is deemed to have": "उठाने के अपने अधिकारों का अधित्यजन किया और यह समझा जाता है",
  "abandoned her employment.": "कि उसने अपनी नौकरी का परित्याग कर दिया है।",
  "14. The next question which falls for consideration is whether a": "4. अगला सवाल जो विचार के लिए आता है वह यह है कि क्या सेवाओं",
  "deemed order of termination of services or abandonment of": "की समाप्ति या नौकरी के परित्याग के किसी डीम्ड आदेश को प्रत्यर्थी द्वारा",
  "employment could be challenged by the respondent before’ the Tribunal in the year 2010? There can be no quarrel that such a": "वर्ष 200 में अधिकरण के समक्ष चुनौती दी जा सकती है? इस बात पर कोई विवाद नहीं हो सकता कि उत्तर प्रदेश लोक सेवा (अधिकरण)",
  "challenge was hopelessly time-barred under Section 5 of U.P. Public Services (Tribunal) Act, 1976.": "कोई विवाद नहीं हो सकता कि उत्तर प्रदेश लोक सेवा (अधिकरण) अधिनियम, 976 की धारा 5 के तहत इस तरह की चुनौती अत्यधिक",
  "15. The view taken by the Tribunal on 11.06.2010 was legally": "5. अधिकरण द्वारा 4.06.200 को लिया गया दृष्टिकोण कानूनी रूप से",
  "correct and tenable. The High Court nevertheless vide Order dated": "सही और तर्कसंगत था। फिर भी उच्च न्यायालय ने, प्रत्यर्थी की रिट",
  "of Right to Information Act, 2005, whereunder the State Information": "वर्ष 2009 के आसपास, सूचना के अधिकार अधिनियम, 2005 के लागू",
  "her representations. The Commission passed an Order on 05.03.2009": "कराई और उनकी शिकायत के आधार पर आयोग ने 5५ मार्च, 2009 को",
  "asking the appellant - authorities to communicate the decision on": "को प्रत्यर्थी के अभ्यावेदनों पर निर्णय के बारे में प्रत्यर्थी को सूचित करने का",
  "that the communication dated 04.06.2009 was issued by the District": "8. यह दावा करते हुए कि दिनांक 04.06.2009 का पत्र उसे बहाली से",
  "Tribunal’s order. A perusal of the High Court’s order reveals that": "रद्द कर दिया। उच्च न्यायालय के आदेश के परिशीलन से पता चलता है कि",
  "neither the principles of delay and latches nor the law of limitation were considered, with reference to the facts of the case": "वर्तमान मामले के तथ्यों के संदर्भ में न तो विलंब के सिद्धांतों पर विचार किया गया था और न ही परिसीमा विधि पर विचार किया गया था। उच्च",
  "in hand. The High Court blissfully ignored the proposition of law and proceeded on the premise that there was no fault on the part of": "न्यायालय ने विधिक प्रस्थापना की स्वेच्छया अनदेखी की और इस आधार",
  "the respondent to file the claim petition before the Tribunal as": "पर आगे बढ़ा कि अधिकरण के समक्ष दावा याचिका दायर करने में प्रत्यर्थी",
  "communication sent to her under compulsion due to the directions issued by the State Information Commission. The said communication": "आदेश नहीं था, बल्कि राज्य सूचना आयोग द्वारा जारी निर्देशों के कारण मजबूरी में उसे भेजी गयी एक संसूचना थी। कथित संसूचना ने किसी भी",
  "in no way revived the cause of action in favour of the respondent.": "तरह से प्रत्यर्थी के पक्ष में वाद हेतुक को पुनर्जीवित नहीं किया।",
  "Court in “Basic Shiksha Parishad And Another vs. Sugna Devi (Smt.)": "विद्वान वरिष्ठ अधिवक्ता ने \"बेसिक शिक्षा परिषद और एक अन्य बनाम सुगना",
  "And Others” (2004) 9 SCC 68.": "देवी (श्रीमती) और अन्य\" (2004) 9 एससीसी 68 के मामले में इस",
  "17. In Sugna Devi’s case, the only issue that arose _ for": "7. सुगना देवी के मामले में, विचार के लिए उठाया गया एकमात्र मुद्दा यह",
  "consideration was whether or not she was appointed as an Assistant": "था कि क्या उन्हें सहायक शिक्षक के रूप में नियुक्त किया गया था या नहीं",
  "Teacher and if so, whether her services were terminated illegally.": "और यदि हां, तो क्या उनकी सेवाओं को अवैध रूप से समाप्त कर दिया",
  "This Court upheld the finding of fact returned by the High Court": "गया था। इस न्यायालय ने उच्च न्यायालय द्वारा दिए गए तथ्य के निष्कर्ष को",
  "salary, transfer orders, joining reports and letter of authority": "बरकरार रखा जिसने वेतन के भुगतान, स्थानांतरण आदेशों, नियुक्ति",
  "on tenure basis. The respondent did not furnish a BTC Training": "की आवश्यकता है। प्रत्यर्थी को आश्यक बीटीसी पाठ्यक्रम करने के लिए",
  "Certificate but appears to have produced a B.Ed Certificate instead, on the basis of which she was not permitted to resume her duties in the year 1974. No formal order terminating the services": "प्रत्यक्ष रूप से 04-08-973 को मुक्त किया गया था। कथित तौर पर, उन्हें बी. एड. डिग्री पूरी करने के बाद वर्ष 974 में सेवा में वापस आने की",
  "Information Act, 2005, somewhere in the year 2009, and based on her": "समझा। सूचना का अधिकार अधिनियम, 2005 के अधिनियमन के बाद",
  "complaint, the Commission passed an order dated 05.03.2009": "के लिए उक्त आयोग के समक्ष आवेदन किया। आयोग ने 05.03.2009 को एक आदेश पारित किया जिसमें अपीलकर्ता -प्राधिकारियों से प्रत्यर्थी के",
  "7. The aforesaid order of the State Information Commission compelled the District Basic Education Officer to issue a communication dated 04.06.2009 (P-2) which contains a brief history": "में, जिला बेसिक शिक्षा अधिकारी द्वारा दिनांक 04.06.2009 को पत्र जारी",
  "the claim will not be entertained. For example, if the": "पर विचार नहीं किया जाएगा। उदाहरण के लिए, यदि मुद्दा वेतन",
  "issue relates to payment or refixation of pay or pension,": "या पेंशन के भुगतान या पुनर्निर्धारण से संबंधित है, तो देरी के",
  "relief may be granted in spite of delay as it does not": "बावजूद राहत दी जा सकती है क्योंकि यह तीसरे पक्ष के",
  "affect the rights of third parties. But if the claim": "अधिकारों को प्रभावित नहीं करता है। किंतु यदि दावे में वरिष्ठता",
  "involved issues relating to seniority or promotion,": "या प्रोन्नति आदि से संबंधित मुद्दे शामिल हैं , जो दूसरों को",
  "etc.., affecting others, delay would render the claim": "प्रभावित करते हैं, तो विलंब के कारण दावा पुराना हो जाएगा और",
  "stale and doctrine of laches/limitation will be applied.": "विलंब/परिसीमा का सिद्धांत लागू होगा। जहां तक पिछली अवधि",
  "Insofar as the consequential relief of recovery of": "के लिए बकाया राशि की वसूली के परिणामस्वरूप राहत का संबंध",
  "dated 24.01.2017 of the High Court and reject the claim of the": "हुए, जबकि हमने उच्च न्यायालय के दिनांक 24.07.207 के आक्षेपित",
  "respondent for reinstatement, retiral benefits or arrears of pay": "निर्णय को रद्द कर दिया है और प्रत्यर्थी की बहाली, सेवानिवृत्ति लाभ या",
  "sum of Rs.5,00,000/- (Five Lakh) within a period of two months from": "महीने की अवधि के भीतर प्रत्यर्थी को रु. 5,00,000/- (पांच लाख) की",
  "24. The appeal stands allowed in the above terms.": "24. अपील को पूर्वोक्त शर्तों में अनुमति दी जाती है।",
  "(J.K. MAHESHWARI )": "(न्यायमूर्ति जे. के. महेश्वरी)",
  "NEW DELHI;": "नई दिल्ली;",
  "DECEMBER 07, 2022.": "07 दिसंबर, 2022.",
  "compliance with direction of the court or tribunal, such": "या अधिकरण के निदेश के अनुपालन में, दावे या अभ्यावेदन पर",
  "an order does not revive the stale claim, nor amount to": "किया जाता है तो ऐसा कोई आदेश न तो पुराने दावे को पुनर्जीवित करता है और न ही नए वाद हेतुक को जन्म देने के",
  "some kind of “acknowledgement of a jural relationship” to": "लिए किसी प्रकार के \"न्यायिक संबंध की अभिस्वीकृति\" के बराबर",
  "12. When a government abandons service to take": "2. जब कोई सरकारी कर्मचारी दूसरी नौकरी लेने के लिए या",
  "letter of resignation or letter of voluntary retirement,": "या इस्तीफा या स्वैच्छिक सेवानिवृत्ति के लिए कोई पत्र भेजने की",
  "and the records do not show that he is treated as being": "जहमत नहीं उठाता है और अभिलेख उसे सेवा में होना नहीं",
  "in service, he cannot after two decades, represent that": "दिखाता है, तो वह दो दशकों के बाद यह अभ्यावेदन नहीं कर",
  "he should be taken back to duty. Nor can such employee be": "सकता कि उसे वापस सेवा में लिया जाना चाहिए।न ही ऐसे",
  "the entire period as qualifying service for the purpose": "अवधि को पेंशन के उद्देश्य के लिए अर्हक सेवा माना जा सके। यह",
  "13. Where an employee unauthorisedly absents himself and": "3. जहां कोई कर्मचारी अनधिकृत रूप से अनुपस्थित रहता है",
  "suddenly appears after 20 years and demands that he": "और अचानक 20 वर्षों के बाद उपस्थित होता है और यह मांग",
  "should be taken back and approaches the court, the": "करता है कि उसे वापस ले लिया जाना चाहिए और न्यायालय की",
  "such cases, when the employer fails to produce the records of the enquiry and the order of": "हो सकता है। ऐसे मामलों में, जब नियोक्ता जांच के अभिलेख और",
  "dismissal/removal, court cannot draw an adverse inference": "बर्खस्तगी/हटाए जाने के आदेश को पेश करने में विफल रहता",
  "against the employer for not producing records, nor": "है, तो अदालत अभिलेख पेश नहीं करने के लिए नियोक्ता के",
  "direct reinstatement with back wages for 20 years,": "करके, 20 वर्षों के लिए पिछले वेतन के साथ प्रत्यक्ष बहाली कर",
  "to unjust enrichment of the employee at fault and result": "को प्रोत्साहित करेगी गलती करने वाले कर्मचारी को अन्यायपूर्ण तरीके से समृद्ध बनाएगी और इसके परिणामस्वरूप सरकारी",
  "the respondent was unjustifiably denied the resumption of duties.": "चाहिए था कि प्रत्यर्थी ने अनुचित रूप से कर्तव्यों (सेवा) को फिर से शुरू",
  "The approach of the High Court in this regard is completely": "करने से इनकार किया था। इस संबंध में उच्च न्यायालय का दृष्टिकोण पूरी",
  "erroneous and contrary to the settled principles of law. The": "तरह से गलत है और कानून के स्थापित सिद्धांतों के विपरीत है। इस प्रकार",
  "impugned Judgment thus cannot sustain and is liable to be set aside.": "आक्षेपित निर्णय कायम नहीं रह सकता है और इसे रद्द किया जा सकता है।",
  "22. Having held so, let us look into the conduct of the appellants": "22. ऐसा करने के बाद, आइए हम अपीलार्थियों के आचरण पर भी गौर",
  "as well. It is true that the State Information Commission had no authority to intrude into a service dispute and pass_~ an": "करें। यह सच है कि राज्य सूचना आयोग के पास सेवा विवाद में हस्तक्षेप",
  "inappropriate order like dated 05.03.2009. The Tribunal, however,": "करने और दिनांक 05.03.2009 जैसा अनुचित आदेश पारित करने का",
  "corrected that error and turned down the respondent’s claims being": "कोई अधिकार नहीं था। हालांकि अधिकरण ने उस त्रुटि को सुधारा और प्रत्यर्थी के दावों को सीमा द्वारा वर्जित होने के कारण अस्वीकार कर दिया।",
  "unsustainable. Having accepted that Judgment, the appellants ought": "उस निर्णय को स्वीकार करने के बाद, अपीलार्थियों को अगले परिणाम का",
  "them when the Tribunal directed them to decide the respondent’s": "मिला जब अधिकरण ने उन्हें प्रत्यर्थी के अभ्यावेदनों का नए सिरे से फैसला",
  "representations afresh. This led to the revival of a ghost claim after over 30 years. The appellants were expected to immediately": "करने का निर्देश दिया। इसने 30 साल से अधिक समय के बाद एक मृत दावे को पुनर्जीवित कर दिया। अपीलार्थियों से अपेक्षित था कि वे घटनाओं",
  "understand the implications and consequences of events as_ they unfolded but they remained silent on the judgment dated 02.07.2012.": "के प्रभावों और परिणामों को तुरंत समझ लें, लेकिन वे 02.07.202 के",
  "responsible for engendering hope in respondent at a juncture when": "प्रत्यर्थी में आशा जगाने के लिए आंशिक रूप से जिम्मेदार हैं जब वह",
  "she was nearing the age of superannuation.": "सेवानिवृत्त होने की उम्र के करीब थी।"
}