{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO(s). OF 2021": "दीवानी अपील संख्या ......... वर्ष 202",
  "(Arising out of SLP(C) No(s). 32067-32068 of 2018)": "(विशेष अनुमति याचिका (सी) संख्या(ओं) 32067-32068 वर्ष 2078 से",
  "AUTHORITY) AND OTHERS ... APPELLANT(S)": "उप महाप्रबंधक (अपीलीय प्राधिकरण) और अन्य... ...... अपीलार्थी (गण)",
  "AJAI KUMAR SRIVASTAVA ... RESPONDENT(S)": "अजय कुमार श्रीवास्तव ....... ..... प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "1. Leave granted.": "3. अनुमति प्रदान की गई।",
  "2. Dissatisfied with the judgment and order dated 13” September, 2018 passed by the Division Bench of the High Court": "2. इलाहाबाद उच्च न्यायालय की खंडपीठ द्वारा पारित 3 सितंबर, 208 के",
  "3. Brief facts of the case which are relevant for the purpose are": "3. मामले के संक्षिप्त तथ्य जो इस उद्देश्य के लिए प्रासंगिक हैं, यह है कि",
  "that the appellant is a statutory body incorporated and constituted under the State Bank of India Act, 1955. The": "अपीलकर्ता भारतीय स्टेट बैंक अधिनियम, 955 के तहत निगमित और गठित एक वैधानिक निकाय है।प्रत्यर्थी दिनांक 07 दिसंबर, 98 को मम्फोर्डगंज शाखा",
  "respondent joined service as a Cashier/Clerk in Mumfordganj Branch Allahabad on 07\" December, 1981. While on duty, a": "एक वैधानिक निकाय है।प्रत्यर्थी दिनांक 07 दिसंबर, 98 को मम्फोर्डगंज शाखा इलाहाबाद में कैशियर /कूर्क के रूप में नियुक्त हुआ।ड्यूटी करते हुए, उसके द्वारा",
  "The charge is proved.": "आरोप सिद्ध होता है।",
  "to substantiate his statement in defence regarding fictitious": "खाते में फर्जी क्रेडिट के संबंध में बचाव में अपने बयान को प्रमाणित करने के लिए",
  "all the allegations levelled against the respondent were supported": "का आरोप था और तथ्य यह है कि प्रत्यर्थी के खिलाफ लगाए गए सभी आरोपों",
  "with the documentary evidence duly audited by the Bank.": "को बैंक द्वारा विधिवत लेखा परीक्षित दस्तावेजी साक्ष्य के साथ प्रस्तुत किया गया",
  "6. The extract of the charges with the documents on which the enquiry officer placed reliance and held the charge to be proved": "6. उन दस्तावेजों के साथ आरोपों का सार जिन पर जांच अधिकारी ने अवलम्ब",
  "after discussion in detail against the respondent are reproduced": "लिया और प्रत्यर्थी के खिलाफ विस्तार से तर्क देने के बाद आरोप को सिद्ध करने",
  "hereunder:-": "के लिए अवधारित किया गया जो इस प्रकार हैं:",
  "Allegation/Charge No.1:": "आरोप संख्या 3:",
  "On 16.02.1994, saving bank account no.12215 of Shri IS.": "दिनांक 6.02.994 को श्री आई. एस. वर्मा (खाता धारक) के बचत बैंक",
  "Verma (an account holder) was debited with Rs.1,09,600/- and": "खाता संख्या 225 में , 09, 600/- रुपये निकाला गया और खाताधारक",
  "part amount of Rs.89,600/- was credited to his current account No. P-51 without the consent of account holder.": "की सहमति के बिना 89, 600/- रुपये की आंशिक राशि उनके चालू खाता संख्या 54 में जमा किया गया।",
  "To prove the above allegation/charge, the presenting officer": "उपरोक्त आरोप को साबित करने के लिए, प्रस्तुतकर्ता अधिकारी ने",
  "produced the following documents:-": "निम्नलिखित दस्तावेज प्रस्तुत किए:",
  "PEX-1": "पीईएक्स-",
  "savings bank account No.12215 of Shri I.S. Verma.": "श्री आईएस वर्मा के बचत बैंक खाता संख्या 225 से संबंधित",
  "PEX-2": "पीईएक्स-2",
  "pertaining to current account No. P-15 of Shri Srivastava (E.P.A).": "पीईएक्स 4 - श्री अजय कुमार श्रीवास्तव से संबंधित चालू खाता संख्या 57 की लेजर शीट।",
  "The Charge is not proved.": "आरोप सिद्ध होता है।",
  "Allegation/Charge No.2:": "आरोप संख्या 4:",
  "On 25.03.1994, Shri Srivastava entered into a conspiracy with": "दिनांक 30.2.994 को श्री श्रीवास्तव ने बैंक को धोखा देने की दृष्टि से",
  "some staff members at the Branch with a view in defraud the": "शाखा में कुछ स्टाफ सदस्यों के साथ साजिश रची और तदनुसार शाखा के",
  "bank and accordingly a fake debit was raised in branch clearing general account through schedule No.4 for Rs.4,87,300 and this": "चालू खाते में 5, 30,000/- रूपये का एक फर्जी डेबिट किया और उपरोक्त",
  "Allegation/Charge No.6:": "आरोप संख्या 5:",
  "On 31.05.1995, Shri Srivastava fraudulently raised a fake debit": "दिनांक 30.05.995 को श्री श्रीवास्तव ने धोखाधड़ी से श्रीमती रश्मि",
  "got its part amount of Rs.3,00,000 credited to his current account no.P-51 with a view to defraud the Bank.": "धोखा देने की दृष्टि से उपरोक्त राशि को उसके चालू खाता संख्या ९5] में जमा किया गया था।",
  "produced the following documents:": "निम्नलिखित दस्तावेज प्रस्तुत किए:",
  "PEX-23 — Ledger sheet pertaining to saving bank a/c no.11068": "पीईएक्स 28-बचत बैंक खाता संख्या 068 का लेजर शीट",
  "PEX-25 — Saving bank daybook dated 31.05.1995": "पीईएक्स 2- दिनांक 30.05.995 का बचत बैंक दैनिक पुस्तिकाआरोप",
  "Allegation/Charge No.7:": "आरोप संख्या 6:",
  "On 20.10.1993, Shri Srivastava borrowed Rs.35,000.00 from": "दिनांक 25.03.994 को श्री श्रीवास्तव ने बैंक को धोखा देने की दृष्टि से",
  "pertaining to saving bank a/c no.7547 of Shri K.C. Miglani.": "के.सी. मिगलानी के पक्ष में बचत बैंक खाता संख्या 7547 में भेजी गई थी।",
  "To prove the above allegations/charges, the presenting officer": "उपरोक्त आरोप को साबित करने के लिए, प्रस्तुतकर्ता अधिकारी ने",
  "PEX-4:": "पीईएक्स-4:",
  "Branch clearing general account schedule No.4 dated 25.03.1994 for Rs.4,87,300.": "4, 87, 300/- रुपये के लिए 25.03.994 दिनांकित का शाखा समाशोधन सामान्य खाता अनुसूची संख्या 4",
  "PEX-5:": "पीईएक्स-5:",
  "Saving bank credit voucher dated 25.03.1994 for Rs.4,87,300": "से संबंधित 4, 87, 300/- रूपये का बचत बैंक क्रेडिट वाउचर।",
  "PEX-6:": "पीईएक्स 6:",
  "accordingly a fake debit of Rs.5,00,000/- was raised in branch’s": "धोखा देने की दृष्टि से अपने चालू खाता संख्या ?5: में 3, 00, 000/- रुपये की आंशिक राशि जमा करवाई।",
  "PEX-12 — Saving Bank day book dated 22.09.1994": "25-बचत बैंक दैनिक पुस्तिका दिनांक 3.05.995",
  "Allegation/Charge No.4:": "आरोप संख्या 7:",
  "prejudice being caused during the course of enquiry or defence in": "गया था, जांच अधिकारी द्वारा जांच के दौरान या खंडन में बचाव के दौरान किसी",
  "rebuttal not been considered by the enquiry officer or of any": "भी पूर्वाग्रह के कारण कोई विशेष आपत्ति नहीं उठाई गई थी, जांच अधिकारी या",
  "enquiry or violation of the principles of natural justice, raised": "प्राकृतिक न्याय के सिद्धांतों का उल्लंघन द्वारा विचार नहीं किया गया था, किसी भी",
  "pending trial/investigation by the CBI and the conclusion of": "आपराधिक मामला संस्थित किया गया था और सीबीआई द्वारा विचारण / जांच",
  "investigation/trial instituted against him in a pending criminal": "लंबित आपराधिक मामले में उनके खिलाफ स्थापित जांच /विचारण के परिणाम",
  "9. Despite no specific objection being raised by the respondent delinquent in reply to the show-cause notice, still the disciplinary": "9. कारण बताओ नोटिस के जवाब में प्रत्यर्थी अपराधी द्वारा कोई विशेष आपत्ति नहीं उठाए जाने के बावजूद, फिर भी अनुशासनात्मक प्राधिकारी ने जांच रिपोर्ट",
  "authority revisited the record of enquiry including the enquiry report, the explanation furnished by the respondent while": "सहित जांच के रिकॉर्ड पर दोबारा गौर किया, प्रतिवादी द्वारा दिए गए स्पष्टीकरण ने",
  "affirming the finding by the enquiry officer in its report, confirmed": "अपनी रिपोर्ट में जांच अधिकारी द्वारा निष्कर्ष की पुष्टि करते हुए , उसकी प्रथम",
  "13. During the course of arguments, it was brought to our notice that in the criminal case instituted against the respondent": "3. बहस के दौरान, यह हमारे संज्ञान में लाया गया था कि प्रत्यर्थी के खिलाफ",
  "for offences under Sections 420, 467, 468, 471 IPC read with": "आईपीसी की धारा 420, 467, 468, 47 सपठित आईपीसी की धारा 2 बी",
  "Section 120-B IPC and Section 13(2) read with Section 13(1)(d) of Prevention of Corruption Act, 1988, the respondent employee was": "और भ्रष्टाचार निवारण अधिनियम, 988 की धारा 3(2) सपठित धारा 3() (डी) के तहत अपराध के लिए संस्थित आपराधिक मामले में, प्रत्यर्थी कर्मचारी",
  "and sentenced to ten year rigorous imprisonment with fine and in": "ठहराया साथ ही दस वर्ष के कठोर कारावास तथा जु्मानि के साथ तीन माह के",
  "opportunity of hearing was afforded to the respondent delinquent": "को सुनवाई का उचित अवसर प्रदान किया गया और प्रतिवादी का यह मामला",
  "disciplinary rules have not been followed or the enquiry was held": "कभी नहीं था कि या तो अनुशासनात्मक नियमों के तहत निर्धारित प्रक्रिया का",
  "by the authority who was not competent under law or the": "पालन नहीं किया गया है या जांच उस प्राधिकारी द्वारा की गई थी जो कानून के",
  "findings or conclusions which have been arrived at by the enquiry": "तहत सक्षम नहीं था या निष्कर्ष जो जांच अधिकारी द्वारा अपने रिपोर्ट में प्राप्त",
  "Officer in his report and confirmed by the disciplinary authority": "किया गया है और अनुशासनिक प्राधिकारी द्वारा पुष्टि की गई है, अभिलेख पर",
  "are not supported by the evidence on record or there was a violation of the principles of natural justice. In the absence": "मौजूद साक्ष्य द्वारा समर्थित नहीं हैं या प्राकृतिक न्याय के सिद्धांतों का उल्लंघन",
  "disciplinary authority has passed a non-speaking order without": "प्राधिकारी ने बिना सोचे-समझे एक कारण रहित आदेश पारित किया है, इसमें",
  "15. To the contrary, the Enquiry Officer in his detailed report": "5. इसके विपरीत, जांच अधिकारी ने अपने विस्तृत रिपोर्ट में आरोपित कर्मचारी",
  "recorded cogent reasons in holding the Charge nos. 2-7 proved": "के खिलाफ आरोप सं. 27 को सिद्ध करने में ठोस कारण दर्ज किए।अनुशासनिक",
  "expressing its prima facie opinion and after the copy of the": "प्राधिकारी ने अपनी प्रथम दृष्टया राय व्यक्त करते हुए और जांच रिपोर्ट की प्रति के",
  "authority being served and affording a reasonable opportunity of hearing to the respondent and having taken note of his written": "का उचित अवसर प्रदान करने और उसके लिखित प्रत्युत्तर को ध्यान में रखते",
  "reply into consideration, has dealt with so called alleged objections raised, confirmed its tentative view expressed in": "हुए, उठाये गए कथित आपत्तियों का निस्तारण किया है, रिकॉर्ड पर दस्तावेजों",
  "upholding penalty of dismissal from service after assigning": "द्वारा समर्थित कारणों को बताते हुए सेवा से बर्खास्तगी के दंड को बरकरार रखने",
  "16. Learned counsel further submits that so far as Charge no. 1": "46. विद्वान अधिवक्ता आगे कहते हैं कि जहां तक आरोप सं. का संबंध है, यह",
  "is concerned, it is true that the enquiry officer has not found charge no. 1 proved but the disciplinary authority has recorded": "सच है कि जांच अधिकारी को आरोप संख्या सिद्ध नहीं हुआ है लेकिन",
  "charge no. 1 proved but the disciplinary authority has recorded its reasons for disagreement while expressing a prima facie": "अनुशासनिक प्राधिकारी ने प्रथम दृष्टया राय व्यक्त करते हुए असहमति के कारणों",
  "opinion, a copy of the note of disagreement recorded of charge no. 1 along with the report of enquiry was served on the delinquent": "को दर्ज किया है, जांच रिपोर्ट के साथ आरोप संख्या : में दर्ज असहमति नोट की",
  "respondent in his written reply to the note of disagreement": "असहमति के नोट के लिखित उत्तर में अपराधी प्रतिवादी द्वारा कोई औचित्य नहीं",
  "Bench Judgment of this Court in State of Orissa_and_ Others": "राज्य और अन्य बनाम विद्याभूषण महापात्र' में इस न्यायालय की संविधान पीठ",
  "this Court in P.D. Agrawal Vs. State Bank of India _ and": "के निर्णय का अवलम्ब लिया, जिस पर इस न्यायालय द्वारा पी.डी. अग्रवाल बनाम भारतीय स्टेट बैंक और अन्य में इस न्यायालय द्वारा आगे विचार किया गया था,",
  "the enquiry officer and confirmed by the disciplinary/appellate": "अनुशासनात्मक /अपीलीय प्राधिकारी द्वारा पुष्टि की गई थी, प्रतिवादी अपराधी को",
  "2 2006(8) SCC 776": "2 2006(8) 500 776",
  "neither produced any document nor witness in self-defence. At": "आत्मरक्षा में कोई गवाह प्रस्तुत किया है।साथ ही, उन्होंने कभी भी उनसे अपने",
  "course of enquiry that he neither wanted to say anything about": "बारे में कुछ कहना चाहते थे और न ही वह प्रस्तुतकर्ता अधिकारी से कोई प्रश्न",
  "the prosecution documents nor he wanted to ask any question to the presenting officer. Taking note of the record of enquiry": "पूछना चाहते थे।जांच अधिकारी द्वारा प्रस्तुत दस्तावेज, प्रस्तुतकर्ता अधिकारी का",
  "including the documents produced by the presenting officer, brief of the presenting officer, defence and the submission made by the": "संक्षिप्त विवरण, बचाव पक्ष और प्रत्यर्थी कर्मचारी द्वारा किए गए तरकोॉं सहित जांच",
  "no. 1 not proved, at the same time charges nos. 2-7 were proved": "हुआ, साथ ही आरोप संख्या 27 को अभिलेख पर रखे गए दस्तावेजी साक्ष्य के",
  "based on the documentary evidence placed on record.": "आधार पर साबित किया गया।",
  "21. The disciplinary authority, after the report of enquiry was": "27. जांच अधिकारी द्वारा जांच रिपोर्ट प्रस्तुत किए जाने के बाद अनुशासनात्मक",
  "furnished by the enquiry officer, took pains to revisit the record of enquiry including charge-sheet, reply to the charge-sheet, enquiry": "प्राधिकारी ने आरोपपत्र, आरोपपत्र का प्रत्युत्तर, जांच कार्यवाही, जांच अधिकारी",
  "proceedings, findings of the enquiry officer dated 22’ May, 1999,": "के निष्कर्ष दिनांक 22 मई, 4999 को प्रस्तुतीकरण अधिकारी के संक्षिप्त विवरण",
  "delinquent) and further noticing 28 documents which were": "(प्रतिवादी अपराधी) का संक्षिप्त विवरण और फिर 28 दस्तावेजों को नोटिस",
  "exhibited PEX-1 to PEX-28 relied by the presenting officer and": "करने, जो प्रस्तुतीकरण अधिकारी द्वारा पीईएक्स से पीईएक्स 28 दर्शित किए",
  "taking note of the written submissions made by the respondent": "गए थे, और प्रत्यर्थी कर्मचारी द्वारा किए गए लिखित प्रस्तुतीकरण को ध्यान में",
  "report including the note of disagreement in reference to charge": "असहमति के नोट सहित अपनी रिपोर्ट में दर्ज किए गए तथ्य के निष्कर्ष को",
  "no. 1 holding to be proved. The detailed reasons assigned in confirming the order of penalty by its order dated 24\" July, 1999": "दिनांक 24 जुलाई, 999 के अपने दंडादेश की पुष्टि करने में निर्दिष्ट विस्तृत",
  "are as under:-": "कारण निम्नानुसार हैं:",
  "“ORDER": "\"आदेश",
  "Staff: AWARD": "स्टाफ: अवार्ड",
  "SRI AJAY KUMAR SRIVASTAVA, CLERK": "श्री अजय कुमार श्रीवास्तव, कर्क",
  "22. The departmental appeal which was preferred by the respondent employee was revisited by the appellate authority and": "22. प्रत्यर्थी कर्मचारी द्वारा की गई विभागीय अपील पर अपील प्राधिकारी द्वारा",
  "taking note of the objections, all have been separately dealt with": "पुनरीक्षण किया गया और आपत्तियों को ध्यान में रखते हुए , सभी अपीलीय",
  "by the appellate authority in its order dated 15\" November, 1999,": "प्राधिकारी द्वारा दिनांक 5 नवंबर, 999 के अपने आदेश में अलग-अलग",
  "the relevant portion of which is extracted as under:-": "निस्तारित किया गया, जिसका प्रासंगिक भाग निम्नलिखित है:",
  "the charges against them were not serious enough.": "अधिक गंभीर नहीं थे।",
  "v) The charges of double standards and discriminatory treatment are not correct as": "४) दोहरे मापदंड और भेदभावपूर्ण व्यवहार के आरोप सही",
  "disciplinary proceedings have been initiated": "खिलाफ अनुशासनात्मक कार्यवाही शुरू की गई है और जांच",
  "penalties have been imposed on the basis of the Enquiry Officer’s report and due consideration of": "अधिकारी की रिपोर्ट के आधार पर दंड अधिरोपित किया",
  "the malafide/bonafide conduct of the employees.": "गया है और कर्मचारियों के दुर्भावनापूर्ण /सद्भावनापूर्ण",
  "Supplementary charge-sheets have already been": "पूरक आरोपपत्र पहले ही तामील किए जा चुके हैं, जिनके",
  "penalties have been imposed on the basis of earlier charge-sheets.": "खिलाफ पहले के आरोपपत्रों के आधार पर जुर्माना लगाया गया है।",
  "vii) The appellant has already accepted that he": "था) अपीलकर्ता ने पहले ही स्वीकार कर लिया है कि वह",
  "prepared to take vouchers without any real cash/transfer transaction for regularizing his": "बिना किसी वास्तविक नकद /हस्तांतरण लेनदेन के वाउचर",
  "fraudulently drawn amount partly cannot absolve him of perpetration of fraudulent transactions and": "आंशिक रूप से जमा करने से वह धोखाधड़ी वाले लेनदेन के अपराध से मुक्त नहीं हो सकता है और किसी ने भी उसे",
  "none had promised him _ penalty short of dismissal.": "बर्खास्तगी से कम दंड देने का वादा नहीं किया था।",
  "viii) Non-reply of his _letters/representations,": "था) उसके पत्रों / अभ्यावेदनों का उत्तर न देना पारिवारिक",
  "meant for delay in the domestic enquiry and resultant punishment, cannot be treated as": "जांच में विलंब और परिणामी दण्ड से अभिप्रेत है, और इसे",
  "violation of natural justice. The enquiry started": "नैसर्गिक न्याय का उल्लंघन नहीं माना जा सकता।जांच",
  "on 30.11.1997 and he defended his case himself": "दिनांक 30.7.997 को प्रारम्भ हुई और उसने अपने",
  "face of the record or based on no evidence at all, a writ of": "अभिलेख की दृष्टि से त्रुटिपूर्ण है या बिल्कुल भी साक्ष्य के आधार पर नहीं है",
  "certiorari could be issued.”": "तो रिट का उत्प्रेरण लेख जारी किया जा सकता है।”",
  "Court in Himachal Pradesh State Electricity Board Limited": "24. इस न्यायालय के बाद के निर्णय हिमाचल प्रदेश राज्य विद्युत बोर्ड लिमिटेड",
  "Vs. Mahesh _ Dahiya® and recently by the three Judge Bench of": "बनाम महेश दहिया” और हाल ही में इस न्यायालय की तीन न्यायाधीशों की पीठ",
  "this Court in Pravin Kumar Vs. Union of India and Others”.": "द्वारा प्रवीण कुमार बनाम भारत संघ और अन्य” में लगातार इसका पालन किया",
  "25. It is thus settled that the power of judicial review, of the": "25. इस प्रकार यह तय किया गया है कि संवैधानिक न्यायालयों की न्यायिक",
  "6 2017(1) SCC 768": "6 2077(7) 500 768",
  "7 2020(9) SCC 471": "7 2020(9) 500 474.",
  "any document nor desired to produce any": "उसने न तो कोई दस्तावेज मांगा और न ही दिनांक",
  "witness/defence evidence during the enquiry": "दौरान कोई गवाह/बचाव साक्ष्य पेश करने की इच्छा व्यक्त",
  "When he felt that the prosecution has produced": "की। जब उसे लगा कि अभियोजन ने जांच कार्यवाही के",
  "enough evidences as per enquiry proceedings": "अनुसार पर्याप्त सबूत पेश किए हैं जो बैंक को धोखा देने की",
  "which will prove his involvement in the conspiracy": "साजिश में उनकी संलिप्तता साबित करेंगे, तो उसने अपने",
  "baseless allegations against the bank to delay the decision against him.": "खिलाफ निर्णय में विलंब के लिए बैंक के खिलाफ निराधार",
  "4. Thus, the points raised by Sri Srivastava in his appeal": "4. इस प्रकार, श्री श्रीवास्तव द्वारा उनकी अपील में उठाए गए बिंदुओं में कोई",
  "have no merit. The punishment ordered by the Disciplinary": "गुणावगुण नहीं है।अनुशासनात्मक प्राधिकरण द्वारा दिया गया दण्ड का आदेश",
  "Authority is commensurate to the charges levelled against him and the contention of the appellant does not hold good": "उसके खिलाफ लगाए गए आरोपों के अनुरूप है और अपीलकर्ता का तर्क",
  "in view of the charges proved otherwise as discussed in the": "अन्यथा साबित होने वाले आरोपों के मद्देनजर सही नहीं है जैसा कि पूर्ववर्ती",
  "preceding paragraphs. After careful consideration of the matter in its entirety, I am of the view that the Disciplinary": "प्रस्तर में चर्चा की गई है।इस मामले पर पूरी तरह से विचार करने के बाद, मेरा",
  "dismissal without notice and treating the period spent by Shri Srivastava as suspended as such and no payment of": "देने में पूरी तरह से न्यायसंगत है और श्री श्रीवास्तव द्वारा सेवा की अवधि को",
  "salary and allowances, except the subsistence allowance": "निलम्बित मानकर उन्हें पूर्व से भुगतान किए गए निर्वाह भत्ते के अलावा वेतन",
  "I order accordingly.”": "तदनुसार मैं आदेश देता हूं। ”",
  "23. The power of judicial review in the matters of disciplinary inquiries, exercised by the departmental/appellate authorities discharged by constitutional Courts under Article 226 or Article 32 or Article 136 of the Constitution of India is circumscribed by": "23. भारत के संविधान के अनुच्छेद 226 या अनुच्छेद 32 या अनुच्छेद 36 के तहत संवैधानिक न्यायालयों द्वारा निर्वहन विभागीय /अपील प्राधिकारियों द्वारा",
  "must be established by such evidence acting upon which a": "होना चाहिए जिसे उसके द्वारा उसकी ओर से तथ्य के",
  "the Enquiry Officer had asked Shri Srivastava whether he": "स्पष्ट है कि जांच अधिकारी ने श्री श्रीवास्तव से पूछा था कि क्या वह",
  "wants to say anything regarding the prosecution documents": "अभियोजन दस्तावेजों के बारे में कुछ कहना चाहते हैं , जिसका उन्होंने",
  "to which he had replied in the negative, he had also stated": "नकारात्मक उत्तर दिया था, उन्होंने यह भी कहा था कि वह अभियोजन पक्ष",
  "that he will submit his defence brief within a week, for the": "का संक्षिप्त विवरण प्राप्त करने के लिए एक सप्ताह के भीतर अपना बचाव पक्ष",
  "Officer has already clarified on the points raised by Shri": "0..998 में उठाये गये बिन्दुओं पर जांच अधिकारी पहले ही स्पष्ट कर",
  "found by myself-explicit and satisfactory.": "चुके हैं जो स्वयं स्पष्ट एवं संतोषजनक पाये गये हैं।",
  "4. The other points raised by Shri Srivastava in his submission dated 15.7.1999 sent to the Disciplinary": "4. श्री श्रीवास्तव द्वारा अपनी प्रस्तुति दिनांक 25.7.999 में अनुशासनिक",
  "Authority as ‘show cause notice’ are found irrelevant after": "प्राधिकारी को 'कारण बताओ नोटिस' के रूप में भेजे गए अन्य बिंदुओं को",
  "close scrutiny. The enquiry started on 2.11.1997 and Shri": "बारीकी से जांच के बाद अप्रासंगिक पाया गया। जांच दिनांक 2.7.997 को शुरू हुई और श्री श्रीवास्तव ने दिनांक 2.5.998 को उसकी समाप्ति तक",
  "produce any witnesses/defence evidence, during the": "जांच की कार्यवाही के दौरान न तो कोई दस्तावेज मांगे जो किसी गवाह /बचाव",
  "enough evidences as per enquiry proceedings which will": "अभियोजन पक्ष ने जांच की कार्यवाही के अनुसार पर्याप्त सबूत पेश किए हैं जो",
  "prove his involvement in the conspiracy to defraud the": "बैंक को धोखा देने की साजिश में अपनी भागीदारी साबित करेंगे, उन्होंने अपने",
  "bank, he started levelling the baseless allegations against the bank to delay the decision against him.": "खिलाफ फैसले में देरी करने के लिए बैंक पर बेबुनियाद आरोप लगाना शुरू",
  "29. The Constitutional Court while exercising its jurisdiction of judicial review under Article 226 or Article 136 of the Constitution": "29. संवैधानिक न्यायालय संविधान के अनुच्छेद 226 या अनुच्छेद 36 के तहत न्यायिक समीक्षा के अपने अधिकार क्षेत्र का प्रयोग करते हुए संवैधानिक",
  "would not interfere with the findings of fact arrived at in the": "न्यायालय, विभागीय जांच कार्यवाही में तथ्य के निष्कर्षों के साथ हस्तक्षेप नहीं",
  "perversity, i.e., where there is no evidence to support a finding or": "करेगा, सिवाय इसके कि किसी निष्कर्ष का समर्थन करने के लिए या जहां एक",
  "where a finding is such that no man acting reasonably and with": "निष्कर्ष ऐसी है कि कोई भी व्यक्ति यथोचित और निष्पक्षता के साथ कार्य नहीं कर",
  "respondent delinquent for misappropriation of public funds by affording fake credits in his various accounts maintained at the": "था, उसके विभिन्न खातों में फर्जी क्रेडिट करके सार्वजनिक धन के दुरुपयोग के",
  "relevant period. In all, 7 charges were levelled against him of": "लिए प्रत्यर्थी अपराधी पर आरोप पत्र तामील किया गया था।कुल मिलाकर, उसके",
  "official duty and after affording an opportunity of hearing to the": "कर्तव्य के निर्वहन में किए थे और प्रत्यर्थी को सुनवाई का अवसर देने के बाद और",
  "respondent delinquent and due compliance of the principles of natural justice, the enquiry officer in his report while dealing with": "प्राकृतिक न्याय के सिद्धांतों के उचित अनुपालन के बाद, जांच अधिकारी ने",
  "the preliminary objections raised by the respondent delinquent": "अपनी रिपोर्ट में प्रत्यर्थी अपराधी द्वारा उठाई गई प्रारंभिक आपत्तियों से निपटने के",
  "specifically indicated that the details of enquiry report contained": "दौरान विशेष रूप से संकेत दिया कि जांच रिपोर्ट के विवरण में ?६) से (28",
  "22 pages along with documents produced by the presenting": "के रूप में चिह्नित प्रजेन्टिंग अधिकारी द्वारा प्रस्तुत दस्तावेजों के साथ 22 पृष्ठ",
  "allegations/charges levelled against the respondent delinquent": "प्रत्यर्थी अपराधी के खिलाफ लगाए गए आरोपों को स्थापित करने के लिए शामिल",
  "who neither produced any document nor witness in his defence.": "थे जिसने अपने बचाव में न तो कोई दस्तावेज पेश किया और न ही गवाह। आगे",
  "It was further indicated that the respondent stated in the course": "यह भी संकेत दिया गया कि प्रत्यर्थी ने पूछताछ के दौरान कहा कि वह न तो",
  "of enquiry that he neither wants to say anything about the": "अभियोजन दस्तावेज के बारे में कुछ कहना चाहता है और न ही वह प्रस्तोता",
  "prosecution document nor he wants to ask any question to the": "अधिकारी से कोई प्रश्न पूछना चाहता है और कभी भी अपनी पसंद के प्रतिनिधि के",
  "31. After affording an opportunity of hearing at the conclusion of": "37. विभागीय जांच के समापन पर सुनवाई का अवसर देने के बाद, प्रस्तोता",
  "the departmental enquiry, along with the written note submitted by the presenting officer and by the respondent delinquent, the": "अधिकारी द्वारा प्रस्तुत लिखित नोट के साथ और प्रत्यर्थी अपराधी द्वारा, जांच",
  "enquiry officer marshalled the record of enquiry and based on the": "अधिकारी ने जांच के रिकॉर्ड को क्रमबद्ध किया और प्रत्येक आरोप के संदर्भ में",
  "documentary evidence produced by the presenting officer in": "प्रस्तोता अधिकारी द्वारा पेश किए गए दस्तावेजी साक्ष्य के आधार पर आरोप",
  "not proved and charges nos. 2-7 stood proved against the": "संख्या 3 में एक निष्कर्ष दर्ज नहीं किया गया और आरोप संख्या 27 प्रत्यर्थी",
  "32. It was later revisited by the disciplinary authority and apart from the note of disagreement in reference to charge no. 1, the": "32. इसे बाद में अनुशासनात्मक प्राधिकारी द्वारा और चार्ज नंबर 7 के संदर्भ में",
  "enquiry officer in his report for charge nos. 2 to 7 and with its": "जांच अधिकारी द्वारा आरोप संख्या 2 से 7 के लिए अपनी रिपोर्ट में दर्ज तथ्य के",
  "prima facie opinion, called upon the respondent to submit his": "अपना स्पष्टीकरण प्रस्तुत करने का आह्वान किया और प्रत्यर्थी द्वारा अपने लिखित",
  "explanation and after affording an opportunity of hearing and dealing with the objections raised by the respondent in his": "उत्तर में उठाई गई आपत्तियों पर सुनवाई का अवसर प्रदान करने और उन पर",
  "finding recorded by the enquiry officer in his report and": "कार्रवाई करने के बाद, जांच अधिकारी द्वारा अपनी रिपोर्ट में दर्ज किए गए निष्कर्ष",
  "confirmed its opinion of inflicting penalty of dismissal from": "आदेश द्वारा सेवा से बर्खास्तगी का दंड देने की अपनी राय की पुष्टि की और",
  "also later revisited on the appeal being preferred and after": "अपीलीय प्राधिकारी ने भी बाद में दायर की जा रही अपील पर फिर से विचार",
  "assigning reasons confirmed the finding of fact in upholding the": "कायम रखने में तथ्य की निष्कर्ष की पुष्टि की।",
  "33. The submission which persuaded the High Court in the": "33. जिस तर्क ने उच्च न्यायालय को आक्षेपित निर्णय में यकीन दिलाया वह मूल",
  "impugned judgment is basically for two reasons. Firstly, before the finding of disagreement being recorded by the disciplinary": "रूप से दो कारणों से है।पहला, आरोप संख्या के संदर्भ में अनुशासनात्मक",
  "caused prejudice to him. Secondly, the _ disciplinary authority/appellate authority has not examined the record of": "दूसरा, अनुशासनात्मक प्राधिकारी / अपीलीय प्राधिकारी ने स्वतंत्र रूप से",
  "upon the High Court in the impugned judgment in setting aside": "अपास्त करने के आक्षेपित निर्णय में उच्च न्यायालय पर लागू हुआ।",
  "34. The submission which was made in regard to the note of": "34. आरोप संख्या के संबंध में प्रतिवादी अपराधी पर असहमति के नोट पर",
  "to Charge no. 1 is concerned, this Court do find substance to hold that the disciplinary authority on receiving the report of": "न्यायालय यह मानने के लिए सार पाता है कि यदि जांच अधिकारी द्वारा दर्ज किए",
  "enquiry, if was not in agreement with the finding recorded by the": "गए निष्कर्षों से सहमत नहीं था तो जांच की रिपोर्ट प्राप्त करने पर अनुशासनात्मक",
  "enquiry officer, was under an obligation to record its reasons of disagreement and call upon the delinquent for his explanation in": "प्राधिकारी असहमति के कारणों को दर्ज करने के लिए बाध्य था और अपराधी से",
  "the first place before recording his finding of guilt and": "उसके अपराध के निष्कर्ष को दर्ज करने से पहले उसके स्पष्टीकरण के लिए",
  "indisputedly the procedure as prescribed by law was not followed": "बुलाया जाए और निर्विवाद रूप से विधि द्वारा निर्धारित प्रक्रिया का पालन नहीं",
  "and that has caused prejudice to the respondent and indeed it": "किया गया था और इससे प्रत्यर्थी को पूर्वाग्रह हुआ है और वास्तव में यह प्राकृतिक",
  "was in violation of the principles of natural justice. We are of the considered view that so far as the finding of guilt recorded by the": "न्याय के सिद्धांतों का उल्लंघन था।हमारा सुविचारित मत है कि जहां तक आरोप",
  "disciplinary authority in reference to Charge No. 1 is concerned,": "संख्या . के संदर्भ में अनुशासनात्मक प्राधिकारी द्वारा दर्ज किए गए अपराध के",
  "35. But this may not detain us any further for the reason that": "35. लेकिन यह हमें इस कारण से और अधिक हिरासत में नहीं ले सकता है कि",
  "Charge no. 1 in reference to which the finding recorded by the": "आरोप संख्या जिसके संदर्भ में जांच अधिकारी द्वारा दर्ज किए गये निष्कर्ष को",
  "enquiry officer has been overturned by the disciplinary authority": "अनुशासनात्मक प्राधिकारी द्वारा उलट दिया गया है, प्रतिवादी के खिलाफ लगाए",
  "is severable from the other charges(Charge nos. 2-7) levelled": "गए अन्य आरोपों (चार्ज संख्या 27) से अलग है जो जांच अधिकारी द्वारा सिद्ध",
  "Officer and the finding of fact was confirmed by the disciplinary/appellate authority after meeting out objections": "पाए गए थे और अनुशासनात्मक / अपील प्राधिकारी द्वारा तथ्य के निष्कर्ष, जो कि",
  "raised by the respondent delinquent in his written brief furnished": "प्रत्यर्थी अपराधी द्वारा विभिन्न चरणों में प्रस्तुत अपने संक्षिप्त लेख में आपत्तियों को",
  "36. If the order of dismissal was based on the findings of charge": "36. यदि बर्खास्तगी का आदेश अकेले आरोप संख्या : के निष्कर्षों पर आधारित",
  "no. 1 alone, it would have been possible for the Court to declare the order of dismissal illegal but on the finding of guilt being": "था तो न्यायालय के लिए बर्खास्तगी के आदेश को अवैध घोषित करना संभव",
  "recorded by the Enquiry Officer in his report in reference to": "होता लेकिन जांच अधिकारी द्वारा आरोप संख्या 27 के संदर्भ में अपनी रिपोर्ट में",
  "charges nos.2-7 and confirmed by the disciplinary/appellate": "अपराध दर्ज किए जाने के निष्कर्ष पर और अनुशासनात्मक / अपील प्राधिकारी",
  "authority was not liable to be interfered and those findings": "द्वारा की गई पुष्टि हस्तक्षेप के लिए उत्तरदायी नहीं थी, और हमारे विचार में उन",
  "an apparent error being committed by the High Court while interfering with the order of penalty of dismissal inflicted upon": "के दंड के आदेश में हस्तक्षेप करते हुए उच्च न्यायालय द्वारा की गई एक स्पष्ट त्रुटि",
  "“9. The High Court has held that there was evidence to": "40. संविधान पीठ ने स्पष्ट रूप से यह निर्धारित किया है कि आरोप साबित होने",
  "Court holding that the order passed by the disciplinary/appellate": "अनुशासनात्मक / अपील प्राधिकारी द्वारा पारित आदेश एक नॉन-स्पीकिंग आदेश",
  "42. In the case on hand, the disciplinary/appellate authority": "42. इस मामले में, हालांकि अनुशासनात्मक /अपील प्राधिकारी को आदेश",
  "note of the record of enquiry, including self-contained enquiry report dated 22\" May, 1999 and his prima facie opinion dated": "999 की स्वनिहित जांच रिपोर्ट और उनकी प्रथम दृष्टया 29 जून, 999 की",
  "Orissa v. Bidyabhushan Mohapatra [AIR 1963 SC 779],": "बरकरार नहीं रहनी चाहिए।यह उड़ीसा राज्य बनाम विद्याभूषण महापात्र [एआईआर 963 एससी 779] में निर्णय के बाद इसे खारिज कर दिया गया",
  "where it was said that if an order in an enquiry under": "था, जहां यह कहा गया था कि यदि अनुच्छेद 3.4 के तहत जांच के आदेश",
  "misdemeanour for which punishment imposed can lawfully": "जिसके लिए कानूनी रूप से सजा दी जा सकती है, यह विचार न्यायालय के",
  "be given, it is not for the Court to consider whether that ground alone would have weighed with the authority in": "लिए नहीं है कि क्या उस आधार को ही प्रश्नबत दण्ड अधिरोपित करने के",
  "imposing the punishment in question. In our view that": "अधिकार के साथ मूल्यांकन किया गया होगा। हमारे विचार में इस मामले के",
  "principle can have no application to the facts of this case. Although the enquiry officer found in fact that the": "तथ्यों के लिए यह सिद्धांत लागू नहीं हो सकता है।यद्यपि जांच अधिकारी ने",
  "Although the enquiry officer found in fact that the respondent had behaved insolently towards the Warehouse": "वास्तव में पाया कि प्रत्यर्थी ने वेयरहाउस मास्टर के प्रति अभद्र व्यवहार किया",
  "Master, he did not come to the conclusion that this act of indiscipline on a solitary occasion was sufficient to warrant": "था, वह इस निष्कर्ष पर नहीं पहुंचा कि एक अवसर पर ऐसी अनुशासनहीनता",
  "an order of dismissal....”": "बर्खस्तगी का आदेश देने के लिए पयप्ति था...”",
  "39. Yet again, in Sawarn Singh and Another Vs. State of": "39. फिर भी, सवरन सिंह और एक अन्य बनाम पंजाब राज्य और अन्य? में, इस",
  "l(e) in the view of the High Court “the rules of natural": "मतानुसार आरोप उ (ए) और : (ई) के संबंध में “प्राकृतिक न्याय के नियम",
  "justice had not been observed”. The recommendation of the Tribunal was undoubtedly founded on its findings on": "धारित नहीं किये गए थे” 'ट्रिब्यूनल की सिफारिश निस्संदेह आरोप . (ए), 3",
  "Tribunal was undoubtedly founded on its findings on Charges l(a), l1(e), 1(c), 1{d) and Charge (2). The High Court": "(ई), ] (सी), (डी) और चार्ज (2) पर अपने निष्कर्षों पर स्थापित की",
  "was of the opinion that the findings on two of the heads": "गई थी।उच्च न्यायालय की राय थी कि आरोप () के तहत दो शीर्षों पर",
  "arriving at the findings the Tribunal had violated rules of natural justice. The High Court therefore directed that the": "ट्रिब्यूनल ने प्राकृतिक न्याय के नियमों का उल्लंघन किया था।इसलिए उच्च",
  "Government of the State of Orissa should decide whether": "न्यायालय ने निर्देश दिया कि उड़ीसा राज्य की सरकार को यह तय करना",
  "“on the basis of those charges, the punishment of dismissal": "चाहिए कि क्या \"उन आरोपों के आधार पर, बर्खास्तगी की सजा को बनाए",
  "should be maintained or else whether a lesser punishment would suffice”. It is not necessary for us to consider": "रखा जाना चाहिए या फिर कम सजा पर्याप्त होगी\"।हमारे लिए यह विचार करना",
  "whether the High Court was right in holding that the": "आवश्यक नहीं है कि क्या उच्च न्यायालय का यह मानना सही था कि आरोप",
  "findings of the Tribunal on Charges l(a) and l(e) were": "(ए) और (ई) पर ट्रिब्यूनल के निष्कर्ष इसके द्वारा निर्धारित कारणों से",
  "vitiated for reasons set out by it, because in our judgment": "विकृत थे, क्योंकि हमारे फैसले में सरकार को सजा के सवाल पर पुनर्विचार",
  "the order of the High Court directing the Government to": "करने का निर्देश देने वाले उच्च न्यायालय के आदेश को कायम नहीं रखा जा",
  "reconsider the question of punishment cannot, for reasons we will presently set out, be sustained. If the order of": "सकता जिन कारणों से हम वर्तमान में निर्धारित करेंगे।यदि बर्खस्तगी का",
  "dismissal was based on the findings on Charges l(a) and 1(e) alone the Court would have jurisdiction to declare the": "आदेश अकेले आरोप (ए) और (ई) के निष्कर्षों पर आधारित था तो",
  "1(e) alone the Court would have jurisdiction to declare the order of dismissal illegal but when the findings of the": "बर्खस्तगी के आदेश को अवैध घोषित करने का अधिकार न्यायालय के पास",
  "Tribunal relating to the two out of five heads of the first charge and the second charge was found not liable to be": "होगा लेकिन जब पहले आरोप और दूसरे आरोप के पांच शीर्षों में से दो से",
  "order dated 15\" November, 1999. After detailed discussion, we are unable to accept the finding recorded by the High Court": "नवंबर 999 द्वारा खारिज किए गए अपराध के निष्कर्ष को बरकरार रखा है। विस्तृत चर्चा के बाद, हम अनुशासनात्मक/अपीलीय प्राधिकारी द्वारा पारित",
  "under its impugned judgment setting aside the orders passed by": "आदेशों को अपास्त करते हुए अपने न्यायिक निर्णय के तहत उच्च न्यायालय द्वारा",
  "43. Before we conclude, we need to emphasize that in banking": "43. इससे पहले कि हम निष्कर्ष निकालें , हमें इस बात पर जोर देने की",
  "business absolute devotion, integrity and honesty is a sine qua": "आवश्यकता है कि बैंकिंग व्यवसाय में पूर्ण समर्पण , सत्यनिष्ठा और ईमानदारी",
  "non for every bank employee. It requires the employee to": "प्रत्येक बैंक कर्मचारी के लिए एक अनिवार्य शर्त है।इसके लिए कर्मचारी को अच्छे",
  "maintain good conduct and discipline and he deals with money of": "आचरण और अनुशासन बनाए रखने की आवश्यकता होती है और वह",
  "the depositors and the customers and if it is not observed, the": "जमाकर्ताओं और ग्राहकों के पैसे से संबंधित होता है और यदि इस पर ध्यान नहीं",
  "confidence of the public/depositors would be impaired. It is for": "दिया जाता है तो जनता /जमाकर्ताओं का विश्वास प्रभावित होगा।इसी अतिरिक्त",
  "this additional reason, we are of the opinion that the High Court": "कारण से, हमारी राय है कि उच्च न्यायालय ने प्रतिवादी की बर्खस्तगी के आदेश",
  "has committed an apparent error in setting aside the order of dismissal of the respondent dated 24 July, 1999 confirmed in": "24 जुलाई, 999 दिनांकित को अपास्त करने में एक स्पष्ट त्रुटि की है, जिसकी",
  "departmental appeal by order dated 15'\" November, 1999.": "पुष्टि विभागीय अपील में दिनांक 5 नवंबर, 999 के आदेश द्वारा की गई है।",
  "44. Consequently, the appeals deserve to succeed and are": "44. परिणामस्वरूप, अपील सफल होने के लायक है और तदनुसार अनुमति दी",
  "accordingly allowed and the judgment of the High Court impugned dated 13 September, 2018 is hereby set aside. No": "जाती है और उच्च न्यायालय के दिनांक 3 सितंबर, 208 के निर्णय को"
}