{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय के समक्ष",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO.4575/2021": "सिविल अपील संख्या - 4575/202",
  "[arising out of SLP (C) NO.20650/2019]": "एसएलपी (सी) सं. 20650/209 से उत्पन्न",
  "THE STATE OF UTTAR PRADESH & ORS. Appellant(s)": "उत्तर प्रदेश राज्य और अन्य अपीलार्थी (गण)",
  "JUDGMENT": "निर्णय",
  "Leave granted.": "अनुमति प्रदान की गई।",
  "1. The appellants seek to assail the judgment of the Division Bench of the Allahabad High Court in terms whereof": ". अपीलकर्ता ने इलाहाबाद उच्च न्यायालय की खण्ड पीठ के निर्णय को चुनौती",
  "compassionate appointment under the Uttar Pradesh Recruitment of Dependants of Government Servants Dying in": "दिया है जिसमें उत्तर प्रदेश भर्ती के तहत मृतक आश्रित अनुकंपा नियुक्ति",
  "Harness Rules, 1974 (hereinafter referred to as “the": "नियमावली, 974 (बाद में इसे 'नियम' कहा जाता है) के तहत मामाले में प्रत्यर्थी",
  "Rules where Rule 2 (a)(iii) reads as under": "नियम 2 (ए) () निम्नानुसार हैः",
  "“ 2.Definitions-": "\"2. परिभाषाएँ -",
  "(a) Government servant” means a": "(क) सरकारी कर्मचारी \"से उत्तर प्रदेश के मामलों के संबंध में नियोजित एक",
  "(ii) XXXXX": "() 0000",
  "(iii) though not regularly appointment,": "(।) हालांकि नियमित रूप से नियुक्ति नहीं की गई थी, लेकिन इस तरह के",
  "had put in three years continuous service in regular vacancy in such employment ;": "रोजगार में नियमित रिक्ति में तीन साल की निरंतर सेवा में रखा गया था।",
  "Explanation- “regularly appointed” means": "स्पष्टीकरण-\"नियमित रूप से नियुक्त' से सेवा के पद पर भर्ती के लिए",
  "appointed in accordance with the procedure": "निर्धारित प्रक्रिया के अनुसार नियुक्त किया जाता है, जैसा भी मामला हो।",
  "5. Thus the respondent contends that since his father was employed for more than 3 years in continuous service, he": "५. इस प्रकार प्रत्यर्थी का तर्क है कि चूंकि उसके पिता 3 साल से अधिक समय से",
  "was bound to be considered as a Government Servant and thus": "निरंतर सेवा में कार्यरत थे, इसलिए उन्हें सरकारी कर्मचारी माना जाना चाहिए और",
  "the benefit should extend to the respondent. On the other": "इस प्रकार लाभ प्रत्यर्थी को दिया जाना चाहिए। दूसरी ओर, पूर्वोक्त निर्णय पर",
  "appellants seeks to contend that this Court opined that a": "लिए वरिष्ठ विद्वरत अधिवक्ता ने यह माँग करते हुए दावा किया कि इस न्यायालय ने",
  "regular vacancy though it continued to be termed as a ‘Part Time’ appointment apart from the fact that his work hours": "अलावा 'पार्ट टाइम' नियुक्ति के रूप में जारी रखा गया था कि उनके काम के घंटे एक",
  "were of a regular employee entitling him to equal pay for equal work.": "नियमित कर्मचारी के थे जो उन्हें समान काम के लिए समान वेतन दे रहे थे।",
  "10. We have also taken note of the fact that during his 13 long years of employment and before that having battled the": "0. हमने इस तथ्य पर भी ध्यान दिया है कि उनके रोजगार के 3 लंबे वर्षों के",
  "appellants for the period of 6 years to get his dues, the": "दौरान और इससे पहले कि उनके बकाया प्राप्त करने के लिए 6 साल की अवधि के",
  "department to the other, normally an aspect which would be": "दूसरे विभाग में स्थानांतरित कर दिया गया था, आम तौर पर एक पहलू जो एक ऐसे",
  "associated with a person who had a regular employment. The": "व्यक्ति के साथ जुड़ा होगा जिसके पास एक नियमित रोजगार था।सबसे महत्त्वपूर्ण",
  "most significant aspect is that had the father of the respondent not been considered a regular appointee, there": "पहलू यह है कि प्रत्यर्थी के पिता की एक नियमित नियुक्ति नहीं माना जाता था ,",
  "services to the State Election Commission to perform": "विभाग के पास चुनाव कर्तव्यों को निभाने के लिए राज्य चुनाव आयोग को अपनी",
  "Government employee, as is specified under Section 159 of the Representation of the People Act, 1950 (“Staff of certain authorities to be made available for election": "कर्मचारी द्वारा किया जा सकता था, जैसा कि जनप्रतिनिधित्व अधिनियम, 950 की धारा 59 के तहत निर्दिष्ट है (\"कुछ अधिकारियों के कर्मचारी चुनाव कार्य के",
  "work”).": "लिए उपलब्ध कराए जाएंगे\") |",
  "11. The present case is thus one which is peculiar in its": "7. वर्तमान मामला इस प्रकार एक है जो अपने दिए गए तथ्यात्मक परिदृश्य में",
  "given factual scenario which we have discussed above and thus for all practical purposes, it is a case of an": "अजीब है जिस पर हमने ऊपर चर्चा की है और इस प्रकार सभी व्यावहारिक उद्देश्यों",
  "appointment against a regular vacancy. The respondent’s": "के लिए, यह एक नियमित रिक्ति के खिलाफ नियुक्ति का मामला है। प्रत्यर्थी के पिता",
  "respondent is that the appellants held up this issue over six years and the actual appointment took place only on": "अपीलकर्ताओं ने इस मुद्दे को छह साल से अधिक समय तक चलाया और वास्तविक",
  "regular pay-scale till he unfortunately passed away on 09.03.2016.": "09.03.206 को उनका निधन नहीं हो गया तब तक उन्होने अपना पारिश्रमिक लिया।",
  "3. The case of the respondent is also that in identical matters, the appellants have appointed one Balram and one": "3. प्रत्यर्थी का मामला यह भी है कि अन्य मामलों में, अपीलकर्ताओं ने बलराम और",
  "Smt. Geeta Devi, whose father and husband respectively died": "श्रीमती गीता देवी को नियुक्त किया है, जिनके पिता और पति की क्रमशः",
  "in harness, as Part Time Tubewell Operators and many other": "अंशकालिक ट्यूबवेल ऑपरेटर्स के रूप में कार्य करते हुए मुत्यू हुई और कई अन्य",
  "candidates of whose record is_ not’ available. The": "उम्मीदवारों की मृत्यु हो गई, जिनके अभिलेख उपलब्ध नहीं हैं। प्रत्यर्थी का तर्व है",
  "the benefit possibly on account of the earlier litigation between the father of the respondent and the appellant-": "कि उसे प्रत्यर्थी के पिता और अपीलकर्ता -विभाग के बीच पहले की मुकदमेबाजी के",
  "4. The case of the appellants is that the father of the respondent had not been regularized and merely grant of": "4. अपीलकर्ताओं का मामला यह है कि प्रत्यर्थी के पिता को नियमित नहीं किया गया",
  "equivalent benefits on the principle of ‘equal pay for": "था और केवल 'समान काम के लिए समान वेतन' के सिद्धांत पर समान लाभ प्रदान",
  "equal work’ would not make him regular employee and thus": "करने से वह नियमित कर्मचारी नहीं बनेगा और इस प्रकार प्रत्यर्थी अनुकंपा नियुक्ति",
  "the respondent is not entitled to the benefit of the Rules": "के नियमों के लाभ का हकदार नहीं है। इस संबंध में प्रश्ननत मामले से ही सब॑न्धित",
  "1951, who is not a Government employee. This is apart from the fact that the respondent’s father was the operator of 2": "जो सरकारी कर्मचारी नहीं है। यह इस तथ्य से अलग है कि प्रत्यर्थी के पिता 2",
  "5. P.m., which some times ran over more than 8 hours, subject to the demand of farmers.": "मांग के तहत कुछ समय तक 8 घंटे से अधिक चला।",
  "7. Learned counsel for the appellants however gives an": "7. अपीलकर्ताओं के विद्वरत अधिवक्ता हालांकि यह बताते हुए एक स्पष्टीकरण देते हैं",
  "explanation by stating that these persons were originally deployed as Gram Panchayat Vikas Adhikari, transferred and": "कि इन व्यक्तियों को मूल रूप से ग्राम पंचायत विकास अधिकारी के रूप में तैनात",
  "& Ors., (2007) 2 SCC 138.": "अधिकारी बनाम दया राम सरोज और अन्य, (2007) 2 एससीसी 38 में निरस्त कर दिया गया था।",
  "8. If we turn to the impugned order of the Division": "8. यदि हम खण्ड पीठ के आक्षेपित आदेश की ओर मुड़ते हैं, तो उच्चतम न्यायालय",
  "Bench, the High Court has taken note of the Full Bench of the Allahabad High Court which is in consonance with the": "ने इलाहाबाद उच्च न्यायालय की पूर्ण पीठ के निर्णय पर ध्यान दिया जो उत्तरांचल",
  "tubewell operator but he was always treated as a regular": "ऑपरेटर कहा गया था, लेकिन उनके साथ हमेशा एक नियमित कर्मचारी के रूप में",
  "employee. The Court took note of the rule referred to": "व्यवहार किया गया था। न्यायालय ने पूर्वोक्त उल्लिखित नियम और उसके द्वारा दिए",
  "aforesaid and the explanation given thereto which requires": "गए स्पष्टीकरण पर ध्यान दिया, जिसके लिए आवश्यक है कि पद या सेवा में भर्ती के",
  "that an appointment with procedure laid down _ for": "लिए निर्धारित प्रक्रिया के साथ एक नियुक्ति किया जाना चाहिए। प्रत्यर्थी के पिता के",
  "1 Pavan Kumar Yadav v. State of Uttar Pradesh & Ors., (2010) 18 ADJ 664": "मामले में नियुक्ति के आदेश में । पवन कुमार यादव बनाम उत्तर प्रदेश और अन्य राज्य (200) 8 एडीजे 664 6 को सत्यापन के बाद मानदंडों के अनुसार उसके",
  "been found to be unambiguous in its terms in accordance with norms after verification of all his certificates. A": "सभी प्रमाण पत्र की जाँच के पश्चात इसकी शर्तों में अस्पष्ट पाया गया। नियोक्ता के रूप",
  "complete process of selection was conducted by the appellants as the _ employer. At the first instance,": "में अपीलकर्ताओं द्वारा चयन की एक पूरी प्रक्रिया आयोजित की गई थी। पहले",
  "appointment was denied to him on account of he not being a resident of the command area of the tubewell concerned but": "उदाहरण में, उन्हें संबंधित ट्यूबवेल के कमांड क्षेत्र का निवासी नहीं होने के कारण",
  "taken by the High Court by an earlier order dated 29.01.2003 and consequently the father of the respondent": "29.07.2003 के पहले के आदेश द्वारा न्यायिक दृष्टिकोण से अपरिहार्य पाया गया",
  "29.01.2003 and consequently the father of the respondent was appointed. It is in these given facts of the case that": "था और फलस्वरूप प्रत्यर्थी के पिता को नियुक्त किया गया था। यह मामले के इन",
  "it has been found that the benefit should be made available to the respondent under the Rules. The facts have been": "दिए गए तथ्यों में है कि यह पाया गया है कि लाभ नियमों के तहत प्रत्यर्थी को",
  "found sufficient by the High Court to come to_ the": "उपलब्ध कराया जाना चाहिए। उच्च न्यायालय द्वारा इस निष्कर्ष पर पहुंचने के लिए",
  "conclusion that the appointment of the father of the respondent was against a regular vacancy and that is why in": "तथ्यों को पयप्ति पाया है कि प्रत्यर्थी के पिता की नियुक्ति एक नियमित रिक्ति के",
  "respondent was against a regular vacancy and that is why in that background from the inception regular pay-scale was": "समान थी और इसीलिए उस पृष्ठभूमि में स्थापना से नियमित वेतनमान की अनुमति",
  "allowed to him and he thus satisfied the parameters of the Rules aforesaid.": "दी गई थी और वह इस प्रकार पूर्वोक्त नियमों के मापदंडों को संतुष्ट किया।",
  "9. We are in complete agreement with the view taken by the High Court in the given factual scenario. We may Say,": "9. हम दिए गए तथ्यात्मक परिदृश्य में उच्च न्यायालय द्वारा उठाए गए दृष्टिकोण के साथ पूर्ण रूप से सहमत हैं। हम कह सकते हैं, ऐसा प्रतीत होता है कि अपीलकर्ताओं",
  "it appears that the appellants, for reasons best known to": "ने उन कारणों के लिए, जो उनके लिए सबसे अच्छी तरह से ज्ञात हैं, प्रत्यर्थी के",
  "them, endeavoured to deny the father of the respondent his": "पिता को उनके बकाया भुगतान से इनकार करने का प्रयास किया, भले ही नियुक्ति"
}