{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVILAPPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "Bank Limited, Bijnor & others ... Appellants": "बिजनौर अर्बन कोऑपरेटिव बैंक लिमिटेड, बिजनौर और अन्य... ... अपीलार्थी",
  "Versus": "बनाम",
  "Meenal Agarwal & others ... Respondents": "मीनल अग्रवाल और अन्य ... प्रत्यर्थी",
  "JUDGMENT": "निर्णय",
  "M.R. SHAH, J.": "न्यायमूर्ति एम. आर. शाह",
  "Allahabad in Writ Petition No. 15194 of 2021, by which the High Court": ". रिट याचिका संख्या 594/202] में इलाहाबाद में उच्च न्यायालय द्वारा",
  "has allowed the said writ petition preferred by respondent No.1 herein": "रिट याचिकाकर्ता) द्वारा दायर की गई उक्त रिट याचिका को अनुमति प्रदान की है",
  "(original writ petitioner) and has, in exercise of powers under Article 226 of the Constitution of India, issued a writ of mandamus directing the": "और भारत के संविधान के अनुच्छेद 226 के तहत शक्तियों का प्रयोग करते हुए अपीलकर्ता-बैंक ने एकमुश्त निपटान (ओटीएस) के लिए मूल रिट याचिकाकर्ता",
  "appellant -— Bank to positively consider the original writ petitioner’s": "रिट याचिकाकर्ता के आवेदन पर सकारात्मक रूप से विचार करने के लिए बैंक को",
  "take the benefit under the OTS Scheme. It is submitted that under the": "साथ ओटीएस योजना में शर्तों के अनुसार दिया जाना है।यह कहा गया है कि यदि",
  "for grant of benefit under the OTS Scheme was absolutely in": "ओटीएस योजना के तहत लाभ प्रदान करने के लिए उसके मामले पर सकारात्मक",
  "issued a writ of mandamus directing the Bank to positively consider her": "रूप से विचार करने के लिए बैंक को निर्देश देने के लिए परमादेश की रिट जारी",
  "3.8 Ms. Meenakshi Arora, learned counsel appearing on behalf of the appellant Bank has heavily relied upon the decisions of the Allahabad": "3.8. अपीलकर्ता-बैंक की ओर से पेश विद्वान अधिवक्ता सुश्री मीनाक्षी अरोड़ा ने",
  "High Court in the case of M.M. Accessories v. U.P. Financial": "इलाहाबाद उच्च न्यायालय के निर्णयों एम .एम. एक्सेसरीज बनाम यूपी फाइनेंस",
  "Corporation, Kanpur, reported in AIR 2002 All 96 as well as another": "कॉर्पोरेशन, कानपुर एआईआर 2002 ऑल 96 के मामले में और साथ ही एक",
  "decision in the case of Vipin Kumar Gupta v. Branch Manager, Union": "अन्य निर्णय विपिन कुमार गुप्ता बनाम शाखा प्रबंधक, यूनियन बैंक ऑफ इंडिया,",
  "very High Court that no such writ of mandamus directing to grant the benefit of OTS can be issued in exercise of powers under Article 226 of": "किया गया है कि भारत के संविधान के अनुच्छेद 226 के तहत शक्तियों का प्रयोग करते हुए ओटीएस का लाभ देने का निर्देश देने वाला परमादेश की ऐसी कोई रिट",
  "the Constitution of India. It is submitted that though the aforesaid": "जारी नहीं की जा सकती है। यह कहा गया है कि यद्यपि उपरोक्त निर्णयों को उद्च",
  "decisions were cited before the High Court, the same have not been": "न्यायालय के समक्ष उद्धृत किया गया था पर उच्च न्यायालय द्वारा उन पर न तो",
  "3.9 Making the above submissions, it is prayed to allow the present": "3.9 उपरोक्त तर्क प्रस्तुत करते हुए, वर्तमान अपील की अनुमति देने और और",
  "appeal and quash and set aside the impugned order passed by the High": "न्यायालय द्वारा पारित आक्षेपित आदेश को रद्द और अपास्त करने की प्रार्थना की",
  "writ petitioner for grant of benefit under the OTS Scheme.": "कि मूल रिट याचिकाकर्ता ओटीएस योजना के तहत लाभ प्रदान करने के लिए",
  "4. The present appeal is vehemently opposed by Shri V.K. Shukla, learned Senior Advocate appearing on behalf of respondent no.1 —": "4. वर्तमान अपील का प्रत्यर्थी संख्या 2- मूल रिट याचिकाकर्ता की ओर से पेश वरिष्ठ विद्वान अधिवक्ता श्री वी.के. शुक्का द्वारा पुरजोर विरोध किया गया है।यह कहा",
  "Original writ petitioner. It is submitted that in the present case as it was found that though the original writ petitioner is ready and willing to": "गया है कि वर्तमान मामले में यह पाया गया कि यद्यपि मूल रिट याचिकाकर्ता",
  "deposit the entire amount under the OTS Scheme and though she is": "ओटीएस योजना के तहत पूरी राशि जमा करने के लिए तैयार और इच्छुक है और",
  "eligible for the grant of benefit under the OTS Scheme, her application": "हालांकि वह ओटीएस योजना के तहत लाभ के अनुदान के लिए पात्र है तो",
  "submitted that the benefit of OTS is to be granted as per the Guidelines": "कहा गया है कि इसके बाद ओटीएस के तहत लाभ प्रदान करने के लिए आवेदन",
  "justified in refusing to grant the benefit under the OTS Scheme.": "ओटीएस के लाभ के अनुदान के लिए उसके आवेदन को खारिज करते हुए दिनांक",
  "exhausted and the chances of recovery of the loan amount are still": "क्योंकि ऋण राशि की वसूली की संभावनाएं कम नहीं होती हैं और स्थिर रहती हैं",
  "Committee for consideration which after hearing the writ petitioner also": "समिति को विचार के लिए भेजा गया था, जिसने रिट याचिकाकर्ता को सुनने के",
  "rejected her application for grant of benefit under the OTS Scheme. By": "बाद ओटीएस योजना के तहत लाभ प्रदान करने के लिए उसके आवेदन को भी",
  "the impugned judgment and order and in exercise of powers under Article 226 of the Constitution of India, the High Court has issued a writ": "खारिज कर दिया। भारत के संविधान के अनुच्छेद 226 के तहत आक्षेपित निर्णय और आदेश और शक्तियों के प्रयोग से, उच्च न्यायालय ने परमादेश की रिट जारी",
  "of mandamus and has directed the Bank to positively consider her application for grant of benefit under the OTS Scheme.": "की है और बैंक को ओटीएस योजना के तहत लाभ प्रदान करने के लिए उसके आवेदन पर सकारात्मक रूप से विचार करने का निर्देश दिया है।",
  "2.6 Feeling aggrieved and dissatisfied with the impugned judgment and order passed by the High court, by which the High Court in exercise": "2.6. उच्च न्यायालय द्वारा पारित आक्षेपित निर्णय और आदेश से व्यथित और असंतुष्ट महसूस करते हुए, जिसके द्वारा उच्च न्यायालय ने भारत के संविधान के",
  "of powers under Article 226 of the Constitution of India has issued a writ": "अनुच्छेद 226 के तहत शक्तियों का प्रयोग करते हुए बैंक को ओटीएस के लिए",
  "categorised as “Non-Performing Asset, (NPA)”. The Bank also initiated": "(एनपीए)\" के रूप में वर्गीकृत किया गया था। बैंक ने वित्तीय आस््तियों के",
  "Act, 2002 (hereinafter referred to as the ‘SARFAESI Act’). That there": "(एतस्मिनपश्चात 'सरफेसी अधिनियम' के रूप में संदर्भित ) के प्रावधानों के तहत",
  "were two other loan accounts also which were being regularly serviced": "कार्यवाही भी शुरू की।यह कि दो अन्य ऋण खाते भी थे जिन्हें प्रत्यर्थी संख्या .-",
  "by respondent no.1 — original writ petitioner, meaning thereby that the": "मूल रिट याचिकाकर्ता द्वारा नियमित रूप से चलाया जा रहा था, जिसका अर्थ है",
  "payment was regularised insofar as two other loan accounts are": "कि भुगतान को दो अन्य ऋण खातों के संबंध में नियमित किया गया था। हालांकि,",
  "concerned. However, so far as the present loan account is concerned, which was declared as NPA, not a single amount was paid till an": "जहां तक वर्तमान ऋण खाते का संबंध है, जिसे एनपीए घोषित किया गया था,",
  "which was declared as NPA, not a single amount was paid till an application for extending the benefit of OTS was submitted.": "ओटीएस के लाभ को बढ़ाने के लिए आवेदन प्रस्तुत करने तक किसी भी राशि का",
  "2.1 That One Time Settlement Scheme was issued by the Bank vide": "2.] यह कि बैंक द्वारा वन टाइम सेटलमेंट स्कीम दिनांक 0.08.203 को",
  "OTS Circular dated 01.08.2013 which provided that on the conditions": "ओटीएस सर्कुलर द्वारा जारी की गई थी जिसमें प्रावधान था कि उक्त परिपत्र में",
  "can be taken by the debtor. The benefit of OTS Scheme came to be extended till 30.11.2019. The original writ petitioner submitted an": "है।ओटीएस योजना का लाभ दिनांक 30..209 तक बढ़ाया गया।मूल रिट",
  "application for grant of benefit under the OTS came to be rejected on the": "दिनांकित के माध्यम से, ओटीएस के तहत लाभ प्रदान करने के लिए उसका आवेदन इस आधार पर खारिज कर दिया गया कि वह ओटीएस योजना के तहत",
  "ground that she is not eligible for OTS under the OTS Scheme and that": "ओटीएस योजना के तहत लाभ के लिए पात्र नहीं है, इस कारण से कि ऋण खाता",
  "Bank to give the benefit of OTS so that the original writ petitioner may": "रिट याचिकाकर्ता ने बैंक को ओटीएस का लाभ देने का निर्देश देने वाले परमादेश",
  "deposit the entire amount at once so as to clear her dues for the loan": "लिए अपनी बकाया राशि का भुगतान करने के लिए एक बार में पूरी राशि जमा कर",
  "2.4 Thereafter, the original writ petitioner again submitted an": "2.4. इसके बाद, मूल रिट याचिकाकर्ता ने फिर से ओटीएस के तहत लाभ देने के",
  "application dated 06.02.2021 to the Bank to grant the benefit under the": "लिए बैंक को दिनांक 06.02.202 को एक आवेदन प्रस्तुत किया, जिसे बैंक",
  "motive deliberately refused to grant the benefit under the OTS Scheme": "उसकी संपत्ति हड़पने के लिए ओटीएस योजना के तहत लाभ देने से इनकार कर",
  "impugned judgment and order passed by the High Court, in exercise of": "के तहत शक्तियों के प्रयोग में, उच्च न्यायालय द्वारा पारित न्यायिक निर्णय और",
  "5. Having heard learned counsel for the respective parties at length,": "५. संबंधित पक्षों के लिए विद्वान अधिवक्ता को सुनने के बाद, निम्नलिखित मुद्दों /",
  "the following issues/questions are posed for consideration of this Court:": "प्रश्नों को इस न्यायालय के विचार के लिए प्रस्तुत किया जाता है:",
  "i) Whether benefit under the OTS Scheme can be prayed as a": "[) क्या ओटीएस योजना के तहत लाभ की प्रार्थना अधिकार के रूप में की जा",
  "fi) | Whether the High Court in exercise of powers under Article 226 of the Constitution of India can issue a writ of mandamus": "(पा) क्या भारत के संविधान के अनुच्छेद 226 के अधीन शक्तियों के प्रयोग में उच्च",
  "the OTS Scheme and that too de hors the eligibility criteria": "सकता है और वह भी ओटीएस योजना के तहत उल्लिखित पात्रता मानदंड को",
  "5.1 While considering the aforesaid issues/questions, the relevant": "५.] उपरोक्त मुद्दों /प्रश्नों पर विचार करते समय, ओटीएस योजना के प्रासंगिक",
  "1. “Introduction:-": ". परिचय: -",
  "A large part of various types of loans dispersed from time to time by the urban co-operative banks of the state to the institutions/ members are": "राज्य के शहरी सहकारी बैंकों द्वारा संस्थानों /सदस्यों को समय-समय पर वितरित विभिन्न प्रकार के ऋणों का एक बड़ा हिस्सा वर्तमान में समय -समय",
  "currently in the form of time-less loans has been blocked. Despite all the efforts regarding recovery of such lapsed loans, the recovery of loans is": "पर ऋण के रूप में अवरुद्ध है।ऐसे व्यपगत ऋणों की वसूली के संबंध में तमाम",
  "efforts regarding recovery of such lapsed loans, the recovery of loans is not being done for a long time. According to the guidelines issued by the": "कोशिशों के बावजूद लंबे समय से ऋणों की वसूली नहीं हो रही है .भारतीय",
  "Reserve Bank of India for OTS from time to time, it has been decided to": "रिजर्व बैंक द्वारा समय-समय पर ओटीएस के लिए जारी दिशा-निर्देशों के",
  "implement the revised one time settlement (OTS) for recovery of non-": "एकमुश्त निपटान (ओटीएस) को लागू करने का निर्णय लिया गया है ताकि",
  "performing assets in the state so that serious timeless debts of the bank can be saved to get maximum recovery.": "बैंक के गंभीर कालातीत ऋण अधिकतम वसूली प्राप्त करने के लिए बचाया जा सकता है।",
  "2. Coverage (Cut-off- date): -": "2. कवरेज (कट-ऑफ-डेट): -",
  "This scheme in respect of all types of debts classified as doubtful or loss assets as on 31 .3.2013 on entities/individuals as per the revised guidelines by the Reserve Bank of India will apply.": "3 .3.203 से संस्थाओं /व्यक्तियों पर सभी प्रकार के ऋणों को संदिग्ध या हानि संपत्ति के रूप में वर्गीकृत करने के संबंध में यह योजना लागू होगी।",
  "According to the revised guidelines by the Reserve Bank of India, this": "भारतीय रिजर्व बैंक द्वारा संशोधित दिशानिर्देशों के अनुसार , यह योजना",
  "scheme is applicable in respect of all types of loans on institutions and individuals as on 31.03.2013, which have been in the category of doubtful": "3.03.203 से संस्थानों और व्यक्तियों पर सभी प्रकार के ऋणों के संबंध में",
  "or loss assets or have been classified in sub-standard on the said date.": "लागू है, जो कि संदिग्ध या हानि वाली संपत्तियों की श्रेणी में हो या उक्त तिथि",
  "The following categories of defaulters will not be eligible under this": "को अवमानक में वर्गीकृत किया गया हो।डिफॉल्टरों की निम्नलिखित श्रेणियां",
  "1. Willful defaulter in repayment of loan, (The person or institution": "ऋण की अदायगी में स्वैच्छिक डिफॉल्टर, (जिस व्यक्ति या संस्था ने ऋण",
  "who has not paid even one installment after taking the loan, he will not": "लेने के बाद किस्त का भुगतान न किया हो, वह ऋण का भुगतान करने में",
  "be able to pay the loan will be considered in the category of defaulter).": "सक्षम नहीं होगा, उसे डिफॉल्टर की श्रेणी में माना जाएगा) ।",
  "2. Cases of fraud and forgery.": "2. धोखाधड़ी और जालसाजी के मामले।",
  "3. Loans taken by salaried employees.": "3. वेतनभोगी कर्मचारियों द्वारा लिए गए ऋण।",
  "4. Such timeless loan which has been availed by the bank secretary / operator or whose guarantee has been taken by any director": "4. कालातीत का ऐसा ऋण जो बैंक सचिव /संचालक द्वारा लिया गया हो या",
  "of the bank or the close relative of the operator or any institution in": "जिसकी गारंटी बैंक के किसी निदेशक या संचालक के निकट संबंधी या किसी",
  "which the interest of the current or former director is vested.": "संस्था द्वारा ली गई हो जिसमें वर्तमान या पूर्व निदेशक का हित निहित हो।",
  "5. Such a timeless loan whose guarantee has been given by the government.": "5. ऐसा कालातीत ऋण जिसकी गारंटी सरकार द्वारा दी गई हो।",
  "6. Loans taken by government departments / institutions approved by the government.": "6. सरकार द्वारा अनुमोदित सरकारी विभागों /संस्थाओं द्वारा लिए गए ऋण।",
  "7. Negotiable N.P.A. / Outstanding loan limit is only the amount of": "7. परक्राम्य एन.पी.ए. /बकाया ऋण सीमा किसी संगठन /व्यक्तिगत सदस्य के",
  "money aggregating all types of loan accounts of an organization /": "सभी प्रकार के ऋण खातों को एकत्रित करने वाली धनराशि है, जिसके लिए",
  "individual member, for which a lump sum agreement can be made that the limit of debt will be extinguished.": "एकमुश्त समझौता किया जा सकता है कि ऋण की सीमा समाप्त हो जाएगी।",
  "8. Personal Borrowers _Rs.10.00 Lakhs": "8. व्यक्तिगत ऋणकर्ता 0.00 लाख रूपये",
  "9. Institutional Borrowers  Rs.50.00 Lakhs": "9. संस्थागत उधारकर्ता 50.00 लाख रूपये",
  "In cases of more than the above limit, prior approval of the": "उपरोक्त सीमा से अधिक के मामलों में, एकमुश्त निपटान के लिए संबंधित बैंक",
  "registrar co-operative societies will have to be obtained by making a separate plan by the board of directors of the concerned bank for one-": "के निदेशक मंडल द्वारा अलग से योजना बनाकर सहकारी समितियों के",
  "4. Settlement Formula:": "4. बन्दोबस्त सूत्र:",
  "a) Accounts of non-performing assets which were or should have": "(क) गैर-निष्पादित आस्तियों के खाते जिन्हें 3। मार्च 203 को",
  "the amount will be equal to the total balance (principal and interest) in": "की वसूली उस खाते में कुल शेष (मूलधन और ब्याज) के बराबर होगी जिस",
  "that account on the date the account is classified as doubtful and loss. If": "तारीख को खाते को संदिग्ध और हानि के रूप में वर्गीकृत किया गया है।यदि",
  "the interest has been charged in such accounts after the date of classification of doubtful/loss category, then the same can be waived, this": "ऐसे खातों में संदिग्ध /हानि श्रेणी के वर्गीकरण की तिथि के बाद ब्याज लगाया गया है, तो उसे माफ किया जा सकता है, यह नीति सभी ऋणकर्ताओं और",
  "b) Under this scheme, with the consent of the defaulter, the total": "(ख) डिफाल्टर की सहमति से इस योजना के तहत बन्दोबस्त की कुल राशि",
  "amount of the settlement will have to be deposited in one lump sum, but if the defaulter is unable to deposit all the amount in one lump sum, then": "एकमुश्त जमा करनी होगी, लेकिन यदि डिफाल्टर सारी धनराशि एकमुश्त",
  "25 percent of such amount till the date of the consent letter and for the": "जमा करने में असमर्थ है, तो सहमति पत्र की तिथि तक ऐसी राशि का 25",
  "recovery of remaining 75 percent, amount will have to be deposited in three equal installments over a period of one year on which interest will": "प्रतिशत और शेष 75 प्रतिशत की वसूली के लिए, एक वर्ष की अवधि में तीन समान किश्तों में धनराशि जमा करनी होगी जिस पर बन्दोबस्त की तिथि से",
  "be payable at the rate of minimum loan interest from the date of": "अंतिम कर्ज अदायगी की तिथि तक न्यूनतम ऋण ब्याज की दर से ब्याज देय",
  "settlement till the date of final repayment. Penal interest, legal expenses and other expenses will be waived.": "होगा।दंडात्मक ब्याज, कानूनी खर्च और अन्य खर्चों को माफ कर दिया",
  "5. Authority to sanction relief: -": "5. राहत देने का प्राधिकारी:-",
  "cases up to an amount of Rs 5.00 Lakhs will be there's and for the cases": "जायेगा और 5.00 लाख रू. तक के एकमुश्त निपटान मामलों पर निर्णय लेने",
  "Operative Societies, Uttar Pradesh will have to be obtained. For this": "रजिस्ट्रार सहकारी समितियों, उत्तर प्रदेश का पूर्वानुमोदन प्राप्त करना होगा।",
  "purpose, the bank will constitute a Settlement Advisory Committee, which": "इस उद्देश्य के लिए, बैंक एक बन्दोबस्त सलाहकार समिति का गठन करेगा,",
  "after examining the applications received, will present suitable cases": "जो प्राप्त आवेदनों की जांच करने के बाद निर्णय के लिए प्राधिकारी के समक्ष",
  "abide by the guidelines relating to the settlement with the loan recipients": "भेदभाव के ऋण प्राप्तकर्ताओं के साथ बन्दोबस्त से संबंधित दिशा -निर्देशों का",
  "the Chief Executive Officers/Board of Directors. The decision of the": "पालन करेगा।मुख्य कार्यकारी अधिकारियों /निदेशक मंडल द्वारा नीतियों से",
  "Settlement Committee will be confirmed in the next meeting of the": "कोई विचलन नहीं होगा।प्रबंधन समिति या आम सभा की अगली बैठक में बंदोबस्ती समिति के निर्णय की पुष्टि की जाएगी।",
  "amount, for example Rs. 100 crores. After availing the loan, he may": "ऋण लेगा, उदाहरण के लिए 00 करोड़ रूपये। ऋण लेने के बाद, वह",
  "deliberately not pay any amount towards installments, though able to": "जानबूझकर किश्तों के लिए किसी भी राशि का भुगतान नहीं कर सकता है ,",
  "make the payment. He would wait for the OTS Scheme and then pray": "हालांकि भुगतान करने में सक्षम है।वह ओटीएस योजना की प्रतीक्षा करेगा और",
  "for grant of benefit under the OTS Scheme under which, always a lesser": "फिर ओटीएस योजना के तहत लाभ प्रदान करने के लिए प्रार्थना करेगा, जिसके",
  "amount than the amount due and payable under the loan account will": "तहत ऋण खाते के तहत देय और देय राशि से हमेशा कम राशि का भुगतान",
  "have to be paid. This, despite there being all possibility for recovery of the entire loan amount which can be realised by selling the": "करना होगा।यह, पूरी ऋण राशि की वसूली की पूरी संभावना होने के बावजूद,",
  "mortgaged/secured properties. If it is held that the borrower can still, as": "जिसे गिरवी रखी गई / सुरक्षित संपत्तियों को बेचकर प्राप्त किया जा सकता है। यदि यह माना जाता है कि अधिकार के रूप में ऋणकर्ता अभी भी ओटीएस",
  "a matter of right, pray for benefit under the OTS Scheme, in that case, it": "योजना के तहत लाभ के लिए आवेदन कर सकता है, उस स्थिति में यह एक",
  "would be giving a premium to a dishonest borrower, who, despite the": "बेईमान ऋणकर्ता को अधिमूल्य देना होगा, जो इस तथ्य के बावजूद कि वह",
  "fact that he is able to make the payment and the fact that the bank is": "भुगतान करने में सक्षम है और यह तथ्य कि बैंक गिरवी /सुरक्षित संपत्तियों को",
  "able to recover the entire loan amount even by selling the mortgaged/secured properties, either from the borrower and/or": "बेचकर भी पूरी ऋण राशि या तो उधारकर्ता और /या गारंटर से वसूल करने में",
  "guarantor. This is because under the OTS Scheme a debtor has to pay": "सक्षम है, ऐसा इसलिए है क्योंकि ओटीएस योजना के तहत एक देनदार को ऋण",
  "a lesser amount than the actual amount due and payable under the loan": "खाते के तहत देय और वास्तविक देय राशि से कम राशि का भुगतान करना पड़ता",
  "account. Such cannot be the intention of the bank while offering OTS": "है।ओटीएस योजना की पेशकश करते समय बैंक का ऐसा इरादा नहीं हो सकता है",
  "Scheme and that cannot be purpose of the Scheme which may": "और यह इस योजना का उद्देश्य नहीं हो सकता है जो इस तरह की बेईमानी को",
  "10. If aprayer is entertained on the part of the defaulting unit/person to": "0. यदि डिफाल्टर इकाई / व्यक्ति की ओर से वित्तीय निगम /बैंक को उसके द्वारा",
  "petitioner and her husband are making the payments regularly in two": "पति दो अन्य ऋण खातों में नियमित रूप से भुगतान कर रहे हैं और उन खातों",
  "other loan accounts and those accounts are regularised. Meaning": "को नियमित कर दिया गया है।मतलब इस प्रकार, उनके पास वर्तमान ऋण खाते",
  "thereby, they have the capacity to make the payment even with respect to the present loan account and despite the said fact, not a single": "के संबंध में भी भुगतान करने की क्षमता है और उक्त तथ्य के बावजूद , वर्तमान",
  "amount/installment has been paid in the present loan account for which": "ऋण खाते में एक भी राशि/किस्त का भुगतान नहीं किया गया है जिसके लिए मूल",
  "Original petitioner is praying for the benefit under the OTS Scheme.": "याचिकाकर्ता ओटीएस योजना के तहत लाभ के लिए प्रार्थना कर रहा है।",
  "11. The sum and substance of the aforesaid discussion would be that": "4. पूर्वोक्त चर्चा का सार और सार यह होगा कि किसी वित्तीय संस्थान /बैंक को",
  "powers under Article 226 of the Constitution of India, directing a financial": "गया कि भारत के संविधान के अनुच्छेद 226 के तहत शक्तियों का प्रयोग करते",
  "grant of benefit under the OTS is always subject to the eligibility criteria": "ओटीएस के तहत लाभ का अनुदान हमेशा ओटीएस योजना के तहत उल्लिखित",
  "to time. If the bank/financial institution is of the opinion that the loanee": "बैंक /वित्तीय संस्थान की राय है कि ऋणी के पास भुगतान करने की क्षमता है",
  "has the capacity to make the payment and/or that the bank/financial": "और/या बैंक /वित्तीय संस्था या तो ऋणी और /या गारंटर से गिरवी रखी गई",
  "institution is able to recover the entire loan amount even by auctioning the mortgaged property/secured property, either from the loanee and/or": "संपत्ति/प्रतिभूत संपत्ति की नीलामी करके संपूर्ण ऋण राशि की वसूली करने में",
  "always to be presumed that the financial institution/bank shall take a prudent decision whether to grant the benefit or not under the OTS": "चाहिए कि वित्तीय संस्थान /बैंक ओटीएस योजना के तहत लाभ प्रदान करना है",
  "Scheme, having regard to the public interest involved and having regard to the factors which are narrated hereinabove.": "या नहीं, इसमें शामिल जनहित को ध्यान में रखते हुए और ऊपर वर्णित कारकों"
}