{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NOS. 9569-70 OF 2019": "सिविल अपील संख्या, 9५69-70 वर्ष 209",
  "M/S. A.R. POLYMERS PVT. LTD. ETC. ... RESPONDENT(S)": "मैसर्स, ए. आर, पॉलिमर्स प्रा. लिमिटेड इत्यादि",
  "The present appeals are directed against the final judgment and order dated 09.01.2019 passed by CESTAT, Allahabad in Order Nos.A/70266-": "वर्तमान अपीलें सीईएसटीएटी , इलाहाबाद द्वारा अपील सं, ४/70445/207",
  "20267/2019 -EX (DB) in Appeal Nos.E/70445/2017 and E/70618/2017, whereby": "और ई/7068/207 में आदेश सं. #/70266-20267/209-ईएक्स (डीबी) में पारित 09.07.209 दिनांकित अंतिम निर्णय और आदेश के खिलाफ",
  "the Respondent’s plea was allowed.": "की गई हैं, जिसके तहत प्रत्यर्थी की याचिका को अनुमति प्रदान की गई थी।",
  "FACTS": "तथ्य",
  "2. Briefly, the facts relevant for the purpose of these Appeals are as follows:": "2. संक्षेप में, इन अपीलों के लिए प्रासंगिक तथ्य इस प्रकार हैं:",
  "four relevant conditions laid down by the Jayanti foods judgment. By not": "और जयंती फूड्स के मामले में दिए गए निर्णय में प्रतिपादित अन्य चार प्रासंगिक",
  "considering other relevant considerations, it is our opinion that the": "बिंदुओं पर विचार नहीं किया। हमारी राय में, अन्य चार प्रासंगिक शर्तों पर विचार",
  "tribunal has committed a grave error in law, and hence the impugned": "न करके प्राधिकरण ने एक गंभीर विधिक त्रुटि की है, और इसलिए आक्षेपित",
  "judgment is liable to be set aside.": "निर्णय अपास्त किए जाने योग्य है।",
  "19. In view of the above-mentioned facts and discussions, the CESTAT": "9. उपर्युक्त तथ्यों और चर्चाओं को ध्यान में रखते हुए , सीईएसटीएटी ने",
  "committed an error in law by passing the impugned order dated": "09.07.209 दिनांकित आक्षेपित आदेश पारित करके विधिक त्रुटि की और",
  "pay the differential amount to the relevant tax authority.": "दायित्वबद्ध होने के कारण प्रत्यर्थी को अंतरक राशि संबंधित कर प्राधिकारी के",
  "20. These appeals, accordingly, stand allowed. However, in the facts": "20. तदनुसार, इन अपीलों को स्वीकृत किया जाता है। हालाँकि, तथ्यों और",
  "and circumstances, we do not make any order as to costs.": "परिस्थितियों के दृष्टिगत, हम कॉस्ट के संबंध में कोई आदेश नहीं कर रहे हैं।",
  "(SUDHANSHU DHULIA)": "[न्यायमूर्ति सुधांशु धूलिया]",
  "NEW DELHI;": "नई दिल्ली;",
  "21* MARCH, 2023": "2 मार्च, 2023",
  "fundamentally depends on the interpretation of Section 4(A) of the Act.": "द्वारा बेचा जाने वाला माल केंद्रीय उत्पाद शुल्क अधिनियम की धारा 4 (ए) के",
  "under the Central Excise Act, the goods should be notified under Section": "अभिनिर्धारण करते हुए धारित किया कि केंद्रीय उत्पाद शुल्क अधिनियम की धारा",
  "4(A) of the Act and that such goods must come within the purview of the": "4 (ए) के तहत कर निर्धारण के लिए वस्तुओं को शामिल करने के लिए, इसे पांच",
  "An intelligence was received by the DGCEI that the respondent was": "||. डीजीसीईआई को एक खुफिया जानकारी मिली थी कि प्रत्यर्थी अधिसूचना",
  "Section 4(A) of the Central Excise Act, 1944, which is limited to": "अधिनियम, 944 की धारा 4 (ए) के तहत लाभ उठा रहा था, जो खुदरा में बेचे",
  "footwear sold in retail. The said notification wholly exempts the payment": "जूते की खुदरा बिक्री पर केंद्रीय उत्पाद शुल्क के भुगतान से पूरी छूट देती है और",
  "of Central Excise Duty for retail sale of footwear under Rs. 500/- and": "रू. 50]/- से रु. 000/- तक के मूल्य के जूतों की बिक्री पर केंद्रीय उत्पाद",
  "limits Central Excise Duty to 6% where the rate of the footwear is": "शुल्क को 6 प्रतिशत तक सीमित करता है।",
  ". Acting on the abovementioned intelligence, a team of DGCEI officers": "||. उपर्युक्त खुफिया जानकारी पर कार्रवाई करते हुए, डीजीसीईआई अधिकारियों",
  "visited the factory premises of the Respondent, where it was found that": "की एक टीम ने प्रत्यर्थी के कारखाने परिसर का दौरा किया, जहां यह पाया गया",
  "the respondent was manufacturing the footwear as per a contract entered": "कि प्रत्यर्थी पक्षों के बीच किए गए अनुबंध के अनुसार जूते का निर्माण कर रहा था,",
  "into between the parties, and a rate for the sale and purchase of the footwear was fixed under the contract. It was also found that the": "और जूते की बिक्री और खरीद के लिए दर अनुबंध के तहत तय की गई थी। यह भी पाया गया कि प्रत्यर्थी उपर्युक्त अधिसूचना और अधिनियम की धारा 4 (ए) का",
  "respondent was printing and attaching MRP stickers on the insole of the said shoes, only to avail the benefits of the abovementioned notification": "लाभ उठाने के लिए ही उक्त जूतों के इनसोल पर एमआरपी स्टिकर चिपका रहा",
  "A demand-show cause notice was issued to the respondent on 05.02.2016": "॥/. प्रत्यर्थी को दिनांक 05.02.206 को एक डिमांड-कारण बताओ नोटिस",
  "requiring them to show cause to the commissioner of central Excise, Customs & Service tax.": "जारी की गई थी जिसमें उन्हें केंद्रीय उत्पाद, सीमा एवं सेवा कर आयुक्त को कारण",
  "Subsequently, the Ld. Adjudicating authority vide order dated 13.02.2017": "५. इसके बाद, विद्वान न्यायनिर्णयन प्राधिकारी ने दिनांक 3.02.2077 के",
  "passed an order against the respondent holding that the benefit of the": "आदेश के माध्यम से प्रत्यर्थी के खिलाफ एक आदेश पारित किया जिसमें कहा",
  "aforesaid notification does not extend to the footwear sold by the": "गया था कि उपरोक्त अधिसूचना का लाभ प्रत्यर्थी द्वारा बेचे जाने वाले जूतों तक विस्तारित नहीं है, और इसलिए प्रत्यर्थी को भुगतान किए जा चुके कर और",
  "14. Apart from the exemption granted by way of Section 3(b) that": "44. धारा 3 (बी) के माध्यम से दी गई छूट के अलावा, जो स्वचालित रूप से",
  "automatically removes the mandate of law to affix an MRP on the sold": "बेची गई वस्तुओं पर एमआरपी लगाने के विधिक अधिदेश को हटा देती है, उक्त",
  "goods, the said sale still cannot be considered a retail sale because the": "बिक्री को फिर भी खुदरा बिक्री नहीं माना जा सकता है क्योंकि वस्तुओं की बिक्री",
  "sale of the goods must be done to a consumer.": "किसी उपभोक्ता को की जानी चाहिए।",
  "15. Aconsumer, as clarified by the Jayanti Foods Judgment, is the final": "5. जैसा कि जयंती फूड्स मामले में दिए गए निर्णय से स्पष्ट है, उपभोक्ता उत्पाद",
  "consumer of the product, and not the intermediary. In the present case at": "का अंतिम उपभोक्ता होता है, न कि मध्यस्थ। हालाँकि, वर्तमान वाद में, खरीददार",
  "hand however, the purchaser institutions, as discussed above are intermediaries, who after the purchase of the said goods, distribute it": "संस्थान, जैसा कि ऊपर चर्चा की गई है, मध्यस्थ हैं, जो उक्त माल की खरीद के",
  "further to the final consumer.": "बाद, इसे अंतिम उपभोक्ता को वितरित करते हैं।",
  "16. In such a circumstance, where the purchaser institution is deemed": "6, ऐसी स्थिति में, जहां खरीददार संस्था को उपभोक्ता नहीं माना गया है, बिक्री",
  "to not be a consumer, the sale also cannot be held to be a retail sale as per": "को भी अधिनियम के अनुसार खुदरा बिक्री नहीं माना जा सकता है। इसके",
  "the Act. Further, since the impugned sale is not a retail sale as per the Act,": "अलावा, चूंकि विवादित बिक्री अधिनियम के अनुसार खुदरा बिक्री नहीं है ,",
  "there exists no mandate of law on the Respondent herein to affix an MRP on the goods sold, and hence the said impugned transaction cannot claim": "इसलिए प्रत्यर्थी पर बेचे गए सामान पर एमआरपी लगाने का कोई विधिक अधिदेश",
  "benefit under Section 4(A) of the Act.": "नहीं है, और इसलिए उक्त आक्षेपित संव्यवहार अधिनियम की धारा 4 (ए) के",
  "17. Again, at the sake of repetition, we find it important to clarify that": "7. पुनः, दोहराव के लिए, हम यह स्पष्ट करना महत्वपूर्ण समझते हैं कि केवल",
  "the mere affixation of MRP does not make goods eligible to find refuge under Section 4(A) of the Act, and what is required along with such": "एमआरपी चिपकाना माल को अधिनियम की धारा 4 (ए) के तहत संरक्षण पाने के योग्य नहीं बनाता है, और इस तरह के चिपकाने के साथ जो आवश्यक है वह",
  "affixation is a mandate of law that directs the seller to affix such MRP.": "विधिक अधिदेश है जो विक्रेता को ऐसी एमआरपी चिपकाने का निर्देश देता है।",
  "becomes ineligible to claim refuge under Section 4(A) of the Act.": "इसलिए संव्यवहार स्वतः ही अधिनियम की धारा 4 (ए) के तहत संरक्षण के अयोग्य हो जाता है।",
  "12. For the sale of goods to take refuge under Section 4(A) of the Act": "2. माल बिक्री को अधिनियम की धारा 4 (ए) के तहत आने के लिए और जयंती",
  "requirement in the the Legal Metrology Act, 2009 or the rules made": "कानूनी माप विज्ञान अधिनियम, 2009 या उसके तहत बनाई गई नियमावली में",
  "thereunder to declare the price of such goods relating to their retail price": "ऐसी वस्तुओं का खुदरा मूल्य उनके पैकेज पर होना अपेक्षित होना चाहिए। सरल",
  "on the package. In simpler terms, it would mean that for a sale of goods to take assessment benefits under Section 4(A) of the Act, it must be a": "शब्दों में, इसका मतलब यह होगा कि माल बिक्री को अधिनियम की धारा 4 (ए) के तहत निर्धारण लाभ पाने के लिए, यह एक खुदरा बिक्री होनी चाहिए, और ऐसा",
  "retail sale, and there must be a mandate of law that directs the seller to": "विधिक अधिदेश होना चाहिए जो विक्रेता को माल पर खुदरा मूल्य लगाने का",
  "13. It would also mean that a mere affixation of the MRP on a good": "3. इसका अर्थ यह भी होगा कि किसी वस्तु पर केवल एमआरपी चिपकाने से",
  "does not qualify it to claim benefits under Section 4(A) of the Act, and": "वह अधिनियम की धारा 4 (ए) के तहत लाभ का दावा करने के योग्य नहीं बनती,",
  "that there must be a “requirement” for the affixation of such MRP.": "और इस तरह एमआरपी चिपकाना \"अपेक्षित\" होना चाहिए। इसलिए, भले ही",
  "Therefore, even if there is affixation of MRP in the goods, what must be": "माल में एमआरपी चिपकाया गया हो, ध्यान देने वाली बात यह है कि क्या इस",
  "If all these factors are applicable to any goods, then alone the": "यदि ये सभी कारक किसी माल पर लागू होते हों, तभी माल का मूल्य निर्धारण",
  "Section 4-A of the Act.": "और शुल्क का निर्धारण अधिनियम की धारा 4-ए के तहत होगा।",
  "7. A bare perusal of Section 4(A) of the Act and the abovementioned": "7. अधिनियम की धारा 4 (ए) और उपर्युक्त निर्णय के परिशीलन से पता चलता है",
  "judgment would show that to attract a MRP based valuation of goods": "कि केंद्रीय उत्पाद शुल्क अधिनियम के तहत माल के एमआरपी आधारित निर्धारण"
}