{
  "IN THE SUPREME COURT OF INDIA": "भारतीय उच्चतम न्यायालय के समक्ष",
  "CRIMINAL APPELLATE JURISDICTION": "अपराधिक अपीलीय अधिकारिता",
  "SHISHUPAL SINGH Appellant(s)": "शिशुपाल सिहं अपीलार्थी(गण)",
  "SANJAY KISHAN KAUL, J.": "न्यायमूर्ति संजय किशन कौल",
  "1. Leave granted.": "4. अनुमति दी गई",
  "2. An FIR dated 04.09.2005 was registered in P.S. Khera Garh, District Agra, Uttar Pradesh in respect of Crime Case No.331/05": "2. थाना खेरा गण, जिला आगरा उत्त्तर प्रदेश में अपराध संख्या 33।/2005 में भारतीय दण्ड संहिता की ६",
  "3. The police carried out investigation and filed a charge-": "3. पुलिस के द्वारा अन्वेषण किया गया और आरोप पत्र दाखिल किया गया। विचारण के दौरान ?ि/0/-",
  "dismissed. Thus, the appellant has filed the present appeal.": "का प्रयास किया गया जो खारिज कर दी गई थी। इस प्रकार अपीलार्थी की वर्तमान अपील दाखिल की",
  "4. A perusal of the FIR would show that the complainant is PW-": "4. प्राथमिकी का अवलोकन दिखाता है कि ”//-] वादी होगा। अपीलार्थी की भूमिका बताई गई थी कि",
  "5. It is pointed out by learned counsel that PW-1 was the only person who named the appellant while other eye witnesses": "5. विद्वत न्यायाधीश के द्वारा दर्शित किया गया कि //-| केवल एक ही व्यक्ति था जिसने अपीलार्थी",
  "including the injured witness did not do so.": "का नाम लिया जबकि अन्य प्रत्यक्षदर्शी साक्षी और घायल साक्षी सहित ऐसा नहीं किया गया।",
  "6. A perusal of the order dated 02.09.2006 would show that what is recorded is that the prosecution has given an application": "6. दिनांक 02.09.2006 के आदेश का अवलोकन दिखाता है कि यह अंकित किया गया है कि अभियोजन",
  "correct. The application was filed by the complainant aggrieved by the dropping of the name of the appellant from the array of": "नहीं है यह आवेदन वादी द्वारा अभियुक्त समूह से अपीलार्थी का नाम हटाये जाने से व्यथित होने पर",
  "accused on which orders have been passed. The trial Court has": "दाखिल किया गया था। जिस पर आदेश पारित किया गया था। विचारण न्यायालय ने कथन किया कि",
  "stated that the appellant was not summoned as an accused on the basis of the charge-sheet which did not name him as an accused.": "आरोप पत्र के आधार पर अआअपीलार्थी को अभियुक्त के रूप में अंकित नहीं था। सम्मन के लिये निम्न",
  "evidence given on oath that shishupal son of gitam Singh was also present alongwith other accused he": "पुत्र गीतम सिहं भी दूसरे अभियुक्त के साथ कट्टा लिय हुये उपस्थित था, उन्होंने मृत्यु",
  "upon them with an intention to kill form which persons from their side have suffered injury. Them": "कारित करने के उद्देश्य से गोली चलाई जिससे उनकी तरफ से आये व्यक्ति को चोटें",
  "of this accused was mentioned in the written complaint of the complainant and the FIR. But the": "आईं। उनमें से यह अभियुक्त, वादी द्वारा तहरीर और प्राथमिकी में उल्लेखित है। लेकिन",
  "police had not sent chargesheet against him. There": "पुलिस के द्वारा उनके विरूद्ध आरोप पत्र नहीं भेजा गया था। वहां पर ७.0७. की",
  "are sufficient grounds available for summoning the accused shishupal son of Gitam Singh u/s 319 Cr.P.C.": "धारा 349 के अन्तर्गत शिशुपाल पुत्र गीतम सिह को सम्मन करने के लिये पर्याप्त आधार",
  "application No.13 KH. Is fit to be admitted.”": "उपस्थित है। आवेदन संख्या-3 (९04 स्वीकार्य के योग्य है |”",
  "7. The role ascribed to the appellant is also not correctly reflected as it as been stated that he fired upon them with an": "7. अपीलार्थी की भूमिका भी सही रूप से दर्शित नहीं होती है जैसा कि बताया गया है कि उसने उनके",
  "intention to kill them. This is not what was stated in the": "उपर मृत्यु कारित करने के उद्देश्य से गोली चलाई । जो तहरीर मे बताये गये तथ्य से भिन्‍न है न तो यह",
  "we turn to the order of the High Court in revision, after": "”./-। के अभिलिखित गवाह में है यदि हम माननीय उच्च न्यायालय के पुनःअवलोकन आदेश में जाते है",
  "accused even if he is not named in the FIR or in the charge-": "व्यक्ति को सम्मन के लिये यह अधिकार देता है यद्यपि उसका नाम प्राथमिकी अथवा आरोप पत्र में न हो।",
  "judgment of this Court in Brijendra Singh and Others. v. State of": "92 के मामले में संविधान पीठ द्वारा दिये गये निर्णय के अनुसरण मे ब्रजेन्द्र सिंह एवं अन्य बनाम राजस्थान",
  "Rajasthan - (2017) 7 SCC 706 following the Constitution Bench judgment in Hardeep Singh v. State of Punjab & Ors. - (2014) 3": "राज्य (2047) 7 5060 706 के वाद में इस न्यायालय द्वारा दिये निर्णय में किया गया है। यह प्रस्तर-3",
  "“13. In order to answer the question, some of the principles enunciated in Hardeep Singh case may be": "” 43. प्रश्न के उत्तर देने के आदेश में कुछ सिद्धान्त स्पष्ट रूप से हरदीप सिंह वाद में",
  "exercised by the trial Court at any stage during the trial i.e. before the conclusion of trial, to summon": "न्यायालय के द्वारा क्ियान्वित की जा सकती है विचारण के दौरान, यानि विचारण के",
  "trial i.e. before the conclusion of trial, to summon any person as an accused and face the trial in the": "निर्णय के पहले, किसी व्यक्ति को अभियुक्त के रूप मे सम्मन करना और चल रहे वाद",
  "Ongoing case, once the trial court finds that there": "में विचारण का सामना करना, एक बार विचारण न्यायालय पाता है कि ऐसे व्यक्ति,",
  "is some “evidence” against such a person on the basis of which evidence it can be gathered that he appears": "व्यक्ति के विरूद्ध कुछ साक्ष्य है जिन साक्ष्यों के आधार पर यह प्राप्त किया जा सकता है",
  "to be guilty of the offence. The “evidence” herein means the material that is brought before the Court": "कि वह अपराध का दोषी प्रतीत होता है। यहा पर साक्ष्य से तात्पर्य उस सामग्री से है जो",
  "means the material that is brought before the Court during trial. Insofar as the material/evidence": "विचारण के समय न्यायालय के समक्ष लाया जाता है। विवेचक द्वारा जाँच के प्रकम में उपलब्ध कराई गई सामग्री / साक्ष्य का सम्बन्ध है, यह सम्पुष्टि के लिये और 0ा.९.0.",
  "concerned, it can be utilised for corroboration and": "सम्पुष्टि और सहायतार्थ के प्रयोग में लिया जा सकता है। बिना सन्देह के ऐसे साक्ष्य जो"
}