{
  "[2024] 4 S.C.R. 633 : 2024 INSC 326": "[2024] 4 5.0८.९. 633 : 2024 ॥१50 326",
  "Govind Kumar Sharma & Antr.": "गोविन्द कुमार शर्मा एवं अन्य",
  "Bank of Baroda & Ors.": "बैंक ऑफ बड़ौदा एवं अन्य",
  "(SLP (C) No. 24155 of 2018)": "(एसएलपी (सी) सं. 2455 सन्‌ 208)",
  "18 April 2024": "8 अप्रैल 2024",
  "[Vikram Nath* and Satish Chandra Sharma, JJ.]": "[न्यायमूर्ति विक्रम नाथ एवं न्यायमूर्ति सतीश चंद्र शर्मा]",
  "Issue for Consideration": "विचारार्थ मुद्दा",
  "Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 (SARFESI Act) carried out without issuing": "क्या वित्तीय आस्तियों के प्रतिभूतिकरण और पुनर्निरमाण तथा प्रतिभूति हित प्रवर्तन अधिनियम, 2002",
  "the mandatory 30-day notice to the borrower under Rules 8(6)": "(5/0र१६5। अधिनियम) के तहत नियम 8(6) और 8(7) के तहत उधारकर्ता को अनिवार्य 30-दिवसीय नोटिस",
  "liable to be set aside. If so, can the bona fide purchaser, who": "जारी किए बिना की गई नीलामी /बिक्री को रद्द किया जा सकता है। यदि ऐसा है, तो क्या वास्तविक क्रेता, जो",
  "was originally the tenant, be forced to hand over the physical possession of the premises in order get the refund. Whether": "मूल रूप से किरायेदार था, को रिफंड पाने के लिए परिसर का भौतिक कब्ज़ा सौंपने के लिए मजबूर किया जा",
  "the bona fide purchaser would be entitled to refund of the auction money and interest, and compensation for improvement/ investments made by him.": "सकता है। कया वास्तविक क्रेता नीलामी के पैसे और ब्याज की वापसी और उसके द्वारा किए गए सुधार/निवेश के लिए मुआवजे का हकदार होगा।",
  "Headnotes": "हेडनोट्स",
  "Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 — Security Interest": "वित्तीय आस्तियों का प्रतिभूतिकरण एवं पुनर्निर्माण तथा प्रतिभूति हित प्रवर्तन अधिनियम, 2002 - प्रतिभूति",
  "(Enforcement) Rules, 2002 — Appellants/ Original tenants in physical possession of premises — Appellants were issued": "हित (प्रवर्तन) नियमावली, 2002 - अपीलकर्ता/मूल किरायेदारों के पास परिसर का भौतिक कब्जा है -",
  "sale certificate after auction- Bank admitted to procedural": "नीलामी के बाद अपीलकर्ताओं को बिक्री प्रमाणपत्र जारी किया गया था - बैंक ने प्रक्रियागत चूक को स्वीकार",
  "lapse — DRT set aside sale and directed Bank to refund auction": "किया - डीआरटी ने बिक्री को रद्द कर दिया और बैंक को निर्देश दिया कि वह परिसर का कब्जा प्राप्त करने के",
  "money with interest as applicable to fixed deposit only after receiving the possession of the premises — DRT found no": "बाद ही सावधि जमा पर लागू ब्याज के साथ नीलामी का पैसा वापस करे - डीआरटी को सुधार/निवेश का कोई",
  "receiving the possession of the premises — DRT found no proof of improvements/investments — DRAT and High Court confirmed.": "सबूत नहीं मिला - डीआरएटी और उच्च न्यायालय ने इसकी पुष्टि की।",
  "Held: Supreme Court upheld the setting aside of the auction/sale in view of concurrent findings and Bank’s admission- Supreme": "धारित किया गया: सर्वोच्च न्यायालय ने समवर्ती निष्कर्षों और बैंक की स्वीकृति के मद्देनजर नीलामी /बिक्री को",
  "Court modified DRT’s directions — Appellants were allowed to": "रद्द करने के फैसले को बरकरार रखा- सर्वोच्च न्यायालय ने डीआरटी के निर्देशों को संशोधित किया-",
  "retain physical possession in the capacity of tenants and borrower/": "अपीलकर्ताओं को किरायेदार की हैसियत से भौतिक कब्ज़ा बनाए रखने की अनुमति दी गई और",
  "landlord could to evict as per law and Bank was directed to return the auction money with 12% per annum compound interest.": "उधारकर्ता/मकान मालिक कानून के अनुसार बेदखल कर सकते हैं और बैंक को 2% प्रति वर्ष चक्रवृद्धि ब्याज के साथ नीलामी की राशि वापस करने का निर्देश दिया गया। [पैरा 32-5]",
  "Debt Recovery Appellate Tribunal?, whereby the auction sale held in favour of the appellants had been set aside and the appeal": "जिसके तहत अपीलकर्ताओं के पक्ष में आयोजित नीलामी बिक्री को रद्द कर दिया गया था और अपील को खारिज",
  "was dismissed.": "कर दिया गया था।",
  "Brief facts in nutshell are as follows:": "संक्षेप में संक्षिप्त तथ्य इस प्रकार हैं :",
  "The firm-respondent no.3, had taken a loan from the respondent no. 1- Bank. However, as it went into default, the Bank initiated proceedings": "3. फर्म-प्रत्यर्थी सं. 3 ने प्रत्यर्थी सं. -बैंक से ऋण लिया था। हालांकि, जब यह डिफाल्ट हो गया, तो बैंक ने",
  "under the Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002°. In the said recovery": "वित्तीय आस्तियों के प्रतिभूतिकरण और पुनर्निर्माण तथा प्रतिभूति हित प्रवर्तन अधिनियम, 20023 के तहत",
  "proceedings, the Recovery Officer conducted an open auction. The": "कार्यवाही शुरू की। उक्त वसूली कार्यवाही में, वसूली अधिकारी ने एक खुली नीलामी आयोजित की। अपीलकर्ता",
  "appellants were the highest bidder. Their bid was accepted and they": "सबसे ऊंची बोली लगाने वाले थे। उनकी बोली स्वीकार कर ली गई और उन्होंने इस नीलामी की शर्तों के",
  "made good the deposits as per the terms of this auction. Accordingly, a sale certificate was issued in their favour on 30.03.2009. It may": "अनुसार जमा राशि का भुगतान कर दिया। तदनुसार, दिनांक 30.03.2009 को उनके पक्ष में बिक्री प्रमाण पत्र",
  "be noted here that the appellants were tenants of the borrower in the premises in question which had been put to auction. As such": "जारी किया गया। यहां यह ध्यान देने योग्य बात है कि अपीलकर्ता उस परिसर में उधारकर्ता के किरायेदार थे,",
  "the status of the appellants changed from that of tenants to that of owners after the sale was confirmed and sale certificate was issued.": "जिसे नीलाम किया गया था। इस प्रकार, बिक्री की पुष्टि होने और बिक्री प्रमाण पत्र जारी होने के बाद अपीलकर्ताओं की स्थिति किरायेदारों से बदलकर मालिकों की हो गई।",
  "The borrower-respondent nos.3 and 4 filed a securitization application under Section 17 of the SARFAESI Act for setting aside the sale on the ground that the Bank had not followed the statutory procedure": "4. उधारकर्ता-प्रत्यर्थी सं.3 और 4 ने इस आधार पर बिक्री को रद्द करने के लिए 5/0२१/£5। अधिनियम की",
  "the ground that the Bank had not followed the statutory procedure prescribed under the Security Interest (Enforcement) Rules, 2002%,": "धारा 7 के तहत प्रतिभूतिकरण आवेदन दायर किया कि बैंक ने सुरक्षा हित (प्रवर्तन) नियमावली, 2002“ के",
  "in particular, the notice as required under Rules 8(6) and 8(7) which": "तहत निर्धारित वैधानिक प्रक्रिया का पालन नहीं किया है, विशेष रूप से, नियम 8(6) और 8(7) के तहत",
  "required a mandatory notice of 30 days to the borrower, had neither": "आवश्यक नोटिस, जिसके लिए उधारकर्ता को 30 दिनों का अनिवार्य नोटिस देने की आवश्यकता थी, न तो",
  "been issued nor served upon the borrower.": "जारी किया गया था और न ही उधारकर्ता को दिया गया था।",
  "The DRT, after examining the matter, came to the conclusion that the Bank itself had admitted that the statutory compliance under the": "५. मामले की जांच करने के बाद डीआरटी इस निष्कर्ष पर पहुंचा कि बैंक ने खुद स्वीकार किया है कि उपरोक्त",
  "above rules had not been made and as such proceeded to set aside the sale vide order dated 21.04.2015. The operative portion of the": "नियमावली के तहत वैधानिक अनुपालन नहीं किया गया है और इस तरह 2.04.205 के आदेश के तहत",
  "the sale vide order dated 21.04.2015. The operative portion of the order passed by the DRT is reproduced hereunder:": "बिक्री को रद्द कर दिया गया। डीआरटी द्वारा पारित आदेश का ऑपरेटिव हिस्सा नीचे पुन: प्रस्तुत किया गया है:",
  "“... The sale as pointed out earlier is liable to be quashed": "“... जैसा कि पहले बताया गया है, यह बिक्री प्रतिभूति हित (प्रवर्तन) नियमावली, 2002 के नियम",
  "for the non-compliance of Rule 8(6) and 8(7) of the": "8(6) और 8(7) का पालन न करने के कारण रद्द किए जाने योग्य है। नीलामी क्रेता ने अपना पक्ष",
  "purchaser set up his case that he has spent huge money on improvement of property in question. The auction": "स्थापित किया कि उसने संबंधित संपत्ति के सुधार पर बहुत अधिक धन खर्च किया है। नीलामी क्रेता ने",
  "purchaser has not place on record any material to prove the alleged improvements in the property. The auction": "संपत्ति में कथित सुधारों को साबित करने के लिए कोई सामग्री रिकॉर्ड पर नहीं रखी है। नीलामी क्रेता",
  "purchaser is enjoying this property since 2009 as such auction purchaser is not entitled to any extra compensation.": "2009 से इस संपत्ति का आनंद ले रहा है, ऐसे में नीलामी क्रेता किसी भी अतिरिक्त मुआवजे का हकदार",
  "However, Bank will be under obligation to refund the auction money with interest as applicable to fixed deposit. The sale": "नहीं है। हालांकि, बैंक सावधि जमा पर लागू ब्याज के साथ नीलामी राशि वापस करने के लिए बाध्य",
  "money with interest as applicable to fixed deposit. The sale is accordingly set aside and it is made clear that Bank will": "होगा। तदनुसार बिक्री को रद्द कर दिया गया और यह स्पष्ट किया गया कि बैंक नीलामी क्रेता द्वारा बैंक",
  "refund the auction money only after receiving possession of property from auction purchaser within 15 days from the": "को संपत्ति सौंपने के 5 दिनों के भीतर नीलामी क्रेता से संपत्ति का कब्जा प्राप्त करने पर ही नीलामी",
  "delivery of auction purchaser to the Bank. The applicant is directed to pay the dues of the sic within 15 days with": "राशि वापस करेगा। आवेदक को 5 दिनों के भीतर बकाया राशि का भुगतान वर्तमान ब्याज सहित करने",
  "proceed further under Securitization and Reconstruction of Financial Assets and Enforcement of Security Interest Act 2002 to recover its dues.": "प्रतिभूतिकरण एवं पुनर्निमाण तथा प्रतिभूति हित प्रवर्तन अधिनियम, 2002 के अंतर्गत आगे की",
  "In effect the DRT, after setting aside the sale, further proceeded to direct the Bank to refund the auction money with interest as applicable": "6. वास्तव में, डीआरटी ने बिक्री को रद्द करने के बाद, बैंक को निर्देश दिया कि वह नीलामी खरीदार से संपत्ति",
  "direct the Bank to refund the auction money with interest as applicable to fixed deposits only after receiving possession of the property from the auction purchaser within 15 days thereof. The borrower was": "का कब्ज़ा प्राप्त करने के 5 दिनों के भीतर नीलामी के पैसे को ब्याज सहित वापस करे, जैसा कि सावधि जमा",
  "directed to pay the dues of the Bank within 15 days with up to date": "पर लागू होता है। उधारकर्ता को निर्देश दिया गया कि वह 5 दिनों के भीतर बैंक की बकाया राशि का भुगतान",
  "interest, failing which the Bank would be at liberty to proceed further under the SARFAESI Act for recovery of its dues.": "ब्याज सहित करे, ऐसा न करने पर बैंक अपनी बकाया राशि की वसूली के लिए 5/0९#£5। अधिनियम के तहत आगे की कार्यवाही करने के लिए स्वतंत्र होगा।",
  "The appellants preferred an appeal before the DRAT registered as Appeal No. R-57 of 2015, which came to be dismissed, vide": "7. अपीलकर्ताओं ने डीआरएटी के समक्ष अपील सं.आर-57 सन्‌ 205 के रूप में पंजीकृत अपील दायर की,",
  "order dated 19.04.2018. Thereafter the appellants approached the": "जिसे दिनांक 9.04.208 के आदेश के अनुसार खारिज कर दिया गया। इसके बाद अपीलकर्ताओं ने रिट",
  "High Court by way of a Writ Petition registered as Writ Petition (C) No.20266 of 2018, which has since been dismissed by the impugned": "याचिका (सी) सं.20266 सन्‌ 208 के रूप में पंजीकृत रिट याचिका के माध्यम से उच्च न्यायालय का दरवाजा",
  "judgment and order, giving rise to the present appeal.": "खटखटाया, जिसे बाद में आक्षेपित निर्णय और आदेश द्वारा खारिज कर दिया गया, जिससे वर्तमान अपील उत्पन्न हुई है।",
  "The submission advanced by learned counsel for the appellants is two-fold: firstly, that they were bonafide purchasers for value and,": "8. अपीलकर्ताओं के विद्वान अधिवक्ता द्वारा प्रस्तुत दलीलें दो-तरफा हैं: सबसे पहले, कि वे मूल्य के लिए",
  "therefore, the DRT, the DRAT and the High Court erred in setting": "वास्तविक खरीदार थे और इसलिए, डीआरटी, डीआरएटी और उच्च न्यायालय ने बिक्री को रद्द करने और इसकी",
  "aside the sale and confirming it. The second submission advanced is that after the sale certificate was issued, the appellants have": "पुष्टि करने में गलती की। दूसरी दलील यह है कि बिक्री प्रमाणपत्र जारी होने के बाद, अपीलकर्ताओं ने वाद संपत्ति",
  "developed the suit property and have invested approximately Rs.60 lacs and in case the sale is to be set aside, the appellants should": "का विकास किया है और लगभग 60 लाख रुपये का निवेश किया है और यदि बिक्री को रद्द किया जाना है, तो",
  "be suitably compensated not only by refund of the auction money": "अपीलकर्ताओं को न केवल नीलामी के पैसे ब्याज के साथ वापस करके बल्कि संपत्ति के विकास और उसमें किए",
  "The Bank has admitted that there was non-compliance of the statutory provisions in conducting the sale and as such had": "(४) बैंक ने स्वीकार किया है कि बिक्री के संचालन में वैधानिक प्रावधानों का अनुपालन नहीं किया गया था और",
  "conceded before the DRT that the sale in question may be": "इस तरह उसने डीआरटी के समक्ष स्वीकार किया था कि संबंधित बिक्री को रद्द किया जा सकता है और बैंक को",
  "The Bank has admitted that the auction money of Rs.12.40 lacs is lying in a separate fixed deposit and this amount is in": "(४) बैंक ने स्वीकार किया है कि 2.40 लाख रुपये की नीलामी राशि एक अलग सावधि जमा में पड़ी है और",
  "addition to the outstanding amount deposited by the borrower after the auction sale.": "यह राशि नीलामी बिक्री के बाद उधारकर्ता द्वारा जमा की गई बकाया राशि के अतिरिक्त है।",
  "Considering the above facts and circumstances and the arguments advanced, we proceed to deal with the same:": "2. उपरोक्त तथ्यों और परिस्थितियों तथा प्रस्तुत तर्कों पर विचार करते हुए, हम इस पर आगे बढ़ते हैं :",
  "the Bank that mandatory notice of 30 days was not given to the Borrower before holding the auction/sale, the setting aside": "करने से पहले उधारकर्ता को 30 दिनों का अनिवार्य नोटिस नहीं दिया गया था, नीलामी /बिक्री को रद्द करने में",
  "Once the sale is set aside, the status of the appellants as": "(॥) एक बार बिक्री को रद्द कर दिए जाने के बाद, अपीलकर्ताओं की मालिक के रूप में स्थिति स्वतः ही",
  "owners would automatically revert to that of tenants. The status of possession at best could have been altered from that of an": "किरायेदारों की हो जाएगी। कब्जे की स्थिति को सबसे अच्छे रूप में मालिक से किरायेदारों की स्थिति में बदला",
  "owner to that of tenants but Bank would not have any right to claim actual physical possession from the appellants nor would": "जा सकता था, लेकिन बैंक को अपीलकर्ताओं से वास्तविक भौतिक कब्जे का दावा करने का कोई अधिकार नहीं",
  "the appellants be under any obligation to handover physical possession to the Bank. The DRT fell in error on the said issue.": "होगा और न ही अपीलकर्ता बैंक को भौतिक कब्जा सौंपने के लिए बाध्य होंगे। डीआरटी ने उक्त मुद्दे पर गलती",
  "Therefore, the direction issued by the DRT that the Bank will first take possession and thereafter refund the auction money with": "की। इसलिए, डीआरटी द्वारा जारी किया गया निर्देश कि बैंक पहले कब्जा लेगा और उसके बाद सावधि जमा पर",
  "take possession and thereafter refund the auction money with interest applicable to fixed deposits, is not a correct direction;": "लागू ब्याज के साथ नीलामी राशि वापस करेगा, सही निर्देश नहीं है ;",
  "The entire controversy has arisen because of the Bank not following the prescribed mandatory procedure for conducting": "(॥) पूरा विवाद बैंक द्वारा नीलामी बिक्री के संचालन के लिए निर्धारित अनिवार्य प्रक्रिया का पालन न करने के",
  "the auction sale and, therefore, the Bank must suffer and should be put to terms for unnecessarily creating litigation. As": "कारण उत्पन्न हुआ है, इसलिए बैंक को नुकसान उठाना चाहिए तथा अनावश्यक रूप से मुकदमेबाजी करने के",
  "of date the dues of the Bank have been fully discharged and an": "लिए उसे दण्डित किया जाना चाहिए। आज की तिथि तक बैंक के बकाया का पूर्ण भुगतान हो चुका है तथा वर्ष",
  "additional amount of the auction money is lying with the Bank since 2009. This amount is to be returned to the appellants. In": "2009 से नीलामी राशि की अतिरिक्त राशि बैंक के पास पड़ी हुई है। यह राशि अपीलकर्ताओं को वापस की जानी",
  "such facts and circumstances of the case, we are of the view that the award of interest on the auction money at the rate": "है। मामले के ऐसे तथ्यों तथा परिस्थितियों में, हमारा विचार है कि सावधि जमा पर लागू दर पर नीलामी राशि पर",
  "applicable to fixed deposits is not a correct view. The rate of interest deserves to be enhanced.": "ब्याज देना सही विचार नहीं है। ब्याज दर बढ़ाई जानी चाहिए।",
  "We could have considered awarding 24 per cent per annum compound interest on the auction money to be refunded to the": "को देखते हुए हम अपीलकर्ताओं को वापस की जाने वाली नीलामी राशि पर 24 प्रतिशत प्रति वर्ष चक्रवृद्धि ब्याज",
  "(iii). After the auction sale, the borrowers have deposited the entire outstanding amount independent of the auction money which is additionally lying with the Bank;": "ग) बैंक के पास पड़ी पूरी नीलामी /बिक्री राशि (आर- और 2) अपीलकर्ताओं को जमा की तारीख से भुगतान"
}