{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय न्यायक्षेत्र",
  "State of Uttar Pradesh & Anr. ... Appellant(s)": "उत्तर प्रदेश राज्य एवं अन्य ...अपीलार्थी (गण)",
  "Versus": "बनाम",
  "M/s. Birla Corporation Limited ... Respondent(s)": "मैसर्स बिरला कॉर्पोरेशन लिमिटेड ...प्रत्यर्थी(गण )",
  "WITH": "के साथ",
  "JUDGMENT": "निर्णय",
  "A.M. Khanwilkar, J.": "न्यायमूर्ति ए.एम. खानविलकर",
  "1. The seminal question involved in both these appeals is about": ". इन दोनों अपीलों में लिप्त मौलिक प्रश्न उत्तर प्रदेश व्यापार कर",
  "the power of the State to rescind the notification providing for": "संबंध में छूट प्रदान करने वाली अधिसूचना को रद्द करने के लिए राज्य की",
  "facility even in respect of industrial units, which had commenced": "शक्ति के विषय में है और इस प्रकार सुविधा को वापस लेना औद्योगिक इकाइयों के संबंध में भी, जिसने उत्पादन प्रारंभ किया था और दिनांक 27",
  "the dealer claiming rebate under this notification": "() इस अधिसूचना के तहत छूट का दावा करने वाला वितरक ऐसे अभिलेख",
  "shall keep records in which following informations will be shown:": "रखेगा जिसमें निम्नलिखित सूचनाएं दर्शित की जाएंगी:",
  "(a) date;": "(क) तारीख;",
  "(b) name of thermal power stations": "(ख) तापीय विद्युत संयंत्रों का नाम",
  "from which fly-ash is purchased": "जिसमें से फ़ाई-ऐश की क्रय अथवा प्राप्त की जाती है",
  "(c) weight of fly-ash;": "(ग) फ़ाई-ऐश का वजन;",
  "(d) name of manufactured goods;": "(घ) विनिर्मित वस्तुओं का नाम;",
  "(e) weight of manufactured goods;": "(ड़) विनिर्मित वस्तुओं का वजन;",
  "(f) weight of fly-ash used manufacturing of such goods;": "(च) ऐसे वस्तुओं का विनिर्माण में प्रयुक्त फ़ाई-ऐश का वजन;",
  "(g) weight of other goods used in manufacture of such goods;": "(छ) ऐसे माल का विनिमर्ण में प्रयुक्त अन्य वस्तुओं का वजन;",
  "the total weight of manufactured goods and percentage of fly-ash used, should be mentioned on": "(४) विनिर्मित माल का कुल वजन और प्रयुक्त फ़ाई-ऐश का प्रतिशत, जहां तक",
  "goods of packing of such goods as far as possible.": "संभव हो ऐसे माल की पैकिंग को माल पर उल्लिखित किया जाना चाहिए।",
  "Serial Name of District Period for Number which the rebate will be": "अनुलग्रक क्रम सं. जिले का नाम अवधि जिसके लिए छूट",
  "allowed": "की अनुमति होगी",
  "1 2 3": "थी 2 3",
  "1 Banda, Hamirpur, Jalaun, Mahoba, |Twelve Years": ". | बांदा, हमीरपुर, , महोबा, झांसी, बारह वर्ष",
  "Jhansi, Lalitpur and Shahuji Nagar.": "ललितपुर और शाहूजी नगर।",
  "2 Almora, Chamoli, Bageshwar, |Twelve years": "2. नोड़ा, . चमोली, . बागेश्वर, , बारह वर्ष",
  "Dehradun, Fatehpur, Jaunpur,": "फतेहपुर, जौनपुर, कानपुर (देहात),",
  "Kanpur (Dehat), Nainital, Pauri": "नैनीताल, . पौड़ी गढ़वाल, पिथौरागढ़,",
  "Garhwal, Pithoragarh, Sultanpur, Champawat, Tehri Garhwal, Udham": "सुल्तानपुर, चम्पावत; टेहरी गढ़वाल; उधम",
  "Singh Nagar, Uttar Kashi and Growth Centre.": "सिंह नगर, उत्तर काशी और वृद्धि केंद्र।",
  "3. (i) The District of Azamgarh,|Ten Years": "3... |. ([). आजमगढ़ जिला ,. अंबेडकरनगर, दस वर्ष",
  "Barabanki, Basti, Badaun,": "बहराईच, बलिया, बाराबंकी, बस्ती, बदायूं,",
  "Bulandshahr, Deoria, Etah, Etawah,": "बुलंदशहर, . देवरिया, . एटा, .. इटावा,",
  "Bareilly, Bhadohi, Bijnor, Firozabad (excluding Taj Trapezium area),": "फिरोजाबाद (ताज असमान्तरभुज क्षेत्र को",
  "Ghaziabad (excluding Greater Noida": "छोड़कर), . गाजियाबाद (ग्रेटर नोएडा",
  "Industrial Development Area),": "औद्योगिक विकास क्षेत्र को छोड़कर ),",
  "Gorakhpur, Haridwar, Kanpur": "गोरखपुर, . हरिद्वार, कानपुर (नगर),",
  "(Nagar), Lakhimpur Kheri, Lucknow,": "लखीमपुर खीरी, लखनऊ, महाराजगंज,",
  "Maharajganj, Meerut, Muzaffarnagar, Saharanpur, Varanasi, Gautam Budh": "मेरठ, मुजफ्फरनगर, सहारनपुर, वाराणसी,",
  "Nagar, Chandauli, Mirzapur and": "गौतमबुद्धनगर, चंदौली, मिर्जापुर और",
  "Sonbhadra": "सोनभद्र।",
  "Explanation:- The verification of percentage of fly-ash used by fly-ash based industries shall be made of the basis of": "स्पष्टीकरण:-फाई-ऐश आधारित उद्योगों द्वारा प्रयोग किए गए फ़ाई-ऐश के प्रतिशत",
  "Government orders issued in this behalf from time to time.”": "का सत्यापन समय-समय पर जारी सरकारी आदेशों के आधार पर किया जाएगा।",
  "25% in respect of the goods having fly ash contents between 10% to": "की गई, और वजन द्वारा 0 से 30% के बीच फ़ाई ऐश सामग्री वाले माल के संबंध में 25% की छूट और वजन द्वारा 30% से अधिक फ़ाई ऐश सामग्री",
  "30% by weight and a rebate of 50% in respect of the goods having": "30% के बीच फ़ाई ऐश सामग्री वाले माल के संबंध में 25% और वजन द्वारा",
  "fly ash contents exceeding 30% by weight on the tax levied under": "30% से अधिक फ़राई ऐश सामग्री वाले माल के संबंध में 50% की छूट प्रदान",
  "the Act in the districts mentioned thereunder, subject to certain": "करने के लिए इस आधार पर जिलों में अधिनियम के तहत लगाये गए कर पर",
  "conditions. The said notification reads thus:": "निश्चित नियमों के अधीन उल्लिखित है। उक्त अधिसूचना इस प्रकार है:",
  "“[S. No. 1289]": "\"एस. सं. 289]",
  "Notification No.T.I.F — 2-592/XI-9(226)94-U.P. Act-": "अधिसूचना सं. .।.#-2-592/2-9(226)94-0? अधिनियम-5-48-आदेश-",
  "15-48-Order-98, dated 27.02.1998": "98, दिनांक 27.02.998",
  "Whereas, the State Government is satisfied that it is expedient in the public interest so to do:": "जबकि, राज्य सरकार संतुष्ट है कि ऐसा करना सार्वजनिक हित में लाभकारक है:",
  "Now, therefore, in exercise of the powers under Section 5 of the Uttar Pradesh Trade Tax Act, 1948 (U.P. Act No. XV of 1948), read with section 21 of the": "इसलिए अब, उत्तर प्रदेश व्यापार कर अधिनियम, 948 (948 के उत्तर",
  "9(226)/94-UP-Act-15-48 Order-97, dated June 18,": "9(226) /94-0?-अधिनियम-5-48 आदेश-97 को रद्द करने के",
  "having fly-ash contents between ten to thirty percent": "(0). वजन द्वारा दस से तीस प्रतिशत के बीच फ़ाई-ऐश सामग्री वाले",
  "by weight and a rebate of fifty percent on the goods": "माल पर पच्चीस प्रतिशत की छूट और वजन द्वारा तीस प्रतिशत से",
  "weight on the tax levied under the Act in the district mentioned in column-2 Annexure given below for the": "करने के लिए नीचे दिए गए स्तंभ-2 अनुलग्रक में उल्लिखित जिलों में अधिनियम के तहत लगाये गए कर पर निम्नलिखित नियम के अधीन",
  "period mentioned in column-3 of the said Annexure": "उक्त अनुलग्रक के स्तंभ-3३ में अवधि उल्लिखित है।",
  "CONDITIONS": "शर्तें",
  "(i) such goods shall be manufactured in a unit": "(।) ऐसे माल का विनिर्माण ऐसे इकाई में किया जाएगा जो अनुलग्रक के स्तंभ-2 में",
  "established in the area mentioned in coloumn-2 of the Annexure;": "उल्लिखित क्षेत्र में स्थापित है;",
  "(a) Where the content of fly ash is 10%": "(क) जहां फ्राई ऐश की अंतर्निहित वस्तु माल के सम्पूर्ण वजन का 0% से",
  "to 30% of the total weight of goods — 25% rebate on tax.": "30% है - कर पर 25% छूट।",
  "(b) Where the content of fly ash is more than 30% of the total weight of goods": "(ख) जहां फ्राई ऐश की अंतर्निहित वस्तु माल के सम्पूर्ण वजन का 30% से",
  "-50% rebate on the tax.": "अधिक है- कर पर 50% छूट।",
  "2. Accordingly under Section 8 (5) of the Central Sales Tax Act, by the Govt. Notification No.vya.ka/-2- 593/gyaraha-9 (226)94, dated 27\" February 1998, similar rebate has been allowed. A condition was": "2. तदनुसार दिनांकित 27 फरवरी, 998 की सरकारी अधिसूचना सं ४४०.॥8/-2-593/पुबावाव-9 (226 )94 द्वारा केंद्रीय बिक्री कर अधिनियम की धारा 8 (5) के तहत इसी तरह की छूट की अनुमति दी गई है। उपरोक्त",
  "prescribed in the above notifications that such goods": "अधिसूचनाओं में एक शर्त निर्धारित की गई थी कि इस तरह की वस्तुओं को",
  "shall be manufactured within the units established in the area mentioned in column No.2 of the annexure": "अनुलग्रक के कॉलम सं. 2 में उल्लिखित क्षेत्र में स्थापित इकाइयों के भीतर निर्मित",
  "were challenged before the Hon’ble High Court by the writ petition.": "उच्च न्यायालय के समक्ष उपरोक्त अधिसूचनाओं को चुनौती दी गई थी।",
  "3. Commissioner, Trade Tax has informed that in the writ petitions No.957/99M/sBela Cement Ltd. Vs.": "3. आयुक्त, व्यापार कर ने सूचित किया है कि रिट याचिका सं. 957/990/",
  "State and writ petition No.958/99 M/s Jai Prakash": "5 बेला सीमेंट लि. बनाम राज्य एवं रिट याचिका सं. 958/99 मेसर्स जयप्रकाश",
  "Industries Vs State, Bench of the Hon’ble High Court has by the order dated 29.1.2004 declared the above conditions mentioned in the _ notification as": "इंडस्ट्रीज बनाम राज्य में दिनांक 29..2004 के आदेश द्वारा माननीय उद्च न्यायालय की न्यायपीठ ने अधिसूचना में उल्लिखित उपरोक्त शर्तों को",
  "unconstitutional. It has also been mentioned that": "असंवैधानिक घोषित किया है। यह भी उल्लेख किया गया है कि उपरोक्त निर्णय का",
  "effect of the above judgment shall be that henceforth facility of rebate will not only be available to the above": "प्रभाव यह होगा कि छूट की सुविधा न केवल उत्तर प्रदेश में स्थित उपरोक्त प्रकार",
  "types of industrial units situated in Uttar Pradesh": "की औद्योगिक इकाइयों के लिए उपलब्ध होगी, बल्कि उत्तर प्रदेश के बाहर स्थित",
  "only, but above rebate shall also be available to the": "इकाई के लिए भी उपरोक्त छूट उपलब्ध होगी। यह भी अवगत कराया गया है कि",
  "apprised that in regard to above, Addl. Advocate General has given the legal opinion that": "उपरोक्त के संबंध में, अपर महाधिवक्ता ने विधिक राय दी है कि भविष्य में होने",
  "considering the revenue loss being caused in future above notifications can be repealed. In case": "वाले राजस्व हानि के विचारगत उक्त अधिसूचनाओं को निरसित किया जा सकता",
  "above notifications have to be repealed from": "है। यदि उपरोक्त अधिसूचनाओं को पूर्वव्यापी प्रभाव से निरसित किया जाना है तो",
  "way of an ordinance. In accordance with the legal opinion tendered by the Hon’ble Add. Advocate General, a recommendation has made to proceed further expeditiously.": "द्वारा दी गई विधिक राय के अनुसार शीघ्रता कार्यवाही करने की सिफारिश की है।",
  "4. It appears that the main objective of providing the rebate vide the above notifications was that the": "4. ऐसा प्रतीत होता है कि उपरोक्त अधिसूचनाओं को छूट प्रदान करने का मुख्य",
  "state, in view of the above rebates. In the light of above judgment of the Hon’ble High Court, now above": "चाहिए। माननीय उद्च न्यायालय के उपरोक्त निर्णय के आलोक में, अब राज्य के",
  "rebate shall also be available to the unit situated outside the state. Therefore it deems to be fit that": "बाहर स्थित इकाई को भी छूट उपलब्ध की जाएगी। इसलिए यह उचित है कि",
  "above notifications should be repealed. In this": "उपरोक्त अधिसूचनाओं को निरसित किया जाना चाहिए। इस संबंध में आयुक्त",
  "regard the proposal of Commissioner Trade Tax seems to be proper.": "व्यापार कर का प्रस्ताव उचित प्रतीत होता है।",
  "5. Therefore it is proposed that notifications": "5. इसलिए यह प्रस्तावित है कि फ़राई ऐश पर आधारित उद्योगों पर लागू छूट से",
  "issued under section 5 of the Trade Tax Act and Section 8 (5) of Central Sales Tax Act, related to": "संबंधित व्यापार कर अधिनियम की धारा ५ और केंद्रीय बिक्री कर अधिनियम की",
  "6. Finance department has expressed the consent to the above proposal.": "6. वित्त विभाग ने उपरोक्त प्रस्ताव को सहमति व्यक्त की है।",
  "7. Law department has expressed the view that it": "7. कानून विभाग ने यह विचार व्यक्त किया है कि यह अपर महाधिवक्ता द्वारा",
  "that to prevent the revenue loss notification dated": "सलाह दी गई थी कि राजस्व हानि को रोकने की दिनांकित 22.7.998",
  "22.7.1998 can be repealed. In view of the above": "अधिसूचना को निरसित किया जा सकता है। उपरोक्त के दृष्टित, आक्षेपित",
  "the proceedings for repealing the impugned notifications is legally possible.": "अधिसूचनाओं को निरसित करने की कार्यवाही विधिक रूप से संभव है।",
  "8. Honorable Minister has examined these comments.": "8. माननीय मंत्री ने इन टिप्पणियों की जांच की।",
  "9. Order of the Hon’ble Cabinet is prayed for on the Para 5 above.": "9. माननीय कैबिनेट के आदेश पर उपरोक्त प्रस्तर 5 पर प्रार्थना की गई है।",
  "Sd/-": "एसडी /",
  "(Rita Sinha)": "(रीता सिन्हा)",
  "Principal Secretary": "प्रधान सचिव",
  "Tax & Registration Department": "कर और पंजीकरण विभाग",
  "File No.9 (63)/2001": "फ़ाइल सं. 9 (63)/ 2007",
  "Lucknow dated 19 August, 2004”": "लखनऊ दिनांक 29 अगस्त, 2004”",
  "(emphasis supplied)": "(प्रभाव वर्धित )",
  "had commenced commercial production before coming into effect of": "को आक्षेपित अधिसूचना के प्रभाव में आने से पहले वाणिज्यिक उत्पादन",
  "coming into effect of stated notification they have been denied of the": "प्रारम्भ किया था। हालांकि, कथित अधिसूचना के प्रभाव में आने के कारण",
  "rebate which they could have earned for ten years.": "उन्हें उस छूट से वंचित किया गया है जो वे दस साल तक अर्जित कर सकते",
  "8. In the case of respondent in Civil Appeal No. 1579/2019 -": "8. प्रतिवादी के दीवानी अपील सं, 579/209 - मेसर्स बिड़ला",
  "M/s. Birla Corporation Limited (for short, ‘the BCL), the factory was": "कॉर्पोरेशन लिमिटेड (संक्षेप में, 'बीसीएल') मामले में कारखाने को उक्त",
  "set up by the said respondent at Raibareli and it had commenced": "प्रतिवादी द्वारा रायबरेली में स्थापित किया गया था और इसने दिनांक 4",
  "commercial production from 14 December, 1998. As the said": "दिसंबर, 998 से वाणिज्यिक उत्पादन प्रारम्भ किया था। जैसा कि उक्त",
  "respondent had complied with all the conditions specified in the notification dated 27\" February, 1998, it availed the rebate facility": "प्रतिवादी ने दिनांक 27 फरवरी, 998 की अधिसूचना में निर्दिष्ट सभी शर्तों",
  "from 14\" December, 1998 until 13 October, 2004. It could have": "का अनुपालन किया था, इसने दिनांक 4 दिसंबर, 998 से 3 अक्टूबर,",
  "continued to avail of that facility for a period of ten years, i.e., upto": "2004 तक छूट की सुविधा का लाभ उठाया। यह दस साल की अवधि के लिए उस सुविधा का लाभ उठाना जारी रख सकता था जैसे कि, दिनांक 3",
  "BCL is for the period from 14 October, 2004 to 13 December, 2008.": "अक्टूबर, 2004 से 3 दिसंबर, 2008 तक है।",
  "9. In the case of respondent in Civil Appeal No. 1580/2019 -": "9. प्रतिवादी के दीवानी अपील सं, 579/209 - मेसर्स बिड़ला",
  "notification dated 27\" February, 1998. The said notification reads": "अपने कारखाने का संचालन कर रहा था और दिनांक 27 फरवरी, 998",
  "“NOTIFICATION": "उद्घोषणा",
  "12": "2",
  "challenged the said notification which, as aforesaid, was upheld by": "की अधिसूचना में निर्दिष्ट शर्त के कारण, ने उक्त अधिसूचना को चुनौती दी",
  "the High Court and later by this Court. In terms of the said": "थी जिसे पूर्वोक्त में, उच्च न्यायालय और बाद में इस न्यायालय द्वारा बरकरार",
  "decision, this respondent could have continued with its business": "रखा गया था। उक्त निर्णय के संदर्भ में, यह प्रतिवादी अपना व्यवसाय जारी",
  "on 14\" October, 2004. However, despite the said": "अक्टूबर, 2004 को जारी आक्षेपित अधिसूचना के लिए। हालाँकि, उक्त",
  "respondent (JPAL) having succeeded before the High Court in Writ Petition No.958 (Tax) of 1999 vide judgment dated 29 January,": "प्रतिवादी (जेपीएल) रिट याचिका सं. 958/999 (कर) के आदेश दिनांकित 29 जनवरी, 2004 के द्वारा उच्च न्यायालय के समक्ष सफल होने",
  "its own in the area specified in the notification dated 27\" February, 1998, to avoid any further controversy or dispute regarding tax": "के बावजूद एहतियातन इसने कर छूट सुविधा से संबंधित किसी भी विवाद या विवाद से बचने के लिए दिनांक 27 फरवरी, 998 की निर्दिष्ट",
  "rebate facility. In furtherance of that decision, after seeking": "उस फैसले के चलते, आवश्यक स्वीकारोक्ति प्राप्त करने के पश्चात , उक्त",
  "commercial production in the factory set up in the notified area in": "अधिसूचित क्षेत्र में स्थापित कारखाने में वाणिज्यिक उत्पादन प्रारम्भ किया",
  "of the notification dated 27\" February, 1998, in vogue,": "और 27 फरवरी, 998 दिनांकित की अधिसूचना की शर्तों में, दस साल",
  "notification dated 14 October, 2004, the said respondent (JPAL)": "की हस्तक्षेप की अधिसूचना के कारण, उक्त प्रतिवादी (जेपीएल) को उस",
  "over Rs. 100 crores to set up a new factory within the notified area in the State of Uttar Pradesh.": "अधिसूचित क्षेत्र के भीतर एक नया कारखाना स्थापित करने के लिए लगभग 00 करोड़ रूपये का निवेश किया है।",
  "10. In this background, both the respondents filed separate writ": "0. इस पृष्ठभूमि में, दोनों प्रत्यर्थियों ने उच्च न्यायालय के समक्ष जोर देते हुए",
  "terms of notification dated 27 February, 1998, and the impugned notification dated 14'\" October, 2004, therefore, suffered from the": "27 फरवरी, 998 और 4 अक्टूबर, 2004 की आक्षेपित अधिसूचना की",
  "the State, in exercise of its executive power, cannot resile from the": "दावा किया गया था कि राज्य अपनी कार्यकारी शक्ति के प्रयोग में , उत्तर",
  "promise it had made by inviting setting up of industry within the designated areas in the State of Uttar Pradesh and in the process,": "प्रदेश राज्य में नामित क्षेत्रों के भीतर उद्योग की स्थापना को आकृष्ट करके किए गए वादे को अस्वीकार नहीं कर सकता और इस प्रक्रिया में, पूर्वव्यापी",
  "withdraw the rebate facility with retrospective effect. That could be": "प्रभाव के साथ छूट की सुविधा को वापस ले सकता है। यह केवल",
  "done only by the legislature by enacting a law in that behalf or by": "विधायिका द्वारा उस विधि में एक कानून बनाकर अथवा अध्यादेश जारी",
  "fact, the notification, as issued on 14\" October, 2004, specified that": "कि दिनांक 4 अक्टूबर, 2004 को जारी अधिसूचना में निर्दिष्ट किया था",
  "the same would come into effect from the date it is issued. There is": "कि यह जारी होने की तारीख से लागू होगा। इस बात का कोई संकेत नहीं है",
  "Court decided the issue against the State and extended the benefit": "न्यायालय ने राज्य के विरूद्ध इस मुद्दे का फैसला किया और पड़ोसी राज्यों",
  "to other industrial units in the neighbouring States, by itself cannot": "में अन्य औद्योगिक इकाइयों के लाभ को लाभ बढ़ाया , स्वयं द्वारा 27",
  "be the basis much less a supervening circumstance to justify the": "न्यायोचित ठहराने के लिए एक पर्यवेक्षण परिस्थिति के आधार पर कम नहीं",
  "12. The appellant-State had resisted the writ petitions by filing": "2. अपीलार्थी-राज्य ने उच्च न्यायालय के समक्ष शपथपत्र दायर करके रिट",
  "affidavit before the High Court. The stand taken by the State before": "याचिकाओं का विरोध किया था। उच्च न्यायालय के समक्ष राज्य द्वारा",
  "facility to all industrial units because of the supervening": "कारण सभी औद्योगिक इकाइयों को छूट की सुविधा को वापस लेने की शक्ति",
  "because of the judgment of the Allahabad High Court dated": "दिनांकित के इलाहाबाद उच्च न्यायालय के फैसले के कारण था और पड़ोसी",
  "29\"\" January, 2004 and the inability of the State to verify the claims of the industrial units in the neighbouring States which was beyond": "राज्यों में औद्योगिक इकाइयों के दावों को सत्यापित करने में राज्य की",
  "the territorial jurisdiction of the State authorities.": "अक्षमता जो राज्य के प्राधिकारियों के प्रादेशिक क्षेत्राधिकार से परे थी।",
  "13. The High Court vide impugned judgment, in the first place": "]3. उच्च न्यायालय ने आक्षेपित निर्णय द्वारा प्रथमतः यह अवधारित किया",
  "was that the decision to rescind the notification dated 27\" February, 1998 was to discontinue the rebate to industry that": "कि राज्य ने 27 फरवरी, 998 दिनांकित की अधिसूचना में निर्दिष्ट अन्य",
  "commenced commercial production within the designated areas in": "शर्तों के साथ अनुपालन करते हुए राज्य के भीतर प्राधिकृत क्षेत्रों में उत्पादित",
  "Government in the Indian context and the Indian jurisprudence was": "अवधारण किया गया कि भारतीय संदर्भ में राज्य सरकार और भारतीय",
  "concluded that the notification issued on 14 October, 2004 cannot": "निकाला कि दिनांक 4 अक्टूबर, 2004 को जारी अधिसूचना औद्योगिक",
  "stand the test of judicial scrutiny qua the claim of the industrial": "इकाइयों के दावे के रूप में न्यायिक जांच योग्यता के परीक्षण पर आधारित",
  "units which were already established within the designated area in": "नहीं कर सकती जो पहले से ही राज्य में नामित क्षेत्र के भीतर स्थापित किए",
  "the State and had commenced commercial production of the stated goods before 14 October, 2004. It also rejected the stand": "गए थे और दिनांक 4 अक्टूबर, 2004 से पूर्व कथित माल का वाणिज्यिक",
  "conclusion recorded by the High Court reads thus:-": "निष्कर्ष इस प्रकार है: -",
  "“SUMMARY": "“सारांश",
  "adjudged on the basis of material placed by the State Government during the course of judicial review.": "प्रक्रिया में राज्य सरकार द्वारा उपलब्ध कराये गये तथ्यों के आधार पर",
  "Nothing has been brought on record to establish as to": "विनिर्णीत किया जाना चाहिए। यह स्थापित करने के लिए कुछ भी अभिलेख",
  "what prompted the government to revoke earlier": "में दर्ज नहीं किया गया है कि सरकार ने पूर्व की अधिसूचना को और अधिक",
  "changed and flyash remain an ecological hazard release by thermal power stations.": "फाईऐश थर्मल पावर स्टेशनों द्वारा प्रदत्त पारिस्थितिक खतरा बना रहता है।",
  "20": "20",
  "16. Lastly, it is urged that even if the writ petitioners-respondents": "6. अंत में, यह आग्रह किया जाता है कि यदि रिट याचिकाकर्ताओं -",
  "herein were to succeed, the entitlement of rebate would depend on": "प्रत्यर्थियों को यहां भी सफल होना था, तो छूट का अधिकार इस तथ्य पर",
  "the fact whether the respondents have themselves paid the amount": "निर्भर करेगा कि क्या उत्तरदाताओं ने स्वयं दावा की गई राशि का भुगतान",
  "claimed and have not passed on the burden to their consumers in": "किया है और अपने उपभोक्ताओं पर पूर्ण या आंशिक रूप से बोझ पर पारित",
  "consequence of applicability of the notification dated 27\" February,": "फरवरी, 998 दिनांकित की अधिसूचना की प्रयोज्यता के परिणामस्वरूप",
  "foundational fact that the respondents had not passed on the commensurate tax burden to their consumers. To buttress the": "कि प्रत्यर्थियों ने अपने उपभोक्ताओं को कर बोझ के अनुरूप पारित नहीं",
  "above submissions, reliance has been placed on the decisions of": "किया था। उपरोक्त प्रस्तुतियाँ को पुष्ठ करने के लिए इस न्यायालय के निर्णयों",
  "this Court in State of Jammu & Kashmir vs. Trikuta Roller": "पर जम्मू ऑर कश्मीर राज्य बनाम त्रिकुटा रोलर फोर मिल्स प्रा. लिमिटेड",
  "Shree Durga Oil Mills & Anr.*; and Shree Digvijay Cement Co.": "ऑयल सिल्स एवं अन्य (११०७) ! एससीसी 572): और श्री दिग्विजय सीमेंट कंपनी",
  "Ltd. & Anr. vs. Union of India & Anr. *.": "लिमिटेड एवं अन्य बनाम युनियन ऑफ इंडिया एवं अन्य (९००३) 2 एससीसी 674)",
  "the High Court for sustaining their challenge to notification dated": "को अपनी चुनौती बनाए रखने के लिए उच्च न्यायालय द्वारा दिए गए कारणों",
  "14\" October, 2004. It is urged that the notification dated": "को अपनाएंगे। यह तर्क दिया गया है कि 4 अक्टूबर, 2004 दिनांकित की",
  "State of U.P. & Ors. Vs Jai Prakash Associated Ltd. etc. etc.": "उत्तर प्रदेश एवं अन्य बनाम जय प्रकाश एसोसिएटेड लिमिटेड आदि के रूप",
  "ii). The effect of the judgment nullified the public interest in granting the tax rebate.": "|). निर्णय के प्रभाव ने कर छूट देने में सार्वजनिक हित को शून्य कर दिया।",
  "iii). State had no territorial jurisdiction to ascertain fly": "स्रोत का पता लगाने के लिए राज्य का कोई प्रादेशिक क्षेत्राधिकार नहीं था। ५४). दिनांक 4.09.999 और 27.08.2003 को भारत सरकार की",
  "High Court in a PIL from 2003 to 2005. State was": "ही 2003 से 2005 तक जनहित याचिका में माननीय दिल्ली उच्च न्यायालय",
  "v). Future revenue loss.”": "४). भविष्य की राजस्व क्षति।”",
  "15. It is then urged that the High Court has not carefully analysed": "5. तब यह जोर दिया जाता है कि उच्च न्यायालय ने इनमें से प्रत्येक कारणों का सावधानीपूर्वक विश्लेषण नहीं किया है, छूट की सुविधा प्रदान करने वाली",
  "each of these reasons, much less the impact of all the reasons": "सभी कारणों का बहुत कम प्रभाव है। यह भी तर्क दिया गया है कि प्रत्यर्थियों",
  "the decisions pressed into service by the respondents would be applicable to ordinary situation where the principle of promissory": "द्वारा सेवा में दबाए गए निर्णयों को सामान्य स्थिति पर लागू किये जाएँगे जहां",
  "applicable to ordinary situation where the principle of promissory estoppel has been invoked by the State Government but the same": "राज्य सरकार द्वारा वचनबद्ध विबंधन के सिद्धांत को लागू किया गया है,",
  "will have no application to the notification under consideration": "लेकिन उसी के पास विचाराधीन अधिसूचना के लिए कोई आवेदन नहीं होगा",
  "which was the outcome of supervening public interest. In other": "जो अन्तर्विरोधी लोकहित का परिणाम था। दूसरे शब्दों में, वचनबद्ध",
  "23": "22",
  "High Court was right in observing that the State Government had": "में सही था कि राज्य सरकार उस सिद्धांत पर 4 अक्टूबर, 2004",
  "failed to make out any case to justify the impugned notification": "दिनांकित की आक्षेपित अधिसूचना को न्यायोचित ठहराने के लिए किसी भी",
  "submission, our attention was invited to the relevant portion of the pleadings before the High Court in the form of writ petition and affidavits of both sides. Relying on the dictum in the cases of M/s.": "हमारा ध्यान रिट याचिका और दोनों पक्षों के शपथपत्रों के रूप में उच्च",
  "Motilal Padampat Sugar Mills Co. Ltd. vs. State of Uttar": "मेसर्स सोतीलाल परदमपत शुगर मिल्स कंपनी लिमिटेड बनाम उत्तर प्रदेश",
  "22": "2",
  "accrued in favour of the respondent(s) under the notification dated": "दिनांकित की अधिसूचना के तहत एक प्रवर्तनीय अधिकार प्रत्यर्थी (गणों ) के",
  "eligibility period up to 13° December, 2008 and 17' September,": "दिनांक 3 दिसंबर, 2008 और 7 सितंबर, 204 तक छूट का लाभ",
  "2014 respectively. That right could not be interdicted and": "के गुण द्वारा उस अधिकार को बाधित और प्रतिबंधित नहीं किया जा सकता",
  "2004. It is not a case where the legislature has intervened to": "है। यह ऐसा मामला नहीं है जहां विधायिका ने उस अधिकार पर रोक लगाने",
  "interdict that right, but it is being done by a notification by an": "के लिए हस्तक्षेप किया है, लेकिन यह एक प्राधिकारी द्वारा एक अधिसूचना",
  "authority who is not empowered to issue notification having": "अधिसूचना जारी करने के लिए सशक्त नहीं है। प्रत्यर्था इस न्यायालय के",
  "the decisions of this Court which has taken the view that the": "निर्णयों पर भरोसा कर रहे हैं जिसने यह विचार किया है कि अधिसूचनाएं",
  "notifications cannot apply to units already set up prior to their": "उनके जारी होने से पूर्व स्थापित इकाइयों पर लागू नहीं हो सकती हैं। (देखें",
  "issuance. (See MRF Limited, Kottayam vs. Assistant": "एमआरएफ लिमिटेड कोड्टायम बनाम असिस्टेंट कमिश्नर (असेसमेंट) सेल्स",
  "notification.": "उद्घोषणा",
  "24": "23",
  "rebate was to promote use of fly ash generated from thermal power stations in Uttar Pradesh and utilization of the fly ash in": "पावर स्टेशनों से उत्पन्न फ़राई ऐश के उपयोग को बढ़ावा देना था और",
  "manufacture of goods to be produced by the industry set up in the": "प्राधिकृत क्षेत्रों में उद्योग स्थापित करने के द्वारा उत्पादित माल के विनिर्माण",
  "to address the environmental issues confronting the State in the": "आने वाले पर्यावरणीय मुद्दों को संबोधित करने और उत्तर प्रदेश राज्य के",
  "opportunities to the locals due to setting up of industries in the": "भीतर प्राधिकृत क्षेत्रों में उद्योगों की स्थापना के कारण स्थानीय लोगों को",
  "generation of fly ash in thermal power stations in Uttar Pradesh has": "स्वीकार्यतः, उत्तर प्रदेश में थर्मल पावर स्टेशनों में फ़ाई ऐश का उत्पादन",
  "continued unabated causing serious health hazards in the": "लगातार जारी रहा है जिससे पड़ोस में गंभीर स्वास्थ्य खतरे पैदा हो रहे हैं,",
  "neighbourhood, turning fertile lands into barren lands. Notably, the new industry set up in the designated areas after 27\" February,": "उपजाऊ भूमि को बंजर भूमि में बदल दिया गया है। विशेषतः , दिनांक 27",
  "the new industry set up in the designated areas after 27\" February, 1998 and before 14™ October, 2004 is using the fly ash generated in": "फरवरी, 998 के पश्चात और 4 अक्टूबर, 2004 से पूर्व प्राधिकृत क्षेत्रों में",
  "thermal power stations in Uttar Pradesh. Thus, the newly": "नव स्थापित उद्योग उत्तर प्रदेश में थर्मल पावर स्टेशनों में उत्पन्न फ़ाई ऐश का उपयोग कर रहा है। इस प्रकार, नव स्थापित उद्योग उक्त अधिसूचना के",
  "established industry would continue to achieve the object and intent behind the said notification, which has not ceased to exist": "का उपयोग कर रहा है। इस प्रकार, नव स्थापित उद्योग उक्त अधिसूचना के निहितार्थ वस्तु और प्रयोजन को प्राप्त करना जारी रखेगा, जो मौजूद नहीं है",
  "and is still relevant. In such a situation, it is incomprehensible as": "और अभी भी प्रासंगिक है। ऐसी स्थिति में, यह समझ से परे है कि राज्य",
  "to how the principle of supervening public interest could be invoked by the State much less of such magnitude that it would be": "द्वारा अन्तर्विरोधी लोकहित के सिद्धांत को इस तरह के परिमाण से कम लागू कैसे किया जा सकता है कि राज्य के लिए 27 फरवरी, 998 दिनांकित की",
  "impossible for the State to hold or be bound by the promise made": "अधिसूचना में इसके द्वारा किए गए वचन को अवधारित करना अथवा बाध्य",
  "by it in notification dated 27\" February, 1998. The only reason recorded in the proposal for issuing the impugned notification dated": "अधिसूचना को जारी प्रस्ताव में अभिलिखित एकमात्र कारण , जैसा कि",
  "the Principal Secretary of the concerned Department to the Council": "संबंधित विभाग के प्रधान सचिव द्वारा मंत्रिपरिषद को प्रस्तुत किए गए बिन्दु",
  "26": "24",
  "High Court dated 29\" January, 2004. The apprehension of the": "से समझा जा सकता है, केवल उच्च न्यायालय के 29 जनवरी, 2004",
  "State that it would not be in a position to verify the factual basis to": "निपटान के लिए तथ्यात्मक आधार को सत्यापित करने की स्थिति में नहीं",
  "neighbouring States has already been considered and negated by this Court in the previous round, which finding will continue to": "होगा जो पहले से ही इस न्यायालय द्वारा पूर्व चक्र में विचारित और उपेक्षित",
  "20. The respondents have distinguished the decisions pressed into": "20. प्रत्यर्थीगणों ने संबंधित मामले के तथ्यों पर निर्णय लेने के लिए श्रिकृुटा",
  "(supra) and Shree Durga Oil Mills (supra) being decisions on the": "रोलर छोर मिल्स प्रा: लिमिटेड (उपरोक्त) एवं श्री दुर्गा ऑयल मिलल्‍्स (उपरोक्त) में अपीलार्थी द्वारा सेवा में जोर दिए गए निर्णयों पर प्रभेद किया",
  "facts of the concerned case. In the former case, the Court upheld": "है। पूर्व मामले में, न्यायालय ने अस्तित्वहीन व्यापारियों द्वारा कपटपूर्ण",
  "unravelling of fraudulent transactions and bogus refund claims by": "लेनदेन और फर्जी वापसी के दावों की विवृत्ति के कारण राज्य के",
  "challenged the vires of the relevant notification for grant of any": "अनुदान के लिए संबंधित अधिसूचना के अधीन चुनौती दी है। न्यायालय ने",
  "orders will be issued laying down the mode of administering the": "प्रोत्साहन को शासन करने के तरीके को प्रतिपादित किया जाएगा और",
  "production on 19\" March, 1980, the earlier notification was already": "980 को उत्पादन प्रारम्भ कर दिया था, पूर्व अधिसूचना को दिनांक 20",
  "abrogated on 20\" May, 1977. It is submitted that in the facts of": "25 मई, 977 को पहले ही निरस्त कर दी गई थी। यह तर्क प्रस्तुत किया गया",
  "that case, no relief could be granted to the writ petitioner nor it": "कि उस मामले के तथ्यों में, रिट याचिकाकर्ता को कोई राहत नहीं दी जा",
  "could be allowed to challenge the authority of the executive for": "के प्राधिकार को चुनौती देने की अनुमति दी जा सकती है।",
  "21. In addition, the respondents would rely on the exposition in State of Bihar & Others vs. Kalyanpur Cement Limited’ to": "2. इसके अतिरिक्त, प्रत्यर्थीगण बिहार राज्य एवं अन्य बनाम कल्याणपुर सीमेंट लिमिटेड (९०००) 3 एससीसी 27%) के प्रतिपादन पर अवलम्ब लेंगे जिससे यह",
  "urge that the doctrine of promissory estoppel applies to notifications": "आग्रह किया गया कि वचनात्मक विबंधन का सिद्धान्त अधिसूचना पर लागू",
  "such as the impugned notification dated 14\" October, 2004. It is": "होता है जैसे कि 4 अक्टूबर, 2004 दिनांकित की आक्षेपित अधिसूचना।",
  "further urged that the notification dated 14'\" October, 2004 violates": "यह आगे यह आग्रह किया गया कि 4 अक्टूबर, 2004 दिनांकित की",
  "Secretary vs. State of Uttar Pradesh & Others’*. Lastly, it is": "है। लोक प्रहरी श्र इट्स जनरल सेक्रेटरी बनाम उत्तर प्रदेश राज्य एवं अन्य",
  "contended that the argument of unjust enrichment has been raised for the first time before this Court and ought not to be": "इस न्यायालय के समक्ष प्रथमतः अन्यायपूर्ण संवर्धन का तर्क उठाया गया है",
  "concerned authority. The respondents submit that the appeals be": "के लिए लंबित है। प्रत्यर्थी यह तर्क प्रस्तुत करते हैं कि अपील को गुणों की",
  "dismissed being devoid of merits.": "शून्यता के कारण खारिज किया जाता है।",
  "22. We have heard Ms. Aishwarya Bhati, learned senior counsel appearing for the State and Mr. S.K. Bagaria and Mr. S.B. Upadhyay, learned senior counsel appearing for the respondents.": "22. हमने राज्य की तरफ से उपस्थित विद्वत वरिष्ठ अधिवक्ता सुश्री ऐश्वर्या भाटी और प्रत्यर्थीगणों की तरफ से उपस्थित विद्वत वरिष्ठ अधिवक्ता श्री एस.के. बागरिया और श्री एस.बी. उपाध्याय को सुना।",
  "23. After cogitating over the rival submissions, it becomes evident": "23. प्रतिरोधी तर्कों पर विचार करने के पश्चात, यह सुस्पष्ट हो जाता है कि",
  "that the parties have proceeded on the premise that the State Government or the Executive is competent to rescind the earlier": "दोनों पक्ष इस आधार पर प्रवृत्त हैं कि राज्य सरकार अथवा कायकारी पूर्व",
  "notification and the doctrine of promissory estoppel can be no": "की अधिसूचना को रद्द करने हेतु सक्षम हैं और इस संबंध में वचनात्मक",
  "condition that the burden is upon the Government to show that it": "फीताशाही इस शर्त के साथ किया जाता है कि सरकार पर यह बोझ दिखाने",
  "acted in furtherance to public interest in issuing such a notification": "के लिए है कि उसके द्वारा इस तरह की अधिसूचना जारी करने में लोकहित",
  "otherwise than in accordance with the promise and that the public": "के लिए आगे कार्य किया है, अन्यथा वचन के अनुसार और लोकहित इतना",
  "interest is so overwhelming that it would be inequitable to hold the Government bound by the promise. It is well established that the": "सशक्त है कि यह वचनबद्ध सरकार का अवधारण न्यायविरूद्ध होगा। यह",
  "Court would not act on mere ipse dixit of the Government and must": "भली भाँति प्रतिस्थापित है कि न्यायालय मात्र सरकार के इप्से दिक्षित (कथन जो साबित नहीं हुआ) पर कार्रवाई नहीं करेगा और राज्य द्वारा",
  "insist on a highly rigorous standard of proof in discharge of its": "भारित अपने दायित्वों के निर्वहन में प्रमाण के कठोर एवं उच्च मानकों पर जोर",
  "burden by the Government. Resultantly, it is not necessary for us": "देना चाहिए। इसके परिणामस्वरूप, हमारे लिए यह आवश्यक नहीं है कि हम",
  "Government like any other private party or individual.": "किसी अन्य निजी पक्ष अथवा व्यक्ति की तरह राज्य सरकार के वचनात्मक",
  "24. Before we proceed further, it would be apposite to extract": "24. इससे पहले कि हम आगे बढ़ें, यह 948 अधिनियम की धारा 5५ के",
  "“5. Rebate of tax on certain purchases or sale.—": "“5. निश्चित क्रय अथवा विक्रय पर कर की छूट-",
  "(1) Where the State Government is satisfied that it is expedient in the public interest so to do, it may by": "() जहां राज्य सरकार संतुष्ट है कि वह जनहित में ऐसा करने में समीचीन",
  "notification, and subject to such conditions and": "है, यह अधिसूचना द्वारा किया जा सकता है, और ऐसी शर्तों और प्रतिबंधों के",
  "restrictions as may be specified therein, allow a rebate up to the full amount of tax levied on any specified point on—": "अधीन हो सकता है, जिसमें किसी भी निर्दिष्ट बिन्दु पर लगाए गए कर की पूरी राशि तक छूट की अनुमति हो।-",
  "(a) The sale or purchase of any goods, or": "(क) किसी माल का क्रय अथवा विक्रय, या",
  "(b) The sale or purchase of such goods, by such persons or class of persons as may be specified in the": "(ख) ऐसे माल का विक्रय अथवा क्रय, ऐसे व्यक्तियों या व्यक्तियों के वर्ग",
  "said notification.": "द्वारा, जो उक्त अधिसूचना में विनिर्दिष्ट किए जाएंगे।",
  "(2) The rebate under sub-section (1) may be allowed with effect from a date prior to the date of the": "(2) उप-धारा () के तहत छूट अधिसूचना की तारीख से पूर्व की तारीख",
  "25. On a bare reading of this provision, it is evident that there is": "25. इस उपबंध को केवल पठन करने पर, यह स्पष्ट है कि अधिसूचना की",
  "“withdrawing or rescinding the rebate facility” from a date prior to": "तिथि के पूर्व की तिथि से \"छूट की सुविधा को वापस लेने अथवा रद्द करने\"",
  "the date of notification. Section 5(2) merely constrict that power": "दिया गया है। धारा 5(2) केवल उस शक्ति को रोकती है जिस अधिसूचना",
  "only for “allowing” rebate with effect from a date prior to the date of": "की तिथि के पूर्व की तिथि से प्रभावी छूट की \"अनुमति\" होती है। इसमें",
  "otherwise, power to “withdraw” or “rescind” the rebate from a date prior to the date of the notification.": "अधिसूचना की तिथि से पूर्व की तिथि से छूट को \"वापस लेने\" अथवा \"रद्द",
  "26. Section 21 of the 1897 Act also will be of no avail. The same": "26. 897 अधिनियम की धारा 2] का भी कोई लाभ नहीं होगा। इसके",
  "reads thus :-": "सदूश इस प्रकार है:-",
  "amend, vary or rescind notifications, orders, rules": "\"2. नियमों अथवा उप-नियमों, आदेशों, परिवर्तित अथवा रद्द की गई",
  "or bye-laws—Where, by any Central Act or Regulations a power to issue notifications, orders,": "शक्ति- जहां किसी केंद्रीय अधिनियम अथवा विनियमों द्वारा अधिसूचनाओं,",
  "rules or bye-laws is conferred, then that power": "आदेशों, नियमों अथवा उप-नियमों को जारी करने की शक्ति प्रदत्त की जाती",
  "includes a power, exercisable in the like manner and": "है, तब उस शक्ति में एक शक्ति शामिल होती है, जो इस तरह के प्रयोगार्थ में",
  "subject to the like sanction and conditions (if any), to": "मंजूरी और शर्तों (यदि कोई हो), के अधीन होती है, जो नियमों अथवा उप-",
  "add to, amend, vary or rescind any notifications, orders, rules or bye-laws so issued.”": "नियमों, आदेशों, परिवर्तित अथवा रद्द की गई अधिसूचनाएँ, संशोधन, जोड़ने के लिए जारी किए गए हैं।”",
  "31": "30",
  "notification dated 27\" February, 1998, subject to fulfilling all other": "फरवरी, 998 में हो रहा था। यह भी निर्विवाद है कि 27 फरवरी, 998",
  "under the notification dated 27 February, 1998, namely ten years": "फरवरी, 998 दिनांकित की अधिसूचना के तहत निर्दिष्ट अवधि अर्थात्‌",
  "from the date of commencement of commercial production, there is": "वाणिज्यिक उत्पादन प्रारम्भ होने की तिथि से दस वर्ष तक जारी रखा जाता",
  "no tangible reason nor it is open to contend that the dominant": "है, यहां न तो कोई ठोस कारण नहीं है और न ही यह तर्क करने के लिए है",
  "purpose underlying notification dated 27 February, 1998 had": "कि 27 फरवरी, 998 दिनांकित की अंतर्निहित अधिसूचना का प्रमुख",
  "ceased to exist or had become irrelevant in any manner, much less": "उद्देश्य का अस्तित्व स्थगित अथवा किसी भी तरीके से अप्रासंगिक हो चुका",
  "there are supervening circumstances qua such units which are so": "होना अपरिहार्य है कि बहुत कम अंतरविरोधी परिस्थितियां ऐसी इकाइयों को",
  "overwhelming that it would be inequitable for the State Government": "यथास्थिति प्राप्त करती हैं जो राज्य सरकार के लिए अनुचित होगा।",
  "30. Indeed, the judgment rendered by the High Court and affirmed by this Court in interpreting the notification dated 27 February,": "30. वास्तव में, उच्च न्यायालय द्वारा दिए गए निर्णय और 27 फरवरी, 998 दिनांकित की अधिसूचना की समुचित व्याख्या करने में इस",
  "reference to the activities of the industrial units who qualify the": "जाए। उस आधार को औद्योगिक इकाइयों की गतिविधियों के संदर्भ में",
  "conditions specified in notification dated 27 February, 1998 in all": "सभी विषयों में 27 फरवरी, 998 दिनांकित की अधिसूचना में निर्दिष्ट शर्तों",
  "specified product before 14 October, 2004. Indubitably, an": "को अर्हता प्राप्त करते हैं और 4 अक्टूबर, 2004 से पूर्व निर्दिष्ट उत्पाद के",
  "which had commenced commercial production in respect of": "वाणिज्यिक उत्पादन का प्रारम्भ किया था। निश्चित तौर पर, एक साध्य",
  "accrued rights in favour of such industrial units.": "अधिकार ऐसी औद्योगिक इकाइयों के पक्ष में उपार्जित और क्रिस्टलीकृत",
  "industrial units which could not be truncated or snapped unless": "किया गया था, जिसे तब तक काटा या तोड़ा नहीं जा सकता था जब तक",
  "the dominant purpose for which the notification dated 27™ February, 1998 came to be issued had ceased to exist, namely": "कि जिस प्रमुख उद्देश्य के लिए 27 फरवरी, 998 दिनांकित की अधिसूचना को जारी किया गया था, उसका अस्तित्व समाप्त नहीं हुआ था,",
  "generation of fly ash by the thermal power stations situated within the State and consumption of that fly ash by the industrial units": "अर्थात्‌ राज्य के भीतर स्थित थर्मल पावर स्टेशनों द्वारा फ़ाई ऐश और उस",
  "the State and consumption of that fly ash by the industrial units established within the designated areas of the State as per the": "फाई ऐश की खपत राज्य के विनिर्दिष्ट क्षेत्रों के भीतर स्थापित औद्योगिक",
  "specified quantity to become entitled for rebate for the duration": "इकाइयों द्वारा विनिर्दिष्ट मात्रा के अनुसार यहाँ उल्लिखित अवधि के लिए छूट",
  "mentioned therein. The question of future revenue loss would not": "के हकदार होंगे। भविष्य में राजस्व हानि का सवाल ही नहीं उत्पन्न होगा",
  "arise as the industrial units established in the neighbouring States": "क्योंकि पड़ोसी राज्यों में स्थापित औद्योगिक इकाइयाँ पूर्व की अधिसूचना",
  "would not be eligible to avail of the rebate because of rescinding the": "को रद्द करने के कारण छूट का लाभ उठाने के लिए पात्र नहीं होंगी। यह",
  "future revenue loss cannot be invoked against the industrial units": "औद्योगिक इकाइयों के विरूद्ध लागू नहीं किया जा सकता है , जिन्होंने",
  "who had already established and commenced production after 27\" February, 1998 and before 14\" October, 2004. For, it can": "दिनांक 27 फरवरी, 998 के पश्चात और 4 अक्टूबर, 2004 से पूर्व स्थापित और उत्पादन प्रारम्भ किया था। इसके लिए, यह सुरक्षित रूप से",
  "units when they had issued notification dated 27\" February, 1998.": "जब उन्होंने 27 फरवरी, 998 दिनांकित की अधिसूचना जारी की थी। 27",
  "That ground cannot be set up against the industrial units who": "मामलों में अर्हता प्राप्त करने वाली औद्योगिक इकाइयों के विरूद्ध उस आधार को स्थापित नहीं किया जा सकता है और इसने अंतर्विरोधी लोकहित होते",
  "38": "33",
  "October, 2004, to industrial units already set up which had": "अक्टूबर, 2004 दिनांकित की आक्षेपित अधिसूचना में औद्योगिक इकाइयों",
  "designated areas before 14'\" October, 2004.": "को पूर्ण करते हैं, दिनांक 4 अक्टूबर, 2004 से पूर्व विनिर्दिष्ट वस्तु का",
  "the amount claimed by them has not been passed on to their": "द्वारा दावा की गई राशि उनके उपभोक्ताओं को नहीं दी गई है। तभी, वे",
  "competent authority may verify the claim for refund of each of the": "प्रत्यर्थीगणों के धनवापसी के लिए दावे को सत्यापित कर सकता है और",
  "including about the interest for the relevant period.": "संबंधित अवधि के लिए ब्याज से संबंधित समुचित आदेश पारित कर सकता है।",
  "35. We are in agreement with the respondents that the decisions": "35. हम प्रत्यर्थीगणों के साथ समझौता कर रहे हैं कि त्रिकुटा रोलर फ़ोर",
  "in Trikuta Roller Flour Mills P. Ltd. (supra) and Shree Durga": "मिल्स प्रा. लिमिटेड (उपरोक्त) और श्री दुर्गा ऑयल मिल्‍्स (उपरोक्त) के",
  "dictum in those cases will have no application to the fact situation of the present case in light of our above analysis. Similarly, the": "उपरोक्त विश्लेषण के आलोक में वर्तमान मामले के तथ्य की स्थिति के लिए कोई आवेदन नहीं होगा। इसी प्रकार , इस न्यायालय द्वारा पूर्ववर्ती",
  "36. In view of the above, these appeals must fail. Hence, the same": "36. उपरोक्त के मद्देनजर, इन अपीलों को विफल होना चाहिए। इसलिए,",
  "are dismissed with observations. There shall be no order as to": "अवलोकनों के साथ खारिज कर दिया जाता है। लागत के लिए कोई आदेश",
  "costs. All pending applications are also disposed of.": "नहीं होगा। सभी लंबित आवेदनों का भी निस्तारण किया जाता है।",
  "(A.M. Khanwilkar)": "(न्यायमूर्ति, ए. एम. खानविलकर)",
  "(Dinesh Maheshwari)": "(न्यायमूर्ति, दिनेश माहेधरी )",
  "been pleaded in the response filed before the High Court or in the": "आश्वस्त हैं कि उच्च न्यायालय के समक्ष दायर प्रतिक्रिया में अथवा उस संबंध",
  "33. Nevertheless, we had permitted the State Government to": "33. फिर भी, हमने राज्य सरकार को उन कारणों को स्पष्ट करने की",
  "articulate the reasons which it did in the written submissions as": "अनुमति दी थी जो उसने लिखित प्रस्तुतिकरण में किए थे जैसा कि ऊपर",
  "referred to in paragraph 14 above. We have analysed the said": "दिए गए प्रस्तर 4 में निर्दिष्ट किया गया है। हमने उक्त कारणों का विश्लेषण",
  "reasons and are of the considered opinion that the same singularly or taken together would be of no avail to the State Government, to": "किया है और माना है कि राज्य सरकार के लिए इकलौते अथवा एक साथ",
  "justify the application of the impugned notification dated 14": "आक्षेपित अधिसूचना के आवेदन को न्यायोचित ठहराने के लिए, औद्योगिक"
}