{
  "[2024] 6 S.C.R. 709": "[2024] 6 एससीआर 708: 2024 आईएनएससी 458",
  "Subodh Singh v. Union of India and Others": "सुबोध सिंह बनाम भारत संघ और अन्य",
  "awarded amount for the left out portion of land to only two months —": "क्षतिपूर्ति-भूमि के बचे हुए हिस्से के लिए अतिरिक्त मुआवजा -केवल दो महीने की देरी के लिए भुगतान-",
  "the left out portion of land at least @ 5% of the value of the award": "अधिनिर्णय के मूल्य के कम से कम 5 प्रतिशत की दर से भूमि के बचे हुए हिस्से के लिए अतिरिक्त मुआवजे का",
  "Case Law Cited": "उद्धृत केस कानून",
  "Dedicated Freight Corridor Corporation of India v. Subodh Singh": "डेडीकेटेड फ्रेट कॉरिडोर कॉर्पोरेशन ऑफ भारत बनाम सुबोध सिंह [20] 3 एससीआर 60: (207) 7",
  "List of Acts": "अधिनियमों की सूची",
  "Indian Railways Act, 1989.": "भारतीय रेल अधिनियम, 989",
  "List of Keywords": "मुख्य शब्दों की सूची",
  "Compensation; Additional compensation; Award; Delay in payment;": "क्षतिपूर्ति; अतिरिक्त मुआवजा; अधिनिर्णय; भुगतान में देरी; अतिरिक्त मुआवजे का भुगतान; भूमि के बचे हुए",
  "Payment of additional compensation; Additional compensation for left out portion of land.": "हिस्से के लिए अतिरिक्त मुआवजा।",
  "Case Arising From": "निम्न मामले से उत्पन्न",
  "CIVIL APPELLATE JURISDICTION: Civil Appeal No. 6458 of 2024": "सिविल अपीलीय अधिकारिता: सिविल याचिका संख्या 6458/ 2024",
  "From the Judgment and Order dated 31.08.2017 of the High Court of Judicature at Allahabad in WC No. 39875 of 2017": "डब्ल्यूसी संख्या 39875/207 में इलाहाबाद उच्च न्यायालय के निर्णय और आदेश दिनांक 3.08.2077 से",
  "Appearances for Parties": "पक्षकारों की ओर से उपस्थिति",
  "S. B. Upadhyaya, Sr. Adv., Aftab Rasheed, Aftab Ali Khan, M. Z.": "अपीलार्थी की ओर से अधिवक्तागण एस. बी. उपाध्याय, वरिष्ठ अधिवक्ता, आफताब रशीद, आफताब अली",
  "Chaudhary, Mansur Ali Khan, Rahat Ali Chaudhary, M.A. Mansoori,": "खान, एम. जेड. चौधरी, मंसूर अली खान, राहत अली चौधरी, एम. ए. मंसूरी।",
  "K M Nataraj, A.S.G., Amrish Kumar, Mrs. Indira Bhakar, Anuj Udupa,": "प्रत्यर्थियों की ओर से अधिवक्तागण के. एम. नटराज, ए. एस. जी., अमरीश कुमार, श्रीमती इंदिरा भाकर, अनुज",
  "Manoj Mishra, Chitvan Singhal, Padmesh Mishra, Saurabh Mishra, Shrimay Mishra, Abhinav Pandey, Rakesh Chander, Nirbhaya S": "उदुपा, मनोज मिश्रा, चितवन सिंघल, पद्ेश मिश्रा, सौरभ मिश्रा, श्रीमय मिश्रा, अभिनव पांडे, राकेश चंदर, निर्भया एस तिवारी।",
  "Judgment / Order of the Supreme Court": "उच्चतम न्यायालय का निर्णय /आदेश",
  "Order": "आदेश",
  "1. Leave granted.": "2. अनुमति प्रदान की गयी।",
  "2. The present appeal is directed against the order dated 31* August, 2017, passed by the Division Bench of the High Court of Judicature": "2. वर्तमान अपील इलाहाबाद उच्च न्यायालय की खण्ड पीठ द्वारा पारित 3 अगस्त, 2077 के आदेश के",
  "second proviso to section 20F (2) of the Act. Parties to": "गया कि विचाराधीन अधिग्रहण समाप्त नहीं हुआ है और अधिनियम की धारा 20 एफ(2) के दूसरे प्रावधान को",
  "additional compensation for the delay in making the award @ not less than 5% of the value of the award for each month’s delay. In our": "लिए प्रत्येक माह की देरी के लिए निर्णय के मूल्य के 5% से कम न होने वाले दर पर अतिरिक्त मुआवजे के",
  "of land admeasuring 0.0624 Hectare was left out - The High Court": "हिस्से के संबंध में एक प्रमाण पत्र जारी किया गया, पुनः 0.0624 हेक्टेयर क्षेत्र अधिग्रहण कार्यवाही से मुक्त रह",
  "vide order dated 20.09.2016 directed the respondents to provide": "20 सितंबर, 206 के आदेश द्वारा अनुमति दी गई और प्रतिवादियों को निर्देश दिया गया कि वे अपीलकर्ता को",
  "to the appellant for 0.0624 Hectare of land along with additional compensation within a period of two months.": "दो महीने की अवधि के भीतर 0.0624 हेक्टेयर भूमि के साथ-साथ अतिरिक्त मुआवजा भी प्रदान करें।",
  "5. On 19\" November, 2016, the respondents prepared a bank draft for a sum of % 2,74,56,000/- (Rupees Two Crores Seventy Four Lakh Fifty Six Thousand) stating that the same was in respect of the": "5. 9 नवंबर, 2076 को प्रत्यर्थियों ने ₹ 2, 74, 56, 000/- (दो करोड़ चौहत्तर लाख छप्पन हजार रुपये) की राशि का बैंक ड्राफ्ट तैयार किया, जिसमें कहा गया कि यह राशि उच्च न्यायालय द्वारा 20 सितंबर, 206 को",
  "compensation payable to the appellant in terms of the order passed": "पारित आदेश के अनुसार अपीलकर्ता को देय मुआवजे के संबंध में है। अतिरिक्त मुआवजे की गणना करते समय",
  "additional compensation, the respondent no.2 confined the same to a period of two months for the delayed period.": "प्रत्यर्थी संख्या 2 ने विलंबित अवधि के लिए इसे दो महीने की अवधि तक सीमित कर दिया।",
  "6. Aggrieved by the compensation offered by the respondents limiting the delay to only two months, the appellant approached the High": "6. प्रत्यर्थियों द्वारा देरी को केवल दो महीने तक सीमित करने के मुआवजे की पेशकश से व्यथित होकर,",
  "Court by filing yet another petition® claiming that he was entitled": "अपीलकर्ता ने एक और याचिका\" दायर करके उच्च न्यायालय का दरवाजा खटखटाया, जिसमें दावा किया गया",
  "to compensation for a period of 84 months, which would come to Rs.10,23,28,000/- (Rupees Ten Crores Twenty Three Lakh and": "कि वह 84 महीने की अवधि के लिए मुआवजे का हकदार था, जो 0, 23, 28, 000/- रुपये (दस करोड़ तेईस",
  "Twenty Eight Thousand), on which the impugned order dated 31* August, 2017, has been passed observing that the appellant ought to": "लाख और अट्टाईस हजार रुपये) होगा, जिस पर 3] अगस्त, 207 का आक्षेपित आदेश पारित किया गया है,",
  "approach the Arbitrator for determining the additional compensation, by invoking Section 20F (1) of the Act.": "जिसमें कहा गया है कि अपीलकर्ता को अधिनियम की धारा 20 एफ () का प्रयोग करके अतिरिक्त मुआवजे का",
  "7. It is submitted on behalf of the appellant that the respondents have adopted a pick and choose policy in the instant case. While": "7. अपीलकर्ता की ओर से यह कहा गया है कि प्रत्यर्थियों ने वर्तमान मामले में पिक एंड चूज़ (सोच विचार करके",
  "have adopted a pick and choose policy in the instant case. While they have paid additional compensation for a period of delay of 66 months to one Smt. Kamla Devi & Ors., who were similarly situated": "चुनने) नीति अपनाई है। जबकि उन्होंने श्रीमती कमला देवी एवं अन्य को 66 महीने की देरी के लिए अतिरिक्त",
  "persons like the appellant and their land was also acquired under": "मुआवजा दिया है, जो अपीलकर्ता के समान स्थिति वाले व्यक्ति थे और उनकी जमीन भी उसी निर्णय के तहत",
  "the very same award, in the case of the appellant the respondents have arbitrarily confined the payment towards the delay only to two months, instead of 84 months.": "अधिग्रहित की गई थी, अपीलकर्ता के मामले में प्रत्यर्थियों ने देरी के लिए भुगतान को 84 महीने के बजाय मनमाने ढंग से केवल दो महीने तक सीमित कर दिया है।",
  "8. We have perused the record and heard the arguments advanced by learned counsel for the parties.": "8. हमने अभिलेख का परिशीलन किया है और पक्षों के विद्वान अधिवक्ताओं द्वारा दी गई दलीलों को सुना है।",
  "9. At the outset, we may note that the order dated 18\" September,": "9. सर्वप्रथम, हम ध्यान दे सकते हैं कि सक्षम प्राधिकारी द्वारा पारित 8 सितंबर, 207 का आदेश कमला देवी",
  "2017, passed by the Competent Authority refers to an order dated 19\" July, 2017, passed by the High Court in a Writ Petition’ filed by Kamla Devi and others and goes on to record that after completion": "एवं अन्य द्वारा दायर रिट याचिका” में उच्च न्यायालय द्वारा पारित 9 जुलाई, 207 के आदेश का संदर्भ देता है",
  "6 Writ C No. 39875/2017": "6 रिट सी संख्या 39875/ 2077",
  "7 WP No. 65267 of 2012": "7 डब्ल्यूपी संख्या 65267/202",
  "for the left out portion of land to only two months.": "को केवल दो महीने तक सीमित नहीं रखना चाहिए था।",
  "The aforesaid submission is disputed by learned counsel for the respondents on a plea that no such direction was issued either by": "0. प्रत्यर्थियों के विद्वान अधिवक्ता द्वारा दिए गए उपरोक्त तर्क को इस दलील पर विवादित किया गया है कि इस",
  "this Court or the High Court permitting compensation for the delayed period beyond two months, for which reliance is sought to be placed": "न्यायालय या उच्च न्यायालय द्वारा दो महीने से अधिक की विलंबित अवधि के लिए मुआवजे की अनुमति देने",
  "on the order dated 20\" September, 2016 passed by the High Court.": "वाला ऐसा कोई निर्देश जारी नहीं किया गया था, जिसके लिए उच्च न्यायालय द्वारा 20 सितंबर, 2076 को पारित",
  "The aforesaid submission is taken note of only to be turned down.": "7. उपर्युक्त तर्क पर केवल इसलिए ध्यान दिया गया कि उसे खारिज किया जा सके। उच्च न्यायालय द्वारा 20",
  "The period of two months referred to by the High Court in its order dated 20'\" September, 2016 was only for making payment of the": "सितंबर, 206 के अपने आदेश में संदर्भित दो महीने की अवधि केवल राशि का भुगतान करने के लिए थी। ऐसा",
  "confine the payment of additional compensation only to a period of": "नहीं है कि प्रत्यर्थियों को अतिरिक्त मुआवजे के भुगतान को केवल दो महीने की अवधि तक सीमित रखने के लिए",
  "two months. In fact, the order passed by this Court on 30\" March,": "कोई निर्देश जारी किया गया था। वास्तव में, इस न्यायालय द्वारा 30 मार्च, 20 को पारित आदेश बिल्कुल",
  "2011 is crystal clear and needs no interpretation. Highlighting certain anomalies noticed in Chapter IV Aof the Act, particularly Section 20F,": "स्पष्ट है और इसकी कोई व्याख्या की आवश्यकता नहीं है। अधिनियम के अध्याय ।/ क, विशेष रूप से धारा 20",
  "this Court referred to the proviso to Section 20F (2) and observed": "एफ में देखी गई कुछ विसंगतियों को उजागर करते हुए, इस न्यायालय ने धारा 20 एफ (2) के परंतुक का उल्लेख",
  "“12. (iii) The second proviso to section 20F (2) requires payment of additional compensation for the delay in making": "“2. (आ) धारा 20 एफ (2) के दूसरे परंतुक में निर्णय देने में देरी के लिए अतिरिक्त मुआवजे",
  "of the award, at the rate of not less than five percent of the value of award, for each month of delay. This vests unguided": "का भुगतान, देरी के प्रत्येक महीने के लिए निर्णय के मूल्य के पांच प्रतिशत से कम नहीं होने",
  "award additional compensation at any higher rate and": "पर अतिरिक्त मुआवज़ा देने का अनियंत्रित विवेकाधिकार प्राप्त हो जाता है और अतिरिक्त",
  "“entitled persons” claiming higher percentages as additional": "मुआवज़े के रूप में उच्च प्रतिशत का दावा करने वाले \"हकदार व्यक्तियों\" के कहने पर अनावश्यक",
  "compensation. It is necessary to consider whether specifying": "मुकदमेबाजी की गुंजाइश बन जाती है। इस बात पर विचार करना आवश्यक है कि क्या प्रति",
  "a fixed monthly rate of increase would serve the ends of justice better instead of indicating a minimum rate per month.": "माह न्यूनतम दर का संकेत देने के बजाय वृद्धि की एक निश्चित मासिक दर निर्दिष्ट करना न्याय के उद्देश्यों को बेहतर ढंग से पूरा करेगा।"
}