{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NOS. OF 2020": "सिविल अपील संख्या वर्ष 2020",
  "(ARISING OUT OF SPECIAL LEAVE PETITION (C) NOS. 10733-10734 OF 2019)": "(विशेष अनुमति याचिका (सिविल) संख्या 0733-0734 वर्ष 209)",
  "LAXMI SINGH AND OTHERS lan APPELLANT(S)": "लक्ष्मी सिंह और अन्य .... अपीलार्थी (गण)",
  "REKHA SINGH AND OTHERS a... RESPONDENT(S)": "रेखा सिंह और अन्य .... प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "Leave granted.": "अनुमति प्रदत्त।",
  "2. ‘Sixty-four out of the ninety-two elected members of the Zila Panchayat, Prayagraj, Uttar Pradesh had on 1* October 2018": "2. अक्टूबर 208 को जिला पंचायत, प्रयागराज, उत्तर प्रदेश के नब्बे निर्वाचित सदस्यों में से चौंसठ सदस्यों ने पंचायत अध्यक्ष सुश्री रेखा सिंह , प्रथम प्रत्यर्थी के",
  "moved a motion of no confidence (“the Motion’, for short) against": "विरूद्ध अविश्वास प्रस्ताव (संक्षेप में, \"प्रस्ताव”) पेश किया था।",
  "3. The District Judge, Allahabad had thereupon nominated the": "3. इसके बाद जिला न्यायाधीश, इलाहाबाद ने प्रस्ताव पर विचार करने के लिए",
  "Additional District Judge, Allahabad to act as the Presiding Officer": "लिए अतिरिक्त जिला न्यायाधीश, इलाहाबाद को नामित किया था।",
  "4, In the meeting of the Zila Panchyat held on 25\" October 2018,": "4. 25 अक्टूबर 208 को हुई जिला पंचायत की बैठक में उपस्थित इक्यावन",
  "forty-eight out of fifty-one members present had voted in favour of": "सदस्यों में से अड़तालीस सदस्यों ने प्रस्ताव के पक्ष में मतदान किया था , दो",
  "the Motion, two members had voted against the Motion and one": "सदस्यों ने प्रस्ताव के विरुद्ध मतदान किया था और एक मत को अमान्य करार",
  "vote was rejected as invalid. On the same day itself, the Presiding Officer had declared that the Motion was passed by majority of": "दिया गया था। उसी दिन, पीठासीन अधिकारी ने घोषणा की थी कि प्रस्ताव जिला",
  "recording so as to ensure transparency. Earlier, in Kuldip Nayar": "द्वारा किया जाना चाहिए ताकि पारदर्शिता सुनिश्चित हो सके। इससे पहले, कुलदीप",
  "and Others v. Union of India and Others,’ a Constitutional": "नैंयर ऑर अन्य बनाम भारत संघ ऑर अन्य * में, इस न्यायालय की पांच",
  "introduced in the RP Act vide an amendment brought by Act 40 of": "अधिनियम में अधिनियम 40 वर्ष 2003 के एक संशोधन द्वारा लाया गया था जो",
  "2003 for elections to the Council of States. The petitioner therein": "राज्यों की परिषद के चुनावों के लिए था। इसमें याचिकाकर्ता ने तर्क दिया कि खुली",
  "contended that the open ballot system violates the principle of secrecy which is the essence of free and fair elections and also": "मतपत्र प्रणाली गोपनीयता के सिद्धांत का उल्लंघन करती है जो स्वतंत्र और निष्पक्ष",
  "the voter's freedom of expression which is one of the basic": "चुनाव का सार है और साथ ही मतदाता की अभिव्यक्ति की स्वतंत्रता जो संविधान",
  "features of the Constitution. Rejecting the challenge to the": "की मूल विशेषताओं में से एक है। संवैधानिक वैधता की चुनौती को खारिज करते",
  "constitutional validity, the Constitutional Bench under /ssue II: Secrecy of Voting had held that:": "हुए, संवैधानिक खंडपीठ ने वाद बिन्दु ॥: मतदान की गोपनीयता के तहत निर्धारित किया था किः",
  "“404. This Court found that Section 94 was meant as a": "\"404. इस अदालत ने पाया कि धारा 94 मतदाता के विशेषाधिकार",
  "compelled to divulge information as to for which": "के रूप में थी कि उसे यह जानकारी देने के लिए मजबूर करने से",
  "candidate he had voted. Nothing prevents the voter if": "बचाया जाए कि उसने किस उम्मीदवार को वोट दिया था। यदि",
  "he chooses to open his lips of his own free will without": "मतदाता प्रत्यक्ष या अप्रत्यक्ष रूप से अपनी मर्जी से अपने होंठ खोलने",
  "other person”. Thus, it is meant to protect the voter": "या अन्य व्यक्ति\" को संदर्भित करता है। इस प्रकार, यह दोनों जगह",
  "both in the court when a person is styled as a witness": "मतदाता की रक्षा करने के लिए है, जब अदालत में किसी व्यक्ति को",
  "and outside the court when he may be questioned": "गवाह के रूप में दिखाया जाता है और जब अदालत के बाहर उससे",
  "about how he voted. It was found that no provision": "सवाल किया जा सकता है कि उसने कैसे मतदान किया। यह पाया",
  "whom he voted.": "कैसे या किसके लिए मतदान किया।",
  "XX XX XX": "0 0 0",
  "4 (2006) 7 SCC 1": "4. (2006) 7 एससीसी",
  "409. Thus, even under the elections that continue to be based on the principle of secrecy of voting, it is for": "409. इस प्रकार, चुनावों में भी यह मतदान की गोपनीयता के सिद्धांत",
  "the voter to choose whether he wishes to disclose for": "पर आधारित होती है, मतदाता को यह चुनना होता है कि वह यह",
  "whom he had voted or would like to keep the secrecy": "बताना चाहता है कि उसने किसके लिए मतदान किया था या",
  "forgery or other illegal act and the disclosure subserves": "धोखाधड़ी, जालसाजी या अन्य अवैध कार्य हो और प्रकटीकरण",
  "the purpose of administration of justice.”": "न्याय के प्रशासन के उद्देश्य को पूरा करता हो।\"",
  "11. They also referred to the decisions in Kuldip Nayar (supra) and S. Raghbir Singh Gill (supra) to highlight that the primary": ". उन्होंने कुलदीप नैंयर (उपरोक्त) और एस. रघबीर सिंह गिल (उपरोक्त) के फैसलों को भी संदर्भित किया, जिसमें कहा गया था कि अदालतों द्वारा लागू किया",
  "principle and test to be applied by the courts is purity of election,": "जाने वाला प्राथमिक सिद्धांत और परीक्षण चुनाव की शुद्धता है, यानी स्वतंत्र और",
  "that is, free and fair election. Secrecy of voting is an adjunct to": "निष्पक्ष चुनाव। मतदान की गोपनीयता चुनाव की शुद्धता के सिद्धांत का एक",
  "the principle of purity of election. Accordingly, in S. Raghbir Singh Gill (Supra) it was observed that secrecy is not an absolute principle enshrined in law, but a requirement to subserve the": "सहायक है। तदनुसार, एस. रघबीर सिंह गिल (उपरोक्त) में यह देखा गया कि गोपनीयता कानून में निहित एक पूर्ण सिद्धांत नहीं है, बल्कि चुनाव की शुद्धता के",
  "larger public interest of purity of election. Secrecy cannot stand": "व्यापक जनहित को बनाए रखने की आवश्यकता होती है। गोपनीयता स्वतंत्र और",
  "aloof, in isolation or in confrontation to the foundation of free and": "निष्पक्ष चुनावों के आधार से अलग, अलगाव में या टकराव में नहीं खड़ी हो सकती",
  "fair elections. In Kuldip Nayar (supra), the Constitution Bench": "है। कुलदीप नैयर (उपरोक्त) में, संविधान पीठ ने अवलोकन किया कि एस रघबीर",
  "observed that this Court in S. Raghbir Singh Gill (supra) had rejected the apprehension that the principle of secrecy enshrined": "सिंह गिल (उपरोक्त) में इस अदालत ने इस आशंका को खारिज कर दिया था कि",
  "rejected the apprehension that the principle of secrecy enshrined in Section 94 of the RP Act cannot be waived being a prohibition": "आरपी अधिनियम की धारा 94 में निहित गोपनीयता के सिद्धांत को सार्वजनिक हित में लागू किए गए निषेध के रूप में छोड़ा नहीं जा सकता है और यह धारित",
  "enacted in public interest and founded on public policy to hold that": "करने के लिए सार्वजनिक नीति पर आधारित है कि जहां इस तरह का निषेध है,",
  "secrecy could be waived by the voter voluntarily because the very": "फिर भी, गोपनीयता के इस विशेषाधिकार को मतदाता स्वेच्छा से छोड़ सकता है",
  "bridge the gap and supply an apparent omission by applying principles of common law and equity. Therefore, it is necessary": "और साम्या के सिद्धांतों को लागू करके अंतर को पाट नहीं सकती है और एक स्पष्ट",
  "for a proper determination of the issues at hand for an in-depth": "द्वारा प्रतिपादित विधिक सिद्धांतों के गहन विश्लेषण के लिए मौजूदा मुद्दों के उचित",
  "analysis of the Uttar Pradesh Kshettra Panchayat and Zila Panchayat Adhiniyam, 1961 and the 1966 Rules, specifically the": "6. उत्तर प्रदेश क्षेत्र पंचायत और जिला पंचायत अधिनियम, 96 की धारा",
  "interplay between Rules 4, 7 and 12 of the 1966 Rules, and the": "नियम 4 और 7 का उल्लंघन हुआ था और आगे कहा कि अविशास प्रस्ताव के",
  "pronouncements.": "उद्घोषणा",
  "14. It is to be observed that one of the fundamental principles of": "4. यह देखा जाना चाहिए कि निर्वाचन विधि के मूलभूत सिद्धांतों में से एक स्वतंत्र",
  "election law pertains to the maintenance of free and fair elections,": "और निष्पक्ष चुनावों की व्यवस्था से संबंधित है जिससे चुनावों की शुद्धता सुनिश्चित",
  "ensuring the purity of elections. The principle of secrecy of ballots is an important postulate of constitutional democracy whose aim is": "हो। मतपत्रों की गोपनीयता का सिद्धांत संवैधानिक लोकतंत्र की एक महत्वपूर्ण",
  "the achievement of this goal. The question of whether the waiver": "अभिधारणा है जिसका उद्देश्य इस लक्ष्य की प्राप्ति है। सवाल यह है कि क्या चुनाव",
  "of secrecy by individual voters is allowable during the election": "प्रक्रिया के दौरान व्यक्तिगत मतदाताओं द्वारा गोपनीयता का अभित्यजन (छोड़ना)",
  "process, in a circumstances such as the present, where the Uttar": "स्वीकार्य है, ऐसी परिस्थितियों में जैसी कि वर्तमान में है , जहां उत्तर प्रदेश क्षेत्र",
  "Pradesh Kshettra Panchayat and Zila Panchayat Adhiniyam, 1961 and the 1966 Rules mandate that voting in a no confidence motion": "पंचायत और जिला पंचायत अधिनियम 96] और नियमावली 966 में अविश्वास",
  "would take place by secret ballot requires detailed argumentation": "प्रस्ताव में मतदान करने का आदेश दिया गया है, यह गुप्त मतदान द्वारा होगा और",
  "and analysis. Whether the same is illegal de jure, or is allowable,": "विस्तृत तर्क तथा विश्लेषण की आवश्यकता होती है। क्या यह विधितः अवैध है, या",
  "or depends on the facts and circumstances of each case taking": "में रखते हुए प्रत्येक मामले के तथ्यों और परिस्थितियों पर निर्भर करता है, यह एक",
  "senior counsel appearing for the appellant had suggested on the first day of hearing that the Motion against the first respondent": "वरिष्ठ वकील ने सुनवाई के पहले दिन ही सुझाव दिया था कि पहले प्रतिवादी के",
  "instructions regarding the same, for which the case was": "संबंध में निर्देश प्राप्त करने का निर्देश दिया, जिसके लिए मामला स्थगित कर दिया",
  "adjourned. It was stated on the next date of hearing, that the": "गया था। सुनवाई की अगली तारीख को यह कहा गया कि अविश्वास प्रस्ताव नए",
  "being moved. The Petitioners objected to the necessity to file a fresh motion, as this would imply that the Motion dated 1* October": "प्रस्ताव दायर करने की आवश्यकता पर आपत्ति जताई, क्योंकि इसका मतलब यह",
  "fresh motion, as this would imply that the Motion dated 1* October 2018, which was put to vote on 25\" October 2018, would have to": "होगा कि । अक्टूबर 208 के प्रस्ताव को, जिसे 25 अक्टूबर 208 को मतदान",
  "out of fifty-one members present, that is, almost 95% of the": "अड़तालीस सदस्य मौजूद हों, अर्थात उपस्थित सदस्यों में से लगभग 95% ने",
  "members present had voted in support of the Motion. At the same time, counsel for the first respondent had asserted that the first": "प्रस्ताव के समर्थन में मतदान किया था। साथ ही, पहले प्रतिवादी के अधिवक्ता ने",
  "respondent enjoys support of the Zila Panchayat and is, therefore,": "जोर देकर कहा था कि पहले प्रतिवादी को जिला पंचायत का समर्थन प्राप्त है और",
  "confident that any motion of no confidence moved would be": "इसलिए उसे विश्वास है कि पेश किया गया कोई अविश्वास प्रस्ताव असफल हो",
  "16. Inthe light of the above, we feel that ends of justice will be met if": "6. उपरोक्त के आलोक में हमें लगता है कि न्याय का उद्देश्य तभी प्राप्त होगा, यदि"
}