{
  "IN THE SUPREME COUR OF INDIA": "भारतीय उद्चतम न्यायालय के समक्ष",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय क्षेत्राधिकार",
  "Awadhesh Kumar .. Appellant": "अवधेश कुमार .......................... ......... अपीलार्थी",
  "Versus": "बनाम",
  "JUDGMENT M. R. SHAH, J.": "न्यायमूर्ती एम.आर.शाह,",
  "1. Leave granted.": "५. अनुमति प्रदान की गई।",
  "(i) it was not a planned crime;": "(।) यह सुनियोजित अपराध नहीं था;",
  "(ii) there was no prior intention; and": "() यहाँ कोई पूर्व इरादा नहीं था; और",
  "(iii) it took place in the heat of passion on the spur of moment.": "(|) यह तात्कालिक रूप से क्षणिक आवेश में हुआ,",
  "Therefore, as per the High Court, the case would fall under": "इसलिए, उच्च न्यायालय के अनुसार, मामला भारतीय दण्ड संहिता",
  "Exception 4 to Section 300 IPC. However, considering the": "की धारा 300 के अपवाद 4 के तहत आएगा। हालांकि, अभिलेखों के",
  "material/evidence on record and considering the deposition of": "सामग्री/साक्ष्य पर विचार करने पर और मूल शिकायतकर्ता के बयान पर",
  "the original complainant and considering the case of the": "विचार करने पर और अभियोजन द्वारा साबित मामले पर विचार करते",
  "an hour after there was abusive language used by the cousin of": "द्वारा मृतक के साथ इस्तेमाल की गई अभद्र भाषा के आधे घंटे बाद हुई",
  "thereafter, respondent No. 2 herein - original accused No. 1 came": "थी। इसके बाद, प्रत्यर्थी सं. 2 यहाँ-मूल आरोपी सं. 4 दूसरों के साथ",
  "with others with a country-made firearm and at that time the deceased made a grievance with respect to the abusive language used by Vishun Kumar (cousin of original accused No. 1) and, at": "देशी अग्रेयास्त्र के साथ आया और उस समय मृतक ने विशुन कुमार (मूल अभियुक्त सं. का चचेरा भाई) द्वारा प्रयुक्त अभद्र भाषा के संबंध में",
  "that time, respondent No. 2 - original accused No. 1 started": "शिकायत की थी, और उस समय प्रत्यर्थी सं.2 -मूल आरोपी सं.। गाली",
  "abusing. At that time, the deceased and others told them not to": "देने लगा। उस समय, मृतक और अन्य लोगों ने उन्हें भविष्य में अभद्र",
  "use abusive words in future and told them to go away. At that": "शब्दों का उपयोग नहीं करने के लिए कहा और उसे वहाँ से जाने के लिए",
  "time, respondent No. 2 — original accused No. 1 told the deceased": "कहा। उस समय, प्रतिवादी सं.2 -मूल आरोपी सं. 4 ने मृतक और अन्य",
  "and others not to challenge him and he told that “Do you not": "लोगों से उसे चुनौती न देने के लिए कहा और उसने कहा कि “क्या",
  "know that I have been convicted, now I do not have any kind of": "आपको नहीं पता कि मुझे दोषी ठहराया गया है, अब मेरे पास किसी",
  "fear”. Thereafter, Ravinder —- respondent No. 2 - original accused": "प्रकार का भय नहीं है”, इसके बाद, रविंदर -प्रत्यर्थी सं.2 -मूल आरोपी",
  "No. 1 fired from the close range. None of the persons from the complainant side, including the deceased, was having any": "सं. 4 ने निकट सीमा से गोली चलाई। मृतक सहित शिकायतकर्ता पक्ष के",
  "complainant side, including the deceased, was having any weapon. There was no further grave and sudden provocation by": "किसी भी व्यक्ति के पास कोई हथियार नहीं था। मृतक द्वारा कोई गंभीर",
  "blow by the complainant side of the deceased. The complainant": "शिकायतकर्ता पक्ष द्वारा कोई प्रहार नहीं किया गया था। शिकायतकर्ता",
  "side and the deceased did not have any weapon. The accused": "पक्ष और मृतक के पास कोई हथियार नहीं था। मृतक और अभियुक्त के",
  "altercation/exchange of words by his cousin with the deceased.": "भतीजे के साथ तकरार/शब्दों का आदान-प्रदान हुआ जिसके बाद",
  "It is submitted that therefore the case would not fall under Exception 4 to Section 300 IPC. It is submitted that therefore the": "है कि इसलिए मामला भारतीय दण्ड संहिता की धारा-300 के अपवाद-4 के तहत नहीं आएगा। यह इसलिए प्रस्तुत किया गया है कि उद्च",
  "High Court has materially erred in converting the conviction from the offence punishable under Section 302 IPC to that of Section 304 Part I IPC.": "न्यायालय ने भारतीय दंड संहिता की धारा-302 के अधीन दंडनीय अपराध से दंड को धारा-304 के भाग-५ में परिवर्तित करने में तात्विकः त्रुटि की है।",
  "7. Learned Advocate appearing on behalf of the original accused No. 1 — respondent No. 2 herein has made strenuous": "7 मूल अभियुक्त सं.। -यहाँ प्रत्यर्थी सं.2, की ओर से पेश विद्वान अधिवक्ता ने उच्च न्यायालय द्वारा अंततः भारतीय दण्ड संहिता",
  "efforts to support the impugned judgment and order passed by": "अभियुक्त को आक्षेपित निर्णय और पारित आदेश का समर्थन करने के",
  "the High Court ultimately convicting the accused for the offence": "निर्णय और आदेश के द्वारा उच्च न्यायालय नें उसकी दोष सिद्धि को",
  "3. Brief facts of the case of the prosecution was that the": "3- अभियोजन पक्ष के मामले के संक्षिप्त तथ्य यह थे कि",
  "complainant Awadesh Kumar lodged an FIR at Police Station": "शिकायतकर्ता अवधेश कुमार ने 44. 07. 2006 को पुलिस स्टेशन",
  "Khiri, District Lakhimpur Kheri on 11.07.2006 at 18:45 hours": "खीरी, जिला लखीमपुर खीरी में 48: 45 बजे आरोप लगाया कि 47.",
  "alleging therein that on 11.07.2006 at about 5:30 p.m. his mother Smt. Lajjawati was making complaint to Ravinder Verma": "07. 2006 को लगभग 5: 30 बजे उसकी माँ श्रीमती लज्ञावती ने",
  "mother Smt. Lajjawati was making complaint to Ravinder Verma (original accused No. 1 - respondent No. 2 herein) regarding bad": "रविंदर वर्मा (एतस्मिन मूल आरोपी सं. ५ प्रत्यर्थी सं. 2) के भतीजे विशुन",
  "Ramaudh, Rakesh, Vishun Kumar were also present there.": "(छरामअवध, राकेश, विशुन कुमार भी वहां मौजूद थे। जब शिकायतकर्ता",
  "When the mother of the complainant was making complaint, meanwhile all the above named four persons started quarrelling": "की मां शिकायत कर रही थी, इस बीच उपरोक्त सभी चार व्यक्तियों ने",
  "with his mother. In the meanwhile, the brother of the": "उनकी मां के साथ झगड़ा करना शुरू कर दिया। इस बीच, शिकायतकर्ता",
  "complainant Anoop Kumar and his father Ram Lakhan also": "के भाई अनूप कुमार और उनके पिता रामलखन भी वहां पहुंच गये। फिर",
  "reached there. Then all the four accused persons were asked by": "इन व्यक्तियों ने उन सभी चार आरोपी व्यक्तियों को वहां से जाने के लिए",
  "conduct of the complainant side, Vishnu Kumar, Rakesh Kumar": "कहा। शिकायतकर्ता पक्ष के इस आचरण से क्षुब्ध होकर, विष्णु कुमार,",
  "complainant’s mother. The complainant along with other persons": "गोली चला दी। शिकायतकर्ता ने अन्य व्यक्तियों के साथ अपनी घायल",
  "took his injured mother to police station and lodged the FIR.": "मां को पुलिस स्टेशन ले गया और प्राथमिकी दर्ज की।",
  "committed a grave error in modifying the conviction from that of": "दोषसिद्धि को संशोधित करने में गंभीर त्रुटि की है",
  "6. It is further submitted by the learned Advocate appearing on": "6- यह मूल शिकायतकर्ता की ओर से पेश विद्वान अधिवक्ता",
  "behalf of the original complainant that, as such, the accused": "द्वारा आगे कहा गया है कि, जैसा की, अभियुक्त ने मृतक पर अत्यधिक",
  "fired on the deceased from a close range, due to which the": "निकट से गोली चलाई, जिसके कारण मृतक को गंभीर चोटें आई और",
  "therefore, the case would fall under clause fourthly to Section 300 IPC. It is submitted that, therefore, when the case falls": "की धारा 300 के चौथे खंड के अंतर्गत आएगा। यह प्रस्तुत किया जाता है कि, इसलिए, जब मामला भारतीय दण्ड संहिता की धारा 300 के",
  "under Clause fourthly to Section 300 IPC, the act of the accused would be culpable homicide amounting to murder. Learned": "चौथे खंड में आता है, तो अभियुक्त का कृत्य गैर इरादतन हत्या के लिए",
  "would be culpable homicide amounting to murder. Learned Advocate appearing on behalf of the original complainant has": "दोषी होगा। मूल शिकायतकर्ता की ओर से पेश विद्वान अधिवक्ता ने",
  "submitted that the High Court has materially erred in holding": "प्रस्तुत किया है कि उच्च न्यायालय ने यह मानने में भौतिक रूप से त्रुटि",
  "that the offence committed by the accused Ravinder would come": "की है की अभियुक्त रविंदर द्वारा किया गया अपराध भारतीय दण्ड संहिता",
  "within Exception 4 to Section 300 IPC by observing that it was": "की धारा-300 के अपवाद-4 के भीतर आएगा, यह देखते हुए कि यह",
  "not a planned crime and there was no prior intention and it took": "एक नियोजित अपराध नहीं था और कोई पूर्व इरादा नहीं था और यह",
  "place in the heat of passion on the spur of moment. It is": "तात्कालिक रूप से क्षणिक आवेश में यह घटना हुई। यह मूल",
  "submitted by the learned Advocate appearing on behalf of the": "शिकायतकर्ता की ओर से पेश किए गए विद्वान अधिवक्ता द्वारा प्रस्तुत",
  "original complainant that Exception 4 to Section 300 IPC would": "किया जाता है कि भारतीय दण्ड संहिता की धारा 300 के अपवाद 4 में",
  "be attracted only when there is a fight or quarrel which requires": "केवल तभी जाएगा जब कोई लड़ाई या झगड़ा होता है जिसके लिए",
  "(S. RAVINDRA BHAT)": "(न्यायमूर्ती एस. रवीन्द्र भट्ट)",
  "New Delhi,": "नई दिल्ली,",
  "November 08, 2019.": "8 नवम्बर,209.",
  "inflicted by the appellant with an axe, which is a formidable weapon on the unarmed victim. Appellant": "पहुचाई गई थी, जो निहत्थे पीड़ित पर एक दुर्जय हथियार",
  "is therefore, not entitled to the benefit of Exception 4,": "है। इसलिए अपीलकर्ता अपवाद 4 के लाभ का हकदार नहीं",
  "either.”": "है, या तो।\"",
  "8.4 The above observations fully support the view that the": "8.4- उपरोक्त संप्रेक्षण इस मत का पूर्ण समर्थन करते हैं कि",
  "present case falls under Section 302 IPC.": "वर्तमान मामला भारतीय दंड संहिता की धारा 302 के अधीन आता है।",
  "8.5 Therefore, in the facts and circumstances of the case, the": "8.5- अतः, मामले के तथ्यों और परिस्थितियों को देखते हुए,",
  "High Court has materially erred in applying Exception 4 to Section 300 IPC by holding that it was not a planned crime and": "उच्च न्यायालय ने भारतीय दंड संहिता की धारा -300 के अपवाद -4 को यह अभिनिर्धारित करने में तात्विक रूप से त्रुटि किया है कि यह",
  "there was no prior intention and it took place in the heat of": "नियोजित अपराध नहीं था और कोई पूर्व आशय नहीं था और यह",
  "8.6 Considering the material/evidence on record discussed": "8.6- सामग्री/साक्ष्य को देखते हुए अभिलेखों पर यहाँ चर्चा की",
  "hereinabove, we are of the firm opinion that the case falls under": "गई, हमारा दृढ़ मत है कि यह मामला भारतीय दण्ड संहिता की धारा",
  "Clause fourthly to Section 300 IPC and, therefore, the Trial Court": "300 के चतुर्थ खंड के अधीन आता है और इसलिए, भारतीय दंड",
  "was right in convicting the accused for the offence punishable under Section 302 IPC, more particularly, when the accused fired": "संहिता की धारा 302 के अधीन दंडनीय अपराध के लिए अभियुक्त को दोषी ठहराने के लिए विचारण न्यायालय सही था, विशेष रूप से, जब",
  "from a country-made firearm on the deceased from a close range.": "किसी देशी अग्रेयास्त्र से अभियुक्त ने मृतक पर निकट सीमा से गोली",
  "By the accused firing from a close range, the accused was": "चलाई थी, एक निकट सीमा से फायरिंग करने वाले अभियुक्तों द्वारा,",
  "supposed to know that it is so imminently dangerous that it": "अभियुक्त को यह पता होना चाहिए कि यह इतना खतरनाक है कि यह",
  "must, in all probability, cause death or such bodily injury as is": "सभी संभावना में मृत्यु का कारण बन सकता है या इस तरह की",
  "likely to cause death.": "शारीरिक चोट के कारण मृत्यु होने की संभावना है।",
  "9. Now, so far as the submission on behalf of the accused": "9- अब तक, अन्य तीन अभियुक्तों को बरी करते समय",
  "relying upon some of the observations made by the Trial Court": "विचारण न्यायालय द्वारा की गई कुछ टिप्पणियों पर अवंलम्ब लेते हुए",
  "required to be noted that those observations were made by the learned Trial Court while considering the common intention of the": "विद्वत विचारण न्यायालय द्वारा उन टिप्पणियों को किया गया था और",
  "other accused and therefore benefit of such observations would": "इसलिए इस तरह की टिप्पणियों का लाभ मूल अभियुक्त सं-। को",
  "record and it has been proved that it was the original accused No.": "गया है कि यह मूल अभियुक्त सं. । है जिसने मृतक पर गोली चलाई थी",
  "10. In view of the above and for the reasons stated above, the": "0- उपर्युक्त और उपर्युक्त कारणों को ध्यान में रखते हुए,",
  "present appeal succeeds. The impugned judgment and order": "वर्तमान अपील सफल होती है उच्च न्यायालय द्वारा भारतीय दंड संहिता"
}