{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. 2320 OF 2021": "दीवानी अपील संख्या 2320 वर्ष 202",
  "(ARISING OUT OF SLP (CIVIL) NO. 7487 OF 2020)": "(एसएलपी (दीवानी) सं. 7487 वर्ष 2020 से उत्पन्न)",
  "DR. MANOJ KUMAR SHARMA eee RESPONDENT(S)": "डॉ. मनोज कुमार शर्मा... ...... प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "The challenge in the present appeal is to an order passed by the Division Bench of the High Court of Allahabad, Lucknow Bench at Lucknow on 05.03.2020, affirming the order passed by the learned": ". वर्तमान अपील में दिनांक 05.03.2020 को इलाहाबाद उच्च न्यायालय, लखनऊ पीठ की खण्ड़पीठ द्वारा पारित एक आदेश को चुनौती दी गयी है, जो दिनांक",
  "appellants were directed to calculate and pay 50% of the back wages to the respondent, hereinafter referred to as writ petitioner,": "आदेशों द्वारा अपीलकर्ताओं को प्रत्यर्थी, इसके बाद रिट याचिकाकर्ता के रूप में संदर्भित, को बकाया मजदूरी की गणना करने और 50% भुगतान करने के लिए तथा",
  "and to grant all the consequential benefits in accordance with law.": "कानून के अनुसार सभी परिणामी लाभ प्रदान करने के लिए निर्देशित किया गया था।",
  "‘Government of Uttaranchal’ now Uttarakhand, hereinafter referred to as Uttarakhand) as a Medical Officer before the reorganization of": "अधिकारी के रूप में उत्तरांचल राज्य (संक्षेप में 'उत्तरांचल सरकार' अब उत्तराखंड",
  "to as Uttarakhand) as a Medical Officer before the reorganization of the State of Uttar Pradesh. The writ petitioner was transferred to": "के रूप में संदर्भित ) में तैनात किया गया था। रिट याचिकाकर्ता सहित उत्तर प्रदेश",
  "State of Uttar Pradesh as per the option given by Medical Officers": "राज्य के चिकित्सा अधिकारियों द्वारा दिए गए विकल्प के अनुसार रिट याचिकाकर्ता",
  "208 Medical Officers and 5 Dental doctors of Class -2 Category": "स्वास्थ्य सेवाओं (पुरुष कैडर) से संबंधित वर्ग-2 श्रेणी के 208 चिकित्सा",
  "name of the writ petitioner appears at Serial No. 99 of the said list of Medical Officers. The writ petitioner was to report at Badaun": "किया गया था। रिट याचिकाकर्ता का नाम चिकित्सा अधिकारियों की उक्त सूची के क्रम संख्या 99 पर दिखाई देता है। रिट याचिकाकर्ता को मुख्य चिकित्सा अधिकारी",
  "The State of Uttarakhand relieved the Medical Officers in phases.": "3. उत्तराखंड राज्य ने चिकित्सा अधिकारियों को चरणों में पदमुक्त किया। रिट",
  "The writ petitioner was amongst 22 Medical Officers in the second": "याचिकाकर्ता दूसरे चरण में 22 चिकित्सा अधिकारियों में से थे, जिन्हें उत्तर प्रदेश",
  "in terms of the posting order of the Uttar Pradesh Government": "सरकार के दिनांक 06.03.2002 के पोस्टिंग आदेश के संदर्भ में उत्तराखंड राज्य",
  "dated 06.03.2002. The name of the writ petitioner appears at": "द्वारा 5.7.2003 को पदमुक्त किया गया था। रिट याचिकाकर्ता का नाम क्रम संख्या",
  "Serial No. 13, then posted as Surgeon at District Hospital, Uttarkashi, Uttarakhand. The writ petitioner was relieved by Chief": "3 पर दिखाई देता है, तब वह जिला अस्पताल, उत्तरकाशी, उत्तराखंड में सर्जन के रूप में तैनात थे।रिट याचिकाकर्ता को. 2.09.2003 को मुख्य चिकित्सा",
  "Medical Superintendent, District Hospital, Uttarkashi on": "अधीक्षक, जिला अस्पताल, उत्तरकाशी द्वारा पदमुक्त किया गया।",
  "It is thereafter that the writ petitioner instead of reporting at place": "4. इसके बाद रिट याचिकाकर्ता ने पोस्टिंग के स्थान अर्थात्‌ बदायूं में रिपोर्ट करने के",
  "of posting i.e., Badaun, submitted a letter to Director Medical Health Services, Lucknow on 19.09.2003 submitting his joining": "बजाय, निदेशक चिकित्सा स्वास्थ्य सेवा, लखनऊ को दिनांक 9.09.2003 को",
  "report. On the same date, by another letter, a request was made to": "अपनी ज्वाइनिंग रिपोर्ट प्रस्तुत करते हुए एक पत्र दिया। उसी दिन एक अन्य पत्र",
  "get a posting in Muzaffarnagar, Ghaziabad or Bijnore District. Even": "द्वारा, मुजफ्फरनगर, गाजियाबाद या बिजनौर जिले में तैनाती देने का अनुरोध किया",
  "though the writ petitioner was posted at Badaun, he did not join": "गया। भले ही रिट याचिकाकर्ता बदायूं में तैनात था, लेकिन उन्होनें वहां कार्यभार",
  "not produced as to how and when the posting order was": "किया है कि तैनाती आदेश उसे कैसे और कब संसूचित किया गया था। न्यायालय",
  "communicated to him. The Court was aware of the fact that the writ petitioner has been relieved by the Government of": "को इस तथ्य के बारे में पता था कि रिट याचिकाकर्ता को उत्तराखंड सरकार ने",
  "addressed by Shri K.M. Mehrotra, Joint Director on 12.09.2003 and": "केएम मेहरोत्रा द्वारा एक संचार संबोधित किया गया है और उन्होंने 8.09.2003",
  "joining report was submitted not at the place of posting but before": "को एक नियुक्ति रिपोर्ट प्रस्तुत की थी। उक्त नियुक्ति रिपोर्ट तैनाती के स्थान पर नहीं",
  "the Director Medical Health Services. We find that the High Court in": "बल्कि निदेशक, चिकित्सा स्वास्थ्य सेवा के समक्ष प्रस्तुत किया गया था। हम पाते हैं",
  "this background, when the writ petitioner stood relieved from": "कि इस पृष्ठभूमि में उच्च न्यायालय , जब रिट याचिकाकर्ता उत्तराखंड से पदमुक्त हो",
  "not shown as to how the transfer and posting order was conveyed": "रिट याचिकाकर्ता को स्थानांतरण और तैनाती आदेश कैसे दिया गया था। उच्च",
  "The writ petitioner challenged the said decision by way of another": "9. रिट याचिकाकर्ता ने एक अन्य रिट याचिका के माध्यम से उक्त निर्णय को चुनौती",
  "petition was filed and it appears that in view of the contempt": "ऐसा प्रतीत होता है कि अवमानना याचिका के मद्देनजर , कार्यालय ज्ञापन",
  "petition, the office memorandum was cancelled on 29.05.2018. The learned Single Judge in the order dated 7.8.2019 held that the": "29.05.208 को रद्द कर दिया गया था। दिनांक 7.8.209 के आदेश में विद्वान",
  "The learned Single Judge in the order dated 7.8.2019 held that the order in the writ petition dated 26.09.2016 had attained finality,": "एकल न्यायाधीश ने कहा कि 26.09.206 की रिट याचिका में आदेश को अंतिम",
  "therefore, the benefit of back wages could not have been declined.": "रूप दिया गया था, इसलिए बकाया वेतन का लाभ अस्वीकार नहीं किया जा सकता",
  "The Court held as under:": "था।न्यायालय ने निम्नानुसार अवधारित कियाः",
  "“That once the order dated 26.09.2016 attained finality and": "\"यह कि एक बार जब 26.09.206 के आदेश को अंतिम रूप मिल गया था",
  "there was no challenge to the same, thus, the issues and the": "और इसको कोई चुनौती नहीं थी, इस प्रकार उपरोक्त रिट याचिका में वाद-बिन्दु",
  "findings in the aforesaid writ petition could not be in the domain of the respondents to challenge indirectly by issuing": "और निष्कर्ष प्रत्यर्थियों के अधिकार -क्षेत्र में नहीं हो सकते हैं कि वे",
  "domain of the respondents to challenge indirectly by issuing the impugned office memorandum dated 27.02.2019. It is": "27.02.209 के आक्षेपित कार्यालय ज्ञापन को जारी करके अप्रत्यक्ष रूप से",
  "no more res-integra that what cannot be done directly": "चुनौती दें।यह अब अनिर्णीत बिषय नहीं है कि जो प्रत्यक्ष रूप से नहीं किया जा",
  "cannot be done indirectly either. In the present facts and": "सकता है वह अप्रत्यक्ष रूप से भी नहीं किया जा सकता है।वर्तमान तथ्यों और",
  "circumstances, the issue regarding the fact of the petitioner": "परिस्थितियों में, याचिकाकर्ता के दिनांक 05.07.2003 से 09.2.206 के",
  "was the core issue in the earlier writ petition decided on": "को निर्णीत पूर्व रिट याचिका में मुख्य वाद -बिन्दु था। इस न्यायालय की खण्ड़-",
  "noticed that the State was unable to establish the fact that": "से देखा था कि राज्य इस तथ्य को स्थापित करने में असमर्थ था कि दिनांक",
  "the alleged joining order dated 06.03.2002 was ever served": "06.03.2002 का कथित नियुक्ति आदेश कभी भी याचिकाकर्ता को दिया गया",
  "or communicated to the petitioner. This Court has already": "था या संसूचित किया गया था।इस न्यायालय ने पहले ही पूर्वोक्त निर्णय के",
  "and thus, it is evident that the reason indicated in the office memorandum dated 27.02.2019 is the same which stood": "दिनांक 27.02.209 के कार्यालय ज्ञापन में दर्शित कारण वही है जो",
  "decided in the earlier writ petition in favour of the petitioner.”": "याचिकाकर्ता के पक्ष में पहले की रिट याचिका में तय किया गया था।\"",
  "The learned Single Judge also noticed the fact that the writ": "0, विद्वान एकल न्यायाधीश ने इस तथ्य पर भी ध्यान दिया कि रिट याचिकाकर्ता",
  "petitioner was gainfully employed during this period but still": "को इस अवधि के दौरान लाभकारी रूप से नियोजित किया गया था, लेकिन फिर भी",
  "order would be in a position to change its mind and modify it if it thought fit. But once such an order is sent out, it goes": "संशोधित करने की स्थिति में होगा।लेकिन एक बार ऐसा आदेश भेज दिया जाता",
  "out of the control of such an authority, and therefore, there": "है, तो यह ऐसे प्राधिकरण के नियंत्रण से बाहर हो जाता है और इसलिए इसके",
  "would be no chance whatsoever of its changing its mind or": "मन को बदलने या इसे संशोधित करने का कोई मौका नहीं होगा। हमारे विचार",
  "sent out to the concerned government servant, it must be held to have been communicated to him, no matter when he": "कर्मचारी को भेज दिया जाता है, तो यह माना जाना चाहिए कि उसे सूचित किया",
  "held to have been communicated to him, no matter when he actually received it. We find it difficult to persuade ourselves": "गया था, इससे कोई फर्क नहीं पड़ता कि वह कब वास्तव में प्राप्त हुआ। हमें खुद",
  "receipt by him that the order becomes effective. If that be the true meaning of communication, it would be possible for": "उसके द्वारा वास्तविक प्राप्ति की तारीख से ही प्रभावी होता है। यदि यह संप्रेषण",
  "the true meaning of communication, it would be possible for a government servant to effectively thwart an order by": "का सही अर्थ है, तो एक सरकारी कर्मचारी के लिए यह संभव होगा कि वह",
  "avoiding receipt of it by one method or the other till after": "अपनी सेवानिवृत्ति की तारीख के बाद तक एक तरीके या दूसरे द्वारा इसे प्रापत",
  "passed and despatched to him before such date. An officer": "आदेश पारित किया गया हो और ऐसी तारीख से पहले उसे भेज दिया गया हो।",
  "against whom action is sought to be taken, thus, may go": "कोई अधिकारी जिसके विरूद्ध कार्रवाई करने की मांग की जाती है, इस प्रकार",
  "away from the address given by him for service of such": "ऐसे आदेशों की तामील के लिए उसके द्वारा दिए गए पते से दूर चला जा सकता",
  "orders or may deliberately give a wrong address and thus": "है या जानबूझकर गलत पता दे सकता है और इस प्रकार इसकी प्राप्ति (प्राप्त",
  "prevent or delay its receipt and be able to defeat its service": "करने को) को रोक सकता है या देरी कर सकता है और उस पर अपनी तामील",
  "not to be given unless the provision in question expressly so": "नहीं दिया जाना चाहिए जब तक कि प्रश्नगत प्रावधान स्पष्ट रूप से प्रावधान नहीं",
  "provides. ......... ”": "करता है।.........",
  "years, “he was awaiting posting orders”. Under the guise of": "दायर की, जिसका अर्थ है कि तीन वर्षों से, \"वह तैनाती आदेशों का इंतजार कर रहे",
  "awaiting posting orders, he started private practice and": "थे।\" तैनाती आदेशों की प्रतीक्षा की आड़ में, उन्होंने निजी प्रैक्टिस शुरू की और",
  "intentionally delayed the decision on the writ petition for almost 13 years. The writ petition was dismissed in default on 22.09.2008 and": "जानबूझकर रिट याचिका पर निर्णय में लगभग 3 वर्षों तक देरी की। रिट याचिका",
  "petitioner did not join the place of posting, the State should have taken steps to initiate disciplinary proceedings. Still further, the": "कार्यवाही शुरू करने के लिए कदम उठाने चाहिए थे।फिर भी, राज्य ने पहली रिट",
  "petition. The attempt of the State to initiate proceedings in the year 2018 invited ire of the Court. The State government cancelled": "शुरू करने के राज्य के प्रयास से न्यायालय क्रूद्ध हुआ। राज्य सरकार ने",
  "the proceedings to initiate disciplinary proceedings.": "अनुशासनात्मक कार्यवाही शुरू करने के लिए कार्यवाही रद्द कर दी।",
  "Another disturbing feature which comes to our notice is that in the": "6. एक और निराशाजनक स्थिति जो हमारे संज्ञान में आती है, वह यह है कि पहले",
  "first round, the Secretary, Medical Health was called in-person in": "दौर में, सचिव, चिकित्सा स्वास्थ्य को न्यायालय में व्यक्तिगत रूप से बुलाया गया",
  "the Court. Even in the present proceedings, after stay of the order of the Division Bench of the High Court on 22.2.2021, an order was": "था। वर्तमान कार्यवाही में भी, 22.2.202 को उच्च न्यायालय की खण्ड़पीठ के आदेश पर रोक लगाने के बाद, उच्च न्यायालय द्वारा दिनांक 2.3.202 को सुनवाई",
  "Court in the present proceedings passed the following order on": "पारित किया गया था। इन परिस्थितियों में, वर्तमान कार्यवाही में इस न्यायालय ने",
  "6.4.2021: -": "दिनांक 6.4.202 को निम्नलिखित आदेश पारित किया: -",
  "“On 22.02.2021, we had issued notice in the Special Leave": "\"22.02.202 को, हमने विशेष अनुमति याचिका में नोटिस जारी किया था",
  "Petition and stayed the operation of the impugned order.": "और आक्षेपित आदेश के लागू होने पर रोक लगा दी थी।",
  "contempt proceedings on account of the order passed on 02.03.2021.": "02.03.202] को पारित आदेश के कारण अवमानना कार्यवाही को रोकने के",
  "To say the least, we are quite shocked at the perusal of the order dated 02.03.2021. Once the operation of the order has": "कम से कम कहने के लिए, हम दिनांक 02.03.202 के आदेश के परिशीलन से काफी हैरान हैं। एक बार आदेश के लागू होने पर रोक लगा दी गई है, तो",
  "been stayed, the natural consequence would be that the": "इसका स्वाभाविक परिणाम यह होगा कि अवमानना कार्यवाही को रोक दिया",
  "application had been filed for exemption from personal appearance. However, the exemption from _ personal": "व्यक्तिगत उपस्थिति से छूट के लिए एक आवेदन दायर किया गया था। हालाँकि,",
  "them to pass an order as per the whims and fancies of the Court.": "बुलाकर और एक तरह से अदालत की सनक और इच्छा के अनुसार आदेश पारित",
  "The public officers of the Executive are also performing their duties": "8. कार्यपालिका के लोक अधिकारी भी शासन के तीसरे अंग के रूप में अपने",
  "as the third limbs of the governance. The actions or decisions by": "कर्तव्यों का पालन कर रहे हैं। अधिकारियों द्वारा किए गए कार्य या निर्णय उन्हें लाभ",
  "the officers are not to benefit them, but as a custodian of public": "पहुंचाने के लिए नहीं हैं, बल्कि सार्वजनिक धन के संरक्षक के रूप में और प्रशासन",
  "funds and in the interest of administration, some decisions are bound to be taken. It is always open to the High Court to set aside": "के हित में, कुछ निर्णय लिए जाने के लिए बाध्य हैं। उच्च न्यायालय के पास हमेशा",
  "the decision which does not meet the test of judicial review but": "उस निर्णय को अपास्त करने का विकल्प होता है जो न्यायिक समीक्षा के परीक्षण",
  "summoning of officers frequently is not appreciable at all. The": "को पूरा नहीं करता है, लेकिन अधिकारियों को बार-बार बुलाना सराहनीय नहीं है।",
  "same is liable to be condemned in the strongest words.": "यह कठोर शब्दों में निंदनीय है।",
  "This Court in a judgment reported as Divisional Manager, Aravali Golf Club & Anr. v. Chander Hass & Anr“ observed that": "9. इस न्यायालय ने .डिवीजनल मेंनेजट अरावली गोल्फ क्लब ऑर अन्य बनाम",
  "humility, and not behave like emperors. The legislature, the": "होना चाहिए। उनमें शील और नम्रता होनी चाहिए और सम्राटों की तरह व्यवहार नहीं",
  "executive and the judiciary all have their own broad spheres of": "करना चाहिए।विधायिका, कार्यपालिका और न्यायपालिका सभी के अपने-अपने",
  "operation. It is not proper for any of these three organs of the State to encroach upon the domain of another, otherwise the": "व्यापक कार्यक्षेत्र हैं।राज्य के इन तीन अंगों में से किसी को भी दूसरे के क्षेत्र पर",
  "State to encroach upon the domain of another, otherwise the delicate balance in the Constitution will be upset, and there will be": "अतिक्रमण करना उचित नहीं है, अन्यथा संविधान प्रदत्त नाजुक संतुलन बिगड़",
  "a reaction. This Court held as under:": "जाएगा और एक प्रतिक्रिया होगी।न्यायालय ने इस प्रकार अभिनिर्धारित कियाः",
  "“19. Under our Constitution, the legislature, the executive": "\"9. हमारे संविधान के अधीन विधायिका, कार्यपालिका और न्यायपालिका",
  "20. Judges must know their limits and must not try to run": "20. न्यायाधीशों को अपनी सीमा का पता होना चाहिए और सरकार चलाने का",
  "the Government. They must have modesty and humility, and": "प्रयास नहीं करना चाहिए।उनमें शील और नम्रता होनी चाहिए और सम्राटों की",
  "not behave like emperors. There is broad separation of": "तरह व्यवहार नहीं करना चाहिए। संविधान के तहत शक्तियों का व्यापक पृथक्करण",
  "powers under the Constitution and each organ of the State— the legislature, the executive and the judiciary—must have": "है और राज्य के प्रत्येक अंग- विधायिका, कार्यपालिका और न्यायपालिका को",
  "an earlier order dated 05.02.2021.": "अधिकारियों को पहले के आदेश दिनांक 05.02.202 के अनुपालन में",
  "Once the order of which contempt was alleged was stayed,": "एक बार जिस आदेश पर अवमानना का आरोप लगाया गया था, उस पर रोक",
  "there would be no cause for calling the officers as there was": "लगा दी गई थी, तो अधिकारियों को बुलाने का कोई कारण नहीं होगा क्योंकि",
  "no question of any non-compliance of the order which had": "उस आदेश का पालन न करने का कोई सवाल ही नहीं था जिस पर रोक लगा",
  "been stayed. This Court has even on various occasions": "दी गई थी। इस न्यायालय ने न्यायिक घोषणाओं के माध्यम से विभिन्न अवसरों",
  "unnecessary and unwarranted show or exercise of power.": "आदमी के भरोसे, आस्था और विश्वास को अनावश्यक और अनुचित प्रदर्शन या",
  "Greater the power, greater should be the responsibility in exercising such power’. The frequent, causal and": "शक्ति का प्रयोग करने की जिम्मेदारी उतनी ही अधिक होनी चाहिए*। न्यायालय",
  "exercising such power’. The frequent, causal and lackadaisical summoning of high officials by the Court": "द्वारा उच्च अधिकारियों को बार-बार, कारणात्मक और ढुलमुल तरीके से तलब",
  "cannot be appreciated. We may add that this does not mean": "करने की सराहना नहीं की जा सकती है। हम यह जोड़ सकते हैं कि इसका",
  "that in compelling situations the same cannot be done but": "मतलब यह नहीं है कि बाध्य स्थितियों में ऐसा नहीं किया जा सकता है लेकिन",
  "the object cannot be to humiliate senior officials?. In the": "उच्च अधिकारियों को अपमानित करना इसका उद्देश्य नहीं हो सकता है*। वर्तमान",
  "present case, we are concerned with contempt proceedings.": "मामले में, हम अवमानना कार्यवाही से संबंधित हैं। इसमें कोई संदेह नहीं है कि",
  "No doubt if the order is not complied with, presence can be": "यदि आदेश का अनुपालन नहीं किया जाता है, तो हाजिर होने को निर्देशित",
  "directed unless exempted. However, if the operation of the": "किया जा सकता है जब तक कि छूट नहीं दी जाती है। हालाँकि, यदि आदेश के",
  "order is stayed, we fail to understand what purpose was": "लागू होने को रोक दिया जाता है, तो हम यह समझने में असमर्थ हैं कि अगली",
  "2 State of U.P. & Ors. v. Jasvir Singh & Ors. - (2011) 4 SCC 288": "2. उत्तर प्रदेश और अन्य बनाम जसवीर सिंह और अन्य- (207) 4 एससीसी 288",
  "3. R.S. Singh v. U.P. Malaria Nirikshank Sangh & Ors. - (2011) 4 SCC 281": "3. आर.एस. सिंह बनाम उत्तर प्रदेश मलेरिया निरीक्षक संघ और अन्य- (207]) 4 एससीसी 287"
}