{
  "Corrected": "संशोधित",
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "(ARISING OUT OF SLP (CRL.) No.8487 of 2021)": "(विशेष अनुमति याचिका (दाण्डिक) संख्या 8487/202 से उत्पन्न)",
  "ANSAR AHMAD « APPELLANT": "अंसार अहमद ...अपीलार्थी",
  "WITH": "के साथ",
  "(ARISING OUT OF SLP (CRL.) No.8540 OF 2021)": "(विशेष अनुमति याचिका (दाण्डिक) संख्या 8540/202 से उत्पन्न)",
  "1. Leave granted.": ". अनुमति प्रदान की गई।",
  "2. The appellant seeks to assail two orders of even date i.e., 23.09.2021, passed by the High Court of Judicature at Allahabad, Lucknow Bench, Lucknow whereby the Bail Application No. 624 of": "2. अपीलार्थी इलाहाबाद उच्च न्यायालय की लखनऊ पीठ द्वारा पारित सम तिथि, अर्थात्‌ 23.09.2024 के दो आदेशों के विरोध में, मुकदमा अपराध संख्या",
  "120-B/34 IPC and Sections 3/4 of the Explosive Substances Act,": "20-बी/34 और विस्फोटक पदार्थ अधिनियम की धारा 3/4, पुलिस स्टेशन",
  "5 (vii) Obstructing or attempting to obstruct the due": "(५) न्याय के नियत मार्ग में बाधा डालना या बाधा डालने का प्रयास करना;",
  "(viii)Possibility of repetition of offence if left out on bail;": "(५॥) जमानत पर छूट जाने पर अपराध की पुनरावृत्ति की संभावना;",
  "(ix) The prima facie satisfaction of the court in support of the charge including frivolity of the": "(|५) आरोप की तुच्छता सहित आरोप के समर्थन में अदालत की प्रथम दृष्टया",
  "charge;": "संतुष्टि;",
  "(x) The different and distinct facts of each case and": "(५) प्रत्येक मामले के अलग-अलग और विशिष्ट तथ्य और मूल और पुष्टिकारक",
  "nature of substantive and corroborative evidence.": "साक्ष्य की प्रकृति।",
  "We hasten to add that there can be several other relevant factors": "जल्दबाजी करते हैं कि कई अन्य प्रासंगिक कारक भी हो सकते हैं जो किसी",
  "case, would be required to be kept in mind while granting or": "आरोपी को जमानत देते या अस्वीकार करते समय इसे ध्यान में रखना आवश्यक",
  "refusing bail to an accused. It may be difficult to illustrate all": "होगा।ऐसी सभी परिस्थितियों को स्पष्ट करना मुश्किल हो सकता है, क्‍योंकि",
  "for exercising the discretionary jurisdiction vested in a Court under Sections 438 and 439 respectively of the CrPC, as the case": "सीआरपीसी की धारा क्रमशः 438 और 439 के तहत किसी न्यायालय में निहित विवेकाधीन क्षेत्राधिकार का प्रयोग करने के लिए, जैसा भी मामला हो, कोई सीधा",
  "factors ought to have been kept in mind by the learned High Court while considering the prayer of the respondents’ for’ their": "प्रत्यर्थियों की प्रार्थना पर विचार करते समय विद्वान उच्च न्यायालय को कई",
  "before this Court.": "जाने से व्यथित होकर इस न्यायालय के समक्ष है।",
  "9. We have heard learned Senior counsel appearing on behalf of the appellant, the learned Senior counsel appearing on behalf of": "9. हमने अपीलार्थी की ओर से उपस्थित वरिष्ठ विद्वान अधिवक्ता , निजी",
  "the private respondents as well as learned Additional Advocate": "उत्तरदाताओं की ओर से उपस्थित वरिष्ठ विद्वान अधिवक्ता और साथ ही उत्तर",
  "10. There cannot be any quarrel with the submission advanced by Mr. R. Basant, the learned Senior Counsel appearing for one of the private respondents that the Court while granting bail is not": "0. निजी प्रत्यर्थीगणों में से एक की ओर से उपस्थित विद्वान वरिष्ठ अधिवक्ता श्री आर बसंत द्वारा दी गई दलील से कोई विवाद नहीं हो सकता कि जमानत देते",
  "in a bail matter can unwittingly cause prejudice to the prosecution or the accused at a later stage. The settled proposition of law, in": "भी टिप्पणी बाद के चरण में अनजाने में अभियोजन पक्ष या अभियुक्त पर प्रतिकूल",
  "our considered opinion, is that the order granting bail should": "प्रभाव डाल सकती है। हमारी सुविचारित राय में, कानून का सुस्थापित प्रस्ताव यह है कि जमानत देने के आदेश में ज्ञात मापदंडों को ध्यान में रखते हुए विवेक के",
  "gravity and severity of the offence;": "() अपराध की गंभीरता को ध्यान में रखते हुए आरोप की प्रकृति;",
  "(ii) The severity of punishment;": "(॥) सजा की गंभीरता;",
  "attacked Ashfaque Ahmad by throwing a grenade, and thereafter,": "यादव ने अशफाक अहमद पर ग्रेनेड फेंककर हमला किया, और उसके बाद,",
  "Satai and other accused persons started indiscriminate firing due": "साताई और अन्य आरोपी व्यक्तियों ने अंधाधुंध गोलीबारी शुरू कर दी, जिससे",
  "to which, Ashfaque Ahmad died on the spot and Razi Ahmad @ Manu": "अशफाक अहमद की मौके पर ही मौत हो गई और राजी अहमद उर्फ मनु घायल",
  "received injuries. Two accused persons were caught hold on the spot": "हो गए। जनता की मदद से दो अभियुक्तों को मौके पर ही पकड़ लिया गया।उनमें",
  "with the help of public. One of them disclosed his name, Amit Chaubey S/o Vindhyachal Chaubey, resident of Bihar while the second": "से एक ने अपना नाम अमित चौबे पुत्र विंध्याचल चौबे निवासी बिहार जबकि दूसरे",
  "accused did not disclose his name. Two country made pistols, two": "आरोपी ने अपने नाम नहीं बताया। उनके कब्जे से दो देशी पिस्टल, दो मैगजीन",
  "magazines and one mobile phone were’ recovered from their possession. During the course of interrogation, accused - Amit": "और एक मोबाइल फोन बरामद किया गया। पूछताछ के दौरान, आरोपी-अमित",
  "Chaubey disclosed that the respondent (Rajesh Vikram Singh) and his": "चौबे ने बताया कि प्रत्यर्थी (राजेश विक्रम सिंह) और उसके भाई ने आरोपी",
  "brother had sent the accused persons for committing the murder of Ashfaque Ahmad. In the FIR, registered on the statement of the": "व्यक्तियों को अशफाक अहमद की हत्या करने के लिए भेजा था।अपीलार्थी के",
  "appellant, it is further mentioned that a sum of Rs. 2, 47, 700/-": "बयान पर दर्ज प्राथमिकी में आगे यह उल्लेख किया गया है कि रु, 2,47, 700/-",
  "cash was recovered from the accused persons, who were caught by the": "नकद अभियुक्त व्यक्तियों, जिन्हें पब्लिक ने पकड़ा था, से बरामद किया गया।इसे",
  "4. During the course of investigation, it was found that while one of the respondents (Subhash Yadav) was allegedly present at the spot at the time of occurrence, the other respondent (Rajesh Vikram": "4. जांच के दौरान, यह पाया गया कि घटना के समय प्रत्यर्थियों में से एक (सुभाष यादव) कथित तौर पर मौके पर मौजूद था, वह अन्य प्रत्यर्थी (राजेश विक्रम",
  "Singh) was a part of the conspiracy hatched to eliminate Ashfaque": "सिंह) अशफाक अहमद को जान से मारने के लिए रची गई साजिश का हिस्सा",
  "Ahmad. The motive behind elimination of Ashfaque Ahmad was that": "था। अशफाक अहमद को मारने के पीछे का उद्देश्य यह था कि उसके ससुर",
  "against Rajesh Vikram Singh under Section 302 IPC in which the": "भारतीय दण्ड संहिता की धारा 302 के तहत राजेश विक्रम सिंह के खिलाफ दर्ज",
  "occurrence, namely, Satish Kumar @ Satai applied for his bail and": "5, घटना में कथित रूप से शामिल अभियुक्तों में से एक, सतीश कुमार उर्फ सतई ने अपनी जमानत के लिए आवेदन किया और उच्च न्यायालय ने आदेश",
  "the High Court vide an order dated 03.09.2021 rejected his prayer": "ने अपनी जमानत के लिए आवेदन किया और उच्च न्यायालय ने आदेश 03.09.2027 दिनांकित के तहत उसकी प्रार्थना को इस यह कहते हुए खारिज",
  "“Considering the rival submissions of learned": "\"पक्षकारों के विद्वान अधिवक्ता के विरोधी तर्कों पर विचार करते हुए",
  "of the F.I.R., injury report of the applicant, ante": "और प्राथमिकी की सामग्री, आवेदक की चोट रिपोर्ट, मृतक की",
  "mortem injury of the deceased and the medico legal": "मृत्युपूर्व चोट और घायल रज़ी की चिकित्सा कानूनी रिपोर्ट के",
  "Accordingly, the bail application is rejected.”": "जमानत याचिका खारिज की जाती है।\"",
  "6. It appears that during the pendency of the above-stated bail": "6. ऐसा प्रतीत होता है कि उपरोक्त जमानत आवेदन के लंबित रहने के दौरान,",
  "application, the respondents (Subhash Yadav and Rajesh Vikram Singh) also moved the High Court for their enlargement on bail. In": "प्रत्यर्थियों (सुभाष यादव और राजेश विक्रम सिंह) ने भी जमानत के लिए उच्च",
  "the High Court that he was involved in at least 14 criminal cases": "यह स्पष्ट रूप से बताया गया था कि वह कम से कम 4 आपराधिक मामलों में",
  "and was already a convict under Section 302 IPC. While on bail in": "शामिल था और पहले से ही आईपीसी की धारा 302 के तहत दोषी था। उस",
  "that case, he was found involved in the murder of Ashfaque Ahmad,": "मामले में जमानत पर रहते हुए, उसे अशफाक अहमद की हत्या में शामिल पाया",
  "in the bail application of the respondent - Rajesh Vikram Singh,": "गया, प्रत्यर्थी - राजेश विक्रम सिंह की जमानत याचिका में उच्च न्यायालय को इस",
  "the High Court was apprised of the fact that there are 26 criminal": "तथ्य से अवगत कराया गया कि उसके खिलाफ 26 आपराधिक मामले दर्ज हैं",
  "cases registered against him, of course, in some of which, he has": "और वास्तव में जिनमें से कुछ में वह पहले ही बरी हो चुका है और कुछ मामलों में",
  "already been acquitted and in a few cases, he was on bail. In one of the cases - Crime No. 229/2004, under Section 302 IPC etc., he": "वह जमानत पर था। इनमें से एक मामले - अपराध संख्या 229/2004 में आईपीसी की धारा 302 आदि के तहत, उसे दोषी ठहराया गया था और",
  "21. The Trial Court is directed to decide the case expeditiously": "24. विचारण न्यायालय को मामले का तेजी से निर्णय करने और एक वर्ष के",
  "22. As a sequel thereto, pending interlocutory applications also": "22. इसकी अगली कड़ी के रूप में, लंबित अंतर्वर्ती आवेदनों का भी निस्तारण",
  "(J.B. PARDIWALA)": "(न्यायमूर्ति जे. बी. पारदीवाला)",
  "NEW DELHI;": "नई दिल्ली ;",
  "APRIL 18, 2023.": "48 अप्रैल, 2023",
  "Revised": "संशोधित",
  "ITEM NO.11 COURT NO.9 SECTION II": "मद संख्या 4 न्यायालय संख्या 9 खण्ड ॥",
  "SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "RECORD OF PROCEEDINGS": "कार्यवाही के अभिलेख",
  "Petition(s) for Special Leave to Appeal (Crl.) No(s) .8487/2021": "अपील के लिए विशेष अनुमति (दाण्डिक) याचिका संख्या 8487 /2027",
  "(Arising out of impugned final judgment and order dated 23-09-2021 in BN No.624/2019 passed by the High Court of Judicature at Allahabad, Lucknow Bench, Lucknow)": "(इलाहाबाद उच्च न्यायालय की लखनऊ पीठ द्वारा पारित बीएन संख्या 624/2049 में आक्षेपत अंतिम निर्णय और आदेश 23-09-202 दिनांकित से उत्पन्न)",
  "ANSAR AHMAD Petitioner(s)": "अंसार अहमद याचिकाकर्ता (गण)",
  "IA No.134253/2022 - APPROPRIATE ORDERS/DIRECTIONS": "आइ.ए. संख्या 434253 / 2022 - उपयुक्त आदेश/निर्देश",
  "IA No.57851/2022 - EXEMPTION FROM FILING AFFIDAVIT": "आइ.ए. संख्या 57854/2022 - शपथ पत्र दाखिल करने से छूट",
  "IA No.134255/2022 - EXEMPTION FROM FILING AFFIDAVIT": "आइ.ए. संख्या 434255/2022 - शपथ पत्र दाखिल करने से छूट",
  "IA No.143077/2021 - EXEMPTION FROM FILING C/C OF THE IMPUGNED JUDGMENT": "आइ.ए. संख्या 4433077/20274 - आक्षैपित निर्णय का सी/सी दाखिल करने से छूट",
  "IA No.143079/2021 - EXEMPTION FROM FILING O.T.": "आइ.ए. संख्या 443079/2024 - ओ. टी. दाखिल करने से छूट",
  "IA No.57867/2022 - EXEMPTION FROM FILING O.T.": "आइ.ए. संख्या 57867/2022 ओ. टी. दाखिल करने से छूट",
  "SLP(Crl) No. 8540/2021 (IT)": "विशेष अनुमति याचिका (दाण्डिक) संख्या 8540 /2024 (॥)",
  "(FOR APPROPRIATE ORDERS/DIRECTIONS ON IA 134240/2022": "(आइ.ए. संख्या 34240/2022 में उपयुक्त आदेश /निर्देश के लिए आइ.ए. संख्या",
  "FOR EXEMPTION FROM FILING AFFIDAVIT ON IA 134242/2022": "34242/2022 में शपथपत्र दाखिल करने से छूट के लिए आइ .ए. संख्या",
  "IA No. 134240/2022 - APPROPRIATE ORDERS/DIRECTIONS": "34240/2022 में उपयुक्त आदेश /निर्देश के लिए आइ.ए. संख्या 34242/2022",
  "Date : 18-04-2023 These matters were called on for hearing today.": "तारीखः 8-04-2023 इन मामलों को आज सुनवाई के लिए बुलाया गया था। समक्ष:",
  "HON'BLE MR. JUSTICE SURYA KANT": "माननीय न्यायमूर्ति सूर्य कानन्‍त",
  "HON'BLE MR. JUSTICE J.B. PARDIWALA": "माननीय न्यायमूर्ति जे. बी. पारदीवाला",
  "For Petitioner(s) Mr. Siddharth Dave, Sr. Adv.": "याचिकाकर्ता(गण) के लिए श्री सिद्धार्थ दवे, वरिष्ठ अधिवक्ता",
  "Mr. Talha Abdul Rahman, AOR": "श्री तल्‍्हा अब्दुल रहमान, एओआर",
  "Ms. Vidhi Thaker, Adv.": "सुश्री विधि ठाकर, अधिवक्ता",
  "Mr. M Shaz Khan, Adv.": "श्री एम शाज़ खान, अधिवक्ता",
  "Ms. Gayatri Dahiya, Adv.": "सुश्री गायत्री दहिया, अधिवक्ता",
  "For Respondent(s) Mr. Sharan Thakur, A.A.G.": "प्रत्यर्थी(गण) के लिए श्री शरण ठाकुर, ए. ए. जी.",
  "Mr. Rohit K. Singh, AOR": "श्री रोहित कुमार सिंह, एओआर",
  "Mr. Siddharth Thakur, Adv.": "श्री सिद्धार्थ ठाकुर, अधिवक्ता",
  "Mr. Mustafa Sajad, Adv.": "श्री मुस्तफा सज्जाद, अधिवक्ता",
  "Mr. Basant R, Sr. Adv.": "श्री बसंत आर, वरिष्ठ अधिवक्ता",
  "Mr. Divyesh Pratap Singh, AOR": "श्री दिव्येश प्रताप सिंह, एओआर",
  "Mr. Vikram Pratap Singh, Adv.": "श्री विक्रम प्रताप सिंह, अधिवक्ता",
  "Mr. Kavinesh Rm, Adv.": "श्री कविनेश आरएम, अधिवक्ता",
  "Ms. Shivangi Singh, Adv.": "सुश्री शिवांगी सिंह, अधिवक्ता",
  "Ms. Ishita Bedi, Adv.": "सुश्री इशिता बेदी, अधिवक्ता",
  "Ms. Ranjana Singh, Adv.": "सुश्री रंजना सिंह, अधिवक्ता",
  "Mr. Ajay Prabu, Adv.": "श्री अजय प्रभु, अधिवक्ता",
  "Ms. Shivani Singh, Adv.": "सुश्री शिवानी सिंह, अधिवक्ता",
  "Mr. S. R. Setia, AOR": "श्री एस.आर. सेतिया, एओआर",
  "Mr. K B- Upadhyay, Adv.": "श्री के.बी. उपाध्याय, अधिवक्ता",
  "Mr. C P Pandey, Adv.": "श्री सी पी पांडे, अधिवक्ता",
  "Mr. S N Tripathi, Adv.": "श्री एस एन त्रिपाठी, अधिवक्ता",
  "Ms. Pinki Tiwari, Adv.": "सुश्री पिंकी तिवारी, अधिवक्ता",
  "Mr. Shailesh Tiwari, Adv.": "श्री शैलेश तिवारी, अधिवक्ता",
  "UPON hearing the counsel the Court made the following ORDER": "को सुनने के बाद न्यायालय ने निम्नलिखित आदेश दिया:",
  "2. For the reasons stated in the signed order, the appeals": "2. हस्ताक्षरित आदेश में बताए गए कारणों के लिए अपीलों की अनुमति दी जाती है,",
  "Bail Application No. 624 of 2019 and Bail Application No. 4309 of": "जमानत आवेदन संख्या 624/2049 और जमानत आवेदन संख्या 4309/2049 में",
  "set aside and both the respondents are directed to surrender before the Trial Court forthwith, failing which coercive action shall be": "और दोनों प्रत्यर्थियों को तुरंत विचारण न्‍न्यायलय के समक्ष आत्मसमर्पण करने का निर्देश",
  "3. However, the respondents shall be at liberty to apply for bail after examination of all the eye witnesses or other material witnesses. Any such application shall be considered as per its own": "3. तथापि, प्रत्यर्थी को सभी चश्मदीद गवाहों या अन्य भौतिक गवाहों से पूछताछ के बाद जमानत के लिए आवेदन करने की स्वतंत्रता होगी। ऐसे किसी भी आवेदन पर उपरोक्त",
  "merit without being influenced by the’ observations ' made": "की गई टिप्पणियों से प्रभावित हुए बिना उसके गुण-दोष के अनुसार विचार किया",
  "4. The Trial Court is directed to decide the’ case expeditiously and make an endeavour to conclude the trial within one year.": "4. विचारण न्यायालय को निर्देश दिया जाता है कि वह मामले का शीघ्रता से निर्णय करे और एक वर्ष के भीतर मुकदमे को समाप्त करने का प्रयास करे।",
  "5. As a sequel thereto, pending interlocutory applications": "5, इसकी अगली कड़ी के रूप में, लंबित अंतर्वर्ती आवेदनों का भी निस्तारण किया",
  "(SATISH KUMAR YADAV) (PREETHI T.C.)": "(सतीश कुमार यादव) (प्रीति टी. सी.)",
  "DEPUTY REGISTRAR COURT MASTER (NSH)": "उप निबन्धक कोर्ट मास्टर (एन. एस. एच.)",
  "(Signed reportable order is placed on the file)": "(हस्ताक्षरित प्रतिवेद्य आदेश फाइल पर रखा गया है)"
}