{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय न्यायक्षेत्र",
  "CIVIL APPEAL NOS.9413-9414 OF 2019": "सिविल अपील संख्याएँ 943-944/209",
  "RAJNISH KUMAR MISHRA & ORS.": "रजनीश कुमार मिश्रा एवं अन्य",
  "ETC. ... APPELLANT(S)": "इत्यादि ...अपीलार्थी(गण)",
  "JUDGMENT": "निर्णय",
  "Leave granted.": "अनुमति प्रदान की गई।",
  "2. Heard the learned counsel for the parties.": "2. पक्षों के विद्वान अधिवक्ता को सुना।",
  "3. The appeals challenge the judgment and order passed by the Division Bench of the Allahabad High Court dated 09.07.2018, which has dismissed the appeals filed by the": "3. यह अपील 09.07.208 दिनांकित को इलाहाबाद उच्च न्यायालय के डिवीजन बेंच द्वारा पारित निर्णय और आदेश को चुनौती देती है, जिसने",
  "present appellants and confirmed the order passed by the": "वर्तमान अपीलार्थियों द्वारा दायर अपील को खारिज कर दिया है और उक्त उच्च",
  "learned single judge of the said High Court dated": "न्यायालय के विद्वान एकल न्यायाधीश द्वारा कुछ संशोधनों के साथ पारित",
  "4. The facts, in brief, giving rise to the present appeals are as under.": "4, संक्षेप में, वर्तमान अपीलों को उद्धृत करने वाले तथ्य निम्नानुसार हैं।",
  "5. On creation of the Ambedkar Nagar Judgeship, the": "5. विचारपति के पद अंबेडकर नगर के सृजन पर, अपीलार्थियों को तदर्थ आधार",
  "appellants were appointed on ad-hoc basis. The appellants were appointed in the year 1999-2001. The initial": "पर नियुक्त किया गया था। अपीलार्थियों को वर्ष 4999-200 में नियुक्त किया गया",
  "appointment of the appellants was made for a period of": "था। अपीलार्थियों की प्रारंभिक नियुक्ति तीन माह की अवधि के लिए की गई थी,",
  "three months, which term was extended from time to time.": "जिसे समय-समय पर बढ़ाया गया था।",
  "6. In the year 2001, an advertisement was issued for direct recruitment of Class-III employees, which led the": "6. वर्ष 2007 में, वर्ग-॥॥। के कर्मचारियों की सीधी भर्ती के लिए एक विज्ञापन जारी",
  "appellants to file several writ petitions before the High": "किया गया था, जिसके कारण अपीलार्थियों को उच्च न्यायालय के समक्ष कई रिट",
  "writ petitions, an order was passed on 01.08.2006": "याचिकाओं के उक्त समूह में दिनांक 0.08.2006 को एक आदेश पारित किया",
  "providing therein, that appellants may apply in response to": "गया था, जिसमें कहा गया था कि अपीलार्थी विज्ञापन के प्रत्युत्तर में आवेदन कर",
  "the advertisement and their cases shall be considered along with other candidates. It was also directed that the": "सकते हैं और उनके मामलों पर अन्य अभ्यर्थियों के साथ विचार किया जाएगा। यह",
  "District Judge may send their names to High Court on administrative side for considering, if they could be granted": "न्यायाधीश विचार करने के लिए उनके नाम उच्च न्यायालय के प्रशासनिक विभाग में",
  "account the length of service and experience etc. of the": "चयन समिति के लिए अपीलार्थियों की सेवावधि और अनुभव इत्यादि को ध्यान में",
  "9. Being aggrieved thereby, the appellants preferred appeals before the Division Bench of the High Court. The": "9. इससे व्यधित होकर, अपीलार्थियों ने उच्च न्यायालय की डिवीजन बेंच के समक्ष",
  "Division Bench while dismissing the appeals, however, set": "अपील को प्राथमिकता दी। हालांकि डिवीजन बेंच ने अपीलों को खारिज करते हुए",
  "aside the order insofar as saddling the costs is concerned.": "आदेश को अपास्त किया, जहां तक लागत का बोझ चिंताशील है। चूंकि डिवीजन",
  "of the office of the District Judge had rightly, after": "न्यायाधीश के कार्यालय के तत्कालीन पदाधिकारी ने आख्या पर विचार करने के",
  "considering the report, issued the order of regularisation on 9.11.2012. She submits, that as a matter of fact, there": "पश्चात सही माना था और दिनांक 9..202 को नियमितीकरण का आदेश जारी",
  "the office of the District Judge passed an order dated": "न्यायाधीश के कार्यालय में आनुक्रमिक ने दिनांक 6.08.204 को एक",
  "not entitled to the equitable relief and, as such, the appeals deserve to be dismissed.": "न्यायसंगत राहत के हकदार नहीं हैं और इस प्रकार, अपील खारिज होने के योग्य",
  "14. We have perused the material placed on record. The": "4. हमने अभिलेख पर दर्ज तथ्य का अवलोकन किया है। इलाहाबाद उच्च",
  "Circular addressed by the Registrar General of the High Court of Allahabad dated 05.11.2009 would show, that all": "न्यायालय के महानिबंधक द्वारा संबोधित परिपत्र 05..2009 दिनांकित यह",
  "Court of Allahabad dated 05.11.2009 would show, that all the District Judges have been directed that in order to": "दर्शाएगा कि सभी जनपद न्यायाधीशों को निर्देशित किया गया है कि वर्ग -॥। और",
  "restore the procedure for appointment of Class III and": "चतुर्थ श्रेणी के कर्मचारियों की नियुक्ति के लिए प्रक्रिया को बहाल करने के लिए, ऐसे",
  "following any procedure of law, must cease to work immediately. It appears, that the said cut-off date is": "करना बंद कर देना चाहिए। ऐसा प्रतीत होता है कि उक्त परिपत्र में उक्त कटऑफ",
  "Circular dated 05.11.2009 and the cut-off date of": "अधिसूचित किए गए थे। मूलतः परिपत्र दिनांकित 05..2009 और दिनांक",
  "While considering the same, the Committee also found that": "करते हुए आख्या प्रस्तुत की थी। उसी पर विचार करते हुए, समिति ने यह भी पाया",
  "all the appellants were appointed prior to 31.12.2001; they": "कि सभी अपीलार्थियों को दिनांक 3.2.2007 से पूर्व नियुक्त किया गया था;",
  "were in continuous service thereafter and their services were satisfactory. In pursuance of the said report the": "तत्पश्चात वे निरंतर सेवा में थे और उनकी सेवाएं संतोषजनक थीं। उक्त रिपोर्ट के",
  "District Judge vide order dated 09.11.2012 regularized the": "अनुपालन में जनपद न्यायाधीश ने आदेश दिनांकित 09..202 के माध्यम से",
  "services of appellants from 01.06.2012. It appears that": "दिनांक 0.06.202 से अपीलार्थियों की सेवाओं को नियमित कर दिया। ऐसा",
  "services.": "की सेवाओं को तुरंत समाप्त कर दिया गया।",
  "Allahabad in Writ Petition No.4813(S/S) of 2014 and Writ Petition No.5530(S/S) of 2014 as well": "सं.483 (एस/एस)/204 और रिट याचिका सं.5530 (एस/एस)/204",
  "as Division Bench of the said High Court dated 09.07.2018 in Special Appeal No.440 of 2017": "दायर की। दिनांक 4.09.207 के एक आदेश द्वारा उच्च न्यायालय के एकल",
  "11": "8",
  "and temporary status had been given by the": "द्वारा अस्थायी स्थिति दी गई थी, इसलिए हम निर्देश देते हैं कि",
  "02.10.2002, we direct that the services of the appellants be regularized from the said date i.e.": "अपीलार्थियों की सेवाओं को उक्त तिथि यानी दिनांक 02.0.2002 से",
  "arrears of pay also to be paid to the appellants within a period of three months from today.”": "नियमित किया जाए, आज से तीन माह की अवधि के भीतर अपीलार्थियों को परिणामी लाभ और वेतन का बकाया भी भुगतान किया जाए।\"",
  "17. Another aspect that needs consideration is that": "7. एक अन्य पहलू जिस पर विचार करने की आवश्यकता है, वह यह है कि",
  "during the pendency of the petitions, the Rules with regard": "याचिकाओं के लंबन के दौरान, नियमितीकरण के संबंध में नियमों में संशोधन किया",
  "of 31.12.2001. Undisputedly, all the appellants were appointed prior to 31.12.2001. The change in position of": "निर्विवाद रूप से, सभी अपीलार्थियों को दिनांक 3.2.200] से पूर्व नियुक्त किया",
  "appointed prior to 31.12.2001. The change in position of law ought to have been taken into consideration by the": "गया था। कानून की स्थिति में बदलाव को उद्च न्यायालय द्वारा ध्यान में रखा जाना",
  "High Court. It is not in dispute that all the appellants were": "चाहिए। यह विवाद में नहीं है कि सभी अपीलार्थियों को दिनांक 3.2.200] से",
  "appellants were continued in services from 01.08.2006 on account of interim orders passed in writ petitions.": "आदेशों के कारण अपीलार्थियों को दिनांक 0.08.2006 से सेवाओं में जारी रखा",
  "However, the selection process in which the appellants were permitted to participate, could not see the light of the": "गया था। हालांकि, चयन प्रक्रिया जिसमें अपीलार्थियों को भाग लेने की अनुमति दी",
  "day, as it was subsequently cancelled in 2008. As such, as": "गई थी वे उस दिन को नहीं देख सके, क्योंकि इसे बाद में 2008 में रद्द कर दिया",
  "12": "9",
  "18. As such, apart from the circular issued by the Registrar General of the High Court dated 05.11.2009, the": "8. इस प्रकार, दिनांकित 05.7.2009 को उच्च न्यायालय के महानिबन्धक द्वारा",
  "under the chairmanship of the Additional District Judge": "अपर जनपद न्यायाधीश की अध्यक्षता के तहत समिति ने दिनांकित 2.07.202",
  "01.06.2012. We _ find, that while considering the representation of some of the employees for promotion, the": "कुछ कर्मचारियों के प्रतिनिधित्व पर विचार करते हुए हम यह पाते हैं कि आनुक्रमिक",
  "successor in the office of the District Judge could not have annulled the order of the regularization of the appellants": "जनपद न्यायाधीश के कार्यालय में अपीलार्थियों के नियमितीकरण के आदेश को रद्द",
  "which was done after following the proper procedure. The": "नहीं कर सकता था जो उचित प्रक्रिया का पालन करने के बाद किया गया था। कम",
  "least that was required to be done was to follow the": "से कम जो किया जाना आवश्यक था, वह अपीलार्थियों को सुनवाई का अवसर",
  "principles of natural justice by giving an opportunity of being heard to the appellants. We find, that the three": "देकर प्राकृतिक न्याय के सिद्धांतों का पालन करना था। हम पाते हैं कि जनपद",
  "orders passed by the District Judge dated 16.08.2014 also": "न्यायाधीश द्वारा दिनांक 6.08.204 को पारित तीन आदेश भी प्राकृतिक न्याय",
  "suffer from violation of the principles of natural justice.": "के सिद्धांतों के उल्लंघन से ग्रस्त हैं।",
  "19. In any case, we find that in view of the exception carved out in the case of Umadevi (supra) providing for": "9. किसी भी मामले में, हम पाते हैं कि उसरादेवी (उपरोक्त) के मामले में किए गए",
  "approached this Court by way of Civil Appeal No.18510 of 2017 (arising out of Special Leave Petition (Civil) No.6183": "और रिट याचिका सं.5530(एस/एस)/204 साथ ही उक्त उच्च न्यायालय की डिवीजन बेंच ने 6.07.208 दिनांकित को विशेष अपील"
}