{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय अधिकारिता",
  "CIVIL APPEAL NO. 3735 OF 2020": "सिविल अपील सं. 3735 वर्ष 2020",
  "(Arising out of Special Leave Petition (Civil) No.5452 OF 2020)": "(विशेष अनुमति याचिका (सिविल) सं.5452 वर्ष 2020 से उद्धृत)",
  "M/S KALEDONIA JUTE AND": "मे. कालेडोनिया जूट एंड फाइबर्स प्रा. लि.",
  "M/S AXIS NIRMAN AND INDUSTRIES LTD. & ORS. ... RESPONDENT(S)": "मे. एक्सिस निर्माण एंड इंडस्ट्रीज लि. & अन्य ....प्रत्यर्थी (गण )",
  "JUDGMENT": "निर्णय",
  "V. Ramasubramanian, J.": "न्यायमूर्ति वी.रामासूब्रमण्यन",
  "1. Leave granted.": ". अनुमति दी गयी।",
  "2. Aggrieved by an order passed by the Company Court (High Court of Allahabad), refusing to transfer the winding up petition": "2. कम्पनी न्यायालय (इलाहाबाद उच्च न्यायालय) द्वारा वहाँ लंबित परिसमापन",
  "pending therein, to the National Company Law Tribunal (NCLT for": "याचिका को राष्ट्रीय कम्पनी विधि न्यायाधिकरण (संक्षेप में एनसीएलटी )",
  "3. Heard Mr. Huzefa Ahmadi, learned senior counsel appearing": "3. अपीलार्थी की ओर से प्रस्तुत विद्वान वरिष्ठ अधिवक्ता श्री हुजेफा अहमदी, प्रथम",
  "Court (High court) seeking a transfer of the winding up petition to the NCLT, Allahabad. This application was rejected by the Company": "परिसमापन याचिका को एनसीएलटी, इलाहाबाद को स्थानांतरित करने की मांग की",
  "Court by a cryptic order dated 24.02.2020, on the sole ground that": "गई थी। इस आवेदन को कंपनी न्यायालय ने 24.02.2020 के एक आयृत्त",
  "the requirement of Rule 24 had already been complied with and": "आदेश द्वारा इस आधार पर खारिज कर दिया कि नियम 24 की आवश्यकता का",
  "that a winding up order had already been passed. It is against this": "पहले ही पालन किया जा चुका था और एक परिसमापन आदेश पहले ही पारित",
  "order of the High court, refusing to transfer the winding up": "स्थानांतरित करने से इनकार करने वाले उच्च न्यायालय के इसी आदेश के खिलाफ",
  "creditor has come up with this civil appeal.": "वित्तीय ऋणदाता ने यह सिविल अपील की है।",
  "Issues for Consideration": "विचारण के विषय",
  "13. The main issues that arise for consideration in this appeal are:": "3. इस अपील में विचारण के लिए उत्पन्न होने वाले मुख्य विषय हैं:",
  "(i) what are the circumstances under which a winding up proceeding pending on the file of a High court could be transferred": "() ऐसी कौन सी परिस्थितियाँ हैं जिनके तहत किसी उद्च न्यायालय में लंबित",
  "proceeding pending on the file of a High court could be transferred to the NCLT and": "परिसमापन कार्यवाही को एनसीएलटी में स्थानांतरित किया जा सकता है और",
  "(ii) at whose instance, such transfer could be ordered.": "(।) किसकी ओर से ऐसे स्थानांतरण का आदेश किया जा सकता है।",
  "Discussion": "बहस",
  "14. Though the Companies Act, 2013 (Act 18 of 2013) received the": "4. यद्यपि कंपनी अधिनियम , 203 (203 का अधिनियम 8) को",
  "assent of the President on 29.08.2013 and it was published in the": "29.08.203 को राष्ट्रपति की मंजूरी प्राप्त हुई थी और इसे भारत के राजपत्र में",
  "9. But the official liquidator opposed the application for recall on": "9. लेकिन शासकीय समापक ने आदेश वापस लेने के आवेदन का इस आधार पर",
  "the ground that the 1* respondent-Company owed money to various creditors to the tune of Rs.27 Crores and that unless the said": "विरोध किया कि प्रथम प्रत्यर्थी कंपनी पर विभिन्न देनदारों का 27 करोड़ रुपये की राशि बकाया है और जब तक उक्त राशि का भुगतान नहीं किया जाता है , तब तक",
  "amount is paid, the order of winding up cannot be recalled. The": "परिसमापन के आदेश को वापस नहीं लिया जा सकता है। शासकीय समापक ने यह",
  "Official Liquidator also submitted that he had already taken over charge of the assets of the Company.": "भी कहा कि उन्होंने पहले ही कंपनी की संपत्ति का प्रभार ले लिया है।",
  "10. In the light of the rival contentions, the Company Court": "0. विरोधी तरकॉं के आलोक में, कंपनी न्यायालय ने 0.03.206 दिनांकित",
  "passed an order on 22.08.2016 keeping the winding up order dated": "परिसमापन आदेश को स्थगित करते हुए 22.08.206 को एक आदेश पारित",
  "10.03.2016 in abeyance. However, the Company Court directed the": "किया। हालांकि, कंपनी न्यायालय ने शासकीय समापक को कंपनी की संपत्तियों को",
  "11. While things stood thus, the appellant herein, claiming to be a creditor of the first respondent herein, moved an application before": "]7. ऐसी स्थिति में, अपीलार्थी, जो प्रथम प्रत्यर्थी का देनदार होने का दावा करता",
  "the NCLT, Allahabad under Section 7 of the Insolvency and": "है, ने एनसीएलटी, इलाहाबाद के समक्ष दिवाला और शोधन अक्षमता संहिता,",
  "appellant herein before the NCLT was that the 1** respondent was": "एनसीएलटी के समक्ष अपीलार्थी का दावा यह था कि प्रथम प्रत्यर्थी 32 लाख रुपये",
  "repeated demands, the 1* respondent failed to pay the said amount.": "प्रत्यर्थी उक्त राशि का भुगतान करने में विफल रहा।",
  "presented in a tabular column for easy appreciation.": "लिए सारणीबद्ध कॉलम में प्रस्तुत किया गया है।",
  "Sec. 434 as it was originally drafted in Act 18 of 2013": "धारा 434 वर्ष 203 के अधिनियम 8 में यथा मूल रूप से निर्मित",
  "Sec. 434 as it was substituted under IBC, Act 31 of 2016": "धारा 434 आईबीसी एक्ट 3 वर्ष 206 के अन्तर्गत यथा प्रतिस्थापित",
  "“434, Transfer of certain pending proceedings.-(1) On": "“434. कतिपय लंबित कार्यवाहियों अंतरण ()",
  "such date as may be notified by the Central Government": "ऐसी तारीख को जो केंद्रीय सरकार द्वारा इस निमित्त अधिसूचित की जाए",
  "before the Board of Company Law Administration (herein in this section referred to as the": "कंपनी विधि प्रशासन बोर्ड ( जिसे इस धारा में",
  "this section referred to as the Company Law Board)": "इसके पश्चात कंपनी विधि बोर्ड कहा गया है ) के",
  "such date shall stand transferred to the Tribunal": "ऐसी तारीख से पूर्व अधिकरण को अंतरित हो",
  "proceedings or cases in": "जाएंगे और अधिकरण उन विषयों कार्यवाहियों या",
  "accordance with the provisions of this Act;": "मामलों का इस अधिनियम के उपबंधों के अनुसार",
  "made before such date may": "तारीख को जो केंद्रीय सरकार द्वारा इस निमित्त",
  "such date as may be notified": "अधिसूचित की जाए",
  "Board of Company Law Administration (herein in this": "कंपनी विधि प्रशासन बोर्ड ( जिसे इस धारा में",
  "section referred to as_ the Company Law Board)": "इसके पश्चात कंपनी विधि बोर्ड कहा गया है) के",
  "1956) immediately before such date shall stand transferred to": "ऐसी तारीख से पूर्व अधिकरण को अंतरित हो",
  "shall dispose of such matters, proceedings or  cases_ in": "जाएंगे और अधिकरण उन विषयों कार्यवाहियों या",
  "22. Sub-section (2) of Section 434 empowers the Central": "22. धारा 434 की उप-धारा (2) केन्द्र सरकार को कम्पनी विधि बोर्ड या",
  "Act, to ensure timely transfer of all matters pending before the": "न्यायालयों के समक्ष लंबित सभी मामलों के समयबद्ध स्थानान्तरण के लिए",
  "exercise of the power conferred by Sub-section (2) of Section 434 of": "इसलिये कम्पनी अधिनियम 203 की धारा 434 की उप-धारा (2) सपठित",
  "the Companies Act, 2013 read with Sub-section (1) of Section 239": "आईबीसी ,206 की धारा 239 की उप-धारा () द्वारा प्रदत्त शक्तियों के",
  "of the IBC, 2016, the Central Government issued a set of Rules": "प्रयोग में केन्द्र सरकार ने नियमसूची जारी की जो \"कम्पनी (लंबित कार्यवाहियों",
  "known as ‘The Companies (Transfer of Pending Proceedings) Rules, 2016.": "का स्थानान्तरण) नियम, 206 के रूप में जाने जाते हैं।",
  "23. Before we have a look at the Rules it is necessary to note that": "23. नियमों को पढ़ने से पहले इस बात को नोट करना आवश्यक है कि",
  "for the purpose of transfer, winding up proceedings pending before": "स्थानान्तरण के लिए उच्च न्यायालय के समक्ष लंबित परिसमापन कार्यवाहियों",
  "the High Courts, are classified by Section 434 into two categories": "को धारा 434 द्वारा दो श्रेणियों में विभक्त किया गया है: -",
  "(a) Proceedings for voluntary winding up where notice of": "(क) स्वैच्छिक परिसमापन के लिए कार्यवाहियाँ जिसमें कम्पनी",
  "Section 485(1) of the Companies Act, 1956, but the": "अधिनियम 956 की धारा 485() के अन्तर्गत इस विनिश्चय का",
  "company has not been dissolved before 01.04.2017;": "विज्ञापन दिया गया है लेकिन कम्पनी 0.04.207 से पूर्व भंग नहीं",
  "and": "की गयी है और",
  "(b) Other types of winding up proceedings.": "(ख) अन्य प्रकार की परिसमापन कार्यवाहियाँ।",
  "24. The first of the above 2 categories of cases are covered by the": "24. उपरोक्त दो श्रेणियों में से प्रथम श्रेणी के मामले धारा 434 की उप-धारा",
  "fourth proviso under Clause (c) of Sub-section (1) of Section 434,": "(]) के खण्ड (ग) के अन्तर्गत चौथे परन्तुक द्वारा आवृत्त है। जिसमे कहा गया",
  "which states:": "हैः",
  "“Provided also that proceedings relating to cases of": "“परन्तु यह भी कि कम्पनी के स्वैच्छिक परिसमापन के मामलों से सम्बन्धित",
  "section (1) of section 485 of the Companies Act, 1956 but the": "4956 की धारा 485 की उप-धारा () के तहत किया गया है लेकिन कम्पनी",
  "shall continue to be dealt with in accordance with provisions of the Companies Act, 1956 and the Companies (Court)": "कम्पनी (न्यायालय) नियम 959 के प्रावधानों के अनुरूप व्यवहार किया",
  "Such cases of voluntary winding up covered by the above proviso": "उपरोक्त परंतुक में शामिल स्वैच्छिक परिसमापन के ऐसे मामलों पर उच्च न्यायालय",
  "shall continue to be dealt with by the High court. It is only (i) cases of voluntary winding up falling outside the scope of the 4\" Proviso": "द्वारा ही विचार किया जाएगा। केवल (।) चौथे परंतुक के दायरे के बाहर पड़ने वाले",
  "the Rules made by the Central Government under Section 434 (2).": "द्वारा धारा 434(2) के अन्तर्गत बनाए गये नियमों के अधीन उद्च न्यायालय द्वारा",
  "pending before the Company Law Board or the courts, to the": "कंपनी विधि बोर्ड के विनिश्चय या आदेश की उसे",
  "commencement of this Act in": "उपशमन किया जाता है इस अधिनियम के प्रारंभ",
  "provisions of this Act:": "परंतु यह और कि इस अधिनियम के अधीन किसी",
  "this Act by a company whose appeal or reference or inquiry": "कंपनी द्वारा जिसकी अपील या निर्देश या जांच इस",
  "stands abated under this clause.": "खंड के अधीन उपशमन की जाती है ऐसा निर्देश",
  "(2) The Central Government": "(2) केंद्रीय सरकार इस अधिनियम के अधीन",
  "all matters, proceedings or": "सभी विषयों कार्यवाहियों या मामलों का अधिकरण",
  "Company Law Board or the": "कंपनी विधि बोर्ड के विनिश्चय या आदेश की उसे",
  "proceedings; or": "अन्तर्गत सभी कार्यवाहियां; या",
  "relating to winding- up of companies": "(|) कंपनियों के परिसमापन से. संबंधित",
  "the Companies Act, 1956 and": "कंपनी अधिनियम, 956 और कंपनी",
  "the Companies (Court) Rules, 1959:]": "(न्यायालय) नियम, 959 के प्रावधानों के",
  "[Provided also that proceedings relating to cases of voluntary winding up of a company where": "[ बशर्ते यह भी कि कंपनी के स्वैच्छिक परिसमापन के मामलों से संबंधित कार्यवाही जहां कंपनी",
  "under sub-section (1) of section 485 of the Companies Act,": "अधिनियम, 956 की धारा 485 की उप-धारा",
  "to” the winding up proceedings. The Companies Act, 1956 does not": "भंग नहीं हुई है, को कंपनी अधिनियम, 956",
  "33. In other words, Rules 5 and 6 of the Companies (Transfer of": "33. दूसरे शब्दों में नियम, कम्पनी (लंबित कार्यवाहियों का अंतरण) नियम",
  "under Rule 26 of the Companies (Court) Rules, 1959, as the stage": "206 के नियम ५5 और 6 कम्पनी (न्यायालय) नियम 959 के नियम 26 के अन्तर्गत नोटिस की तामील किये जाने की स्थिति को उस स्थिति के रूप",
  "at which a winding up proceeding can be transferred. This is": "में तय करते हैं जिस पर परिसमापन कार्यवाही स्थानांतरित की जा सकती",
  "because the first proviso under Clause (c) of Sub-section (1) of Section 434 enables the Central Government to prescribe the stage": "है। यह इसलिए है कि धारा 434 की उप-धारा () का खंड (ग) का पहला परं॑तुक केंद्र सरकार को वह स्थिति विहित करने में सक्षम बनाता है",
  "at which proceedings for winding up can be transferred and sub-": "जिस पर परिसमापन हेतु कार्यवाहियां स्थानांतरित की जा सकती है और",
  "section (2) of section 434 confers rule making power on the Central Government.": "धारा 434 की उप-धारा (2) केंद्र सरकार को नियम बनाने की शक्ति प्रदान",
  "34. Rule 26 of the Companies (Court) Rules, 1959 reads as": "34. कम्पनी (न्यायालय) नियम 959 का नियम 26 निम्नवत है:",
  "2016, such other petition shall not be transferred to the": "है, ऐसी अन्य याचिका अधिकरण को स्थानांतरित नहीं की जाएगी यद्यपि कि",
  "debts. It reads as follows:-": "से संबंधित है। यह निम्नवत है:",
  "“6. Transfer of pending proceedings of Winding up matters on the grounds other than inability to pay": "“6.ऋणों का भुगतान करने में अक्षमता के आधार से इतर आधार पर परिसमापन के लिए लंबित कार्यवाहियों का स्थानांतरण- उच्च न्यायालय के",
  "debts.—All petitions filed under clauses (a) and (f) of section 433 of the Companies Act, 1956 pending before a High Court": "समक्ष कंपनी अधिनियम 956 की धारा 433 के खंड क और च के",
  "as required under rule 26 of the Companies (Court) Rules,": "नियम 959 के नियम 26 के अन्तर्गत यथा अपेक्षित प्रत्यर्थी को याचिका",
  "32. The transferability of a winding up proceeding, both under Rule 5 as well as under Rule 6, is directly linked to the service of": "32. नियम 5 और 6 के अन्तर्गत आने वाली परिसमापन कार्यवाहियों की स्थानांतरणीयता सीधे तौर पर परिसमापन याचिका को कंपनी (न्यायालय)",
  "the winding up petition on the respondent under Rule 26 of the": "नियम 959 के नियम 26 के अन्तर्गत प्रत्यर्थी पर तामील किये जाने से",
  "Companies (Court) Rules, 1959. If the winding up petition has": "याचिकाएं जिनमें प्रत्यर्थी को नियम कंपनी (न्यायालय) नियम 959 के",
  "that “when the Code was enacted, only winding up petitions where": "मामले में यह कहा कि \"जब इस संहिता को अधिनियसित किया गया था तो केवल उन्हीं परिसयापन याचिकाओं को एनसीएलटी को स्थानांतरित किया",
  "no notice under Rule 26 was served, were to be transferred to NCLT": "26 के अन्तर्गत कोई नोटिस नहीं तासील की गयी थी।\" हालांकि अधिनियम",
  "and treated as petitions under the Code”. However, after Section 434 was substituted by a new provision under Act 31 of 2016 and the": "3], वर्ष 206 के अन्तर्गत धारा 434 को एक नये प्रावधान द्वारा प्रतिस्थापित",
  "5 proviso was inserted by Act 26 of 2018, the transfer of the": "किये जाने और अधिनियम 26, वर्ष 2078 द्वारा पांचवे परंतुक के",
  "winding up proceedings, even at the instance of the party or parties": "अन्तःस्थापित किये जाने के पश्चात पक्षकार या पक्षकारों के इशारे पर भी",
  "to the proceedings became permissible. This change of position was": "परिसमापन कार्यवाहियों का स्थानांतरण अनुमन्य हो गया। स्थिति में बदलाव को",
  "also noted by this Court in Forech India Limited(supra).": "इस न्यायालय द्वारा फोरेक इंडिया लि. (उपरोक्त) के मामले में नोट किया गया।",
  "38. But while noting the change of position after the insertion of the 5\" proviso through Act 26 of 2018, this Court indicated in para": "38. लेकिन अधिनियम 26, वर्ष 208 के द्वारा पांचवे परंतुक के अंतःस्थापित किये जाने के पश्चात इस न्यायालय ने स्थिति में आये बदलाव को नोट करते हुए",
  "this, it is contended by the learned senior counsel for the petitioner": "सकता है। इसका लाभ उठाते हुए याचिकाकर्ता के विद्वान वरिष्ठ अधिवक्ता द्वारा",
  "that “any person” (and not necessarily a party to the proceeding)": "यह तर्क दिया गया कि \"कोई व्यक्ति” (और आवश्यक रूप से याचिका का",
  "could apply for transfer.": "पक्षकार नहीं ) स्थानांतरण के लिए आवेदन कर सकता है।",
  "39. But we do not think that the decision in Forech India Limited (supra) is an authority for the proposition that the 5\"": "39. लेकिन हमें यह नहीं लगता कि फोरेक इंडिया लि. (उपरोक्त) के मामले में",
  "proviso to Clause (c) of Sub-section (1) of Section 434 could be": "निर्णय इस उप-धाराणा के लिए कोई मानक या प्राधिकार है कि धारा 434 की उप-धारा () के खंड (ग) का पांचवां परंतुक ऐसे किसी व्यक्ति द्वारा लागू",
  "the meaning of the expression “party to the proceedings”. The": "विद्यमान हैं जो उन लोगों का संकेत करते हैं जो \"कार्यवाहियों के पक्षकार\" शब्द",
  "provisions which contain such clues are as follows:": "के अर्थ के भीतर आ सकते हैं। वे उपबंध जिनमें ऐसे संकेत निहित है, निम्नवत",
  "(i) Section 447 of the Companies Act, 1956, which is": "(।) कंपनी अधिनियम,956 की धारा 447 जो कि कंपनी",
  "equivalent to Section 278 of the Companies Act, 2013 states": "अधिनियम, 203 की धारा 278 के समान है, में कहा गया है कि",
  "that an order for winding up shall operate in favour of all the creditors and of all the contributories of the company": "परिसमापन के लिए आदेश कंपनी के सभी ऋणदाताओं और सभी",
  "as if it has been made on the joint petition of a creditor": "सहभागियों के पक्ष में, जैसे कि यह एक ऋणदाता और एक सहभागी की संयुक्त याचिका पर किया गया हो, कार्य करेगा। वर्ष 203 के अधिनियम",
  "wording of Section 278 of the 2013 Act and the wording of Section 447 of the 1956 Act. This change may be appreciated,": "की धारा 278 और 956 के अधिनियम की धारा 447 की शब्दावली में",
  "Section 278 of 2013 Act": "956 के अधिनियम की धारा 447 203 के अधिनियम की धारा 278",
  "Effect of winding up order.- An order for winding up a": "परिसमापन आदेश का प्रभाव. - परिसमापन आदेश का प्रभाव.-",
  "of all the creditors and of all the contributories of the company": "के सभी ऋणदाताओं और सभी कंपनी के सभी क्रणदाताओं",
  "favour of all the creditors and": "सहभागियों के पक्ष में, जैसे कि यह और सभी सहभागियों के पक्ष",
  "out on the joint petition of": "की संयुक्त याचिका पर किया गया और सहभागियों की संयुक्त",
  "creditors and contributories.": "एक ऋणदाता और एक सहभागी",
  "Section 278 of the 2013 Act shows that any petition by a single creditor or contributory is actually treated as a": "203 के अधिनियम की धारा 278 दर्शित करती है कि एकल ऋणदाता या",
  "joint petition of creditors and contributories, so that the": "सहमभागी द्वारा कोई याचिका वास्तव में ऋणदाताओं और सहभागियों की संयुक्त",
  "(ii) Under Section 454 (6) of the 1956 Act, any person": "(व) 956 अधिनियम की धारा 454(6) के अन्तर्गत स्वंय को लिखित में",
  "to inspect the statement of affairs submitted to the official liquidator. If the claim of such a person to be a creditor turns": "विवरण का निरीक्षण कराने का हकदार होगा। यदि ऐसे व्यक्ति का ऋणदाता होने",
  "Section 454(7) of the 1956 Act.": "454(7)के अन्तर्गत दण्ड का भागी होगा।",
  "(iii) The powers of the liquidator are enumerated in Section": "(पा) समापक की शक्तियां 956 के अधिनियम की धारा 457 में दी गयी हैं।",
  "457 of the 1956 Act. Section 457 actually divides the powers of a liquidator into two categories namely (i) those available": "धारा 457 वास्तव में, समापक की शक्तियों को दो श्रेणियों में विभक्त करता है",
  "available to the liquidator. But Section 290 of the 2013 Act has done away with such a distinction. However, the 1956": "होती हैं। लेकिन 203 अधिनियम की धारा 290 ने ऐसे विभेद को समाप्त कर",
  "has done away with such a distinction. However, the 1956 Act, as well as 2013 Act make the exercise of the powers by": "दिया है, हालांकि 956 अधिनियम तथा 203 अधिनियम समापक की शक्ति",
  "Section 290(2) of the 2013 Act. Additionally, Section 457(3) of": "द्वारा स्पष्ट किया गया है। इसके अतिरिक्त 3956 अधिनियम की धारा 45703)",
  "any of the powers conferred by Section 457.": "किसी भी ऋणदाता या सहभागी को धारा 457 द्वारा प्रदत्त शक्ति समापक द्वारा",
  "(iv) Section 460 of the 1956 Act and Section 292 of the 2013": "(४) 956 के अधिनियम की धारा 460 और 203 के अधिनियम की धारा",
  "Act make it clear that in the administration of the assets of the Company and the distribution thereof among _ its": "292 यह स्पष्ट करती है कि कंपनी की परिसंपत्तियों के प्रशासन में और",
  "given by resolution of creditors at any general meeting. If the": "ऋणदाताओं में उसके वितरण में समापक को ऋणदाताओं की किसी आम सभा",
  "liquidator does something, in exercise of his powers, any": "यदि समापक कोई भी कार्य अपनी शक्ति के प्रयोग द्वारा करता है तो समापक के",
  "person aggrieved by such Act or decision of the liquidator, is": "ऐसे कृत्य या निर्णय से व्यथित कोई भी व्यक्ति 956 अधिनियम की धारा",
  "entitled to apply to the Company Court, under Section 460(6) of the 1956 Act and Section 292(4) of the 2013 Act.": "460(6) और 203 अधिनियम की धारा 292(4) के अन्तर्गत कंपनी न्यायालय में आवेदन करने का हकदार होगा।",
  "(v) Section 466(1) of the 1956 Act enables any creditor to apply for stay of all proceedings in relation to the winding": "(५४) 956 अधिनियम की धारा 466(]) परिसमापन के संबंध में सभी कार्यवाहियों के स्थगन के लिए किसी ऋणदाता को आवेदन करने में सक्षम",
  "up. This right can be exercised by any creditor at any time": "बनाता है। यह अधिकार परिसमापन आदेश तैयार होने के पश्चात किसी भी समय किसी भी ऋणदाता द्वारा किया जा सकता है।",
  "43. Thus, the proceedings for winding up of a company are": "43. इस प्रकार, किसी कंपनी के परिसमापन की कार्यवाहियां वास्तव में वे",
  "actually proceedings in rem to which the entire body of creditors is": "कार्यवाहियां हैं जिसका सम्पूर्ण ऋणदाता समूह पक्षकार होता है। कार्यवाही किसी",
  "a party. The proceeding might have been initiated by one or more creditors, but by a deeming fiction the petition is treated as a joint": "एक या अधिक ऋण दाता द्वारा प्रारंभ की गयी हो लेकिन याचिका को संयुक्त",
  "creditors, but by a deeming fiction the petition is treated as a joint petition. The official liquidator acts for and on behalf of the entire": "याचिका मानकर चला जाता है। शासकीय समापक सम्पूर्ण ऋणदाता समूह के",
  "proviso to Clause (c) of Sub-section (1) of section 434 cannot be": "धारा 434 की उप-धारा (.) के खंड (ग) के पांचवे परंतुक में प्रयुक्त \"पक्षकार\"",
  "company or the official liquidator. The words “party or parties”": "“पक्षकारों\" शब्द अपने अर्थ में परिसमापन अधीन किसी कंपनी के किसी",
  "44. The above conclusion can be reached through another method": "44. उपरोक्त निष्कर्ष निगमनात्मक तर्क की विधि से भी पाया जा सकता है।",
  "of deductive logic also. If any creditor is aggrieved by any decision of": "यदि कोई ऋणदाता शासकीय समापक के किसी निर्णय से व्यथित है तो वह",
  "the official liquidator, he is entitled under the 1956 Act to challenge": "956 अधिनियम के अन्तर्गत उसे कंपनी न्यायालय के समक्ष चुनौती देने का",
  "becomes a party to the proceeding, even by the plain language of": "भाषा के आधार पर भी वह कार्यवाही का पक्षकार हो जाता है। किसी पक्षकार से",
  "route and then take recourse to the 5\" proviso to section 434(1)(c),": "ऐसे टेढ़े-मेढ़े रास्ते से गुजरने और फिर धारा 434() (ग) के पांचवे परंतुक पर",
  "it would be better to recognise the right of such a party to seek transfer directly.": "आने की अपेक्षा करने के स्थान पर ऐसे पक्षकार के सीधे स्थानांतरण के अधिकार को मान्यता देना बेहतर होगा।",
  "45. As observed by this Court in Forech India Limited (supra),": "45. फोरेक इंडिया लि. (उपरोक्त) के मामले में इस न्यायालय द्वारा यथा धारित",
  "to go on in different fora. If the Allahabad High Court is allowed to": "कार्यवाहियों को स्वीकृति दी जाती है। यदि इलाहाबाद उच्च न्यायालय को",
  "proceed with the winding up and NCLT is allowed to proceed with": "परिसमापन कार्यवाही आगे बढ़ाने की स्वीकृति दी जाती है और एनसीएलटी को",
  "an enquiry into the application under Section 7 IBC, the entire": "आईबीसी की धारा 7 के अन्तर्गत आवेदन की जांच की अनुमति दी जाती है तो",
  "46. Therefore, we are of the considered view that the petitioner-": "46. इसलिए हमारा यह सुचिन्तित मत है कि वर्तमान याचिकाकर्ता कम्पनी",
  "herein will come within the definition of the expression “party”": "परंतुक में प्रयुक्त \"पक्षकार\" शब्द की परिभाषा के भीतर आयेगा और याचिकाकर्ता",
  "entitled to seek a transfer of the pending winding up proceedings against the first respondent, to the NCLT. It is important to note": "प्रथम प्रत्यर्थी के विरुद्ध लंबित परिसमापन कार्यवाहियों को एनसीएलटी को",
  "that the restriction under Rules 5 and 6 of the Companies (Transfer of Pending Proceedings) Rules, 2016 relating to the": "कि कंपनी (लंबित कार्यवाहियों का स्थानांतरण ) नियम, 206 के नियम 5 और",
  "application to the case of a transfer covered by the 5 proviso": "6 के अन्तर्गत उस स्थिति से संबंधित निर्बंधन जिस पर स्थानांतरण का आदेश",
  "to clause (c) of sub-section (1) of Section 434. Therefore, the": "दिया जा सकता है, का धारा 434 की उप-धारा () के खंड (ग) के पांचवे"
}