{
  "IN THE SUPREME COURT OF INDIA": "प्रतिवेद्य भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय अधिकारिता",
  "CIVIL APPEAL No. 6477 of 2021": "दीवानी अपील सं, 6477 वर्ष 2027",
  "Wahab Uddin & Ors. ... Appellant(s)": "वहाब उद्दीन एवं अन्य ... अपीलार्थी(गण)",
  "Versus": "बनाम",
  "M. R. Shah, J.": "न्यायमूर्ति एम.आर. शाह [यमूर्ति .आर,. शाह",
  "order dated 23.01.2020 passed in Special Appeal No.638 of 2012 by": "202 में पारित 23.0.2020 दिनांकित आक्षेपित निर्णय और आदेश",
  "appellants have continuously worked for more than 30 years.": "कि अपीलार्थीगण ने 30 वर्षों से अधिक लगातार काम किया है।",
  "The High Court has not properly appreciated the fact that": "उच्च न्यायालय ने इस तथ्य को ठीक से नहीं देखा कि यद्यपि कि",
  "though the appointment of the Respondent Nos. 1 to 3 were approved on the basis of the selection list dated 29.11.1988, they": "प्रत्यर्थी संख्या से 3 की नियुक्ति 29..988 दिनांकित चयन सूची के",
  "were given appointment only in the year 2012, i.e., after a lapse of": "आधार पर अनुमोदित की गयी थी, लेकिन उन्हें नियुक्ति वर्ष 2072 में दी गई",
  "more than 24 years of select list dated 29.11.1988. It is submitted": "थी, अर्थात 29..988 दिनांकित चयन सूची के 24 वर्षों से अधिक",
  "that therefore there is no justification to approve the appointment of": "समयावधि के बाद। इसलिए यह कहा गया है कि प्रत्यर्थीगण की नियुक्ति का अनुमोदन करने का कोई औचित्य नहीं है जब वे पहले से ही आयु वर्जित",
  "the respondents when they were already become age barred, i.e., 50 years old.": "अर्थात, 50 वर्ष के हो गए थे।",
  "4. Making the above submissions, it is prayed to allow the present": "4. .. उपरोक्त कथन करते हुए, वर्तमान अपील को अनुमति देने और",
  "appeal and protect the services of the appellants.": "अपीलार्थीगण की सेवाओं की रक्षा करने के लिए प्रार्थना की गयी है।",
  "5. Present appeal is opposed by Ms. Preetika Dwivedi, learned counsel appearing on behalf of Respondent No.4 — High Court of Judicature at Allahabad. It is submitted that the appellants initially": "५. .. उच्च न्यायालय इलाहाबाद की ओर से प्रस्तुत विद्वान अधिवक्ता सुश्री प्रीतिका द्विवेदी ने वर्तमान अपील का विरोध किया है। यह कहा गया है कि",
  "participated for the post of English Stenographers in the year 1987.": "अपीलार्थीगण ने शुरू में वर्ष 987 में अंग्रेजी आशुलिपिक के पद के लिए भाग",
  "3. Mr. Pardeep Gupta, learned counsel appearing on behalf of the": "3. अपीलार्थीगण की ओर से प्रस्तुत विद्वान अधिवक्ता श्री परदीप गुप्ता, ने तर्क",
  "appellants has vehemently submitted in the facts and circumstances": "दिया है कि मामले के तथ्यों और परिस्थितियों में विशेष रूप से तब जबकि",
  "of the case more particularly when the appellants worked for almost 29 years and that too after the High Court of Allahabad vide its order": "अपीलार्थीगणों ने लगभग 29 वर्षों तक काम किया और वह भी इलाहाबाद उच्च",
  "Stenographers and directed the District Judge, Moradabad to issue": "अपीलार्थीगण की नियुक्ति का अनुमोदन किया और जिला न्यायाधीश, मुरादाबाद",
  "the appointment letters and in accordance with the same the": "को नियुक्ति पत्र जारी करने का निर्देश दिया और तदनुरूप दिनांक",
  "appointment letters dated 05.06.1990 were issued, it is not justified to quash their appointments.": "05.06.990 को नियुक्ति पत्र जारी किए गए, उनकी नियुक्तियों को रद्द करना उचित नहीं है।",
  "the writ petition preferred by the Respondent No.4 herein and": "ने प्रतिवादी सं. 4 द्वारा की गयी रिट याचिका को स्वीकार कर लिया था",
  "quashed and set aside the appointment of the appellants herein, the": "और वर्तमान मामले के अपीलार्थीगण की नियुक्ति को अपास्त व खारिज",
  "original Respondent Nos. 3 to 5 whose appointments have been": "कर दिया, मूल प्रतिवादी सं. 3 से ५ ने जिनकी नियुक्ति उच्च न्यायालय",
  "2. The facts leading to the present appeal in nutshell are as under:": "2. इस अपील के तथ्य संक्षेप में इस प्रकार हैं :-",
  "examination was held for filling up the post of English and Hindi": "आशुलिपिक के पद को भरने के लिए एक प्रतियोगी परीक्षा आयोजित की गई",
  "Stenographers. The appellants herein initially participated for the": "थी। वर्तमान मामले के अपीलार्थी ने शुरू में अंग्रेजी आशुलिपिक के पद के लिए",
  "post of English Stenographers. Select list of English Stenographers (containing the names of the appellants herein) and _ Hindi": "भाग लिया था। अंग्रेजी आशुलिपिक (जिसमें वर्तमान मामले के अपीलार्थी का नाम शामिल हैं) और हिंदी आशुलिपिक की चयन सूची 4.07.987 को तैयार",
  "were no vacancies in the judgeship for the post of English": "कोई रिक्तियां नहीं थीं, इसलिए अंग्रेजी आशुलिपिक के पद के लिए चयनित",
  "Stenographers, no appointments were given to the candidates in the select list of English Stenographers (including the appellants herein).": "व्यक्तियों की सूची में (वर्तमान मामले के अपीलार्थी सहित) कोई नियुक्ति नहीं दी",
  "1947’) select list was to remain valid for one year and the said select": "संदर्भित) चयन सूची को एक वर्ष के लिए वैध रहना था और 4.07.987",
  "list dated 14.07.1987 came to an end on 13.07.1988. At the same": "दिनांकित उक्त चयन सूची दिनांक 3.07.988 को समाप्त हो गयी। तद्नन्तर",
  "time, Hindi Stenographers were given appointment as per the select": "हिंदी आशुलिपिक को चयन सूची के अनुसार नियुक्ति दे दी गयी। हालांकि, चूंकि",
  "the order of merit. At this stage, it is required to be noted that in the": "स्तर पर, यह ध्यान दिया जाना चाहिए कि उनके संबंधित नियुक्ति पत्रों में यह",
  "examination all the three appellants were found not qualified as per Rule 5(c) of the Rules, 1947 and their typing test was found less than": "अपीलार्थीगणों को नियम, 947 के नियम 5 (सी) के अनुसार योग्य नहीं पाया गया और उनका टाइपिंग टेस्ट निर्धारित से कम पाया गया। इस प्रकार,",
  "the prescribed. Thus, the appellants failed in the speed test for the post of Hindi Stenographers. Despite the above without": "गया और उनका टाइपिंग टेस्ट निर्धारित से कम पाया गया। इस प्रकार, अपीलार्थी हिंदी आशुलिपिक के पद के लिए स्पीड टेस्ट में विफल रहे उपरोक्त",
  "post of Hindi Stenographers. Despite the above without communicating to the High Court that the appellants have failed the": "के बावजूद उच्च न्यायालय को सूचित किए बिना कि अपीलार्थी स्पीड टेस्ट में",
  "speed test, the District Judge, Moradabad terminated the services of": "विफल रहे हैं, जिला न्यायाधीश, मुरादाबाद ने इस मामले के प्रत्यर्थी सं. से 3",
  "Respondent Nos.1 to 3 herein who were selected after due process and in compliance of the Rules of 1947 and appointed the appellants": "की सेवाओं को समाप्त कर दिया, जिन्हें उचित प्रक्रिया के बाद और 947 के नियमों के अनुपालन में चुना गया था और प्रत्यर्थी सं. । से 3 को बर्खास्त कर",
  "on 05.06.1990, against the post held by Respondent Nos. 1 to 3": "05.06.990 को अपीलार्थीगण को प्रत्यर्थी सं. . से 3 के पदों के सापेक्ष",
  "appointment of the appellants and the termination of Respondent": "नियुक्त कर दिया। अपीलार्थीगण की नियुक्ति और प्रत्यर्थी सं . . से 3 की",
  "Nos. 1 to 3 was challenged before the High Court by Respondent": "बर्खास्तगी को प्रत्यर्थी सं. । से 3 द्वारा उच्च न्यायालय के समक्ष चुनौती दी।",
  "period of one month from 14.10.1987 to 15.11.1987. At this stage, it": "इसलिए अपीलार्थीगण को 4.0.987 से 5.7. 987 तक एक महीने की",
  "is required to be noted that in their respective appointment letters it was specifically stated that their appointments shall be terminated": "गया था। यह कहा गया है कि उनके नियुक्ति पत्र में यह साफ -साफ कहा गया",
  "once the regular employees resume their duties.": "था कि नियमित कर्मचारियों द्वारा अपना कार्यभार ग्रहण कर लेने पर उनकी",
  "Respondent Nos. 1 to 3 herein were appointed. As the appellants": "किया गया। इसलिए, वर्तमान मामले के प्रत्यर्थी सं. . से 3 को नियुक्त किया",
  "herein were appointed on leave vacancies of a temporary nature,": "अवकाश रिक्ति के सापेक्ष नियुक्त किया गया था, नियमित कर्मचारियों द्वारा अपना",
  "their services were required to be terminated once the regular employees resume their duties. However, representations were": "कार्यभार ग्रहण कर लेने के बाद उनकी सेवाओं को समाप्त करना अपेक्षित था।",
  "made by the appellants to the District Judge, Moradabad. The": "हालांकि, अपीलार्थी द्वारा जिला न्यायाधीश, मुरादाबाद को अभ्यावेदन दिया",
  "District Judge, Moradabad forwarded his comments on the same to": "गया। जिला न्यायाधीश, मुरादाबाद ने उस पर अपनी टिप्पणी उप पंजीयक, उद्च",
  "the Deputy Registrar, High Court. The Deputy Registrar, High Court": "न्यायालय को भेज दी। उप पंजीयक, उच्च न्यायालय ने जिला न्यायाधीश,",
  "vide administrative order dated 22.05.1990 to District Judge,": "मुरादाबाद को 22.05.990 दिनांकित प्रशासनिक आदेश द्वारा निर्देश दिया कि",
  "Judge, Moradabad which was forwarded to the High Court and the": "को अभ्यावेदन दिया गया था, जिसे उच्च न्यायालय को भेजा गया और उप",
  "Deputy Registrar, High Court vide administrative order dated": "निबंधक, उच्च न्यायालय ने प्रशासनिक आदेश दिनांकित 22.05.990 द्वारा",
  "22.05.1990 though noted that the appellants were appointed": "हालांकि यह नोट किया गया कि अपीलार्थीगण को अस्थायी रूप से नियुक्त",
  "temporarily, directed that the approved list of ex-stenos and Hindi": "किया गया था, यह निर्देश दिया कि पूर्व -आशुलिपिकों और हिंदी आशुलिपिक",
  "Stenos dated 14.07.1987 be prepared and their names be arranged": "दिनांकित 4.07.987 की अनुमोदित सूची तैयार की जाए और उनके नाम",
  "in the order of merit. It is submitted that pursuant thereto a speed": "मेरिट के क्रम में व्यवस्थित किए जाएं। यह कहा गया है कि उसके अनुसरण में",
  "test was conducted for the appellants in accordance with the Rules": "नियमों के अनुसार अपीलार्थीगण का स्पीड टेस्ट कराया गया अपीलार्थीगण हिंदी",
  "communicated to the High Court thereafter. It is submitted that": "रहे यह एक ऐसा तथ्य था जो उच्च न्यायालय को सूचित नहीं किया गया था। यह",
  "despite the above the District Judge, Moradabad continued the": "कहा गया है कि उपरोक्त के बावजूद जिला न्यायाधीश, मुरादाबाद ने अपीलार्थी",
  "appellants and terminated the services of Respondent Nos. 1 to 3": "को जारी रखा और प्रत्यर्थी संख्या से 3 की सेवाओं को समाप्त कर दिया,",
  "who were appointed after due process and in compliance to the": "जिन्हें नियत प्रक्रिया के बाद और 947 के नियमों के अनुपालन में नियुक्त",
  "Respondent Nos.1 to 3. It is submitted that therefore, the High Court has rightly quashed the appointment of the appellants and has rightly": "गया है कि इसलिए, उच्च न्यायालय ने अपीलार्थीगण की नियुक्ति को ठीक ही रद्द",
  "quashed the termination of Respondent Nos. 1 to 3.": "कर दिया है व प्रत्यर्थी सं. . से 3 की बर्खास्तगी को समाप्त कर दिया है।",
  "6. It is submitted that the appellants are not entitled to any relief": "6. ... यह कहा गया है कि अपीलार्थी किसी भी अनुतोष के हकदार नहीं हैं",
  "as they were never appointed to the post of Hindi Stenographers, after following due selection procedure. It is submitted that on the": "क्योंकि उन्हें उचित चयन प्रक्रिया का पालन करने के बाद हिंदी आशुलिपिक के पद पर कभी नियुक्त नहीं किया गया था। यह कहा गया है कि, इसके विपरीत",
  "contrary the respondents were appointed after following proper": "प्रत्यर्थीगण उचित चयन प्रक्रिया का पालन करने के बाद नियुक्त किये गये थे।",
  "Respondent Nos. 1 to 3 was on the substantive sanctioned posts. It": "यह कहा गया है कि प्रत्यर्थी सं. से 3 मूल स्वीकृत पदों पर नियुक्त किये गये",
  "is submitted that there cannot be two persons working on one": "थे। यह कहा गया है कि ऐसा नहीं हो सकता कि एक स्वीकृत पद पर दो व्यक्ति",
  "Nos. 1 to 3 were selected and appointed after following due selection procedure on the post of Hindi Stenographers and the appellants": "प्रत्यर्थी संख्या । से 3 का चयन और नियुक्ति हिन्दी आशुलिपिक के पद पर हो",
  "Respondent Nos. 1 to 3 have to be appointed and the appellants": "परिणामस्वरूप प्रत्यर्थी संख्या से 3 को नियुक्त किया जाना है और अपीलार्थी",
  "have to give way to those who are duly selected after following": "को सम्यक चयन प्रक्रिया का पालन करने के बाद विधिवत चयनित लोगों के",
  "selection procedure. It is submitted that therefore, the High Court has": "लिए हटना होगा। यह कहा गया कि इसलिए, उच्च न्यायालय ने आक्षेपित निर्णय",
  "not committed any error in passing the impugned judgment and order. It is submitted that no interference of this Court in exercise of powers": "और आदेश को पारित करने में कोई त्रुटि नहीं की है। यह कहा गया है कि भारत",
  "working, which is not permissible. There cannot be appointment of two persons on one sanctioned post. Otherwise, there will be": "जो अनुमन्य नहीं है। एक स्वीकृत पद पर दो व्यक्तियों की नियुक्ति नहीं हो सकती",
  "two persons on one sanctioned post. Otherwise, there will be financial burden on the State of two persons on one sanctioned post.": "है। अन्यथा, राज्य पर एक स्वीकृत पद पर दो व्यक्तियों का वित्तीय बोझ पड़ेगा।",
  "Under the circumstances the prayer of the appellants to continue them in services and to pay them pensionary benefits etc. also": "इन परिस्थितियों में सेवाओं में जारी रखने और पेंशन लाभ आदि का भुगतान",
  "cannot be granted. Appellants are not entitled to any relief. In fact,": "अपीलार्थीगण किसी भी अनुतोष के हकदार नहीं हैं। वास्तव में, वे 988 के",
  "they are benefitted by continuing in the service after 1988 though": "बाद सेवा में बने रहने से लाभान्वित हुए, हालांकि वर्ष 988 में नए चयन के",
  "their services were required to be put to an end after the fresh": "पालन कर नियुक्त किये जाने के बाद उनकी सेवाओं को समाप्त करने की",
  "In view of the above and for the reasons stated hereinabove,": "उपरोक्त कारणों के मद्देनजर और यहां बताए गए कारणों से , वर्तमान",
  "the present appeal fails and the same deserves to be dismissed and": "अपील विफल हो जाती है और यह खारिज किए जाने के योग्य है और तदनुसार",
  "is accordingly dismissed.": "खारिज कर दिया जाता है।",
  "There shall be no order as to costs.": "लागत के रूप में कोई आदेश नहीं होगा।",
  "no appointments were made and appellants were not appointed on": "नहीं थीं, इसलिए अपीलार्थीगण को अंग्रेजी आशुलिपिक के पद पर नियुक्त नहीं",
  "they were placed on the select list on 14.07.1987. As per Rule 14(3)": "4.07.987 की चयन सूची में रखा गया था। नियम 947 के नियम 4 (3)",
  "of the Rules, 1947 the validity of the select list was for one year and": "के अनुसार,चयन सूची की वैधता एक वर्ष के लिए थी और इसलिए,",
  "therefore, the said select list dated 14.07.1987 came to an end on": "4.07.987 दिनांकित उक्त चयन सूची 3.07.988 को समाप्त हो गयी।",
  "their duties. Considering the aforesaid facts and circumstances, the High Court has rightly quashed and set aside the appointment of the": "जाएगी। उपरोक्त तथ्य एवं परिस्थितियों को ध्यान में रखते हुए उच्च न्यायालय ने",
  "appellants and has rightly quashed and set aside the orders": "ठीक ही अपीलार्थीगण की नियुक्ति को रद्द एवं अपास्त कर दिया है और प्रत्यर्थी",
  "selected after due process and in accordance with the Rules, 1947.": "947 के अनुसार सम्यक प्रक्रिया का पालन करने के बाद चयनित हुए थे।",
  "The submission on behalf of the appellants that the": "अपीलार्थीगण की ओर से दिया गया यह तर्क कि प्रत्यर्थी सं. . से 3 को वर्ष",
  "thereafter pursuant to the interim orders passed by the Division": "उसके बाद उच्च न्यायालय की डिवीजन बेंच द्वारा पारित अंतरिम आदेशों के",
  "Bench of the High Court, the Respondent Nos. 1 to 3 were also accommodated in the year 2012. Therefore, as such the Respondent": "अनुसार, प्रत्यर्थी संख्या . से 3 को भी वर्ष 202 में समायोजित किया गया",
  "Nos. 1 to 3 have suffered for the period between 1992 - 2012 for no": "था। इसलिए, इस आधार पर प्रत्यर्थी सं. से 3 को 992-202 के बीच की अवधि में जो क्षति हुई उसमें उनकी कोई गलती नहीं थी। के लिए उनकी",
  "fault of them and though they were selected and appointed after": "कोई गलती नहीं हुई है और हालांकि उन्हें चुना गया था और बाद में नियुक्त",
  "required to be terminated on the Respondent Nos. 1 to 3 being": "प्रत्यर्थी संख्या । से 3 नियुक्त किए गए थे। हालांकि, इसके बाद अपीलार्थीगण",
  "selected for the post of Hindi Stenographers, pursuant to the": "की सेवाएं प्रत्यर्थी सं. से 3 के हिंदी आशुलिपिक के पद के लिए चयनित हो",
  "communication dated 22.05.1990 by the Deputy Registrar, High Court": "जाने पर समाप्त की जानी थी, उप निबंधक उच्च न्यायालय के 22.05.990",
  "Nos. 1 to 3. The appointment of the appellants and the termination of": "को समाप्त कर दिया। अपीलार्थीगण की नियुक्ति और प्रत्यर्थी संख्या 3 से 3 की",
  "basis of the select list dated 14.07.1987 as the select list dated": "कि 4.07.987 दिनांकित चयन सूची के आधार पर जो 3.07.988 को",
  "appellants failed to clear/pass the speed test for the post of Hindi": "आशुलिपिक के पद के लिए गति परीक्षण को उत्तीर्ण करने में विफल रहे ;",
  "Stenographers; thirdly, the appellants were never appointed after following due procedure of selection, against which the Respondent": "तीसरा, अपीलार्थीगण को चयन की उचित प्रक्रिया का पालन करने के बाद",
  "aforementioned post pursuant to the interim order passed by the High": "अपीलार्थीगण उच्च न्यायालय द्वारा पारित अंतरिम आदेश के अनुसार पूर्वोक्त पद",
  "Court and their appointment is subsequently held to be bad in law and not only that their continuation in service is also held to be bad in": "पर बने रहना विधिक दृष्टि से ठीक नहीं है और न केवल यह कि सेवा में उनकी निरंतरता विधिक रूप से दोषपूर्ण है, उसके बाद उन्हें यह तर्क देने की अनुमति",
  "law, thereafter they cannot be permitted to submit that as they worked": "निरंतरता विधिक रूप से दोषपूर्ण है, उसके बाद उन्हें यह तर्क देने की अनुमति नहीं दी जा सकती है कि उन्होंने लंबे समय तक काम किया है इसलिए उनकी",
  "for a long time their services should be protected, though their": "सेवाओं को संरक्षित किया जाना चाहिए, हालांकि उनकी नियुक्तियां कानूनी रूप",
  "appointments are not legally tenable. Once their appointments are": "पोषणीय नहीं हैं। उनकी नियुक्तियों को अवैध मान लिए जाने पर और यह कि",
  "held to be illegal and it is held that they have no right to continue on the post to be occupied by other eligible candidates, the necessary": "उन्हें अन्य योग्य उम्मीदवारों के स्थान पर नियुक्ति का कोई अधिकार नहीं है,",
  "consequences shall follow. Once the Respondent Nos.1 to 3 are to": "आवश्यक परिणाम घटित होगा। प्रत्यर्थी सं. । से 3 को समायोजित / नियुक्त",
  "be accommodated and/or appointed who were selected after due process and the appointment of the appellants were on leave": "कर लिए जाने पर, जिन्हें नियत प्रक्रिया के बाद चुना गया था और अपीलार्थीगण",
  "vacancies with a specific condition in the appointment order that their": "की नियुक्ति अवकाश रिक्ति पर इस शर्त के साथ की गयी थी कि नियमित",
  "appointment shall be terminated once the regular employees resume": "कर्मचारियों द्वारा कार्यभार ग्रहण कर लिए जाने पर उनकी नियुक्ति समाप्त कर दी",
  "their duties, necessary consequences shall follow and the services of": "जाएगी, इसलिए आवश्यक परिणाम घटित होगा और अपीलार्थीगण की सेवाओं",
  "Unfortunately, it has so happened that after 2012 on the post of Hindi": "को समाप्त किया जाएगा। दुर्भाग्य से, ऐसा हुआ है कि 202 के बाद हिंदी",
  "Stenographers the appellants as well as Respondent Nos. 1 to 3 are": "आशुलिपिक के पद पर अपीलार्थी के साथ-साथ प्रत्यर्थी सं. से 3 कार्यरत हैं"
}