{
  "[2025] 1 S.C.R. 403 : 2025 INSC 48": "[2025] उ 5.0.९. 403: 2025 ॥१50 48",
  "State of Uttar Pradesh and Another": "उत्तर प्रदेश राज्य और अन्य",
  "R.K. Pandey and Another": "आर.के. पांडे और अन्य",
  "(Civil Appeal No. 10212 of 2014)": "(सिविल अपील संख्या 022/2074)",
  "09 January 2025": "09 जनवरी 2025",
  "[Sanjiv Khanna,* CJl, Sanjay Kumar and R. Mahadevan, JJ.]": "[भारत के मुख्य न्यायाधीश संजीव खन्ना, न्यायमूर्ति संजय कुमार और न्यायमूर्ति आर. महादेवन]",
  "Issue for Consideration": "विचारार्थ मुद्दा",
  "Matter pertains to the enforceability of the ex-parte awards against the employer-State Government and the principal of the medical": "मामला नियोक्ता-राज्य सरकार और मेडिकल कॉलेज के प्रिंसिपल के खिलाफ एकपक्षीय पंचाटों की प्रवर्तनीयता",
  "college, when the employer objected the authenticity of the arbitration agreement relied on by the employee.": "से संबंधित है, जब नियोक्ता ने कर्मचारी द्वारा अवलम्बित किए गए मध्यस्थता समझौते की प्रामाणिकता पर",
  "Headnotest": "हेडनोट्स",
  "Arbitration and Conciliation Act, 1996 — Ex-parte arbitral": "मध्यस्थता और सुलह अधिनियम, 996 - एकपक्षीय मध्यस्थता पंचाट - नियोक्ता द्वारा मध्यस्थता समझौते",
  "awards — Enforcement by employee, when denial of the": "की प्रामाणिकता से इनकार करने पर कर्मचारी द्वारा प्रवर्तन - कर्मचारी द्वारा राज्य सरकार और सरकारी",
  "dispute by the employee against the State Government and the government hospital where he was employed as regards age of superannuation — Writ petition remained pending for 12": "अस्पताल के खिलाफ सेवा विवाद, जहां वह सेवानिवृत्ति की आयु के संबंध में कार्यरत था - रिट याचिका 2",
  "years, thereafter was withdrawn — Year before, the employee initiated arbitration proceedings against the State Government": "वर्षों तक लंबित रही, उसके बाद वापस ले ली गई - एक साल पहले, कर्मचारी ने राज्य सरकार और मेडिकल",
  "initiated arbitration proceedings against the State Government and the principal of the medical college — Suit for reference": "कॉलेज के प्रिंसिपल के खिलाफ मध्यस्थता कार्यवाही शुरू की - संदर्भ के लिए मुकदमा दायर किया गया, जिसे",
  "filed which was later withdrawn without any decision on merits with the two sole arbitrators appointed by the employee, suo": "बाद में कर्मचारी द्वारा नियुक्त दो एकमात्र मध्यस्थों के साथ योग्यता के आधार पर कोई निर्णय लिए बिना वापस ले",
  "the two awards, for an amount of around Rs.46 lakhs with": "ब्याज सहित लगभग 46 लाख रुपये की राशि के लिए दो पंचाट सुनाए - उसके बाद, कर्मचारी ने एकपक्षीय",
  "awards — Employer objected the authenticity of the arbitration agreement relied on by employee — However, the courts below": "पंचाट को लागू करने की मांग की - नियोक्ता ने कर्मचारी द्वारा भरोसा किए गए मध्यस्थता समझौते की",
  "dismissed the objections — Correctness:": "प्रामाणिकता पर आपत्ति जताई - हालांकि, निचली अदालतों ने आपत्तियों को-सही रूप से खारिज कर दियाः",
  "Held: Arbitration agreement is sine qua non for arbitration": "अवधारित किया गया: मध्यस्थता समझौता मध्यस्थता कार्यवाही के लिए अनिवार्य है, क्योंकि मध्यस्थता मूल",
  "proceedings, as arbitration fundamentally relies on the principle of party autonomy-right of parties to choose arbitration as an alternative": "रूप से पक्ष की स्वायत्तता के सिद्धांत पर निर्भर करती है-पक्षों का न्यायालय के निर्णय के विकल्प के रूप में",
  "to court adjudication — Existence of the arbitration agreement is a prerequisite for an award to be enforceable in the eyes of law —": "मध्यस्थता चुनने का अधिकार - कानून की नजर में किसी पंचाट को लागू करने के लिए मध्यस्थता समझौते का",
  "On facts, arbitration proceedings were a mere sham and a fraud": "अस्तित्व एक पूर्वापिक्षा है - तथ्यों के आधार पर, मध्यस्थता कार्यवाही महज दिखावा और कर्मचारी द्वारा की गई",
  "played by employee, by self-appointing/nominating arbitrators, who have passed ex-parte and invalid awards — Clear case of lack of": "धोखाधड़ी थी, स्वयं नियुक्त/नामांकित मध्यस्थों द्वारा, जिन्होंने एकतरफा और अवैध पंचाट पारित किए हैं -",
  "subject matter jurisdiction — So-called arbitration agreement nowhere": "विषय वस्तु क्षेत्राधिकार की कमी का स्पष्ट मामला - तथाकथित मध्यस्थता समझौता नगर निगम या राज्य के",
  "available on the records of either the Municipal Corporation or the State — Employee did not file the original agreement since he was": "रिकॉर्ड पर कहीं भी उपलब्ध नहीं है - कर्मचारी ने मूल समझौता दायर नहीं किया क्योंकि वह उसके कब्जे में",
  "not in possession of the same, nor is he a signatory and party to the arbitration agreement — Hospital and the Governor did not endorse": "नहीं था, न ही वह मध्यस्थता समझौते का हस्ताक्षरकर्ता और पक्ष है - अस्पताल और राज्यपाल ने ऐसे किसी",
  "which is not even a certified copy or authenticated copy of the official": "समझौते का समर्थन नहीं किया जो आधिकारिक अभिलेखों की प्रमाणित प्रति या प्रमाणीकृत प्रति भी नहीं है -",
  "records — Notwithstanding that the claims made by employee were ex-facie and clearly barred by limitation as per s.3 of the Limitation": "भले ही कर्मचारी द्वारा किए गए दावे पूर्व दृष्टया थे और सीमा अधिनियम 963 की धारा 3 के अनुसार स्पष्ट रूप",
  "in law — Impugned judgment set aside. [Paras 20-25]": "[पैरा 20-25]",
  "Case Law Cited": "उद्धृत केस लॉ",
  "Bilkis Yakub Rasool v. Union of India and Others [2024] 1 SCR 743:": "बिलकिस याकूब रसूल बनाम भारत संघ और अन्य [2024]  एससीआर 743: (2024) 5 एससीसी 487;",
  "(2024) 5 SCC 481; Central Organisation of Railway Electrification v. ECI PIC SMO MCPL (JV), a Joint Venture Company, 2024 INSC": "केंद्रीय रेलवे विद्युतीकरण संगठन बनाम ईसीआई पीआईसी एसएमओ एमसीपीएल (जेवी), एक संयुक्त उद्यम",
  "List of Acts": "अधिनियमों की सूची",
  "Arbitration and Conciliation Act, 1996; Code of Civil Procedure, 1908; Limitation Act 1963.": "मध्यस्थता और सुलह अधिनियम, 996; सिविल प्रक्रिया संहिता 908; परिसीमन अधिनियम 963।",
  "List of Keywords": "कीवर्ड की सूची",
  "Enforceability of ex-parte awards; Authenticity of the arbitration": "एकपक्षीय पंचाटों की प्रवर्तनीयता ; मध्यस्थता समझौते की प्रामाणिकता; एकपक्षीय मध्यस्थता पंचाट;",
  "agreement; Ex-parte arbitral awards; Age of superannuation; Arbitration proceedings; Arbitration agreement; Lack of jurisdiction;": "सेवानिवृत्ति की आयु; मध्यस्थता कार्यवाही; मध्यस्थता समझौता; अधिकार क्षेत्र का अभाव; आधिकारिक",
  "Certified copy or authenticated copy of official records; Unilateral appointment of arbitrator by employee; Barred by limitation;": "अभिलेखों की प्रमाणित प्रतिलिपि या प्रमाणित प्रतिलिपि; कर्मचारी द्वारा मध्यस्थ की एकतरफा नियुक्ति; सीमा",
  "Jurisdiction; Execution proceedings.": "द्वारा वर्जित; अधिकार क्षेत्र; निष्पादन कार्यवाही।",
  "CIVILAPPELLATE JURISDICTION: Civil Appeal No. 10212 of 2014": "सिविल अपीलीय क्षेत्राधिकार: सिविल अपील संख्या 022/2074",
  "From the Judgment and Order dated 28.02.2012 of the High court of Judicature at Allahabad in FAFO No. 352 of 2012": "एफएएफओ संख्या 352/202 में इलाहाबाद उच्च न्यायालय के दिनांक 28.02.202 के निर्णय और आदेश से उत्पन्न",
  "After the settlement was executed, the hospital became a unit of Ganesh Shanker Vidayarthi Memorial? Medical College, Kanpur.": "6. समझौते के निष्पादन के बाद, अस्पताल गणेश शंकर विद्यार्थी स्मारक 2 मेडिकल कॉलेज, कानपुर की एक",
  "Thereupon, it is apparent that the employees working in DNPBID": "इकाई बन गया। इसके बाद, यह स्पष्ट है कि डीएनपीबीआईडी अस्पताल में काम करने वाले कर्मचारियों ने",
  "Hospital opted for service under the State Government and had": "राज्य सरकार के अधीन सेवा का विकल्प चुना था और अपनी सहमति भेजी थी, जिसे स्वीकार कर लिया",
  "sent their consent which was accepted. Thereafter, their service records were sent to the State Government. It was agreed that the": "गया था। इसके बाद, उनके सेवा रिकॉर्ड राज्य सरकार को भेजे गए थे। यह सहमति हुई कि उक्त अस्पताल के",
  "concessions and privileges enjoyed by the staff before the aforesaid hospital were provincialized and will continue in future and they will": "प्रांतीयकरण से पहले कर्मचारियों द्वारा प्राप्त रियायतें और विशेषाधिकार भविष्य में भी जारी रहेंगे और उन्हें",
  "not be put to a disadvantage by the take-over. The Board agreed to pay Rs.50,000/- keeping in view the liability of the Municipal Board.": "अधिग्रहण से नुकसान नहीं होगा। बोर्ड ने नगर पालिका बोर्ड की देनदारी को ध्यान में रखते हुए 50, 000/- रुपये का भुगतान करने पर सहमति व्यक्त की।",
  "Vide letter dated 09.01.1997, the Chief Medical Superintendent of the hospital, now a State Government hospital, informed Respondent": ". 09.0.997 के पत्र के द्वारा, अस्पताल के मुख्य चिकित्सा अधीक्षक, जो अब एक राज्य सरकार का",
  "No. 1, R.K. Pandey that he would be superannuating on 31.03.1997.": "अस्पताल है, ने प्रतिवादी नंबर ., आर के पांडे को सूचित किया कि वह 3.03.997 को सेवानिवृत्त हो",
  "He was requested to contact the office along with pension papers and": "जाएंगे। उनसे अनुरोध किया गया कि वे पेंशन के कागजात के साथ कार्यालय से संपर्क करें और एक सप्ताह के",
  "submit the same within one week so that the process can be initiated.": "भीतर उसे जमा कर दें ताकि प्रक्रिया शुरू की जा सके।",
  "In March 1997, Respondent No. 1, R.K. Pandey, filed a writ petition before the High Court of Judicature at Allahabad claiming that he": "8. मार्च 997 में, प्रतिवादी नंबर ., आर के पांडे ने इलाहाबाद में उच्च न्यायालय के समक्ष एक रिट याचिका",
  "should retire at the age of 60 years instead of 58 years, relying upon": "पर भरोसा करते हुए 58 वर्ष के बजाय 60 वर्ष की आयु में सेवानिवृत्त होना चाहिए।",
  "Pursuant to the filing of the writ petition, Respondent No.1, R.K. Pandey was directed to make a representation. While a representation": "9. रिट याचिका दायर करने के अनुसरण में, प्रतिवादी नंबर , आर के पांडे को एक अभ्यावेदन देने के लिए",
  "respondent had been in service of the State Government for 42": "खारिज कर दिया गया कि प्रतिवादी 42 वर्षों से राज्य सरकार की सेवा में है और राज्य सरकार के नियमों के",
  "years and was availing all pay and allowances, as per the State": "अनुसार सभी वेतन और भत्ते ले रहा है।",
  "The State Government filed an affidavit opposing the writ petition inter": "0. राज्य सरकार ने रिट याचिका का विरोध करते हुए एक शपथपत्र दायर किया, जिसमें अन्य बातों के साथ-",
  "alia, stating that Respondent No. 1, R.K. Pandey, having acquired": "साथ कहा गया कि प्रतिवादी संख्या ., आर.के. पांडे, राज्य सरकार की सेवा का दर्जा प्राप्त करने के बाद",
  "the status of State Government service was bound and governed by the rules and regulations of the State Government. It was also": "राज्य सरकार के नियमों और विनियमों से बाध्य और शासित है। यह भी कहा गया कि सरकारी सेवा में प्रवेश",
  "stated that the minimum age for entering the government service is 18 years, and if a government servant retires at the age of 58 years,": "करने की न्यूनतम आयु 8 वर्ष है, और यदि कोई सरकारी कर्मचारी 58 वर्ष की आयु में सेवानिवृत्त होता है,",
  "he would have completed 40 years of service. In the present case, Respondent No. 1, R.K. Pandey had completed service of 42 years": "तो उसने 40 वर्ष की सेवा पूरी कर ली होगी। वर्तमान मामले में प्रतिवादी संख्या , आर.के. पांडे ने 42 वर्ष",
  "of service. In other words, he would be 60 years of age.": "की सेवा पूरी कर ली थी। दूसरे शब्दों में, उनकी आयु 60 वर्ष होगी।",
  "awards under Section 34 of the Arbitration and Conciliation Act, 1996.°": "के विरुद्ध मध्यस्थता एवं सुलह अधिनियम, 996 की धारा 34 के अंतर्गत आपत्तियां दर्ज की गई। निष्पादन",
  "One of the issues raised before the executing court concerned the existence of the arbitration agreement, purportedly dated 01.04.1957,": "न्यायालय के समक्ष उठाए गए मुद्दों में से एक मध्यस्थता समझौते के अस्तित्व से संबंधित था, जो कथित रूप",
  "which Respondent No. 1, R.K. Pandey, relied upon. This agreement": "से 0.04.957 दिनांकित था, जिस पर प्रतिवादी संख्या 3, आर.के. पांडे ने भरोसा किया। इस समझौते",
  "Administrator of the Municipal Board and the Additional Secretary of the Government of Uttar Pradesh.": "को नगरपालिका बोर्ड के प्रशासक और उत्तर प्रदेश सरकार के अपर सचिव की ओर से निष्पादित और",
  "The authenticity of this document was denied. Notably, this document": "7. इस दस्तावेज की प्रामाणिकता से इनकार किया गया। उल्लेखनीय रूप से, यह दस्तावेज या मध्यस्थता",
  "or the arbitration agreement is not reflected in the transfer deed executed on 20.06.1961. Furthermore, the purported arbitration": "समझौता 20.06.967 को निष्पादित हस्तांतरण विलेख में परिलक्षित नहीं होता है। इसके अलावा, कथित",
  "agreement was neither mentioned in the writ petition filed by Respondent No. 1, R.K. Pandey, in March 1997, nor referenced in": "मध्यस्थता समझौते का न तो प्रतिवादी संख्या , आर.के. पांडे द्वारा मार्च 997 में दायर रिट याचिका में",
  "any correspondence or related documents until Respondent No. 1,": "उल्लेख किया गया था, और न ही किसी पत्राचार या संबंधित दस्तावेजों में संदर्भित किया गया था जब तक कि",
  "R.K. Pandey, filed a petition under Section 11 of the A&C Act, for the appointment of an arbitrator on 11.01.2008. By this petition,": "प्रतिवादी संख्या , आर.के. पांडे ने .0.2008 को मध्यस्थ की नियुक्ति के लिए ए एंड सी अधिनियम की",
  "of an arbitrator. As recorded above, the said petition was dismissed": "की नियुक्ति के लिए प्रार्थना की थी। जैसा कि ऊपर दर्ज किया गया है, उक्त याचिका 5.02.2008 को वापस",
  "first award for Rs.20,00,000/- with interest at the rate of 18 % per annum was passed by Pawan Kumar Tewari, Advocate. The second": "से ब्याज के साथ रु 20, 00, 000/- का पहला पंचाट पारित किया गया था। इंदीवर वाजपेयी द्वारा दिनांक",
  "Award by Indivar Vajpayee dated 25.06.2008 is also pursuant to the appointment of an arbitrator by Respondent No. 1, R.K. Pandey": "25.06.2008 को दिया गया दूसरा अवार्ड भी प्रतिवादी संख्या  आर.के. पांडे द्वारा अदालती कार्यवाही का",
  "The objections filed by the appellants under Section 34 of the A&C Act were dismissed by the trial court on the ground that": "8. अपीलकर्ताओं द्वारा ए एंड सी अधिनियम की धारा 34 के तहत दायर आपत्तियों को विचारण न्यायालय ने",
  "they were barred by limitation and had been filed beyond the": "इस आधार पर खारिज कर दिया था कि वे सीमा से वर्जित थीं और क्षमा योग्य अवधि से आगे दायर की गई",
  "objections, a query had been raised as to the existence of the": "समझौते के अस्तित्व के बारे में एक प्रश्न उठाया गया था, जिस पर प्रतिवादी संख्या । आर.के. पांडे ने भरोसा",
  "Corporation/Mahanagar Palika to the Advocate appointed by District Government Counsel (Civil), Kanpur Nagar, it was stated that the": "किया था। जिला शासकीय अधिवक्ता (सिविल), कानपुर नगर द्वारा नियुक्त अधिवक्ता को नगर",
  "photocopy furnished of the agreement was not clear and there": "निगम /महानगर पालिका द्वारा दिए गए उत्तर में कहा गया था कि समझौते की प्रस्तुत फोटोकॉपी स्पष्ट नहीं थी",
  "was no such agreement available on the record. Hence, it was": "और रिकॉर्ड पर ऐसा कोई समझौता उपलब्ध नहीं था। 0.04.957 के कथित समझौते पर प्रतिवादी नंबर",
  "were not granted.": "इनकार किया है।",
  "Government and the Principal of GSVM Medical College, Kanpur.": "जीएसवीएम मेडिकल कॉलेज, कानपुर और बोर्ड के प्रशासक या प्रांतीय अस्पताल के कर्मचारियों द्वारा",
  "This agreement signed by the administrator on behalf of the Board and the Additional Secretary of the Government of UP on behalf of the Government.": "यह समझौता बोर्ड की ओर से प्रशासक और सरकार की ओर से उत्तर प्रदेश सरकार के अपर सचिव द्वारा हस्ताक्षरित है।",
  "M.A. Quraishi, |.C.C.": "एम.ए. कुरैशी, आई.सी.सी.",
  "Administrator": "प्रशासक",
  "Municipal & Development Board": "नगरपालिका एवं विकास बोर्ड",
  "Kanpur": "कानपुर",
  "G.P. Pandey, Addl. Secretary to the Govt. of UP”": "जी.पी. पाण्डेय, अपर सचिव, उत्तर प्रदेश सरकार”",
  "The agreement postulates that each party, that is, the Municipal and Development Board, Kanpur, and the Governor of Uttar Pradesh,": "समझौते में यह प्रावधान है कि प्रत्येक पक्ष, अर्थात नगर पालिका एवं विकास बोर्ड, कानपुर और उत्तर प्रदेश",
  "may nominate an arbitrator for adjudication by giving written notice": "के राज्यपाल, दूसरे पक्ष को लिखित नोटिस देकर न्यायनिर्णयन के लिए मध्यस्थ को नामित कर सकते हैं।",
  "to the other party. In the event the other party fails to nominate an arbitrator within ten days, the arbitrator nominated by the first party": "यदि दूसरा पक्ष दस दिनों के भीतर मध्यस्थ को नामित करने में विफल रहता है, तो पहले पक्ष द्वारा नामित",
  "shall act as the sole arbitrator. It was not the case of Respondent": "मध्यस्थ एकमात्र मध्यस्थ के रूप में कार्य करेगा। यह प्रतिवादी संख्या , आर के पांडे का मामला नहीं था",
  "clause. The unilateral appointment of the arbitrator by Respondent No. 1, R.K. Pandey is, therefore, contrary to the arbitration clause": "प्रतिवादी संख्या ., आर के पांडे द्वारा मध्यस्थ की एकतरफा नियुक्ति, इसलिए, उनके द्वारा प्रस्तावित",
  "Another intriguing aspect is the delay in relying on the arbitration agreement and initiating arbitration proceedings. Respondent No. 1,": ". एक और पेचीदा पहलू मध्यस्थता समझौते पर भरोसा करने और मध्यस्थता कार्यवाही शुरू करने में देरी है।",
  "R.K. Pandey, himself filed the writ petition in 1997 concerning the": "प्रतिवादी संख्या , आर के पांडे ने स्वयं उसी विवाद के संबंध में 997 में रिट याचिका दायर की थी। रिट",
  "same dispute. The writ petition had remained pending till 22.04.2009, when it was withdrawn. It is during the pendency of the petition,": "याचिका 22.04.2009 तक लंबित रही, जब इसे वापस ले लिया गया। याचिका के लंबित रहने के दौरान ही",
  "by Respondent No.1, R.K. Pandey, by filing a suit for reference in": "प्रतिवादी संख्या , आर.के. पांडे द्वारा 3..0.2008 को ए एंड सी अधिनियम की धारा ] के संदर्भ में",
  "appointed by Respondent No. 1, R.K. Pandey, suo moto taking up the arbitration proceedings and pronouncing the two awards, the": "आर.के. पांडे द्वारा नियुक्त दो मध्यस्थों ने स्वत: संज्ञान लेते हुए मध्यस्थता कार्यवाही शुरू की और दो पंचाट",
  "first dated 15.02.2008 for an amount of Rs.26,42,116/- with interest": "सुनाए, पहला दिनांक 5.02.2008 को 26,42,6/- रुपये की राशि के साथ 8% प्रति वर्ष की दर से",
  "at the rate of 18% per annum, and the second dated 25.06.2008 for an amount of Rs.20,00,000/- along with interest at the rate of": "ब्याज, और दूसरा दिनांक 25.06.2008 को 20,00,000/- रुपये की राशि के साथ .02.2008 से",
  "23.": "23.",
  "24.": "24.",
  "of Railway Electrification v. EC! PIC SMO MCPL (JV), a Joint": "सेंट्रल ऑर्गनाइजेशन ऑफ रेलवे इलेक्ट्रिफिकेशन बनाम इईसीआई पीआईसी एसएमओ एमसीपीएल (जिवी),",
  "of appointment of arbitrators, though the A&C Act recognizes": "नियुक्ति के चरण में इक्विटी लागू होती है, हालांकि ए एंड सी अधिनियम मध्यस्थता के सभी पहलुओं पर",
  "the autonomy of parties to decide on all aspects of arbitration.": "निर्णय लेने के लिए पक्षों की स्वायत्तता को मान्यता देता है। अधिनियम मध्यस्थ न्यायाधिकरण की संरचना",
  "The enactment lays down a procedural framework to regulate": "और मध्यस्थता कार्यवाही के संचालन को विनियमित करने के लिए एक प्रक्रियात्मक ढांचा तैयार करता है।",
  "proceedings. It is only then that the arbitral tribunals, which have the backing of courts, can act objectively and exercise their discretion": "केवल तभी यह है कि मध्यस्थ न्यायाधिकरण, जिनके पास अदालतों का समर्थन है, निष्पक्ष रूप से कार्य कर",
  "in a judicial manner, without caprice and in accordance with the principles of law and rules of natural justice. This is the core of the": "सकते हैं और बिना किसी मनमानी के और कानून के सिद्धांतों और प्राकृतिक न्याय के नियमों के अनुसार",
  "Section 18 of the A&C Act and is a non-derogable and mandatory": "एंड सी अधिनियम की धारा 8 का भी मूल है और एक गैर-अपमानजनक और अनिवार्य प्रावधान है। तभी",
  "provision. It is only then the arbitrators are vested with the power to resolve the dispute under the law. This judgment also observed that": "मध्यस्थों को कानून के तहत विवाद को हल करने की शक्ति प्राप्त होती है। इस फैसले में यह भी कहा गया है",
  "the unilateral appointment of arbitrators has a direct effect on the conduct of arbitral proceedings. Arbitration, which is quasi-judicial,": "कि मध्यस्थों की एकतरफा नियुक्ति का मध्यस्थता कार्यवाही के संचालन पर सीधा प्रभाव पड़ता है।",
  "requires a standard of behaviour of arbitrators, which is impartial": "मध्यस्थता, जो अर्ध-न्यायिक है, के लिए मध्यस्थों के व्यवहार के एक मानक की आवश्यकता होती है, जो",
  "and independent, no less stringent than that demanded of judges. In": "निष्पक्ष और स्वतंत्र हो, जो न्यायाधीशों से मांगे गए मानकों से कम कठोर नहीं हो। वास्तव में, मध्यस्थों से",
  "fact, arbitrators are expected to uphold a higher standard, as court decisions are subject to the collective scrutiny of an appeal, while an": "उद्चतर मानक बनाए रखने की अपेक्षा की जाती है, क्योंकि न्यायालय के निर्णय अपील की सामूहिक जांच के",
  "arbitration award typically enjoys greater acceptability, recognition,": "अधीन होते हैं, जबकि मध्यस्थता पंचाट को आम तौर पर अधिक स्वीकार्यता, मान्यता और प्रवर्तनीयता",
  "We have made our observations in the context of Section 47 of the Code of Civil Procedure, 1908, which even at the stage of execution,": "हमने सिविल प्रक्रिया संहिता, 908 की धारा 47 के संदर्भ में अपनी टिप्पणियां की हैं, जो निष्पादन के",
  "permits a party to object to the decree, both on the grounds of fraud, as well as lack of subject matter jurisdiction. It is apparent that": "चरण में भी, धोखाधड़ी के आधार पर और विषय-वस्तु क्षेत्राधिकार की कमी के आधार पर, किसी पक्ष को",
  "as well as lack of subject matter jurisdiction. It is apparent that the arbitration proceedings were a mere sham and a fraud played": "डिक्री पर आपत्ति करने की अनुमति देती है। यह स्पष्ट है कि मध्यस्थता कार्यवाही महज दिखावा थी और",
  "by Respondent No.1, R.K. Pandey, by self-appointing/nominating": "प्रतिवादी संख्या , आर,.के. पांडे द्वारा स्व नियुक्त/नामांकित मध्यस्थों द्वारा की गई धोखाधड़ी थी, जिन्होंने",
  "arbitrators, who have passed ex-parte and invalid awards. To reiterate, Respondent No. 1, R.K. Pandey, is not a signatory to the purported": "एकतरफा और अमान्य पंचाट पारित किए हैं। दोहराने के लिए, प्रतिवादी संख्या , आर.के. पांडे, कथित",
  "arbitration agreement. Moreover, the parties thereto, DNPBID": "मध्यस्थता समझौते के हस्ताक्षरकर्ता नहीं हैं। इसके अलावा, इसके पक्ष, डीएनपीबीआईडी अस्पताल और"
}