{
  "[2024] 5 S.C.R. 36 : 2024 INSC 343": "[2024] 5 एस.सी.आर. 36 : 2024 आईएनएससी 343",
  "Shivani Tyagi": "शिवानी त्यागी",
  "State of U.P. & Anr.": "यूपी राज्य और अन्य",
  "(Criminal Appeal Nos.1957-1961 of 2024)": "(आपराधिक अपील संख्या - 957-96/2024)",
  "05 April 2024": "05 अप्रैल 2024",
  "[C. T. Ravikumar* and Rajesh Bindal,* JJ.]": "[न्यायमूर्ति सी.टी. रवीकुमार एवं न्यायमूर्ति राजेश बिदंल..]",
  "Issue for Consideration": "विचारार्थ मुद्दा",
  "Headnotes": "हेडनोट्स",
  "Code of Criminal Procedure, 1973 — s. 389 — Suspension of sentence pending appeal, and releasing on bail — Acid attack on": "दंड प्रक्रिया संहिता, 973 - एस. 389 - अपील लंबित रहने तक सजा का निलंबन, और जमानत पर रिहा",
  "victim at the hands of the accused persons -— Victim suffered 30-40 percent burn injuries resulting in total disfigurement of": "करना - आरोपी व्यक्तियों के हाथों पीड़िता पर एसिड हमला - पीड़िता 30-40 प्रतिशत जल गई, जिसके",
  "and 326A/149 IPC and sentenced to life imprisonment — High": "49 आईपीसी के तहत दोषी करार दिया गया और आजीवन कारावास की सजा सुनाई गई - उच्च न्यायालय ने",
  "Court suspended the sentence and enlarged them on bail — Interference:": "सजा निलंबित कर दी और उन्हें जमानत पर बढ़ा दिया - हस्तक्षेप:",
  "Held: (per C. T. Ravikumar, J) Mere factum of sufferance of": "अवधारित किया गया: (द्वारा: न्यायमूर्ति सी. टी. रविकुमार,) केवल एक विशेष अवधि के लिए कैद की सजा",
  "incarceration for a particular period and likelihood of delay in disposal of cases, in a case where life imprisonment is imposed,": "भुगतने का तथ्य और मामलों के निपटान में देरी की संभावना, ऐसे मामले में जहां आजीवन कारावास लगाया",
  "cannot be a reason for invocation of power u/s. 389 without": "गया है, धारा के तहत शक्ति के आह्वान का कारण नहीं हो सकता है। 389 प्रासंगिक कारकों का उल्लेख किए बिना",
  "referring to the relevant factors — Each case has to be examined on its own merits and based on the given parameters — Acid": "- प्रत्येक मामले की जांच उसके गुणों के आधार पर और दिए गए मापदंडों के आधार पर की जानी चाहिए -",
  "attack may completely strip off the victim of her basic human right to live a decent human life owing to permanent disfiguration": "एसिड हमला स्थायी रूप से विरूपण के कारण एक सभ्य मानव जीवन जीने के लिए पीड़िता के बुनियादी मानव",
  "— Impugned judgment reflects only non-application of mind and": "अधिकार को पूरी तरह से छीन सकता है - आक्षेपित निर्णय केवल दिमाग के गैर-प्रयोग और धारा के तहत शक्ति",
  "non-consideration of the relevant factors required for invocation": "के आह्वान के लिए आवश्यक प्रासंगिक कारकों पर गैर -विचार को दर्शाता है। 389 इस तथ्य के बावजूद कि इस",
  "attack on a young woman resulting into permanent disfiguration": "मामले में एक युवा महिला पर एसिड हमला शामिल था, जिसके परिणामस्वरूप स्थायी विकृति हो गई थी - उच्च",
  "— High Court took into account the offer made on behalf of the convicts that they would give a payment of Rs. 25 lakhs, and that": "न्यायालय ने दोषियों की ओर से की गई पेशकश को ध्यान में रखा कि वे रुपये का भुगतान करेंगे। 25 लाख, और",
  "the evidence that the victim had incurred an amount of Rs. 21": "यह सबूत है कि पीड़ित ने रुपये की राशि खर्च की थी। कारावास की अवधि के अलावा उसके इलाज के लिए 2",
  "Appearances for Parties": "पक्षकारों के लिए उपस्थिति",
  "Niranjan Sahu, Adv. for the Appellant.": "अपीलकर्ता के लिए अधिवक्ता - निरंजन साहू",
  "Vinay Navare, Sr. Adv., Rajat Singh, Divyanshu Sahay, Sarthak": "प्रत्यर्थियों के लिये अधिवक्ता विनय नवारे, सीनियर, एडवोकेट, रजत सिंह, दिव्यांशु सहाय, सार्थक चंद्रा, अखंड",
  "Chandra, Akhand Pratap Singh Chauhan, Anil Verma, Tungesh, Nagendra Kasana, Rajesh Rathod, Ms. Palak Munjal, Aditya Sharma,": "प्रताप सिंह चौहान, अनिल वर्मा, तुंगेश, नागेंद्र कसाना, राजेश राठौड़, कु. पलक मुंजाल, आदित्य शर्मा, अरुण",
  "Arun Kumar Arunachal, Advs. for the Respondents.": "कुमार अरुणाचल, सलाहकार।",
  "Judgment / Order of the Supreme Court": "सर्वोच्च न्यायालय का निर्णय /आदेश",
  "Order": "आदेश",
  "C. T. Ravikumar, J.": "न्यायमूर्ति सी. टी. रविकुमार,",
  "Leave granted.": "छुट्टी दी गई.",
  "In these quintuplet appeals the victim of an acid attack assails the suspension of sentence of life imprisonment of the convicted persons,": ". इन क्विंटुपलेट अपीलों में एसिड हमले की पीड़िता दोषी व्यक्तियों, निजी उत्तरदाताओं की आजीवन कारावास",
  "Heard learned counsel appearing for the self-same appellant- victim in the captioned appeal, learned counsel appearing for the": "2. उपरोक्त अपील में उसी अपीलार्थी पीड़ित की ओर से उपस्थित विद्वान वकील को, सामान्य प्रथम प्रतिवादी-",
  "common first respondent-State of Uttar Pradesh and learned counsel appearing for the private respondents.": "उत्तर प्रदेश राज्य की ओर से उपस्थित विद्वान वकील को तथा निजी उत्तरदाताओं की ओर से उपस्थित विद्वान",
  "Section 389 of the Code of Criminal Procedure (for short the “Cr. PC”) deals with the suspension of execution of sentence pending the": "3. दंड प्रक्रिया संहिता की धारा 389 (संक्षेप में \"सीआरपीसी\") दोषसिद्धि के खिलाफ अपील लंबित रहने तक",
  "appeal against conviction and release of appellant(s) on bail. The": "सजा के निष्पादन के निलंबन और अपीलकर्ता(ओं) को जमानत पर रिहा करने से संबंधित है। उक्त प्रावधान",
  "said provision mandates for recording of reasons in writing leading to the conclusion that the convicts are entitled to get suspension of": "लिखित रूप में कारणों को दर्ज करने का आदेश देता है जिससे यह निष्कर्ष निकले कि दोषी सजा के निलंबन",
  "sentence and consequential release on bail. The said requirement": "और परिणामस्वरूप जमानत पर रिहाई पाने के हकदार हैं। उक्त आवश्यकता इस प्रकार विधायी इरादे को इंगित",
  "thus indicates the legislative intention that the appellate Court invoking the power under Section 389, Cr. PC, should assess the matter": "करती है कि अपीलीय न्यायालय धारा 389, सीआर के तहत शक्ति का उपयोग कर रहा है। पीसी को मामले का",
  "objectively and that such assessment should reflect in the order.": "निष्पक्ष मूल्यांकन करना चाहिए और ऐसा मूल्यांकन आदेश में प्रतिबिंबित होना चाहिए।",
  "We will briefly refer to some of the relevant decisions dealing with Section 389, Cr. PC. In the case of short-term imprisonment for": "4. हम सीआरपीसी की धारा 389 से संबंधित कुछ प्रासंगिक निर्णयों का संक्षेप में उल्लेख करेंगे। पीसी . किसी",
  "conviction of an offence, suspension of sentence is the normal rule": "अपराध की सजा के लिए अल्पकालिक कारावास के मामले में, सजा का निलंबन सामान्य नियम है और इसकी",
  "and its rejection is the exception. (See the decision in Bhaqwan Rama Shinde Gosai & Ors. v. State of Gujarat’). However, we": "अस्वीकृति अपवाद है। (भगवान राम शिंदे गोसाई और अन्य बनाम गुजरात राज्य 4 में निर्णय देखें)। हालाँकि,",
  "are of the considered view that the position should be vice-versa in the case of conviction for serious offences when invocation of": "हमारा सुविचारित विचार है कि गंभीर अपराधों के लिए दोषसिद्धि के मामले में स्थिति इसके विपरीत होनी चाहिए",
  "power under Section 389 is invited. This Court, in the decision in": "जब धारा 389 के तहत शक्ति का प्रयोग आमंत्रित किया जाता है। इस न्यायालय ने किशोरी लाल बनाम रूपा एवं",
  "“4. Section 389 of the Code deals with suspension of execution of sentence pending the appeal and release": "“८. संहिता की धारा 389 अपील लंबित रहने तक सजा के निष्पादन को निलंबित करने और अपीलकर्ता को",
  "of the appellant on bail. There is a distinction between bail and suspension of sentence. One of the essential ingredients of Section 389 is the requirement for the": "जमानत पर रिहा करने से संबंधित है। जमानत और सजा के निलंबन के बीच अंतर है। धारा 389 की आवश्यक",
  "appellate Court to record reasons in writing for ordering suspension of execution of the sentence or order appealed": "सामग्रियों में से एक यह है कि अपीलीय न्यायालय को सजा के निष्पादन को निलंबित करने का आदेश देने या जिस आदेश के खिलाफ अपील की गई है, उसे लिखित रूप में कारण दर्ज करने की आवश्यकता है। यदि वह",
  "against. If he is in confinement, the said Court can direct that he be released on bail or on his own bond.": "कारावास में है, तो उक्त न्यायालय यह निर्देश दे सकता है कि उसे जमानत पर या अपने बांड पर रिहा कर दिया",
  "The requirement of recording reasons in writing clearly indicates that there has to be careful consideration of": "जाए। कारणों को लिखित रूप में दर्ज करने की आवश्यकता स्पष्ट रूप से इंगित करती है कि प्रासंगिक पहलुओं",
  "indicates that there has to be careful consideration of the relevant aspects and the order directing suspension of sentence and grant of bail should not be passed as": "पर सावधानीपूर्वक विचार किया जाना चाहिए और सजा को निलंबित करने और जमानत देने का निर्देश देने वाला",
  "5. The appellate Court is duty-bound to objectively assess the matter and to record reasons for the conclusion that": "5. अपीलीय न्यायालय मामले का निष्पक्ष मूल्यांकन करने और इस निष्कर्ष के लिए कारण दर्ज करने के लिए",
  "the case warrants suspension of execution of sentence and grant of bail. In the instant case, the only factor which": "बाध्य है कि मामले में सजा के निष्पादन को निलंबित करने और जमानत देने की आवश्यकता है। मौजूदा मामले",
  "of allegation of misuse of liberty during the earlier period": "विचार किया है, वह पिछली अवधि के दौरान स्वतंत्रता के दुरुपयोग के आरोप का अभाव है, जब आरोपी-",
  "when the accused-respondents were on bail.”": "प्रतिवादी जमानत पर थे।",
  "In the decision in Anwari Begum v. Sher Mohammad & Anr.3 this Court in paragraphs 7 and 8 held thus:-": "५. अनवरी बेगम बनाम शेर मोहम्मद और अन्य 3 के फैसले में इस न्यायालय ने पैराग्राफ 7 और 8 में इस प्रकार कहा; -",
  "“7. Evenon a cursory perusal the High Court’s order shows complete non-application of mind. Though a detailed": "“7. सरसरी तौर पर देखने पर भी उच्च न्यायालय का आदेश पूरी तरह से दिमाग का उपयोग न करने को दर्शाता",
  "Bhagwan Rama Shinde Gosai & Ors. v. State of Gujarat [1999] 3 SCR 545 : (1999) 4 SCC 421; Kishori Lal v. Rupa & Ors. [2004] Supp. 4 SCR 628 :": "बनाम सुदर्शन सिंह (2002) 3 एससीसी 598, पूरन बनाम रामबिलास (200) 6 एससीसी 338 और",
  "as above, we will have to consider the sustainability of the challenge against the impugned orders by the appellant victim. In": "चला, जैसा कि ऊपर दिया गया है, हमें अपीलकर्ता पीड़ित द्वारा लगाए गए आदेशों के खिलाफ चुनौती की",
  "strictly confining to the requirement for consideration of these": "स्थिरता पर विचार करना होगा। उस संबंध में, इन अपीलों पर विचार करने की आवश्यकता को सख्ती से सीमित",
  "in numbers, were convicted finding guilty of offences, including under Sections 307/149 and 326A/149, IPC. The appellant-victim": "संख्या पाँच थी, को आईपीसी की धारा 307/49 और 326/#/49 सहित अपराधों का दोषी पाते हुए दोषी",
  "was then aged about 31 years and, in the incident, she suffered": "ठहराया गया था। उस समय अपीलकर्ता-पीड़िता की उम्र लगभग 3।4 वर्ष थी और इस घटना में उस पर",
  "attack with sulfuric acid and her body was burnt 30 to 40 percent.": "सल्फ्यूरिक एसिड से हमला किया गया और उसका शरीर 30 से 40 प्रतिशत तक जल गया था। पीडब्लू-6,",
  "PW-6, Dr. Uttam Jain with Ext.A5, would reveal that she suffered deep burn on the face, chest and both hands and injuries on her": "एक्सट.ए ५ के साथ डॉ. उत्तम जैन ने खुलासा किया कि उसके चेहरे, छाती और दोनों हाथों पर गहरी जलन हुई",
  "We may hasten to add that regarding the merits of the appeals by the party respondents against their conviction, we shall not be": "8. हम यह जोड़ने में जल्दबाजी कर सकते हैं कि पार्टी के उत्तरदाताओं द्वारा उनकी सजा के खिलाफ अपील की",
  "by the party respondents against their conviction, we shall not be understood to have held or made any observation as it is a matter": "योग्यता के संबंध में, हमें यह नहीं समझा जाएगा कि हमने कोई टिप्पणी की है या कोई टिप्पणी की है क्योंकि यह",
  "to be considered on its own merits in the pending appeals.": "लंबित अपीलों में अपनी योग्यता के आधार पर विचार करने का मामला है। .",
  "We have already referred to the mandate under Section 389 Cr.PC": "9. हमने पहले ही सीआरपीसी की धारा 389 के तहत आदेश का उल्लेख किया है कि उक्त प्रावधान को लागू",
  "that the order passed invoking the said provision should reflect the reason for coming to the conclusion that the convicts are entitled": "करते हुए पारित आदेश में इस निष्कर्ष पर पहुंचने का कारण प्रतिबिंबित होना चाहिए कि दोषी अपनी सजा को",
  "to get suspended their sentence and consequential release on bail. In the decision in State of Haryana v. Hasmat®, this Court": "निलंबित करने और परिणामस्वरूप जमानत पर रिहाई के हकदार हैं। हरियाणा राज्य बनाम हसमत 5 के फैसले",
  "held that in an appeal against conviction involving serious offence like murder punishable under Section 302, IPC the prayer for": "में, इस न्यायालय ने माना कि आईपीसी की धारा 302 के तहत दंडनीय हत्या जैसे गंभीर अपराध से जुड़ी सजा",
  "nature of the offence held to have committed, the manner of their commission, the gravity of the offence, and also the desirability of": "है कि किए गए अपराध की प्रकृति, उनके किए जाने का तरीका, अपराध की गंभीरता और दोषी को जमानत पर",
  "such consideration should reflect in the consequential order passed under Section 389, Cr.PC. It is also relevant to state that the mere": "धारा 389 के तहत पारित परिणामी आदेश में प्रतिबिंबित होना चाहिए। यह बताना भी प्रासंगिक है कि एक विशेष",
  "factum of sufferance of incarceration for a particular period, in a case where life imprisonment is imposed, cannot be a reason for": "अवधि के लिए कैद की सजा भुगतने का तथ्य, ऐसे मामले में जहां आजीवन कारावास लगाया गया है, प्रासंगिक",
  "invocation of power under Section 389 Cr.PC without referring": "कारकों का उल्लेख किए बिना सीआरपीसी की धारा 389 के तहत शक्ति के आह्वान का कारण नहीं हो सकता है।",
  "to the relevant factors. We say so because there cannot be any": "हम ऐसा इसलिए कह रहे हैं क्योंकि इस स्थिति के संबंध में कोई संदेह नहीं हो सकता है कि दोषसिद्धि के",
  "conviction, (especially in cases where life imprisonment is imposed": "खिलाफ अपीलों का निपटान, (विशेष रूप से उन मामलों में जहां गंभीर अपराधों के लिए आजीवन कारावास की",
  "for serious offences), within a short span of time may not be possible in view of the number of pending cases. In such circumstances if it": "सजा दी गई है) कम समय के भीतर संख्या को देखते हुए संभव नहीं हो सकता है। लंबित मामलों की . ऐसी",
  "for the exercise of power under Section 389, Cr. PC, likelihood of": "परिस्थितियों में यदि यह कहा जाता है कि धारा 389, सीआरपीसी के तहत शक्ति के प्रयोग के लिए अन्य",
  "ground for suspension of sentence and to enlarge a convict on": "संभावना को सजा के निलंबन और एक दोषी को जमानत पर बढ़ाने के लिए एक आधार के रूप में लिया जा",
  "bail, then, in almost every such case, favourable invocation of said power would become inevitable. That certainly cannot be the": "सकता है, फिर, लगभग हर ऐसे मामले में, उक्त शक्ति का अनुकूल आह्वान अपरिहार्य हो जाएगा। यह निश्चित रूप",
  "legislative intention as can be seen from the phraseology in Section 389 Cr.PC. Such an interpretation would also go against public": "से विधायी मंशा नहीं हो सकती जैसा कि सीआरपीसी की धारा 389 की शब्दावली से देखा जा सकता है। ऐसी",
  "interest and social security. In such cases giving preference over": "व्याख्या जनहित और सामाजिक सुरक्षा के भी विरुद्ध होगी। ऐसे मामलों में अपील पर प्राथमिकता देते हुए जहां",
  "appeals where sentence is suspended, in the matter of hearing or adopting such other methods making an early hearing possible": "सजा निलंबित हो, सुनवाई के मामले में या शीघ्र सुनवाई को संभव बनाने वाले ऐसे अन्य तरीकों को अपनाने का",
  "could be resorted. We shall not be understood to have held that irrespective of inordinate delay in consideration of appeal and long": "सहारा लिया जा सकता है। हमें यह नहीं समझा जाएगा कि अपील पर विचार करने में अत्यधिक देरी और लंबी",
  "incarceration undergone the power under the said provision cannot be invoked. In short, we are of the view that each case has to be": "कैद के बावजूद उक्त प्रावधान के तहत शक्ति का प्रयोग नहीं किया जा सकता है। संक्षेप में , हमारा विचार है कि",
  "examined on its own merits and based on the parameters, to find": "प्रत्येक मामले की अपनी योग्यता के आधार पर और मापदंडों के आधार पर जांच की जानी चाहिए, ताकि यह",
  "out whether the sentence imposed on the appellant(s) concerned should be suspended during the pendency of the appeal and the": "पता लगाया जा सके कि संबंधित अपीलकर्ता (ओं) पर लगाई गई सजा को अपील के लंबित रहने के दौरान",
  "appellant(s) should be released on bail.": "निलंबित किया जाना चाहिए या नहीं। अपीलकर्ताओं को जमानत पर रिहा किया जाना चाहिए।",
  "Having observed and held as above, we are deeply peeved on perusing the impugned judgment, for the same reflects only non-": "0. उपरोक्त के अनुसार देखने और मानने के बाद, हमें आक्षेपित निर्णय को पढ़ने पर गहरा दुख हो रहा है,",
  "perusing the impugned judgment, for the same reflects only non- application of mind and non-consideration of the relevant factors": "क्योंकि यह केवल दिमाग के गैर-प्रयोग और प्रासंगिक कारकों पर विचार न करने को दर्शाता है, इस तथ्य के",
  "despite the fact that the case involved an acid attack on a young woman resulting into permanent disfiguration. In the case on hand,": "बावजूद कि मामला एक युवा महिला पर एसिड हमले से जुड़ा था। जिसके परिणामस्वरूप स्थायी विकृति उत्पन्न",
  "a scanning of the impugned order would reveal that what mainly weighed with the Court is the offer made on behalf of the convicts": "हो जाती है। मौजूदा मामले में, आक्षेपित आदेश की स्कैनिंग से पता चलेगा कि अदालत के सामने मुख्य रूप से",
  "weighed with the Court is the offer made on behalf of the convicts that they would give a payment of Rs. 25 lakhs through demand": "दोषियों की ओर से की गई पेशकश थी कि वे रुपये का भुगतान करेंगे। डिमांड ड्राफ्ट के माध्यम से 25 लाख, इस",
  "drafts, taking into account the evidence that the victim had incurred an amount of Rs. 21 lakhs for her treatment. Paragraph 10 of the": "साक्ष्य को ध्यान में रखते हुए कि पीड़ित ने रुपये की राशि खर्च की थी। उसके इलाज के लिए 2] लाख रु.",
  "in the consideration of appeal, sentence imposed was suspended": "पर विचार करने में होने वाली देरी को ध्यान में रखते हुए, लगाई गई सजा को निलंबित कर दिया गया और निजी",
  "and the private respondents were enlarged on bail. Paragraph 10 of the order would reveal this position and it reads thus:-": "उत्तरदाताओं को जमानत पर बढ़ा दिया गया। आदेश का पैराग्राफ 0 इस स्थिति को प्रकट करेगा और यह इस प्रकार है; -",
  "“10. After hearing counsel for the parties and considering the voluntarily offer made by the appellants, which is": "”0. पक्षों के वकील को सुनने और अपीलकर्ताओं द्वारा स्वेच्छा से की गई पेशकश पर विचार करने के बाद, जो",
  "without prejudice to the right of defence as well as right of the prosecution to be decided at the time of final": "बचाव के अधिकार के साथ-साथ अभियोजन पक्ष के अधिकार पर प्रतिकूल प्रभाव डाले बिना अंतिम निर्णय के",
  "appellants have offered to pay an amount of Rs. 25 lacs to the victim for her medical treatment and also in view of the long custody as well as the antecedents of the": "की पेशकश की है। पीड़िता को उसके चिकित्सा उपचार के लिए 25 लाख रुपये और लंबी हिरासत के साथ-",
  "appellants and also considering the fact that the appeals": "साथ अपीलकर्ताओं के पूर्ववृत्त को ध्यान में रखते हुए और इस तथ्य पर भी विचार करते हुए कि अपील वर्ष",
  "pertain to the year 2021 and are not likely to be listed for final argument in near future, we deem it appropriate to": "202] से संबंधित है और निकट भविष्य में अंतिम बहस के लिए सूचीबद्ध होने की संभावना नहीं है। भविष्य में ,",
  "grant suspension of sentence of the appellants.”": "हम अपीलकर्ताओं की सजा को निलंबित करना उचित समझते हैं।\"",
  "with non-application of mind and non-consideration of the relevant factors required for invocation of power under Section 389 in the light": "धारा 389 के तहत शक्ति के आह्वान के लिए आवश्यक प्रासंगिक कारकों पर विचार न करने और दिमाग का",
  "of the settled position of law. An acid attack may completely strip off the victim of her basic human right to live a decent human life owing to permanent disfiguration. We have no hesitation to hold that": "उपयोग न करने से संक्रमित है। एसिड हमले से स्थायी रूप से अपंगता के कारण पीड़िता से एक सभ्य मानव जीवन जीने का बुनियादी मानवाधिकार पूरी तरह से छिन सकता है। हमें यह मानने में कोई झिझक नहीं है कि",
  "in appeals involving such serious offence(s), serious consideration of all parameters should be made. Even a cursory glance of the": "ऐसे गंभीर अपराध से जुड़ी अपीलों में सभी मापदंडों पर गंभीरता से विचार किया जाना चाहिए। यहां तक कि",
  "taken into account besides the other relevant parameters for the exercise of power under Section 389, Cr. PC.": "गया था। सीआरपीसी की धारा 389 के तहत शक्ति के प्रयोग के लिए अन्य प्रासंगिक मापदंडों के अलावा शामिल",
  "In such circumstances, the impugned judgment cannot be sustained.": "2. ऐसी परिस्थितियों में, आक्षेपित निर्णय कायम नहीं रखा जा सकता। चर्चा का नतीजा यह है कि निजी",
  "invite interference. Consequently, the impugned order is set aside and consequently the bail granted to the private respondent in all": "है। नतीजतन, विवादित आदेश को रद्द कर दिया जाता है और परिणामस्वरूप इन सभी अपीलों में निजी प्रतिवादी",
  "these appeals stands cancelled. Consequently, the appellants shall": "को दी गई जमानत रद्द कर दी जाती है। नतीजतन, अपीलकर्ताओं को न्यायिक हिरासत में भेजने के उद्देश्य से",
  "judicial custody. This shall be done within a period of four days. In": "ट्रायल कोर्ट के समक्ष आत्मसमर्पण करना होगा। यह चार दिनों की अवधि के भीतर किया जाएगा। आदेश के",
  "case of their failure to surrender as ordered, the private respondents": "अनुसार आत्मसमर्पण करने में विफल रहने की स्थिति में, दोषी निजी उत्तरदाताओं को फिर से गिरफ्तार किया",
  "The Appeals are allowed as above.": "3. उपरोक्तानुसार अपीलें स्वीकार की जाती हैं।",
  "1. | have gone through the detailed reasons recorded by brother C.T. Ravikumar, J. Elaborate discussion has been made on the aspect of": ". मैंने भाई सी.टी. द्वारा दर्ज किए गए विस्तृत कारणों का अध्ययन किया है। रविकुमार, जे. जघन्य अपराधों में",
  "Ravikumar, J. Elaborate discussion has been made on the aspect of suspension of sentence in heinous crimes as it is a case where the": "सजा के निलंबन के पहलू पर विस्तृत चर्चा की गई है क्योंकि यह एक ऐसा मामला है जहां उच्च न्यायालय ने",
  "High Court had directed suspension of sentence of the respondents in an acid attack case, which will haunt the victim throughout her": "एसिड हमले के मामले में उत्तरदाताओं की सजा को निलंबित करने का निर्देश दिया था, जो पीड़िता को जीवन",
  "2. It is a case in which after hearing the arguments raised by the appellant and going through the paper book our conscience was": "2. यह एक ऐसा मामला है जिसमें अपीलकर्ता द्वारा उठाए गए तर्कों को सुनने और पेपर बुक को देखने के बाद",
  "shocked. By a short order we granted the leave in the matters and": "हमारी अंतरात्मा को झटका लगा। एक संक्षिप्त आदेश द्वारा हमने मामलों में अनुमति दे दी और उचित कारणों के",
  "allowed the appeals, for the reasons to follow. The respondents were directed to surrender before the Trial Court on or before 09.04.2024.": "आधार पर अपील की अनुमति दे दी। उत्तरदाताओं को 09.04.2024 को या उससे पहले ट्रायल कोर्ट के समक्ष",
  "“Leave granted.": "“छुट्टी दी गई.",
  "Appeals are allowed. Reasons to follow.": "अपील की अनुमति है. अनुसरण करने के कारण.",
  "The respondents-life convicts shall surrender on or before 9.4.2024 before the concerned Trial Court. In case of their": "उत्तरदाताओं-आजीवन दोषियों को संबंधित ट्रायल कोर्ट के समक्ष 9.4.2024 को या उससे पहले आत्मसमर्पण",
  "failure to surrender, they shall be taken into custody and": "करना होगा। आत्मसमर्पण करने में विफल रहने की स्थिति में, उन्हें हिरासत में ले लिया जाएगा और ट्रायल कोर्ट",
  "produced before the Trial Court.”": "के समक्ष पेश किया जाएगा।\"",
  "2.1 | fully subscribe to the views expressed, but wish to add some more reasons.": "2.3 मैं व्यक्त किए गए विचारों से पूरी तरह सहमत हूं, लेकिन कुछ और कारण जोड़ना चाहता हूं।",
  "3. The main ground on which the High Court ordered suspension of sentence of the respondents, who have been awarded life": "3. मुख्य आधार जिस पर उच्च न्यायालय ने उत्तरदाताओं की सजा को निलंबित करने का आदेश दिया, जिन्हें",
  "imprisonment is that the counsel for the accused submitted that in": "आजीवन कारावास की सजा सुनाई गई है, वह यह है कि अभियुक्तों के वकील ने प्रस्तुत किया कि साक्ष्य में यह",
  "the evidence it had come on record that about = 21 lakhs (Rupees Twenty-One Lakhs only) have been spent on her treatment as she": "रिकॉर्ड पर आया था कि लगभग ₹ 2 लाख (बीस रुपये) उसके इलाज पर केवल एक लाख) खर्च किये गये",
  "suffered disfigurement of her face. It was further argued that the Trial Court in its judgment of conviction had directed that the victim be": "क्योंकि उसका चेहरा ख़राब हो गया था। आगे यह तर्क दिया गया कि ट्रायल कोर्ट ने दोषसिद्धि के अपने फैसले में",
  "Court in its judgment of conviction had directed that the victim be granted adequate compensation for her treatment under the Victim": "निर्देश दिया था कि पीड़िता को पीड़ित मुआवजा योजना के तहत उसके इलाज के लिए पयप्ति मुआवजा दिया",
  "Compensation Scheme. Then, it was collectively argued by the learned counsel for the accused that without prejudice to their right": "जाए। फिर, अभियुक्तों के विद्वान वकील द्वारा सामूहिक रूप से यह तर्क दिया गया कि बचाव के अपने अधिकार",
  "of defence the accused collectively and voluntarily offered to pay a sum of * 25 lakhs (Rupees Twenty Five Lakhs only) which may be": "पर प्रतिकूल प्रभाव डाले बिना अभियुक्तों ने सामूहिक रूप से और स्वेच्छा से ₹ 25 लाख (केवल पच्चीस लाख",
  "the learned counsel for the State. Taking note of the offer made by the counsel for the private respondents, who are the convicts, the": "राज्य के विद्वान वकील ने इस पर आपत्ति जताई। निजी उत्तरदाताओं, जो दोषी हैं, के वकील द्वारा की गई",
  "High Court accepted the offer made by them and directed that, over": "पेशकश पर ध्यान देते हुए, उच्च न्यायालय ने उनके द्वारा की गई पेशकश को स्वीकार कर लिया और निर्देश दिया",
  "and above, the amount of compensation paid by the District Legal": "कि, इसके अलावा, जिला कानूनी सेवा प्राधिकरण द्वारा पीड़ित को मुआवजे की राशि का भुगतान किया जाए।",
  "Services Authority to the victim, the private respondents have offered to pay a sum of = 25 lakhs (Rupees Twenty-Five Lakhs only) for her": "निजी उत्तरदाताओं ने उसके इलाज के लिए ₹ 25 लाख (केवल पच्चीस लाख रुपये) की राशि का भुगतान करने",
  "treatment. The sentence awarded to them was suspended. It was further noticed that the hearing of appeal is likely to take some time.": "की पेशकश की है। उन्हें दी गई सज़ा निलंबित कर दी गई. यह भी देखा गया कि अपील की सुनवाई में कुछ समय",
  "Relevant paragraph 10 of the impugned order is extracted below:": "लगने की संभावना है। आक्षेपित आदेश का प्रासंगिक अनुच्छेद 0 नीचे दिया गया है:",
  "“10. After hearing counsel for the parties and considering the voluntarily offer made by the appellants, which is without": "”0. पक्षों के वकील को सुनने और अपीलकर्ताओं द्वारा स्वेच्छा से की गई पेशकश पर विचार करने के बाद, जो",
  "prejudice to the right of defence as well as right of the prosecution to be decided at the time of final adjudication": "बचाव के अधिकार के साथ-साथ अभियोजन पक्ष के अधिकार पर प्रतिकूल प्रभाव डाले बिना अंतिम निर्णय के",
  "above, the amount of compensation being paid by the District Legal Services Authority, Meerut, the appellants": "मेरठ द्वारा भुगतान की जा रही मुआवजे की राशि के अलावा, अपीलकर्ताओं ने पीड़िता को उसके चिकित्सा",
  "have offered to pay an amount of % 25 lakhs to the victim for her medical treatment and also in view of the long": "उपचार के लिए और लंबी हिरासत के मद्देनजर ₹ 25 लाख की राशि का भुगतान करने की पेशकश की है। साथ",
  "custody as well as the antecedents of the appellants and also considering the fact that the appeals pertain to the year 2021 and are not likely to be listed for final argument": "ही अपीलकर्ताओं के पूर्ववृत्त और इस तथ्य पर विचार करते हुए कि अपीलें वर्ष 202: से संबंधित हैं और निकट",
  "year 2021 and are not likely to be listed for final argument in near future, we deem it appropriate to grant suspension of sentence of the appellants.”": "भविष्य में अंतिम बहस के लिए सूचीबद्ध होने की संभावना नहीं है, हम अपीलकर्ताओं की सजा को निलंबित करना उचित समझते हैं।",
  "As the victim may also be in shock and not interested in receiving the": "4. चूंकि पीड़ित भी सदमे में हो सकता है और निजी उत्तरदाताओं द्वारा दी गई राशि प्राप्त करने में दिलचस्पी नहीं",
  "amount as offered by the private respondents, the respondents moved a Correction Application’ before the High Court. On the aforesaid": "रखता है, इसलिए उत्तरदाताओं ने उच्च न्यायालय के समक्ष एक सुधार आवेदन दायर किया। उपरोक्त आवेदन",
  "application, the High Court, while noticing that offer made by the private respondents was not acceptable to the victim, directed the respondents": "पर, उच्च न्यायालय ने यह देखते हुए कि निजी उत्तरदाताओं द्वारा की गई पेशकश पीड़ित को स्वीकार्य नहीं थी,",
  "respondents was not acceptable to the victim, directed the respondents to deposit the amount with the Chief Judicial Magistrate, Meerut. The": "उत्तरदाताओं को मुख्य न्यायिक मजिस्ट्रेट, मेरठ के पास राशि जमा करने का निर्देश दिया। दिनांक अस्वीकरण:",
  "relevant part of the order dated 21.02.2024 is reproduced hereinunder:": "27.02.2024 के आदेश का प्रासंगिक भाग यहाँ पुनः प्रस्तुत किया गया है:",
  "“Correction in the order dated 12.12.2023, is sought to the extent that the applicants have already handed over the": "“आदेश दिनांक 2.2.2023 में सुधार की मांग इस हद तक की गई है कि आवेदकों ने पहले ही मुख्य न्यायिक",
  "demand drafts in the Court of Chief Judicial Magistrate, Meerut, as the victim has not come forward to accept": "मजिस्ट्रेट, मेरठ की अदालत में डिमांड ड्राफ्ट सौंप दिया है, क्योंकि पीड़ित ड्राफ्ट स्वीकार करने के लिए आगे",
  "the drafts, the appellants, who are granted bail, are still languishing in judicial custody.": "नहीं आए हैं, अपीलकर्ता, जो जमानत मिल गई है, फिर भी न्यायिक हिरासत में बंद हैं।",
  "Paragraph 13 is thereof extracted below:": "दिया जा सकता है। इसका अनुच्छेद 3 नीचे दिया गया है:",
  "“13. Indeed, it cannot be ruled out that in the present": "”3. वास्तव में, इस बात से इंकार नहीं किया जा सकता है कि वर्तमान मामले में पीड़िता को उत्तरदाताओं द्वारा",
  "case the victim had suffered an uncivilised and heartless crime committed by the respondents and there is no": "किए गए एक असभ्य और हृदयहीन अपराध का सामना करना पड़ा है और इसमें नरमी के लिए कोई जगह नहीं है",
  "room for leniency which can be conceived. A crime of this nature does not deserve any kind of clemency. This": "जिसकी कल्पना की जा सकती है। इस प्रकृति का अपराध किसी भी प्रकार की क्षमादान का पात्र नहीं है। यह",
  "Court cannot be oblivious of the situation that the victim must have suffered an emotional distress which cannot": "अदालत इस स्थिति से अनभिज्ञ नहीं रह सकती कि पीड़िता को भावनात्मक कष्ट हुआ होगा, जिसकी भरपाई न",
  "be compensated either by sentencing the accused or by grant of any compensation.”": "तो आरोपी को सजा देकर या कोई मुआवजा देकर नहीं की जा सकती है।\"",
  "12. The circumstances under which a bail granted by the court below can be cancelled, having been summarised by this Court in Deepak": "2. जिन परिस्थितियों में निचली अदालत द्वारा दी गई जमानत रद्द की जा सकती है, उन्हें दीपक यादव बनाम",
  "31 to 35 are extracted below:": "नीचे निकाले गए हैं:",
  "“C. Cancellation of bail": "“सी. जमानत रद्द करना",
  "31. This Court has reiterated in several instances that bail": "37. इस न्यायालय ने कई मामलों में दोहराया है कि एक बार जमानत मिल जाने के बाद , बिना इस पर विचार",
  "once granted, should not be cancelled in a mechanical manner without considering whether any supervening circumstances have rendered it no longer conducive to": "किए यांत्रिक तरीके से रद्द नहीं किया जाना चाहिए कि क्या किसी भी पर्यवेक्षणीय परिस्थितियों ने आरोपी को",
  "a fair trial to allow the accused to retain his freedom by": "रियायत का आनंद लेते हुए अपनी स्वतंत्रता बनाए रखने की अनुमति देने के लिए निष्पक्ष सुनवाई के लिए",
  "enjoying the concession of bail during trial. Having said that, in case of cancellation of bail, very cogent and": "अनुकूल नहीं बनाया है। सुनवाई के दौरान जमानत की. यह कहते हुए कि, जमानत रद्द करने के मामले में,",
  "that, in case of cancellation of bail, very cogent and overwhelming circumstances are necessary for an order": "जमानत रद्द करने का निर्देश देने वाले आदेश के लिए बहुत ही ठोस और भारी परिस्थितियाँ आवश्यक हैं (जो",
  "32. A two-Judge Bench of this Court in Dolat Ram v. State of Haryana [Dolat Ram v. State of Haryana, (1995)": "32. दोलत राम बनाम हरियाणा राज्य [दोलत राम बनाम हरियाणा राज्य, (995) 500 349: 995 500",
  "1 SCC 349 : 1995 SCC (Cri) 237] laid down the grounds for cancellation of bail which are:": "(0) 237] में इस न्यायालय की दो-न्यायाधीशों की पीठ ने जमानत रद्द करने के लिए आधार निर्धारित किया",
  "(i) interference or attempt to interfere with the due": "(।) देय राशि में हस्तक्षेप या हस्तक्षेप करने का प्रयास",
  "course of administration of justice;": "न्याय प्रशासन का क्रम;",
  "(ii) | evasion or attempt to evade the due course of justice;": "(॥) न्याय की उचित प्रक्रिया से बचना या बचने का प्रयास करना;",
  "(iii) abuse of the concession granted to the accused": "() अभियुक्त को दी गई रियायत का दुरुपयोग",
  "in any manner;": "किसी भी तरीके से;",
  "(iv) possibility of the accused absconding;": "(५) अभियुक्त के फरार होने की संभावना;",
  "(v) likelihood of/actual misuse of bail;": "(५) जमानत के वास्तविक दुरुपयोग की संभावना;",
  "(vi) likelihood of the accused tampering with the": "(पा) आरोपी द्वारा छेड़छाड़ की संभावना",
  "evidence or threatening witnesses.": "सबूत या गवाहों को धमकाना।",
  "33. It is no doubt true that cancellation of bail cannot be limited to the occurrence of supervening circumstances.": "33. इसमें कोई संदेह नहीं है कि जमानत रद्द करना पयवेक्षण परिस्थितियों की घटना तक सीमित नहीं किया जा",
  "circumstances where the bail can be cancelled:": "जमानत रद्द की जा सकती है:",
  "irrelevant material of substantial nature and not trivial nature while ignoring relevant material on record.": "प्रकृति की नहीं बल्कि सारगर्भित प्रकृति की अप्रासंगिक सामग्री को ध्यान में रखती है।",
  "33.2. Where the court granting bail overlooks the influential position of the accused in comparison to the victim of abuse or the witnesses especially when there is prima": "33.2. जहां जमानत देने वाली अदालत दुर्व्यवहार के शिकार या गवाहों की तुलना में आरोपी की प्रभावशाली",
  "33.3. Where the past criminal record and conduct of the accused is completely ignored while granting bail.": "33.3. जहां जमानत देते समय आरोपी के पिछले आपराधिक रिकॉर्ड और आचरण को पूरी तरह से नजरअंदाज",
  "33.4. Where bail has been granted on untenable grounds.": "33.4. जहां अस्थिर आधार पर जमानत दी गई है.",
  "33.5. Where serious discrepancies are found in the order granting bail thereby causing prejudice to justice.": "33.5. जहां जमानत देने के आदेश में गंभीर विसंगतियां पाई जाती हैं, जिससे न्याय पर प्रतिकूल प्रभाव पड़ता है।",
  "33.6. Where the grant of bail was not appropriate in the first place given the very serious nature of the charges": "33.6. जहां आरोपी के खिलाफ आरोपों की बहुत गंभीर प्रकृति को देखते हुए जमानत देना पहली बार में उचित",
  "against the accused which disentitles him for bail and thus cannot be justified.": "नहीं था, जो उसे जमानत के लिए अयोग्य बनाता है और इस प्रकार उचित नहीं ठहराया जा सकता है।",
  "33.7. When the order granting bail is apparently whimsical, capricious and perverse in the facts of the given case.": "33.7. जब जमानत देने का आदेश दिए गए मामले के तथ्यों में स्पष्ट रूप से सनकी, मनमौजी और विकृत हो।",
  "34. In Neeru Yadav v. State of U.P. [Neeru Yadav v. State": "34. नीरू यादव बनाम उत्तर प्रदेश राज्य में। [नीरू यादव बनाम यूपी राज्य, (204) 6 एससीसी 508:",
  "of U.P., (2014) 16 SCC 508 : (2015) 3 SCC (Cri) 527] , the accused was granted bail by the High Court. In an": "(205) 3 एससीसी (सीआरआई) 527], आरोपी को उच्च न्यायालय द्वारा जमानत दे दी गई थी। उद्च",
  "appeal against the order [Mitthan Yadav v. State of U.P,": "न्यायालय के आदेश [मिट्ठन यादव बनाम यूपी राज्य, 204 एससीसी ऑनलाइन सभी 603] के खिलाफ",
  "“12. ... It is well settled in law that cancellation of bail after it is granted because the accused has": "”2. ... यह कानून में अच्छी तरह से तय है कि जमानत दिए जाने के बाद उसे रद्द करना क्योंकि आरोपी ने",
  "misconducted himself or of some supervening circumstances warranting such cancellation have": "खुद के साथ दुर्व्यवहार किया है या कुछ पर्यवेक्षणीय परिस्थितियों के कारण ऐसा रद्द हुआ है, यह जमानत देने के",
  "occurred is in a different compartment altogether than an order granting bail which is unjustified, illegal and perverse. If in a case, the relevant factors": "आदेश की तुलना में पूरी तरह से एक अलग डिब्बे में है जो कि अनुचित, अवैध और विकृत. यदि किसी मामले में,",
  "which should have been taken into consideration while dealing with the application for bail have not": "जमानत के लिए आवेदन पर विचार करते समय जिन प्रासंगिक कारकों पर विचार किया जाना चाहिए था, उन पर",
  "been taken note of or it is founded on irrelevant considerations, indisputably the superior court can set": "ध्यान नहीं दिया गया है या यह अप्रासंगिक विचारों पर आधारित है, तो निर्विवाद रूप से वरिष्ठ न्यायालय ऐसे",
  "aside the order of such a grant of bail. Such a case belongs to a different category and is in a separate": "अनुदान के आदेश को रद्द कर सकता है। जमानत। ऐसा मामला अलग श्रेणी का है और अलग दायरे में है . दूसरी",
  "realm. While dealing with a case of second nature, the court does not dwell upon the violation of conditions by the accused or the supervening circumstances": "प्रकृति के मामले से निपटते समय, अदालत आरोपी द्वारा शर्तों के उल्लंघन या उसके बाद होने वाली निगरानी",
  "that have happened subsequently. It, on the contrary, delves into the justifiability and the soundness of the": "परिस्थितियों पर ध्यान नहीं देती है। इसके विपरीत , यह अदालत द्वारा पारित आदेश की औचित्यता और",
  "“17. Where a court considering an application for bail fails to consider relevant factors, an appellate court": "”7. जहां जमानत के लिए आवेदन पर विचार करने वाली अदालत प्रासंगिक कारकों पर विचार करने में विफल",
  "may justifiably set aside the order granting bail. An": "रहती है, तो अपीलीय अदालत जमानत देने के आदेश को उचित रूप से रद्द कर सकती है। इस प्रकार एक",
  "appellate court is thus required to consider whether the order granting bail suffers from a non-application": "अपीलीय अदालत को इस पर विचार करना आवश्यक है कि क्या जमानत देने का आदेश बिना सोचे -समझे",
  "of mind or is not borne out from a prima facie view of the evidence on record. It is thus necessary for this": "लिया गया है या रिकॉर्ड पर मौजूद सबूतों के प्रथम दृष्टया दृष्टिकोण से सामने नहीं आया है। इस प्रकार इस",
  "Court to assess whether, on the basis of the evidentiary": "न्यायालय के लिए यह आकलन करना आवश्यक है कि क्या, साक्ष्य संबंधी रिकॉर्ड के आधार पर, यह विश्वास",
  "record, there existed a prima facie or reasonable ground to believe that the accused had committed the": "करने के लिए प्रथम दृष्ठया या उचित आधार मौजूद था कि अभियुक्त ने अपराध किया था, साथ ही अपराध की",
  "crime, also taking into account the seriousness of the crime and the severity of the punishment.”": "गंभीरता और अपराध की गंभीरता को भी ध्यान में रखा जाए। सजा।\"",
  "The impugned order passed by the High Court is perused. Specifically": "3. उच्च न्यायालय द्वारा पारित आक्षेपित आदेश का अवलोकन किया जाता है। विशेष रूप से सुधार आवेदन में",
  "the order dated 21.02.2024 passed in the Correction Application. The order does not suggest that there was any consideration of the parameters laid down by this court for grant of bail or suspension": "पारित आदेश दिनांक 2.02.2024। आदेश यह नहीं सुझाता कि जमानत देने या सजा निलंबित करने के लिए",
  "of sentence. Instead, the High Court had noticed and directed that": "इस अदालत द्वारा निर्धारित मापदंडों पर कोई विचार किया गया था। इसके बजाय, उच्च न्यायालय ने देखा और",
  "the convicts have offered to pay compensation to the victim for grant of suspension of sentence, which when she refused to accept, was": "निर्देश दिया कि दोषियों ने सजा को निलंबित करने के लिए पीड़िता को मुआवजा देने की पेशकश की थी, जिसे",
  "of suspension of sentence, which when she refused to accept, was directed to be deposited in the court. It was in a way kind of “Blood": "लेने से इनकार करने पर उसे अदालत में जमा करने का निर्देश दिया गया था। यह एक तरह से दोषियों द्वारा",
  "Money” offered by the convicts to the victim for which there is no acceptability in our criminal justice system.": "पीड़ित को दी जाने वाली \"ब्लड मनी\" थी जिसके लिए हमारी आपराधिक न्याय प्रणाली में कोई स्वीकार्यता नहीं",
  "This Court in Gian Singh vs State of Punjab and Another’ while": "4. इस न्यायालय ने ज्ञान सिंह बनाम पंजाब राज्य और अन्य 7 में अपराधी और पीड़ित के बीच समझौते के",
  "dealing with an issue regarding quashing of criminal proceedings on": "आधार पर आपराधिक कार्यवाही को रद्द करने के मुद्दे से निपटते हुए कहा कि भले ही किसी जघन्य अपराध में",
  "that even if settlement or payment of compensation is pleaded in a": "समझौते या मुआवजे के भुगतान की वकालत की गई हो, फिर भी इसे रद्द नहीं किया जाना चाहिए क्योंकि",
  "are acts which have harmful effect on the public and in general the": "अपराध ऐसे कार्य हैं जिनका जनता और सामान्य तौर पर समाज की भलाई पर हानिकारक प्रभाव पड़ता है।",
  "well-being of the society. It is not safe to leave the crime-doer on the plea of settlement with victim. Relevant paragraph 58 thereof is": "पीड़ित के साथ समझौते की दलील पर अपराध करने वाले को छोड़ना सुरक्षित नहीं है। उसका प्रासंगिक",
  "“58. Where the High Court quashes a criminal proceeding having regard to the fact that the dispute between the": "“५8. जहां उच्च न्यायालय इस तथ्य को ध्यान में रखते हुए आपराधिक कार्यवाही को रद्द कर देता है कि अपराधी",
  "offender and the victim has been settled although the offences are not compoundable, it does so as in its opinion,": "और पीड़ित के बीच विवाद सुलझा लिया गया है, हालांकि अपराध समझौता योग्य नहीं हैं, वह ऐसा इसलिए",
  "continuation of criminal proceedings will be an exercise in futility and justice in the case demands that the dispute": "करता है क्योंकि उसकी राय में, आपराधिक कार्यवाही जारी रखना एक अभ्यास होगा निरर्थकता में और मामले",
  "futility and justice in the case demands that the dispute between the parties is put to an end and peace is restored; securing the ends of justice being the ultimate guiding": "में न्याय की मांग है कि पक्षों के बीच विवाद समाप्त हो और शांति बहाल हो; न्याय के अंत को सुरक्षित करना ही",
  "factor. No doubt, crimes are acts which have harmful effect": "अंतिम मार्गदर्शक कारक है। इसमें कोई संदेह नहीं है, अपराध वे कार्य हैं जिनका जनता पर हानिकारक प्रभाव",
  "on the public and consist in wrongdoing that seriously endangers and threatens the well-being of the society and": "पड़ता है और इसमें ऐसे गलत कार्य शामिल होते हैं जो समाज की भलाई को गंभीर रूप से खतरे में डालते हैं और",
  "it is not safe to leave the crime-doer only because he and": "खतरे में डालते हैं और अपराध करने वाले को केवल इसलिए छोड़ना सुरक्षित नहीं है क्योंकि उसने और पीड़ित",
  "the victim have settled the dispute amicably or that the victim has been paid compensation, yet certain crimes": "ने विवाद सुलझा लिया है। सौहार्दपूर्ण ढंग से या कि पीड़ित को मुआवजा दिया गया है, फिर भी कुछ अपराधों को",
  "have been made compoundable in law, with or without the permission of the court. In respect of serious offences": "अदालत की अनुमति के साथ या उसके बिना, कानून में समझौता योग्य बना दिया गया है। हत्या, बलात्कार,",
  "like murder, rape, dacoity, etc., or other offences of mental": "डकैती, आदि जैसे गंभीर अपराधों या आईपीसी के तहत मानसिक विकृति के अन्य अपराधों या विशेष कानूनों के"
}