{
  "cleaning of foodgrains/fertilizers etc. and transporting of": "यह 'एफ,सी.आई. और कथित सामग्री आदि में खाद्य अनाज के देखभाल और परिवहन",
  "“PEG Bhawanipur-I Centre": "\"६८ भवानीपुर-। केंद्र\"",
  "Serial No. | Bidder Rate": "क्रम सं. बोलीदार दर",
  "1. Maa Bhawani Transport 222% ASOR": ". माँ भवानी ट्रांसपोर्ट 222% ए.एस.ओ.आर.",
  "2. Iqbal Ahmad Ansari 154% ASOR": "2. इकबाल अहमद अंसारी  54% ए.एस.ओ.आर.",
  "3. Suresh Singh 174% ASOR": "3. सुरेश सिंह 74% ए.एस.ओ.आर.",
  "PEG Bhawanipur-ll Centre": "पीईजी भवानीपुर-॥। केंद्र",
  "2. Iqbal Ahmad Ansari 153% ASOR": "2. इकबाल अहमद अंसारी 53% ए.एस.ओ.आर.",
  "Mirzapur Centre": "मिर्जापुर केंद्र",
  "1. Maa Bhawani Transport 219% ASOR": ". मां भवानी ट्रांसपोर्ट 29% ए.एस.ओ.आर",
  "2 Iqbal Anmad Ansari 139% ASOR": "2. इकबाल अहमद अंसारी 39% ए.एस.ओ.आर",
  "3. Suresh Singh 134% ASOR": "3. सुरेश सिंह 34% ए.एस.ओ.आर",
  "4. Shaquil Ahmad 248% ASOR": "८. शकील अहमद 248% ए.एस.ओ.आर",
  "Tendu (Sonbhadra) Centre": "तेंदू (सोनभद्र) केंद्र",
  "1. Maa Bhawani Transport 180% ASOR": ". मां भवानी ट्रांसपोर्ट 80% ए.एस.ओ.आर",
  "2. Dharam Raj Singh 300% ASOR": "2. धर्मराज सिंह 300% ए.एस.ओ.आर",
  "3. Sonbhadra Transport Not specified in words and numbers": "3. सोनभद्र ट्रांसपोर्ट शब्दों एवं. अंकों में विनिर्दिष्ट नहीं",
  "4. Manisha Engineering 225% ASOR": "८. मनीषा इंजीनिरिंग 225% ए.एस.ओ.आर",
  "5. Arjun Singh 25% ASOR": "5 अर्जुन सिंह 25% ए.एस.ओ.आर",
  "4. On 04.05.2018, the then Managing Director of the Corporation": "4. तब दिनांक 04. 05. 208 को निगम के तत्कालीन प्रबंध निदेशक ने स्पष्ट रूप से",
  "cancelled the aforesaid tender apparently on the ground that it was": "इस आधार पर उपरोक्त निविदा को रद्द कर दिया कि इस तरह के निविदा के साथ आगे",
  "“impractical” to go ahead with such tender. As a result, on 01.06.2018,": "बढ़ना 'अव्यावहारिक' है। फलस्वरूप दिनांक 0.06.208 को, उसी क्षेत्र के लिए,",
  "workable capacity and estimated annual value of the contract. It may be": "अनुबंध की समान कार्य क्षमता और अनुमानित वार्षिक मूल्य के लिए पूर्वोक्त निविदा को",
  "added that each of these tenders were for a period of two years.": "पुनः जारी किया गया। यह कहा जा सकता है कि इनमें से प्रत्येक निविदा दो साल की अवधि के लिए थी।",
  "foodgrains/fertilizers etc. from Railway Station to Corporation godowns": "और खाद्यान्न/उर्वरक इत्यादि का रेलवे स्टेशन से निगम के गोदामों तक अथवा निगम",
  "terms, and so far as the region Vindhyachal (Mirzapur) is concerned, it": "ई-टेंडर नोटिश जारी किया गया और जहां तक विंध्याचल (मिर्जापुर) क्षेत्र का संबंध है,",
  "term, and prayed for the setting aside of the Corporation’s cancellation order dated 26.07.2019 of the tender dated 01.06.2018.": "0.06.208 की निविदा को रद्द करने वाला निगम का आदेश दिनांकित 26.07.209 अपास्त करने के लिए करने के लिए प्रार्थना की।",
  "impugned in the appeals arising out of SLP (C) No. 5136 of 2020 and SLP (C) No. 7351 of 2020, the High Court, after setting out the prayer in": "जो एस.एल.पी. (सिविल) सं. 536 वर्ष 2020 के एस.एल.पी. (सिविल) सं. 735] वर्ष 2020 से उत्पन्न अपीलों में आक्षेपित है, रिट याचिका में की गयी प्रार्थना को निर्धारित",
  "the Writ Petition, set out four questions that arose before it as follows:": "करने के बाद अपने समक्ष उत्पन्न चार प्रश्न निर्धारित किए जो इस प्रकार हैं: (क) क्या दो",
  "are based upon no material and hence perverse;": "आधारित नहीं है और इसलिए विकृत हैं।",
  "the latter rates to be extremely high. In his report dated 14.06.2019, he": "में, और बाद की दरें बेहद अधिक पाई गईं। दिनांकित 4. 06. 209 की अपनी रिपोर्ट",
  "therefore ultimately concluded:": "में उन्होंने अंततः निष्कर्ष निकालाः",
  "“It is mentionable that cancellation of e-tendering process done~ earlier through Advertisement": "यह उल्लेखनीय है कि ई-टेंडरिंग प्रक्रिया को विज्ञापन संख्या .00.2338 दिनांकित",
  "acceptable in any circumstance. In this respect, for": "अव्यावहारिक हैं, किसी भी परिस्थिति",
  "constituted at Division Level considered PEG Tendu (Sonbhadra) Centre only as impractical whereas the": "पर गठित समिति ने पीईजी तेंड्र (सोनभद्र) केंद्र को केवल अव्यावहारिक माना, जबकि",
  "Head Office accepted it as it is in respect of all centres.": "प्रधान कार्यालय ने इसे स्वीकार कर लिया क्योंकि यह सभी केंद्रों के संबंध में है। जहां",
  "As far as question of hiding of fact regarding forfeiture of security deposit by Uday Construction or application filed for producing the same are concerned, then in this": "तक उदय कंस्ट्रक्शन द्वारा सिक्योरिटी डिपॉजिट को जब्त करने या उसी के उत्पादन के लिए दायर किए गए आवेदन के संबंध में तथ्य छिपाने का सवाल है, तो इस संबंध में यह",
  "ground rejection of bids received for other centres was prima facie not justified.”": "आधार पर अन्य केंद्रों के लिए प्राप्त बोलियों की अस्वीकृति उचित नहीं थी।\"",
  "9. Given these two reports, the Special Secretary, Government of U.P.": "9. प्रस्तुत इन दोनों रिपोर्टों में विशिष सचिव, उ.प्र. सरकार ने प्रबंध निदेशक को एक पत्र",
  "wrote a letter dated 16.07.2019 to the Managing Director, in which the": "दिनांकित 6.07.209 लिखा, जिसमें प्रबंध निदेशक की रिपोर्ट दिनांकित",
  "Managing Director’s report dated 14.06.2019 was referred to, and concluded:": "4.06.209 को संदर्भित देकर निष्कर्ष निकाला गयाः",
  "“In this, the role of Officer of Regional Level (Vindhyachal Division) and accepting Officer and": "इसमें क्षेत्रीय स्तर के अधिकारी (विंध्याचल डिवीजन) और उच्च दर स्वीकृति देने वाले",
  "erstwhile Managing Director and officers concerned with": "अधिकारी और तत्कालीन प्रबंध निदेशक और मुख्यालय से संबंधित अधिकारियों की",
  "enquiry of matter at your own level, the financial loss caused to the Government and after evaluating the": "आप अपने स्तर पर मामले की जांच करके, सरकार को हुए वित्तीय नुकसान और उसका",
  "same, shall take action to recover the said amount from concerned Contractor and concerned Officers. The": "मूल्यांकन करने के बाद, संबंधित ठेकेदार और संबंधित अधिकारियों से उक्त राशि की",
  "Officers/Employees against whom = any _ previous": "वसूली के लिए कार्रवाई करेंगे। जिन अधिकारियों /कर्मचारियों के खिलाफ कोई पूर्व",
  "departmental proceeding is pending, in respect of them by including these charges as additional Charge Sheet": "विभागीय कार्यवाही लंबित है, उनके संबंध में इन आरोपों को अतिरिक्त चार्जशीट के रूप",
  "action shall be taken and against officers/employees": "में शामिल करके कार्रवाई की जाएगी और उन अधिकारियों / कर्मचारियों के खिलाफ दोषी",
  "found guilty in the matter against whom no proceedings are pending, proceeding shall be done by marking them.": "पाया जाएगा जिनके खिलाफ कोई कार्यवाही लंबित नहीं है, उन्हें चिह्नित करके कार्यवाही",
  "The tenders of abovementioned firms which are granted contrary to rules, by cancelling them the appointment of": "की जाएगी । उपरोक्त उल्लिखित फर्मों को प्रदान की गयी नियम विरूद्ध निविदाओं को रद्द",
  "justified in cancelling the written agreement with the petitioner after a lapse of a year, without putting him to": "वर्ष सफलतापूर्वक बिता लेने के उपरान्त निगम के साथ की गयी संविदा को 'अवैध और मनमानीपूर्ण तरीके से' समाप्त कर दिया है उसको चुनौती दिया है, और दिनांकित",
  "notice;": "उद्घोषणा",
  "“If the officials had cancelled the earlier tender notice in": "यदि अधिकारियों ने स्वविवेकानुसार पूर्व टेंडर नोटिस को रद्द कर दिया होता और उन",
  "their wisdom and the cancellation of those tender notice was never questioned, merely because those earlier": "टेंडर नोटिस को रद्द करने पर कभी सवाल नहीं उठाया गया होता, केवल इसलिए कि उन",
  "tender notices were cancelled/ withdrawn, a necessary": "पूर्व टेंडर नोटिसों को रद्द या वापस ले लिया गया था तब यह उपधारणा नहीं की जा",
  "presumption cannot be raised that the third notice": "सकता है कि तीसरा नोटिस जिसमें निविदा आमंत्रित किया गया था वह कुछ वाह्य",
  "inviting tender was for some extraneous considerations. It is true that the prices this time were taken to be very": "प्रतिफल के लिए था। यह सच है कि इस बार की कीमतों को निविदा की प्रक्रिया में पूर्व",
  "power has to not only render due application of mind but": "प्राधिकारी न केवल अपने विवेक का सम्यक रूप से प्रयोग करे बल्कि उन प्रक्रियाओं का",
  "also to follow the procedure which would not render the entire action arbitrary. It is settled legal principle that": "भी पालन करे जिससे कार्यवाही मनमानापूर्ण न बन जाए। यह सुस्थापित विधित सिद्धान्त",
  "whatever is arbitrary, is hit by Article 14 of the": "है कि जो भी मनमानापूर्ण है, वह भारत के संविधान के अनुच्छेद 4 द्वारा बाधित होता है",
  "in taking impugned action was not only quite ex parte but also under the executive fiats of the Special": "प्रक्रिया का पालन किया वह न केवल पूर्णरूपेण एकपक्षीय है बल्कि सरकार के विशेष",
  "Secretary of the Government which was quite uncalled for.”": "सचिव के कार्यकारी व्यवस्थापत्र है जिसको अनसुना कर दिया गया था।'",
  "14. Having so held, the High Court then concluded:": "4. इस प्रकार न्यायालय ने सुनकर निम्नलिकित निष्कर्ष निकाला: आदेश दिया गया",
  "“Order impugned is basically based on the enquiry report prepared by the Managing Director himself and": "मूल रूप से प्रबंध निदेशक द्वारा तैयार की गई जांच रिपोर्ट पर आधारित है और यह कि",
  "that the enquiry was conducted in the ex parte manner and the Managing Director failed to offer any opportunity": "जांच पूर्व पक्षीय तरीके से आयोजित की गई थी और प्रबंध निदेशक आदेश पारित करने",
  "and the Managing Director failed to offer any opportunity of hearing to the petitioner before passing the order": "से पहले याचिकाकर्ता को सुनवाई का कोई अवसर प्रदान करने में विफल रहा, जिसका",
  "impugned which has the effect of terminating the agreement for no justifiable reason to hold that the": "प्रभाव है बिना किसी उचित कारण के समझौते को समाप्त करने का प्रभाव यह मानने के",
  "petitioner was at fault at any point of time. Element of": "लिए कि याचिकाकर्ता किसी भी समय गलती पर था। इसलिए, प्रबंध निदेशक की तरफ",
  "impugned, therefore, terminating the agreement dated 26.7.2019 cannot be sustained in law.": "दिनांकित 26.7.209 के करार को समाप्त करने वाला आदेश कानून में पोषणीय नहीं है।",
  "Thus, for the forgoing discussions writ petition succeeds": "इस प्रकार, पूर्वगामी चर्चा के कारण रिट याचिका सफल हो जाती है और अनुज्ञात जाती",
  "and is allowed. The order dated 26.7.2019 (Annexure- 13) to the writ petition and the enquiry report dated": "है। रिट याचिका में किया गया आदेश दिनांकित 26.7.209 (संलग्रक-3) और प्रबंध",
  "as the order passed by the Special Secretary dated 16.7.2019 are also hereby quashed.": "सचिव द्वारा दिनांक 26.7.209 द्वारा पारित आदेश को भी रद्द कर दिया गया है। यदि",
  "The consequential action if taken pursuant to the impugned order is also quashed. The consequences to": "आक्षेपित आदेश के अनुसरण में कोई कार्यवाही की गयी है तो वह भी रद्द की जाती है।",
  "follow, however, there will be no order as to costs.”": "तथापि, खर्चे संबंधी कोई कोई आदेश नहीं दिया जाएगा।",
  "15. Dr. Abhishek Manu Singhvi, learned Senior Advocate appearing on": "5. डॉ. अभिषेक मनु सिंघवी, निगम की ओर से उपस्थित वरिष्ठ अधिवक्ता, ने पहली",
  "second tender. The High Court went way beyond, and not only quashed": "को रद्द करने की प्रार्थना किया गया। उच्च न्यायालय इस सब से परे जाकर न केवल",
  "the aforesaid cancellation, but also quashed the enquiry report of the": "पूर्वोक्त निरसन आदेश को रद्द कर दिया , बल्कि प्रबंध निदेशक की. जांच रिपोर्ट",
  "Managing Director dated 14.06.2019, as well as the order passed by the": "दिनांकित 4.06.209 साथ ही विशेष सचिव के आदेश दिनांकित 6.07.209 को",
  "and the rates in the 01.06.2018 tender, that the disparity was so great as": "दरों और दिनांक 0.06.208 की निविदा में तय दर जन्हें रद्द कर दिया गया था उनके बीच तुलना के आधार पर, यह स्पष्ट करने के लिए असमानता इतनी ज्यादा थी कि इन",
  "to make it clear that the contracts for these four centres ought not to have been entered into at these rates at all. He argued that the High": "चार केंद्रों के लिए इन दरों पर संविदा नहीं किया जाना चाहिए था। उन्होंने तर्क दिया कि",
  "Court ought to have appreciated the huge financial loss that was caused as aresult of awarding the contract at these rates, and ought not to have": "उच्च न्यायालय को इन दरों पर संविदा करने देने के परिणामस्वरूप होने वाले भारी वित्तीय",
  "natural justice showed that it was not an inflexible straitjacket, but had to": "न्याय पर मामले के कानून से पता चला है कि यह एक अनम्य स्ट्रैटजैकेट नहीं था,",
  "the facts of a given case, if otherwise such breach does not result in": "न्याय का उल्लंघन किया जा सकता है किसी दिए गए मामले के तथ्य, यदि अन्यथा इस",
  "aside the impugned judgment insofar as it has quashed the Managing": "होने के कारण, हमने आक्षेपित निर्णय को अपास्त कर दिया क्योंकि न्यायालय ने प्रबंध",
  "Director’s report dated 14.06.2019, and the order of the Special": "निदेशक की रिपोर्ट दिनांकित 4.06.209 और विशेष सचिव के आदेश दिनांकित",
  "19. Dr. Singhvi’s preliminary objection as to Respondent No.1 having to": "9. डॉ. सिंघवी की प्रारंभिक आपत्ति जो संविदा के विखंडन से संबंधित है कार्यवाही",
  "approach a civil court, and not a writ court, for actions that pertain to": "करने के लिए प्रत्यर्थी- को रिट न्यायालय न जाकर सिविल न्यायालय जाने से रोक",
  "writ petition under Article 226 of the Constitution is maintainable at the instance of an aggrieved party to enforce a contractual obligation of the": "के अनुच्छेद 226 के तहत कोई रिट याचिका राज्य के संविदात्मक दायित्व को लागू करने",
  "State or its instrumentality when the State acts in an arbitrary manner, as": "के लिए पीड़ित पक्ष के पहल पर तब पोषणीय होती है जब राज्य मनमाने तरीके से कार्य",
  "follows:": "करता है, जो निम्नानुसार हैः",
  "“8. As could be seen from the arguments addressed in this appeal and as also from the divergent views of the two courts below, one of the questions that falls for our": "8. जैसा कि इस अपील में दिए गए तकों से और साथ ही निचली दोनें न्यायालयों के अलग-अलग विचारों से देखा जा सकता है, उनमें से एक प्रश्न जो हमारे समक्ष विचारणीय",
  "consideration is whether a writ petition under Article 226 of the Constitution of India is maintainable to enforce a": "है वह यह है कि क्या भारत के संविधान के अनुच्छेद 226 के तहत. किसी पीड़ित",
  "contractual obligation of the State or its instrumentality, by an aggrieved party.": "पक्षकार द्वारा दायर रिट याचिका राज्य या राज्य की मशीनरी द्वारा संविदात्मक दायित्व के",
  "9. In our opinion this question is no more res integra and": "9. हमारी राय में यह प्रश्न अनिर्णीत नहीं रह गया है और इस न्यायालय के अनेक न्यायिक",
  "of this Court. InK.N. Guruswamy v. State — of": "निर्णयों में यह स्थापित ह चुका है। के .एन. गुरुस्वामी बनाम मैसूर राज्य [(955)",
  "Mysore [(1955) 1 SCR 305] this Court held:": "एस.सी.आर. 305] में यह न्यायालय ने निम्नानुसार धारित कियाः",
  "“20. The next question is whether the appellant can": "20. अगला सवाल यह है कि क्‍या अपीलकर्ता रिट के माध्यम से इसकी शिकायत कर",
  "complain of this by way of a writ. In our opinion, he could have done so in an ordinary case. The appellant is": "सकता है। हमारी राय में, वह एक सामान्य मामले में ऐसा कर सकता था। अपीलकर्ता इन",
  "interested in these contracts and has a right under the laws of the State to receive the same treatment and be": "संविदाओं में रुचि रखता है और उसमें राज्य में प्रवर्तित विधि के तहत समान उपचार",
  "the appellant the writ he seeks. But, owing to the time which this matter has taken to reach us (a consequence": "अनुज्ञा देना चाहेगें। लेकिन, उस समय के चलते जिसके कारण यह मामला हमारे समक्ष",
  "which this matter has taken to reach us (a consequence for which the appellant is in no way to blame, for he has": "पहुंचा (परिणामस्वरूप अपीलकर्ता को किसी भी तरह से दोषी नहीं ठहराया जा सकता",
  "done all he could to have an early hearing), there is": "है, क्योंकि उसने वह सब किया है जिससे जल्दी सुनवाई हो सकती थी ), संविदा करने",
  "barely a fortnight of the contract left to go...A writ would therefore be ineffective and as it is not our practice to": "के लिए मुश्किल से पन्द्रद दिन का समय बचा है... इसलिए यह रिट अप्रभावी हो जाएगी",
  "10. It is clear from the above observations of this Court": "0. उक्त मामले में इस न्यायालय की उपरोक्त टिप्पणियों से यह स्पष्ट है , भले ही उस",
  "in the said case, though a writ was not issued on the facts of that case, this Court has held that on a given set": "मामले के तथ्यों के आधार पर रिट जारी नहीं किया गया था फिर भी इस न्यायालय ने",
  "of facts if a State acts in an arbitrary manner even ina": "यह माना है कि दिए गए इन तथ्यों पर यदि कोई राज्य संविदा के मामले में भी मनमाने",
  "matter of contract, an aggrieved party can approach the court by way of writ under Article 226 of the Constitution": "तरीके से कार्य करता है, तो एक पीड़ित पक्ष संविधान के अनुच्छेद 226 के तहत रिट के",
  "and the court depending on facts of the said case is": "माध्यम से अदालत का दरवाजा खटखटा सकता है और उक्त मामले के तथ्यों के आधार",
  "empowered to grant the relief. This judgment in K.N. Guruswamy v. State of Mysore was followed": "पर अदालत को राहत देने का अधिकार है। के.एन. गुरुस्वामी बनाम मैसूर राज्य के मामले",
  "subsequently by this Court in the case of D.FO. v. Ram Sanehi Singh [(1971) 3 SCC 864] wherein this Court": "में पारित इस निर्णय का का बाद में डी .एफ.ओ. बनाम राम सनेही सिंह [(974) 3 एस,सी.सी. 864] के मामले में इस न्यायालय द्वारा अनुसरण कर निम्नानुसार धारित",
  "held:": "किया गयाः",
  "“By that order he has deprived the respondent of a": "उस आदेश के माध्यम से उन्होंने प्रतिवादी को उस मूल्यवान अधिकार से वंचित कर",
  "valuable right. We are unable to hold that merely": "दिया है। हम यह नहीं कह सकते है कि केवल उस अधिकार की उत्पत्ति के आधार पर",
  "claims was initially in a contract, for obtaining relief": "गैरकानूनी कार्रवाई के खिलाफ राहत प्राप्त करने के लिए संविदा करते समय किया था,",
  "public authority he must resort to a suit and not to a petition by way of a writ. In view of the judgment of this": "उसे वाद का सहारा लेना चाहिए न कि रिट के माध्यम से याचिका का। के.एन. गुरुस्वामी",
  "petition by way of a writ. In view of the judgment of this Court in K.N. Guruswamy case there can be no doubt": "मामले में इस न्यायालय के निर्णय के दृष्टिगत इसमें कोई संदेह नहीं हो सकता है कि",
  "that the petition was maintainable, even if the right to relief arose out of an alleged breach of contract, where": "याचिका पोषणीय थी, भले ही अनुतोष का अधिकार संविदा के कथित विखण्ड़न से उत्पन्न",
  "the action challenged was of a public authority invested with statutory power.”": "हुआ हो, जहां पर सांविधिक प्रावधानों द्वारा राज्य को दी गयी शक्ति को चुनौती दी गयी थी।'",
  "11.In the case ofGujarat State Financial Corpn. v. Lotus Hotels (P) Ltd. [(1983) 3 SCC 379] this": "7. गुजरात राज्य वित्तीय निगम बनाम लोटस होटलल्‍्स (प्राइवेट) लिमिटेड [(983) 3",
  "Shetty v. International Airport Authority of India [(1979) 3": "अंतर्राष्ट्रीय हवाई अड्डा प्राधिकरण [(979) 3 एस.सी.सी. 489] के मामले में पारित पूर्व",
  "The instrumentality of the State which would be ‘other": "राज्य की मशीनरी जो अनुच्छेद 2 के अधीन \"अन्य प्राधिकारी\" होगी, उस दूसरे पक्षकार",
  "which acted on that undertaking or promise and put itself in a_ disadvantageous’ position. The appellant": "उपक्रम या वादे पर कार्य किया और स्वयं को प्रतिकूल स्थिति में डाल दिया। राज्य",
  "Corporation, created under the State Financial Corporations Act, falls within the expression of ‘other": "वित्तीय निगम अधिनियम के तहत बनाया गया अपीलकर्ता निगम अनुच्छेद 2 में 'अन्य",
  "authority’ in Article 12 and if it backs out from such a": "प्राधिकरण' की अभिव्यक्ति के अंतर्गत आता है और यदि वह इस तरह के वादे से मुकर",
  "promise, it cannot be said that the only remedy for the": "जाता है, तो यह नहीं कहा जा सकता है कि पीड़ित पक्षकार के लिए एकमात्र उपाय है",
  "contract and, therefore, interference under Article 226 of": "संविदा भंग से हुयी क्षतिपूर्ति के लिए वाद दायर करेगा और न्यायालय अनुच्छेद 226 के",
  "and that it could not compel the Corporation for specific performance of the contract under Article 226.": "तहत संविदा के विनिर्दिष्ट अनुपालन के लिए बाध्य नहीं कर सकता था।",
  "12. The learned counsel appearing for the first respondent, however, submitted that this Court has": "2. फिर भी प्रथम प्रतिवादी की ओर से उपस्थित विद्वान अधिवक्ता ने कथन किया कि",
  "taken a different view in the case of LIC of India v. Escorts Ltd. [(1986) 1 SCC 264] wherein this": "इस न्यायालय ने एल.आई.सी. ऑफ इंडिया बनाम एस्कॉर्ट्स लिमिटेड [(986) 7",
  "obligations or obligations arising out of the tort, the court": "संविदात्मक दायित्वों या अपकृत्य से उत्पन्न दायित्वों से संबंधित है , तब न्यायालय",
  "may not ordinarily examine it unless the action has": "आमतौर पर इसकी जांच नहीं कर सकती है जब तक कि कार्रवाई में कुछ लोक विधि के",
  "some public law character attached to it. Broadly speaking, the court will examine actions of State if they": "गुण इससे संलग्न न हो। मोटे तौर पर, न्यायाल राज्य के कार्यों की जांच तब करेगी यदि वे",
  "pertain to the public law domain and refrain from": "लोक विधि की परिधि के तहत आते हैं और यदि वे निजी वैयक्तिक विधि के क्षेत्र से",
  "case with reference to the particular action, the activity in which the State or the instrumentality of the State is": "के संदर्भ में तय किया जाना चाहिए, जिस गतिविधि में राज्य या राज्य की साधनता",
  "engaged when performing the action, the public law or private law character of the action and a host of other": "कार्रवाई करते समय लगी हुई है, कार्रवाई का सार्वजनिक कानून या निजीकानून चरित्र",
  "relevant circumstances. When the State or an": "और अन्य प्रासंगिक परिस्थितियों। जब राज्य अथवा उसका कोई अंग कॉरपोरेट जगत के",
  "world and purchases the shares of a company, it": "साथ व्यापार करता है और किसी कम्पनी के शेयर को खरीदता है तब राज्य स्वयं को ऐसे",
  "assumes to itself the ordinary role of a shareholder, and dons the robes of a shareholder, with all the rights": "शेयरधीरी को मिले सभी अधिकारों के साथ शेयरधारी के सामान्य रोल और डान्स और",
  "its reasons when it seeks to change the management, by a resolution of the company, like any other shareholder.”": "माध्यम से प्रबंधन में परिवर्तन करना चाहता है, जैसे अन्य अंशधारी करते हैं।",
  "13. We do not think this Court in the above case has, in": "3. हमें नहीं लगता कि उपरोक्त मामले में यह न्यायालय किसी भी तरह से, यहां दिए गए",
  "any manner, departed from the view expressed in the earlier judgments in the case cited hereinabove. This": "मामले में पूर्व निर्णयों में व्यक्त किए गए दृष्टिकोण से परे चला गया है। यह न्यायालय",
  "Court in the case of LIC of India proceeded on the facts": "भारतीय जीवन बीमा निगम के मामले में उस मामले के तथ्यों पर आगे बढ़ा और धारित",
  "of that case and held that a relief by way of a writ petition may not ordinarily be an appropriate remedy.": "किया कि रिट याचिका के माध्यम से कोई अनुतोष आमतौर पर एक समुचित उपचार नहीं",
  "This judgment does not lay down that as a rule in": "हो सकता है। यह निर्णय प्रतिपादित नहीं करता है कि संविदा के मामलों में किसी नियम",
  "matters of contract the court's jurisdiction under Article 226 of the Constitution is ousted. On the contrary, the": "की भांति संविधान के अनुच्छेद 226 के तहत प्रदत्त न्यायालय के क्षेत्राधिकार को बाहर",
  "use of the words “court may not ordinarily examine it": "कर दिया गया है। इसके विपरीत, \"न्यायालय साधारणतया इसकी परीक्षा नहीं कर सकता",
  "unless the action has some _ public law character": "है जब तक कि कार्रवाई में कुछ लोक विधि का गुण संलग्न न हो\" पद का प्रयोग स्वयं में",
  "attached to it” itself indicates that in a given case, on the existence of the required factual matrix a remedy under": "संकेत करता है कि किसी दिए गए मामले में, अपेक्षित तथ्यात्मक मैट्रिक्स के होने पर ही",
  "Article 226 of the Constitution will be available. The": "संविधान के अनुच्छेद 226 के तहत कोई उपचार प्रदान किया जाएगा।",
  "learned counsel then relied on another judgment of this Court in the case of State of U.P. v. Bridge & Roof Co.": "तब विद्वान अधिवक्ता ने इस न्यायालय द्वारा पारित अन्य निर्णय उ. प्र. राज्य बनाम ब्रिज",
  "(India) Ltd. [(1996) 6 SCC 22] wherein this Court held:": "एंड रूफ कंपनी (इंडिया) लिमिटेड [(996) 6 एस.सी.सी. 22] का अवलम्ब लिया जहां पर न्यायालय ने धारित कियाः",
  "Further, the contract in question contains a clause": "इसके अलावा, प्रश्नगत संविदा एक उपखण्ड़ दिया गया है जिसमें अन्य बातों के साथ",
  "providing inter alia for settlement of disputes by": "साथ उपबंधित है कि मामले को मध्यस्थम को संदर्भित कर विवाद को सुलझाया जा",
  "questions of fact as well as questions of law. When the": "सकता है। मध्यस्थमय विधि संबंधी प्रश्नों के साथ -साथ तथ्य संबंधी प्रश्नों दोनों का",
  "disputes arising from the contract, there is no reason why the parties should not follow and adopt that remedy": "ढंग का उपबंध करती है तब ऐसा कोई कारण नहीं है कि पक्षकारों को उस उपचार का",
  "Court under Article 226. The existence of an effective": "है, तो उच्च न्यायालय संविधान के अनुच्छेद 226 के अधीन अपने विवेकाधिकार का",
  "remedy under Article 226 of the Constitution. We have": "मामले को संविधान के अनुच्छेद 226 के तहत की कार्यवाही में सुविधाजनक या",
  "agreement in that regard, the courts will not permit": "संतोषजनक ढंग से तय नहीं किया जा सकता है। ऐसे मामलों में न्यायालय पीड़ित पक्ष को",
  "“21. On the question that the relief as sought for and": "\"2. इस प्रश्न पर कि जिस उपचार को उच्च न्यायालय से मांग की गयी है और उसके द्वारा",
  "granted by the High Court arises purely in the contractual field and, therefore, the High Court ought not to have exercised its power under Article 226 of the": "प्रदान किया गया है वह विशुद्ध रूप से संविदा संबंधी क्षेत्र में उत्पन्न होती है और इसलिए, उच्च न्यायालय को संविधान के अनुच्छेद 226 के तहत अपनी शक्ति का प्रयोग नहीं करना",
  "of the Andhra Pradesh High Court inY.S. Raja Reddy v. A.P. Mining Corpn. Ltd. [(1988) 2 An LT 722]": "चाहिए और वाई. एस. राजा रेड्डी बनाम ए.पी. माइनिंग कॉर्पन लिमिटेड [(988) 2 ए",
  "and the decisions of this Court in Har Shankar v. Dy.": "एलटी 722] में आंध्र प्रदेश च्च न्यायालय के निर्णय और हर शंकर बनाम उप आबकारी",
  "Excise & Taxation Comm. [(1975) 1 SCC 737], Radhakrishna Agarwal v. State of Bihar [(1977) 3 SCC": "और कराधान आयुक्त [(2975)  एस.सी.सी. 737], राधाकृष्ण अग्रवाल बनाम बिहार",
  "457], Ramlal & Sonsv. State of Rajasthan [(1976) 1": "राज्य [(977) 3 एस.सी.सी 457], रामलाल एंड संस बनाम राजस्थान राज्य",
  "SCC 112], Shiv Shankar Dal _ Millsv. State — of Haryana [(1980) 2 SCC 437],Ramana Dayaram": "|(976) . एस.सी.सी. 2], शिव शंकर मिल्‍्स बनाम हरियाणा राज्य [980 (2",
  "Haryana [(1980) 2 SCC 437],Ramana Dayaram Shetty v. International Airport Authority of India [(1979) 3": "एस.सी.सी. 437] रमना शेट्टी बनाम अंतर्रष्ट्रीय हवाई अड्डा प्राधिकरण [979] और",
  "149]. Though there is one set of cases rendered by this Court of the type arising in Radhakrishna_ Agarwal case [(1977) 3 SCC 457] much water has flown in the": "चाहिए। यद्यपि राधाकृष्ण अग्रवाल प्रकरण [(977) 3 एस.सी.सी. 457 |] में उत्पन्न इस",
  "principles of natural justice in exercise of such power or": "प्राकृतिक न्याय के नियमों अथवा सिद्धांतों का उल्लंघन किया अथवा उनका निर्णय विकृत",
  "its decision is perverse or passed an irrational order, this Court has interceded even after the contract was": "है अथवा कोई तर्कहीन आदेश पारित किया वहां पर इस न्यायालय ने पक्षकारों और",
  "Court has interceded even after the contract was entered into between the parties and the Government and its agencies. We may advert to three decisions of": "सरकार एवं उसकी एजेंसियों के बीच संविदा हो जाने के बाद भी हस्तक्षेप किया है । हम",
  "this Court in Dwarkadas Marfatia & Sons v. Board of Trustees of the Port of Bombay [(1989) 3 SCC": "द्वारकादास मारफतिया एंड संस बनाम बम्बई बंदरगाह के न्यासी बोर्ड [(989) 3",
  "293], Mahabir Auto Stores v. Indian Oil Corpn. [(1990) 3": "एस.सी.सी. 293], महाबीर ऑटो स्टोर्स बनाम इंडियन ऑयल कॉर्पन [(990) 3",
  "SCC 752] and Shrilekha Vidyarthi (Kumari) v. State of": "एस.सी.सी. 752] और श्रीलेखा विद्यार्थी (कुमारी) बनाम उ.प्र. राज्य [(997) 7",
  "involves breach of statutory obligation when the order complained of was made in exercise of statutory power": "हैं। जहां पर संविदा भंग में वैधानिक दायित्व का भंग शामिल है, जब वैधानिक प्राधिकरण",
  "complained of was made in exercise of statutory power by a statutory authority, though cause of action arises": "द्वारा वैधानिक शक्ति के प्रयोग में आपत्तिजनक आदेश पारित किया गया, भले ही विवाद्य",
  "out of or pertains to contract, brings it within the sphere": "संविदा से उत्पन्न अथवा उससे संबंधित है, इसको सार्वजनिक विधि की परिधि में ले",
  "of public law because the power exercised is apart from contract. The freedom of the Government to enter into": "आता है क्योंकि वैधानिक शक्ति का प्रयोग संविदा से परे है। सरकार का किसी के साथ",
  "business with anybody it likes is subject to the condition of reasonableness and fair play as well as_ public": "जिसके साथ वह चाहे व्यापार करने स्वतंत्रता तर्कशीलता और निष्पक्षता के साथ-साथ",
  "provisions, as in the present case, it cannot be said that": "मामले में मौजूद नहीं कहा जा सकता है जिसमें तथ्य स्वीकार किये गये हों। इस प्रकार,"
}