{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "[TRANSFER PETITIONS (CIVIL) NOS. 87-101 OF 2014]": "[स्थानांतरण याचिका (दीवानी) संख्या 87-70] वर्ष 204]",
  "The Pharmacy Council of India .. Petitioner": "भारतीय फार्मेसी परिषद... अपीलार्थी",
  "Versus": "बनाम",
  "Dr. S.K. Toshniwal Educational Trusts": "डॉ. एस.के. तोशनीवाल एजुकेशनल ट्रस्ट",
  "Vidarbha Institute of Pharmacy and Ors. Etc. .. Respondents": "विदर्भ इंस्टीट्यूट ऑफ फार्मेसी एवं अन्य इत्यादि... प्रत्यर्थी",
  "WITH": "के साथ",
  "Nos. 2024-27 of 2020 [SLP (C) NO.4124-4127 OF 2016]": "सिविल अपील संख्या 2024-27 वर्ष 2020 [विशेष अनुमति याचिका (दीवानी) संख्या 4]24-427 वर्ष 2076]",
  ". Nos. 2028-31 of 2020 [SLP (C) NO.26480-26483 OF 2017]": "(दीवानी ) संख्या 26480-26483 वर्ष 2077]",
  ". 2032 of 2020 [SLP (C) NO.25160 OF 2017]": "सिविल अपील संख्या 2032 वर्ष 2020 [विशेष अनुमति याचिका (दीवानी) संख्या 2560 वर्ष 2077]",
  ". 2035 of 2020 [SLP (C) NO.608 OF 2018]": "सिविल अपील संख्या 2035 वर्ष 2020 [विशेष अनुमति याचिका (दीवानी) संख्या 608 वर्ष 208]",
  ". 2036 of 2020 [SLP (C) NO.606 OF 2018]": "सिविल अपील संख्या 2036 वर्ष 2020 [विशेष अनुमति याचिका (दीवानी) संख्या 606 वर्ष 208]",
  ". 2033 of 2020 [SLP (C) NO.9547 OF 2018]": "सिविल अपील संख्या 2033 वर्ष 2020 [विशेष अनुमति याचिका (दीवानी) संख्या 9547 वर्ष 208]",
  ". 2034 of 2020 [SLP (C) NO.9546 OF 2018]": "सिविल अपील संख्या 2034 वर्ष 2020 [विशेष अनुमति याचिका (दीवानी) संख्या 9546 वर्ष 208]",
  ". 2037 of 2020 [SLP (C) NO.9572 OF 2018]": "सिविल अपील संख्या 2037 वर्ष 2020 [विशेष अनुमति याचिका (दीवानी) संख्या 9572 वर्ष 208]",
  ". 2039 of 2020 [SLP (C) NO.1171 OF 2018]": "सिविल अपील संख्या 2039 वर्ष 2020 [विशेष अनुमति याचिका (दीवानी) संख्या 237] वर्ष 208]",
  ". 2038 of 2020 [SLP (C) NO.1151 OF 2018]": "सिविल अपील संख्या 2038 वर्ष 2020 [विशेष अनुमति याचिका (दीवानी)",
  ". 2040 of 2020 [SLP (C) NO.36434 OF 2017]": "सिविल अपील संख्या 2040 वर्ष 2020 [विशेष अनुमति याचिका (दीवानी) संख्या 36434 वर्ष 2077]",
  "2041 of 2020 [SLP (C) NO.26391 OF 2018]": "सिविल अपील संख्या 204 वर्ष 2020 [विशेष अनुमति याचिका (दीवानी) संख्या 2639] वर्ष 2078]",
  "WRIT PETITION (C) NO.926 OF 2018": "रिट याचिका (दीवानी) संख्या 926 वर्ष 208",
  "we\" No. 2042 of 2020 [SLP (C) NO.26373 OF 2018]": "सिविल अपील संख्या 2042 वर्ष 2020 [विशेष अनुमति याचिका (दीवानी) संख्या 26373 वर्ष 2078]",
  "\"S. A. No. 2043 of 2020 [SLP (C) NO.15328 OF 2019] &": "सिविल अपील संख्या 2043 वर्ष 2020 [विशेष अनुमति याचिका (दीवानी) संख्या 5328 वर्ष 209] और",
  "JUDGMENT": "निर्णय",
  "M. R. Shah, J.": "न्यायमूर्ति एम. आर. शाह [यमूर्ति . आर, शाह",
  "Courts have allowed the colleges to increase/continue with the increase in intake.": "न्यायालयों ने कॉलेजों को प्रवेश में वृद्धि को बढ़ाने /जारी रखने की अनुमति दी है।",
  "The respective High Courts have concluded that AICTE is the supreme authority": "संबंधित उच्च न्यायालयों ने निष्कर्ष निकाला है कि एआईसीटीई दो निकायों , अर्थात्‌,",
  "between the two bodies, namely, AICTE and PCI and the decision of AICTE will": "एआईसीटीई और पीसीआई के बीच सर्वोच्च प्राधिकारी है, और एआईसीटीई का",
  "prevail over the decision of PCI. That, by the interim orders, the High Court": "निर्णय पीसीआई के निर्णय पर प्रबल होगा। यह कि अंतरिम आदेशों से , उद्च",
  "allowed the Institutions to continue with the increased number of intake as approved/permitted by AICTE. That, in some of the cases, such interim orders": "न्यायालय ने संस्थानों को एआईसीटीई द्वारा अनुमोदित /अनुमति के रूप में प्रवेश की बढ़ी हुई संख्या के साथ जारी रखने की अनुमति दी। यह कि कुछ मामलों में,",
  "have been made absolute. Therefore, the issue involved in the present batch of": "ऐसे अंतरिम आदेशों को निरपेक्ष बनाया गया है। इसलिए, वादों के वर्तमान समूह में",
  "cases is regarding the applicability of the Pharmacy Act, 1948 (hereinafter referred": "शामिल मुद्दा फार्मसी अधिनियम, 948 (एतस्मिनपश्चात फार्मेसी अधिनियम के",
  "to as the Pharmacy Act) or the All India Council of Technical Education Act, 1987": "रूप में संदर्भित ) या अखिल भारतीय तकनीकी शिक्षा परिषद अधिनियम, 987",
  "including approval of courses of study, minimum standards of education required": "पाठ्यक्रमों /संस्थानों का अनुमोदन, परीक्षा के मानकों का मूल्यांकन और उसके",
  "5.7 That the Legislature has clearly envisaged only one autonomous statutory authority to undertake all these integrated functions and it is impossible to": "५.7 यह कि विधानमंडल ने स्पष्ट रूप से इन सभी एकीकृत कार्यों को करने के लिए केवल एक स्वायत्त वैधानिक प्राधिकरण की परिकल्पना की है और यह कल्पना",
  "conceive that in the same very occupied field, another statutory authority, seeks to": "करना असंभव है कि एक ही अधिकृत क्षेत्र में किसी अन्य वैधानिक प्राधिकरण ,",
  "assume/usurp jurisdiction thereby creating unsavory practical problems, conflicts": "अधिकार क्षेत्र को ग्रहण करना /छीनने का प्रयास करता है, जिससे अनिश्चित व्यावहारिक समस्याएं, संघर्ष और विसंगतियां पैदा होती हैं, जिससे विशेष कानून",
  "5.8 That subject of Pharmacy is a special and not a general subject. It is": "५.8 यह कि फार्मेसी का वह विषय विशेष है और वह सामान्य विषय नहीं है। यह",
  "submitted that it has been exhaustively dealt with by the Parliament through the": "कहा गया है कि यह फार्मेसी अधिनियम के माध्यम से संसद द्वारा पूर्णतः निपटा",
  "laying down course content, eligibility conditions for students as well as teachers,": "गया है, जो पाठ्यक्रम की मंजूरी, पाठ्यक्रम सामग्री का निर्धारण, छात्रों के साथ-",
  "evaluation of standards of examination, grant of registration, taking action for any": "साथ शिक्षकों के लिए पात्रता की शर्तें, परीक्षा के मानकों का मूल्यांकन, पंजीकरण",
  "achieved through the Pharmacy Act and the statutory rules and regulations made": "कहा गया है कि यह संपूर्ण विधायी उद्देश्य फार्मेसी अधिनियम और वैधानिक नियमों",
  "5.9 That Section 10 of the Pharmacy Act empowers the PCI to frame Education": "5५.9 यह कि फार्मेसी अधिनियम की धारा 0, पीसीआई को फार्मासिस्ट के रूप में",
  "Regulations prescribing the minimum standards of education required for": "योग्यता के लिए आवश्यक शिक्षा के न्यूनतम मानकों को निर्धारित करते हुए शिक्षा",
  "Education Regulations may prescribe —": "अनुसार, ऐसे शिक्षा विनियम निर्देशित हो सकते हैं-",
  "(a) the nature and period of study and of practical training to be": "(क) परीक्षा में प्रवेश से पूर्व किए जाने वाले अध्ययन की प्रकृति और अवधि",
  "and subsequent professional conduct of pharmacists vests entirely in the PCI and": "शिक्षा के मानकों को विनियमित करने और फार्मासिस्टों के बाद के व्यावसायिक आचरण का अधिकार क्षेत्र पूरी तरह से पीसीआई में निहित है और एआईसीटीई के",
  "AICTE does not have any jurisdiction or power in this behalf.": "पास इस संबंध में कोई अधिकार क्षेत्र या शक्ति नहीं है।",
  "5.2 That, as such, the issue involved in the present batch of cases is now not res": "५.2 इस प्रकार, वादों के वर्तमान समूह में शामिल मुद्दा अब अनिर्णीत विषय नहीं है",
  "integra and is clearly covered by the decision of this Court in the case of AICTE v. Shri Prince Shivaji Maratha Boarding House’s College of Architecture (2019)": "और एआईसीटीई बनाम श्री प्रिंस शिवाजी मराठा बोर्डिंग हाउस कॉलेज ऑफ",
  "case, while dealing with an identical statutory scheme in the case of Council of": "वास्तुकला परिषद के मामले में एक समान वैधानिक योजना से निपटने के दौरान,",
  "even when the definition of “technical education” in Section 2(g) of the AICTE Act also uses the word “architecture”, the said word would have to be dropped from the": "(जी) में \"तकनीकी शिक्षा\" की परिभाषा भी \"वास्तुकला\" शब्द का उपयोग करती है,",
  "also uses the word “architecture”, the said word would have to be dropped from the definition of “technical education” and shall be treated as inapplicable in cases": "उक्त शब्द को \"तकनीकी शिक्षा\" की परिभाषा से हटा दिया जाएगा और उन मामलों",
  "where AICTE imports its regulatory framework. It is further submitted that, in": "में अनुपयुक्त माना जाएगा जहां एआईसीटीई अपने नियामक ढांचे को लागू करती है। उदघोषणा",
  "that AICTE shall not be entitled to impose any regulatory measure in connection": "संबंध में कोई नियामक उपाय लागू करने का हकदार नहीं होगा। उक्त निर्णय के",
  "been placed upon paragraphs 67 to 70 of the said decision.": "प्रस्तर 67 से 70 पर अवलम्ब लिया गया है।",
  "That, in the said decision, this Court considered the entirely identical": "यह कि उक्त निर्णय में इस न्यायालय ने वास्तुविद अधिनियम , 972 में",
  "would squarely apply for interpretation of the Pharmacy Act as well. It is": "अधिनियम की व्याख्या के लिए भी लागू होगा। यह कहा गया कि फार्मेसी के मामले",
  "to prescribe the minimum standards of education and approve courses of study for pharmacists.": "न्यूनतम मानकों को निर्धारित करना है और फार्मासिस्ट के लिए अध्ययन के पाठ्यक्रमों को अनुमोदित करना है।",
  "5.9 That pharmacy is one of the several disciplines/subjects where the": "५.५ यह फार्मसी कई विनियम / विषयों में से एक है जहां विधानमंडल ने निर्धारित",
  "minimum standards are to be prescribed by an autonomous statutory body comprising of eminent professionals in the field. It is submitted that they not only": "स्वायत्त वैधानिक निकाय द्वारा निर्धारित किया जाना है जिस क्षेत्र में प्रख्यात पेशेवर",
  "comprising of eminent professionals in the field. It is submitted that they not only prescribe the standard of education of different courses in the discipline/subject,": "शामिल हैं। यह कहा गया है कि वे न केवल विनियम /विषय में विभिन्न पाठ्यक्रमों",
  "they also lay down eligibility conditions for students as well as teachers, course": "की शिक्षा के मानक निर्धारित करते हैं, बल्कि वे छात्रों के साथ-साथ शिक्षकों,",
  "content, standards for evaluation of examination etc. It is submitted that they also": "पाठ्यक्रम सामग्री, परीक्षा मूल्यांकन के मानक आदि के लिए पात्रता शर्तें भी निर्धारित करते हैं। यह कहा गया है कि वे निरीक्षण द्वारा सत्यापन द्वारा निर्धारित",
  "approve the courses in the subject in colleges/institutions on the basis of the laid": "मानदंडों के आधार पर कॉलेजों /संस्थानों में विषय में पाठ्यक्रमों को भी अनुमोदित",
  "down norms by verification by inspections. It is submitted that the law also deals with the registration of the professionals in that discipline as well as their": "करते हैं। यह कहा गया है कि कानून उस अनुशासन में पेशेवरों के पंजीकरण के",
  "subsequent conduct as registered professionals.": "साथ-साथ पंजीकृत पेशेवरों के रूप में उनके बाद के आचरण से भी संबंधित है।",
  "5.6 That it is very much important and/or necessary that the autonomous": "५.6 यह बहुत महत्वपूर्ण और /या आवश्यक है कि स्वायत्त वैधानिक प्राधिकरण,",
  "statutory authority which is made obliged to supervise and monitor the conduct of professionals by the Legislature in a particular discipline is also given a free hand": "जिसे किसी विशेष अनुशासन में विधानमंडल द्वारा पेशेवरों के आचरण की निगरानी",
  "upon the user of the word “pharmacy” in the definition of “technical education” in Section 2(g) of the AICTE Act. It is submitted that having regard to the law laid": "फार्मेसी अधिनियम की धारा 2 में निहित है। यह कहा गया है कि इस प्रावधान के तहत, राज्य में कोई भी \"प्राधिकरण\" जिसे फार्मेसी में अध्ययन का पाठ्यक्रम",
  "the Pharmacy Act, the said word “pharmacy” would deserve to be dropped from": "जा सकता है। इसलिए यह कहा गया है कि फार्मेसी अधिनियम के तहत फार्मेसी का",
  "for prescribing minimum standards for education in the field of pharmacy.": "शिक्षा के न्यूनतम मानक को निर्धारित करने वाली धारा 0, फार्मासिस्ट के लिए",
  "and Section 42(2) is a penal provision which states that any person who is not a": "नहीं अपना सकता है जब तक कि वह फार्मेसी अधिनियम और धारा 42 (2) के अनुसार फार्मासिस्ट के रूप में पंजीकृत न हो, यह एक दंडात्मक प्रावधान है जिसमें उदघोषणा",
  "registered pharmacist and contravenes Section 42(1) shall be punishable with": "कहा गया है कि कोई भी व्यक्ति जो पंजीकृत फार्मासिस्ट नहीं है और धारा 42()",
  "imprisonment for a term which may extend to six months, or with fine not": "का उल्लंघन करता है, उसको दंडस्वरूप छह माह का कारावास या एक हजार रूपये",
  "5.11 That in exercise of powers vested in it under the Pharmacy Act, the PCI has": "५.] फार्मेसी अधिनियम के तहत इसमें निहित शक्तियों के प्रयोग में, पीसीआई ने",
  "framed a number of Regulations for prescribing minimum standards of education as well as regulating the subject of pharmacy in India, including:-": "शिक्षा के न्यूनतम मानकों को निर्धारित करने के साथ-साथ भारत में फार्मसी के विषय को विनियमित करने के लिए कई विनियम बनाए हैं, जिनमें शामिल हैं:-",
  "Education Regulations, 1991;": "क. शिक्षा विनियम, 99];",
  "b. Pharm. D. Regulations, 2008;": "ख. फार्म, डी, विनियम, 2008",
  "C. Minimum Qualifications for Teachers in Pharmacy Institutions Regulations, 2014;": "ग. फार्मेसी संस्थानों में शिक्षकों के लिए न्यूनतम योग्यता विनियम, 2074",
  "d. Bachelor of Pharmacy (B. Pharm) Course Regulations, 2014;": "घ. बैचलर ऑफ फार्मेसी (बी. फार्म) पाठ्यक्रम विनियम, 2074;",
  "e. Master of Pharmacy (M.Pharm) Course Regulations, 2014;": "ड. मास्टर ऑफ फार्मेसी (एम फार्म) पाठ्यक्रम विनियम, 2074",
  "f. Bachelor of Pharmacy (Practice) Regulations, 2014;": "च. बैचलर ऑफ फार्मेसी (प्रैक्टिस) विनियम, 2074;",
  "g. Pharmacy Practice Regulations, 2015.": "छ. फार्मेसी प्रैक्टिस विनियम, 205",
  "5.12 That the aforesaid statutory scheme clearly demonstrates that the field of": "५.2 यह कि पूर्वोक्त वैधानिक योजना स्पष्ट रूप से दर्शाती है कि फार्मेसी का क्षेत्र",
  "Pharmacy is fully occupied with all details and is all pervasive. It is submitted that": "पूर्णतः विस्तृत सूचनाओं से भरा हुआ है और सभी व्यापक रूप से है। यह कहा गया",
  "it is fully covered and govermed not only by the provisions of the Pharmacy Act,": "है कि यह न केवल फार्मेसी अधिनियम के प्रावधानों द्वारा पूर्णतः कवर और शासित",
  "but also supplemented by the statutory Rules and statutory Regulations made": "है, बल्कि इसके तहत बनाए गए वैधानिक नियमों और वैधानिक विनियमों द्वारा भी",
  "thereunder; thereby providing a complete code on the subject of Pharmacy.": "पूरक है; जिससे फ़ार्मेसी के विषय पर एक संपूर्ण कोड उपलब्ध कराया जा सके।",
  "of “implied repeal”. That it is held that any fundamental change/alteration in law,": "भी मौलिक परिवर्तन /फेरबदल को 'निहित निरसन' के सिद्धांत को लागू करके नहीं माना जा सकता है। यह कि, यह अवधारित किया गया है कि कानून में कोई मौलिक",
  "can only be carried out by explicit words, and not “by a sidewind”. That therefore,": "परिवर्तन /फेरबदल केवल स्पष्ट शब्दों द्वारा किया जा सकता है, न कि 'परोक्ष प्रभाव",
  "in the aforesaid decision, the contention based on the principle of “implied repeal”": "द्वारा'। इसलिए, पूर्वोक्त निर्णय में, 'निहित निरसन' के सिद्धांत पर आधारित विवाद",
  "has been rejected.": "को खारिज कर दिया गया है।",
  "5.19.1 That therefore having regard to the Statement of Objects and Reasons as well as the scheme of the AICTE Acct, as also": "5.9.] इसलिए उद्देश्य और कारणों के साथ-साथ एआईसीटीई अधिनियम की",
  "explained in para 8 of the judgment in Bharthidarsan case (supra), it is abundantly": "योजना के संबंध में, जैसा कि भारतीदर्शन सासले (उपरोक्त) में निर्णय के प्रस्तर 8",
  "regime where — from the stage of prescribing the minimum standards of education,": "मौजूदा व्यवस्था का मौलिक रूप से बदलने का नहीं है जहां - शिक्षा के न्यूनतम",
  "approving the courses of study to the stage of registration and future monitoring of": "मानकों को निर्धारित करने के चरण से, अध्ययन के पाठ्यक्रमों को पंजीकरण के",
  "professional conduct of pharmacist the Pharmacy Act vests the PCI with such": "चरण और फार्मासिस्ट के पेशे को भविष्य की निगरानी के लिए फार्मेसी अधिनियम",
  "whatsoever, affected the jurisdiction and power of the PCI in this behalf. It is": "पीसीआई को इस तरह के अधिकार क्षेत्र और शक्ति के साथ निहित करता है। उदघोषणा",
  "Parliament with respect to, inter alia, the legal profession (Bar Council of India),": "साथ-साथ कानूनी पेशे (बार काउंसिल ऑफ इंडिया), चिकित्सा पेशे (मेडिकल",
  "medical profession (Medical Council of India), architects (Architecture Council of": "काउंसिल ऑफ इंडिया), वास्तुविद (आर्किटेक्चर काउंसिल ऑफ इंडिया), नर्सिंग",
  "India), nursing (Nurses Council of India) and dentistry (Dental Council of India).": "(नर्स काउंसिल ऑफ इंडिया) और दंतचिकित्सा (डेंटल काउंसिल ऑफ इंडिया)",
  "It is submitted that therefore the Pharmacy Act is a special law dealing with the subject/field of pharmacy.": "के संबंध में अपनाया गया है। इसलिए यह कहा गया है कि फार्मेसी अधिनियम फार्मेसी के विषय /क्षेत्र से संबंधित एक विशेष कानून है।",
  "5.14 That, on the other hand, the AICTE Act is merely to ensure that the": "५.]4 यह कि, दूसरी ओर एआईसीटीई अधिनियम केवल यह सुनिश्चित करने के",
  "standards are maintained in the area of technical education and that it is not": "लिए है कि तकनीकी शिक्षा के क्षेत्र में मानकों को बनाए रखा जाता है और और यह",
  "intended to take over all aspects of the regulation of specialized education in India": "कि भारत में विशिष्ट शिक्षा के विनियमन के सभी पहलुओं को अपने हाथ में लेने का",
  "for which specialized regulatory bodies already operate under their respective laws.": "इरादा नहीं है, जिसके लिए विशिष्ट नियामक निकाय पहले से ही अपने संबंधित कानूनों के तहत काम करते हैं। यह कहा गया है कि एआईसीटीई अधिनियम के",
  "It is submitted that a perusal of the Statement of Objects and Reasons of the AICTE Act demonstrates that AICTE had been for assisting and guiding the": "कानूनों के तहत काम करते हैं। यह कहा गया है कि एआईसीटीई अधिनियम के उद्देश्यों और कारणों के विवरण का अवलोकन दर्शाता है कि एआईसीटीई",
  "Central Government in relation to policies on the subject of engineering and": "इंजीनियरिंग और इसी तरह के तकनीकी विषयों पर नीतियों के संबंध में केंद्र",
  "whatsoever, the autonomy and authority of other statutory bodies. It is submitted": "यह अन्य वैधानिक निकायों की स्वायत्तता और अधिकार को कम करने के लिए",
  "their conduct. That it has no jurisdiction whatsoever on the subject of medicine, dentistry, architecture as well as pharmacy.": "होती है। यह कि चिकित्सा, दंत चिकित्सा, वास्तुकला के साथ-साथ फार्मसी के विषय पर इसका कोई अधिकार क्षेत्र नहीं है।",
  "5.15 That the scope of powers of the AICTE and the legislative intent behind the": "५.5 यह कि एआईसीटीई की शक्तियों का दायरा और एआईसीटीई अधिनियम के",
  "University v. All-India Council for Technical Education (2001) 8 SCC 676.": "अखिल भारतीय तकनीकी शिक्षा परिषद (200) 8 एससीसी 676 के मामले में",
  "Heavy reliance has been placed on Paragraphs 8 and 10.": "समझाया गया है। प्रस्तर 8 और 0 पर उच्च अवलम्ब लिया गया है।",
  "5.16 That therefore the legislative intent behind the AICTE Acct is therefore clear.": "५.6 इसलिए एआईसीटीई अधिनियम के पीछे की विधायी मंशा स्पष्ट है। इसका",
  "It is not intended to replace or supersede existing regulatory bodies, but rather was": "उद्देश्य मौजूदा नियामक निकायों को बदलना या उनका स्थान लेना नहीं है, बल्कि",
  "intended to focus on coordinating and improving the standards of technical education across the country in an advisory capacity. It is submitted that therefore": "इसका उद्देश्य एक सलाहकार क्षमता में देश भर में तकनीकी शिक्षा के मानकों के समन्वय और सुधार पर ध्यान केंद्रित करना है। इसलिए यह कहा गया है कि",
  "in the regulation of Pharmacy education, PCI continues to be the regulator of the": "फार्मेसी शिक्षा के नियमन में, पीसीआई फार्मसी अधिनियम के तहत शैक्षणिक",
  "educational institutions under the Pharmacy Act. That in relation to regulation of": "संस्थानों का नियामक बना हुआ है। यह कि फार्मेसी के क्षेत्र में शैक्षणिक संस्थानों के",
  "Act being a Special Law dealing with the subject of “Pharmacy” would prevail": "विनियमन के संबंध में, \"फार्मेसी\" के विषय से संबंधित एक विशेष कानून होने से",
  "over the AICTE Act, being a General Law for “technical education”.": "फार्मेसी अधिनियम के प्रावधान \"तकनीकी शिक्षा” के लिए एक सामान्य कानून होने से एआईसीटीई अधिनियम पर लागू होंगे।",
  "5.17 That even otherwise the Pharmacy Act being a special law on the subject of": "5.7 यह कि अन्यथा भी फार्मेसी अधिनियम, फार्मसी के विषय पर एक विशेष",
  "Pharmacy would prevail over the AICTE Act. It is submitted that it is a settled": "कानून होने के कारण, एआईसीटीई अधिनियम पर प्रभावी होगा। यह कहा गया है",
  "position of law that a special law dealing with any subject would prevail over the": "कि यह कानून की एक व्यवस्थित स्थिति है कि किसी भी विषय से निपटने वाला",
  "general law which may be dealing with the said subject only incidentally. That": "एक विशेष कानून सामान्य कानून पर प्रभावी होगा जो केवल उक्त विषय से निपट",
  "this principle of law is also enshrined in the maxim generalia specialibus non": "सकता है। यह कि कानून का यह सिद्धांत प्रतिष्ठापित है कि सामान्य कथन विशेष",
  "derogant. It is submitted that it is an exception to the principle that a latter statute": "कथन का अल्पीकरण नहीं करते। यह कहा गया है कि यह इस सिद्धांत का एक",
  "would prevail over an earlier statute. It is submitted that therefore an earlier": "अपवाद है कि बाद वाला क़ानून पहले के क़ानून पर प्रभावी होगा। इसलिए यह कहा",
  "Special Law would prevail over a later General Law. In support of the above": "गया है कि पूर्व का विशेष कानून बाद के सामान्य कानून पर प्रभावी होगा। उपरोक्त",
  "cases of UPSEB v. Hari Shanker Jain (1978) 4 SCC 16; LIC of India v. D.J.": "दलीलों के समर्थन में, यूपीएसईबी बनाम हरि शंकर जैंन (7978, 4 एससीसी 76: एलआईसी ऑफ इंडिया बनाम डी.जे. बहादुर (7987, 7 एससीसी 375 और",
  "Bahadur (1981) 1 SCC 315 and Yakub Abdul Razak Memon vy. State of Maharashtra (2013) 13 SCC 1.": "एलआईसी ऑफ इंडिया बनाम डी.जे. बहादुर (7987, 7 एससीसी 375 और याकूब अब्दुल रजाक मेमन बनाम महाराष्ट्र राज्य (2073) 73 एससीसी 2 के",
  "5.18 Relying upon the above decisions, it is urged that even in case of any": "५.8 उपरोक्त निर्णयों पर अवलम्ब लेते हुए, यह कहा गया है कि किसी भी",
  "conflict, the Pharmacy Act being a special law dealing with the special subject of": "मतभिन्नता के मामले में भी, फार्मेसी अधिनियम फार्मेसी के विशेष विषय से निपटने",
  "pharmacy would prevail over the AICTE Act being a general law in the field of": "एआईसीटीई अधिनियम को फार्मसी अधिनियम निरसित करने के लिए अवधारित",
  "the provisions of the Pharmacy Act, being a special law dealing comprehensively": "नहीं किया जा सकता और इसके विपरीत फार्मेसी अधिनियम के उपबंध, जो",
  "with the subject of Pharmacy, would prevail over the AICTE Act.": "फार्मेसी के विषय से व्यापक रूप से निपटने वाला एक विशेष विधि है, एआईसीटीई अधिनियम पर प्रभावी होंगे।",
  "5.20 This Court while disposing of SLP (c) Diary No. 24798 of 2018 —": "५.20 यह न्यायालय एसएलपी (दीवानी) डायरी संख्या 24798 वर्ष 208 को",
  "Progressive Education Society’s College of Pharmacy v. State of Maharashtra": "निस्तारण करते हुए-प्रो्रेसिव एजुकेशनल सोसाइटीज कॉलेज ऑफ फार्मेसी बनाम",
  "(dated 24.07.2018) has observed that “it is desirable that the Government of India": "स्टेट ऑफ महाराष्ट्र (दिनांक 24.07.2078) ने धारित किया है कि “यह वांछनीय",
  "should revisit the definition in Section 2(g) of the AICTE Act. Whether there": "है कि भारत सरकार को एआईसीटीई अधिनियम की धारा 2 (छ) में परिभाषा को",
  "could have been inclusion of pharmacy when it was already converted by the": "फिर से लागू करना चाहिए। क्या फार्मसी को शामिल किया जा सकता था जब इसे",
  "Pharmacy Act”. It is submitted that in fact thereafter in a inter-Ministerial meeting": "पहले से ही फार्मेसी अधिनियम द्वारा परिवर्तित किया गया था” । वास्तव में यह कहा",
  "held on 30.09.2019 between the Minister of Health and Family Welfare,": "गया है कि दिनांक 30.09.209 को स्वास्थ्य और परिवार कल्याण मंत्री, भारत",
  "Government of India and Minister of HRD, Government of India, a decision has": "सरकार और मानव संसाधन विकास मंत्री, भारत सरकार के बीच एक अंतर-",
  "“technical education” under the AICTE Act. However, the said amendment is still": "अधिनियम के तहत 'तकनीकी शिक्षा' की परिभाषा से हटा दिया जाएगा। हालाँकि,",
  "to be carried out. It is submitted that even the proposed Higher Education": "उक्त संशोधन अभी भी किया जाना है। यह कहा गया है कि यहां तक कि प्रस्तावित",
  "Boarding House’s College of Architecture (supra). That therefore even the said": "हाउसेज कॉलेज ऑफ आर्किटेक्चर (उपरोक्त) में इस न्यायालय के निर्णय के",
  "public notice is in the teeth of this Court’s judgment and order and the same is": "आमंत्रित कर रहा है। इसलिए उक्त सार्वजनिक सूचना भी इस न्यायालय के निर्णय",
  "nothing but deliberate disobedience of the decision of this Court.": "और आदेश केबावजूद है और यह इस न्यायालय के निर्णय की जानबूझकर अवज्ञा करने के अलावा और कुछ नहीं है।",
  "5.24 Making the above submissions and relying upon the above decisions, it is": "५.24 उपरोक्त दलीलें और उपरोक्त निर्णयों पर अवलम्ब लेते हुए , यह वर्तमान",
  "prayed to allow the present petitions and hold that the PCI possesses the": "याचिकाओं की अनुमति देने के लिए प्रार्थना की जाती है और यह माना जाता है कि",
  "jurisdiction and power to regulate the education as well as practice of profession of": "पेशे को विनियमित करने का अधिकार क्षेत्र और शक्ति है और उस संबंध में",
  "or power in that regard. It is also prayed to hold that the word “pharmacy” in Section 2(g) of the AICTE Act deserves to be treated as inapplicable in relation to": "कि एआईसीटीई अधिनियम की धारा 2 (छ) में 'फार्मेसी' शब्द को फार्मेसी में शिक्षा",
  "SUBMISSIONS OF AICTE": "एआईसीटीई की दलीलें",
  "6. Shri Harish Panday, learned counsel appearing on behalf of the AICTE has raised the following submissions:": "6. एआईसीटीई की ओर से पेश विद्वान अधिवक्ता श्री हरीश पांडे ने निम्नलिखित",
  "6.1 That AICTE was originally set up in the year 1945 by a Government": "6.] यह कि वर्ष 945 में एआईसीटीई मूल रूप से सरकारी प्रस्ताव द्वारा एक",
  "resolution as a National Expert Body to advise Central and State Government for": "राष्ट्रीय विशेषज्ञ निकाय के रूप में स्थापित किया गया था, जिसका कार्य केंद्र और",
  "ensuring the coordinated development and technical education in accordance with": "राज्य सरकार को अनुमोदित मानकों के अनुसार समन्वित विकास और तकनीकी",
  "approved standards and was playing effective role. It is submitted that taking into": "शिक्षा सुनिश्चित करने की सलाह देना और प्रभावी भूमिका निभाना था। यह कहा",
  "account the growing erosion of standard and pursuant to recommendation, a": "गया है कि मानक के बढ़ते क्षरण और सिफारिश के अनुसार, एआईसीटीई की",
  "National Working Group was set up in November 1985 to look into the role of": "भूमिका को देखने के लिए नवंबर 985 में एक राष्ट्रीय कार्य समूह की स्थापना की",
  "AICTE. In order to enable the AICTE to play its role effectively, it was": "गई थी। यह सिफारिश किया गया था कि एआईसीटीई को अपनी भूमिका प्रभावी",
  "Policy of Education 1986 also stipulated that Council will be vested with statutory": "राष्ट्रीय शिक्षा नीति 986 ने यह भी निर्धारित किया कि परिषद को वैधानिक शक्ति",
  "power. A Bill was introduced to ensure proper planning and coordinated development of Technical Education system in the country. It is submitted that the": "प्रदान की जाएगी। देश में तकनीकी शिक्षा प्रणाली की उचित योजना और समन्वित विकास सुनिश्चित करने के लिए एक विधेयक पेश किया गया। यह कहा गया है कि",
  "AICTE Act has been enacted with an object to provide for the establishment of an": "एआईसीटीई अधिनियम को संपूर्ण देश में तकनीकी शिक्षा प्रणाली के उचित",
  "AICTE with a view to proper planning and coordinated development of the": "नियोजन और समन्वित विकास की दृष्टि से एआईसीटीई की स्थापना के उद्देश्य के",
  "regulation and proper maintenance of norms and standards in the technical": "तकनीकी शिक्षा प्रणाली में मानदंडों और मानकों के विनियमन और उचित",
  "power and functions assigned to AICTE is not only to prescribe norms and": "गया है कि एआईसीटीई को सौंपी गई शक्ति और कार्य न केवल मानदंडों और",
  "standards but to inspect, approve and withhold recognition of programmes and institutes.": "मानकों को निर्धारित करना है, बल्कि कार्यक्रमों और संस्थानों की मान्यता का निरीक्षण, अनुमोदन और रोकना है।",
  "6.2. That Section 2(g) of the AICTE Act defines ‘technical education” and it": "6.2 एआईसीटीई अधिनियम की धारा 2 (छ) 'तकनीकी शिक्षा' को परिभाषित",
  "includes “pharmacy”. Learned counsel on behalf of AICTE has taken us through": "करती है और इसमें 'फार्मसी' शामिल है। एआईसीटीई की ओर से विद्वान अधिवक्ता",
  "various provisions of the AICTE Act and it is submitted that therefore the AICTE": "ने हमें एआईसीटीई अधिनियम के विभिन्न प्रावधानों के माध्यम से बताया है और",
  "education and education institutions in the field of technical education, as defined": "यह कहा है कि इसलिए तकनीकी शिक्षा के क्षेत्र में तकनीकी शिक्षा और शिक्षा",
  "in Section 2(g) of the AICTE Act. It is submitted that the AICTE Act has been": "एआईसीटीई अधिनियम बनाया गया है, जैसा कि एआईसीटीई अधिनियम की धारा 2 (जी) में परिभाषित किया गया है। यह प्रस्तुत किया गया है कि एआईसीटीई",
  "given all powers for fixing the minimum qualification and standards and regulating": "अधिनियम को न्यूनतम योग्यता और मानकों को तय करने और संस्थानों को",
  "take action, including withdrawal of the approval.": "का पालन करने में विफलता के मामले में अनुमोदन वापस लेने सहित कार्रवाई",
  "6.3. That so far as the Pharmacy Act is concerned it is a pre-Constitution Act": "6.3 जहां तक फार्मेसी अधिनियम का संबंध है, यह एक पूर्व-संविधान अधिनियम",
  "which was enacted in the year 1948 with the primary object to make better": "है जिसे वर्ष 948 में प्राथमिक उद्देश्य के साथ फार्मेसी के पेशे और कार्य के",
  "purpose to constitute Pharmacy Council. It is submitted that perusal of the object,": "उद्देश्य के लिए अधिनियमित किया गया था। यह कहा गया है कि फार्मेसी",
  "which is a prior Act has been primarily enacted to regulate the professionals only.": "फार्मेसी अधिनियम जो एक पूर्व अधिनियम है, को मुख्य रूप से केवल पेशेवरों को",
  "It is submitted that in the year 1987, AICTE has been given the statutory status": "विनियमित करने के लिए अधिनियमित किया गया है। यह कहा गया है कि वर्ष 987 में, एआईसीटीई को एआईसीटीई अधिनियम के तहत परिभाषित तकनीकी",
  "with the sole authority to regulate and prescribe minimum norms and standard for Technical Education and technical instructions as defined under the AICTE Act. It": "शिक्षा और तकनीकी निर्देशों के लिए न्यूनतम मानदंडों और मानक को विनियमित करने और निर्धारित करने के लिए एकमात्र प्राधिकरण के साथ वैधानिक दर्जा दिया",
  "is submitted that after coming into AICTE Acct, it is entirely within the domain of": "गया है। यह कहा गया है कि एआईसीटीई अधिनियम में आने के बाद, यह पूरी तरह",
  "the AICTE Council to grant approval to a new course or to recognize a new institute.": "से एक नए पाठ्यक्रम को मंजूरी देने या एक नए संस्थान को मान्यता देने के लिए एआईसीटीई परिषद के अधिकार क्षेत्र के भीतर है।",
  "6.4 That the Legislature in its own wisdom has included Pharmacy in the definition of ‘technical education’ in the AICTE Act and given AICTE powers to": "6.4 अपने स्वयं की समझ में व्यवस्थापिका ने एआईसीटीई अधिनियम में 'तकनीकी शिक्षा' की परिभाषा में फार्मेसी को शामिल किया है और तकनीकी शिक्षा के उचित",
  "maintain the norms and standard of technical education for proper and coordinated development of technical education.": "और समन्वित विकास के लिए तकनीकी शिक्षा के मानदंडों और मानक को बनाए",
  "6.5 That the language of AICTE Act is plain and unambiguous and therefore the": "6.5 एआईसीटीई अधिनियम की भाषा स्पष्ट और अस्पष्ट है और इसलिए न्यायालय",
  "court shall not interpret the same in a different manner only because a harsh": "केवल अलग तरीके से ऐसी व्याख्या नहीं करेगी क्योंकि इससे कठोर परिणाम",
  "consequence arising therefrom. Reliance is placed upon the case of Nasiruddin v. Sita Ram Agarwal (2003) 2 SCC 577.": "उत्पन्न होंगे। नसीरुद्दीन बनाम सीता राम अग्रवाल (2003)2 एससीसी 577 के मामले में अवलम्ब लिया गया है।",
  "7.3 That the AICTE Act, 1987 is a later Act than the Pharmacy Act, 1948 and is": "7.3 एआईसीटीई अधिनियम 987 फार्मेसी अधिनियम 948 की तुलना में बाद",
  "a special enactment for laying down norms and standards for courses, curriculum,": "का अधिनियम है और पाठ्यक्रमों के लिए मानदंड और मानक निर्धारित करने के",
  "physical and instructional facilities, staff pattern, staff qualification, quality": "का प्रारूप, स्टाफ की योग्यता, गुणवत्ता निर्देश, तकनीकी शिक्षा के नए तकनीकी",
  "instructions, assessment and examination in technical education as well as granting approval for starting new technical institution, introduction of new courses or": "संस्थान शुरू करने के लिए अनुमोदन प्रदान करने के साथ-साथ तकनीकी शिक्षा की परीक्षा और मूल्यांकन, नए पाठ्यक्रमों की शुरूआत या मौजूदा पाठ्यक्रमों में",
  "principle of “implied repeal” the provisions of AICTE Act would prevail over the": "\"निहित निरसन\" के सिद्धांत पर एआईसीटीई अधिनियम के प्रावधान फार्मसी",
  "Education Society’s College of Pharmacy (supra) in a meeting between Minister": "हुई एक बैठक में प्रोग्रेसिव एजुकेशन सोसाइटीज कॉलेज ऑफ फार्मेसी (उपरोक्त)",
  "was decided to revisit the definition of ‘technical education’ in the AICTE Act by": "एआईसीटीई अधिनियम में 'तकनीकी शिक्षा' की परिभाषा को फिर से लागू करने का",
  "till the time it was amended both councils will inspect jointly for the purpose of": "तक इसे संशोधित नहीं किया गया था, तब तक दोनों परिषद संयुक्त रूप से",
  "grant of Approval and both parties will withdraw cases filed by them. It is": "अनुमोदन प्रदान करने के उद्देश्य से निरीक्षण करेंगी और दोनों पक्ष उनके द्वारा दायर",
  "submitted that both councils will regulate simultaneously.": "मामलों को वापस ले लेंगे। यह कहा गया है कि दोनों परिषद एक साथ विनियमित होंगे।",
  "courts cannot rewrite, recast or reframe the legislation.": "को पुनर्लखन, पुनर्निर्मित या फिर से विरचित नहीं कर सकती हैं।",
  "6.7. That as held by this Court in the case of Ajeet Singh Singhvi v. State of": "6.7 जैसा कि अजीत सिंह सिंधवी बनाम राजस्थान राज्य 997 5000. (7)",
  "Rajasthan 1991 Suppl. (1) SCC 343, the courts should always presume that the": "एससीसी 343 मामले में इस न्यायालय द्वारा धारित किया गया था और न्यायालयों को हमेशा यह मानना चाहिए कि विधायिका ने किसी उद्देश्य के लिए क़ानून के",
  "Legislature inserted every part of the statute for a purpose and the legislative": "प्रत्येक हिस्से को स्थापित किया है और विधायिका का आशय यह है कि क़ानून के",
  "intention is that every part of the statute should have effect. It is further submitted": "हर हिस्से का प्रभाव होना चाहिए। आगे यह प्रस्तुत किया गया है कि बाद का कानून",
  "that as held by this Court in the case of Ajoy Kumar Banerjee v. Union of India (1984) 3 SCC 127, the later law will prevail. It is submitted that therefore the": "प्रभावी होगा, जैसा कि अजय कुमार बनर्जी बनास भारत संघ (984)3 एससीसी 27 मामले में इस न्यायालय द्वारा धारित किया गया था। इसलिए यह कहा गया है",
  "AICTE Act, which is a later Act, shall prevail over the Pharmacy Act.": "कि एआईसीटीई अधिनियम, जो बाद का एक अधिनियम है, फार्मेसी अधिनियम पर",
  "6.8 That Article 372 of the Constitution provides that notwithstanding the repeal": "6.8 संविधान का अनुच्छेद 372 यह उपबंध करता है कि अनुच्छेद 39५5 में निर्दिष्ट",
  "Constitution shall continue to remain in force until altered or repealed or amended by a competent Parliament under Entry-66 of List-I (Union List). It is submitted": "प्रविष्टि-66 के अधीन सक्षम संसद द्वारा परिवर्तित या निरसित या संशोधित किए जाने तक प्रवृत्त बनी रहेंगी। यह कहा गया है कि एआईसीटीई अधिनियम को संसद",
  "covers the same field which was earlier covered by the 1948 Act, namely, to lay": "है जो पहले 948 अधिनियम द्वारा कवर किया गया था, अर्थात्‌, फार्मेसी के क्षेत्र में",
  "down norms and standards for studies in the field of pharmacy. It is submitted that": "अध्ययन के लिए मानदंडों और मानकों को प्रतिपादित करने के लिए है। इसलिए उदघोषणा",
  "OTHER SUBMISSIONS": "अन्य दलीलें",
  "8. Learned counsel appearing on behalf of respondent No. 5 in SLP (C) Nos. 4124-4127 of 2016, as such, supported the stand of AICTE. It is submitted that": "8. इस तरह, एसएलपी (सी) संख्याएँ 424-427 वर्ष 2076 में प्रत्यर्थी संख्या ५ की ओर से प्रस्तुत विद्वान अधिवक्ता ने एआईसीटीई के रुख का समर्थन किया।",
  "attempts should be made that both the Pharmacy Act and AICTE Act are": "यह कहा गया है कि प्रयास किए जाने चाहिए कि फार्मेसी अधिनियम और",
  "8.1 Learned counsel appearing on behalf of respondent No. 5 has submitted that": "8. प्रत्यर्थी संख्या 5 की ओर से पेश विद्वान अधिवक्ता ने कहा है कि प्रत्यर्थी",
  "respondent No. 5 does not dispute the authority of PCI to prescribe, approve and regulate the course of study and examination prescribed to register as pharmacist.": "संख्या 5 फार्मासिस्ट के रूप में पंजीकरण के लिए निर्देशित अध्ययन और परीक्षा के पाठ्यक्रम को निर्देशित, अनुमोदित और विनियमित करने के लिए पीसीआई के प्राधिकार पर विवाद नहीं करता है। हालांकि यह कहा गया है कि पीसीआई की",
  "powers are limited to the Diploma in Pharmacy and not other courses. It is": "सीमित हैं और अन्य कोई पाठ्यक्रम नहीं है। यह कहा गया है कि फार्मेसी",
  "submitted that the Pharmacy Act does not give direct control to the PCI over the": "अधिनियम संस्थानों पर पीसीआई को प्रत्यक्ष नियंत्रण नहीं देता है। यह कहा गया है",
  "Institutions. It is submitted that such a lacuna is filled by the AICTE Act.": "कि इस तरह की रिक्ति को एआईसीटीई अधिनियम द्वारा भरा जाता है।",
  "8.2 It is further submitted that insofar as the seat intake is concerned, the": "8.2 आगे यह कहा गया है कि जहां तक रिक्तियों के भरने का संबंध है, शिक्षा",
  "required for the diploma courses in Pharmacy course. It is submitted that AICTE is": "बुनियादी सुविधाओं को प्रतिपादित करता है। यह कहा गया है कि एआईसीटीई को",
  "empowered to decide on seat intake increase on fulfillment of infrastructural": "अवसंरचनात्मक आवश्यकताओं की पूर्ति पर रिक्ति भरने की वृद्धि पर निर्णय लेने",
  "requirements. It is submitted that therefore when there will be full compliance on": "का अधिकार है। इसलिए यह कहा गया है कि जब शिक्षा विनियमों में निर्धारित",
  "AICTE can insist on any other compliance as per its own norms. It is submitted": "अपने स्वयं के मानदंडों के अनुसार किसी अन्य अनुपालन पर जोर दे सकता है।",
  "that for the purpose of regulating the profession of pharmacy, course for study and": "यह कहा गया है कि फार्मेसी के पेशे को विनियमित करने के उद्देश्य से, अध्ययन के",
  "examination, PCI will have supremacy and on other matters AICTE and its": "लिए पाठ्यक्रम और परीक्षा को पीसीआई का वर्चस्व होगा और अन्य मामलों में",
  "pharmacy is concerned, the Pharmacy Act is a Special Act. It is submitted that": "पेशे का संबंध है, फार्मेसी अधिनियम एक विशेष अधिनियम है। यह कहा गया है कि",
  "insofar as regulating the technical institution, AICTE is the Special Act and": "जहाँ तक तकनीकी संस्थान को विनियमित करने के रूप में एआईसीटीई विशेष",
  "8.3. Making the above submissions, it is prayed that the intake of the seats": "8.3 उपरोक्त दलीलें देते हुए, यह प्रार्थना की जाती है कि प्रत्यर्थी संख्या 5 संस्थान",
  "9. Learned counsel appearing on behalf of the respective Institutions have": "9. संबंधित संस्थानों की ओर से पेश विद्वान अधिवक्ता ने आगे कहा है कि अंतरिम",
  "further submitted that by interim orders which in some cases were final, the": "आदेशों द्वारा जो कुछ मामलों में अंतिम थे, संबंधित संस्थानों को एआईसीटीई के",
  "respective institutions are permitted to increase intake as per the decision of AICTE and the students have studied and the interim orders were passed by the": "निर्णय के अनुसार प्रवेश की वृद्धि करने की अनुमति है और छात्रों ने अध्ययन किया",
  "High Courts in the interest of students, therefore, whatever be the outcome of the": "है और छात्रों के हित में उच्च न्यायालय द्वारा अंतरिम आदेश पारित किए गए हैं ,",
  "respective cases, the interest of the students and the institutions may be protected.": "इसलिए संबंधित मामलों का जो भी परिणाम हो छात्रों और संस्थानों के हित संरक्षित किए जा सकते हैं।",
  "10. In rejoinder, it is submitted by the learned Senior Advocate appearing on": "0. प्रत्युत्तर शपथपत्र में, पीसीआई की ओर से पेश वरिष्ठ विद्वान अधिवक्ता द्वारा",
  "behalf of the PCI that as such the provisions of the Architects Act, 1972 and the": "यह कहा गया है कि ऐसे आर्किटेक्ट अधिनियम, 972 के प्रावधान और फार्मसी",
  "Section 17 of the Architects Act makes it abundantly clear that the said provision": "7 का परिशीलन यह स्पष्ट करता है कि उक्त प्रावधान का वास्तुशिल्प के क्षेत्र में",
  "Architecture to prescribe the minimum standards of education in the field of": "शिक्षा के न्यूनतम मानकों को निर्धारित करने के लिए वास्तुकला परिषद की शक्ति",
  "architecture and the said non-obstinate provision is only with regard to the": "के साथ कोई संबंध या असर नहीं है और उक्त गैर -दुराग्रह का प्रावधान केवल",
  "registration i.e. to say for practicing architecture, registration under the Architects": "पंजीकरण के संबंध में है अर्थात वास्तुकला का कार्य करने के लिए आर्किटेक्ट",
  "Act would be mandatory. It is submitted that therefore non-existence of any such": "अधिनियम के तहत पंजीकरण कराना अनिवार्य होगा। इसलिए यह कहा गया है कि",
  "similar provision in the Pharmacy Act is of no consequence or impact for": "फार्मेसी अधिनियम में इस तरह के किसी भी प्रावधान की गैर मौजूदगी वर्तमान",
  "11. Now, so far as reliance placed upon Article 372 of the Constitution by the learned Advocate appearing on behalf of the AICTE, it is vehemently submitted by": "7. अब जहां तक एआईसीटीई की ओर से पेश विद्वान अधिवक्ता द्वारा संविधान के अनुच्छेद 372 पर अवलम्ब लिया गया है, यह पीसीआई की ओर से पेश वरिष्ठ",
  "Shri Maninder Singh, learned Senior Advocate appearing on behalf of the PCI that": "विद्वान अधिवक्ता श्री मनिंदर सिंह द्वारा कहा गया है कि संविधान के अनुच्छेद 372",
  "even as per Article 372 of the Constitution, unless a pre-constitutional statute is": "के अनुसार, जब तक किसी पूर्व-संवैधानिक क़ानून को विशेष रूप से निरस्त नहीं",
  "specifically repealed, it continues to remain in operation. That, in the present case,": "किया जाता है, तब तक यह लागू रहता है। यह कि, वर्तमान मामले में फार्मेसी",
  "in the absence of any repeal of the Pharmacy Act, 1948, it continues to remain in operation in India.": "अधिनियम, 948 के किसी भी निरसन के न होने पर भारत में यह चलन में बना हुआ है।",
  "12. As observed hereinabove, the issue involved in the present batch of cases is": "2. जैसा कि यहां ऊपर अवलोकन किया गया है, वादों के वर्तमान समूह में शामिल",
  "regarding the applicability of the Pharmacy Act, 1948 or the AICTE Act, 1987 in": "मुद्दा फार्मसी अधिनियम 948 या एआईसीटीई अधिनियम 987 की प्रयोज्यता",
  "relation to subject of pharmacy including the approval of courses of study,": "के संबंध में फार्मेसी विषय के संबंधित है, जिसमें अध्ययन के पाठ्यक्रमों की मंजूरी,",
  "minimum standards of education required for qualification as a pharmacist,": "एक फार्मासिस्ट के रूप में योग्यता के लिए आवश्यक शिक्षा के न्यूनतम मानक, एक",
  "registration as a pharmacist, regulation of future professional conduct etc. In other": "फार्मासिस्ट के रूप में पंजीकरण, भविष्य के पेशेवर आचरण का नियमन आदि",
  "words, the question is as to whether the mandate of the PCI or that of the AICTE": "शामिल हैं। दूसरे शब्दों में, प्रश्न यह है कि क्या पीसीआई या एआईसीटीई का",
  "institution for conducting pharmacy education course, if there is any": "अधिदेश किसी संस्थान को फार्मसी शिक्षा पाठ्यक्रम संचालित करने के लिए",
  "pharmaceutical regulation in India.": "पीसीआई, मुख्य रूप से भारत में फार्मस्युटिकल विनियमन के विनियमन के लिए",
  "13. While answering the issues/questions involved in the present batch of": "3. याचिकाओं के वर्तमान समूह में शामिल मुद्दों /प्रश्नों का उत्तर देते समय सबसे",
  "petitions, first of all, what is required to be considered is whether the Pharmacy Act": "पहले इस पर विचार करने की आवश्यकता है कि क्या फार्मेसी के क्षेत्र में फार्मेसी",
  "which is a prior Act to that of AICTE Act can be said to be a special Act with": "अधिनियम को, जो एआईसीटीई अधिनियम का एक पूर्व अधिनियम है, को विशेष",
  "“Tt is desirable that, as in most other countries, only persons": "\"यह वांछनीय है कि अधिकांश अन्य देशों की तरह, केवल उन्हीं व्यक्तियों को,",
  "who have attained a minimum standard of professional education": "जिन्होंने पेशेवर शिक्षा का न्यूनतम मानक प्राप्त किया है, फार्मसी के पेशे को",
  "should be permitted to practise the Profession of Pharmacy. It is accordingly proposed to establish a Central Council of Pharmacy,": "अपनाने की अनुमति दी जानी चाहिए। तदनुसार एक केंद्रीय फार्मेसी परिषद की",
  "which will prescribe the minimum standards of education and approve": "स्थापना प्रस्तावित है, जो शिक्षा के न्यूनतम मानकों को निर्धारित करेगा और",
  "courses of study and examinations for Pharmacists, and Provincial": "फार्मासिस्ट और प्रांतीय फार्मेसी परिषदों के लिए अध्ययन और परीक्षाओं के",
  "provincial registers of qualified pharmacists. It is further proposed to": "पाठ्यक्रमों को मंजूरी देगा, जो योग्य फार्मासिस्टों के प्रांतीय पंजीकरण के",
  "medicine on the prescription of a medical practitioner otherwise than by, or under the direct and personal supervision of, a registered": "फार्मासिस्ट के प्रत्यक्ष और व्यक्तिगत पर्यवेक्षण के अलावा किसी चिकित्सक के",
  "As per the Preamble of the Pharmacy Act, 1948, the Pharmacy Act has been": "फार्मेसी अधिनियम, 948 की प्रस्तावना के अनुसार, फार्मसी अधिनियम को",
  "enacted to make better provision for the regulation of the profession and practice of": "फार्मेसी के पेशे और कार्य के विनियमन के लिए बेहतर प्रावधान करने के लिए",
  "Pharmacy and for that purpose to constitute Pharmacy Councils. If we consider": "अधिनियमित किया गया है और इस उद्देश्य के लिए फार्मसी परिषद का गठन किया गया है। यदि हम फार्मसी अधिनियम के प्रासंगिक प्रावधानों पर विचार करते हैं, तो",
  "etc. It also contains a penal provision. Thus, the legislative intent in enacting the": "करना शामिल होते हैं। इसमें दंडात्मक प्रावधान भी शामिल हैं। इस प्रकार, फार्मसी अधिनियम को लागू करने में विधायिका का आशय यह सुनिश्चित करने के लिए",
  "Pharmacy Act seems to be to ensure that there is seamless regulation of the": "प्रतीत होती है कि पेशे का निर्बाध विनियमन है। फार्मेसी अधिनियम को लागू करने",
  "profession. To carry out the objective and purpose for enacting the Pharmacy Act, the Legislature has established under the Statute the autonomous statutory": "के उद्देश्य और प्रयोजन को पूरा करने के लिए, विधायिका ने स्वायत्त वैधानिक",
  "the Legislature has established under the Statute the autonomous statutory authority i.e. Pharmacy Council of India. Thus it can be said that in the field of": "प्राधिकरण अर्थात भारताय फार्मसी परिषद के तहत स्थापित किया है। इस प्रकार",
  "pharmacy, the Pharmacy Act is a special law.": "यह कहा जा सकता है कि फार्मेसी के क्षेत्र में फार्मसी अधिनियम एक विशेष कानून है।",
  "13.3. On the other hand, the AICTE Act can be said to be a general law applicable to the technical institutions and technical education. If we consider the Statement": "3.3 दूसरी ओर एआईसीटीई अधिनियम को तकनीकी संस्थानों और तकनीकी शिक्षा के लिए लागू सामान्य कानून कहा जा सकता है। यदि हम एआईसीटीई",
  "of Objects and Reasons for the AICTE Act, it is specifically stated that the AICTE": "अधिनियम के उद्देश्य और कारणों के विवरण पर विचार करते हैं, तो विशेष रूप से यह कहा गया है कि स्वीकृत मानकों के अनुसार एआईसीटीई अधिनियम मूल रूप",
  "to advise the Central and State Government for ensuring the coordinated development of technical education in accordance with the approved standards. It": "से तकनीकी शिक्षा के समन्वित विकास को सुनिश्चित करने के लिए केंद्र और राज्य",
  "is as under:": "प्रस्ताव द्वारा स्थापित किया गया था। यह निम्नानुसार है:",
  "“1. The All India Council for Technical Education (AICTE)": "की दृष्टि से अखिल भारतीय तकनीकी शिक्षा परिषद की स्थापना के लिए,",
  "body to advice the Central and the State Governments for ensuring the": "सुनिश्चित करने के लिए केंद्र और राज्य सरकारों को सलाह देने के लिए एक",
  "approved standards. During the first three decades the Council functioned quite effectively and there was phenomenal development": "तीन दशकों के दौरान परिषद ने प्रभावी ढंग से कार्य किया और इस अवधि में",
  "functioned quite effectively and there was phenomenal development of technical education in this period. However, in recent years, a large": "तकनीकी शिक्षा का अभूतपूर्व विकास हुआ। हालाँकि, हाल के वर्षों में बड़ी",
  "number of private engineering colleges and polytechnics have come": "संख्या में निजी इंजीनियरिंग कॉलेज और पॉलिटेक्निक एआईसीटीई द्वारा",
  "2. Taking into account the growing erosion of standards, the Council": "2. मानकों के बढ़ते हास (कमी) को ध्यान में रखते हुए, 98: में आयोजित",
  "In pursuance of these and other recommendations, a National Working": "पर पहुंच गया था। इनके और अन्य की सिफारिशों के अनुसरण में, एआईसीटीई",
  "Group was set up in November, 1985 to look into the role of the": "की भूमिका को देखने के लिए नवंबर, 985 में एक राष्ट्रीय कार्यदल का गठन",
  "AICTE. The National Working Group recommended that in order to": "किया गया था। नेशनल वर्किंग ग्रुप ने सिफारिश की कि एआईसीटीई को प्रभावी",
  "enable the AICTE to play its role effectively, it shall have to be vested": "ढंग से अपनी भूमिका निभाने में सक्षम बनाने के लिए इसे आवश्यक वैधानिक",
  "with necessary statutory authority. The National Policy on Education, 1986, also stipulated that the AICTE will be vested with statutory": "अधिकार के साथ निहित करना होगा। राष्ट्रीय शिक्षा नीति 986 में यह भी",
  "1986, also stipulated that the AICTE will be vested with statutory authority for planning, formulation and the maintenance of norms and": "निर्धारित किया गया है कि एआईसीटीई को नियमों और मानकों के नियोजन ,",
  "standards, accreditation, funding of priority areas, monitoring and": "निर्माण और बनाए रखना, मान्यता, प्राथमिकता वाले क्षेत्रों के वित्तपोषण,",
  "evaluation, maintaining parity of certificates and awards and ensuring": "निगरानी और मूल्यांकन, प्रमाणपत्रों और पुरस्कारों की समानता बनाए रखने",
  "the co-ordinated and integrated development of technical and management education.": "और तकनीकी और प्रबंधन शिक्षा के समन्वित और एकीकृत विकास को",
  "3. The Bill seeks to provide statutory powers to the All India Council for Technical Education to ensure:": "3. विधेयक में अखिल भारतीय तकनीकी शिक्षा परिषद को वैधानिक शक्तियां प्रदान करने का प्रावधान किया गया है।",
  "(i) proper planning and co-ordinated development of the technical education system throughout the country;": "() संपूर्ण देश में तकनीकी शिक्षा प्रणाली का समुचित नियोजन और समन्वित विकास;",
  "(ii) promotion of qualitative improvement of technical education in relation of planned quantitative growth, and": "() नियोजित मात्रात्मक विकास के संबंध में तकनीकी शिक्षा के गुणात्मक सुधार को बढ़ावा देना और",
  "(iii) regulation of the system and proper maintenance of norms and standards.": "(7) प्रणाली का विनियमन और मानदंडों और मानकों को बनाए रखना",
  "Accordingly, the powers and functions assigned to the AICTE,": "तदनुसार, अन्य बातों के साथ-साथ एआईसीटीई को सौंपी गई शक्तियां और",
  "inter alia, provide laying down norms and standards for programmes": "कार्य, कार्य योजनाओं और संस्थानों के लिए मानदंड और मानक निर्धारित",
  "and institutions, giving approval for setting up of technical": "करना, तकनीकी संस्थानों की स्थापना के लिए अनुमोदन प्रदान करना, छात्रों",
  "institutions, prescribing guidelines for admission of students and the": "के प्रवेश के लिए दिशा-निर्देश निर्धारित करना व शुल्क वसूलना, और समय-",
  "charging of fees, and inspecting and evaluating institutions periodically with a view to maintaining standards and to provide": "समय पर संस्थानों का निरीक्षण एवं मूल्यांकन करना साथ ही मानदंडों को बनाए",
  "recognition or withhold recognition of programmes and institutions.": "रखने और संस्थानों और कार्य योजनाओं को रोकने या मान्यता प्रदान करना है उदघोषणा",
  "Act is subsequent law and in the definition of “technical education” contained in": "निहित 'तकनीकी शिक्षा' की परिभाषा में एआईसीटीई अधिनियम बाद में कानून है",
  "Section 2(g), it includes “pharmacy” also, therefore, being a subsequent law, the": "और इसमें 'फार्मेसी' भी शामिल है, इसलिए, बाद का कानून होने से, यह प्रबल",
  "same shall prevail as there will be a implied repeal of the Pharmacy Act, few": "होगा क्योंकि फार्मसी अधिनियम का निहित निरसन होगा, इस न्यायालय के कुछ",
  "decisions of this Court are required to be referred to and considered.": "निर्णयों को संदर्भित करने और विचार करने की आवश्यकता है।",
  "14.2. In the case of Hari Shankar Jain (supra), this Court had an occasion to": "4.2 हरि शंकर जैन (उपरोक्त) के मामले में, इस न्यायालय के पास सूक्ति",
  "consider the maxim “Generalia specialibus non derogant”. The relevant portions": "\"साधारण कथन विशेष कथन का अल्पीकरण नहीं कर सकते\" पर विचार करने का",
  "of paragraphs 8 and 9 are as under:": "अवसर था। प्रस्तर 8 और 9 के प्रासंगिक अंश निम्नानुसार हैं:",
  "“8. The maxim “Generalia specialibus non derogant” is quite": "“8. सूक्ति “ साधारण कथन विशेष कथन का अल्पीकरण नहीं कर सकते”",
  "in Mary Seward v. Owner of the “Vera Cruz” [(1884) 10 AC 59, 68] as follows:": "\"वेरा क्रूज़\" [(884)0 एसी 59, 68] में बताया गया है:",
  "“Now if anything be certain it is this, that where there are": "\"अब यदि कुछ भी निश्चित है तो यह है कि जहां बाद के अधिनियम में",
  "with by earlier legislation, you are not to hold that earlier and": "यह नहीं मानना चाहिए कि पूर्व और विशेष विधान परोक्ष रूप से निरसित",
  "special legislation indirectly repealed, altered, or derogated": "कर दिए गये हैं, बदल दिए गये हैं, या ऐसा करने के किसी विशेष इरादे",
  "from merely by force of such general words, without any": "के बिना किसी संकेत के ऐसे सामान्य शब्दों के बल पर केवल बदल",
  "9. The reason for the rule that a general provision should yield": "9. नियम का कारण यह है कि किसी सामान्य प्रावधान को एक विशिष्ट",
  "to a specific provision is this: In passing a special Act, Parliament": "प्रावधान का लाभ होना चाहिए: एक विशेष अधिनियम पारित करने में, संसद",
  "devotes its entire consideration to a particular subject. When a general": "किसी विशेष विषय पर अपना पूरा विचार समर्पित करती है। जब एक सामान्य",
  "Act is subsequently passed, it is logical to presume that Parliament has": "अधिनियम बाद में पारित किया जाता है, तो यह मानना तर्कसंगत है कि संसद ने",
  "not repealed or modified the former Special Act unless it appears that": "पूर्व विशेष अधिनियम को निरसित या संशोधित नहीं किया है जब तक कि ऐसा",
  "the Special Act again received consideration from Parliament.": "नहीं लगता कि विशेष अधिनियम को संसद से दुबारा विचार प्राप्त हुआ है। लंदन",
  "Vide London and Blackwall Railway v. Limehouse District Board of": "और ब्लैकर्वॉल रेलवे बनाम लाइमहाउस डिस्ट्रिक्ट बोर्ड ऑफ वर्क्स [26 एलजे:",
  "Works [26 LJ Ch 164 : 69 ER 1048] , and Thorpe v. Adams [(1871)": "सीएच 64: 69 ईआर 048], और थार्ड बनाम एडम्स [(87) एलआर 6",
  "LR 6 CP 125] . InJ&K. Cotton Spinning and Weaving Mills Co.": "सीपी 25] के माध्यम से जे एण्ड के. कॉटन स्पिनिंग एंड वीविंग मिल्स कंपनी",
  "Ltd. v. State of U.P. [AIR 1961 SC 1170 : (1961) 3 SCR 185 : (1961) 1": "लिमिटेड बनाम स्टेट ऑफ यूपी [एआईआर 96 एससी 70: (96) 3",
  "LLJ 540 : (1960-61) 19 FJR 43] , this Court observed (at p. 1174):": "43] में इस न्यायालय ने धारित किया (पी. 74 पर):",
  "which have been already otherwise provided for by the special Act.”": "लिए पहले के अधिनियम में निहित किसी अन्य अधिनियम द्वारा विशिष्ट प्रावधान",
  "“The rule that general provisions should yield to specific": "“यह नियम कि सामान्य प्रावधान विशिष्ट प्रावधानों के अनुकूल होने",
  "provisions is not an arbitrary principle made by lawyers and": "चाहिए, अधिवक्ताओं और न्यायाधीशों द्वारा बनाया गया एक मनमाना सिद्धांत",
  "Judges but springs from the common understanding of men and": "नहीं है, बल्कि पुरुषों और महिलाओं की सामान्य समझ से उत्पन्न होता है कि",
  "women that when the same person gives two directions, one covering a large number of matters in general and another to": "जब एक ही व्यक्ति दो निर्देश देता है, एक सामान्य रूप से बड़ी संख्या में मामलों",
  "only some of them his intention is that these latter directions": "को कवर करता है और दूसरा उनमें से केवल कुछ के लिए उनका इरादा यह है",
  "should prevail as regards these while as regards all the rest the": "कि ये बाद के निर्देश इन के संबंध में प्रबल हों, जबकि बाकी सभी के संबंध में",
  "earlier direction should have effect.”": "पहले के निर्देश प्रभावी होने चाहिए।\"",
  "14.3 In the case of D. J. Bahadur (supra), this Court had an occasion to consider": "4.3 डी. जे. बहादुर (उपरोक्त) के मामले में, इस न्यायालय के पास सामान्य",
  "the conflict between the general legislation and the special legislation and": "विधान और 'विवक्षित निरसन' के विशेष विधान और तर्क के बीच संघर्ष पर विचार",
  "argument of ‘implied repeal’. In the said decision, this Court took note of the": "करने का अवसर था। उक्त निर्णय में, इस न्यायालय ने संविधि [963 ईडीएन,",
  "following extracts from the Craies on Statute Law [1963 Edn., pp. 376-77]:": "पीपी. 376-77] पर निम्नलिखित उद्धरणों पर ध्यान दिया है:",
  "“The general rule, that prior statutes are held to be repealed by": "\"सामान्य नियम यह कि पूर्व विधियों को बाद के क़ानूनों द्वारा निरसन के रूप में",
  "implication by subsequent statutes if the two are repugnant, is said not": "माना जाता है, यदि दोनों प्रतिकूल हैं तो कहा जाता है कि यदि पूर्व अधिनियम",
  "to apply if the prior enactment is special and the subsequent": "विशेष है और बाद का अधिनियम सामान्य है तो कानून का नियम लागू नहीं",
  "enactment is general, the rule of law being, as stated by Lord Selbourne in Sewards v. Vera Cruz [Mary Sewards v. Owner of the": "होता है, जैसा कि लॉर्ड सेलबोर्न द्वारा सीवर्ड्स बनाम वेरा क्रूज़ [मैरी सीवार्ड्स",
  "“Vera Cruz”, (1884) 10 AC 59, 68] , ‘that where there are general": "बनाम ऑनर ऑफ दि \"वेरा क्रूज', (884) 0 एसी 59, 68] में कहा गया है,",
  "words in a later Act capable of reasonable and sensible application": "कि 'जहां बाद के अधिनियम में सामान्य शब्द हैं जो बिना विस्तार के उचित और",
  "legislation, you are not to hold that earlier and special legislation": "निपटाए गए विषयों के लिए, आपको यह नहीं मानना है कि पहले और विशेष",
  "general words, without any indication of a particular intention to do": "परिवर्तित या अपमानित, ऐसा करने के किसी विशेष इरादे के संकेत के बिना",
  "so. There is a well-known rule which has application to this case,": "किया गया है। इस मामले का एक सुप्रसिद्ध नियम जो यह है कि कोई बाद का",
  "which is that a subsequent general Act does not affect a prior special": "सामान्य अधिनियम पूर्व विशेष अधिनियम के निहितार्थ को प्रभावित नहीं करता",
  "Act by implication. That this is the law cannot be doubted, and the": "है। यह कि कानून पर संदेह नहीं किया जा सकता है, और इस विषय पर मामले",
  "cases on the subject will be found collected in the third edition of": "मैक्सवेल के तीसरे संस्करण में एकत्रित पाए जाएंगे, साधारण कथन विशेष",
  "Maxwell is generalia specialibus non derogant —i.e. general": "कथन का अल्पीकरण नहीं कर सकते - अर्थात सामान्य प्रावधान विशेष",
  "provisions will not abrogate special provisions.’ When the legislature": "प्रावधानों को निष्प्रभाव नहीं करेंगे। जब विधायिका ने अपना ध्यान एक अलग",
  "has given its attention to a separate subject and made provision for it,": "विषय पर दिया है और इसके लिए प्रावधान किया है, तो यह माना जाता है कि",
  "the presumption is that a subsequent general enactment is not intended": "बाद के सामान्य अधिनियम का उद्देश्य विशेष प्रावधान में हस्तक्षेप नहीं करना है",
  ". ‘Where there are general words in a later Act": "या, दूसरे शब्दों में, जहां बाद के अधिनियम में ऐसे सामान्य शब्द हैं जो विशेष",
  "extending them to subjects specially dealt with by earlier": "रूप से पहले के कानून द्वारा निपटाए गए विषयों के लिए उन्हें विस्तारित किए",
  "legislation ... that earlier and special legislation is not to be": "पहले और विशेष कानून परोक्ष रूप से ऐसे सामान्य शब्दों के बल पर अप्रत्यक्ष",
  "held indirectly repealed, altered or derogated from merely": "रूप से निरसित, परिवर्तित या ऐसा करने के किसी विशेष इरादे के संकेत के",
  "by force of such general words, without any indication of a": "विधान को केवल ऐसे सामान्य शब्दों के बल पर परोक्ष रूप से निरसित,",
  "Cruz case, (1884) 10 AC 59, 68] ”": "(884) 0 एसी 59, 68 से उद्धृत]'\"",
  "In Justiniano Augusto De Piedade Barreto v. Antonio Vicente Da": "जस्टिनियानो ऑगस्टो डी पाईडेड बैरेटो बनाम एंटोनियो विसेन्टे डा फोन्सेका",
  "Fonseca [(1979) 3 SCC 47 : AIR 1979 SC 984] this Court observed": "[(979)3 एससीसी 47: एआईआर 979 एससी 984] में इस न्यायालय ने",
  "that a law which is essentially general in nature may contain special": "धारित किया कि एक कानून जो प्रकृति में अनिवार्य रूप से सामान्य है , कुछ",
  "provisions on certain matters and in respect of these matters it would": "मामलों पर विशेष प्रावधान हो सकते हैं और इन मामलों के संबंध में इसे एक",
  "be classified as a special law. Therefore unless the special law is": "विशेष कानून के रूप में वर्गीकृत किया जाएगा। इसलिए जब तक विशेष कानून",
  "abrogated by express repeal or by making provisions which are": "को स्पष्ट निरसन या ऐसे प्रावधान बनाने के द्वारा निरस्त नहीं किया जाता है जो",
  "wholly inconsistent with it, the special law cannot be held to have": "इसके साथ पूर्णतः असंगत हैं, विशेष कानून को केवल निहितार्थ द्वारा निष्प्रभावी",
  "15. Applying the law laid down by this Court in the aforesaid decisions and as": "5. पूर्वोक्त निर्णयों में इस न्यायालय द्वारा प्रतिपादित कानून को लागू करना और",
  "observed hereinabove, the Pharmacy Act is a Special Act in the field of pharmacy": "जैसा कि यहां धारित किया गया है कि फार्मेसी अधिनियम फार्मेसी के क्षेत्र में एक",
  "and it is a complete code in itself in the field of pharmacy, the Pharmacy Act shall": "विशेष अधिनियम है और फार्मेसी के क्षेत्र में यह अपने आप में एक पूर्ण संहिता है,",
  "prevail over the AICTE Act which, as observed hereinabove, is a general statute": "जैसा कि यहां पाया गया है फार्मेसी अधिनियम एआईसीटीई अधिनियम पर प्रबल",
  "dealing with technical education/institutions. Therefore, the submission on behalf": "होगा, जो तकनीकी शिक्षा /संस्थानों से संबंधित एक सामान्य क़ानून है। इसलिए,",
  "of AICTE and/or concerned educational institutions that the AICTE Act is a": "एआईसीटीई और/या संबंधित शैक्षणिक संस्थानों की ओर से यह दलील कि",
  "subsequent law and in the definition of “technical education” it includes the": "एआईसीटीई अधिनियम बाद का कानून है और \"तकनीकी शिक्षा\" की परिभाषा में",
  "“pharmacy” and therefore it can be said to be an “implied repeal”, cannot be": "इसमें \"फार्मेसी\" शामिल है और इसलिए इसे \"निहित निरसन\" कहा जा सकता है,",
  "accepted. At his stage, it is required to be noted that as such in the AICTE Act": "स्वीकार नहीं किया जा सकता है। उसके स्तर पर, यह ध्यान दिया जाना चाहिए कि जैसे कि एआईसीटीई अधिनियम में फार्मसी अधिनियम का कोई विशिष्ट निरसन",
  "there is no specific repeal of the Pharmacy Act, more particularly when, as": "नहीं है, जैसा कि यहां देखा गया है, विशेष रूप से जब फार्मेसी अधिनियम एक",
  "observed hereinabove, the Pharmacy Act is a Special Act and the subsequent": "विशेष अधिनियम है और बाद में एआईसीटीई अधिनियम का अधिनियमन सामान्य है और इसलिए फार्मेसी अधिनियम एक विशेष अधिनियम होने के नाते प्रबल होना",
  "matters in general and another to only some of them, his intention is": "को कवर करता है और दूसरा केवल उनमें से कुछ के लिए, उसका अभिप्राय यह",
  "that these latter directions should prevail as regards these while as": "है कि इन निर्देशों के संबंध में ये बाद के निर्देश प्रबल होने चाहिए जबकि बाकी",
  "regards all the rest the earlier directions must be given effect to.": "सभी के संबंध में पूर्व के निर्देशों को लागू किया जाना चाहिए।",
  "1520. It is a settled legal proposition that while passing a": "520. यह एक सुलझा कानूनी प्रस्ताव है कि एक विशेष अधिनियम",
  "special Act, the legislature devotes its entire consideration to a": "पारित करते हुए, विधायिका अपना संपूर्ण विचार एक खास विषय के लिए",
  "peculiar subject. Therefore, when a general Act is subsequently": "समर्पित करती है। इसलिए, जब कोई सामान्य अधिनियम बाद में पारित किया",
  "passed, it is logical to presume that the legislature has not repealed or": "जाता है, तो यह मानना तर्कसंगत है कि विधायिका ने पूर्व विशेष अधिनियम को",
  "modified the former special Act unless an inference may be drawn from the language of the special Act itself.": "निरस्त या संशोधित नहीं किया है जब तक कि विशेष अधिनियम की भाषा से कोई निष्कर्ष नहीं निकाला जा सकता है।",
  "1521. In order to determine whether a statute is special or": "52. यह निर्धारित करने के लिए कि क्या कोई क़ानून विशेष या",
  "general one, the court has to take into consideration the principal": "सामान्य है, न्यायालय को क़ानून के प्रमुख विषय-वस्तु और इस कारण के लिए",
  "reason that for certain purposes an Act may be general and for certain other purposes it may be special and such a distinction cannot be": "अधिनियम सामान्य और कुछ अन्य उद्देश्यों के लिए यह विशेष हो सकता है और",
  "provisions of two statutes and both can be regarded as special in": "दो क़ानूनों के प्रावधानों के बीच असंगतता है और दोनों की प्रकृति को विशेष",
  "Ltd. v. State of U.P. [AIR 1961 SC 1170] , Kumaon Motor Owners'": "[एआईआर 96] एस सी 70], कुमाऊं मोटर ओनर्स यूनियन लि. बनाम",
  "Union Ltd. v. State of U.P [AIR 1966 SC 785] _, Sarwan": "उत्तर प्रदेश राज्य [एआईआर 966 एससी 785], सरवन सिंह बनाम कस्तूरी",
  "Singh v. Kasturi Lal ((1977) 1 SCC 750] , U.P. SEB v. Hari Shankar": "लाल [(977)। एससी 750], यू.पी. एसईबी बनाम हरि शंकर जैन",
  "Ltd. v. Punjab National Bank [(1990) 4 SCC 406 : AIR 1991 SC 855]": "एस) 7], अशोका मार्केटिंग लिमिटेड बनाम पंजाब नेशनल बैंक | (990) 4 एससीसी 406: एआईआर 99। एससी 855] और टी.एम.ए. पाई",
  "and T:M.A. Pai Foundation v. State of Karnataka [(2002) 8 SCC": "4 एससीसी 406: एआईआर 99। एससी 855] और टी.एम.ए. पाई फाउण्डेशन बनाम कनटिक राज्य [(2002) 8 एससीसी 48] के द्वारा"
}