{
  "IN THE SUPREME COURT OF INDIA": "भारत की सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय अधिकार",
  "CIVIL APPEAL NO(s). 8875 OF 2019": "दीवानी अपील सं . (ओं) 8875/2049",
  "(arising out of SLP (Civil) No(s). 22709 of 2018)": "(एसएलपी (दीवानी) सं. 22709 वर्ष 208 से उद्धृत)",
  "JUDGMENT": "निर्णय",
  "The appellant, a judicial officer of the rank of Additional District and Sessions Judge, assails his order of compulsory": "अपीलार्थी, अपर जिला और सत्र न्यायाधीश के पद का एक न्यायिक",
  "retirement dated 03.05.2016 at 56 years of age under Rule 56 (C) of": "56 (सी) के तहत 56 वर्ष की आयु में अनिवार्य सेवानिवृत्ति के अपने आदेश",
  "Chandel vs. High Court of M.P. and Anr., (2012) 8 SCC 58, and": "चंदेल बनाम उच्च न्यायालय, म.प्र. और एक अन्य, (202) 8 एससीसी",
  "Punjab State Power Corpn. Ltd. and Ors. vs. Hari Kishan": "५8 और पंजाब राज्य पॉवर कॉपरेशन लिमिटेड और अन्य बनाम हरि किशन",
  "Verma, (2015) 13 SCC 156.": "वर्मा, (205) 3 एससीसी 56 का अवलम्बन लिया।",
  "5. We have considered the submissions on behalf of the parties": "५. हमने पक्षकारों की ओर से प्रस्तुतियाँ पर और साथ ही उनके द्वारा क्रमशः",
  "respectively. The High Court also noticed that another vigilance enquiry VB No.06 of 2009 had also been initiated but was dropped. The enquiry which followed on the complaint against acquittal": "देखा कि एक और सतर्कता जांच वीबी सं. 06 वर्ष 2009 भी शुरू की गई थी, लेकिन उसे छोड़ दिया गया था। बरी करने के खिलाफ शिकायत पर की",
  "The enquiry which followed on the complaint against acquittal manifests that the appellant was provided proper opportunity of his": "गयी जांच से पता चलता है कि अपीलकर्ता को हर स्तर पर अपने बचाव का उचित अवसर प्रदान किया गया था। स्क्रीनिंग कमेटी द्वारा और फिर पूर्ण",
  "7. The performance chart, as furnished by the appellant,": "7. अपीलार्थी द्वारा दिए गए प्रदर्शन चार्ट से पता चलता है कि वर्ष 20-",
  "him as a “fair” or “good officer” only, except for one entry of “very": "तक उसका निर्धारण उसे “अच्छा” या “अच्छे अधिकारी” के रूप में",
  "be any direct evidence with regard to integrity as far as a judicial": "सत्यनिष्ठा के संबंध में शायद ही कोई प्रत्यक्ष प्रमाण हो। यह अधिकारी के",
  "system of writing ACRs of judicial officers has deficiencies in several": "अधिकारियों की एसीआर लिखने की वर्तमान प्रणाली की अपर्याप्तिता में कई",
  "ways, was noticed in Registrar General, Patna High Court vs.": "तरीकों से कमियां हैं, रजिस्ट्रार जनरल, पटना उच्च न्यायालय बनाम पांडे",
  "Pandey Gajendra Prasad and Ors., (2012) 6 SCC 357.": "गजेंद्र प्रसाद और अन्य, (202) 6 एससीसी 357 में देखा गया था।",
  "8. The complaint against the appellant with regard to the": "8. उनके द्वारा दी गई दोषमुक्ति के संबंध में अपीलकर्ता के खिलाफ शिकायत",
  "acquittal granted by him was first considered by the Administrative": "पर पहले प्रशासनिक न्यायाधीश द्वारा विचार किया गया था, जो संतुष्ट थे कि",
  "comments of the appellant were called for. A vigilance enquiry was": "यह आगे की जांच के लिए एक मामला है। अपीलार्थी की टिप्पणियाँ मांगी",
  "vigilance enquiry was also a judicial officer who opined that the act": "करने वाले अधिकारी भी एक न्यायिक अधिकारी थे जिन्होने मत दिया कि",
  "of acquittal by the appellant was not above board. The comments of": "अपीलकर्ता द्वारा बरी करने का कार्य ठीक नहीं था। अपीलार्थी की टिप्पणियाँ",
  "the appellant were again called for. The Screening Committee consisting of three Hon’ble Judges, on an overall assessment of the appellant’s service record, reeommended his compulsory retirement.": "फिर से माँगी गयीं। तीन माननीय न्यायाधीशों से मिलकर बनी स्क्रीनिंग कमेटी ने अपीलार्थी के सेवा अभिलेख के समग्र मूल्यांकन पर उनकी अनिवार्य सेवानिवृत्ति की सिफारिश की। पूर्ण न्यायालय ने स्क्रीनिंग कमेटी",
  "The Full Court scrutinised the service records of the appellant again while considering the recommendation of the Screening Committee": "की सिफारिश पर विचार करते हुए अपीलकर्ता के सेवा अभिलेख की फिर से",
  "471, 474, 420, 406 and 120B of the Indian Penal Code. A complaint": "बनाम मौ. अयूब\" अन्तर्गत धारा 467, 474, 420, 406 और 20-बी",
  "was lodged against the appellant with regard to the acquittal. After": "भारतीय दंड संहिता में अभियुक्तों को बरी कर दिया। अपीलकर्ता के खिलाफ",
  "judgement and the order of reversal in appeal, the Administrative": "मांगने के बाद और अपील में उलटे गये निर्णय और आदेश के परिशीलन के",
  "Judge on 24.02.2009 recommended an enquiry. A vigilance enquiry,": "बाद, दिनांक 24.02.2009 को प्रशासनिक न्यायाधीश ने एक जांच की",
  "V.B. Enquiry No.26/2009, was held by the OSD, Enquiry, High": "जांच, वी.बी. जांच संख्या 26/2009 की गई थी। दिनांक 0.05.202",
  "adverse to the appellant. His comments were called for on": "उनकी टिप्पणियाँ माँगी गयीं। दिनांक 20.2.202 को अपीलकर्ता को",
  "three Hon’ble Judges constituted for screening of judicial officers for": "के तहत अनिवार्य सेवानिवृत्ति के लिए न्यायिक अधिकारियों की स्क्रीनिंग के लिए गठित तीन माननीय न्यायाधीशों की एक समिति ने अपीलकर्ता की",
  "compulsorily retirement under the Rules recommended the": "अनिवार्य सेवानिवृत्ति की सिफारिश की , जिसे दिनांक 4.04.206 को",
  "his order of retirement before the High Court was unsuccessful and": "सेवानिवृत्ति के अपने आदेश को दी गयी चुनौती असफल हो गयी और इस",
  "thus the present appeal.": "प्रकार वर्तमान अपील उत्पन्न हुयी।",
  "3. Learned senior counsel Shri R. Basant, appearing on behalf of the appellant, submitted that since joining the service in 1996-97 as a Civil Judge (Jr. Division) his Annual Confidential Reports (ACRs)": "3. अपीलकर्ता की ओर से पेश विद्वत वरिष्ठ अधिवक्ता श्री आर. बसंत ने प्रस्तुत किया कि 996-97 में दीवानी जज (जूनियर डिवीजन) के रूप में सेवा में शामिल होने के बाद से 204-5 तक उनकी वार्षिक गोपनीय",
  "appellant being inadequate, his percentage of work was considered": "आवंटित मामलों का कोटा अपयप्ति होने से, उसके कार्य का प्रतिशत पर्याप्त",
  "adequate. The adverse remark in 1996-97 for below performance": "माना गया। नीचे के प्रदर्शन के लिए 996-97 में प्रतिकूल टिप्पणी को",
  "had been expunged. An error of judgment in deciding a criminal case, while discharging judicial functions, cannot ipso facto lead to": "समाप्त कर दिया गया था। न्यायिक कार्यों का निर्वहन करते हुए एक आपराधिक मामले को तय करने में निर्णय की त्रुटि से ही बेईमानी का निष्कर्ष",
  "dishonesty or lack of integrity on part of the appellant in granting": "करने में अपीलकर्ता की ओर से बेईमानी या सत्यनिष्ठा की कमी का अनुमान",
  "acquittal in the criminal case. Merely because a different view was": "लगाने के लिए कोई सामग्री नहीं थी। केवल इसलिए कि एक अलग दृष्टिकोण",
  "possible does not justify the extreme step of compulsory retirement.": "संभव था, अनिवार्य सेवानिवृत्ति की ओर आने को सही नहीं ठहराता है।",
  "The order of compulsory retirement being stigmatic in nature, the": "अनिवार्य सेवानिवृत्ति का आदेश प्रकृति में कलंक है , विभागीय जांच",
  "appellant was promoted to the post of Additional District and Sessions Judge on the basis of merit-cum-seniority and was": "सह-वरिष्ठता के आधार पर अपर जिला और सत्र न्यायाधीश के पद पर",
  "confirmed in 2013. He had also crossed the efficiency bar. The": "पदोन्नत किया गया था और 203 में इसकी पुष्टि की गई थी। उन्होने दक्षता",
  "irrelevant for the purpose of compulsory retirement. The conclusion": "अनिवार्य सेवानिवृत्ति के उद्देश्य से अप्रासंगिक थी। यह निष्कर्ष कि अवांछित",
  "that the appellant had lost his utility and efficiency as a judicial": "घोषित किए जाने से अपीलकर्ता ने न्यायिक अधिकारी के रूप में अपनी उपयोगिता और दक्षता को खो दिया था, सेवानिवृत्ति से पहले हाल के वर्षो",
  "(Navin Sinha)": "(नवीन सिन्हा)",
  "New Delhi,": "नई दिल्ली",
  "wings of the society, as he is serving the State ina different capacity. The case of a judicial officer is": "में राज्य की सेवा कर रहे हैं। न्यायिक अधिकारी के मामले को",
  "Court duly constituted by the Hon’ble the Chief": "माननीय मुख्य न्यायाधीश द्वारा विधिवत गठित उच्च न्यायालय के",
  "the Full Court after due deliberation on the matter.": "पूर्ण न्यायालय द्वारा मामले पर विचार-विमर्श के बाद एक निर्णय",
  "10. This Court in Syed T.A. Naqshbandi & Ors. vs State of": "0. सैयद टी.ए. नक्शबंदी और अन्य बनाम जम्मू और कश्मीर राज्य और",
  "Jammu & Kashmir & Ors., (2003) 9 SCC 592, considering the": "अन्य (2003) 9 एससीसी 592 में इस न्यायालय ने पूर्ण न्यायालय द्वारा",
  "be forthcoming about integrity doubtful of a judicial": "न्यायिक अधिकारी की संदिग्ध सत्यनिष्ठा के बारे में साक्ष्य सामने",
  "It was further observed that:": "आगे यह अवधारित किया गया किः",
  "“192. ... If that authority bona fide forms an opinion": "”92. ... यदि वह प्राधिकारी सद्ावनापूर्वक राय व्यक्त करता है",
  "that the integrity of a particular officer is doubtful,": "कि किसी विशिष्ट अधिकारी की सत्यनिष्टा संदिग्ध है तो उस राय",
  "the correctness of that opinion cannot be challenged": "की शुद्धता को न्यायालयों के समक्ष चुनौती नहीं दी जा सकती है",
  "before courts. When such a constitutional function is exercised on the administrative side of the High": "जब उच्च न्यायालय के प्रशासनिक पक्ष पर इस तरह के",
  "only with great care and circumspection and it must": "समीक्षा को केवल बहुत सावधानी और चौकसी के साथ किया",
  "be confined strictly to the parameters set by this": "न्यायालय द्वारा निर्धारित मापदंडों तक सख्ती से सीमित किया",
  "compulsory retirement of a judicial officer is in public": "कि न्यायिक अधिकारी की अनिवार्य सेवानिवृत्ति लोक हित में है,",
  "interest, the writ court under Article 226 or this": "तो रिट न्यायालय अनुच्छेद 226 के तहत या यह न्यायालय",
  "Court under Article 32 would not interfere with the order.”": "अनुच्छेद 32 के तहत आदेश में हस्तक्षेप नहीं करेगा।\"",
  "12. P.C. Joshi (supra) was a case relating to an order of": "2. पी.सी. जोशी (उपरोक्त) कदाचार के आरोपों के समर्थन में किसी भी",
  "want of any legally acceptable or relevant evidence in support of the": "कानूनी रूप से स्वीकार्य या प्रासंगिक सबूत के लिए आयोजित विभागीय",
  "charges of misconduct. Ramesh Chander Singh (supra) related to": "कार्यवाही में सजा के आदेश से संबंधित मामला था। रमेश चंदर सिंह",
  "specially when a co-accused had been granted bail by the High": "के आदेश से संबंधित है जब एक सह अभियुक्त को उच्च न्यायालय द्वारा",
  "Court. An order of compulsory retirement not been a punishment,": "जमानत दी गई थी। अनिवार्य सेवानिवृत्ति का आदेश एक सजा नहीं है ,",
  "much less stigmatic in the facts and circumstances of the present": "वर्तमान मामले के तथ्यों और परिस्थितियों में कलंक तो बिल्कुल नहीं है।",
  "case. Ram Ekbal Sharma (supra) was dealing with the issue that": "राम इकबाल शर्मा (उपरोक्त) इस मुद्दे से निपट रहे थे कि आदेश का रूप",
  "has been observed correctly and not the decision": "निर्णायक नहीं था और यह निर्धारित करने के लिए पर्दा उठाया जा सकता है",
  "concerned or the system and _ institutions of administration of justice with which we are": "न्याय प्रणाली का स्तंभ है और जनता को न्यायिक कार्य करने वाले किसी"
}