{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NO. 3587 OF 2019": "सिविल अपील संख्या 3587/209",
  "(Arising out of Special Leave Petition (Civil) No.3490 of 2019)": "(विशेष अवकाश याचिका (दीवानी) सं. 3490/2079 से उद्घूत)",
  "Shailndra Kumar Jain and others ... Appellants": "शैलेंद्र कुमार जैन एवं अन्य ...अपीलार्थीगण",
  "Maya Prakash Jain and others ... Respondents": "माया प्रकाश जैन एवं अन्य ...प्रत्यर्थीगण",
  "JUDGMENT": "निर्णय",
  "Uday Umesh Lalit, J.": "न्यायमूर्ति, उदय उमेश ललित",
  "3. One Vinay Prakash Jain filed Suit No.92 of 1966 (“1966 Suit”, for": "3. विनय प्रकाश जैन ने उप-न्यायाधीश, प्रथम श्रेणी, दिल्ली न्यायलय में वाद संख्या 92/ 966 (संक्षेप में '966 वाद\") दायर किया, जिसमें घोषणा की गई कि",
  "certain properties had fallen to his share after a partition between his father “ Amba Prasad, his mother Smt. Devi Jain and three brothers, all of whom were": "उनके पिता अम्बा प्रसाद, उनकी मां श्रीमती देवी जैन और तीन भाइयों के बीच विभाजन के बाद कुछ संपत्तियां उनके हिस्से में आ गई, जिनमें से सभी को",
  "arrayed as Defendant Nos.1 to 5. In the suit four sisters, including Smt": "प्रतिवादी संख्या 4 से 5 के रूप में रखा गया था। वाद में श्रीमती श्रीकांत जैन सहित",
  "Srikanta Jain were also arrayed as Defendant Nos.6 to 9.": "चार बहनों को भी प्रतिवादी सं. 6 से 9 के रूप में रखा गया था।",
  "proceedings. In the present case, if the Wills so propounded are proved, they": "मामले में, यदि वसीयत नामा प्रस्तावित साबित हो जाते हैं, तो वे उत्तराधिकार के",
  "and to the prejudice of the daughters. In such an action or proceeding, the": "प्रदर्शित करेंगे। इस तरह की कार्रवाई या व्यवहार में, वर्ग । वारिस होने वाली बेटियां",
  "13. Thus, considering the matter from any perspective, the applicant": "73. इस प्रकार, मामले को किसी भी दृष्टिकोण से देखते हुए, आवेदक",
  "Srikanta Jain was a necessary and proper party. Her application to be": "श्रीकांत जैन एक आवश्यक और उचित पक्ष थी। मुकदमे में प्रतिवादियों में से एक के",
  "the courts below. We, therefore, allow this appeal, set aside the order passed": "गलत तरीके से खारिज कर दिया गया था। इसलिए, हम इस अपील की अनुमति",
  "Rule 10 CPC preferred by the applicant Srikanta Jain in Suit No.464 of 2006.": "के वाद संख्या 464 में आवेदक श्रीकांत जैन द्वारा दर्ज किए गए आदेश 4 नियम 0",
  "(Uday Umesh Lalit)": "(उदय उमेश ललित)",
  "(Indu Malhotra)": "(इंदु मल्होत्रा)",
  "New Delhi;": "नई दिल्ली;",
  "April 09, 2019.": "09 अप्रैल 209",
  "4. An order was passed by the trial court on 23.02.1966 in 1966 Suit": "4. विचारण न्यायालय द्वारा 23. 02. 966 सन्‌ 966 के मुकदमे में",
  "recording a compromise amongst the parties pursuant to which the suit was": "एक आदेश पारित किया गया था, जिसमें पक्षकारों के बीच समझौता किया गया था,",
  "decreed. Relevant portion of the order was as under:": "जिसके लिए मुकदमा आज्ञप्ति कर दिया गया था। आदेश का प्रासंगिक भाग निम्नानुसार था:",
  "“The plaintiff has prayed that a declaration be": "'वादी ने प्रार्थना की है कि एक घोषणा की जाए",
  "of the suit (illegible). The said properties had fallen in": "(गैरकानूनी) में उक्त संपत्तियां उसके हिस्से में आ गई",
  "In the result, I pass a decree for declaration to the": "परिणामत:, मैं इस आशय की घोषणा के लिए",
  "effect that the plaintiff is the owner and in possession": "एक आज्ञप्ति पारित करता हूं कि वादी मालिक है और",
  "of the properties mentioned in clause (a) of para No.11": "वादी के पैरा संख्या 44 के खंड (ए) में उल्लिखित",
  "of the plaint. The parties be bear their own costs of the": "संपत्तियों के कब्जे में है। पक्ष मुकदमे की अपनी लागत",
  "Pronounced.”": "सुनाया गया। *",
  "5. Defendant No.5 in 1966 Suit i.e. Maya Prakash thereafter filed Suit": "5, प्रतिवादी संख्या 5 सन्‌ 4966 के वाद यानी माया प्रकाश में",
  "No.464 of 2006 in the Court of Civil Judge (Senior Division), Meerut,": "उसके बाद दीवानी जज (सीनियर डिवीजन), मेरठ न्यायालय में मुकदमा संख्या",
  "“Since, as noticed above, the suit where from this revision": "\"चूंकि, जैसा कि ऊपर उल्लिखित किया गया है, यह मुकदमा जहां इस",
  "arises basically seeks implementation of an earlier decree in": "पहले के आज्ञप्ति के कार्यान्वयन का प्रयास करता है, जिसने उनके बीच",
  "thereto, upon acceptance of an alleged oral partition between": "एक कथित मौखिक विभाजन की स्वीकृति पर, पक्षकारों के शेयरों को",
  "them, and since admittedly the parties to the suit are only those": "निर्धारित किया था, और चूंकि वाद के लिए पक्ष केवल वे हैं जिनके",
  "whose shares are to be separated, the Court below has": "शेयरों को अलग किया जाना है, अधीनस्थ न्यायलय ने इम्पिलिडेड",
  "committed no illegality in rejecting the impleadment application, on a finding that revisionist are not necessary": "आवेदन को खारिज करने में कोई अवैधता नहीं की है, यह पाते हुए कि",
  "application, on a finding that revisionist are not necessary parties In the proceedings.”": "कार्यवाही में संशोधनवादी आवश्यक पक्ष नहीं हैं।\"",
  "9. We heard Shri D.K. Garg, learned Advocate for the appellants and": "9. हमने अपीलार्थीगण के अधिवक्ता श्री डी.के. गर्ग और प्रत्यर्थीगण के",
  "Shri Jitender Mohan Sharma, learned Senior Advocate for the respondents.": "वरिष्ठ अधिवक्ता श्री जितेन्द्र मोहन शर्मा को सुना।",
  "10. The earlier suit was filed by a son against his parents, three brothers": "0. हालिया मुकदमा एक बेटे ने अपने माता-पिता, तीन भाइयों और चार",
  "and four sisters. In terms of compromise entered into between the Plaintiff, the parents and three brothers, the properties were mutually divided amongst": "बहनों के खिलाफ दायर किया था। वादी, माता-पिता और तीन भाइयों के बीच समझौता करने के संदर्भ में, संपत्तियों को पारस्परिक रूप से छह व्यक्तियों के बीच",
  "said six persons. Since Amba Prasad Jain and Smt. Devi Jain were alive, the": "विभाजित किया गया था। चूंकि अंबा प्रसाद जैन और श्रीमती देवी जैन जीवित थे,",
  "proper parties in an action seeking relief of partition of joint family estate,": "इसलिए संयुक्त परिवार की संपत्ति के विभाजन की राहत के लिए एक कार्रवाई में",
  "going by the then prevailing principles of Hindu Law, were only the husband,": "उचित पक्ष, हिंदू कानून के तत्कालीन प्रचलित सिद्धांतों से जा रहे थे, केवल पति,",
  "wife and their sons. The daughters in the family, namely, Defendant Nos.6 to": "पत्नी और उनके बेटे थे। परिवार में बेटियां, अर्थात्‌, प्रतिवादी सं. 6 से 9 तक,",
  "9 could not, as a matter of right, claim any share if the joint family properties": "अधिकार के रूप में, संयुक्त परिवार की संपत्तियों का विभाजन होने पर किसी भी",
  "were to be partitioned. However, it is well settled’ that if a partition takes": "हिस्से का दावा नहीं कर सकती थीं। हालांकि, यह अच्छी तरह से तय किया गया",
  "1 See: Lakshmi Chand Khajuria and Ors vs. Ishroo Devi - (1977) 2 SCC 501 para 14": "हैनियखें: लक्ष्मी चंद खजुरिया एवं अन्य बनाम इश्रो देवी-(977) 2 एससीसी 504 पैरा 44] कि अगर उसके पति और"
}