{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. 1913 OF 2022": "दीवानी अपील संख्या 93/2022",
  "(Arising out of SLP (C) NO. 26763 OF 2015)": "(एसएलपी(सी) सं. 26763/205 से उत्पन्न)",
  "DINESH CHANDRA SHUKLA ... APPELLANT(S)": "दिनेश चंद्र शुक्का ... अपीलार्थी (गण)",
  "JUDGMENT": "निर्णय",
  "V. RAMASUBRAMANIAN, J.": "न्यायमूर्ति वी. रामासुब्रमण्यम",
  "an order of the Chancellor of the Mahatma Gandhi Kashi Vidyapeeth University (hereinafter referred to as ‘the University’), rejecting his": "4. महात्मा गांधी काशी विद्यापीठ विश्वविद्यालय (बाद में 'विश्वविद्यालय' के रूप में",
  "be passed pursuant to which the Executive Council decided": "जिसके अनुसरण में कार्यकारी परिषद ने उ.प्र.राज्य विश्वविद्यालय अधिनियम,",
  "to refer the recommendations of the Selection Committees to the Chancellor under the proviso to Section 31(8)(a) of": "973 की धारा 3(8)(क) के परन्तुक के तहत चयन समितियों की सिफारिशों",
  "(viii) In the case of the appellant, the Selection Committee had": "(पा) अपीलकर्ता के मामले में, चयन समिति ने 'कर्म काण्ड़' में व्याख्याता के पद",
  "recommended his candidature for appointment to the post": "पर नियुक्ति के लिए उसकी उम्मीदवारी की सिफारिश की थी।लेकिन कार्यकारी",
  "disagreed with the Selection Committee on the ground that": "परिषद इस आधार पर चयन समिति से असहमत थी कि उप-कुलपति चयन समिति",
  "the Vice-Chancellor failed to request the Chancellor to nominate subject experts in the Selection Committee. It is": "में विषय विशेषज्ञों को नामित करने के लिए कुलपति से अनुरोध करने में विफल रहे।",
  "relevant to note here that the Selection Committee": "यहां यह नोट करना प्रासंगिक है कि चयन समिति ने केवल दो व्यक्तियों को",
  "shortlisted only two persons, one of whom was _ the appellant and other Dr. Jai Prakash Pandey. The said Dr.": "शॉर्टलिस्ट किया, जिनमें से एक अपीलकर्ता और दूसरे डॉ. जय प्रकाश पांडे थे।",
  "Jai Prakash Pandey had secured only 49.2% marks as": "उक्त डॉ. जय प्रकाश पांडे ने न्यूनतम अंक के मुकाबले केवल 49.2% अंक प्राप्त किए",
  "issued with any interview call letter.": "थे। इसलिए उन्हें साक्षात्कार कॉल लेटर जारी नहीं किया गया।",
  "Agreeing with the decision of the Executive Council, the": "(2) कार्यकारी परिषद के निर्णय से सहमत होते हुए, कुलाधिपति ने अपीलकर्ता की",
  "Chancellor passed an order dated 23/28.12.2010 annulling": "23/28.2.200 को एक आदेश पारित किया।",
  "3. The brief facts necessary for the disposal of the above appeal are": "3. उपरोक्त अपील के निस्तारण के लिए आवश्यक संक्षिप्त तथ्य, इस प्रकार हैं: -",
  "one post of Lecturer in ‘Karm Kand’ in the Department of Sanskrit in the University, which is arrayed as the 5”": "संस्कृत विभाग में 'कर्म काण्ड़' में व्याख्याता के एक पद को मंजूरी दी, जिसे यहां",
  "Executive Council and the Vice Chancellor of the University are arrayed separately as respondents 2 to 4 herein for": "परिषद और विश्वविद्यालय के कुलपति को यहाँ अलग-अलग प्रत्यर्थी संख्या 2 से 4",
  "reasons not difficult to fathom.": "के रूप में दिखाया गया है, इसके पीछे के कारण को समझना कठिन नहीं है।",
  "It appears that one Shri Jai Prakash Pandey was initially appointed to the said post and his services were also": "() ऐसा प्रतीत होता है कि श्री जय प्रकाश पांडे को शुरू में उक्त पद पर नियुक्त",
  "regularised. But the regularisation of his services was set": "किया गया था और उनकी सेवाओं को नियमित भी किया गया था। लेकिन उनकी",
  "aside by the High Court by an order dated 19.08.2006 in Writ Petition No.35149 of 1999.": "3549/999 में ।9.08.2006 दिनांकित आदेश द्वारा अपास्त कर दिया।",
  "University as a Guest Lecturer to teach ‘Karm Kand’ to the": "'कर्म काण्ड़' पढ़ाने के लिए अतिथि व्याख्याता के रूप में नियोजित किया गया था।",
  "way of a fresh writ petition in Writ Petition No.63137 of 2012. By the Order dated 14.05.2015 impugned in this": "नया आदेश पारित किया।इस आदेश को अपीलकर्ता ने एक नई रिट याचिका दाखिल करके रिट याचिका संख्या 6337/202 में चुनौती दी थी। इस अपील में",
  "appeal, the Division Bench of the Allahabad High Court": "4.05.205 दिनांकित आक्षेपित आदेश द्वारा इलाहाबाद उच्च न्यायालय की खण्ड",
  "dismissed the writ petition of the appellant on the ground": "पीठ ने अपीलकर्ता की रिट याचिका को इस आधार पर खारिज कर दिया कि वापस",
  "consulted a few experts and found that the subject of ‘Karm Kand’ is altogether different from the subject Sanskrit and": "पाया कि विषय 'कर्म काण्ड़' विषय संस्कृत से बिल्कुल अलग है और इसलिए",
  "that therefore, with the qualifications that the appellant possessed, he could not have _ been selected for": "अपीलकर्ता के पास जो योग्यता है, उससे उसे नियुक्ति के लिए नहीं चुना जा सकता",
  "appointment. It is against this order of the High Court that": "था। यह उच्च न्यायालय के इस आदेश के खिलाफ है जिससे अपीलकर्ता हमारे",
  "16.10.2006. It was approved by the Vice-Chancellor on": "प्रस्ताव प्रस्तुत किया गया था।इसे 8.0.2006 को कुलपति द्वारा अनुमोदित",
  "18.10.2006. Pursuant thereto, the University issued an advertisement bearing Advertisement No.2 of 2006, inviting": "किया गया था। इसके अनुसरण में, विश्वविद्यालय ने विज्ञापन संख्या 2/2006 का",
  "applications for appointment to one post of Lecturer in ‘Karm Kand’. The advertisement also contained invitation": "एक विज्ञापन जारी किया, जिसमें 'कर्म काण्ड़' में व्याख्याता के एक पद पर नियुक्ति",
  "for applications for various other posts in various": "के लिए आवेदन आमंत्रित किए गए थे।विज्ञापन में विभिन्न विभागों में विभिन्न अन्य",
  "departments. We are not concerned in this case with the posts in other departments for which applications were": "पदों के आवेदन के लिए निमंत्रण भी था। हमारा इस मामले में अन्य विभागों में उन",
  "applications were invited for appointment to 8 posts of lecturers in various subjects, one of which was _ for appointment to the post of Lecturer in ‘Karm Kand’.": "थे। यह कहना ही पयप्ति है कि विभिन्न विषयों में व्याख्याताओं के 8 पदों पर नियुक्ति के लिए आवेदन आमंत्रित किए गए थे, जिनमें से एक 'कर्म काण्ड़' में व्याख्याता के पद पर नियुक्ति के लिए था।",
  "Unfortunately, a controversy erupted, when the then": "(५) दुर्भाग्य से, एक विवाद तब खड़ा हो गया, जब विश्वविद्यालय के तत्कालीन",
  "Chancellor of the University issued an oral order restraining": "कुलाधिपति ने मौखिक आदेश जारी कर उप -कुलपति को उक्त विज्ञापन के",
  "5. The next thing we have to take note of before we take up for consideration the issue arising in the above appeal, is that the": "५. इससे पहले कि हम उपरोक्त अपील में उत्पन्न होने वाले मुद्दे पर विचार करें , अगली बात जिस पर हमें ध्यान देना होगा वह यह है कि अपीलकर्ता और शायद",
  "appellant, and perhaps the entire selection process undertaken in 2006 by the University, became victims of the crossfire between the Chancellor and the Vice-Chancellor. Admittedly, the post was": "विश्वविद्यालय द्वारा 2006 में की गई पूरी चयन प्रक्रिया, कुलाधिपति और कुलपति के",
  "aside by Allahabad High Court by an order dated 19.08.2006. It is": "लेकिन उनकी नियुक्ति को इलाहाबाद उच्च न्यायालय ने 9.08.2006 के एक आदेश",
  "only thereafter that Advertisement No.2 of 2006 came to be issued,": "द्वारा अपास्त कर दिया था। इसके बाद ही विज्ञापन संख्या 2/ 2006 जारी किया",
  "inviting applications for appointment to the post.": "गया, जिसमें पद पर नियुक्ति के लिए आवेदन आमंत्रित किए गए।",
  "6. But it is of interest to note that the advertisement did not specify": "6. लेकिन यह ध्यान रखना दिलचस्प है कि विज्ञापन में विशेष रूप से यह निर्दिष्ट",
  "particularly that a candidate applying for the post of Lecturer in ‘Karm": "नहीं किया गया था कि 'कर्म काण्ड़' में व्याख्याता के पद के लिए आवेदन करने वाले",
  "Kand’ should hold a Master’s Degree in ‘Karm Kand’. In fact the order": "उम्मीदवार के पास 'कर्म काण्ड़' में मास्टर डिग्री होनी चाहिए। वास्तव में,",
  "of the Chancellor dated 24.08.2012 which became the subject matter": "24.08.202 का कुलाधिपति का आदेश जो रिट याचिका की विषयवस्तु बना,",
  "of the writ petition, specifically concedes as follows: “there is no mention of the subject Karm Kand in the Statutes of the Mahatma": "विशेष रूप से इस प्रकार है: “महात्मा गांधी काशी विद्यापीठ के क़ानून में कर्म काण्ड़",
  "mention of the subject Karm Kand in the Statutes of the Mahatma Gandhi Kashi Vidyapeeth nor any Ordinance under Section 51/52 nor": "विषय का कोई उल्लेख नहीं है और न ही धारा 5/52 के तहत किसी अध्यादेश",
  "any Regulations under Section 53 of the U.P. State Universities Act,": "और न ही उ.प्र. राज्य विश्वविद्यालय अधिनियम, 973 की धारा 53 के तहत किसी",
  "qualifications required for appointment to the post of Lecturer in the": "गया था कि विश्वविद्यालय में व्याख्याता के पद पर नियुक्ति के लिए आवश्यक न्यूनतम",
  "University or a Master’s Degree or equivalent degree in relevant subject with at least 55% marks and consistently good academic record and": "योग्यता कम से कम 55% अंकों के साथ प्रासंगिक विषय में मास्टर डिग्री या समकक्ष",
  "NET or Ph.D. degree”.": "डिग्री और लगातार अच्छा शैक्षणिक रिकॉर्ड और नेट या पीएच. डी. डिग्री है।\"",
  "7. In his order dated 24.08.2012, the Chancellor held that the": "7. 24.08.202 के अपने आदेश में, कुलाधिपति ने कहा कि अपीलकर्ता के पास",
  "appellant did not hold a Master’s degree in ‘Karm Kand’. But before he": "'कर्म काण्ड़' में मास्टर डिग्री नहीं है। लेकिन इस तरह के निष्कर्ष पर पहुंचने से पहले,",
  "came to such a conclusion, the Chancellor as well as the High Court ought to have verified (J) whether the Statutes prescribed any specific": "कुलाधिपति के साथ-साथ उच्च न्यायालय को यह सत्यापित करना चाहिए कि ()",
  "‘Karm Kand’; and (ii) if not, what should be considered as “relevant": "विशिष्ट योग्यता निर्धारित की है, और (॥) यदि नहीं, तो क्या 'प्रासंगिक विषय' के",
  "subject and by whom”.": "रूप में माना जाना चाहिए और किसके द्वारा।\"",
  "8. It must be pointed out at this stage that in the first instance, the": "8. इस स्तर पर यह इंगित किया जाना चाहिए कि पहली बार में, कार्यकारी परिषद ने",
  "vitiated primarily on account of non-inclusion of subject experts in the": "विशेषज्ञों को शामिल नहीं करने के कारण दूषित हो गया। कार्यकारी परिषद ने",
  "whether or not there were subject experts in ‘Karm Kand’ to be included in the Selection Committee. Instead of confining himself to": "चयन समिति में शामिल किए जाने के लिए 'कर्म काण्ड़' के विषय विशेषज्ञ थे या नहीं। खुद को उक्त प्रश्न तक सीमित करने के बजाय , कुलाधिपति ने संस्कृत के",
  "one Professor Gaya Ram Pandey, Head of the Department of Sanskrit": "विभागाध्यक्ष प्रोफेसर गया राम पांडे की राय ली और इस निष्कर्ष पर पहुंचे कि 'कर्म",
  "to come to the conclusion that ‘Karm Kand’ and Sanskrit are two separate subjects and that while ‘Karm Kand’ is a practical subject,": "काण्ड' और संस्कृत दो अलग-अलग विषय हैं और 'कर्म काण्ड' एक व्यावहारिक",
  "Sanskrit is not. The said Professor Gaya Ram Pandey also seems to": "विषय है, जबकि संस्कृत नहीं है। उक्त प्रोफेसर गया राम पांडे ने इस आशय की भी",
  "have provided information to the effect @) that a few universities such as Banaras Hindu University, Sampurnanand Sanskrit University,": "जानकारी प्रदान की है (।) कि बनारस हिंदू विश्वविद्यालय, संपूर्णानंद संस्कृत",
  "Lucknow University, and Lal Bahadur Shashtri Rashtriya Sanskrit": "विश्वविद्यालय, लखनऊ विश्वविद्यालय और लाल बहादुर शास्त्री राष्ट्रीय संस्कृत",
  "Vidyapeeth have included ‘Karm Kand’ as a subject in their courses;": "विद्यापीठ जैसे कुछ विश्वविद्यालयों ने अपने पाठ्यक्रम में 'कर्म काण्ड' को एक विषय",
  "and (ii) that, however, according to the information from the Registrar of Lal Bahadur Shashtri Rashtriya Sanskrit Vidyapeeth, there is no": "के रूप में शामिल किया है; और (॥) हालांकि लाल बहादुर शास्त्री राष्ट्रीय संस्कृत",
  "Chancellor also recorded that certain universities teach the subject of Karm Kand/Paurohitya and provide degrees like Acharya (M.A) and": "कि कुछ विश्वविद्यालय कर्म काण्ड़ /पुरोहित के विषय पढ़ाते हैं और आचार्य (एमए) व",
  "Vidyavaridhi (Ph.D.).": "विद्यावरिधि (पीएचडी) जैसी डिग्री प्रदान करते हैं।",
  "9. Obviously the consultations made by the Chancellor with certain": "9. स्पष्ट तौर पर, कुलाधिपति द्वारा कुछ व्यक्तियों के साथ किए गए परामर्श और उच्च",
  "impugned before the High Court, were beyond the scope of order of": "की गई जानकारी, उद्च न्यायालय द्वारा पारित वापस भेजने के आदेश के दायरे से परे",
  "10. In the course of hearing of the above appeal, we raised a pointed": "0. उपरोक्त अपील की सुनवाई के दौरान, हमने विश्वविद्यालय की ओर से पेश",
  "query to Shri Sandeep D. Das, learned counsel appearing for the University as to whether the Statutes of University prescribed any": "विद्वान अधिवक्ता श्री संदीप डी. दास से एक इंगित प्रश्न उठाया कि क्या विश्वविद्यालय",
  "specific qualifications for appointment to the post of Lecturer in ‘Karm": "की संविधि 'कर्म काण्ड़' में व्याख्याता के पद पर नियुक्ति के लिए कोई विशिष्ट योग्यता",
  "Kand’ or at least whether Advertisement No.2 of 2006 indicated the": "निर्धारित करती है या कम से कम विज्ञापन संख्या 2/2006 में योग्यता के बारे में",
  "qualifications. He had no alternative but to concede that the statutes": "बताया गया है। उनके पास यह स्वीकार करने के अलावा कोई विकल्प नहीं था कि",
  "do not contain any prescription regarding the post of Lecturer in ‘Karm Kand’. He also conceded that the advertisement did not indicate": "संविधि में 'कर्म काण्ड़' में व्याख्याता के पद के बारे में कोई निर्देश नहीं हैं। उन्होंने यह",
  "graduate degree in the relevant subject.": "इसके कि अभ्यर्थी के पास संबंधित विषय में स्नातकोत्तर डिग्री होनी चाहिए।",
  "11. In the absence of any specific prescription, the University ought": "7. किसी विशिष्ट निर्देश के अभाव में, विश्वविद्यालय को चयन की प्रक्रिया शुरू करने",
  "to have referred the question of what constitutes relevant subjects,": "से पहले, कौन- कौन से बिषय प्रासंगिक विषयों माने जाएँगें, इस प्रश्न का उल्लेख",
  "before the process of selection began. Neither the University nor the Chancellor took a stand in the first instance that the appellant was": "करना चाहिए था।न तो विश्वविद्यालय और न ही कुलाधिपति ने पहली बार यह स्टैंड",
  "not qualified in the “relevant subject’. Their initial objection was that": "लिया कि अपीलकर्ता \"प्रासंगिक विषय\" में योग्य नहीं था।उनकी प्रारंभिक आपत्ति यह",
  "the Selection Committee did not include the subject experts nominated by the Chancellor. After it was pointed out that there were": "थी कि चयन समिति में कुलाधिपति द्वारा नामित विषय विशेषज्ञ शामिल नहीं थे। यह",
  "no subject experts in ‘Karm Kand’, as no University was offering a": "दर्शित किए जाने के बाद कि 'कर्म काण्ड़' में कोई विषय विशेषज्ञ नहीं थे , क्योंकि",
  "experts were actually available and whether the failure of the Vice": "उचित समझा कि क्‍या विषय विशेषज्ञ वास्तव में उपलब्ध थे और क्या कुलाधिपति",
  "vitiated the whole process. Finding that the answer to the said": "प्रक्रिया को दूषित कर दिया। यह देखते हुए कि उक्त प्रश्न का उत्तर प्रदान करना बहुत",
  "question was too difficult to be provided, the Chancellor went on a detour to find out what are the differences between the subject of": "मुश्किल था, कुलाधिपति ने यह पता लगाने के लिए, कि संस्कृत के विषय और 'कर्म",
  "detour to find out what are the differences between the subject of Sanskrit and the subject of ‘Karm Kand’. This was clearly erroneous": "काण्ड़' के विषय के बीच क्या अंतर है, एक असामान्य प्रक्रिया अपनायी। यह स्पष्ट",
  "and the High Court unfortunately omitted to notice this mistake.": "रूप से गलत था और उच्च न्यायालय ने दुर्भाग्य से इस गलती पर ध्यान नहीं दिया।",
  "12. Admittedly, the appellant has been teaching ‘Karm Kand’ for the past nearly 16 years in the same University. Though the learned": "2. स्वीकार्यतः अपीलकर्ता पिछले लगभग 6 वर्षों से उसी विश्वविद्यालय में 'कर्म काण्ड़' पढ़ा रहे हैं। यद्यपि विश्वविद्यालय के विद्वान अधिवक्ता ने कहा कि उनकी",
  "counsel for the University stated that his continuance was on account of an interim order of status quo passed by this Court, we notice that": "निरंतरता इस न्यायालय द्वारा पारित यथास्थिति के अंतरिम आदेश के कारण थी,",
  "the interim order of status quo was passed only on 14.09.2015.": "हम ध्यान देते हैं कि यथास्थिति का अंतरिम आदेश केवल 4.09.205 को पारित",
  "comprised of a representative of the Department of Sanskrit found the": "उपलब्ध नहीं था और चयन समिति जिसमें संस्कृत विभाग के एक प्रतिनिधि शामिल",
  "appellant to possess a Master’s degree in the relevant subject. The": "थे, ने अपीलकर्ता को प्रासंगिक विषय में स्नातकोत्तर डिग्री रखने वाला पाया।नियुक्ति",
  "appointment itself was to the post in the Department of Sanskrit.": "स्वयं संस्कृत विभाग में पद पर थी।",
  "17. In fact, during the pendency of the writ petition before the High": "7. वास्तव में, उच्च न्यायालय के समक्ष रिट याचिका विचाराधीनता रहने के दौरान,",
  "Court, the Academic Council of the University held a meeting on 22.08.2013. Agenda No.10 for the said meeting related to the": "विश्वविद्यालय की अकादमिक परिषद ने 22.08.203 को एक बैठक आयोजित की।",
  "qualifications for appointment to the post of Lecturer in ‘Karm Kand’.": "'कर्म काण्ड़' में व्याख्याता के पद पर नियुक्ति के लिए योग्यता से संबंधित उक्त बैठक",
  "was accepted by the Academic Council. Agenda Item No.10 of the said": "अकादमिक परिषद ने स्वीकार कर लिया। अकादमिक परिषद की उक्त बैठक का",
  "“Agenda No.10: Recommendations of Department of": "\"एजेंडा संख्या 0: संस्कृत विभाग की सिफारिशें। संस्कृत विभाग की",
  "Sanskrit. Prof Uma Rani Tripathi Head of the Department, Department of Sanskrit gave _ the": "विभागाध्यक्ष प्रो उमा रानी त्रिपाठी ने संस्कृत विभाग की अनुशंसा से",
  "information related to the recommendation of the Department of Sanskrit by apprising that the Academic": "संबंधित जानकारी देते हुए अवगत कराया कि कर्मकाण्ड की शैक्षणिक",
  "Qualification of the Karm Kand and for the post of Professor of Sanskrit be kept one and the same as well": "योग्यता तथा संस्कृत के प्रोफेसर पद के लिए एक समान रखी जाये साथ",
  "as the Specialized experience of karm kand_ be stipulated as compulsory which was _ passed": "ही कर्मकांड के विशिष्ट अनुभव को अनिवार्य रूप से निर्धारित किया गया",
  "stipulated as compulsory which was _ passed unanimously”": "था जिसे सर्वसम्मति से पारित किया गया था।\"",
  "18. If only the High Court had looked into the minutes of the": "8. यदि उच्च न्यायालय ने केवल अकादमिक परिषद की बैठकों के कार्यवृत्त पर गौर",
  "19. Under Section 25(1)(c) of the U.P. University Act, the Academic": "9. उ.प्र. विश्वविद्यालय अधिनियम की धारा 25()(ग) के तहत, अकादमिक",
  "Council is empowered to advise the Executive Council with regard to the qualifications required to be possessed by persons imparting instructions on particular subjects. Therefore, the minutes of the": "परिषद को विशेष विषयों पर निर्देश देने वाले व्यक्तियों के पास होने वाली योग्यता के संबंध में कार्यकारी परिषद को सलाह देने का अधिकार है। इसलिए अकादमिक",
  "meetings of the Academic Council dated 22.08.2013 has clinched the": "परिषद की 22.08.203 दिनांकित बैठकों के कार्यवृत्त ने मुद्दे को अपीलकर्ता के पक्ष",
  "20. Therefore, the appeal is allowed, the impugned order of the High": "20. इसलिए अपील को अनुमति दी जाती है, उच्च न्यायालय के आक्षेपित आदेश को",
  "Court is set aside and the writ petition filed by the appellant before the": "अपास्त किया जाता है और अपीलकर्ता द्वारा उच्च न्यायालय के समक्ष दायर रिट"
}