{
  "REPORTABLE": "रिपोर्ट योग्य",
  "IN THE SUPREME COURT OF INDIA": "भारत का उच्चतम न्यायालय",
  "CRIMINAL APPEAL No.505 OF 2019": "दाण्डिक अपील सं. 505/209",
  "(Arising out of S.L.P.(Crl.) No.7004 of 2017)": "(एस.एल.पी. (दाण्डिक) सं. 7004/207 से उद्धृत)",
  "Harveer Singh & Anr. .... Appellant(s)": "हरवीर सिंह और अन्य... अपीलार्थी( गण)",
  "State of U.P. .... Respondent(s)": "उ. प्र. राज्य... प्रत्यर्थी(गण)",
  "JUDGMENT": "निर्णय",
  "Abhay Manohar Sapre, J.": "अभय मनोहर सप्रे, न्यायमूर्ति",
  "1. Leave granted.": "।. अनुमति दी गईं।",
  "2. This appeal is directed against the final": "2. यह अपील आपराधिक पुनरीक्षण सं. 2870/2009 में उच्च न्यायालय इलाहाबाद द्वारा पारित उस",
  "judgment and order dated 09.12.2016 passed by": "अंतिम निर्णय एवं आदेश दिनांक 09.2.206 के विरुद्ध निर्दिष्ट है जिसमें उच्च न्यायालय ने इन",
  "11. In our view, as would be clear from the perusal of the impugned order, the High Court while": "47. हमारे विचार में, जैसा कि आक्षेपित आदेश के परिशीलन से स्पष्ट होगा, उच्च न्यायालय ने पुनरीक्षण",
  "dismissing the revision did not assign any reason. We cannot countenance disposal of the revision in": "को खारिज करते हुए कोई कारण नहीं बताया। हम इस तरीके से पुनरीक्षण के निपटान की अनुमति नहीं",
  "12. The least that was expected of was that the": "42. सबसे कम जो अपेक्षित था, वह यह था कि उच्च न्यायालय इस मामले में उत्पन्न होने वाले",
  "High Court will apply its judicial mind to the factual and legal aspects arising in the case and then pass": "तथ्यात्मक और कानूनी पहलुओं पर अपने न्यायिक मस्तिष्क का उपयोग करेगा और फिर दोषसिद्धि को",
  "appropriate orders either for upholding the conviction or acquitting the appellants, as the case": "बरकरार रखने या अपीलार्थियों को दोषमुक्त करने, जैसी भी स्थिति हो, के लिए उपयुक्त आदेश पारित",
  "may be. We find that the High Court failed to do this and hence interference is called for.": "करेगा। हम पाते हैं कि उच्च न्यायालय ऐसा करने में विफल रहा और इसलिए हस्तक्षेप की आवश्यकता",
  "13. Learned counsel for the appellants, however, made submissions on various issues arising in the": "43. अपीलार्थियों के विद्वान अधिवक्ता ने, हालांकि, इस मामले में उत्पन्न होने वाले विभिन्‍न मुद्दों पर",
  "case. We do not wish to take note of them and nor": "निवेदन किए। हम उन पर ध्यान नहीं देना चाहते और न ही उन पर विचार करना उचित समझते हैं।",
  "the Judicial Magistrate in respect of other two": "आंशिक रूप से मंजूर करते हुए अन्य दो अभियुक्तों के संबंध में न्यायिक मजिस्ट्रेट के आदेश को",
  "accused and convicted the appellants herein for the offences punishable under Sections 323,324 and 452 IPC and sentenced them to undergo rigorous": "बरकरार रखा और अपीलार्थियों को धारा 323,324 और 452 आईपीसी के अंतर्गत दंडनीय अपराधों के",
  "imprisonment for one year with fine of Rs 500/- each under Section 323 IPC, one year rigorous": "लिए दोषसिद्ध किया और उनमें से प्रत्येक को धारा 323 आईपीसी के अंतर्गत 500/- रुपये के जुर्माना के",
  "imprisonment with fine of Rs.500/- each under Section 324 IPC and one_ year _ rigorous": "साथ एक वर्ष के कठोर कारावास से, धारा 324 आईपीसी के अंतर्गत 500/- रुपये के जुर्माना के साथ एक",
  "imprisonment under Section 452 IPC. In the event": "वर्ष के कठोर कारावास से एवं धारा 452 आईपीसी के अंतर्गत एक वर्ष के कठोर कारावास से दण्डादिष्ट",
  "of not paying the fine, the appellants(accused) shall further undergo three months each additional": "किया। जुर्माने का भुगतान न करने की स्थिति में, अपीलार्थियों (अभियुक्तों) में से प्रत्येक को तीन माह",
  "imprisonment. All these punishments were to run concurrently.": "का अतिरिक्त कारावास भुगतना होगा। ये सभी दंड साथ-साथ चलने थे।",
  "6. The appellants felt aggrieved by the order of": "6. अपीत्रार्थियों ने अपीत्री अदालत के इस आदेश से व्यथित महसूस किया और इलाहाबाद उच्च",
  "the Appellate Court filed criminal revision before the": "न्यायालय के समक्ष आपराधिक पुनरीक्षण दायर किया। सुनवाई के समय, अपीलार्थियों की ओर से कोई",
  "order, the High Court dismissed the revision ex parte, which has given rise to filing of the present": "भी उपस्थित नहीं हुआ। आक्षेपित आदेश द्वारा, उच्च न्यायालय ने इस पुनरीक्षण को एकपक्षीय आधार",
  "parte, which has given rise to filing of the present appeal by way of special leave by _ the": "पर खारिज कर दिया, जिसके कारण अपीलार्थियों (अभियुक्त) द्वारा विशेष अनुमति के माध्यम से इस",
  "7. So, the short question, which arises for consideration in this appeal, is whether the High": "7. इसलिए, लघु प्रश्न, जो इस अपील पर विचार के लिए उठता है, यह है कि क्‍या अपीलार्थियों के",
  "Court was justified in dismissing the appellants’ revision.": "पुनरीक्षण को खारिज करने में उच्च न्यायालय न्यायोचित था।",
  "8. Heard learned counsel for the parties.": "8. पक्षकारों के विद्वान अधिवक्ता को सुना।",
  "9. Having heard the learned counsel for the parties and on perusal of the record of the case, we": "9. पक्षकारों के विद्वान अधिवक्ता को सुनने और इस वाद के रिकॉर्ड का परिशीलन करने पर हम अपील"
}