{
  "[2024] 1 S.C.R. 60 : 2024 INSC 9": "[2024 | । एस.सी.आर. 60: 2024 आईएनएससी 9",
  "Case Details": "वाद विवरण",
  "Brij Narayan Shukla (D) Thr. Lrs.": "बृज नारायण शुक्ला (मृत) द्वारा विधिक प्रतिनिधि",
  "Sudesh Kumar Alias Suresh Kumar (D) Thr. Lrs. & Ors.": "सुदेश कुमार उर्फ सुरेश कुमार (मृत) द्वारा विधिक प्रतिनिधि एवं अन्य",
  "(Civil Appeal No. 7502 of 2012)": "(सिविल अपील संख्या 7502/202)",
  "03 January 2024": "03 जनवरी 2024",
  "[Vikram Nath* and Rajesh Bindal, JJ.]": "[न्यायमूर्ति विक्रम नाथ एवं न्यायमूर्ति राजेश बिंदल]",
  "Issue for Consideration": "विचारणीय मुद्‌दा",
  "by the appellant for the relief of injunction with alternative relief for": "कशशया अपीलकर्ता द्वारा कब्जे के लिए वैकल्पिक राहत के साथ निषेधाज्ञा की",
  "Headnotes": "हेडनोट",
  "injunction with alternative relief for possession — Dismissed by": "प*४रतिकूल कब्ज़ा- कब्जे के लिए वैकल्पिक राहत के साथ निषेधाज्ञा की राहत",
  "Court is set aside and that of the First Appellate Court decreeing": "और कब्जे के लिए वाद पर डिढक्री देने वाले प्रथण अपीलीय न्यायालय के आदेश",
  "the suit for possession is maintained. [Paras 9.5-9.6]": "को बरकरार रखा जाता है। [पैरा 9.5-9.6 |",
  "Other Case Details Including Impugned Order and Appearances": "आक्षेपित आदेश और उपस्थिति सहित मामले का अन्य विवरण",
  "CIVIL APPELLATE JURISDICTION : Civil Appeal No.7502 of 2012.": "संशिःविल अपीलीय क्षेत्राधिकारः सिविल अपील संख्या 7502/2042",
  "of Judicature at Allahabad Bench at Lucknow in SA No.202 of 1980.": "एसए संख्या 202/980 में इलाहाबाद उच्च न्यायालय, लखनऊ पीठ के दिनांक",
  "Appearances:": "उपस्थिति:",
  "Shubhranshu Padhi, Ashish Yadav, Ms. Rimjhim Agnihotri, Shashwat Goel, Advs. for the Appellants.": "अपीलकर्ताओं की ओर से अधिवक्तागण शुभ्रांशु पाधी, आशीष यादव, सुश्री रिमझिम अग्रिहोत्री, शाश्वत गोयल।",
  "Judgment / Order of The Supreme Court": "सर्वोच्च न्यायालय का निर्णय/आदेश",
  "Judgment Vikram Nath, J.": "न्यायमूर्ति विक्रम नाथ",
  "1. The plaintiff is in appeal assailing the correctness of the judgment and order dated 15.05.2012 passed by the Lucknow Bench of the Allahabad High Court allowing Second Appeal No.202 of 1980,": "4. वादी ने इस अपील में इलाहाबाद उच्च न्यायालय की लखनऊ पीठ द्वारा",
  "Allahabad High Court allowing Second Appeal No.202 of 1980, Sudesh Kumar and others vs. Brij Narayan Shukla and others,": "द्वितीय अपील संख्या 202/4980, सुदेश कुमार और अन्य बनाम बृज नारायण शुक्ला और अन्य को अनुमति देते हुए पारित किए गए निर्णय और आदेश की",
  "whereby, both the judgments of the First Appeal Court and the": "शुद्धता को चुनौती दी है, जिसके तहत प्रथम अपील न्यायालय और विचारण",
  "Trial Court were set aside and the suit of the plaintiff appellant was": "न्यायालय दोनों के फैसलों को अपास्त कर दिया गया था और वादी अपीलकर्ता",
  "rent with respect to Plot No.1019, 1022 and 1023.": "भूखण्ड संख्या 09,022 और 023 के संबंध में किराए के बकाया के लिए",
  "3.1 Further under the settlement between the Zamindar and co-": "3.4 आगे जमींदार और सह-भागीदारों के बीच समझौते के तहत, विचाराधीन",
  "sharers, the land in question came to Siddheshwari Narain and Deep Chandra in a private partition and as such these": "भूमि एक निजी विभाजन में सिद्धेश्वरी नारायण और दीप चंद्र के पास आई और",
  "co-sharers became the owners of the land.": "इस तरह ये सह-हिस्सेदार भूमि के मालिक बन गए।",
  "3.2 The defendant respondents having continued in possession at the time of abolition of Zamindari, became the owners.": "3.2 प्रतिवादी प्रत्यर्थीगण जमींदारी के उन्मूलन के समय कब्जे में बने रहे, वे",
  "3.3 Lastly, it was contended that soon after the sale deed of January, 1966 in favour of plaintiff appellant, there was proceedings under": "3.3 अंत में, यह तर्क दिया गया कि वादी अपीलकर्ता के पक्ष में जनवरी, 966",
  "respondents were in possession.": "प्रत्यर्थीगण का कब्जा था।",
  "Both the parties led evidence, both documentary and oral. The Trial": "4. दोनों पक्षों ने दस्तावेजी और मौखिक दोनों साक्ष्य प्रस्तुत किए। विचारण",
  "Court found the plaintiff appellant to be the owner of the land in dispute as also in possession and accordingly decreed the suit for": "न्यायालय ने वादी अपीलकर्ता को विवादित भूमि का स्वामी और कब्जेदार भी",
  "dispute as also in possession and accordingly decreed the suit for injunction vide judgment dated 19.09.1979.": "पाया और तदनुसार दिनांक 49.09.979 के निर्णय के माध्यम से निषेधाज्ञा के",
  "and the Khasra and Khewat entries. Further, the Trial Court had": "प्रविष्टियों पर अवलम्ब लिया था। इसके अलावा, विचारण न्यायालय ने माना था",
  "held that the proceedings under section 145 CrPC would not be of": "कि दंड प्रक्रिया संहिता की धारा 45 के तहत कार्यवाही से प्रतिवादी प्रत्यर्थियों",
  "any benefit to the defendant respondents as it was not clear from": "को कोई लाभ नहीं होगा क्योंकि रखे गए दस्तावेज से स्पष्ट नहीं था कि उक्त",
  "the material placed that the said proceedings related to the land in question.": "कार्यवाही विचाराधीन भूमि से संबंधित थी।",
  "The defendant respondent preferred appeal before the District Judge": "6. प्रतिवादी प्रत्यर्थी ने जिला न्यायाधीश के समक्ष अपील दायर की जो सिविल",
  "which was registered as Civil Appeal No.14 of 1979. The District": "अपील संख्या 4/4979 के रूप में पंजीकृत थी। जिला न्यायाधीश, हरदोई ने",
  "Judge, Hardoi, vide judgment dated 29.11.1979 dismissed the appeal.": "दिनांकित 29.4.979 के फैसले के माध्यम से अपील को खारिज कर दिया।",
  "It however did not agree with a couple of findings recorded by the": "हालाँकि, यह विचारण न्यायालय द्वारा दर्ज किए गए कुछ निष्कर्षों से सहमत नहीं",
  "Trial Court and accordingly, recorded its own findings. According to": "था और तदनुसार, अपने स्वयं के निष्कर्ष दर्ज किए। अपील न्यायालय के",
  "the appellate court, the proceedings under section 145 CrPC were": "अनुसार, दंड प्रक्रिया संहिता की धारा 45 के तहत कार्यवाही विवादग्रस्त भूमि",
  "related to the land in dispute and that the possession of the defendant": "से संबंधित थी और प्रतिवादी प्रत्यर्थी का कब्जा विवादग्रस्त भूमि पर पाया गया",
  "respondent was found over the land in dispute. It accordingly decreed the suit for possession and not for injunction as had been done by": "था। तदनुसार इसने कब्जे के लिए मुकदमे पर डिक्री दे दी, न कि निषेधाज्ञा के",
  "the Trial Court. The Appellate Court further held that the plaintiff-": "लिए दी, जैसा कि विचारण न्यायालय द्वारा किया गया था। अपील न्यायालय ने",
  "appellants were the owners of the land in dispute and they had been": "आगे कहा कि वादी-अपीलकर्ता विवादित भूमि के मालिक थे और वे अपना",
  "successful in establishing their title.": "स्वामित्व स्थापित करने में सफल रहे थे।",
  "7. Another finding recorded by the Appellate Court was that the land": "7. अपील न्यायालय द्वारा अभिलिखित एक अन्य निष्कर्ष यह था कि विवादित",
  "in dispute was a non-agricultural land and there was no question of": "भूमि एक गैर-कृषि भूमि थी और उक्त भूमि के संबंध में जमींदारी उन्मूलन का",
  "rent filed in 1944 was with respect to some other land and not the": "किराए के बकाए के लिए मुकदमा किसी अन्य भूमि के संबंध में था, न कि",
  "land in dispute in as much as the suit land was vacant open piece": "विवादित भूमि के संबंध में था, क्योंकि वाद की भूमि खाली खुली भूमि थी, जबकि",
  "of land whereas the 1944 suit for arrears of rent was with respect": "किराए के बकाए के लिए 944 का मुकदमा प्रतिवादियों के घर के संबंध में था।",
  "to the house of the defendants. Even the plot areas in the two suits were different. The Plot No.1019 being a huge piece of land where": "यहां तक कि दोनों वादों में भूखंड क्षेत्रफल भी अलग-अलग थे। भूखण्ड़ संख्या",
  "were different. The Plot No.1019 being a huge piece of land where as the plaintiff appellant had purchased only a part of it, they had": "।09 भूमि का एक बड़ा टुकड़ा है, जबकि वादी अपीलकर्ता ने इसका केवल एक",
  "the suit having been filed in 1975 was well within time.": "975 में दायर किया गया मुकदमा समय के भीतर था।",
  "9. The defendant respondent preferred Second Appeal before the High": "9. प्रतिवादी प्रत्यर्थी ने उच्च न्यायालय के समक्ष दूसरी अपील दायर की जिसे",
  "Court which was registered as Second Appeal No.202 of 1980. It": "दूसरी अपील संख्या 202/4980 के रूप में दर्ज किया गया था। यह वह अपील",
  "is this appeal which has been allowed by the impugned judgment": "है जिसे आक्षेपित निर्णय द्वारा अनुमति दी गई है जिसने वर्तमान अपील को जन्म",
  "their rights by adverse possession having continued so since 1944": "उनका कब्जा तत्कालीन जमींदारों के खिलाफ अनुमेय था। 944 से उनके द्वारा"
}