{
  "[2025] 1 S.C.R. 1 : 2025 INSC 8": "[2025] उ 5.0.९. . : 2025 १50 8",
  "Kim Wansoo": "किम वान्सू",
  "State of Uttar Pradesh & Ors.": "उत्तर प्रदेश राज्य एवं अन्य",
  "(Criminal Appeal No. 15 of 2025)": "(आपराधिक अपील संख्या 25 सन्‌ 2025)",
  "02 January 2025": "02 जनवरी 2025",
  "[C.T. Ravikumar* and Sanjay Kumar, JJ.]": "[न्यायमूर्ति सी.टी. रविकुमार एवं न्यायमूर्ति संजय कुमार]",
  "Issue for Consideration": "विचारणीय मुद्दा",
  "Issue arose as regards invocation of extraordinary power u/Art. 226 of the Constitution to quash criminal proceedings.": "आपराधिक कार्यवाही को रद्द करने के लिए संविधान के अनुच्छेद 226 के तहत असाधारण शक्ति के प्रयोग के संबंध में मुद्दा उठा।",
  "Headnotest": "हेडनोट्स",
  "Constitution of India — Art.226 — Code of Criminal Procedure, 1973 — s.482 — Quashing of criminal proceedings —": "भारतीय संविधान - अनुच्छेद 226 - दं.प्र.सं., 973 - धारा 482 - आपराधिक कार्यवाही को रद्द करना -",
  "Invocation of extraordinary power u/Art.226 — FIR registered": "अनुच्छेद 226 के तहत असाधारण शक्ति का आह्वान- कंपनी को भुगतान में चूक करने के लिए अपीलकर्ता-",
  "u/ss.406, 420, 323, 504, 506 and 120-B IPC against the accused, including the appellant-foreign national and Project Manager": "विदेशी नागरिक और प्रोजेक्ट मैनेजर सहित आरोपियों के खिलाफ धारा 406, 420, 323, 504, 506 और",
  "quashing of FIR — However, the High Court refused to quash FIR — Correctness:": "हालाँकि, उच्च न्यायालय ने एफआईआर रद्द करने से इनकार कर दिया - सत्यता:",
  "Held: Normally, quashing of criminal proceedings would be": "अवधारित किया गया: सामान्यतः आपराधिक कार्यवाही को रद्द करने की मांग धारा 482 के तहत उच्च न्यायालय",
  "sought and would be done in exercise of the inherent power of the High Court u/s. 482 — But that does not mean that it could": "की अंतर्निहित शक्ति के प्रयोग में की जाएगी- लेकिन इसका मतलब यह नहीं है कि यह केवल अनुच्छेद 226 के",
  "not be done only in invocation of the extraordinary power u/ Art. 226 — Extraordinary power u/Art. 226 or the inherent power": "तहत असाधारण शक्ति के आह्वान में नहीं किया जा सकता है - अनुच्छेद 226 के तहत असाधारण शक्ति या",
  "u/s. 482 could be exercised by the High Court, either to prevent": "धारा 482 के तहत अंतर्निहित शक्ति का प्रयोग उच्च न्यायालय द्वारा या तो किसी भी न्यायालय की प्रक्रिया के",
  "abuse of process of any Court or otherwise to secure the ends": "दुरुपयोग को रोकने के लिए या अन्यथा न्याय के उद्देश्यों को सुरक्षित करने के लिए किया जा सकता है- इन",
  "the extraordinary power u/Art. 226 to quash the FIR and all": "सभी कार्यवाहियों को रद्द करने के लिए अनुच्छेद 226 के तहत असाधारण शक्ति का प्रयोग करने से इनकार",
  "further proceedings in pursuance thereof, qua the appellant — Perusal of the FIR would reveal that the same did not disclose commission of offence as alleged without anything being added": "करके गलती की- एफआईआर के अवलोकन से पता चलता है कि इसमें कथित अपराध का खुलासा नहीं किया",
  "commission of offence as alleged without anything being added to the recitals thereof — Besides the vague allegations, the rest of": "गया है और न ही इसमें कुछ और जोड़ा गया है- अस्पष्ट आरोपों के अलावा, बाकी आरोपों को यदि सच भी मान",
  "them, even if taken as true, would not disclose the commission of any offence and make out a case against, the appellant —": "लिया जाए तो भी उनसे किसी अपराध का खुलासा नहीं होता और अपीलकर्ता के खिलाफ कोई मामला नहीं",
  "In such circumstances, asking the appellant to stand the trial": "बनता- ऐसी परिस्थितियों में, अपीलकर्ता को मुकदमे का सामना करने के लिए कहना कानून की प्रक्रिया का",
  "would be nothing but an abuse of process of law and as such,": "दुरुपयोग के अलावा और कुछ नहीं होगा और इस तरह, एफआईआर और उसके आधार पर आगे की कार्यवाही",
  "Judgment / Order of the Supreme Court": "सर्वोच्च न्यायालय का निर्णय/आदेश",
  "Judgment": "निर्णय",
  "C.T. Ravikumar, J.": "न्यायमूर्ति सी.टी. रविकुमार",
  "1. Leave granted.": "2. अनुमति प्रदान की गई।",
  "2. This appeal by special leave is directed against the judgment dated 26.08.2020 in Criminal Misc. Writ Petition No.8063 of 2020 passed by the High Court of Judicature at Allahabad, refusing to quash FIR": "2. विशेष अनुमति द्वारा यह अपील इलाहाबाद उद्च न्यायालय द्वारा आपराधिक प्रकीर्ण रिट याचिका संख्या 8063 सन्‌ 2020 में पारित निर्णय दिनांक 26.08.2020 के विरुद्ध योजित की गई है, जिसमें पुलिस थाना,",
  "No.64/2020 registered at Police Station, Sadar Bazar, District Meerut.": "सदर बाजार, जिला मेरठ में पंजीकृत एफआईआर संख्या 64 सन्‌ 2020 को रद्द करने से इनकार कर दिया गया",
  "Furthermore, it was ordered thereunder thus: -": "था। इसके अलावा, इसके तहत यह आदेश दिया गया था: -",
  "“However, considering the allegations made in the FIR,": "“हालांकि एफआईआर में लगाए गए आरोपों धारा 752 दंप्र सं. के प्रावधानों ऑर जोगिदर",
  "by the Apex Court in the case of Joginder Kumar v. State of U.P. 1994, Cr.L.J. 1981, it is directed that the": "कुमार बनाम उ.प्र: राज्य 7994, क्रि एल जे. 7987 के मामले सें सर्वोच्च न्यायालय द्वारा लिए",
  "petitioner shall not be arrested in the above case, till the credible evidence is not available against him during the": "में तब तक गिरफ्तार नहीं किया जाएगा, जब तक कि जांच के दौरान उसके खिलाफ विश्वसनीय",
  "3. On 14.10.2020, this Court issued notice and also stayed further": "3. दिनांक 4.0.2020 को इस न्यायालय ने नोटिस जारी किया तथा विषयगत एफआईआर के आधार पर",
  "4. The facts leading to the impugned judgment read as under: -": "4. आक्षेपित निर्णय तक पहुंचने वाले तथ्य इस प्रकार हैं: -",
  "Hyundai Motor India Limited (for brevity, ‘HMIL’ only) awarded a": "हुंडई मोटर इंडिया लिमिटेड (संक्षेप में केवल 'एचएमआईएल') ने हुंडई इंजीनियरिंग एंड कंस्ट्रक्शन इंडिया",
  "Gurgaon, HMI Project, R.C. Works (hereafter referred to as, ‘the": "एलएलपी (संक्षेप में 'एचईसी इंडिया एलएलपी') को गुड़गांव, एचएमआई प्रोजेक्ट, आरसी वर्क्स (जिसे आगे",
  "project’) to Hyundai Engineering & Construction India LLP (for short,": "'प्रोजेक्ट' कहा जाएगा) नामक परियोजना के निर्माण और विकास के लिए एक अनुबंध दिया। उक्त कंपनियों के",
  "‘HEC India LLP’). Agreement dated 20.10.2017 was executed therefor, between the said companies and the appellant herein was the Project": "बीच दिनांक 20.0.207 को समझौता हुआ था और अपीलकर्ता एचईसी इंडिया एलएलपी का परियोजना",
  "Manager of HEC India LLP. He is a foreign national. HEC India": "प्रबंधक था। वह एक विदेशी नागरिक है। एचईसी इंडिया एलएलपी ने कार्य का उप-अनुबंध केओटीईसी",
  "LLP, sub-contracted the work to KOTEC Automotive Services India Private Limited (for short, ‘KOTEC’) which in turn sub-contracted the": "ऑटोमोटिव सर्विसेज इंडिया प्राइवेट लिमिटेड (संक्षेप में, 'कोटेक') को दिया, जिसने बदले में आरसी निर्माण",
  "RC constructions work to M/s. YSSS India Construction (for short,": "कार्य का उप-अनुबंध मेसर्स वाईएसएसएस इंडिया कंस्ट्रक्शन (संक्षेप में, 'वाई.एस.एस.एस.') को दिया और",
  "‘YSSS’) and ‘YSSS’ further sub-contracted with M/s R.T. Construction,": "'वाईएसएसएस' ने आगे जनशक्ति प्राप्त करने के लिए मेसर्स आरटी कंस्ट्रक्शन के साथ उप-अनुबंध किया, जो",
  "which is the complainant’s (respondent No.4 herein) entity, to obtain": "कि शिकायतकर्ता (यहां प्रतिवादी संख्या 4) की इकाई है। एफआईआर में आरोप लगाया गया है कि",
  "manpower. It is alleged in the subject FIR that “YSSS’ in connivance with the other accused defaulted payment to the complainant’s": "'वाईएसएसएस' ने अन्य आरोपियों के साथ मिलीभगत करके शिकायतकर्ता की कंपनी को भुगतान नहीं किया।",
  "323, 504, 506 and 120-B of the Indian Penal Code, 1860 (hereafter, ‘the IPC’) against the accused, including the appellant herein on the": "धाराओं 406, 420, 323, 504, 506 और 20-बी के तहत अपीलकर्ता सहित आरोपियों के खिलाफ इस",
  "allegation that ‘YSSS’, in connivance with the other accused defaulted payment to the company to the tune of Rs.9 Crores. Pursuant to the": "आरोप पर दर्ज की गई थी कि “वाईएसएसएस' ने अन्य आरोपियों के साथ मिलकर कंपनी को 9 करोड़ रुपये का",
  "lodgement of the FIR, the appellant received notices dated nil, on": "भुगतान नहीं किया। एफआईआर दर्ज करने के बाद, अपीलकर्ता को दं.प्र.सं., 2973 (एतस्मिनपश्चात,",
  "06.08.2020 and 09.09.2020, issued under Section 91 of the Code of Criminal Procedure, 1973 (hereafter, ‘the Cr.P.C.’) calling upon": "'सीआरपीसी' के रूप में सन्दर्भित) की धारा 9] के तहत जारी किए गए दिनांक 06.08.2020 और",
  "documents in his possession before the Investigating Officer, he got": "यद्यपि अपीलकर्ता ने विवेचनाधिकारी के समक्ष अपने पास मौजूद दस्तावेज प्रस्तुत किए, लेकिन उसे और",
  "further notices insisting for production of more documents which, according to him, are not in his possession. It is in the aforesaid": "अधिक दस्तावेज प्रस्तुत करने के लिए नोटिस प्राप्त हुए, जो उसके अनुसार उसके पास नहीं हैं। उपर्युक्त",
  "circumstances and raising various contentions that the appellant approached the High Court seeking quashment of the FIR, which": "परिस्थितियों में तथा विभिन्न तर्कों को उठाते हुए अपीलकर्ता ने उच्च न्यायालय में एफआईआर को रद्द करने की",
  "is produced in these proceedings as Annexure P-9.": "मांग की, जिसे इन कार्यवाहियों में अनुलग्रक पी-9 के रूप में प्रस्तुत किया गया है।",
  "appellant to support his prayer for quashment of the subject FIR": "5. अपीलकर्ता ने उच्च न्यायालय के समक्ष विषयगत एफआईआर को रद्द करने के लिए अपनी प्रार्थना का समर्थन",
  "well. But before dealing with such contentions, as also the challenge against the impugned judgment it is only apposite to refer to the": "दोहराए। लेकिन ऐसे तर्कों और विवादित निर्णय के खिलाफ चुनौती पर विचार करने से पहले विषयगत",
  "relevant recitals from the subject FIR, which read as follows: -": "एफआईआर से संबंधित कथनों का संदर्भ लेना उचित होगा, जो इस प्रकार हैं: -",
  "“About all aforementioned people conniving with intention to cause loss to the Applicant and to make gain for themselves,": "“उपर्युक्ति सभी लोगों द्वारा आवेदक को हानि पहुंचाने ऑर स्वयं लाथ कमाने की नीयत से",
  "hatching criminal conspiracy, committing cheating, fraud and. forgery against the Applicant and misappropriating": "सिलीभगत कर आपराधिक षडयंत्र रचने; आवेदक के विरुद्ध धोखाधड़ी: जालसाजी करने ऑर",
  "and. forgery against the Applicant and misappropriating Applicant's money - Hon'ble Sir, This is to submit that": "आवेदक के धन का दुरुपयोग करने के संबंध में - माननीय सहोदय, यह प्रस्तुत किया जाता हैं",
  "Applicant Tahir, Partner M/s RT Construction, 202 B/9,": "कि आवेदक ताहिर॒॒ पार्टनर मेसर्स आरटी कंस्ट्रक्शन 202 बी/9. श्राउंड फोर थाटवारी",
  "Ground Floor, Thatwari Complex, Westend Road, Near Meerut Public School, Meerut ant, Meerut has been doing": "कॉस्प्लेक्स, वेस्टएंड रोड येरठ पब्लिक स्कूल के पास मेरठ एंट मेरठ लंबे समय से अपना",
  "his) business from a long time. The Applicant has been doing business of construction for approximately the last 30 years.": "व्यवसाय कर रहा हैं। आवेदक लगधग पिछले 30 वर्षो से नि्माणि का व्यवसाय कर रहा हैं।",
  "Applicant's brother Nasir and Partner Ravindra to look after": "आवेदक के थाई नासिर ऑर पार्टनर रविन्द्र आवेदक के साथ उक्त व्यवसाय की देखभाल करते",
  "been providing various services in construction including": "निर्माण में विभिन्न सेवाएं प्रदान करता रहा हैं। उपर्युक्त क्रमांक - 6 सेउंग ही. हर (प्रबंध",
  "HER (Managing Director) YOU SEUNG SANG SA INDIA CONSTRUCTION PVT LTD (YSSS), which is a subsidiary": "निदेशक) यु सेउंग सांग सा इंडिया कंस्ट्रक्शन प्राइवेट लिमिटेड (वाई एस एस एस. ॥. जो कि",
  "company of the main company MS HUNDAI MOTOR": "मुख्य कंपनी मेसर्स डूंडई मोटर इंडिया ग्रुप की सहायक कंपनी हैं, ने दिनांक 75.06. 2078 को",
  "labourers to Korean company for long time. Therefore, on": "आवेदक को एक कार्य आदेश जारी किया था क्योंकि आवेदक लंबे समय से कोरियाई कंपनी को",
  "work order on Applicant's mail ID, photo copy of which": "आवेदक की मेल आईडी पर कार्य आदेश भेजा; जिसकी फोटो कॉपी उपरोक्त व्यक्ति द्वारा अपने",
  "was sent to the Applicant at bis. house at Meerut by the aforementioned person) through their employee. Applicant": "कर्यचारी के माध्यय से सेरठ सें उनके घर पर आवेदक को भथेजी गई थी। प्रार्थी ने उपरोक्त सभी",
  "finalized final rates after discussing with all aforementioned persons and after the officers of aforementioned company": "व्यक्तियों से विचार-विमर्श कर अन्तिय दरें तय की तथा उक्त कस्पनी के अधिकारियों की",
  "agreed to it, contract was drafted in Meerut and work was": "सहयाति के बाद मेरठ में अनुबंध तैयार किया गया तथा कार्य सॉपा गया। प्रार्थी की कम्पनी ने",
  "to time and gave to the aforementioned persons. The Bill": "जिसके लिए प्रार्थी ने समय-समय पर बिल बनाकर उपरोक्त व्यक्तियों को दिये। बिल लगधग 9",
  "was to the tune of approximately Rs 9 crore, of which the aforementioned company paid Rs.1,70,51,000/- to the Applicant from time to time. Thereafter, while misleading the": "करोड़ रुपए का था, जिसमें से उक्त कंपनी ने आवेदक को समय-समय पर 7, 70 57, 000/-",
  "was done. The Applicant gave good performance because": "अतिरिक्त काम करवाया गया। आवेदक ने अच्छा प्रदर्शन किया क्योंकि आवेदक को लगा कि यह",
  "should not be maligned. After the work was completed,": "एक विदेशी कंपनी हैं ऑर थारत को बदनाम नहीं किया जाना चाहिए। काम पूरा होने के बाद",
  "all of which were dishonoured. Thea Applicant complained to M/S HUNDAI MOTOR INDIA, which is the main": "हो गए। आवेदक ने मेसर्स हुंडई मोटर इंडिया, जो कि मुख्य कंपनी है. की शिकायत की; जिस",
  "CONSTRUCTION PVT LTD (YSSS) was summoned and": "पर मेसर्स यु सेउंग सांग सा इंडिया कंस्ट्रक्शन प्राइवेट लिमिटेड (वाई एस. एस. एस. । को बुलाया",
  "a reconciliation was made not to file any case and now": "गया तथा कोई मामला दर्ज न करने का समझोंता किया गया तथा अब हमारी दूसरी कंपनी के",
  "INDIA (P) LTD shall make payment to you because M/S": "आपको भुगतान करेगा क्योंकि मेसर्स यु सेउंग सांग सा इंडिया कंस्ट्रक्शन प्राइवेट लिमिटेड",
  "LTD (YSSS) had largest liability towards the Applicant,": "(वाई एस एस. एस.) के पास आवेदक के प्राति सबसे बड़ी देनदारी थी जो लगभग",
  "aforementioned company M/S HUNDAI MOTOR INDIA": "&. 37, 94. 200/- रुपये थी। उपयुक्ति कंपनी मेसर्स हुंडई मोटर इंडिया ने आवेदक के साथ 76",
  "OTEC AUTOMOTIVE SERVICE INDIA (P) LTD, which is a": "औओटीईसी ऑटोसोटिव सर्विस इंडिया (प्रा. ) लिमिटेड जो उपर्युक्त कंपनी का एक हिस्सा है को",
  "part of aforementioned company, to handle moneys. Officers": "पैसों को संभालने के लिए नामित किया। उक्त कम्पनी के अधिकारियों ने सहसाति व्यक्त की कि",
  "jurisdiction under Section 482 of the CrPC or Article 226 of": "की धारा 482, दं.प्र.सं. के तहत निहित शक्ति के प्रयोग से की जाएगी, लेकिन निश्चित रूप से इसका मतलब यह",
  "extracted hereinbefore, in the light of the decisions referred supra,": "की गई थी। दं.प्र.सं. के वैधानिक प्रावधानों और इस न्यायालय के पहले के निर्णयों पर विचार करने के बाद, उक्त",
  "(7) Where a criminal proceeding is manifestly attended with mala fide and/or where the proceeding is maliciously": "(7) जहां आपराधिक कार्यवाही में स्पष्ट रूप से दुर्भावना शामिल हैं ऑर,/या जहां कार्यवाही",
  "on the accused and with a view to spite him due to private and personal grudge.": "दुर्भावनापुर्ण तरीके से अभियुक्त पर बदला लेने के गुप्त उद्देश्य से और निजी और व्यक्तिगत द्रेष",
  "The said position was reiterated by this Court in Pepsi Foods Lid. and Anr. v. Special Judicial Magistrate and Ors.? This Court held": "7. उक्त स्थिति को इस न्यायालय ने प्रेप्सी फुड्स लिमिटेड एवं अन्य बनाम विशेष न्यायिक मजिस्ट्रेट एवं अन्य में",
  "therein that the High Court could exercise its power of judicial review": "दोहराया था। इस न्यायालय ने कहा कि उच्च न्यायालय आपराधिक मामलों में न्यायिक समीक्षा की अपनी शक्ति",
  "in criminal matters and it could exercise this power either under Article 226 of the Constitution or under Section 482, Cr. P.C. to prevent abuse of the process of the Court or to secure the ends of justice.": "का प्रयोग कर सकता है और वह न्यायालय की प्रक्रिया के दुरुपयोग को रोकने या न्याय के उद्देश्यों को सुरक्षित करने के लिए संविधान के अनुच्छेद 226 या धारा 482, दं.प्र.सं. के तहत इस शक्ति का प्रयोग कर सकता है।",
  "Furthermore, it was held that exercise of that power would depend upon the facts and circumstances of each case.": "इसके अलावा, यह माना गया कि उस शक्ति का प्रयोग प्रत्येक मामले के तथ्यों और परिस्थितियों पर निर्भर",
  "In regard to quashing of criminal proceedings at the investigation stage itself, this Court in Eastern Spg. Mills v. Rajiv Poddar,’": "करेगा। 8. जांच के चरण में ही आपराधिक कार्यवाही को रद्द करने के संबंध में, ईस्टर्न एसपीजी मिल्स बनाम राजीव",
  "held that the High Court could interfere with the investigation, if": "पोद्दार मामले में इस न्यायालय ने अवधारित किया कि उच्च न्यायालय जांच में हस्तक्षेप कर सकता है, यदि",
  "non-interference would result in miscarriage of justice.": "हस्तक्षेप न करने से न्याय में चूक होगी।",
  "In State of A.P. v. Golconda Linga Swamy,’ this Court again held": "9. आंध्र प्रदेश राज्य बनाम गोलकोंडा लिंग स्वामी मामले में इस न्यायालय ने पुनः यह अवधारित किया कि जहां",
  "that where an FIR did not disclose the commission of an offence without anything being added or subtracted from the recitals thereof,": "एफआईओआर में अपराध के होने का खुलासा नहीं किया गया हो और उसमें कुछ जोड़ा या घटाया न गया हो, तो",
  "the said FIR could be quashed.": "उक्त एफआईआर को रद्द किया जा सकता है।",
  "We have already extracted the relevant recitals in the subject FIR.": "0. हमने पहले ही विषयगत एफआईआर में प्रासंगिक विवरण निकाल लिए हैं। इसके तहत लगाए गए आरोपों की",
  "Despite our microscopic examination of the allegations raised thereunder, except some vague allegations, no specific allegation could be seen made against the appellant herein or against the": "हमारी सूक्ष्म जांच के बावजूद, कुछ अस्पष्ट आरोपों को छोड़कर, अपीलकर्ता के खिलाफ या 'एचईसी इंडिया",
  "Manager. That apart, a scanning of the subject FIR would reveal that after making some allegations, the complainant viz., the 4\"": "इसके अलावा, संबंधित एफआईआर की जांच से पता चलता है कि कुछ आरोप लगाने के बाद, शिकायतकर्ता",
  "persons named therein, including the appellant herein to help the complainant/appellant herein to recover the amount mentioned": "शामिल है, ताकि शिकायतकर्ता/अपीलकर्ता को इसमें उल्लिखित राशि की वसूली में मदद मिल सके। इस संदर्भ",
  "therein. In this context, it is to be seen that the allegations therein": "में, यह देखा जाना चाहिए कि आरोपों से यह पता चलता है कि लगभग 9 करोड़ रुपये की राशि के भुगतान में"
}