{
  "[2023] 15 S.C.R. 261 : 2023 INSC 1012": "[2023] 45 एस.सी.आर. 264 : 2023 आईएनएससी 4042",
  "| CASE DETAILS": "मामले का विवरण",
  "PAWAN KUMAR": "पवन कुमार",
  "(Criminal Appeal No. 3548 of 2023)": "(आपराधिक अपील संख्या 3548/2023)",
  "NOVEMBER 21, 2023": "2व नवंबर 2023",
  "[SANJAY KISHAN KAUL AND SUDHANSHU DHULIA,JJ]": "न्यायमूर्ति संजय किशन कौल और न्यायमूर्ति सुधांशु धूलिया]",
  "HEADNOTES": "हेडनोट",
  "Issue for consideration: The question which arise for determination is whether the appellant was a juvenile at the time of commission of offence.": "विचारार्थ मुद्दा: निर्धारण के लिए यह प्रश्न उठता है कि क्या अपीलकर्ता अपराध के समय किशोर था।",
  "Juvenile Justice (Care and Protection of Children) Rules, 2007": "किशोर न्याय (बच्चों की देखभाल और संरक्षण) नियमावली, 2007 - नियम",
  "— r. 12(3)(b) — Benefit of juvenility — Procedure to be followed in": "42(3)(बी) - किशोरता का लाभ - उम्र के निर्धारण में अपनाई जाने वाली प्रक्रिया -",
  "determination of age — When exact assessment of the age cannot be done:": "जब उम्र का सटीक आकलन नहीं किया जा सकता है:",
  "Held: Age of a juvenile has to be determined on the basis of the": "अभिनिर्धारित किया: किशोर की उम्र कथित अपराध करने की तारीख के आधार",
  "of the age cannot be done, the Court or the Board or, the committee for the reasons to be recorded by them, may, if considered necessary give": "या बोर्ड या समिति, उनके द्वारा दर्ज किए जाने वाले कारणों के आधार पर, यदि उचित",
  "benefit to the child or juvenile by considering his/her age on lower side": "समझे, तो बच्चे या किशोर की उम्र को एक वर्ष के अंतर पर निचली सीमा का उसे लाभ दे",
  "the age of the appellant, the margin of age was so thin — As per r. 12, the school certificates are given more importance than a Panchayat Register,": "विरोधी पहलू थे, उम्र का अंतर बहुत कम था- नियम 42 के अनुसार, स्कूल प्रमाणपत्रों",
  "has been sentenced to life imprisonment under Section 302/34 and rigorous": "302/34 के तहत आजीवन कारावास की सजा सुनाई गई है और धारा",
  "imprisonment for 7 years under Section 307/34 with default stipulations.": "307/34 के तहत डिफ़ॉल्ट शर्तों के साथ 7 साल के कठोर कारावास की सजा",
  "The conviction and sentence of the appellant was upheld in appeal by the": "सुनाई गई है। अपीलकर्ता की दोषसिद्धि और सजा को उच्च न्यायालय ने दिनांक",
  "High Court, in its order dated 07.05.2019.": "07.05.2049 के अपने आदेश में बरकरार रखा था।",
  "3. There were four accused in the case, which were Gaya Prasad Mishra, Gulab Chandra, Pawan Kumar and Babadeen. The accused Babadeen passed": "3. इस मामले में चार आरोपी थे, जो गया प्रसाद मिश्रा, गुलाब चंद्र, पवन कुमार और बाबादीन थे। विचारण के दौरान आरोपी बाबादीन की मृत्यु हो गई और",
  "away during the trial and his case stood abated and the remaining three were convicted for the offences as stated above. The said conviction has been": "उसका मामला समाप्त हो गया और शेष तीन को ऊपर बताए गए अपराधों के लिए",
  "convicted for the offences as stated above. The said conviction has been upheld by the High Court of Judicature of Allahabad (Lucknow Bench).": "दोषी ठहराया गया। उक्त दोषसिद्धि को इलाहाबाद उच्च न्यायालय (लखनऊ",
  "Meanwhile, as far as Gaya Prasad Mishra and Gulab Chandra are concerned, who are the father and brother of the present appellant respectively, they": "खंडपीठ) द्वारा बरकरार रखा गया है। इस बीच, जहां तक गया प्रसाद मिश्रा और गुलाब चंद्र का सवाल है, जो वर्तमान अपीलकर्ता के क्रमशः पिता और भाई हैं,",
  "any petition before this Court.": "न्यायालय के समक्ष कोई याचिका दायर नहीं की है।",
  "4. The appellant before this Court apart from challenging the impugned": "4. इस न्यायालय के समक्ष अपीलकर्ता ने गुण -दोष के आधार पर आक्षेपित",
  "dismissed by the Trial Court and the High Court.": "न्यायालय और उच्च न्यायालय द्वारा खारिज कर दिया गया है।",
  "5. Before us, the learned counsel for the appellant, Ms. Vanshaja": "5, हमारे सामने, अपीलकर्ता के विद्वान अधिवक्ता, सुश्री वंशजा शुक्ला ने कहा कि",
  "the claim of the appellant indeed was that at the time of the incident, he": "का दावा वास्तव में यह था कि घटना के समय, वह एक किशोर था और किशोरता",
  "the case on its merits, we have heard the counsel for the appellant at length": "दलील पर अपीलकर्ता के अधिवक्ता को विस्तार से सुना है।",
  "6. We must state at the very outset that the appellant has been raising": "6. हमें शुरू में ही बताना होगा कि अपीलकर्ता अपने विचारण के समय से ही, देर",
  "the claim of juvenility right since the time of his trial, although belatedly. The trial court as well as the appellate court after an enquiry have found": "से ही सही, किशोर होने का दावा उठा रहा है। निचली अदालत और अपीलीय",
  "that the appellant was not juvenile at the time of the incident. Since this plea": "अदालत ने जांच के बाद पाया कि घटना के समय अपीलकर्ता किशोर नहीं था।",
  "was raised before this Court as well, this court had asked for a report from": "चूँकि यह याचिका इस न्यायालय के समक्ष भी उठाई गई थी, इसलिए इस",
  "the concerned Additional Sessions Judge, Barabanki and consequently a": "न्यायालय ने संबंधित अपर सत्र न्यायाधीश, बाराबंकी से एक रिपोर्ट मांगी थी और",
  "report was filed on an earlier occasion before this Court, to which we shall": "परिणामस्वरूप इस न्यायालय के समक्ष एक पूर्व अवसर पर एक रिपोर्ट पेश की गई",
  "refer in a while. However, the last report (dated 28.09.2022) filed by the Additional Sessions Judge, Barabanki differs from the earlier findings, and": "थी, जिसका उल्लेख हम थोड़ी देर में करेंगे। हालाँकि, अपर सत्र न्यायाधीश, बाराबंकी द्वारा दाखिल अंतिम रिपोर्ट (दिनांक 28.09.2022) पहले के निष्कर्षों",
  "the claim of the appellant being a juvenile at the time of the commission of": "से अलग है और अपराध के समय अपीलकर्ता के किशोर होने का दावा स्वीकार",
  "crime has been accepted. We shall be referring to this report later.": "कर लिया गया है। हम इस रिपोर्ट का जिक्र बाद में करेंगे।",
  "7. The facts of this case must also be stated here. On 01.12.1995,": "7. इस मामले के तथ्य भी यहां बताए जाने चाहिए। 0.2.995 को, जब",
  "while the father and brother of the Complainant-Guru Prasad Mishra were irrigating their land, water flushed towards the adjacent field belonging to one": "परिवादी-गुरु प्रसाद मिश्रा के पिता और भाई अपनी जमीन की सिंचाई कर रहे थे,",
  "Mishra reported this to his father and shortly thereafter Gaya Prasad Mishra": "जो गया प्रसाद मिश्रा का पुत्र है, ने अपने पिता को इसकी सूचना दी और इसके",
  "along with his two sons, Gulab Chandra and Pawan Kumar (the present": "तुरंत बाद गया प्रसाद मिश्रा अपने दो बेटों, गुलाब चंद्र और पवन कुमार (वर्तमान",
  "appellant), and one ‘Babadeen’ came to the spot armed with “lathis” and": "अपीलकर्ता) और एक 'बाबादीन' के साथ \"लाठियों\" से लैस होकर मौके पर आए",
  "started assaulting the father and brother of the complainant. After hearing": "और परिवादी के पिता और भाई पर हमला करना शुरू कर दिया। शोर -शराबा",
  "the ‘hue and cry’, the complainant along with some village persons reached": "सुनने के बाद परिवादी गांव के कुछ लोगों के साथ मौके पर पहुंचा और आरोपी",
  "the spot and he was also assaulted by the accused persons. This incident": "व्यक्तियों ने उसके साथ भी मारपीट की। इस घटना के परिणामस्वरूप सभी को",
  "then filed in Subeha Police Station in Barabanki District, under Sections 307, 504 and 323 IPC against the four named accused as mentioned above. As": "आईपीसी की धारा 307, 504 और 323 के तहत बाराबंकी जिले के सुबेहा पुलिस स्टेशन में एक एफआईआर दर्ज की गई थी। चूंकि परिवादी के भाई (गंगा",
  "the brother of the complainant (Ganga Prasad) died the same day, Section 302 was added in the FIR.": "पुलिस स्टेशन में एक एफआईआर दर्ज की गई थी। चूंकि परिवादी के भाई (गंगा प्रसाद) की उसी दिन मृत्यु हो गई, इसलिए एफआईआर में धारा 302 जोड़ी गई।",
  "8. Undoubtedly, the appellant belongs to the aggressor group and": "8. निस्संदेह, अपीलकर्ता आक्रामक समूह से संबंधित है और उसने मृतक पर",
  "had attacked the deceased and caused injuries and ultimately the death": "हमला किया था और चोटें पहुंचाई थीं और अंततः घायल व्यक्तियों में से एक की",
  "of one of the injured persons. It is also true that some of the assailants,": "मृत्यु हो गई थी। यह भी सच है कि वर्तमान अपीलकर्ता सहित कुछ हमलावर",
  "including the present appellant, were armed with “lathis”. We have placed these facts on record to show the nature of the incident. The accused have": "\"लाठियों\" से लैस थे। हमने घटना की प्रकृति को दिखाने के लिए इन तथ्यों को",
  "committed a heinous crime. Yet they are not hardened criminals. It is also": "रिकॉर्ड पर रखा है। आरोपियों ने जघन्य अपराध किया है। फिर भी वे कठोर",
  "not a premeditated cold-blooded murder.": "अपराधी नहीं हैं। यह कोई पूर्व-नियोजित निर्दयी हत्या भी नहीं है।",
  "9. While having his statement recorded under Section 313 of CrPC": "9. सीआरपीसी की धारा 33 के तहत अपना बयान दर्ज करते समय अपीलकर्ता",
  "the age of the appellant was recorded as 18 years and upon further inquiry": "की उम्र 8 वर्ष दर्ज की गई थी और आगे की जांच पर अपीलकर्ता ने दावा किया",
  "the appellant claimed that he was less than 16 years of age at the time of the commission of the offence, 1.e., on 01.12.1995. At the relevant time,": "कि अपराध के समय यानी, 04.42.995 को उसकी उम्र 46 वर्ष से कम थी।",
  "Juvenile Justice Act, 1986 was in force where a juvenile in case of a boy,": "प्रासंगिक समय में, किशोर न्याय अधिनियम, 986 लागू था, जहां किसी लड़के",
  "was one who had not completed sixteen years of age. This age however, was": "के मामले में किशोर वह था, जिसने सोलह वर्ष की आयु पूरी नहीं की थी।",
  "increased to eighteen years by the Juvenile Justice (Care and Protection of Children) Act, 2000 as we shall see later. A formal plea of juvenility was": "हालाँकि, जैसा कि हम बाद में देखेंगे, किशोर न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम, 2000 द्वारा इस उम्र को बढ़ाकर अठारह वर्ष कर दिया गया",
  "his D.O.B. as 05.07.1980 which meant that on the date when the offence": "रजिस्टर प्रस्तुत किया जिसमें उसकी जन्मतिथि 05.07.4980 दर्ज की गई थी जिसका अर्थ था कि जिस तारीख को अपराध किया गया था, अपीलकर्ता की",
  "was committed, the appellant would be 15 years, 6 months, and 26 days old. However, during cross-examination the clerk of National Inter College": "आयु 45 वर्ष, 6 महीने और 26 दिन होगी। हालाँकि, जिरह के दौरान नेशनल",
  "who had produced the Scholar Register, admitted that the entry was made": "इंटर कॉलेज के लिपिक, जिसने स्कॉलर रजिस्टर पेश किया था, ने स्वीकार",
  "(hereafter referred to as High School, Kamela), which was not placed on": "किया कि प्रविष्टि पूर्व माध्यमिक विद्यालय (इसके बाद हाई स्कूल, कमेला के रूप",
  "record. Further, the Gram Panchayat Officer was examined who produced": "अभिलेख पर नहीं रखा गया। इसके अलावा, ग्राम पंचायत अधिकारी का परीक्षण",
  "the Family Register of the appellant where D.O.B. of the appellant was": "किया गया जिसने अपीलकर्ता का परिवार रजिस्टर प्रस्तुत किया जहां अपीलकर्ता",
  "recorded as 1975. The day and month of his birth were not mentioned in": "का जन्म वर्ष 975 दर्ज किया गया था। इस परिवार रजिस्टर में उसके जन्म का",
  "Panchayat, the appellant would be around 20 years of age at the time of the commission of the offence.": "रजिस्टर के अनुसार, अपराध के समय अपीलकर्ता की आयु लगभग 20 वर्ष",
  "In view of this contradiction, a bone ossification test was conducted under the supervision of the Chief Medical Officer of District Hospital,": "इस विरोधाभास को देखते हुए, जिला अस्पताल, बाराबंकी के मुख्य चिकित्सा अधिकारी की देखरेख में एक हड्डी का ओसिफिकेशन परीक्षण किया",
  "19 years. Thus, by order dated 21.08.1999 it was concluded by the Trial": "24.08.4999 के आदेश द्वारा विचारण न्यायालय द्वारा यह निष्कर्ष निकाला गया",
  "Court that the benefit of juvenility cannot be extended to the appellant and": "कि किशोरता का लाभ अपीलकर्ता को नहीं दिया जा सकता है और उसे विचारण",
  "he was directed to face the trial.": "का सामना करने का निर्देश दिया गया था।",
  "against the said order dated 21.08.1999 passed by the Additional Sessions": "24.08.4999 के उक्त आदेश के खिलाफ उच्च न्यायालय के समक्ष आपराधिक",
  "11. The Additional Sessions Judge, Barabanki continued with the trial,": "4. अपर सत्र न्यायाधीश, बाराबंकी ने विचारण जारी रखा, जहां अपीलकर्ता",
  "where all the accused persons (except Babadeen), including the appellant": "सहित सभी आरोपी व्यक्तियों (बाबादीन को छोड़कर) को आईपीसी की धारा",
  "were convicted for offences under sections 302/34 and 307/34 of the IPC": "302/34 और 307/34 के तहत दोषी ठहराया गया, जिसके लिए उन्हें क्रमशः",
  "for which they were sentenced to life imprisonment and 7 years of rigorous": "आजीवन कारावास और 7 वर्ष के कठोर कारावास की सजा सुनाई गई। सह-",
  "imprisonment, respectively. One of the co-accused, Babadeen died on 12.12.1998 during the trial and proceedings against him stood abated by": "अभियुक्तों में से एक, बाबादीन की सुनवाई के दौरान 2.2.4998 को मृत्यु हो",
  "order dated 04.01.1999 passed by the Trial Court.": "गई और विचारण न्यायालय द्वारा पारित आदेश दिनांक 04.04.4999 द्वारा",
  "12. Against the order of conviction dated 11.02.2000 passed by the": "42. विचारण न्यायालय द्वारा पारित दिनांक .02.2000 की सजा के आदेश के",
  "Trial Court all the accused filed their appeal before the High Court of Judicature at Allahabad (Lucknow Bench). During the pendency of the": "खिलाफ सभी आरोपियों ने उच्च न्यायालय, इलाहाबाद (लखनऊ बेंच) के समक्ष",
  "Section 391 of the CrPC for placing additional evidence on record regarding": "किशोरावस्था के संबंध में अभिलेख पर अतिरिक्त सबूत रखने के लिए सीआरपीसी की धारा 394 के तहत एक आपराधिक प्रकीर्ण प्रार्थनापत्र दायर किया। तदनुसार,",
  "05.07.1995 issued by High School, Kamela based on which the Scholar Register of National Inter College, Barabanki which had recorded the age": "05.07.4995 प्रस्तुत किया, जिसके आधार पर नेशनल इंटर कॉलेज, बाराबंकी के स्कॉलर रजिस्टर में अपीलकर्ता की आयु 05.07.980 दर्ज की गई थी। फिर",
  "of the appellant as 05.07.1980. Nevertheless, the High Court vide its order": "के स्कॉलर रजिस्टर में अपीलकर्ता की आयु 05.07.980 दर्ज की गई थी। फिर भी, उच्च न्यायालय ने अपने आदेश दिनांक 07.05.2049 के जरिए तीनों",
  "including the plea of juvenility raised by the appellant. The High Court": "उठाए गए किशोर होने की दलील भी शामिल थी। उच्च न्यायालय ने यह भी कहा",
  "also noted that the State Government had meanwhile remitted the sentence": "कि राज्य सरकार ने इस बीच अन्य दो सह-अभियुक्तों की सजा माफ कर दी थी",
  "of the other two co-accused as both had undergone more than 19 years of": "क्योंकि दोनों 9 साल से अधिक कारावास की सजा काट चुके थे। हालाँकि,",
  "imprisonment. However, the appellant was directed to surrender and to carry": "अपीलकर्ता को आत्मसमर्पण करने और अपनी सजा पूरी करने का निर्देश दिया",
  "out his sentence. While rejecting the plea of juvenility, the reasons given": "गया था। किशोर होने की दलील खारिज करते हुए उच्च न्यायालय ने जो कारण",
  "“20...It is undisputed that juvenility can be examined at any stage,": "“20...यह निर्विवाद है कि किशोरता की जांच किसी भी स्तर पर की जा",
  "if raised by the accused person. In the present case, appellant no. 3": "सकती है, यदि आरोपी व्यक्ति द्वारा इसका मामला उठाया गया हो। वर्तमान मामले में, अपीलकर्ता संख्या 3 ने विचारण न्यायालय के समक्ष उसके",
  "has raised the point of his juvenility before the trial court, which was dealt with after examining the court witnesses and evidences placed": "किशोर होने का मुद्दा उठाया था, जिस पर अदालत के गवाहों और परिवार",
  "by means of parivar register, radiological report, C.M.O. report and": "रजिस्टर, रेडियोलॉजिकल रिपोर्ट, सीएमओ रिपोर्ट और राष्ट्रीय इंटर",
  "been taken in the present appeal of juvenility of appellant no. 3. It is": "अदालत द्वारा खारिज कर दिया गया था। चूंकि अपीलकर्ता संख्या 3 की",
  "transfer certificate which is the document sought to be relied upon by": "की रिपोर्ट का अवलोकन किया है, लेकिन वह रिपोर्ट स्थानांतरण प्रमाणपत्र का विश्लेषण नहीं करती है जो वह दस्तावेज है जिस पर याचिकाकर्ता ने",
  "the petitioner as an additional document before the High Court for": "उच्च न्यायालय के समक्ष एक अतिरिक्त दस्तावेज के रूप में अवलम्ब लेने",
  "which an application had been filed before it. That is what is required": "की मांग की थी, जिसके लिए उनके समक्ष एक आवेदन दायर किया गया",
  "to be considered.": "था। इस पर विचार करना आवश्यक है।",
  "Undisputedly, the other documents do not go in favour of the petitioner": "निर्विवाद रूप से अन्य दस्तावेज याचिकाकर्ता के पक्ष में नहीं जाते और",
  "and show the age as more than 16 years.": "उम्र 6 वर्ष से अधिक दिखाते हैं।",
  "It appears that the District Judge has not analysed the document or": "ऐसा प्रतीत होता है कि जिला न्यायाधीश ने दस्तावेज़ या उसकी सत्यता",
  "out the enquiry in that behalf and then submit a report to us.": "में जांच करने और फिर हमें एक रिपोर्ट सौंपने के लिए मामले को जिला",
  "Learned counsel for the petitioner states that the original document": "याचिकाकर्ता के विद्वान अधिवक्ता का कहना है कि मूल दस्तावेज",
  "is in the possession of the petitioner and will be filed with an affidavit before the District Judge.": "याचिकाकर्ता के कब्जे में है और उसे जिला न्यायाधीश के समक्ष एक शपथ",
  "The enquiry report to be submitted within a period of three months from the date of the receipt of this order.": "जांच रिपोर्ट इस आदेश की प्राप्ति की तारीख से तीन महीने की अवधि के भीतर प्रस्तुत की जानी है।",
  "List on the enquiry report being received.”": "जांच रिपोर्ट प्राप्त होने पर सूचीबद्ध करें।\"",
  "17. In compliance of the said order the Additional Sessions Judge,": "7. उक्त आदेश के अनुपालन में अपर सत्र न्यायाधीश , बाराबंकी ने दिनांक",
  "Barabanki filed a fresh report dated 28.09.2022. In this report the D.O.B has": "28.09.2022 को एक नई रिपोर्ट दाखिल की। इस रिपोर्ट में जन्मतिथि",
  "been determined as 05.07.1980. If this report is accepted then the appellant": "05.07.4980 निर्धारित की गई है। यदि इस रिपोर्ट को स्वीकार कर लिया जाए",
  "was 15 years, 4 months, and 26 days old at the time of commission of the crime which occurred on 01.12.1995. The relevant observation of the report": "तो 0.42.995 को हुए अपराध के समय अपीलकर्ता की उम्र 5 वर्ष, 4 महीने",
  "“18. In the end, it is humbly submitted that the date of birth of Pawan": "“8. अंत में, यह विनग्रतापूर्वक प्रस्तुत किया जाता है कि पवन कुमार की",
  "last school where he has studied, as per the relevant documents of each": "स्कूल तक जहां उन्होंने पढ़ाई की है, प्रत्येक स्कूल के प्रासंगिक दस्तावेजों",
  "school has remained the same i.e., 05.07.1980 (Annexure-1) which": "के अनुसार वही यानी, 05.07.980 (अनुलग्रक-) रही है जो पूर्व",
  "has been issued by the Principal of Pre-secondary School Kamela,": "माध्यमिक विद्यालय कमेला के प्रधानाध्यापक द्वारा जारी किया गया है,",
  "mentioning his date of birth as 05.07.1980, matches with the date of": "जिसमें उनकी जन्मतिथि 05.07.980 का उल्लेख है, जो पवन कुमार की",
  "documents of each and every school, where the petitioner has studied": "दस्तावेज में उल्लेख किया गया है, जहां याचिकाकर्ता ने अपनी शिक्षा के",
  "at different stages of his education”’.": "विभिन्न चरणों में अध्ययन किया है।\"",
  "18. On behalf of the appellant, we have heard Id. counsel Ms. Vanshaja": "8. अपीलकर्ता की ओर से, हमने विद्वान अधिवक्ता सुश्री वंशजा शुक्रा",
  "Shukla and learned senior counsel Mr. Ardhendumauli Kumar Prasad, Additional Advocate General (AAG) for the State of Uttar Pradesh. Before": "और उत्तर प्रदेश राज्य के अपर महाधिवक्ता (एएजी) विद्वान वरिष्ठ अधिवक्ता श्री अर्धन्दुमौली कुमार प्रसाद को सुना है। इससे पहले कि हम दोनों पक्षों द्वारा की गई",
  "examine some of the relevant statutory provisions.": "दलीलों पर विचार करें, कुछ प्रासंगिक वैधानिक प्रावधानों की जांच करना",
  "19. The age of a juvenile has to be determined on the basis of the date": "9. किशोर की उम्र कथित अपराध किये जाने की तारीख के आधार पर",
  "of the alleged commission of the crime. The present incident which involved": "निर्धारित की जानी है। वर्तमान घटना जिसमें अपीलकर्ता अन्य बातों के साथ -",
  "the appellant in a crime inter alia under Section 302 IPC was allegedly": "साथ आईपीसी की धारा 302 के तहत अपराध में शामिल था, कथित तौर पर",
  "committed on 01.12.1995. At the relevant point of time, the Act which was": "04.2.995 को किया गया था। प्रासंगिक समय में, जो अधिनियम किशोर",
  "in force for juvenile offenders was known as Juvenile Justice Act, 1986. In": "अपराधियों के लिए लागू था, उसे किशोर न्याय अधिनियम, 986 के रूप में",
  "the said Act, Section 2(h) defined juvenile as follows:": "जाना जाता था। उक्त अधिनियम में, धारा 2 (एच) में किशोर को इस प्रकार परिभाषित किया गया है:",
  "“(h) “juvenile” means a boy who has not attained the age of sixteen": "\"(ज) \"किशोर\" का अर्थ है एक लड़का जिसने सोलह वर्ष की आयु प्राप्त",
  "years or a girl who has not attained the age of eighteen years”": "नहीं की है या एक लड़की जिसने अठारह वर्ष की आयु प्राप्त नहीं की है\"",
  "In the case of the present appellant, the relevant age apparently was": "वर्तमान अपीलकर्ता के मामले में, प्रासंगिक उम्र स्पष्ट रूप से 6 वर्ष थी।",
  "16 years. In order to be a juvenile, he should not have attained the age of": "किशोर होने के लिए उसे 46 वर्ष की आयु प्राप्त नहीं करनी चाहिए। जब सत्र",
  "16 years. Till the time the sessions court finally convicted the appellant, inter alia, under Section 302 of the IPC, the above provision of law was in": "न्यायालय ने अंततः अपीलकर्ता को आईपीसी की धारा 302 के तहत दोषी ठहराया, तब तक कानून के उपरोक्त प्रावधान लागू थे। विचारण न्यायालय का",
  "force. The Trial court’s decision is of 11.02.2000.": "फैसला 4.02.2000 का है।",
  "20. Meanwhile, during the pendency of the appeal before the High": "20. इस बीच, उच्च न्यायालय के समक्ष अपील के लंबित रहने के दौरान,",
  "Court, the Juvenile Justice (Care and Protection of Children) Act, 2000": "किशोर न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम, 2000 अन्य बातों के",
  "came into force on 01.04.2000, inter alia, repealing the 1986 Act. There": "साथ-साथ, 986 अधिनियम को निरस्त करते हुए, 0.04.2000 को लागू",
  "were some major changes in the 2000 Act. The first and foremost was the": "हुआ। 2000 के अधिनियम में कुछ बड़े बदलाव हुए। सबसे पहली और सबसे",
  "definition of juvenile itself. Section 2(k) defined the “juvenile” as follows:": "महत्वपूर्ण स्वयं किशोर की परिभाषा थी। धारा 2(के) में \"किशोर\" को इस प्रकार परिभाषित किया गया है:",
  "“(k) “juvenile” or “child” means a person who has not completed": "\"(के) \"किशोर\" या \"बच्चा\" का अर्थ वह व्यक्ति है जिसने अठारह वर्ष की",
  "eighteenth year of age”’": "आयु पूरी नहीं की है\"",
  "The definition of “juvenile in conflict with law” under Section 2(1),": "धारा 2(एल) के तहत \"कानून का उल्लंघन करने वाला किशोर\" की",
  "which stood amended 1in 2006 is as follows:": "परिभाषा, जिसे 2006 में संशोधित किया गया, इस प्रकार है:",
  "“(1) “juvenile in conflict with law” means a juvenile who is alleged to": "\"(एल) \"कानून का उल्लंघन करने वाला किशोर\" का मतलब एक किशोर है",
  "have committed an offence and has not completed eighteenth year of age as on the date of commission of such offence”": "जिस पर अपराध करने का आरोप है और उसने ऐसे अपराध की तारीख तक अठारह वर्ष की आयु पूरी नहीं की है\"",
  "1 Prior to the 2006 amendment, it reads as follows:": "4 2006 के संशोधन से पहले, यह इस प्रकार था:",
  "(1) “juvenile in conflict with law” means a juvenile who is alleged to have committed": "(एल) \"कानून का उल्लंघन करने वाला किशोर\" का अर्थ एक किशोर है",
  "an offence. (w.e.f. 22.08.2006)": "जिस पर अपराध करने का आरोप है। (22.08.2006 से)",
  "or court on the date of commencement of this Act, shall be continued": "जाएगा, भले ही उसकी किशोरावस्था इस अधिनियम के प्रारंभ की तारीख",
  "would be applicable in the present case would be the 2007 Rules, including": "2007 के नाम से जाने जाने वाले व्यापक नियम भी बनाए गए, जिसमें अन्य बातों",
  "assessment of the age cannot be done, the Court or the Board or, as the": "उम्र का आकलन नहीं किया जा सकता है, तो न्यायालय या बोर्ड या,",
  "case may be, the Committee, for the reasons to be recorded by them,": "जैसा भी मामला हो, समिति, उनके द्वारा दर्ज किए जाने वाले कारणों के",
  "may, if considered necessary, give benefit to the child or juvenile by": "आधार पर, यदि आवश्यक समझे तो, बच्चे या किशोर को एक वर्ष के",
  "considering his/her age on lower side within the margin of one year.": "अंतराल में उसकी उम्र को कम की ओर से लेकर विचार करके लाभ दे",
  "and, while passing orders in such case shall, after taking into": "सकती है और ऐसे मामले में आदेश पारित करते समय, उपलब्ध साक्ष्य",
  "consideration such evidence as may be available, or the medical": "या चिकित्सा राय, जैसा भी मामला हो, पर विचार करने के बाद, उसकी",
  "or in the absence whereof, clause (b) shall be the conclusive proof": "से किसी में निर्दिष्ट साक्ष्य या उसके अभाव में, खंड (ख) ऐसे बच्चे या",
  "of the age as regards such child or the juvenile in conflict with law.": "कानून का उल्लंघन करने वाले किशोर के संबंध में उम्र का निर्णायक प्रमाण",
  "(4) If the age of a juvenile or child or the juvenile in conflict with law": "(4) यदि किसी किशोर या बच्चे या कानून का उल्लंघन करने वाले किशोर",
  "is found to be below 18 years on the date of offence, on the basis of": "की उम्र अपराध की तिथि पर 8 वर्ष से कम पाई जाती है, तो उप-नियम",
  "any of the conclusive proof specified in sub-rule (3), the court or the": "(3) में निर्दिष्ट किसी भी निर्णायक सबूत के आधार पर, अदालत या बोर्ड",
  "Board or as the case may be the Committee shall in writing pass an": "या जैसा भी मामला हो समिति लिखित रूप में अधिनियम और इन नियमों",
  "order stating the age and declaring the status of juvenility or otherwise,": "के प्रयोजन के लिए आयु बताते हुए और किशोरता की स्थिति या अन्यथा",
  "be given to such juvenile or the person concerned.": "किशोर या संबंधित व्यक्ति को दी जाएगी।",
  "(5) Save and except where, further inquiry or otherwise is required, inter alia, in terms of Section 7-A, Section 64 of the Act and these rules,": "(5) अधिनियम की धारा 7-क, धारा 64 और इन नियमों के संदर्भ में, अन्य बातों के अलावा, आगे की जांच या अन्यथा की आवश्यकता को",
  "examining and obtaining the certificate or any other documentary": "प्रमाणपत्र या कोई अन्य दस्तावेजी प्रमाण प्राप्त करने और जांच करने के",
  "(6) The provisions contained in this rule shall also apply to those": "(6) इस नियम में निहित प्रावधान उन निस्तारित मामलों पर भी लागू",
  "determined in accordance with the provisions contained in sub-rule": "निहित प्रावधानों के अनुसार निर्धारित नहीं की गई है, जिसके तहत कानून",
  "Act for passing appropriate order in the interest of the juvenile in": "का उल्लंघन करने वाले किशोर के हित में उचित आदेश पारित करने के",
  "conflict with law.”": "लिए अधिनियम के तहत सजा की आवश्यकता है।\"",
  "(emphasis supplied)": "(प्रभाव वर्धित)",
  "23. Although, during the pendency of the appeal before the Allahabad High Court (Lucknow Bench), the Juvenile Justice (Care and Protection": "23. हालाँकि, इलाहाबाद उच्च न्यायालय (लखनऊ पीठ) के समक्ष अपील के लंबित रहने के दौरान, 2000 के अधिनियम को निरस्त करते हुए किशोर न्याय",
  "of Children) Act, 2015 had come into force repealing the 2000 Act and": "लंबित रहने के दौरान, 2000 के अधिनियम को निरस्त करते हुए किशोर न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम, 205 लागू हुआ और अधिनियम,",
  "subsequent to the 2015 Act, comprehensive and detailed Model Rules": "2075 के बाद, \"कानून का उल्लंघन करने वाला किशोर\" से संबंधित व्यापक और विस्तृत मॉडल नियम निर्धारित किए गए, जिन्हें किशोर न्याय (बच्चों की देखभाल",
  "determination of the age of a person who is claiming juvenility is the": "पहला दस्तावेज़, जिस पर किशोर होने का दावा करने वाले व्यक्ति की उम्र",
  "26. One important aspect which was missed by the High Court as": "26. एक महत्वपूर्ण पहलू जो उच्च न्यायालय के साथ -साथ अपर सत्र",
  "well as the Additional Sessions Judge in his report dated 28.02.2022,": "न्यायाधीश ने अपनी दिनांक 28.02.2022 की रिपोर्ट में नजरअंदाज कर दिया,",
  "was the provisions of Rule 12 of the 2007 Rules which are applicable for": "वह 2007 की नियमावली के नियम 42 के प्रावधान थे जो वर्तमान मामले में आयु",
  "determination of age in the present case and, in particular, the provision under": "के निर्धारण के लिए लागू हैं और, विशेष रूप से, नियम 42 के उप-नियम (3)",
  "sub-rule (3)(b) of Rule 12 which states that “in the case exact assessment": "(बी) के तहत प्रावधान, जो कहता है कि \"यदि उम्र का सटीक आकलन नहीं",
  "of the age cannot be done, the Court or the Board or, as the case may be,": "किया जा सकता है, तो न्यायालय या बोर्ड या, जैसा भी मामला हो, समिति,",
  "the committee for the reasons to be recorded by them, may, if considered": "उनके द्वारा दर्ज किए जाने वाले कारणों के आधार पर, यदि आवश्यक समझे तो",
  "necessary give benefit to the child or juvenile by considering his/her age on lower side within the margin of one year”. We are of the considered view": "बच्चे या किशोर को एक वर्ष के अंतर के भीतर उसकी उम्र को कम मानकर लाभ दे",
  "that in the present case, even assuming for the sake of argument that there": "सकती है।\" हमारा विचार है कि वर्तमान मामले में, भले ही तर्क के लिए मान भी",
  "were some conflicting aspects as to the age of the appellant but since the": "लिया जाए कि अपीलकर्ता की उम्र के बारे में कुछ विरोधाभासी पहलू थे, लेकिन",
  "margin of age was so thin, the aforesaid benefit ought to have been given": "चूंकि उम्र का अंतर बहुत कम था, इसलिए उपरोक्त लाभ अपीलार्थी को दिया",
  "27. From perusal of the report dated 28.09.2022 the following facts": "27. दिनांक 28.09.2022 की रिपोर्ट के अवलोकन से निम्नलिखित तथ्य",
  "emerge. The appellant had attended three schools during his life time. The": "सामने आते हैं। अपीलकर्ता ने अपने जीवन काल में तीन स्कूलों में पढ़ाई की थी।",
  "first was the Primary School at Bhatgawan in Barabanki. The second was": "पहला प्राथमिक विद्यालय बाराबंकी के भटगवां में था। दूसरा हाई स्कूल, कमेला,",
  "High School, Kamela, Barabanki and the third was National Inter College, Ranapur, Barabanki (in chronological order). The admitted position is": "बाराबंकी था और तीसरा नेशनल इंटर कॉलेज, राणापुर, बाराबंकी (कालानुक्रमिक क्रम में) था। स्वीकृत स्थिति यह है कि अपीलकर्ता ने वर्ष 995",
  "that the appellant had not completed his matriculation at the time of the": "में घटना के समय अपनी मैट्रिकुलेशन पूरी नहीं की थी और इसलिए वह",
  "Inter College and the transfer certificate of the college, which had recorded": "प्रति और कॉलेज का स्थानांतरण प्रमाणपत्र रख सकता था, जिसमें उसकी",
  "his date of birth to be 05.07.1980. The appellant took admission in National": "जन्मतिथि 05.07.980 दर्ज थी। अपीलकर्ता ने 25.07.4995 को नेशनल इंटर",
  "school was 05.07.1980. The date of birth, however, was not taken to be": "दर्ज थी वह 05.07.980 थी। हालाँकि, जन्म तिथि को पहले के निष्कर्षो में सही",
  "the correct date of birth in the earlier findings, since the appellant had not": "जन्म तिथि नहीं माना गया था, क्योंकि अपीलकर्ता ने जांच अधिकारी के समक्ष",
  "the date of birth i.e., 05.07.1980 was registered in the school register of": "स्कूल रजिस्टर में जन्मतिथि 05.07.980 दर्ज थी। हालांकि बाद की जांच में",
  "transfer certificate from the earlier school register but the same could not": "उन्होंने पहले के स्कूल रजिस्टर से स्थानांतरण प्रमाण पत्र प्रस्तुत किया, लेकिन",
  "be verified to the satisfaction of the inquiry officer and consequently the": "जांच अधिकारी की संतुष्टि के लिए इसे सत्यापित नहीं किया जा सका और",
  "date of birth as claimed by the appellant (05.07.1980) was not accepted. In": "परिणामस्वरूप अपीलकर्ता द्वारा दावा की गई जन्म तिथि (05.07.980)",
  "Judge, Barabanki dated 28.09.2022, the appellant had produced relevant": "द्वारा दिनांक 28.09.2022 को की गई है, अपीलकर्ता ने उन सभी तीन स्कूलों के",
  "28. First is the certificate from Primary School Bhatgawan, Barabanki,": "28. पहला, प्राथमिक विद्यालय भटगवां, बाराबंकी से प्रमाण पत्र है, जो",
  "which was the first school attended by the appellant and where his date of": "अपीलकर्ता द्वारा पढ़ा गया पहला स्कूल था और जहां उसकी जन्मतिथि",
  "birth recorded was 05.07.1980. The Sessions Judge himself has seen the": "05.07.980 दर्ज की गई थी। अपर सत्र न्यायाधीश ने खुद विद्यालय का स्कूल",
  "school register of the school and had taken the statement of the principal": "रजिस्टर देखा और स्कूल रजिस्टर की सत्यता पर विचार करने के लिए विद्यालय",
  "documents examined were the transfer certificates of High School, Kamela and National Inter College and the relevant registers of the said schools. The": "हाई स्कूल, कमेला और नेशनल इंटर कॉलेज के स्थानांतरण प्रमाण पत्र और उक्त स्कूलों के संबंधित रजिस्टर शामिल थे। अपर सत्र न्यायाधीश, जिन्होंने उनके",
  "Additional Sessions Judge, who did not doubt the veracity of any of these documents which were placed before him, has given a categorical finding": "सामने रखे गए इन दस्तावेजों में से किसी की सत्यता पर संदेह नहीं किया, ने एक",
  "that what has been consistent is that, in all the schools that he has attended,": "स्पष्ट निष्कर्ष दिया है कि जो लगातार रहा है, वह यह है कि जिन भी स्कूलों में",
  "his date of birth remains the same 1.e., 05.07.1980.": "उसने पढ़ाई की है, उसकी जन्मतिथि समान यानि 05.07.980 है।",
  "29. However, there are two certificates which have not been considered": "29. हालाँकि, दो प्रमाणपत्र ऐसे हैं जिन पर अपर सत्र न्यायाधीश ने अपनी",
  "by the Additional Sessions Judge in his latest report. The first is the Family": "नवीनतम रिपोर्ट में विचार नहीं किया है। पहला है परिवार रजिस्टर जिसमें",
  "Register in which the year in which appellant was born is recorded as 1975.": "अपीलकर्ता के जन्म का वर्ष 975 दर्ज है। जैसा कि संबंधित ग्राम पंचायत",
  "As deposed by the concerned Gram Panchayat Officer, there is no precise date of birth recorded in the Family Register and what has been recorded,": "अधिकारी ने बताया है, परिवार रजिस्टर में कोई सटीक जन्म की तिथि दर्ज नहीं",
  "is that the appellant was born in the year 1975. All the same this certificate": "है और केवल अपीलकर्ता का जन्म वर्ष 975 दर्ज किया गया है। फिर भी, इस",
  "will not have the same evidentiary value as the school certificates in the": "प्रमाणपत्र का वही साक्ष्य मूल्य नहीं होगा जो वर्तमान मामले में स्कूल प्रमाणपत्र का",
  "present case. Moreover, the entry is also not a precise entry. Under the 2007": "है। इसके अलावा, प्रविष्टि भी कोई सटीक प्रविष्टि नहीं है। 2007 नियमावली",
  "Rules (i.e., Rule 12), the school certificates are given more importance": "(यानी, नियम 42) के तहत, स्कूल प्रमाणपत्रों को पंचायत रजिस्टर से अधिक",
  "attended by the appellant which is Primary School, Bhatgawan will be a": "प्रमाणपत्र, जो प्राथमिक विद्यालय, भटगवां का है, एक प्रमाणपत्र होगा जिस पर",
  "certificate that is liable to be considered and the certificate is a valid proof": "विचार किया जा सकता है और प्रमाणपत्र अपीलकर्ता की आयु के निर्धारण के",
  "of evidence for determination of the age of the appellant. [Shah Nawaz": "लिए साक्ष्य का एक वैध प्रमाण है। [शाह नवाज बनाम उत्तर प्रदेश राज्य और",
  "This proposition of taking a liberal view and about extending the benefit of juvenility where two views are available has been reiterated by": "उदारवादी दृष्टिकोण अपनाने और जहां दो दृष्टिकोण उपलब्ध हैं वहां किशोरता का लाभ देने के इस प्रस्ताव को इस न्यायालय द्वारा बाद के कई निर्णयों",
  "this Court in numerous subsequent decisions such as Mukarrab and Others": "किशोरता का लाभ देने के इस प्रस्ताव को इस न्यायालय द्वारा बाद के कई निर्णयों में दोहराया गया है जैसे कि मुकर्रब और अन्य बनाम उत्तर प्रदेश राज्य (207)",
  "v. State of Uttar Pradesh (2017) 2 SCC 210, Ashwani Kumar Saxena v.": "2 एससीसी 240, अश्वनी कुमार सक्सेना बनाम मध्य प्रदेश राज्य (2042) 9",
  "State of Madhya Pradesh (2012) 9 SCC 7503 as well as Rishipal Singh Solanki v. State of Uttar Pradesh (2022) 8 SCC 602 which concluded as follows in para 33.8:": "एससीसी 7503 और साथ ही ऋषिपाल सिंह सोलंकी बनाम उत्तर प्रदेश राज्य (2022) 8 एससीसी 602 में जिसका निष्कर्ष पैरा 33.8 में इस प्रकार है:",
  "33.8. If two views are possible on the same evidence, the court should": "33.8. यदि एक ही साक्ष्य पर दो दृष्टिकोण संभव हैं, तो अदालत को",
  "lean in favour of holding the accused to be a juvenile in borderline": "सीमावर्ती मामलों में आरोपी को किशोर मानने के पक्ष में झुकना चाहिए।",
  "cases. This is in order to ensure that the benefit of the JJ Act, 2015": "यह सुनिश्चित करने के लिए है कि जेजे अधिनियम, 2045 का लाभ कानून",
  "is made applicable to the juvenile in conflict with law. At the same": "का उल्लंघन करने वाले किशोरों पर लागू हो। साथ ही, अदालत को यह",
  "persons to escape punishment after having committed serious offences.": "सुनिश्चित करना चाहिए कि गंभीर अपराध करने के बाद सजा से बचने के",
  "32. Even if the medical report which shows the age of the appellant as": "32. भले ही मेडिकल रिपोर्ट, जो अपीलकर्ता की उम्र 9 वर्ष दिखाती है,",
  "19 years is taken to be correct even then in a case where an exact assessment": "सही मानी जाती है, फिर भी ऐसे मामले में जहां उम्र का सटीक आकलन संभव",
  "of age was not possible, considering the conflicting reports and documents": "नहीं था, हमारी सुविचारित राय में विरोधाभासी रिपोर्टों और दस्तावेजों पर विचार",
  "in our considered opinion, the provision given in sub-rule 3(b) of Rule 12": "करते हुए, नियम 2 के उप-नियम 3(बी) में दिए गए प्रावधान लागू होंगे और",
  "would come into play and the Court ought to have given the appellant a benefit of one year in the present case.": "न्यायालय को वर्तमान मामले में अपीलकर्ता को एक वर्ष का लाभ देना चाहिए था।",
  "Consequently, we accept the report of the Additional Sessions Judge, Barabanki dated 28.09.2022 and declare that the appellant was a juvenile": "नतीजतन, हम अपर सत्र न्यायाधीश, बाराबंकी की दिनांक 28.09.2022 की रिपोर्ट को स्वीकार करते हैं और घोषणा करते हैं कि अपीलकर्ता अपराध की",
  "33. The other two co-accused i.e., Gaya Prasad Mishra and Gulab Chandra have been convicted and sentenced inter alia to life imprisonment.": "33. अन्य दो सह-अभियुक्तों, गया प्रसाद मिश्रा और गुलाब चंद्र को दोषी ठहराया गया और अन्य बातों के साथ-साथ आजीवन कारावास की सजा सुनाई",
  "Although both of them have been prematurely released by the State": "गई। हालांकि इन दोनों को राज्य सरकार ने अपनी छूट नीति के तहत समय से",
  "were convicted (along with the appellant), for the offences under Sections 302/34 and 307/34 by the Trial Court in trial as well as by the High Court": "जांच करने के बाद, उन्हें (अपीलकर्ता के साथ) धारा 302/34 और 307/34 के तहत अपराध के लिए विचारण न्यायालय द्वारा विचारण में साथ ही अपील में",
  "to the present appellant is no different than the role assigned to the other": "भूमिका अन्य दो आरोपियों को सौंपी गई भूमिका से अलग नहीं है, जिन्हें",
  "two accused who were convicted under Sections 302 and 307 read with": "आईपीसी की धारा 302 और 307 सपठित धारा 34 के तहत दोषी ठहराया गया",
  "Section 34 IPC. It is exactly the same role and clearly section 34 of the Indian Penal Code is also attracted. We have already declared the appellant": "था। यह बिल्कुल वैसी ही भूमिका है और स्पष्ट रूप से भारतीय दंड संहिता की धारा 34 भी आकर्षित करती है। हमने पहले ही अपीलकर्ता को किशोर घोषित",
  "as a juvenile, but there is also an order of conviction against the appellant,": "कर दिया है, लेकिन अपीलकर्ता के खिलाफ सजा का आदेश भी है, जो",
  "which is based on the evidence placed by the prosecution against the other": "अभियोजन पक्ष द्वारा अन्य दो आरोपियों और वर्तमान अपीलकर्ता के खिलाफ रखे गए सबूतों पर आधारित है, जो सामान्य/समान है। इसलिए विचारण न्यायालय",
  "therefore to take a different view for the present appellant than what has": "संबंध में लिए गए दृष्टिकोंण से अलग वर्तमान अपीलकर्ता के लिए दृष्टिकोण लेना",
  "accused regarding their conviction. Therefore, we sustain the conviction of the appellant under Sections 302 and 307 IPC read with Section 34 IPC,": "संभव नहीं है। इसलिए हम आईपीसी की धारा 302 और 307 सपठित धारा 34 आईपीसी के तहत अपीलकर्ता की सजा को बरकरार रखते हैं, लेकिन उसे दी गई",
  "as such sentences cannot be given to a juvenile, in view of Section 16 of": "धारा 6 के मद्देनजर किसी किशोर को ऐसी सजा नहीं दी जा सकती है।",
  "34. The appeal is partly allowed on the question of juvenility as": "34. जैसा कि ऊपर बताया गया है, किशोरवयता के प्रश्न पर अपील",
  "to this extent. The appellant is presently in jail. He should be around 43 years of age as of now. Considering all the relevant aspects including the fact that": "तक संशोधित माना जाएगा। अपीलकर्ता फिलहाल जेल में है। फिलहाल उनकी उम्र करीब 43 साल होनी चाहिए। इस तथ्य सहित सभी प्रासंगिक पहलुओं पर",
  "the appellant has already been declared a Juvenile by this Court and in view": "विचार करते हुए कि अपीलकर्ता को इस न्यायालय द्वारा पहले ही किशोर घोषित",
  "of Sections 15 and 16 of Juvenile Justice Act, 2000, since the maximum": "किया जा चुका है और किशोर न्याय अधिनियम, 2000 की धारा 45 और 46 के",
  "period for which a juvenile can be detained is three years and the appellant": "मद्देनजर, चूंकि किसी किशोर को अधिकतम तीन वर्ष की अवधि तक हिरासत में"
}