{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय अधिकारिता",
  "CIVIL APPEAL No. 3339 of 2019": "सिविल अपील सं. 3339 वर्ष 209",
  "RAJ NARAIN . Appellant": "राज नारायन............. ...... अपीलार्थी",
  "Versus": "बनाम",
  "UNION OF INDIA & ORS. ... Respondents": "भारत संघ एवं अन्य... ........ प्रत्यर्थीगण",
  "JUDGMENT": "निर्णय",
  "L. NAGESWARA RAO, J.": "न्यायमूर्ति एल. नागेश्वर राव",
  "Leave granted.": "अनुमति प्रदान की गई |",
  "23.10.1979 while he was working as Sorting Assistant in Railway Mail Service (RMS) at  Mughalsarai, — in": ". . रेलवे मेल सर्विस (५5) में सॉर्टिंग असिस्टेंट के रूप में मुगल",
  "contemplation of disciplinary proceedings on_ the allegations of involvement in forged payments of high": "भुगतान में संलिप्तता के आरोप पर अनुशासनात्मक कार्यवाही के चलते",
  "Appellant at Mughalsarai Police Station and the case was": "मुगलसराय थाने में एफ. आई. आर. दर्ज की गई थी और भा.दं.सं की",
  "pursuant to which he joined duty and worked till": "रद्द किया गया जिसके आधार पर उसने कार्यभार ग्रहण किया और",
  "28.02.1997, when he was dismissed from service in view of his conviction under Section 409, 467 and 420 IPC. He was": "28.02.997 तक कार्य किया जब उसे भा.दं.सं की धारा 409, 467 और 420 के अन्तर्गत्‌ दोष सिद्ध होने के कारण सेवाओं से बर्खास्त कर",
  "sentenced to imprisonment for three years. The Appellant,": "दिया गया । उसे तीन वर्ष कैद की सजा सुनाई गयी । अपीलार्थी ने",
  "thereafter, filed an appeal against his conviction. The": "उसके बाद अपनी दोषसिद्धि के विरुद्ध अपील दायर की । अपीलार्थी के",
  "Criminal Appeal filed by the Appellant was allowed and he": "द्वारा दायर आपराधिक अपील स्वीकृत की गयी और उसे भा.दं.सं की",
  "409, 420 and 467 IPC.": "धारा 409, 420 और 467 के अन्तर्गत अपराधों के आरोप से दोषमुक्त",
  "2. The request of the Appellant for reinstatement after": "2. . दोषमुक्त होने के बाद अपीलार्थी की बहाली की प्रार्थना",
  "acquittal was refused on 13.06.2002. It was mentioned in": "को।3.06.2002 को अस्वीकृत कर दिया गया । मेमों दिनांकित",
  "the Memo dated 13.06.2002 that the Appellant could be": "3.06.2002 में यह उल्लेख किया गया, कि अपीलार्थी को इसलिए",
  "reinstated as he was already dismissed from service more": "बहाल किया जा सका क्योंकि वह छः वर्ष से अधिक समय से पहले ही",
  "dated 13.06.2002 were challenged by the Appellant before": "संबंधी आदेश को अपीलार्थी द्वारा न्यायाधिकरण के समक्ष चुनौती दी",
  "the Tribunal. The Tribunal allowed the original application": "गयी । न्यायाधिकरण ने मूल आवेदन को स्वीकृत किया और अपीलार्थी",
  "period during which he was not in service. Pursuant to the": "यह माना कि अपीलार्थी उस अवधि के लिए, जब वह सेवा में नहीं था,",
  "20.01.2003. By an order dated 01.05.2003, the Senior Superintendent of RMS, Allahabad rejected’ the": "07.05.2003 दिनांकित आदेश द्वारा आर.एम.एस. इलाहाबाद के वरिष्ठ अधीक्षक ने अपीलार्थी के निलम्बन अवधि अर्थात्‌ 30.0.979 से",
  "representation of the Appellant for full pay and allowances for the period of the suspension se. 23.10.1979 to": "अधीक्षक ने अपीलार्थी के निलम्बन अवधि अर्थात्‌ 30.0.979 से 7..987 की अवधि के लिए पूर्ण वेतन और भत्तों संबंधी",
  "against the order of the Tribunal by which he was not": "न्यायाधिकरण के आदेश के विरूद्ध दायर रिट याचिका जिसमें उसे",
  "granted back wages was partly allowed by the High Court.": "पिछला वेतन न देने की बात की गई थी, उद्च न्यायालय द्वारा अंशतः",
  "The High Court held that the Appellant shall be entitled to": "स्वीकार कर ली गयी । उद्च न्यायालय ने यह अवधारित किया की",
  "initiation of the criminal proceedings by the department": "निष्कर्ष कि स्थिति में कि आपराधिक कार्यवाही आरंभ किया जाना",
  "vis-a-vis a criminal case lodged by the police. For": "आरंभ किए जाने और पुलिस द्वारा आपराधिक मामला दर्ज किए जाने",
  "example, if an employee is involved in embezzlement of": "के बीच, कोई अन्तर नहीं दिखता, उदाहरण के लिए यदि कर्मचारी",
  "funds or is found indulging in demand and acceptance of": "निधियों के गबन में संलिप्त है या घूँस मांगने या लेने में लिप्त पाया जाता",
  "illegal gratification, the employer cannot be mulcted with full back wages on the acquittal of the person by a criminal": "है , नियोक्ता पर, ऐसे व्यक्ति का आपराधिक न्यायालय द्वारा दोषमुक्त किए जाने पर, पिछला वेतन देने का हरजाना नहीं लगाया जा सकता |",
  "Court, unless it is found that the prosecution is malicious.": "जब तक यह न पाया जाय कि अभियोजन दोषपूर्ण था।",
  "7. The point that remains to be considered is whether": "7... जिस बिन्दु पर विचार किया जाना है वह यह है, कि क्या",
  "the Appellant is entitled to payment of full wages between 1979 and 1987. The Appellant was placed under": "अपीलार्थी 3979 से 987 के बीच पूरे वेतन का हकदार है, अपीलार्थी",
  "suspension on 23.10.1979 and his suspension was revoked": "को 23.0.979 को निलंबित किया गया था और 2.0.987 को उसका निलंबन वापस ले लिया गया । इस अंतराल में एक ऐसी घटना",
  "during the interregnum by which the disciplinary proceedings were dropped on 21.03.1983. It is clear from": "हुई जिससे अनुशासनात्मक कार्यवाही 2.03.983 को बंद कर दी",
  "the record that the Appellant was the one who was seeking": "गयी । रिकार्ड से यह स्पष्ट है, कि अपीलार्थी ही आपराधिक मामले के",
  "pendency of criminal case. The order of suspension was in contemplation of disciplinary proceedings. By virtue of the": "निलंबन का आदेश अनुशासनात्मक कार्यवाहियों के आधार पर था |",
  "disciplinary proceedings being dropped, the Appellant": "अनुशासनात्मक कार्यवाही बंद हो जाने के आधार पर अपीलार्थी",
  "the date of his suspension till the date of closure of the": "निलंबन की तिथि से विभागीय जाँच बंद होने की तिथि तक की अवधि",
  "four years to reinstate him by revoking his suspension.": "प्रत्यर्थीगण ने उसका निलंबन रद्द कर उसे बहाल करने में चार वर्ष का",
  "The order of suspension dated 23.10.1979 came to an end": "समय लिया । 23.0.979 दिनांकित निलंबन आदेश 2.03.983",
  "wages for the period he was kept out of duty during the": "विलम्बन के दौरान सेवा से बाहर रखे गये अवधि के लिए पिछले वेतन",
  "therein was that he was entitled to full wages on his": "द्वारा दोषमुक्त किए जाने पर उसे पूरा वेतन पाने का अधिकार है |",
  "acquittal by the Criminal Court. This Court rejected the": "न्यायालय ने उक्त कथन को यह कहते हुए अस्वीकार कर दिया, कि",
  "back wages would arise only in case of termination of service, pursuant to findings recorded in a departmental": "निष्कर्षों के अंकित होने के कारण सेवा की बर्खास्तगी के मामले में ही",
  "enquiry. In the event of the dismissal order being set aside": "उठेगा । बर्खास्तगी आदेश को न्यायालय द्वारा अपास्त कर दिए जाने",
  "duty by the employer. This Court was of the opinion that": "दूर रखा गया । न्यायालय का यह मत था, कि एक ऐसे कर्मचारी का",
  "to an employee facing a departmental inquiry. The": "मामला जो विभागीय जाँच का सामना कर रहा हो. ऐसे कर्मचारी के",
  "employee involved in a crime has disabled himself from": "गयी हो । अपराध में लिप्त कर्मचारी ने जेल में बंद होने के कारण, स्वंय",
  "6. The decision of Ranchhodji Chaturji Thakore (Supra) was followed by this Court in Union of India and": "6... रणछोड़ जी चतुर्जी ठाकुर (उपरोक्त) के बाद भारत संघ एवं अन्य",
  "(Supra) was followed by this Court in Union of India and Others v. Jaipal Singh (supra) to refuse back wages to an": "बनाम जयपाल सिंह (उपरोक्त) के निर्णय में भी इस न्यायालय ने ऐसे",
  "Section 302 read with Section 34 IPC and later acquitted": "भा.दं.सं. की धारा 302 सपठित धारा 34 के अन्तर्गत्‌ दोषसिद्ध हुआ",
  "by the High Court in a criminal appeal. While refusing to": "था और बाद में आपराधिक अपील में उच्च न्यायालय द्वारा दोषमुक्त कर",
  "Subsequent acquittal would not entitle an employee to": "न्यायालय ने धारित किया, कि अनुवर्ती दोषमुक्ति किसी कर्मचारी को",
  "seek back wages. However, this Court was of the opinion": "पिछले वेतन की माँग का हकदार नहीं बनाती । हालांकि, न्यायालय का",
  "that if the prosecution is launched at the behest of the": "मत था, कि यदि अभियोजन की शुरुआत विभाग द्वारा की जाए और"
}