{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPEAL NO(S). 2627-2628 OF 2012": "दीवानी अपील संख्या 2627-2628/202",
  "KAMAL AND OTHERS .... APPELLANT(S)": "कमल और अन्य .... अपीलार्थी (गण)",
  "GAJRAJ AND OTHERS ...RESPONDENT(S)": "गजराज और अन्य .... प्रत्यर्थी(गण )",
  "WITH": "सह",
  "CIVIL APPEAL NO(S). 2604-2605 OF 2012": "दीवानी अपील संख्या 2604-2605/202",
  "CIVIL APPEAL NO(S). 6486-6487 OF 2012": "दीवानी अपील सं 6486-6487 /202",
  "The brief facts of the case which manifest from the record are": "2. अभिलेख से प्रकट होने वाले, मामले के संक्षिप्त तथ्य ये हैं कि वर्तमान",
  "recommendations made by the Land Management Committee which": "योजना के तहत सम्यक प्रक्रिया बाद भूमि प्रबंधन समिति द्वारा की गई सिफारिशों",
  "the recommendations of the Land Management Committee of": "उपर्युक्त कृषि आवंटन की अन्तर्वस्तु को भूमि प्रबंधन समिति के सदस्यों के",
  "6. The relevant part of the proposal for allotment in favour of 110": "6. 0 व्यक्तियों के पक्ष में आबंटन के प्रस्ताव का सुसंगत भाग, जिसे सक्षम",
  "persons which was finally approved by the competent authority and that reveals from the minutes of the meeting held on 6\" April 1997": "प्राधिकारी द्वारा अंतिम रूप से अनुमोदित किया गया था और जो 6 अप्रैल 2997",
  "The Sub-Divisional Magistrate, Khurja.": "उप-जिला मजिस्ट्रेट, खुर्जा",
  "Sir,": "श्रीमान जी,",
  "I have perused the annexed file pertaining to allotments having been since affected in Village Phaleda. In the contents of": "मैंने फालेदा गांव में हुए आवंटन से संबंधित संलग्रक फाइल का",
  "persons out of whom 7 individuals belong to the Schedule Caste, 3 belong to the Backward Classes, while the remaining are belonging": "हुआ था, जिनमें से 7 व्यक्ति अनुसूची जाति से संबंधित हैं, 3 पिछड़े वर्ग से",
  "land to be given away in allotments stands recorded as that being": "प्रास्थिति में भूमि के आवंटन का उल्लेख करना चाहिए, जिसे वास्तव",
  "place in the said behalf and finally it had been passed, through consensus voice, with this observation that, the": "किया गया है और अंत में इस टिप्पणी के साथ इसे सर्वसम्मति से",
  "said list has been duly prepared, in a true and correct": "पारित किया गया है, कि उक्त सूची विधिवत, यथार्थ और सही",
  "manner, because members belonging to the Schedule": "तरीके से तैयार की गई है, क्योंकि अनुसूचित जाति के सदस्य ,",
  "Caste, remaining in possession of agricultural land area, admeasuring less than 3’ acres, are also included, in": "जिनके पास 3 /8 एकड़ से कम कृषि भूमि का कब्जा है, को भी",
  "the said list. Agricultural allotments, have been affected,": "उक्त सूची में शामिल किया गया है। कृषि आवंटन को निम्न रूप से",
  "in the following manner:-": "प्रभावित हुए हैं: -",
  "S.No | Name, Parentage Caste Khasra | Area in Land Details": "क्रम । आबंटिती का नाम, जाति खसरा क्षेत्रफल | भू-राजस्व . विवरण",
  "and address of No. Hectares | revenue allottee in Rs.": "संख्या | माता-पिता और पता संख्या. . हेक्टेयर में रू. में",
  "1. Mahendra, son Jatav 39/6 0.253 12.50": "...... महेन्द्र पुत्र सोहन जाटव 39/6 0.253 2.50",
  "different levels, no fault in the decision-making process has been": "पुनरीक्षण अधिकारिता में आगे जांच की गई और मामले की विभिन्न स्तरों पर जांच करने के बाद, निर्णय लेने की प्रक्रिया में कोई गलती नहीं बताई गई है और",
  "with by this Court.": "इस न्यायालय द्वारा हस्तक्षेप किए जाने के योग्य है।",
  "13. Per contra, learned counsel for the State submits that it is true": "3. इसके विपरीत, राज्य के विद्वान अधिवक्ता ने कहा कि यह सही है कि भूमि",
  "approval to the recommendations made by the Land Management": "प्रबंधन समिति द्वारा की गई सिफारिशों को मंजूरी देने में सक्षम प्राधिकारी द्वारा",
  "or error being committed in the decision-making process in making": "को भू-खण्ड़ का आवंटन करने में निर्णय लेने की प्रक्रिया में कोई गलती न होने",
  "recommendations made by the Land Management Committee has": "के हित में नहीं है और जब भूमि प्रबंधन समिति द्वारा की गई सिफारिशों पर किए",
  "been looked into at two different stages by the respective competent": "गए आवंटन को संबंधित सक्षम प्राधिकारियों द्वारा दो विभिन्न चरणों में जाँच लिया",
  "authorities. To invalidate the proceedings in the absence of any": "नहीं बचा है। किसी सांविधिक अवरोध के अभाव में कार्यवाही को अविधिमान्य",
  "statutory bar would not be in the interest of justice.": "करना न्याय के हित में नहीं होगा।",
  "revisional jurisdiction under Section 333 of the Act and even before": "अधिनियम की धारा 333 के तहत पुनरीक्षण दायर किया गया था, जिसे अपर",
  "error or illegality being committed in the decision-making process": "अधिकारियों द्वारा अपनाई गई निर्णय लेने की प्रक्रिया में कोई त्रुटि है या नहीं ,",
  "on the recommendations made by the Land Management": "लेना है और भूमि प्रबंधन समिति द्वारा की गई सिफारिशों को मंजूरी देने में आठ",
  "applicants, at least they cannot be saddled with heavy costs for the": "उन पर भारी लागत का बोझ नहीं डाला जा सकता है जिसके लिए वे कभी भी",
  "by the authority within one week as referred to under Rule 176(4),": "करेगा और यदि प्राधिकारी नियम 476(4) के तहत विहित एक सप्ताह की समय",
  "there is no consequential effect of its non-compliance. In the given circumstances, the High Court has committed a serious error in": "पारिणामिक प्रभाव नहीं होगा। इन परिस्थितियों में , उच्च न्यायालय द्वारा पारित",
  "22. Pending application(s), if any, shall stand disposed of.": "22. यदि कोई लंबित आवेदन हों, तो वे निस्तारित माने जाएंगें।",
  "(3) The document referred to in sub-rule (1) shall then be": "(3) उपनियम () में निर्दिष्ट दस्तावेज निम्न दस्तावेजों के साथ तत्पश्चात्‌",
  "forwarded to the Assistant Collector-in-charge of the Sub-Division alongwith-": "उपखण्ड़ के प्रभारी सहायक कलेक्टर को अग्रेषित किया जायेगा-",
  "(a) a copy of the proceedings of the meeting of the Committee in which the decision to settle land was": "(क) जिस समिति की बैठक में भूमि बंदोबस्त करने का निर्णय लिया गया",
  "taken; and": "था उसकी कार्यवाही की प्रति; और",
  "(b) a certificate from the Lekhpal concerned to the effect": "(ख) संबंधित लेखपाल से इस आशय का प्रमाण पत्र कि सूची में",
  "that the particulars of the land mentioned in the list are correct and that the admission to the land is in": "उल्लिखित भूमि के विवरण सही हैं और भूमि में प्रवेश अधिनियम और",
  "accordance with the provisions of the Act and the Rules.": "नियमों के प्रावधानों के अनुसार है।",
  "(4) The Assistant Collector in-charge of the Sub-Division shall, on receipt of the documents referred to in sub-rule (3); scrutinize the decision taken by the Committee and if he is satisfied that the": "(4) उपधारा (3) में निर्दिष्ट दस्तावेजों की प्राप्ति पर , उप-खण्ड़ का प्रभारी सहायक कलेक्टर समिति द्वारा लिए गए निर्णय की संवीक्षा करेगा और यदि",
  "decision of the Committee is in accordance with the Act and the": "उसका समाधान हो जाता है कि समिति का निर्णय अधिनियम और उसके",
  "rules made thereunder, he shall record his approval on the list in": "सूची में अपना अनुमोदन अभिलिखित करेगा और अध्यक्ष से प्राप्त होने के एक",
  "direction that the possession may be delivered to the lessees and": "लौटाएगा कि कब्जा पट्टेदारों को सुपुर्द किया जाए और कब्जा देने के तुरंत बाद",
  "(5) If the Assistant Collector in-charge of the Sub-Division finds": "(5) यदि उप-खण्ड़ का प्रभारी सहायक कलेक्टर यह पाता है कि समिति",
  "that the whole or part of the decision taken by the Committee is": "द्वारा लिया गया संपूर्ण निर्णय या उसका कोई भाग अधिनियम और नियमावली",
  "not in accordance with the provisions of the Act and Rules, he shall record his disapproval on the list in Z.A. Form 57-B and": "के उपबंधों के अनुसार नहीं है तो वह अपनी अस्वीकृति जेड.ए. फॉर्म 57 ख में",
  "return the papers to the Chairman.”": "सूची पर अभिलिखित करेगा और कागजात अध्यक्ष को लौटा देगा।\"",
  "17. If we look into the scheme of Rule 176, it provides the": "7. यदि हम नियम 76 की योजना पर गौर करें, तो यह उन आवेदकों द्वारा",
  "allotment of land. Under sub-rule (1), a list of persons so selected": "उप-नियम () के तहत, इस तरह से चयनित व्यक्तियों की एक सूची को अपने",
  "have to fill their respective Form 57-B, Form 58 and Form 58-A.": "संबंधित फॉर्म 57 ख, फॉर्म 58 और फॉर्म 58 क को भरना होगा। उप-नियम",
  "Sub-rule(2) refers to the documents which are required to be": "(2) उन दस्तावेजों को संदर्भित करता है जिन्हें आवंटन मांगने के उद्देश्य से",
  "allotment. Under sub-rule(3), such of the documents referred to in": "के तहत, उप-नियम () में निर्दिष्ट दस्तावेजों की जांच की जानी है और"
}