{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NO(S). 1964 OF 2022": "दीवानी याचिका सं. 964 वर्ष 2022",
  "(Arising out of SLP(Civil) No(s). 871 of 2017)": "(एसएलपी (सिविल) सं. 874 वर्ष 2077 से उद्घूत)",
  "THE INSPECTOR GENERAL AND CHIEF": "महानिरीक्षक एवं मुख्य सुरक्षा आयुक्त,",
  "JUDGMENT": "निर्णय",
  "Leave granted.": "3. अनुमति प्रदान की गयी।",
  "under Sections 465, 468 and 471 IPC with an allegation that he": "उसके खिलाफ भारतीय दंड संहिता की धारा 465,468 और 47 के तहत",
  "had fraudulently prepared a forged caste certificate. After the": "कि उसने धोखे से जाली जाति प्रमाण पत्र तैयार किया था। उसके खिलाफ आरोप",
  "charge-sheet came to be filed against him, he moved an application": "पत्र दायर होने के बाद, उसने बरी किए जाने के लिए एक आवेदन दिया और",
  "seeking discharge and the learned ACJM recorded a categorical finding that prosecution has failed to collect sufficient evidence against the appellant and he was discharged from the alleged": "विद्वान एसीजेएम ने स्पष्ट निष्कर्ष दर्ज किया कि अभियोजन अपीलकर्ता के",
  "prosecuted or arrested or detained.": "2. . यदि हिरासत में लिए गये हों, गिरफ्तार किए गये हों, अभियोजित किए गये",
  "3. If the fact that false information has been furnished or that there has": "3. यदि किसी व्यक्ति की सेवा के दौरान किसी भी समय यह तथ्य सामने आता",
  "been suppression of any factual information in the attestation form comes to": "है कि झूठी जानकारी दी गई है या अनुप्रमाणन फॉर्म में किसी तथ्यात्मक",
  "12.(a) Have you ever been arrested? Yes/No": "42. (क) क्या आपको कभी गिरफ्तार किया | हां/नहीं गया है?",
  "(b) Have you ever been prosecuted? Yes/No": "(ख) क्या आप पर कभी मुकदमा चलाया गया | हां / नहीं",
  "(c) have you ever been kept under | Yes/No detention?": "(ग) क्या आपको कभी हिरासत में रखा गया _ हां/नहीं",
  "(d) have you ever been bound down? | Yes/No": "(घ) क्या आप किसी मामले में वांछित हैं? हां/नहीं",
  "(e) Have you ever been fined by a | Yes/No": "(ड) क्या आप पर कभी किसी न्यायालय द्वारा | हां/ नहीं",
  "14. Later, when the character and antecedent verification": "4. बाद में, जब प्रतिवादी द्वारा चरित्र और पूर्ववृत्त प्रमाण पत्र सत्यापन कराया",
  "certificate was made by the respondents, the District Magistrate, Gorakhpur by its letter dated 30\" December, 2014 informed that": "तो, गोरखपुर के जिला मजिस्ट्रेट ने 30 दिसंबर, 204 के अपने पत्र द्वारा सूचित",
  "when a criminal complaint was instituted against him on 25\" October, 1997. The allegation against him was that he had": "25 अक्तूबर, 997 को आपराधिक शिकायत संस्थित की गई थी। उसके",
  "been possible for a juvenile to prepare a fraudulent caste certificate.": "था। एक किशोर के लिए फर्जी जाति प्रमाण पत्र तैयार करना कैसे संभव हो सकता",
  "At the stage after the charge-sheet came to be filed, the learned trial": "था। आरोप पत्र दाखिल किए जाने के स्तर पर, विद्वान विचारण न्यायाधीश ने",
  "was no evidence available on record which could attract the alleged": "साक्ष्य उपलब्ध नहीं है जो कथित अपराध को आकर्षित कर सके जिसके लिए",
  "complaint against him at the given point of time, stood finally": "आदेश द्वारा उन्मोचित कर दिया और दिए गए समय पर उसके खिलाफ",
  "closed for all practical purposes.": "आपराधिक शिकायत, सभी व्यावहारिक उद्देश्यों के लिए अंततः बंद कर दी गई",
  "13. The attestation form filled by the appellant and clause 12 in": "3. अपीलकर्ता द्वारा भरा गया अनुप्रमाणन फॉर्म और विशेष रूप से खंड 2",
  "particular and relevant for the purpose is reproduced as under:-": "और इस उद्देश्य के लिए प्रासंगिक भाग निम्नवत्‌ पुनः प्रस्तुत किया जा रहा हैः",
  "WARNING": "चेतावनी",
  "Umesh Chandra Yadav": "उमेश चंद्र यादव",
  "The furnishing of false information or suppression of any factual": "अनुप्रमाणन फॉर्म में झूठी जानकारी देना या किसी भी तथ्यात्मक जानकारी को",
  "information in the Attestation Form would be a disqualification, and is likely to render the candidate unfit for employment under the Government.": "छिपाना निररहता होगी और इससे अभ्यर्थी सरकारी रोजगार के लिए अयोग्य हो",
  "noticing various decisions of this Court and after detailed discussions, summarized the conclusions in para 38, the relevant": "विस्तृत विचार-विमर्श के बाद, पैरा 38 में निष्कर्षों को संक्षेप में प्रस्तुत किया गया",
  "part is reproduced as under:-": "है, प्रासंगिक भाग निम्नानुसार हैः",
  "“38. We have noticed various decisions and tried to explain and reconcile them as far as possible. In view of the aforesaid": "38. हमने विभिन्न निर्णयों पर गौर किया है और उन्हें यथासंभव सुलझाने और व्याख्यायित करने की कोशिश की है। उपर्युक्त चर्चा को ध्यान में",
  "discussion, we summarise our conclusion thus:": "रखते हुए, हम अपने निष्कर्ष को इस प्रकार संक्षेप में प्रस्तुत करते हैं:",
  "38.1. Information given to the employer by a candidate as to conviction, acquittal or arrest, or pendency of a criminal case,": "38.] अभ्यर्थी द्वारा किसी आपराधिक मामले में दोषमुक्ति, दोषसिद्धि या गिरफ्तारी या विचाराधीनता के बारे में नियोक्ता को दी गई जानकारी, चाहे",
  "whether before or after entering into service must be true and": "वह सेवा में प्रवेश करने से पहले या बाद में दी गयी हो, सही होनी चाहिए",
  "there should be no suppression or false mention of required information.": "और आवश्यक जानकारी का कोई छिपाव या गलत उल्लेख नहीं होना चाहिए।",
  "38.2. While passing order of termination of services or cancellation of candidature for giving false information, the employer may take": "38.2 गलत जानकारी देने के लिए सेवाओं की समाप्ति या उम्मीदवारी रद्द करने का आदेश पारित करते समय, नियोक्ता ऐसी जानकारी देते",
  "notice of special circumstances of the case, if any, while giving": "समय मामले की विशेष परिस्थितियों, यदि कोई हो, का संज्ञान ले सकता",
  "38.3. The employer shall take into consideration the government orders/instructions/rules, applicable to the employee, at the time of taking the decision.": "38.3 नियोक्ता निर्णय लेते समय कर्मचारी पर लागू सरकारी आदेशों / अनुदेशों / नियमों को ध्यान में रखेगा।",
  "38.4.In case there is suppression or false information of involvement in a criminal case where conviction or acquittal had": "38.4 यदि किसी आपराधिक मामले में संलिप्तता का छिपाव या गलत",
  "already been recorded before filling of the application/verification": "सूचना है, जहां आवेदन/सत्यापन फार्म भरने से पहले दोषमुक्ति या",
  "the following recourses appropriate to the case may be adopted:": "संज्ञान में आता है, तो मामले के लिए उपयुक्त निम्नलिखित उपायों में से किसी को भी अपनाया जा सकता हैः",
  "38.4.1. In a case trivial in nature in which conviction had been": "38.4.] ऐसे मामूली मामले में जिसमें दोषसिद्धि दर्ज की गई हो, जैसे कम",
  "recorded, such as shouting slogans at young age or for a petty": "उम्र में नारे लगाना या किसी छोटे अपराध के लिए , जिसके बारे में",
  "ignore such suppression of fact or false information by condoning": "नियोक्ता अपने विवेक से इस तरह के तथ्य को दबाने या झूठी जानकारी",
  "38.4.2. Where conviction has been recorded in case which is not": "38.4.2 ऐसे मामले में जहां दोषसिद्धि दर्ज की गई है जो तुच्छ प्रकृति का",
  "trivial in nature, employer may cancel candidature or terminate": "नहीं है, नियोक्ता कर्मचारी की उम्मीदवारी रद्द कर सकता है या उसकी",
  "services of the employee.": "सेवाओं को समाप्त कर सकता है।",
  "38.4.3. If acquittal had already been recorded in a case involving moral turpitude or offence of heinous/serious nature, on technical": "38.4.3. यदि दोषमुक्ति जघन्य /गंभीर प्रकृति के अपराध या नैतिक अधमता के मामले में तकनीकी आधार पर दर्ज की जा चुकी है और यह",
  "ground and it is not a case of clean acquittal, or benefit of": "साफ-सुथरा रिहाई या युक्तियुक्त संदेह के लाभ का मामला नहीं है, तो",
  "reasonable doubt has been given, the employer may consider all relevant facts available as to antecedents, and may take": "नियोक्ता पूर्ववृत्त के बारे में सभी उपलब्ध प्रासंगिक तथ्यों पर विचार कर",
  "appropriate decision as to the continuance of the employee.": "सकता है और कर्मचारी को जारी रखने के बारे में उचित निर्णय ले सकता है।",
  "38.5.In a case where the employee has made declaration truthfully of a concluded criminal case, the employer still has the": "38.5 ऐसे मामले में जहां कर्मचारी ने किसी समाप्त आपराधिक मामले की घोषणा सच्चाई के साथ की है, नियोक्ता को फिर भी पूर्ववृत्त पर विचार",
  "right to consider antecedents, and cannot be compelled to appoint the candidate.": "करने का अधिकार है और उसे अभ्यर्थी को नियुक्त करने के लिए मजबूर नहीं किया जा सकता है।",
  "38.6. In case when fact has been truthfully declared in character verification form regarding pendency of a criminal case of trivial": "38.6 ऐसे मामले में जब तुच्छ प्रकृति के आपराधिक मामले विचाराधीन होने के संबंध में चरित्र सत्यापन प्रपत्र में सच्चाई घोषित की गई हो , तो",
  "nature, employer, in facts and circumstances of the case, in its": "नियोक्ता मामले के तथ्यों और परिस्थितियों में, अपने विवेक से ऐसे मामले",
  "discretion, may appoint the candidate subject to decision of such": "के निर्णय के अधीन अभ्यर्थी की नियुक्ति कर सकता है।",
  "38.7. In a case of deliberate suppression of fact with respect to": "38.7 कई लंबित मामलों के संबंध में जानबूझकर तथ्य छिपाने के मामले",
  "cancelling candidature or terminating services as appointment of a": "कोई नियोक्ता अभ्यर्थी की उम्मीदवारी रद्द करने या सेवाओं को समाप्त",
  "person against whom multiple criminal cases were pending may": "खिलाफ कई आपराधिक मामले लंबित थे।",
  "38.8. If criminal case was pending but not known to the candidate at the time of filling the form, still it may have adverse impact and": "38.8 यदि आपराधिक मामला लंबित था, लेकिन फॉर्म भरने के समय उम्मीदवार को इसकी जानकारी नहीं थी, तो भी इसका प्रतिकूल प्रभाव",
  "the appointing authority would take decision after considering the seriousness of the crime.": "पड़ सकता है और नियुक्ति प्राधिकारी अपराध की गंभीरता पर विचार करने के बाद निर्णय लेंगे।",
  "38.9. In case the employee is confirmed in": "38.9 यदि कर्मचारी की सेवा में पुष्टि हो जाती है, तो दबा देने या सत्यापन",
  "service, holding departmental enquiry would be necessary before passing order of termination/removal or dismissal on the ground of suppression or submitting false information in verification form.": "प्रपत्र में झूठी जानकारी प्रस्तुत आदेश के आधार पर बर्खास्तगी /हटाए जाने या बर्खास्तगी का आदेश पारित आदेश से पहले विभागीय जांच कराना आवश्यक होगा।",
  "38.10. For determining suppression or false information": "38.0 छिपाव या. गलत सूचना के निर्धारण के. लिए",
  "attestation/verification form has to be specific, not vague. Only": "सत्यापन /अनुप्रमाणन फॉर्म स्पष्ट होना चाहिए, न कि अस्पष्ट। केवल",
  "such information which was required to be specifically mentioned": "ऐसी जानकारी का खुलासा किया जाना चाहिए जिसका विशेष रूप से",
  "has to be disclosed. If information not asked for but is relevant": "उल्लेख किया जाना आवश्यक है। यदि जानकारी मांगी नहीं गई है, लेकिन",
  "an objective manner while addressing the question of fitness.": "संबंधित है, तो फिटनेस के सवाल पर विचार करते समय वस्तुनिष्ठ तरीके",
  "However, in such cases action cannot be taken on basis of": "से उस पर विचार किया जा सकता है।हालांकि, ऐसे मामलों में किसी ऐसे"
}