{
  "[2024] 10 S.C.R. 641": "[2024] .0 एस.सी.आर,. 639 : 2024 आईएनएससी 782",
  "Lalu Yadav v. The State of Uttar Pradesh & Ors.": "लालू यादव बनाम उत्तर प्रदेश राज्य एवं अन्य।",
  "CRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 4222": "(आपराधिक अपील संख्या 4222/ 2024)",
  "of 2024": "6 अक्टूबर 2024",
  "C.T. Ravikumar, J.": "[न्यायमूर्ति सी.टी. रविकुमार और न्यायमूर्ति राजेश बिंदल]",
  "of India or under Section 482 of the Code of Criminal Procedure, 1973 (for brevity ‘Cr.P.C’), to prevent the abuse of process of the": "करने के लिए दंड प्रक्रिया संहिता, 973 की धारा 482 के तहत अपनी अंतर्निहित शक्ति का प्रयोग करना",
  "order set aside — FIR and all further proceedings based thereon,": "प्रयोग करना चाहिए था- आक्षेपित आदेश रद्द कर दिया गया - एफआईआर और उसके आधार पर आगे की",
  "Judicial Review — Criminal cases — Code of Criminal Procedure, 1973 — s.482 — Constitution of India — Article 226 — Appellant": "न्यायिक समीक्षा - आपराधिक मामले - दंड प्रक्रिया संहिता, 973 - धारा 482 - भारत का संविधान -",
  "sought quashing of FIR u/Article 226 — Nomenclature of": "अनुच्छेद 226 - अपीलकर्ता ने अनुच्छेद 226 के तहत एफआईआर को रद्द करने की मांग की - याचिका का",
  "petition not relevant, petition may be treated as one u/s.482, CrPC:": "नामकरण प्रासंगिक नहीं है, याचिका को सीआरपीसी की धारा 482 के तहत माना जा सकता है:",
  "Held: High Court can exercise its power either u/Article 226 of": "अभिनिर्धारित किया: उच्च न्यायालय अपनी शक्ति का प्रयोग भारत के संविधान के अनुच्छेद 226 के तहत या",
  "the Constitution of India or u/s.482, CrPC to prevent the abuse of process of the court or to secure the ends of justice - Nomenclature": "सीआरपीसी की धारा 482 के तहत अदालत की प्रक्रिया के दुरुपयोग को रोकने या न्याय के उद्देश्य को सुरक्षित",
  "under which a petition is filed is irrelevant — If the court finds that": "करने के लिए कर सकता है - जिस नामकरण के तहत याचिका दायर की जाती है वह अप्रासंगिक है - यदि",
  "the petitioner could not invoke the jurisdiction of the Court u/": "न्यायालय को लगता है कि याचिकाकर्ता अनुच्छेद 226 के तहत न्यायालय के अधिकार क्षेत्र का उपयोग नहीं कर",
  "Article 226, it may treat the petition u/s.482, CrPC. [Para 1]": "सकता है, तो वह याचिका पर सीआरपीसी की धारा 482 के तहत विचार कर सकता है। [पैरा .]",
  "Case Law Cited": "उद्धृत केस कानून",
  "Pepsi Foods Ltd. v. Special Judicial Magistrate [1997] Supp. 5": "पेप्सी फूड्स लिमिटेड बनाम विशेष न्यायिक मजिस्ट्रेट [4997] पूरक 5 एससीआर 2 : (998) 5 एससीसी",
  "SCR 12 : (1998) 5 SCC 749; Satya Pal v. State of U.P [1996]": "749; सत्यपाल बनाम उत्तर प्रदेश राज्य [996] पूरक 9 एससीआर 203 : 2000 सीआरएलजे 569-",
  "Shivashankar alias Shiva v. State of Karnataka and Anr. (2019) 18 SCC 204; “XXXX” v. State of Madhya Pradesh and Anr. [2024]": "शिवशंकर उर्फ शिवा बनाम कर्नाटक राज्य और अन्य (209) 8 एससीसी 204; \"000\" बनाम मध्य प्रदेश",
  "3 SCR 309 : (2024) 3 SCC 496; Naim Ahamed v. State (NCT of": "राज्य और अन्य [2024] 3 एससीआर 309 : (2024) 3 एससीसी 496; नईम अहमद बनाम राज्य (राष्ट्रीय",
  "Delhi) [2023] 1 SCR 1061 : 2023 SCC OnLine SC 89; State of": "राजधानी क्षेत्र दिल्ली) [2023] 2 एससीआर 06 : 2023 एससीसी ऑनलाइन एससी 89; हरियाणा राज्य",
  "Haryana and Ors. v. Bhajan Lal and Ors. [1990] Supp 3 SCR 259 : AIR 1992 SC 604 — relied on.": "और अन्य बनाम भजन लाल और अन्य [990] पूरक 3 एससीआर 259: एआईआर 992 एससी 604 - पर अवलम्ब लिया।",
  "Ajit Singh @ Muraha v. State of U.P., 2006 (56) ACC 433 —- referred to.": "अजीत सिंह (& मुराहा बनाम उत्तर प्रदेश राज्य, 2006 (56) एसीसी 433 - संदर्भित।",
  "List of Acts": "अधिनियमों की सूची",
  "Code of Criminal Procedure, 1973; Penal Code, 1860; Constitution of India.": "दंड प्रक्रिया संहिता, 973; दंड संहिता, 860; भारत का संविधान।",
  "List of Keywords": "मुख्य शब्दों की सूची",
  "Section 482, Code of Criminal Procedure, 1973; Inherent power; Quashing; Rape on false promise of marriage; Parties living for": "धारा 482, दंड प्रक्रिया संहिता, 973; अंतर्निहित शक्ति; रद्द करना; शादी का झूठा वादा कर रेप; पति-पत्नी",
  "long as husband and wife; Consent for sexual relationship under": "के रूप में लंबे समय तक रहने वाले पक्षकार; तथ्य की ग़लतफ़हमी के तहत यौन संबंध के लिए सहमति;",
  "misconception of fact; Delay in registering the FIR; Long consensual physical relationship; Refusal to marry; Judicial Review in criminal": "एफआईशओआएर दर्ज कराने में देरी; लंबे समय तक सहमति से बने शारीरिक संबंध; शादी से इनकार; आपराधिक",
  "matters; Nomenclature of petition.": "मामलों में न्यायिक समीक्षा; याचिका का नामकरण।",
  "(Criminal Appeal No. 4222 of 2024)": "आपराधिक अपीलीय क्षेत्राधिकार: आपराधिक अपील संख्या 4222/ 2024",
  "power under Section 482, Code of Criminal Procedure, 1973 for": "973 (संक्षेप में 'सीआर.पी.सी.) की धारा 482 के तहत शक्ति का प्रयोग कर सकता है। जिस नामकरण के",
  "“established physical relationship with me without my consent”": "मुझसे शादी करने का वादा किया तथा मेरी सहमति के बिना मेरे साथ शारीरिक संबंध स्थापित",
  "and “started living with me as the husband” — Present is a case of": "कर लिया तथा पति के रूप में मेरे साथ रहने लगा।। वह कहता था कि जब उसे नौकरी मिल",
  "me their, thereafter Lalu Yadav got a job in army and after": "एक होटल में ले गया और मुझसे शारीरिक संबंध बनाया, उसके बाद लालू यादव को सेना में",
  "which he is refusing to marry the applicant...”": "नौकरी मिल गई और जिसके बाद वह आवेदिका से शादी करने से इनकार कर रहे हैं... ”",
  "4. In the contextual situation, it is relevant to refer to the details given under item No. 3 in Annexure- P2/FIR, which read thus: -": "4. प्रासंगिक स्थिति में, अनुलग्रक-पी2/एफआईओआर में मद संख्या 3 के तहत दिए गए विवरण को संदर्भित करना प्रासंगिक है, जो इस प्रकार है: -",
  "“3 (a) occurrence of offence.": "“3 (क) अपराध की घटना।",
  "(b) Information received at PS:": "(ख) थाना पर प्राप्त जानकारी:",
  "Date: 21.02.2018. Time: 21.34 hr.”": "दिनांक: 2.02.208. समय: 2.34 बजे।”",
  "5. Before delving into the rival contentions, it is relevant to note that": "५. विरोधी दलीलों पर गौर करने से पहले, यह ध्यान रखना प्रासंगिक है कि हालांकि इस न्यायालय ने",
  "though this Court stayed further proceedings in case Crime No. 28/2018 on 13.11.2018, this Court virtually modified the same on": "3..2078 को अपराध संख्या 28/208 में आगे की कार्यवाही पर रोक लगा दी थी, इस न्यायालय ने",
  "18.08.2023 as under: -": "8.08.2023 को वस्तुतः इसे निम्नानुसार संशोधित किया: -",
  "“It is made clear that the interim order passed by this": "“यह स्पष्ट किया जाता है कि इस न्यायालय द्वारा दिनांक 3..208 को थाना नंदगंज, जिला",
  "Court staying further proceedings in Crime No. 28/2018 registered at PS. Nandganj, District Ghazipur, U.P. dated": "गाजीपुर, उत्तर प्रदेश में पंजीकृत अपराध संख्या 28/208 में आगे की कार्यवाही पर रोक लगाने वाला",
  "13.11.2018 will not stand in the way of investigation for investigating into the offence under Section 313 of IPC.": "अंतरिम आदेश आईपीसी की धारा 33 के तहत अपराध की विवेचना के रास्ते में नहीं आएगा।",
  "List the matter after two months.”": "मामले को दो महीने बाद सूचीबद्ध करें।”",
  "6. Earlier, on behalf of respondent Nos. 1 to 3 counter affidavit was filed": "6. इससे पहले, प्रत्यर्थी संख्या से 3 की ओर से आक्षेपित आदेश को पूरी तरह से सही ठहराते हुए जवाबी",
  "fully justifying the impugned order. On behalf of the respondent No. 4 also, a counter affidavit was filed, evidently, on the same line. Pursuant": "हलफनामा दायर किया गया था। प्रत्यर्थी संख्या 4 की ओर से भी, स्पष्ट रूप से, उसी तर्ज पर एक जवाबी",
  "investigation in Crime No. 28/2018 in respect of the allegation of": "तहत अपराध करने के आरोप के संबंध में अपराध संख्या 28/208 में विवेचना जारी रखने की अनुमति देते",
  "regard was continued and completed. Thereupon, an additional": "हुए, उस संबंध में विवेचना जारी रखी गई और पूरी की गई। इसके बाद, विवेचना की स्थिति के संबंध में पहले",
  "affidavit was filed on behalf of the first respondent - State with respect to the status of investigation and the same, insofar as it is relevant, reads thus: -": "प्रत्यर्थी-राज्य की ओर से एक अतिरिक्त हलफनामा दायर किया गया जहां तक यह प्रासंगिक है, इस प्रकार है:-",
  "“6. That pursuant to the direction, the investigating officer": "”6. निर्देश के अनुसार, विवेचना अधिकारी ने आईपीसी की धारा 33 के तहत अपराध के",
  "available on record, including her statement, medical reports etc. has concluded that there is no evidence/": "संबंध में विवेचना की थी और उचित विवेचना और उसके बयान, मेडिकल रिपोर्ट आदि सहित",
  "i.e. no material substantiating abortion of the victim in": "अपराध के संबंध में कोई साक्ष्य /सामग्री उपलब्ध नहीं है, अर्थात वर्तमान अपराध में पीड़िता के",
  "the present offence and hence as on 02.02.2024 omitted": "गर्भपात को प्रमाणित करने वाली कोई सामग्री नहीं है और इसलिए 02.02.2024 को धारा",
  "offence u/s 313, IPC.": "33, आईपीसी के तहत अपराध को हटा दिया गया।",
  "7. That the investigation u/s 376 is still pending as the same is stayed by this Hon'ble Court.”": "7. धारा 376 के तहत विवेचना अभी भी लंबित है क्योंकि इस पर माननीय न्यायालय ने रोक",
  "In view of the statement in the afore-extracted paragraph 6 and 7, the undisputed position obtained that the allegation of commission of": "7. पूर्वोक्त पैराग्राफ 6 और 7 में दिए गए बयान के मद्देनजर, निर्विवाद स्थिति यह प्राप्त हुई कि अपीलकर्ता के",
  "offence under Section 313, IPC stands omitted against the appellant.": "खिलाफ आईपीसी की धारा 33 के तहत अपराध करने का आरोप हटा दिया गया है। विचार के लिए जो बचता",
  "What survives for consideration is only the question whether the impugned order invites interference and the subject FIR be quashed": "है वह केवल यह प्रश्न है कि क्या विवादित आदेश में हस्तक्षेप की आवश्यकता है और अंतर्निहित अधिकार क्षेत्र का",
  "We have already taken note of the facts revealed from the subject FIR itself that the time of occurrence of offence is allegedly, from": "8. हमने पहले ही विषय एफआईआर से सामने आए तथ्यों पर ध्यान दिया है कि अपराध की घटना का समय",
  "05.01.2013 to 05.01.2018 and that it was registered only at 21.34 hrs.": "कथित तौर पर 05.07.203 से 05.0.2078 है और यह 2.34 बजे ही दर्ज किया गया था। इसके अलावा,",
  "on 21.02.2018. That apart, it is evident that even going by respondent No. 4, the complainant herself and the appellant were living as": "27.02.208 को यह स्पष्ट है कि प्रत्यर्थी संख्या 4 के अनुसार भी, स्वयं परिवादी और अपीलकर्ता पति-पत्नी",
  "husband and wife. The complaint of respondent no. 4, as is revealed": "के रूप में रह रहे थे। प्रत्यर्थी संख्या 4 की शिकायत, जैसा कि उससे पता चला है, अपीलकर्ता ने शादी करने का",
  "therefrom, is that the appellant had deceived her by promising to marry and then by establishing physical relationship. At the risk of": "वादा करके और फिर शारीरिक संबंध स्थापित करके उसे धोखा दिया था। पुनः दोहराने पर, हमें उसके परिवाद",
  "repetition, we will have to refer to the FIR, carrying the following recitals from her complaint:": "से निम्नलिखित विवरण लेकर एफआईआर का संदर्भ लेना होगा:",
  "“.. Lalu Yadav S/o Seshnath Yadav R/o Atarsuya PS. Nandganj District- Ghazipur, used to come to my house": "”... लालू यादव पुत्र शेषनाथ यादव निवासी अतरसुइया थाना नंदगंज जिला -गाजीपुर, उस",
  "along with the brother-in-law Ravindra Yadav of my elder sister, at that time about five years back | was a student of": "समय मेरी बड़ी बहन के देवर रवीन्द्र यादव के साथ मेरे घर आया करते थे, लगभग पाँच वर्ष",
  "High School, then the said Lalu Yadav by way of deceiving": "पहले मैं हाई स्कूल की छात्रा थी, फिर उक्त लालू यादव ने धोखे करके मुझसे वादा किया कि",
  "myself promise that he will marry me and established physical relationship with me without my consent and": "वह मुझसे शादी करेगा और मेरी सहमति के बिना मेरे साथ शारीरिक संबंध बनाए और मेरे साथ",
  "started living with me as the husband.”": "पति के रूप में रहने लगा।”",
  "without my consent” and “started living with me as the husband”. Be": "और \"पति के रूप में मेरे साथ रहना शुरू कर दिया\" कथनों के बीच एक बड़ी अनियमितता है। जैसा भी हो,",
  "that as it may, bearing in mind the allegations raised by respondent No. 4 reflected in the subject FIR, we will refer to the relevant": "प्रश्नत एफआईआर में दर्शाए गए प्रत्यर्थी संख्या 4 द्वारा लगाए गए आरोपों को ध्यान में रखते हुए, हम इस",
  "decisions of this Court.": "न्यायालय के प्रासंगिक निर्णयों का उल्लेख करेंगे।",
  "presumably taking note of the contentions based on time lag of five years, the High Court relied on its Full Bench decisions in Ajit Singh @ Muraha v. State of U.P.,2 and in Satya Pal v. State": "आधारित तकों को ध्यान में रखते हुए, उच्च न्यायालय ने अजीत सिंह उर्फ मुरहा बनाम उत्तर प्रदेश राज्य” और",
  "could be no interference with the investigation or order staying": "में कोई हस्तक्षेप नहीं हो सकता है या गिरफ्तारी पर रोक लगाने का आदेश नहीं दिया जा सकता है जब तक कि",
  "arrest unless cognizable offence is not ex-facie discernible from the allegations contained in the FIR or there exists any statutory": "संज्ञेय अपराध एफआईआर में निहित आरोपों से प्रथम दृष्टया स्पष्ट न हो या किसी मामले की विवेचना करने के",
  "restriction operating against the power of the Police to investigate": "लिए पुलिस की शक्ति के खिलाफ कोई वैधानिक प्रतिबंध लागू न हो। उक्त निर्णयों के आधार पर बनाये गये कानून",
  "a case. There can be no two views on the exposition of law thus made relying on the said decisions. In the same breath we will have to say that those decisions can be no bar for the exercise of power": "की व्याख्या पर कोई दो राय नहीं हो सकती। साथ ही हमें यह भी कहना होगा कि ये निर्णय सीआरपीसी की धारा",
  "under Section 482, Cr.P.C., in various other situations dealt with,": "482 के तहत शक्ति के प्रयोग पर इस न्यायालय द्वारा विस्तार से विचार की गई विभिन्न अन्य स्थितियों में ,",
  "To determine whether the case in hand deserves to be quashed at the present stage we will refer to some of the decisions. We have": "7. यह निर्धारित करने के लिए कि क्या मौजूदा मामला वर्तमान चरण में रद्द करने योग्य है या नहीं , हम कुछ",
  "the present stage we will refer to some of the decisions. We have already taken note of the fact that though there was an allegation in": "निर्णयों का उल्लेख करेंगे। हमने पहले ही इस तथ्य पर ध्यान दिया है कि हालांकि एफआईआर में आईपीसी की",
  "the FIR regarding commission of offence under Section 313, IPC, on completion of the investigation, the investigating agency itself omitted": "धारा 33 के तहत अपराध करने का आरोप था, विवेचना पूरी होने पर, जांच एजेंसी ने अपीलकर्ता-अभियुक्त के",
  "the offence under Section 313, IPC against the appellant-accused. In paragraph 102 of the decision in Bhajan Lal’s case (supra) this": "खिलाफ आईपीसी की धारा 33 के तहत अपराध को हटा दिया। भजन लाल (सुप्रा) मामले में निर्णय के",
  "In paragraph 102 of the decision in Bhajan Lal’s case (supra) this Court held thus: -": "पैराग्राफ 02 में, इस न्यायालय ने इस प्रकार कहा:-",
  "“102. In the backdrop of the interpretation of the various relevant provisions of the Code under Chapter XIV and of": "”02. अध्याय )॥/ के तहत संहिता के विभिन्न प्रासंगिक प्रावधानों की व्याख्या और अनुच्छेद",
  "the principles of law enunciated by this Court in a series of decisions relating to the exercise of the extraordinary power under Article 226 or the inherent powers under Section 482 of the Code which we have extracted and": "226 के तहत असाधारण शक्ति या संहिता की धारा 482 के तहत अंतर्निहित शक्तियों के प्रयोग से संबंधित निर्णयों की एक श्रृंखला में इस न्यायालय द्वारा प्रतिपादित कानून के सिद्धांतों की",
  "cases by way of illustration wherein such power could": "पर मामलों की निम्नलिखित श्रेणियां देते हैं, जिसमें ऐसी शक्ति का प्रयोग या तो किसी अदालत",
  "be exercised either to prevent abuse of the process of any court or otherwise to secure the ends of justice,": "की प्रक्रिया के दुरुपयोग को रोकने के लिए या अन्यथा न्याय के उद्देश्य को सुरक्षित करने के",
  "(7) Where a criminal proceeding is manifestly attended with mala fide and/or where the proceeding is": "(7) जहां आपराधिक कार्यवाही में स्पष्ट रूप से दुर्भावना हो और /या जहां कार्यवाही",
  "maliciously instituted with an ulterior motive for wreaking vengeance on the accused and with a view to spite him due to private and personal grudge.”": "दुर्भावनापूर्ण तरीके से अभियुक्त पर बदला लेने के गुप्त उद्देश्य से और निजी एवं व्यक्तिगत द्वेष के कारण उसे परेशान करने के उद्देश्य से शुरू की गई हो।\"",
  "In the decision in Shivashankar alias Shiva v. State of Karnataka and Anr.,,° this Court held thus: -": "2. शिवशंकर उर्फ शिवा बनाम कर्नाटक राज्य और अन्य के निर्णय में इस न्यायालय ने इस प्रकार कहा:-",
  "“4. In the facts and circumstances of the present case,": "“८. वर्तमान मामले के तथ्यों और परिस्थितियों में, अपीलकर्ता के खिलाफ लगाए गए आरोपों",
  "it is difficult to sustain the charges levelled against the appellant who may have possibly, made a false promise of marriage to the complainant. It is, however, difficult to": "को कायम रखना मुश्किल है, जिसने संभवतः परिवादी से शादी का झूठा वादा किया होगा।",
  "hold sexual intercourse in the course of a relationship which has continued for eight years, as “rape” especially": "हालाँकि, आठ साल तक जारी रिश्ते के दौरान यौन संबंध को \"बलात्कार\" के रूप में रखना",
  "lived together as man and wife.”": "एक साथ रहते थे।\"",
  "The decision in “XXXX” v. State of Madhya Pradesh and Anr.,° also assumes relevance in the contextual situation. This court": "3. \"0007\" बनाम मध्य प्रदेश राज्य और अन्य का निर्णय संदर्भित स्थिति में भी प्रासंगिकता रखता है। इस",
  "took into consideration an earlier decision of this Court in Naim Ahamed v. State (NCT of Delhi),’ where the allegation was one": "न्यायालय ने नईम अहमद बनाम राज्य (राष्ट्रीय राजधानी क्षेत्र दिल्ली )” में इस न्यायालय के पहले के निर्णय पर",
  "a subsisting marriage, the Court found that there cannot be any stretch of imagination that the prosecutrix had given her consent for sexual relationship under misconception. Having considered the": "विवाहित थी, तो न्यायालय ने पाया कि यह कल्पना नहीं की जा सकती कि अभियोक्त्री ने गलत धारणा के तहत",
  "for sexual relationship under misconception. Having considered the said decision and finding identity in facts, this court in the decision": "यौन संबंध के लिए अपनी सहमति दी थी, उक्त निर्णय पर विचार करने और तथ्यों में पहचान खोजने के बाद,",
  "reported in (2024) 3 SCC 496 reversed the order impugned therein": "इस न्यायालय ने (2024) 3 एससीसी 496 में रिपोर्ट किए गए निर्णय में उस आदेश को उलट दिया जिसमें",
  "dismissing the petition filed under Section 482, Cr.P.C. for quashment": "एफआईआर को रद्द करने के लिए धारा 482, सीआरपीसी के तहत दायर याचिका को खारिज कर दिया गया था",
  "of FIR and allowed the appeal by setting aside the impugned order and quashing the subject FIR.": "और आक्षेपित आदेश को अपास्त करके और प्रश्ननत एफआईआर को रद्द करके अपील की अनुमति दी थी।",
  "Now, having bestowed our anxious consideration to the decisions referred supra with reference to the factual situations obtained in": "4. अब, इस मामले में प्राप्त तथ्यात्मक स्थितियों के संदर्भ में ऊपर उल्लिखित निर्णयों पर गहन विचार करने के",
  "[2024] 3 SCR 309 : (2024) 3 SCC 496": "6 [2024] 3 एससीआर 309 : (2024) 3 एससीसी 496",
  "[2023] 1 SCR 1061 : 2023 SCC OnLine SC 89": "7 [2023] । एससीआर 06 : 2023 एससीसी ऑनलाइन एससी 89",
  "complainant had given her consent for the sexual relationship with the appellant under misconception of fact, as alleged, or whether it": "तहत अपीलकर्ता के साथ यौन संबंध के लिए अपनी सहमति दी थी, जैसा कि आरोप लगाया गया है, या क्या",
  "reveals a case of consensual sex. Firstly, it is to be noted that the": "इससे सहमति से यौन संबंध के मामला का पता चलता है। सबसे पहले, यह ध्यान दिया जाना चाहिए कि प्रश्नगत",
  "subject FIR itself would reveal that there occurred a delay of more than 5 years for registering the FIR; secondly, the very case of the": "एफआईआर से ही पता चलता है कि एफआईआर दर्ज करने में ५ साल से अधिक की देरी हुई है; दूसरा,",
  "complainant, as revealed from the FIR, would go to show that they": "परिवादी का मामला, जैसा कि एफआईआर से पता चलता है, यह दिखाता है कि वे लंबे समय तक पति और",
  "lived for a long period as man and wife and thirdly, the facts and circumstances obtained from the subject FIR and other materials": "पत्नी के रूप में रहे और तीसरा, प्रश्नबत एफआईआर और अभिलेख पर मौजूद अन्य सामग्रियों से प्राप्त तथ्य और",
  "on record would reveal absence of a prima facie case that the complainant viz., respondent No. 4 had given her consent for sexual": "परिस्थितियां प्रथम दृष्टया मामले के अभाव को प्रकट करती हैं कि परिवादी अर्थात प्रत्यर्थी संख्या 4 ने तथ्यों की",
  "complainant viz., respondent No. 4 had given her consent for sexual relationship with the appellant under misconception of fact. At any": "गलत धारणा के तहत अपीलकर्ता के साथ यौन संबंध के लिए अपनी सहमति दी थी। किसी भी स्थिति में ,",
  "rate, the allegations in the FIR would not constitute a prima facie case of false promise to marry from the inception with a view to establish": "एफआईआर में लगाए गए आरोप, यौन संबंध स्थापित करने के उद्देश्य से शुरू से ही शादी करने का झूठा वादा",
  "sexual relationship and instead they would reveal a prima facie case of long consensual physical relationship, during which the complainant": "करने का प्रथम दृष्टया मामला नहीं बनाते हैं और इसके बजाय वे लंबे समय तक सहमति से शारीरिक संबंध बनाने",
  "of long consensual physical relationship, during which the complainant addressed the appellant as her husband. Moreover, it is also the": "का प्रथम दृष्ठया मामला प्रकट करते हैं, जिसके दौरान परिवादी ने अपीलकर्ता को अपने पति के रूप में संबोधित",
  "case of the complainant, revealed from the subject FIR and the other": "किया। इसके अलावा, परिवादी का मामला भी यही है, जैसा कि संबंधित एफआईआर और अभिलेख पर मौजूद",
  "materials on record that she went along with the appellant to Varanasi": "अन्य सामग्रियों से पता चला है कि वह अपने परिवार की जानकारी में अपीलकर्ता के साथ वाराणसी गई थी और",
  "with the knowledge of her family and stayed with him in hotels during": "ऐसी यात्राओं के दौरान उसके साथ होटलों में रुकी थी। मामले में प्राप्त तथ्यों और परिस्थितियों के मद्देनजर ,",
  "a prima facie case that the complainant had given consent for the sexual relationship with the appellant under misconception of fact,": "पर्याप्त नहीं होगा कि परिवादी ने तथ्यों की गलत धारणा के तहत अपीलकर्ता के साथ यौन संबंध के लिए सहमति",
  "so as to accuse the appellant guilty of having committed rape within the meaning of Section 375, IPC.": "दी थी, ताकि अपीलकर्ता को भारतीय दंड संहिता की धारा 375 के अर्थ में बलात्कार करने का दोषी ठहराया जा",
  "The long and short of the above discussion is that the case at hand is a befitting case where the High Court should have exercised the": "5. उपरोक्त चर्चा का सारांश यह है कि मौजूदा मामला एक उपयुक्त मामला है जहां उच्च न्यायालय को न्यायालय",
  "power available under Section 482, Cr.P.C. to prevent abuse of": "की प्रक्रिया के दुरुपयोग को रोकने के लिए सीआरपीसी की धारा 482 के तहत उपलब्ध शक्ति का प्रयोग करना",
  "the process of the Court. Now that the allegation of offence under Section 313, IPC is omitted, there is absolutely no prima facie case": "चाहिए था। अब जब आईपीसी की धारा 33 के तहत अपराध का आरोप हटा दिया गया है, तो धारा 376,",
  "for proceeding further against the appellant on the allegation of commission of offence punishable under Section 376, IPC. We are": "आईपीसी के तहत दंडनीय अपराध करने के आरोप पर अपीलकर्ता के खिलाफ आगे कार्यवाही करने के लिए",
  "of the considered view that the High Court should have exercised its inherent power.": "कोई प्रथम दृष्ठया मामला नहीं है। हमारा मानना है कि उच्च न्यायालय को अपनी अंतर्निहित शक्ति का प्रयोग करना चाहिए था।",
  "For the reasons aforesaid, the impugned order dated 26.07.2018 of the High Court of Judicature at Allahabad in Criminal Miscellaneous": "6. उपरोक्त कारणों से, आपराधिक प्रकीर्ण रिट याचिका संख्या 6825/208 में इलाहाबाद उच्च न्यायालय के दिनांक 26.07.208 के आक्षेपित आदेश को रद्द किया जाता है। उत्तर प्रदेश के गाजीपुर जिले के नंदगंज"
}