{
  "High Court for consideration of the matter afresh. C.M.W.P.": "के लिए उच्च न्यायालय में वापस भेंज दें। सी .एम.डब्लू,पी.",
  "No.6637 of 1992 shall stand restored to its original number.": "न्यायमूर्ति नागेश्वर रावसंख्या 6637 सन्‌ 2992 अपनी मूल संख्या के लिए बहाल किया जायेगा। हम उद्च",
  "appellant to file additional counter affidavit and after": "न्यायालय से अपील करते है कि अपीलकर्ता को अतिरिक्त",
  "affording sufficient opportunity of hearing to both the parties": "जाए और दोनों पक्षों को सुनवाई के पर्याप्त अवसर की",
  "period of six months from the date of receipt of copy of this": "रिकार्डिंग के बाद इस आदेश की प्रति प्राप्त होने की तारिख से 6 महिने अवधि के भीतर प्रारम्भिक तिथि पर मामलें",
  "Order. No costs.": "का निपटारा किया जाए। कोई भी लागत नही।",
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL No(s). 10208 OF 2010": "सिविल अपील सं. (5) 0208 सन्‌ 200",
  "RADHEY SHYAM PANDEY Appellant(s)": "राधे श्याम पाण्डेय अपीलार्थी(गण)",
  "KANPUR DEVELOPMENT AUTHORITY Respondent(s)": "कानपुर विकास प्राधिकरण प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "(1) The appellant was appointed as IIIrd grade clerk in the": "() अपीलार्थी को सन्‌ 963 में तृतीय श्रेणी लिपिक के पद पर नियुक्त किया. गया. था. और दिनांक",
  "year 1963 and he was confirmed as IInd grade clerk vide Order": "पद पर नियुक्त किया. गया. था. और दिनांक 23.0.969 के आदेश के द्वारा वह स्थायी रूप से द्वितीय श्रेणी लिपिक पद पर नियुक्त हुआ। इसके पश्चात्‌",
  "dated 23.10.1969. Thereafter, the appellant was appointed as a stenographer on ad-hoc basis on 12.12.1969. Later, the": "अपीलार्थी दिनांक 2.2.969 तक... त्दर्थ आशुलिपिक के रूप में नियुक्त हुआ। बाद में , अपीलार्थी",
  "appellant was reverted as clerk on 05.07.1973 and he continued": "05.07.973 को वापस लिपिक के रूप में नियुक्त",
  "salary. The period during which he worked i.e. between": "तक अवकाश पर था इस अवधि में उसे वेतन का भुगतान",
  "as a stenographer; but he was paid salary only as a IInd Grade": "किया, लेकिन उन्हें केवल द्वितीय श्रेणी लिपिक के रूप में",
  "clerk. When the appellant made the representation to pay his": "वेतन का भुगतान किया गया था। जब अपीलार्थी ने",
  "'MShapalika, Kanpur, appointed the appellant as the Stenographer with retrospective effect from 01.07.1975. As noted earlier,": "महापालिका कानपुर के प्रशासक ने 0.07.975 ,से पूर्वव्यापी प्रभाव से अपीलार्थी को आशुलिपिक के रूप में नियुक्त किया ,जैसा कि पहले यथा पूर्वत ध्यातव्य",
  "the appellant prayed for the arrears of salary and other": "अपीलार्थी ने वेतन के और अन्य अनुष॑गिक लाभ के",
  "Jawahar Bhawan, Lucknow, vide Order dated 13.11.1991 allowed": "न्यायाधिकरण संख्या ॥, जवाहर भवन, लखनऊ ने, 3..99] दिनांकित आदेश द्वारा अपीलार्थी के",
  "the application of the appellant and directed the authorities": "आवेदन को स्वीकृत प्रदान की और अधिकारियों को",
  "to pay him arrears of salary as payable to stenographer.": "निर्देश दिया कि वह आशुलिपिक को देय वेतन के रूप में बकाया राशि का भुगतान करें।",
  "(3) Being aggrieved, the Kanpur Development Authority": "(3) व्यथित होकर, कानपुर विकास प्राधिकरण ने उच्च",
  "preferred writ petition before the High Court. The High Court": "न्यायालय के समक्ष रिट याचिका दायर की। उद्च",
  "Uttar Pradesh Urban Planning and Development Act, 1973 w.e.f.": "आशुलिपिक की सेवा उत्तर प्रदेश नगर योजना और विकास अधिनियम 973, की धारा 5-2 ४४.६.",
  "22.10.1984. Pursuant to Section 5-A of the 1973 Act, the High": "अधिनियम 973 की धारा 5-# के अधीन, उच्च",
  "Court observed that services of the appellant was centralised": "न्यायालय ने कहा कि अपीलार्थी की सेवाओं को केंद्रीय",
  "one and the State of Uttar Pradesh was’ the appointing": "राज्य के रूप में नामित किया गया था और उत्तर प्रदेश",
  "authority. The High Court while pointing out that the State": "राज्य का प्राधिकारी नियुक्त किया गया था। उच्च न्यायालय"
}