{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. OF 2023": "सिविल अपील संख्या ____...... /2023",
  "[Arising out of Special Leave Petition (C) No.3329 OF 2021]": "[विशेष अनुमति याचिका (सी) संख्या 3329/2027! से उत्पन्न]",
  "versus": "बनाम",
  "JUDGMENT": "निर्णय",
  "1. Heard Mr. Praveen Chaturvedi, learned counsel for the": ". अपीलार्थी के विद्वान अधिवक्ता श्री प्रवीण चतुर्वेदी और प्रत्यर्थी के विद्वान",
  "appellant and Mr. V.K. Shukla, Senior Counsel assisted by Ms. Parul Shukla, learned counsel for the respondents and": "अधिवक्ता सुश्री पारुल शुक्रा के सहायक वरिष्ठ अधिवक्ता श्री वी. के. शुक्रा को",
  "perused the pleadings exchanged between the parties.": "सुना और पक्षकारों के बीच हुए अभिवचनों का परिशीलन किया।",
  "2. Leave granted.": "2. अनुमति प्रदान की गई।",
  "oe Tripathi Ramroop Sanskrit Vidyalaya, Jogapur, Kaushambi": "3. त्रिपाठी रामरूप संस्कृत विद्यालय, जोगपुर, कौशांबी, उत्तर प्रदेश राज्य में",
  "with the matter as it is seized of the special appeal itself and": "को उचित रूप से स्वीकार किया गया क्योंकि खंडपीठ द्वारा विशेष अपील को",
  "opinion that the impugned order dated 05.02.2021 allowing": "को दिनांक 5.04.209 के निर्णय और आदेश द्वारा अनुमति दी गई थी, जिसमें",
  "institution was taken on Grant-in-Aid list with a": "की वरीयता के क्रम में वित्तपोषित सूची में शामिल किया गया था और इस प्रकार",
  "seniority and thus permitting only five persons to receive": "केवल पांच व्यक्तियों को सरकारी निधि से वेतन प्राप्त आदेश की अनुमति देना",
  "salary from the Government fund is not illegal. There is no creation of any new post of Assistant Teacher at the": "अवैध नहीं है। न्यायालय द्वारा संस्थान में सहायक शिक्षक के किसी नए पद का",
  "Institution by the Court. The Writ Court, therefore, rightly allowed the writ petition and the Division Bench has not": "सृजन नहीं किया गया है।इसलिए, रिट न्यायालय ने रिट याचिका को उचित रूप",
  "committed any error in dismissing the Special Appeal.": "से स्वीकार किया और खण्ड पीठ ने विशेष अपील को खारिज करने में कोई त्रुटि",
  "It is not the case of any one that the above orders permit": "4. यह किसी एक का भी मामला नहीं है कि उपरोक्त आदेश स्वीकृत संख्या से",
  "sanctioned post, a direction for payment of salary cannot be": "यह अवधारित किया कि स्वीकृत पद के अभाव में वेतन भुगतान का निर्देश नहीं",
  "given is not helpful.": "दिया जाना सहायक नहीं है।",
  "Aid List was laid down in G.O. dated 07.02.2014. The State": "07.02.204 में निर्धारित किया गया था। राज्य सरकार ने आदेश दिनांकित",
  "institution, one for the Headmaster and four for the": "लिए एक प्रधानाध्यापक के लिए और चार सहायक शिक्षकों के लिए कुल पांच पदों",
  "The Principal Secretary, Government of Uttar Pradesh issued a Circular dated 01.01.2016 granting approval for": "५. उत्तर प्रदेश सरकार के प्रधान सचिव ने 0.0.206 को एक परिपत्र जारी",
  "the payment of salary to all the teachers of the institutions": "कर उन संस्थानों के उन सभी शिक्षकों को वेतन के भुगतान की मंजूरी दी, जो",
  "Circular dated 18.03.2016 provided for the application of": "परिपत्र दिनांक 8.03.206 में आरक्षण नीति लागू करने का प्रावधान है। चूंकि",
  "some of the teachers, one of them Satya Prakash Shukla": "उक्त परिपत्र कुछ शिक्षकों को प्रभावित कर रहे थे , इसलिए उनमें से एक सत्य प्रकाश शुक्रा ने इलाहाबाद उच्च न्यायालय की लखनऊ पीठ के समक्ष रिट याचिका",
  "filed Writ Petition No.29784 of 2016 before the Lucknow Bench of the Allahabad High Court. The said Writ Petition": "प्रकाश शुक्रा ने इलाहाबाद उच्च न्यायालय की लखनऊ पीठ के समक्ष रिट याचिका संख्या 29784/206 दायर की। उक्त रिट याचिका को माध्यमिक शिक्षा विभाग",
  "was allowed vide order dated 21.12.2016 on the statement made by the Joint Secretary, Department of Secondary": "के संयुक्त सचिव द्वारा दिए गए इस बयान पर आदेश दिनांक 2.2.206 द्वारा",
  "Education “that the payment of salary to the teachers shall": "अनुमति दी गई थी कि “शिक्षकों को वेतन का भुगतान प्रबंधकों की विवरणी में",
  "be made on the basis of seniority of teachers as disclosed in the Managers Return”. Unfortunately, the Director": "प्रकट रूप में शिक्षकों की वरिष्ठता के आधार पर किया जाएगा। “दुर्भाग्य से, उच्च",
  "Assistant Teachers vide order dated 28.03.2017 and": "माध्यमिक शिक्षा के निदेशक ने आदेश दिनांक 28.03.207 के तहत सहायक",
  "years junior to one Pancham Lal Pandey, to be paid salary.": "जो पंचम लाल पांडे से लगभग पांच साल जूनियर थे, को वेतन दिए जाने का"
}