{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "WRIT PETITION (CRIMINAL) NO. 121 OF 2022": "रिट याचिका (दाण्डिक) सं. 2] वर्ष 2022",
  "VINOD KATARA ....PETITIONER(S)": "विनोद कटारा ...याचिकाकर्ता(गण)",
  "Versus": "बनाम",
  "STATE OF UTTAR PRADESH .... RESPONDENT(S)": "उत्तर प्रदेश राज्य ....प्रतिवादी (गण)",
  "JUDGMENT": "निर्णय",
  "J.B. PARDIWALA, J.": "न्यायमूर्ति जे.बी. पारदीवाला",
  "1. Personal liberty of a person is one of the oldest concepts to be": ". किसी व्यक्ति की व्यक्तिगत स्वतंत्रता उन सबसे पुरानी अवधारणाओं में से एक है जिस",
  "purported by national courts. As long ago as in 1215, the English": "पर राष्ट्रीय अदालतों द्वारा जोर दिया जाता रहा है। बहुत पहले वर्ष 25 में, अंग्रेजों के",
  "Magna Carta provided that:-": "मैग्ना कार्टा में उपबंध था कि; \"",
  "eth \"No free man shall be taken or imprisoned.... but..... by law": "किसी भी स्वतंत्र व्यक्ति को पकड़ा या जेल में नहीं डाला जाएगा ... सिवाय ...विधि के",
  "of the land.”": "अधीन।'\"",
  "2. Today, the concept of personal liberty has received a far more expansive interpretation. The notion that is accepted today is that": "2. आज, व्यक्तिगत स्वतंत्रता की अवधारणा को कहीं अधिक विस्तृत व्याख्या प्राप्त हुई है। आज जिस धारणा को स्वीकार किया जाता है, वह यह है कि स्वतंत्रता में वे अधिकार",
  "liberty encompasses these rights and privileges which have long": "और विशेषाधिकार शामिल हैं, जिन्हें लंबे समय से किसी स्वतंत्र व्यक्ति के व्यवस्थित रूप",
  "been recognized as being essential to the orderly pursuit of happiness by a free man and not merely freedom from bodily": "से प्रसन्नता के लिए आवश्यक माना जाता है, न कि केवल शारीरिक बंधन से मुक्ति। यह",
  "restraint. There can be no cavil in saying that lodging juveniles in": "कहने में कोई संकोच नहीं कि किशोरों को वयस्क जेलों में रखना कई पहलुओं पर उनकी",
  "7. The Medical Board subjected the writ applicant herein to the X-rays of the skull and sternum. Upon medical examination of": "7. मेडिकल बोर्ड ने वर्तमान रिट आवेदक की खोपड़ी और उरोस्थि का एक्स -रे कराया |",
  "the writ applicant herein, the Medical Board gave its report dated": "वर्तमान रिट आवेदक की मेडिकल जांच के बाद, मेडिकल बोर्ड ने अपनी रिपोर्ट दिनांकित",
  "10.12.2021 certifying that on 10.09.1982 i.e. the date of the commission of the alleged offence, the writ applicant could have": "0.2.2027 को यह प्रमाणित करते हुए दिया कि 0.09.982 यानी कथित अपराध",
  "commission of the alleged offence, the writ applicant could have been around 15 years of age as on the date of the medical": "के कारित किए जाने की तिथि पर, रिट आवेदक की आयु लगभग 5 वर्ष रही होगी",
  "examination, the convict was around 56 years of age.": "क्योंकि चिकित्सा परीक्षण की तिथि को अपराधी की आयु लगभग 56 वर्ष थी।",
  "8. It appears that sometime later, the writ applicant was in a": "8. ऐसा प्रतीत होता है कि कुछ समय बाद, रिट आवेदक ने यूपी पंचायत राज (परिवार",
  "02.03.2021 issued under the U.P. Panchayat Raj (Maintenance of Family Registers) Rules, 1970. In the Family Register certificate, the": "02.03.202] के रूप में एक दस्तावेज प्राप्त किया। परिवार रजिस्टर प्रमाण पत्र में ,",
  "year of birth of the writ applicant herein is shown as 1968. If 1968": "वर्तमान रिट आवेदक का जन्म वर्ष 968 दिखाया गया है। यदि 968 वर्तमान रिट",
  "is the correct birth year of the writ applicant herein, then in 1982 he was about 14 years of age.": "आवेदक का सही जन्म वर्ष है, तो 982 में उसकी आयु लगभग 4 वर्ष थी।",
  "9. In such circumstances referred to above, the writ applicant is": "9. उपरोक्त परिस्थितियों में, रिट आवेदक इस न्यायालय के समक्ष प्रस्तुत है। उसका",
  "date of the commission of the alleged offence sometime in the year": "दावा है कि कथित अपराध के घटित होने की तिथि को वर्ष 982 में वह किशोर था,",
  "(a) The writ applicant along with other co-accused persons was": "(क) अन्य सह-अभियुक्त व्यक्तियों के साथ रिट आवेदक का आईपीसी की धारा 302",
  "put to trial for the offence punishable under Section 302 r/w 34 of the IPC;": "सपठित धारा 34 भा.दं.सं. के तहत दंडनीय अपराध के लिए विचारण किया गया था;",
  "(b) The 5\" Additional Sessions Judge, Agra in the sessions trial": "(ख) अपर सत्र न्यायाधीश, पंचम, आगरा ने आगरा के फतेहपुर सीकरी जिले में दर्ज",
  "No. 535 of 1983 arising from the case crime no. 126 of 1982": "मुकदमा अपराध सं. 26 वर्ष 982 से उद्धृत सत्र विचारण संख्या 535 वर्ष 2983 में",
  "applicant herein and the co-accused persons guilty of the offence of": "रिट आवेदक और सह-अभियुक्तों को हत्या के अपराध का दोषी ठहराया और उन्हें",
  "murder and sentenced them to life imprisonment;": "आजीवन कारावास की सजा सुनाई ;",
  "(c) The writ applicant herein and the other convicts went in": "(सी) वर्तमान रिट आवेदक और अन्य दोषियों ने क्रिमिनल अपील सं. 33 वर्ष :986",
  "appeal before the Allahabad High Court by filing the Cr. Appeal No.": "दाखिल करके इलाहाबाद उच्च न्यायालय के समक्ष अपील की। जिसमें विचारण न्यायालय",
  "133 of 1986 questioning the legality and validity of the judgment & order of conviction passed by the trial court dated 06.01.1986;": "द्वारा दिनांक 06.0.986 को पारित निर्णय और दोषसिद्धि के आदेश की वैधता और वैधानिकता पर सवाल उठाया गया था;",
  "(d) The appeal was heard by the High Court and vide judgment": "(डी) उच्च न्यायालय द्वारा अपील की सुनवाई की गई और दिनांक 04.03.206 के",
  "the judgment and order of conviction passed by the trial court;": "निर्णय और दोषसिद्धि के आदेश की पुष्टि हुई;",
  "not lodged in adults prisons in violation of the Juvenile": "वयस्क जेलों में नहीं रखा जाए।",
  "So far as district Allahabad is concerned, we direct the": "जहाँ तक इलाहाबाद जिले का संबंध है, हम जिला न्यायाधीश, इलाहाबाद को",
  "District Judge, Allahabad to permit Sister Sheeba Jose, Advocate and Shri Rohan Gupta, Advocate to visit and": "निर्देश देते हैं कि वे सिस्टर शीबा जोस, एडवोकेट और श्री रोहन गुप्ता, एडवोकेट",
  "ascertaining their ages and for submitting the report to the Court on the next date of listing.": "को उनकी उम्र का पता लगाने और कार्यसूची की अगली तारीख पर अदालत में",
  "It was further submitted by the learned counsel for the petitioner that so far as the prisoner Raju is concerned,": "याचिकाकर्ता के विद्वान अधिवक्ता द्वारा आगे यह भी कहा गया कि जहां तक कैदी",
  "petitioner that so far as the prisoner Raju is concerned, whose age was determined to be below 18 years, he was": "राजू का संबंध है, जिसकी आयु 8 वर्ष से कम निर्धारित की गई थी, उसे पहले",
  "earlier lodged in Faizabad jail and was subsequently sent to the Special Home. As he was convicted as far back as": "फैजाबाद जेल में रखा गया था और बाद में उसे विशेष गृह में भेज दिया गया था।",
  "to the Special Home. As he was convicted as far back as in the year 2001 in a case under section 302 IPC. The": "उसे धारा 302 भा.दं.सं. के तहत एक मामले में वर्ष 200 में दोषी ठहराया",
  "respondents should inform this Court about the _ total period spent in jail by this prisoner and in case it exceeds": "गया। उत्तरदाताओं को इस अदालत को इस कैदी द्वारा जेल में बिताई गई कुल",
  "period spent in jail by this prisoner and in case it exceeds 3 years (which was the maximum permissible sentence in": "अवधि के बारे में सूचित करना चाहिए और यदि यह 3 वर्ष से अधिक हो जाती है",
  "presently detained in the Special Home.”": "उसे विशेष गृह में वर्तमान में हिरासत में रखने का आधार हो।\"",
  "Thus, vide the order dated 24.05.2012 referred to above": "वर्ष 202 की में पारित उपरोक्त संदर्भित आदेश दिनांकित 24.05.202 के द्वारा,",
  "No. 855 of 2012, the Allahabad High Court directed the Juvenile": "इलाहाबाद उच्च न्यायालय ने किशोर न्याय बोर्डों को कानून का उल्लंघन करते समय",
  "the probable date of birth of other siblings can also be": "इन कैदियों की सही उम्र का पता लगाने के लिए अन्य भाई-बहनों की संभावित",
  "prisoners. The legal aid lawyers may also find out whether there are other prisoners in jail, who may be": "विधिक सहायता अधिवक्ता यह भी पता लगा सकते हैं कि क्या जेल में अन्य",
  "offence and who appear to be wrongly lodged in the regular prisons for adults and the bases for their": "सकती है। और जो वयस्कों के लिए नियमित जेलों में गलत तरीके से रखे गए",
  "as per the criteria set out above.": "तत्पश्चात मामले को ऊपर निर्धारित मानदंडों के अनुसार आयु के निर्धारण के",
  "The prosecution and the complainant will also of course be": "अभियोजन पक्ष और परिवादी को निश्चित रूप से अपने स्वयं के गवाहों की जांच",
  "given an opportunity to examine their own witnesses and to cross-examine the witnesses, who have been got": "करने और उन गवाहों से जिरह करने का अवसर दिया जाएगा, जिनकी अभियुक्त",
  "examined on behalf of the accused and for that purpose notices of the proceedings before the JJ Board shall be": "की ओर से जांच की गई है और इस उद्देश्य के लिए जे.जे. बोर्ड के समक्ष",
  "notices of the proceedings before the JJ Board shall be served on the complainant/ prosecution. As it is possible": "कार्यवाही के नोटिस दिए अभियोजन/परिवादी को दिए जाएंगे। जैसा कि यह",
  "that in some cases the prisoners mentioned in the State's": "संभव है कि कुछ मामलों में राज्य की सूची में उल्लिखित कैदी अपराध की तिथि",
  "list may indeed be below 18 years in age on the date of": "पर 8 वर्ष से कम आयु के हो सकते हैं, लेकिन राज्य की सूची में निष्कर्ष पर",
  "examinations and no detailed steps for ascertaining ages": "प्रारंभिक चिकित्सा परीक्षण और उम्र का पता लगाने के लिए कोई विस्तृत कदम",
  "may have been used for reducing the ages, we think that such an exercise as detailed above wherein the ages are": "सकता है, हम सोचते हैं कि इस तरह की कवायद जैसा ऊपर वर्णित है जिसमें",
  "ascertained after hearing both parties was needed. The": "दोनों पक्षों को सुनवाई का अवसर देने के बाद उम्र का पता लगाया जाना चाहिए,",
  "modification of the Juvenile Justice (Care and Protection of Children) Act, 2000, (hereafter the Act) by Act No. 33 of": "न्याय (बच्चों की देखभाल और संरक्षण ) अधिनियम, 2000 (एतश्मिनपश्चात अधिनियम के रूप में संदर्भित ) में अधिनियम संख्या 33 वर्ष 2006 द्वारा संशोधन",
  "2006, under section 2 (Y a juvenile in conflict with law": "के बाद, धारा 2 (एल) के तहत विधि का उल्लंघन करने वाला किशोर का मतलब",
  "means a juvenile who is alleged to have committed an": "एक ऐसा किशोर है, जिस पर अपराध करने का आरोप है और उसने इस तरह के",
  "offence and has not completed eighteen years of age as on the date of commission of such offence.": "अपराध के कारित करने की तिथि को अठारह वर्ष की आयु पूरी नहीं की है।",
  "Under the proviso to section 7A (1) of the Act, it is": "अधिनियम की धारा 7ए () के परंतुक के तहत, यह उल्लेख किया गया है कि",
  "mentioned that a claim of juvenility may be raised before": "नाबालिग होने का दावा किसी भी अदालत के समक्ष उठाया जा सकता है और",
  "determined in terms of the provisions contained in this Act and the Juvenile Justice (Care and Protection of Children)": "अधिनियम में निहित प्रावधानों और किशोर न्याय (बच्चों की देखभाल और",
  "Rules, 2007 (hereinafter the Rules).": "संरक्षण) नियमावली , 2007 (एतश्मिनपश्चात नियमावली के रूप में संदर्भित ) में",
  "We, therefore, direct the District Judges, who are": "इसलिए, हम जिला न्यायाधीशों को निर्देश देते हैं, जो अपने संबंधित विधिक",
  "Chairpersons of their respective Legal Services Authorities to directly oversee that efficient lawyers are appointed for": "सेवा प्राधिकरणों के अध्यक्ष हैं, वे सीधे तौर पर निगरानी करें कि कैदियों को",
  "the purpose of providing legal aid to the prisoners, (who": "कानूनी सहायता प्रदान करने के उद्देश्य से कुशल वकील नियुक्त किए जाएं, (जो",
  "are unable to engage private lawyers) who have been": "निजी वकीलों को नियुक्त करने में असमर्थ हैं) जिनका उल्लेख राज्य सरकार द्वारा",
  "and described to be below 18 years in age on the date of commission of offence. The said legal aid lawyers should": "को 8 वर्ष से कम आयु के बताए गए हैं। उक्त विधिक सहायता अधिवक्ताओं को",
  "get the ages of the prisoners ascertained by obtaining documents and carrying out the other measures provided under Rule 12 of the Juvenile Justice Act and Rules and": "दस्तावेजों को प्राप्त करके और किशोर न्याय अधिनियम और नियमावली के नियम 2 में उपबंधित अन्य उपायों को पूरा तथा रिट याचिका (सी) संख्या",
  "also on the lines suggested by the Delhi High Court in WP (C) No. 8889 of 2011 (Court on its own motion vs.": "8889 वर्ष 207 के मामले में दिल्ली उच्च न्यायालय द्वारा सुझाए गए तर्ज पर",
  "(C) No. 8889 of 2011 (Court on its own motion vs. Department of Women and Child Development and others)": "(न्यायालय द्वारा अपने स्वतः संज्ञान पर बनाम महिला एवं बाल विकास विभाग",
  "the Special Leave Petition (Criminal) No. 6048 od 2016 by this": "रिट आवेदक ने इस न्यायालय के समक्ष विशेष अनुमति याचिका (क्रि.) संख्या 6048",
  "Court vide order dated 16.08.2016, the convict had not raised the": "6.08.206 के आदेश द्वारा विशेष अनुमति याचिका को खारिज नहीं कर दिया, तब",
  "the age. It is argued that the writ applicant has not placed on record any document of any educational institution. It is also": "निर्णायक नहीं हैं। यह तर्क दिया गया है कि रिट आवेदक ने किसी भी शैक्षणिक संस्थान के किसी भी दस्तावेज को रिकॉर्ड में नहीं रखा है। यह भी तर्क दिया गया है कि उम्र के",
  "argued that no ossification test was undertaken or no modern": "निर्धारण के उद्देश्य से कोई ऑसिफिकेशन परीक्षण नहीं किया गया था या कोई आधुनिक",
  "14. The learned counsel appearing for the State invited the": "4. राज्य की ओर से उपस्थित विद्वान अधिवक्ता ने इस न्यायालय का ध्यान अशोक",
  "Pradesh, Special Leave to Appeal (Criminal) No. 643 of 2020 dated": "बनाम मध्य प्रदेश राज्य विशेष अनुमति याचिका अपील (क्रिमिनल) संख्या 643 वर्ष 2020 के मामले में इस न्यायालय की एक समन्वय पीठ द्वारा पारित दिनांक",
  "29.11.2021. The order passed by the Coordinate Bench referred to": "29..202 के आदेश की ओर आकर्षित किया। उपरोक्त संदर्भित समन्वय पीठ द्वारा",
  "above reads thus:-": "पारित आदेश इस प्रकार है:",
  "“By a judgment and order dated 29.07.1999, the": "\"29.07.999 दिनांकित एक निर्णय और आदेश द्वारा, अपर सत्र न्यायाधीश,",
  "Additional Sessions Judge, Gohad, District Bhind, Madhya Pradesh, convicted the petitioner inter alia for offence": "गोहद, जिला भिंड, मध्य प्रदेश ने याचिकाकर्ता को अन्य बातों के साथ-साथ",
  "under Section 302 of the Indian Penal Code and sentenced": "भारतीय दंड संहिता की धारा 302 के तहत अपराध के लिए दोषी ठहराया और",
  "him inter alia to life imprisonment in Sessions Trial No.": "उसे अन्य बातों के साथ सत्र परीक्षण क्रमांक 260 सन्‌ 997 में आजीवन",
  "Balram Jatab age 16 yrs 9 months and 19 days, R/o": "अशोक पुत्र बलराम जाटब उम्र 6 वर्ष 9 माह 9 दिन निवासी ग्राम अंजनी",
  "The petitioner filed an appeal being Criminal Appeal No. 455 of 1999 challenging his conviction and sentence. The": "याचिकाकर्ता ने अपनी दोषसिद्धि और सजा को चुनौती देते हुए क्रिमिनल अपील संख्या 455 वर्ष 999 दायर की। उक्त क्रिमिनल अपील को उच्च न्यायालय ने",
  "Court by an order dated 14.11.2017, which is impugned": "दिनांक 4..207 के एक आदेश द्वारा खारिज कर दिया है, जो",
  "in the Special Leave Petition (Crl.) No. 643 of 2020, filed by": "याचिकाकर्ता द्वारा विशेष अनुमति याचिका (क्रि.) संख्या 643 वर्ष 2020 में",
  "the petitioner. The incident which led to the conviction of": "आक्षेपित है। जिस घटना के कारण याचिकाकर्ता को दोषी ठहराया गया, वह",
  "the petitioner, took place on 26.07.1997.": "26.07.997 को हुई थी।",
  "The petitioner claims that the petitioner was born on": "याचिकाकर्ता का दावा है कि याचिकाकर्ता का जन्म 05.07.98]7 को हुआ था।",
  "05.01.1981. The petitioner was, therefore, approximately 16 years and 7 months old on the date of the incident. In": "इसलिए, घटना के दिन याचिकाकर्ता की उम्र लगभग 6 वर्ष और 7 महीने थी। इस न्यायालय में, याचिकाकर्ता ने पहली बार तर्क दिया है कि वह घटना की",
  "documents do not appear to be contemporaneous.": "समकालीन प्रतीत नहीं होते हैं।",
  "In the event the documents are found to _ be questionable/unreliable, it will be open to the Sessions": "यदि दस्तावेज़ संदिग्ध /अविश्वसनीय पाए जाते हैं, तो सत्र न्यायालय के पास",
  "an ossification test or any other modern recognized method of age determination.”": "ऑसिफिकेशन टेस्ट या आयु निर्धारण के किसी अन्य आधुनिक मान्यता प्राप्त तरीके",
  "15. The aforesaid order passed by the Coordinate Bench has been relied upon by the learned counsel appearing for the State to fortify": "\"5. समन्वय पीठ द्वारा पारित पूर्वोक्त आदेश पर राज्य की ओर से पेश होने वाले विद्वान अधिवक्ता ने अपनी दलील को बल देने के लिए अवलंब लिया है कि यदि रिट आवेदक की",
  "relied upon by the learned counsel appearing for the State to fortify his submission that if at all the issue in regard to the juvenility of the writ applicant requires consideration, the same should be by": "अधिवक्ता ने अपनी दलील को बल देने के लिए अवलंब लिया है कि यदि रिट आवेदक की किशोरता के संबंध में सभी मुद्दों पर विचार करने की आवश्यकता है, तो उसे सत्र",
  "the Sessions Court i.e. the Court which had originally tried the writ": "न्यायालय द्वारा किया जाना चाहिए अर्थात वह न्यायालय जिसने मूल रूप से कथित",
  "applicant for the alleged offence.": "अपराध के लिए रिट आवेदक का विचारण किया था।",
  "The entry in the records of the Gram Panchayat, Endouri, District Bhind, Madhya Pradesh, also do not appear to be": "ग्राम पंचायत, एंडोरी, जिला भिंड, मध्य प्रदेश के अभिलेखों में भी प्रविष्टि",
  "contemporaneous and the certificate has been issued in the year 2017.": "समसामयिक प्रतीत नहीं होती है और प्रमाण पत्र वर्ष 207 में जारी किया गया है।",
  "However, as pointed out by Mr. M.P. Parthiban, learned counsel appearing on behalf of the petitioner that the Sessions Court has recorded the age of the petitioner as": "हालांकि, जैसा कि याचिकाकर्ता की ओर से उपस्थित विद्वान वकील , श्री एम.पी. पार्थिबन द्वारा बताया गया है कि सत्र न्यायालय ने याचिकाकर्ता की उम्र",
  "16 years, 9 months and 19 days. The petitioner has been": "6 वर्ष, 9 महीने और 9 दिन दर्ज की है। याचिकाकर्ता तीन वर्ष से अधिक",
  "in actual custody for over three years.": "समय से वास्तविक हिरासत में है।",
  "The 2000 Act has been repealed and replaced by the": "वर्ष 2000 के अधिनियम को निरस्त कर दिया गया है और किशोर न्याय (बच्चों",
  "2015. Section 21 of the 2015 Act provides as follows:": "वर्ष 205 के अधिनियम की धारा 2 निम्नानुसार उपबंध करती है:",
  "“21. Order that may not be passed against a child in": "\"27. कानून का उल्लंघन करने वाले बच्चे के खिलाफ न पारित किया जा सकने वाला",
  "conflict with law. — No child in conflict with law shall be": "आदेश: - कानून का उल्लंघन करने वाले किसी भी बच्चे को किसी भी अपराध के",
  "the provisions of this Act or under the provisions of the Indian Penal Code or any other law for the time being": "लिए इस अधिनियम के प्रावधानों के तहत या या भारतीय दंड संहिता या तत्समय",
  "opinion that an accused person was a juvenile on the date of commission of the offence, the court shall make": "तारीख को अभियुक्त व्यक्ति किशोर था तो न्यायालय अपराध के बारे में, जांच",
  "an inquiry, take such evidence as may be necessary (but not an affidavit) so as to determine the age of such": "करेगा, ऐसे साक्ष्य लेगी जो आवश्यक हो सकते हैं (लेकिन एक हलफनामा नहीं)",
  "is a juvenile or a child or not, stating his age as nearly as may be:": "यह निष्कर्ष दर्ज करेगा कि वह व्यक्ति किशोर है या बच्चा है या नहीं :",
  "Provided that a claim of juvenility may be raised before any Court and it shall be recognised at any": "बशर्ते कि नाबालिग होने का दावा किसी भी न्यायालय के समक्ष, किसी",
  "stage, even after final disposal of the case, and such": "भी स्तर पर, यहाँ तक कि मामले के अंतिम निपटारे के बाद भी उठाया जा",
  "contained in this Act and the rules made thereunder,": "अधिनियम और उसके तहत बनाए गए नियमों के प्रावधानों के अनुसार निर्धारित",
  "even if the juvenile has ceased to be so on or before the date of commencement of this Act. (2) If the court finds": "किया जाएगा, भले ही किशोर इस अधिनियम के प्रारंभ होने की तारीख को या उससे पहले किशोर न रह गया हो। (2) यदि न्यायालय किसी व्यक्ति को उप-",
  "a person to be a juvenile on the date of commission of the offence under sub-section(1), it shall forward the": "धारा () के तहत अपराध होने की तिथि पर किशोर पाता है, तो वह किशोर",
  "juvenile to the Board for passing appropriate orders and the sentence, if any, passed by a court shall be": "को उचित आदेश पारित करने के लिए बोर्ड को भेजेगा और न्यायालय द्वारा दी",
  "and the sentence, if any, passed by a court shall be deemed to have no effect.”": "गई कोई सजा, यदि कोई हो, का कोई प्रभाव नहीं माना जाएगा।\"",
  "The claim of juvenility can thus be raised before any Court, at any stage, even after final disposal of the case": "इस प्रकार मामले के अंतिम निस्तारण के बाद भी, किसी भी स्तर पर, किसी भी न्यायालय के समक्ष किशोरता का दावा किया जा सकता है और यदि न्यायालय",
  "and if the Court finds a person to be a juvenile on the date of commission of the offence, it is to forward the juvenile to": "किसी व्यक्ति को अपराध किए जाने की तिथि पर किशोर पाता है, तो उसे",
  "of commission of the offence, it is to forward the juvenile to the Board for passing appropriate orders, and the": "किशोर को उचित आदेश पारित करने के लिए बोर्ड के पास भेजना होगा और",
  "sentence, if any, passed by a Court, shall be deemed to have no effect. Even though the offence in this case may": "अदालत द्वारा पारित सजा, यदि कोई हो, का कोई प्रभाव नहीं माना जाएगा।",
  "have been committed before the enactment of the Act of": "भले ही इस मामले में अपराध अधिनियम, 2000 के अधिनियमित होने से पहले",
  "2000, the petitioner is entitled to the benefit of juvenility under Section 7A of the Act of 2000, if on inquiry it is": "किया गया हो, याचिकाकर्ता अधिनियम, 2000 की धारा 7 क के तहत किशोरता के लाभ का हकदार है, अगर जांच में यह पाया जाता है कि कथित",
  "found that he was less than 18 years of age on the date of the alleged offence.": "अपराध की तारीख पर वह 8 वर्ष से कम उम्र का था।",
  "(b) The petitioner herein came to be convicted by the trial": "(ख) इस याचिकाकर्ता को विचारण न्यायालय द्वारा निर्णय एवं आदेश दिनांकित",
  "court vide judgment and order dated 06.01.1986. Even on the date of conviction, the Juvenile Justice Act, 1986": "06.07.986 द्वारा दोषी ठहराया गया था। दोषसिद्धि की तारीख पर भी, किशोर न्याय",
  "was not in force. The Juvenile Justice Act, 1986 came in": "अधिनियम, 986 लागू नहीं था। किशोर न्याय अधिनियम, 986 0.2.986 से",
  "of conviction, the Children Act, 1960 governed the field.": "अधिनियम, 960 इसे नियंत्रित करता था।",
  "(c) The appeal filed by the petitioner herein in the High Court": "(ग) इस याचिकाकर्ता द्वारा विचारण न्यायालय द्वारा पारित दोषसिद्धि के निर्णय एवं",
  "of Allahabad against the judgment and order of conviction": "आदेश के विरुद्ध इलाहाबाद उच्च न्यायालय में दायर अपील को निर्णीत करते हुए निर्णय",
  "ordered to be dismissed vide judgment and order dated 04.03.2016. It is relevant to note that on the date when": "एवं आदेश दिनांकित 04.03.206 द्वारा खारिज कर दिया गया। यह ध्यान रखना",
  "2000 Act was in force.": "तिथि पर अधिनियम, 2000 लागू था।",
  "(d) Special Leave to Appeal (Crl.) No. 6048 of 2016 filed by": "(घ) इस न्यायालय में याचिकाकर्ता की विशेष अनुमति याचिका (क्रि.) संख्या 6048",
  "vide order dated 16.08.2016.": "वर्ष 206 आदेश दिनांकित 6.08.206 द्वारा खारिज कर दी गयी।",
  "On and with effect from 15.01.2016, the Juvenile Justice (Care": "20. 5.0.206 को और इस तिथि से, किशोर न्याय (बच्चों की देखभाल और",
  "pending in the High Court, the 2000 Act came into force which": "खिलाफ अपील उद्च न्यायालय में लंबित थी , अधिनियम, 2000 लागू हुआ जिसने",
  "repealed the Juvenile Justice Act, 1986. The 2000 Act inter alia": "किशोर न्याय अधिनियम, 986 को निरसित कर दिया। अधिनियम, 2000 ने अन्य बातों",
  "raised the age of juvenility from 16 to 18 years and in terms of Section 20 of the 2000 Act, the determination of juvenility was": "के साथ-साथ अधिनियम, 2000 की धारा 20 के अन्तर्गत किशोर आयु को 6 से",
  "with Section 2(1) of the 2000 Act.": "2000 की धारा 2() के अनुसार किया जाना आवश्यक था।",
  "21. The effect of Section 20 o0f the 2000 Act was considered": "\"अधिनियम, 2000\") के प्रावधानों की प्रयोज्यता के संबंध में है। .",
  "“31. Section 20 of the Act as quoted above deals with the special provision in respect of pending cases and begins": "\"37. ऊपर उद्धृत अधिनियम की धारा 20 लंबित मामलों के संबंध में विशेष",
  "“notwithstanding anything contained in this Act, all proceedings in respect of a juvenile pending in any court": "अधिनियम में कुछ भी निहित होने के बावजूद, किसी भी अदालत में लंबित किशोर",
  "in any area on the date on which this Act came into": "के संबंध में सभी कार्यवाही किसी भी क्षेत्र में उस तारीख को जब यह अधिनियम",
  "force” has great significance. The proceedings in respect": "लागू हुआ \" वाक्य का बहुत महत्व है। अधिनियम की धारा 20 में निर्दिष्ट किसी भी",
  "of a juvenile pending in any court referred to in Section 20 of the Act are relatable to proceedings initiated before": "अदालत में लंबित किशोर के संबंध में कार्यवाही अधिनियम, 2000 के लागू होने",
  "the 2000 Act came into force and which are pending": "से पहले शुरू की गई कार्यवाही से संबंधित है और जो अधिनियम, 2000 के लागू",
  "when the 2000 Act came into force. The term “any court”": "होने के समय लंबित हैं। \"किसी भी अदालत\" शब्द में सामान्य आपराधिक",
  "would include even ordinary criminal courts. If the person was a “juvenile” under the 1986 Act the": "अदालतें भी शामिल होंगी। यदि व्यक्ति 986 के अधिनियम के तहत \"किशोर\"",
  "proceedings would not be pending in criminal courts.": "था, तो कार्यवाही आपराधिक अदालतों में लंबित नहीं होगी। वे आपराधिक",
  "had crossed 16 years or the girl had crossed 18 years. This shows that Section 20 refers to cases where a": "लड़की 8 वर्ष पार कर चुकी हो। इससे पता चलता है कि धारा 20 उन मामलों",
  "person had ceased to be a juvenile under the 1986 Act": "को संदर्भित करती है जहां कोई व्यक्ति ।986 के अधिनियम के तहत किशोर नहीं",
  "but had not yet crossed the age of 18 years then the": "रह गया, लेकिन अभी तक 8 वर्ष की आयु पार नहीं किया, तो उस अदालत में",
  "consider the matter further keeping in view the 2000 Act.": "लंबित मामला वैसे ही जारी रहेगा जैसे कि अधिनियम, 2000 पारित नहीं किया",
  "court or a court is of the opinion that an accused person was a juvenile on the date of commission of the offence,": "गया हो और यदि अदालत को पता चलता है कि किशोर ने अपराध किया है, तो",
  "the age of such person, and shall record a finding whether": "वह इस तरह के निष्कर्ष को दर्ज करेगा और किशोर के संबंध में कोई सजा देने के",
  "finding and instead of passing any sentence in respect of the juvenile, shall forward the juvenile to the Board": "बजाय किशोर को बोर्ड को भेजेगा जो उस किशोर के संबंध में आदेश पारित",
  "22. In Bijender Singh v. State of Haryana, (2005) 3 SCC 685,": "22. बिजेंद्र सिंह बनाम हरियाणा राज्य, (2005) 3 एससीसी 685 के मामले में, धारा",
  "the legal position as regards Section 20 was stated in following": "20 के संबंध में विधिक स्थिति निम्नलिखित शब्दों में बताई गई थी:",
  "“8. One of the basic distinctions between the 1986 Act": "\"8. 986 के अधिनियम और अधिनियम, 2000 के बीच बुनियादी अंतरों में से",
  "and the 2000 Act relates to the age of males and females.": "एक पुरुषों और महिलाओं की आयु से संबंधित है। 986 के अधिनियम के",
  "Under the 1986 Act, a juvenile means a male juvenile who has not attained the age of 16 years, and a female": "तहत, एक किशोर का मतलब एक पुरुष किशोर है जिसने 6 वर्ष की आयु प्राप्त",
  "juvenile who has not attained the age of 18 years. In the": "नहीं की है, और एक महिला किशोर जिसने 8 वर्ष की आयु प्राप्त नहीं की है।",
  "2000 Act, the distinction between male and female": "अधिनियम, 2000 में, आयु के आधार पर पुरुष और महिला किशोर के बीच का",
  "The age-limit is 18 years for both males and females.": "अंतर नहीं रखा गया है। पुरुषों और महिलाओं दोनों के लिए आयु-सीमा 8 वर्ष है।",
  "9. A person above 16 years in terms of the 1986 Act was": "9. 986 के अधिनियम के अनुसार 6 वर्ष से अधिक का व्यक्ति किशोर नहीं",
  "not a juvenile. In that view of the matter the question": "था। इस मामले को ध्यान में रखते हुए इस सवाल का जवाब दिया जाना चाहिए",
  "whether a person above 16 years becomes “juvenile” within the purview of the 2000 Act must be answered": "कि क्या 6 साल से ऊपर का व्यक्ति अधिनियम, 2000 के दायरे में \"किशोर\"",
  "having regard to the object and purport thereof.": "हो जाता है, लक्ष्य और उसके तात्पर्य के संबंध में उत्तर दिया जाना चाहिए।",
  "10. In terms of the 1986 Act, a person who was not": "0. 986 के अधिनियम के अनुसार, एक व्यक्ति जो किशोर नहीं था, उस पर",
  "juvenile could be tried in any court. Section 20 of the": "किसी भी अदालत में मुकदमा चलाया जा सकता था। अधिनियम, 2000 की",
  "2000 Act takes care of such a situation stating that": "धारा 20 ऐसी स्थिति का ख्याल रखती है, जिसमें कहा गया है कि इसके",
  "despite the same the trial shall continue in that court as if that Act has not been passed and in the event, he is": "बावजूद उस अदालत में मुकदमा जारी रहेगा जैसे कि वह अधिनियम पारित नहीं",
  "found to be guilty of commission of an offence, a finding": "किया गया है और यदि, वह किसी अपराध के किए दोषी पाया जाता है, उस",
  "conviction, if any, but instead of passing any sentence in relation to the juvenile, he would be forwarded to the": "किशोर के संबंध में कोई सजा पारित करने के बजाय, उसे किशोर न्याय बोर्ड",
  "Juvenile Justice Board (in short “the Board”) which shall": "(संक्षेप में \"बोर्ड\") को भेजा जाएगा जो अधिनियम के प्रावधानों के अनुसार",
  "as if it has been satisfied on inquiry that a juvenile has": "आदेश पारित करेगा जैसे कि यह वह. संतुष्ट हो गया है कि एक किशोर ने",
  "committed the offence. A legal fiction has, thus, been created in the said provision. A legal fiction as is well": "अपराध किया है। इस प्रकार, उक्त प्रावधान में एक कानूनी कल्पना का निर्माण",
  "and the provisions of the Act would apply as if the said": "दी जाएगी, और इस तरह के दावे को इस अधिनियम और उसके तहत बनाए गए",
  "empowers the court, while maintaining the conviction, to": "और निर्धारित करने में सक्षम बनाती है और सजा को बरकरार रखते हुए अदालत",
  "set aside the sentence imposed and forward the case to": "को भी अधिकार देती है कि वह सजा को रद्द कर सके और मामले को",
  "sentence in accordance with the provisions of the Act of": "अधिनियम, 2000 के प्रावधानों के अनुसार सजा पारित करने के लिए संबंधित",
  "24. Similarly, in Kalu v. State of Haryana , (2012) 8 SCC 34,": "24. इसी प्रकार, _कालू बनाम हरियाणा राज्य, (202) 8 एससीसी 34 के मामले में,",
  "this Court summed up as under:-": "इस न्यायालय ने निम्नानुसार अभिव्यक्त किया:",
  "“21. Section 20 makes a special provision in respect of pending cases. It states that notwithstanding anything": "\"27. धारा 20 लंबित मामलों के संबंध में एक विशेष प्रावधान करती है। इसमें",
  "contained in the Juvenile Act, all proceedings in respect": "कहा गया है कि किशोर अधिनियम में निहित किसी भी बात के बावजूद, किशोर",
  "of a juvenile pending in any court in any area on the date on which the Juvenile Act comes into force in that area": "अधिनियम के लागू होने की तिथि पर किसी भी क्षेत्र में किसी भी अदालत में",
  "shall be continued in that court as if the Juvenile Act had": "किशोर के संबंध में सभी लंबित कार्यवाही उस अदालत में वैसे ही जारी रहेगी जैसे",
  "not been passed and if the court finds that the juvenile": "कि किशोर अधिनियम पारित नहीं किया गया हो और यदि अदालत को पता",
  "has committed an offence, it shall record such finding": "चलता है कि किशोर ने अपराध किया है, तो वह इस तरह के निष्कर्ष को रिकॉर्ड",
  "and instead of passing any sentence in respect of the": "करेगी और किशोर के संबंध में कोई सजा पारित करने के बजाय किशोर को बोर्ड",
  "juvenile forward the juvenile to the Board which shall": "के पास भेजेगा जो किशोर अधिनियम के प्रावधानों के अनुसार उस किशोर के",
  "pass orders in respect of that juvenile in accordance with": "संबंध में इस तरह आदेश पारित करेगा जैसे कि वह किशोर अधिनियम के तहत",
  "the provisions of the Juvenile Act as if it had been": "किशोर अधिनियम के प्रावधान उसी प्रकार लागू होंगे जैसे कि उक्त प्रावधान सभी",
  "to Section 20 makes it clear that in all pending cases,": "\"7. धारा 20 के स्पष्टीकरण की भाषा से यह स्पष्ट है कि सभी लंबित मामलों में,",
  "which would include not only trials but even subsequent proceedings by way of revision or appeal, the": "जिसमें न केवल विचारण बल्कि बाद में पुनरीक्षण या अपील आदि के माध्यम से",
  "determination of juvenility of a juvenile would be in terms": "आगे की कार्यवाही भी शामिल होगी, किसी किशोर की किशोरता का निर्धारण",
  "of clause (1) of Section 2, even if the juvenile ceased to be": "धारा 2 के खंड () के संदर्भ में करना होगा, भले ही किशोर -4-200 को",
  "a juvenile on or before 1-4-2001, when the Juvenile Act": "या उससे पहले किशोर नहीं रह गया हो, जब अधिनियम, 2000 लागू हुआ था,",
  "would apply as if the said provision had been in force for": "और अधिनियम के प्रावधान इस तरह लागू होंगे जैसे कि उक्त प्रावधान सभी",
  "all purposes and for all material times when the alleged": "उद्देश्यों के लिए और सभी भौतिक समयों के लिए लागू था जब कथित अपराध",
  "(2) The following principles shall, inter alia, be": "42. अधिनियम, 2000 की धारा 2 के खंड () में प्रावधान है कि \"विधि का",
  "(a) Every juvenile or child in conflict with law has the right": "(क) नए सिरे से शुरुआत का सिद्धांत विधि का उल्लंघन करने वाले किशोर या बच्चे",
  "with children alleged or recognized as having impinged the": "करने वाले कथित या चिन्हित बच्चों से निपटने के उपायों को बढ़ावा देने की",
  "b. It is submitted that Section 51 of the Act provides that": "ख. यह कहा गया है कि अधिनियम की धारा 5 में प्रावधान है कि परिवीक्षा",
  "the report of a probation officer or a social worker shall be": "अधिकारी या सामाजिक कार्यकर्ता की रिपोर्ट गोपनीय होगी। यह आगे कहा गया है",
  "30. Besides the International Convention and the provisions of the": "30. अंतर्रष्ट्रीय सम्मेलन और अधिनियम, 2000 के प्रावधानों के अलावा, यह ध्यान दिया जा",
  "for the protection of the child is enshrined in Article 39 of the": "सकता है कि बच्चे की सुरक्षा के लिए संवैधानिक गारंटी संविधान के अनुच्छेद 39 में निहित है।",
  "Constitution. Article 39 reads as under:-": "अनुच्छेद 39 निम्नानुसार है:",
  "“39. Certain principles of policy to be followed by the State-": "\"39. नीति के कुछ सिद्धांतों का राज्य द्वारा पालन किया जाना",
  "(e) that the health and strength of workers, men and": "(ड) कि श्रमिकों, पुरुषों और महिलाओं के स्वास्थ्य और शक्ति तथा बच्चों की",
  "avocations unsuited to their age or strength;": "होकर नागरिकों को ऐसे रोजगारों में न जाना पड़े जो उनकी आयु या शक्ति के अनुकूल न हों;",
  "(f) that children are given opportunities and facilities to develop in a healthy manner and in conditions of freedom": "(च) कि बच्चों को स्वस्थ तरीके से और स्वतंत्रता और गरिमा की स्थितियों में",
  "and dignity and that childhood and youth are protected": "विकसित होने के अवसर और सुविधाएं दी जाएं और बचपन और युवाओं को",
  "against exploitation and against moral and material abandonment.”": "शोषण और नैतिक और भौतिक परित्याग के खिलाफ संरक्षित किया जाएं। \"",
  "provided under Rule 12(3)(b) of the 2007 Rules, which reads as:": "(3) (बी) के तहत प्रदान की गई है, जो इस प्रकार है:",
  "“12. Procedure to be followed in determination of": "\"2. आयु के निर्धारण में अपनाई जाने वाली प्रक्रिया -",
  "age.—(3) In every case concerning a child or juvenile in conflict with law, the age determination inquiry shall be": "(3) कानून का उल्लंघन करने वाले किशोर या बच्चे से संबंधित प्रत्येक मामले में, आयु",
  "conducted by the court or the Board or, as the case may": "निर्धारण की जाँच न्यायालय या बोर्ड या, जैसा भी मामला हो, द्वारा की जाएगी,",
  "(avi the matriculation or equivalent certificates, if available; and in the absence whereof;": "(क) हा) मैट्रकुलेशन या समकक्ष प्रमाण पत्र, यदि उपलब्ध हो, और उसके अभाव में;",
  "(ii) the date of birth certificate from the school (other than a play school) first attended; and in the": "(॥) स्कूल से जन्म प्रमाण पत्र (प्ले स्कूल के अलावा) जिसमें पहले भाग लिया हो; तथा",
  "absence whereof;": "जिसके न होने पर",
  "(iii) the birth certificate given by a corporation or a municipal authority or a panchayat;": "(॥।) निगम या नगरपालिका प्राधिकरण या पंचायत द्वारा दिया गया जन्म प्रमाण पत्र;",
  "(b) and only in the absence of either (i), (ii) or (tii) of": "(बी) और केवल उपरोक्त खंड (क) के (), () या (॥) की अनुपस्थिति में, विधिवत",
  "clause (a) above, the medical opinion will be sought from a duly constituted Medical Board, which will": "गठित मेडिकल बोर्ड से चिकित्सा राय मांगी जाएगी, जो किशोर या बच्चे की उम्र घोषित",
  "declare the age of the juvenile or child. In case exact assessment of the age cannot be done, the Court or": "करेगी। यदि आयु का सटीक निर्धारण नहीं किया जा सकता है, तो न्यायालय या बोर्ड",
  "the Board or, as the case may be, the Committee, for the reasons to be recorded by them, may, if": "या, जैसा भी मामला हो, समिति, उनके द्वारा रिकॉर्ड किए जाने वाले कारणों से, यदि",
  "considered necessary, give benefit to the child or": "आवश्यक समझे, तो बच्चे या किशोर को एक वर्ष के मार्जिन के भीतर उसकी उम्र को",
  "and, while passing orders in such case shall, after taking into consideration such evidence as may be": "और, ऐसे मामले में आदेश पारित करते समय, ऐसे सबूतों पर विचार करने के बाद, जो",
  "available, or the medical opinion, as the case may be, record a finding in respect of his age and either of the": "उपलब्ध हों, या चिकित्सा राय, जैसा भी मामला हो, उसकी उम्र के संबंध में एक",
  "in the absence whereof, clause (b) shall be _ the conclusive proof of the age as regards such child or the juvenile in conflict with law.”": "(), () या उनकी अनुपस्थिति में, खंड (बी) ऐसे बच्चे या कानून का उल्लंघन करने वाले किशोर के संबंध में उम्र का निर्णायक प्रमाण होगा। \"",
  "32. Sub-clause (3) of the aforesaid Rule clearly mandates that": "32. उपरोक्त नियम का उप-खण्ड (3) स्पष्ट रूप से आदेश देता है कि किसी अभियुक्त",
  "while conducting an inquiry about the juvenility of an accused, the Juvenile Justice Board would seek evidence by obtaining the matriculation or equivalent certificates and in the absence whereof": "की किशोरता के बारे में जांच करते समय, किशोर न्याय बोर्ड मैट्रिक या समकक्ष प्रमाण",
  "the date of birth certificate from the school first attended and in": "पत्र प्राप्त करके और जन्म प्रमाण पत्र की अनुपस्थिति में स्कूल , जिसमें पहले दाखिला",
  "absence whereof the birth certificate given by a corporation or a Municipal authority or a Panchayat. It is made clear by sub-clause": "हुआ हो, जन्म प्रमाण पत्र और उसके अभाव में निगम या नगर पालिका या पंचायत द्वारा",
  "(2) Every person shall have a right to inspect the Register": "(2) प्रत्येक व्यक्ति को उत्तर प्रदेश पंचायत राज नियमावली के नियम 73 में निर्दिष्ट",
  "in such manner and on payment of such fees, if any, as": "तरीके से शुल्क के भुगतान पर, यदि कोई हो, तो रजिस्टर का निरीक्षण करने तथा",
  "FORM A": "फार्म ए",
  "(See Rule 2)": "(नियम 2 देखें)",
  "Note.—In the remarks column the number and date of the": "नोट: टिप्पणी कॉलम में आदेश की संख्या और तारीख, यदि कोई हो, जिसके द्वारा कोई",
  "order, if any, by which any name is added or struck off": "नाम जोड़ा जाता है या काट दिया जाता है, प्रविष्टि करने वाले व्यक्ति के हस्ताक्षर के",
  "should be given along with the signature of the person": "साथ दिया जाना चाहिए। \"",
  "35. A perusal of the above Rules indicate that one page is allotted": "35. उपरोक्त नियमों के अवलोकन से पता चलता है कि प्रत्येक परिवार को एक पृष्ठ",
  "to each family and that any change in the family consequent upon the births and deaths is required to be incorporated on such page.": "आवंटित किया गया है और जन्म और मृत्यु के परिणामस्वरूप परिवार में किसी भी परिवर्तन को ऐसे पृष्ठ पर शामिल किया जाना आवश्यक है। ऐसे परिवर्तनों को अगली ग्राम",
  "The changes are also required to be laid before the next meeting of the Gram Panchayat. Thus, it is evident that such Rules are": "पंचायत की बैठक के समक्ष रखा जाना आवश्यक है। इस प्रकार, यह स्पष्ट है कि ऐसे",
  "statutorily framed in pursuance of an Act. The entries in the": "नियम वैधानिक रूप से एक अधिनियम के अनुसरण में बनाए गए हैं। रजिस्टर में प्रविष्टियाँ",
  "Panchayat as part of their official duty.": "ग्राम पंचायत के अधिकारियों द्वारा उनके आधिकारिक कर्तव्य के निर्वाहन के रूप में की",
  "for families belonging to the Scheduled Castes. The": "को एक पृष्ठ आवंटित किया जाएगा। अनुसूचित जाति के परिवारों के लिए रजिस्टर में",
  "register shall be prepared in Hindi in Devanagri script.": "एक अलग खंड होगा। रजिस्टर हिंदी में देवनागरी लिपि में तैयार किया जाएगा।",
  "3. General conditions for registration in the register. —Every person who has been ordinarily resident within": "3. रजिस्टर में पंजीकरण की सामान्य शर्तें- प्रत्येक व्यक्ति जो गांव सभा के क्षेत्र में",
  "Explanation.—A person shall be deemed to be ordinarily resident in a village if he has been ordinarily residing in": "स्पष्टीकरण - एक व्यक्ति को गांव में सामान्य निवासी माना जाएगा यदि वह ऐसे गांव में",
  "such village or is in possession of a dwelling house therein": "सामान्य रूप से रह रहा है या उसके पास एक आवासीय घर जो रहने के योग्य हो।",
  "4. Quarterly entries in the family register.—At the beginning of each quarter commencing from April in each": "4 परिवार रजिस्टर में त्रैमासिक प्रविष्टियाँ- प्रत्येक वर्ष अप्रैल से शुरू होने वाली प्रत्येक",
  "changes in the family register consequent upon births and deaths, if any occurring in the previous quarter in each": "आवश्यक परिवर्तन परिवार रजिस्टर में दर्ज करेंगे, यदि कोई किसी परिवार में पिछली",
  "deaths, if any occurring in the previous quarter in each family. Such changes shall be laid before the next meeting of the Gaon Panchayat for information.": "तिमाही में हुआ हो तो इस तरह के परिवर्तन को ग्राम पंचायत की अगली बैठक के समक्ष",
  "5. Correction of any existing entry.—The Assistant Development Officer (Panchayat) may on an application": "5. किसी भी मौजूदा प्रविष्टि में सुधार - सहायक विकास अधिकारी (पंचायत) इस",
  "6. Inclusion of names in the Register.—(1) Any person": "6. रजिस्टर में नामों का समावेशन - () कोई भी व्यक्ति जिसका नाम परिवार रजिस्टर",
  "whose name is not included in the family register may": "में शामिल नहीं है, वह परिवार रजिस्टर में अपना नाम शामिल करने के लिए सहायक",
  "apply to the Assistant Development Officer (Panchayat) for": "विकास अधिकारी (पंचायत) को आवेदन कर सकता है।",
  "(2) The Assistant Development Officer (Panchayat) shall, if": "(2) सहायक विकास अधिकारी (पंचायत) यदि संतुष्ट होता है और वह इस तरह की",
  "satisfied, after such enquiry as he thinks fit that the applicant is entitled to be registered in the Register, direct": "जांच के बाद संतुष्ट हो जाता है तो आवेदक रजिस्टर में दर्ज होने का हकदार है, तो वह",
  "that the name of the applicant be included therein and the Secretary of the Gaon Sabha shall include the name": "निर्देशित करेगा कि आवेदक का नाम उसमें शामिल किया जाए और गांव सभा के सचिव",
  "6-A. Any person aggrieved by an order made under Rule 5": "6- क. यदि नियमावली 5 या नियमावली 6 के अधीन किये गये आदेश से व्यथित कोई",
  "or Rule 6 may, within 30 days from the date of such order": "भी व्यक्ति ऐसे आदेश की तिथि से 30 दिनों के भीतर उपखण्ड अधिकारी को अपील कर"
}