{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय न्यायक्षेत्र",
  "(Arising out of SLP (Crl.) No.9654 of 2017)": "(5।) (क्रि.) सं. 9654 / 207 से उद्दूत)",
  "VISHNU KUMAR TIWARI ... APPELLANT (S)": "विष्णु कुमार तिवारी ...अपीलार्थी (गण)",
  "JUDGMENT": "निर्णय",
  "K.M. JOSEPH, J.": "न्यायमूर्ति, के. एम. जोसेफ",
  "1. The second respondent, in this appeal generated by": ". विशेष अनुमति याचिका से उत्पन्न इस अपील में, दूसरे प्रत्यर्थी ने, प्रथम",
  "Penal Code, 1860 (hereinafter referred to as ‘the IPC’ for": "(एतस्मिनपश्चात संक्षिप्ततः 'आईपीसी' के रूप में सन्दर्भित ) की धारा 20,",
  "short) and Sections 3 and 4 of the Dowry Prohibition Act,": "3048 एवं 498/ और दहेज निषेध अधिनियम, 96 की धारा 3 और 4",
  "1961. Briefly, the contents of the complaint are as follows": "का अवलंब लिया है। संक्षेप में, शिकायत की अन्तर्वस्तु इस प्रकार है।",
  "10. He would point out that on the one hand, there is reference to the case of the daughter of the complainant": "0. वह बताते हैं कि एक ओर , वादी की पुत्री के मामले का संदर्भ",
  "being one of septicaemia c respiratory distress but it is": "सेप्टीसीमिया सी रेस्पिरेटरी डिस्ट्रेस में से एक है, परन्तु यह भी कहा गया है",
  "also stated that the daughter of the second respondent/complainant died due to cardio pulmonary": "कि दूसरे प्रत्यर्थी /वादी की पुत्री की मृत्यु कार्डियो पल्‍्मोनरी अरेस्ट की वजह",
  "arrest. This raised questions which are not dealt with by": "से हो गई थी। यह उठाया गया प्रश्न जो उच्च न्यायालय के समक्ष लगाए गए",
  "11. He also referred to the statements given by the witness": "7. उन्होंने साक्षी द्वारा दिए गए बयानों को भी संदर्भित करके यह तर्क दिया",
  "protest petition as a complaint and the matter should have": "विरोध याचिका का व्यवहार करने के लिए आश्वस्त करना चाहिए था और",
  "been proceeded on the said basis.": "मामले को उक्त आधार पर आगे बढ़ाया जाना चाहिए था।",
  "12. The court put a question to the appellant as to why the Additional Sessions Judge has found that there is prima": "2. न्यायालय ने अपीलार्थी से प्रश्न किया कि क्यों अतिरिक्त सत्र न्यायाधीश",
  "against the accused persons by the Chief Judicial": "ने पाया कि मुख्य न्यायिक मजिस्ट्रेट द्वारा आरोपियों के विरूद्ध भा.दं.सं. की",
  "petition. The Chief Judicial Magistrate passed an order": "जारी करने का निर्देश दिया। एक तर्क यह लिया गया कि मजिस्ट्रेट ने संहिता",
  "her illness. It was further found that the accused persons had not caused any harassment or torture to her nor has": "गई थी। यह पाया गया कि आरोपियों ने न तो उसे कोई उत्पीड़न या यातना",
  "out against the accused persons under Section 498A, 304B and 201 of the IPC and Sections 3 and 4 of the Dowry": "धारा 3 और 4 एवं धारा 498 ए, 304 बी और 20 के तहत आरोपियों के",
  "sufficient ground made out for action and the protest": "कार्रवाई के लिए पर्याप्त आधार नहीं बनाया गया है और प्रतिवाद याचिका",
  "petition was dismissed and final report accepted.": "खारिज कर दी गई और अंतिम रिपोर्ट स्वीकार कर ली गई।",
  "3. The second respondent thereupon lodged revision petition before the Additional Sessions Judge. The": "3. दूसरे प्रत्यर्थी ने अतिरिक्त सत्र न्यायाधीश के समक्ष पुनरीक्षण याचिका",
  "Additional Sessions Judge did not find merit and dismissed": "दायर की। अतिरिक्त सत्र न्यायाधीश ने योग्यता नहीं पाई और आपराधिक",
  "the criminal application. This led to a writ petition before": "समक्ष एक रिट याचिका दायर की गई। यह याचिका भारत के संविधान के",
  "demand for an Alto car and Rs. 2 lakhs for admission of Vishnu in B.Ed. He did not accept the demand for": "विवाह किया। अपीलार्थी के पिता ने ऑल्टो कार और विष्णु का बी.एड़ू. में प्रवेश के लिए रु. 2 लाख की मांग की। उसने दहेज की मांग को स्वीकार",
  "dowry, and even at the time of marriage, he made a demand of Rs. 4 lakhs. There is reference to his": "नहीं किया, और यहाँ तक कि विवाह के समय भी, उसने रू. 4 लाख की",
  "father-in-law, husband, brother-in-law and sister-in-law used to beat her and torture her to bring": "उसकी सास, ससुर, पति, देवर और भाभी उसे मारते थे और दहेज लाने के",
  "dowry. There is reference to telephone call that his": "लिए उसे प्रताड़ित किया करते थे। उसके टेलीफोन कॉल का संदर्भ है कि",
  "daughter was critical. It was made on 08.09.2010 and": "उसकी पुत्री संकटमय स्थिति में थी। यह बात दिनांक 08.09.200 की थी",
  "when they reached there, the daughter was not there.": "और जब वे वहां पहुंचे, तो उनकी पुत्री वहां नहीं थी। जोर देने पर, दूसरे",
  "respondent’ s daughter told them that they had taken her": "प्रत्यर्थी की पुत्री की सास ने उन्हें बताया कि वे उसे कहीं किसी अस्पताल में",
  "somewhere to some hospital. Search was made at many hospitals but the daughter could not be found.": "ले गए थे। कई अस्पतालों में खोज की गई लेकिन उनकी पुत्री का पता नहीं",
  "Thereafter, they found that the daughter had died.": "चल सका। इसके बाद, उन्होंने पाया कि उनकी पुत्री की मृत्यु हो गई थी।",
  "and father-in-law, mother-in-law, brother-in-law and Sister-in-law of the second respondent’s daughter and": "दूसरे प्रत्यर्थी की पुत्री का अपीलार्थी और ससुर, सास, देवर और भाभी द्वारा",
  "was registered. The Investigating Officer, however, on": "72/2007 दर्ज किया गया था। तथापि, जाँच अधिकारी ने, जाँच के",
  "“10. In the case 2001 (43) ACC 1096 Pakhando & others Vs State of UP & another, it is opined": "“0. पखाण्डो एवं अन्य बनाम उ.प्र. राज्य एवं अन्य 200 (43) एसीसी",
  "by the Court that in the case of final report": "096 के मामले में, न्यायालय का यह मत है कि अंतिम रिपोर्ट के मामले में",
  "the Magistrate has four options:-": "मजिस्ट्रेट के पास चार विकल्प हैं: -",
  "(1) He may agree with the conclusion of the police and accept the final report and": "() वह पुलिस के निष्कर्ष से सहमत हो सकता है और अंतिम रिपोर्ट को",
  "drop the proceeding.": "स्वीकार कर कार्यवाही को छोड़ देगा।",
  "(2) He may take cognizance under Section 190 (1) (b) Cr.P.C. and issue process": "(2) वह दंड प्रक्रिया संहिता की धारा 90 () (ख) के तहत संज्ञान ले",
  "straightaway to the accused without being bound by the conclusion of the": "सकेगा और जाँच एजेंसी के निष्कर्ष द्वारा बाध्य किए बिना शीघ्र ही अभियुक्त",
  "that upon the facts discovered by the police, there is sufficient ground to proceed.": "द्वारा खोजे गए तथ्यों पर कार्यवाही करने के लिए पर्याप्त आधार है।",
  "(3) He may order for further investigation if he is satisfied that the investigation was made in a perfunctory": "(3) यदि उसको यह संतुष्टि हो जाती है कि जाँच सम्यक्‌ रीति से किया गया",
  "(4) He may without issuing process and dropping the proceedings under Section": "(4) वह प्रक्रिया जारी किए बिना और दंड प्रक्रिया संहिता की धारा 90",
  "dropping the proceedings under Section 190 (1) (a) Cr.P.C. upon the original complaint or protest petition treating the": "() (क) के तहत कार्यवाहियों को छोड़ कर मूल परिवाद या विरोध याचिका",
  "Sections 200 and 202 Cr.P.C. and thereafter": "200 और 202 के तहत कार्य करने के लिए अग्रसर हो सकता है और",
  "whether complaint should be dismissed or": "तत्पश्चात्‌ परिवाद खारिज की जानी चाहिए या प्रक्रिया जारी की जानी",
  "process should be issued.”": "चाहिए।”",
  "8. He would emphasise that it is a case where the late wife": "8. वह जोर देकर कहेगा कि यह एक ऐसा मामला है जहां दूसरे प्रत्यर्थी की",
  "of the appellant/daughter of the second respondent had died a natural death. There is a case for the appellant that the": "अपीलार्थी / पुत्री की स्वर्गीय पत्नी की स्वाभाविक मृत्यु हो गई थी। अपीलार्थी",
  "marriage was solemnized in the year 2004. It was after some": "के लिए एक पक्ष यह है कि वर्ष 2004 में उसका विधिवत विवाह हुआ था।",
  "time that the wife of the appellant conceived and the child": "कुछ समय बाद अपीलार्थी की पत्नी ने गर्भ धारण किया और बच्चे को जन्म",
  "was delivered. It is further the case of the appellant that unfortunately illness struck the daughter of the second": "दिया।यह अपीलार्थी का पक्ष है कि दुर्भाग्य से बीमारी ने दूसरे प्रत्यर्थी की पुत्री",
  "respondent. Treatment was afforded and, as found by the Chief Judicial Magistrate, the complainant’s daughter died": "को मारा। उपचार किया गया, और जैसा कि मुख्य न्यायिक मजिस्ट्रेट द्वारा",
  "Chief Judicial Magistrate, the complainant’s daughter died due to her illness. There was no case made out for": "पाया गया कि, परिवादी की पुत्री की बीमारी के कारण मृत्यु हो गई। उच्च",
  "interfering with the orders impugned before the High Court.": "न्यायालय के समक्ष आक्षेपित आदेशों में हस्तक्षेप करने के लिए कोई मामला",
  "submitted by the petitioner against the final": "अपीलार्थी ने विरोध याचिका दायर की। अंतिम रिपोर्ट मजिस्ट्रेट द्वारा",
  "the petitioner. Since there was a protest": "स्वीकार कर लिया गया। अपीलार्थी द्वारा दायर किया गया शिकायत का",
  "discussion by this Court in Abhinandan Jha (supra) as to": "2. गंगाधर जनार्दन म्हात्रे (उपरोक्त) में इस न्यायालय ने निम्नलिखित चर्चा",
  "“6. It is seen from the provisions to which we have referred in the preceding paras": "“6. यह उन प्रावधानों से देखा जाता है जिनके बारे में हमने पूर्ववर्ती प्रस्तरों में",
  "that on receipt of a complaint a Magistrate": "उल्लेख किया है कि एक शिकायत प्राप्त होने पर एक मजिस्ट्रेट के पास उसके",
  "has several courses open to him. He may take": "लिए कई विकल्प होते हैं। वह अपराध का संज्ञान ले सकता है और धारा 200",
  "record the statements of the complainant and the witnesses present under Section 200.": "के तहत उपस्थित वादी और गवाहों के बयान दर्ज करने के लिए अग्रसर हो",
  "Thereafter, if in his opinion there is _ no sufficient ground for proceeding he may": "सकता है। इसके बाद, यदि उनकी राय में कार्यवाही के लिए पर्याप्त आधार नहीं",
  "dismiss the complaint under Section 203. If": "है तो वह धारा 203 के तहत शिकायत को खारिज कर सकते हैं। यदि उनकी",
  "in his opinion there is sufficient ground for": "जारी कर सकता है। यदि उनकी राय में कार्यवाही के लिए पर्याप्त आधार है तो",
  "proceeding he may issue process under Section 204. However, if he thinks fit, he may": "वह धारा 204 के तहत प्रक्रिया जारी कर सकता है। हालाँकि, यदि वह उचित",
  "postpone the issue of process and either": "समझता है, तो वह प्रक्रिया के मुद्दे को स्थगित कर सकता है और या तो मामले",
  "enquire into the case himself or direct an investigation to be made by a police officer": "में स्वयं से पूछताछ कर सकता है अथवा पुलिस अधिकारी अथवा ऐसे अन्य",
  "orders an investigation under Section 156 (3)": "56 (3) के तहत जांच का आदेश दे सकता है। पुलिस तब धारा 773 (7)",
  "and receives a police report under Section": "के तहत जांच करेगी और एक रिपोर्ट प्रस्तुत करेगी। पुलिस रिपोर्ट प्राप्त होने पर",
  "offence under Section 190 (1) (b) on the basis": "मजिस्ट्रेट धारा 90 () (बी) और सीधे मामले की प्रक्रिया के तहत अपराध",
  "by the conclusion arrived at by the police in": "पुलिस द्वारा उसके द्वारा निकाले गए निष्कर्ष शामिल होंगे। मजिस्ट्रेट पुलिस",
  "witnesses under Section 200. If he adopts the": "संहिता की धारा 200 के तहत बयान दर्ज करने की कार्यवाही कर सकता है",
  "19. Keeping in view the settled legal principles, we are of the opinion that the": "9. स्थापित विधिक सिद्धांतों को ध्यान में रखते हुए, हमारा मत है कि उच्च",
  "High Court was not correct in holding that the second complaint was completely barred. Itis": "न्यायालय यह अवधारित करने में सही नहीं था कि दूसरी शिकायत पूर्णतः वर्जित",
  "settled law that there is no statutory bar in filing a second complaint on the same facts.": "थी। यह स्थापित विधि है कि समान तथ्यों पर दूसरी शिकायत दर्ज करने में कोई",
  "dismissed without assigning any reasons, the Magistrate under Section 204 CrPC may take cognizance of an offence and issue process if": "कारण बताए खारिज कर दिया जाता है, दंड प्रक्रिया संहिता की धारा 204 के तहत मजिस्ट्रेट किसी अपराध का संज्ञान ले सकता है और कार्यवाही के लिए",
  "there is sufficient ground for proceeding. As": "पर्याप्त आधार होने पर प्रक्रिया जारी कर सकता है। जैसा कि प्रमाथ नाथ",
  "1962 SC 876 : 1962 Supp (2) SCR 297 : (1962)": "तालुकदार [एआईआर 962 एससी 876 : 962 5000 (2) एससीआर 297:",
  "Further, second complaint on the same facts": "द्वितीय परिवाद को खारिज किया जा सकता है। इसके अलावा, समान तथ्यों पर",
  "circumstances, namely, where the previous order was passed on an incomplete record or": "जहां पिछले आदेश को अपूर्ण अभिलेख पर हो अथवा परिवाद की प्रकृति की",
  "complaint or it was manifestly absurd, unjust or where new facts which could not, with": "गलतफहमी पर हो अथवा यह स्पष्टतः विवेकहीन, अन्यायपूर्ण हो अथवा जहां नए",
  "adduced. In the facts and circumstances of this case, the matter, therefore, should have been remitted back to the learned Magistrate": "मामले के तथ्यों और परिस्थितियों में, मामले को विद्वत मजिस्ट्रेट के पास वापस",
  "alleged offence had been made out or not.”": "के लिए कोई मामला बनाया गया था अथवा नहीं।”",
  "(Emphasis supplied)": "(प्रभाव वर्धित )",
  "19. In Gangadhar Janardan Mhatre v. State of Maharashtra’,": "9. गंगाधर जनार्दन म्हात्रे बनाम महाराष्ट्र राज्य [(2004) 7 एससीसी",
  "final report, independently apply his mind to the facts": "आने पर स्वतंत्र रूप से जांच से उभरने वाले तथ्यों पर अपना विचार लागू",
  "Section 190 (1) (b), and in this regard, is not bound to": "इस संबंध में धारा 90 () (बी) के तहत संज्ञान लेने के लिए संहिता की",
  "follow the procedure under Sections 200 and 202 of the Code": "धारा 200 और 202 के तहत प्रक्रिया का पालन करने के लिए बाध्य नहीं",
  "however, open to the Magistrate to do so.": "है।हालांकि, ऐसा करना मजिस्ट्रेट के ऊपर था।",
  "20. In regard to the filing of protest petition by the": "ऐसा परिवाद दायर होने पर मजिस्ट्रेट संहिता की धारा 20 के तहत प्रक्रिया",
  "important to notice the following discussion by this Court:": "गई। हम इस न्यायालय द्वारा लाभकारी रूप से निम्नलिखित चर्चा को ध्यान कर सकते हैं।",
  "filea protest petition by the informant who": "20. प्रथम सूचना रिपोर्ट दर्ज करने वाले सूचनादाता द्वारा विरोध याचिका",
  "has been the practice. Absence of a provision": "करने के लिए संहिता में कोई प्रावधान नहीं है। लेकिन यह अमल में रही है। विरोध",
  "in the Code relating to filing of a protest": "याचिका दायर करने से संबंधित संहिता में एक प्रावधान की अनुपस्थिति पर",
  "petition has been considered. This Court in Bhagwant Singh v. Commr. of": "विचार किया गया है। भगवंत सिंह बनाम कमिश्रर ऑफ पुलिस [(985) 2",
  "Police [(1985) 2 SCC 537:1985 SCC (Cri) 267": "एससीसी 537: 985 एससीसी (क्रि) 267: एआईआर 985 एससी 285] में",
  "informant when a report made under Section 173(2) is under consideration. The Court held": "जब धारा 73 (2) के तहत की गई रिपोर्ट विचाराधीन है। न्यायालय ने",
  "as follows: (SCC p. 542, para 4)": "निम्नलिखित अवधारित किया जो इस प्रकार है: (एससीसी पी. 542, प्रस्तर 4)",
  "“There can, therefore, be no doubt that when, on a": "“इसलिए, इसमें कोई संदेह नहीं है कि, जब धारा 73 की उप-धारा",
  "consideration of the report made by the officer in charge of a police station under sub-section (2) (2) of Section 173, the": "(2) (।) के तहत किसी थाने के प्रभारी अधिकारी द्वारा की गई रिपोर्ट पर",
  "issue process, the informant must be given an opportunity of being heard so that he can make his": "लेने के लिए प्रवृत्त नहीं है, सूचनादाता को सुनवाई का अवसर दिया जाना",
  "Magistrate to take cognizance of the offence and issue process. We": "चाहिए ताकि वह अपराध और जारी प्रक्रिया का संज्ञान लेने के लिए",
  "are accordingly of the view that in a case where the Magistrate to whom": "तदनुसार हम इस दृष्टिकोण के हैं कि ऐसे मामले में जहां मजिस्ट्रेट को धारा",
  "a report is forwarded under sub-section (2) (i) of Section 173": "773 की उप-धारा (2) (।) के तहत एक रिपोर्ट अग्रेषित की जाती है,",
  "decides not to take cognizance of the offence and to drop_ the proceeding or takes the view that": "वह अपराध का संज्ञान नहीं लेने और कार्यवाही को छोड़ने या यह विचार",
  "proceeding against some of the persons mentioned in the first information report, the": "करने के लिए कि प्रथम सूचना रिपोर्ट में वर्णित कुछ व्यक्तियों के विरूद्ध",
  "informant and provide him an opportunity to be heard at the time": "नोटिस देना चाहिए और रिपोर्ट के विचार के समय उसे सुनवाई का",
  "9. When a report forwarded by the police to the Magistrate under Section 173(2) (i) is": "9. जब पुलिस द्वारा धारा 73 (2) () के तहत मजिस्ट्रेट को प्रेषित की गई",
  "placed before him several situations arise.": "एक आख्या उसके समक्ष रखी जाती है, तो कई स्थितियां उत्पन्न होती हैं।",
  "The report may conclude that an offence": "रिपोर्ट यह निष्कर्ष निकाल सकती है कि कोई अपराध किसी व्यक्ति विशेष",
  "appears to have been committed by a particular person or persons and in such a": "अथवा व्यक्तियों द्वारा कारित किया गया प्रतीत होता है और ऐसे मामले में,",
  "case, the Magistrate may either (1) accept the report and take cognizance of the offence": "मजिस्ट्रेट या तो () आख्या को स्वीकार कर सकता है और अपराध और जारी",
  "and issue process, or (2) may disagree with": "करने की प्रक्रिया का संज्ञान ले सकता है, या (2) आख्या से असहमत और",
  "the report and drop the proceeding, or (3) may": "कार्यवाही को छोड़ सकते हैं, या (3) धारा 56 (3) के तहत अग्रिम जांच का",
  "202 of the Code and proceeded to take cognizance. Paragraph": "का संज्ञान लेने के लिए संहिता की धारा 200 और 202 में प्रतिपादित प्रक्रिया",
  "him to act under Section 200 or Section 202 also. [See India Carat (P) Ltd. v. State of": "धारा 200 अथवा धारा 202 के तहत भी उसके लिए ही है। [देखें झंडिया कैंरेट",
  "also. [See India Carat (P) Ltd. v. State of Karnataka [(1989) 2 SCC 132 : 1989 SCC (Cri)": "(प्रा) लिमिटेड बनाम कर्नाटक राज्य [(989) 2 एससीसी 32: 989",
  "306 : AIR 1989 SC 885] .] The informant is not": "एससीसी (क्रि) 306: एआईआर 989 एससी 885]. ] जब मजिस्ट्रेट मामले",
  "decides to take cognizance and to proceed": "को आगे बढ़ाने और संज्ञान लेने का फैसला करता है, तो सूचनादाता पूवग्रिह से",
  "with the case. But where the Magistrate decides that sufficient ground does not": "प्रभावित नहीं होता है। लेकिन जहां मजिस्ट्रेट यह तय करता है कि पर्याप्त आधार",
  "subsist for proceeding further and drops the": "आगे की कार्यवाही के लिए निर्वाह नहीं करती है और कार्यवाही को छोड़ देती है",
  "proceeding or takes the view that there is material for proceeding against some and": "अथवा यह विचार करती है कि किसी के विरूद्ध कार्यवाही के लिए सामग्री है",
  "there are insufficient grounds in respect of others, the informant would certainly be": "और अन्य के संबंध में अपरयाप्त आधार हैं, सूचनादाता पूर्णतः अथवा आंशिक",
  "ineffective. Therefore, this Court indicated in Bhagwant Singh case [(1985) 2 SCC 537": "इसलिए, इस न्यायालय ने थगवंत सिंह [(985) 2 एससीसी 537: 985",
  "1985 SCC (Cri) 267 : AIR 1985 SC 1285] that": "एससीसी (क्रि) 267: एआईआर 985 एससी 285] मामले में निर्दिष्ट किया",
  "where the Magistrate decides not to take cognizance and to drop the proceeding or": "कि जहां मजिस्ट्रेट ने संज्ञान नहीं लेने और कार्यवाही को छोड़ने या विचार करने",
  "persons mentioned in the first information": "का फैसला किया है कि प्रथम सूचना रिपोर्ट में उल्लिखित कुछ व्यक्तियों के",
  "opportunity of being heard in the matter becomes mandatory. As indicated above, there": "मामले में सुनवाई का अवसर प्रदान करना अनिवार्य हो जाता है। जैसा कि ऊपर",
  "a complaint case. Statements under Section 200 and 202 of the Code were recorded. The High Court turned down the plea": "202 के तहत बयान दर्ज किए गए थे। उच्च न्यायालय ने अभियुक्त की दलील",
  "of the accused to whom summons were issued. It was the": "को ठुकरा दिया, जिन्हें सम्मन जारी किया गया था। अभियुक्त का यह तर्क",
  "final report, the court could not take action on the basis of the protest petition filed by the complainant. This Court": "परिवादी द्वारा दायर विरोध याचिका के आधार पर कार्रवाई नहीं कर सकती",
  "refers to the judgment inH.S. Bains (supra) . The principles": "थी। यह न्यायालय एच.एस. बैन्स (उपरोक्त) में निर्णय को संदर्भित करता है।",
  "of law laid down in paragraph 12 of Mahesh Chand (supra),": "महेश चंद (उपरोक्त) मामले के प्रस्तर 2 में प्रतिपादित विधि के सिद्धांत,",
  "which we have also referred to earlier, came to be approved.": "जिन्हें हमने पूर्व में भी संदर्भित किया है, को स्वीकृति दी गई। उच्च न्यायालय",
  "The order of the High Court was approved.": "के आदेश को स्वीकृति दी गई थी।",
  "25. This is a case where following the First Information": "25. यह एक ऐसा मामला है जहां प्रथम सूचना आख्या का अनुसरण करते",
  "his wife and his son. This is apart from the statements which": "उसके पुत्र से बयान लिए गए। यह उन बयानों से भिन्न है जो डॉक्टरों से लिए",
  "were taken from the Doctors who treated the daughter of the second respondent/complainant. The Investigation Officer": "गए थे जिन्होंने दूसरे प्रत्यर्थी /परिवादी की पुत्री का इलाज किया था। जांच",
  "concluded that there is no material which would warrant the": "अधिकारी ने निष्कर्ष निकाला कि ऐसा कोई तथ्य नहीं है जो अभियुक्त को",
  "accused being sent for trial. When such a report is filed": "विचारण हेतु भेजे जाने का अधिपत्र दे। जब इस तरह की आख्या न्यायालय",
  "before the court, it is beyond the shade of doubt that the": "के समक्ष दायर की जाती है, तो यह संदेह की छाया से परे है कि मजिस्ट्रेट",
  "Magistrate may still choose to reject the final report and proceed to take cognizance of the offences, which in his": "अभी भी अंतिम आख्या को अस्वीकार करने और अपराधों का संज्ञान लेने",
  "view, are seen committed. He may, on the other hand, after": "के लिए अग्रसर हो सकता है, जो उसके दृष्टिकोण में प्रतिबद्ध है। दूसरी ओर,",
  "pondering over the materials, which would include the": "वह सामग्री जिस पर विचार करने के बाद, जिसमें जांच अधिकारी द्वारा एकत्र",
  "the view that it is a case where further investigation by the Officer is warranted before a decision is taken as to": "मामला है जहां अधिकारी द्वारा आगे की जांच को निर्णय लेने से पहले वारंट",
  "whether cognizance is to be taken or not.": "किया जाता है कि क्या संज्ञान लिया जाना है अथवा नहीं।",
  "26. It is undoubtedly true that before a Magistrate": "26. निस्संदेह यह सच है कि इससे पहले कि कोई मजिस्ट्रेट धारा 73 के",
  "exonerate the accused, it is incumbent upon the Magistrate": "को दोषमुक्त करता है तो यह मजिस्ट्रेट पर निर्भर है कि वह अपना लक्ष्य",
  "to apply his mind to the contents of the protest petition": "विरोध याचिका की विषयवस्तु पर लागू करे और उसके पश्चात निष्कर्ष पर",
  "of his efforts, the duty of the Magistrate is not one limited to readily accepting the final report. It is incumbent upon": "परमोत्कर्ष है, मजिस्ट्रेट का कर्तव्य अंतिम आख्या को सहज ही स्वीकार",
  "complainant and considering the contents of the protest": "है, और परिवादी को सुनने और विरोध याचिका की विषयवस्तु पर विचार",
  "petition, finally decide the future course of action to be,": "करने के पश्चात, अंततोगत्वा भविष्य की कार्रवाई के दौरान यह तय करना है",
  "whether to continue with the matter or to bring the curtains down.": "कि बात चाहे जारी रखने की हो अथवा इससे पर्दा गिराने की।",
  "27. In this case, the High Court proceeded on the basis,": "27. इस मामले में, जैसा कि हमने ध्यान दिया है कि उच्च न्यायालय ने इस",
  "consideration the protest petition and it was his pious duty to consider the facts mentioned in the petition. We have": "किया है और याचिका में उल्लिखित तथ्यों पर विचार करना उनका परम्‌",
  "examined the order passed by the Magistrate. He does refer": "कर्तव्य था। हमने मजिस्ट्रेट द्वारा पारित आदेश की जांच की है। वह विरोध",
  "finds that if cognizance is taken on the basis of protest petition and documents annexed, that is illegal. Itis after": "कि यदि विरोध याचिका और दस्तावेजों के आधार पर संज्ञान लिया जाता है, तो यह अवैध है। इसके बाद यह पाया गया कि मृतक की मृत्यु उसकी",
  "and no prima facie case was made out against the accused": "बीमारी की वजह से हुई और अभियुक्तों के विरूद्ध कोई प्रथम दृष्ठया मामला",
  "30. We may notice that against the order of the Chief Judicial Magistrate and Additional Sessions Judge, the": "30. हम यह ध्यान दे सकते हैं कि मुख्य न्यायिक मजिस्ट्रेट और अपर सत्र",
  "second respondent has invoked jurisdiction under Article": "न्यायाधीश के आदेश के विरुद्ध दूसरे प्रत्यर्थी ने भारत के संविधान के",
  "226 of the Constitution of India. The relief sought in the": "अनुच्छेद 226 के तहत अधिकारिता का अवलंब लिया है. रिट याचिका में",
  "writ petition is one of certiorari to quash the orders. We": "मांगी गई राहत आदेशों को रद्द करने के लिए उत्प्रेषण-लेख में से एक है। हम",
  "may indicate that in Radhey Shyam & another v. Chhabi Nath & others’ , this Court, after overruling the judgment of this": "संकेत दे सकते हैं कि राधेश्याम एवं अन्य बनाम छबी नाथ एवं अन्य (९०05) 5",
  "Court in Surya Dev Rai v. Ram Chander Rai & others® in this": "एससीसी 423] में, इस संबंध में यह न्यायालय सूर्य देव राय बनाम राम चंदर राय",
  "not lie to quash an order of a civil court. The High Court": "रिट दीवानी न्यायालय के आदेश को रद्द करने के लिए झूठ नहीं होगा। उच्च",
  "while exercising powers under Article 226 of the Constitution of India, at any rate, must bear in mind the": "न्यायालय को किसी भी मूल्य पर भारत के संविधान के अनुच्छेद 226 के तहत शक्तियों का प्रयोग करते हुए, अधीनस्थ न्यायालयों के आदेशों के",
  "limited nature of its jurisdiction when it deals with orders": "व्यवहार के साथ अपनी अधिकार-क्षेत्र की सीमित प्रकृति को ध्यान में",
  "31. In the facts of this case, the High Court concluded that": "3. इस मामले के तथ्यों में, उच्च न्यायालय द्वारा निष्कर्ष निकाला गया कि",
  "the Magistrate has not considered the protest petition by the second respondent/complainant. Had it been the case": "मजिस्ट्रेट ने दूसरे प्रत्यर्थी/परिवादी द्वारा विरोध याचिका पर विचार नहीं",
  "where protest petition had not been considered at all, it": "किया है। ऐसे मामले में जहां विरोध याचिका पर विचार नहीं किया गया था,",
  "may have been open to the court to came to the conclusion": "तो यह न्यायालय के लिए मुक्त हो सकता है कि वह इस निष्कर्ष पर पहुंचे कि",
  "considered the protest petition to direct the court again": "निःसंदेह विरोध याचिका पर विचार करने के लिए न्यायालय को निर्देश दिया",
  "to consider the matter for action on the same, and for that": "कि कार्यवाही को अपास्त करने के उद्देश्य के लिए वह इस मामले पर फिर से",
  "32. We would think that, as noticed by us, the High Court": "32. हमें लगता है कि, जैसा कि हमारे द्वारा ध्यान दिया गया है, उच्च",
  "was in clear error in concluding that the protest petition": "न्यायालय को यह निष्कर्ष निकालने में स्पष्टतः त्रुटि थी कि विरोध याचिका",
  "was not considered. That the High Court may take one of the": "पर विचार नहीं किया गया था। यह कि उच्च न्यायालय मामले के दो",
  "interference with the orders passed by the Magistrate, as": "रूप में मजिस्ट्रेट द्वारा पारित आदेशों के साथ अपने हस्तक्षेप के लिए एक",
  "33. On the basis of the materials which include the statements of the Doctors and after adverting to the": "33. तथ्यों के आधार पर जिसमें चिकित्सकों के बयान शामिल हैं और",
  "contentions of the protest petition, the Magistrate has": "विरोध याचिका के तर्कों पर ध्यान आकर्षित करने के पश्चात, मजिस्ट्रेट इस",
  "come to the conclusion that it is not a fit case for being": "निष्कर्ष पर पहुंचे हैं कि यह मामला जारी रखने के लिए उपयुक्त नहीं है और",
  "continued and the matter should end as the daughter of the second respondent/complainant died due to illness. It is": "यह दूसरे प्रत्यर्थी /परिवादी की पुत्री का बीमारी की वजह से मृत्यु के रूप में",
  "of forgery. For instance, in the affidavit of the mother": "करने के लिए दायर किए गए थे। उदाहरणतः, मृतक की माता के शपथपत्र",
  "of the deceased, she claims that she has not gone to the hospital on the 9*° and 10% of October, 2007, whereas,": "में, वह दावा करती है कि वह 9 और 0 अक्टूबर, 2007 को अस्पताल",
  "according to the statement under Section 161 of the Code,": "नहीं गई है, जबकि, बयान के अनुसार संहिता की धारा 6 के तहत,",
  "she is alleged to have stated that on 09.10.2007, the": "उसने कथित तौर पर कहा है कि दिनांक 09.0.2007 को, मृतक को",
  "deceased was admitted at Priti Hospital by them which": "उनके द्वारा प्रीति अस्पताल में भर्ती कराया गया था , जिसमें स्पष्ट रूप से",
  "apparently includes the mother. We have noticed that in": "उसकी माता शामिल है। इस संबंध में हमारे द्वारा ध्यान दिया गया है कि",
  "regard to that no doubt the Chief Judicial Magistrate has": "इसमें कोई संदेह नहीं है कि मुख्य न्यायिक मजिस्ट्रेट ने मोहम्मद यूसुफ एवं",
  "relied upon judgment in Mohammed Yusuf and others v. State of Uttar Pradesh and others® and taken the view that if": "अन्य बनाम उत्तर प्रदेश राज्य एवं अन्य (2००४ पाए! १93] मामले के फैसले पर",
  "and the documents annexed with, that is illegal. He also": "दस्तावेजों के आधार पर संज्ञान लिया जाता है, तो यह अवैध है। उन्होंने यह",
  "on the basis of statements of witnesses recorded by the": "किए गए तथ्यों में जांच अधिकारी द्वारा अभिलिखित किये गए गवाहों के",
  "35. A learned Single Judge of the High Court of Allahabad,": "35. उपरोक्त निर्णय में , इलाहाबाद उच्च न्यायालय के विद्रत एकल",
  "a different view, he ought to have referred the matter to a larger Bench.": "दृष्टिकोण था तो उन्हें इस मामले को एक वृहद पीठ को निर्दिष्ट करना चाहिए।",
  "37. In H.S. Bains (supra), there was a private complaint within the meaning of Section 190(1) (a) of the Code. The": "37. एच.एस. बैन्स (उपरोक्त) में, संहिता की धारा 90 () (ए) के अर्थ",
  "matter was referred to the Police under Section 156(3). The": "के भीतर निजी परिवाद था। मामला धारा 56 (3) के तहत पुलिस को",
  "Investigating Officer filed a final report. Therein, the": "प्रेषित किया गया था। जांच अधिकारी ने अंतिम आख्या दायर की। उसमें,",
  "upon the private complaint which was initially lodged but": "निजी परिवाद पर भी वापस आ सकता है जो प्रारम्भ में दायर की गई थी",
  "after examining the complainant and his witnesses, as": "परन्तु जांच के पश्चात परिवादी एवं उसके गवाहों, जैसा कि संहिता की धारा",
  "contemplated under Sections 200 and 202 of the Code. In": "200 और 202 के तहत परिकल्पित किया गया था। निःसंदेह, संहिता की",
  "regard to taking cognizance under Section 190(1) (b) of the": "धारा 90 () (बी) के तहत अंतिम आख्या को संज्ञान लेने के संबंध में,",
  "to examine the complainant or his witnesses though he may": "परिवादी अथवा उसके गवाहों की जांच करना आवश्यक नहीं है, यद्यपि वह",
  "do so.": "ऐसा कर सकता है।",
  "38. In Mahesh Chand (supra), no doubt the matter was": "38. महेश चंद (उपरोक्त) में, इसमें कोई संदेह नहीं है कि मामला प्रथम",
  "a final report was filed. The final report came to be": "सूचना आख्या पर, जांच के पश्चात, अंतिम आख्या दायर की गई थी। अंतिम",
  "accepted and it was closed. This is despite the fact that": "आख्या स्वीकार की गई और इसे बंद कर दिया गया। यह इस वास्तविकता",
  "there was the protest petition. A third complaint, as it": "के बावजूद है कि विरोध याचिका थी। जैसा कि तीसरा परिवाद परिवादी द्वारा",
  "were, came to be filed by the complainant. This Court went on to hold that acceptance of the final report would not": "दायर की गई थी। यह न्यायालय अवधारित करता है कि अंतिम आख्या की",
  "stand in the way of taking cognizance on a protest/complaint petition.": "स्वीकृति विरोध /परिवाद याचिका पर संज्ञान लेने के तरीके में नहीं होगी।",
  "39. In Kishore Kumar Gyanchandani (supra), after the final": "39. किशोर कुमार ज्ञानचंदानी (उपरोक्त) मामले में, अंतिम आख्या को",
  "report was accepted on a protest petition which was treated": "विरोध याचिका पर स्वीकार करने के बाद जिसे परिवाद के रूप में माना गया",
  "as a complaint, evidence was taken within the meaning of Section 200 of the Code.": "था, संहिता की धारा 200 के अभिप्राय के अन्तर्गत साक्ष्य लिया गया था।",
  "40. In Rakesh Kumar (supra), the final report was filed": "40. राकेश कुमार (उपरोक्त) में, अंतिम आख्या दायर की गई थी जिसे",
  "which was accepted by the Magistrate but he simultaneously": "मजिस्ट्रेट ने स्वीकार कर लिया था, लेकिन उन्होंने एक साथ मामले को",
  "directed the case to be proceeded as a complaint case and": "परिवाद मामले के रूप में आगे बढ़ाने का निर्देश दिया और संहिता की धारा",
  "statements under Sections 200 and 202 of the Code came to be recorded.": "200 और 202 के तहत बयान दर्ज किए गए।",
  "41. In the facts of this case, having regard to the nature of the allegations contained in the protest petition and": "4. इस मामले के तथ्यों में, विरोध याचिका में निहित आरोपों की प्रकृति",
  "the annexures which essentially consisted of affidavits,": "और उन अनुलपग्रकों के संबंध में जो अनिवार्य रूप से शपथपत्रों में शामिल",
  "if the Magistrate was convinced on the basis of the": "थे, यदि मजिस्ट्रेट अंतिम आख्या के विचार के आधार पर आश्वस्त था तो",
  "Section 161 of the Code that no prima facie case is made": "संहिता की धारा 6 के तहत बयान का कोई भी प्रथम दृष्ठया मामला नहीं",
  "out, certainly the Magistrate could not be compelled to take cognizance by treating the protest petition as a complaint.": "बनता है, निश्चित रूप से मजिस्ट्रेट को परिवाद के रूप में विरोध याचिका का व्यवहार करने के द्वारा संज्ञान लेने के लिए मजबूर नहीं किया जा सकता है।",
  "Undoubtedly, if he treats the protest petition as a": "मामला है। निःसंदेह, यदि वह विरोध याचिका को एक परिवाद के रूप में",
  "complaint, he would have to follow the procedure prescribed under Section 200 and 202 of the Code if the latter Section": "व्यवहार करता है तो उसे संहिता की धारा 200 और 202 के तहत निर्धारित प्रक्रिया का पालन करना होगा यदि परवर्ती अनुभाग भी मजिस्ट्रेट",
  "also commends itself to the Magistrate. In other words, necessarily, the complainant and his witnesses would have": "को स्वयं सौंपता है। दूसरे शब्दों में, आवश्यक रूप से परिवादी एवं उसके",
  "necessarily, the complainant and his witnesses would have to be examined. No doubt, depending upon the material which": "गवाहों की जांच करनी होगी। इसमें कोई संदेह नहीं है कि विरोध याचिका में",
  "a particular case having regard to its inherent nature and": "करता है, यह किसी विशेष मामले में अपनी अंतर्निहित प्रकृति और अंतिम",
  "impact on the conclusions in the final report. That is, if": "आख्या में निष्कर्ष पर प्रभाव के संबंध में अवलम्बित होने में सक्षम हो सकता",
  "the material is such that it persuades the court to disagree": "है। अर्थात, यदि सामग्री ऐसी है कि यह न्यायालय को जांच अधिकारी द्वारा",
  "Officer, cognizance could be taken under Section 190(1) (b)": "धारा 90 () (बी) के तहत संज्ञान लिया जा सकता है जिसके लिए",
  "witnesses under Section 200 of the Code. But as the": "संहिता की धारा 200 के तहत गवाहों की जांच करने की कोई आवश्यकता",
  "that some person, whether known or unknown,": "किसी व्यक्ति द्वारा, चाहे वह ज्ञात हो अथवा अज्ञात, कोई अपराध कारित किया",
  "report made by a police officer in a case": "एक पुलिस अधिकारी द्वारा की गई एक रिपोर्ट जांच के बाद जो खुलासा करती",
  "officer by whom such report is made shall be": "पुलिस अधिकारी जिसके द्वारा ऐसी आख्या तैयार की जाती है, उसे परिवादी",
  "deemed to be the complainant;”": "समझा जाएगा; ”",
  "45. If a protest petition fulfills the requirements of a": "45. यदि कोई विरोध याचिका किसी परिवाद की आवश्यकताओं को पूरा",
  "complaint, the Magistrate may treat the protest petition": "करती है तो मजिस्ट्रेट विरोध याचिका को परिवाद के रूप में मान सकता है",
  "Section 200 read with Section 202 of the Code. In this case,": "और जैसा आवश्यक हो संहिता की धारा 202 के साथ पठित धारा 200 के",
  "in fact, there is no list of witnesses as such in the protest": "तहत व्यवहार कर सकता है। वास्तव में इस मामले में, विरोध याचिका में ऐसे गवाहों की कोई सूची नहीं है। विरोध याचिका में प्रार्थना अंतिम आख्या",
  "the final report and to allow the application against the": "को अपास्त और अंतिम आख्या विरूद्ध आवेदन को अनुमति देना है।",
  "entirely be decisive of the question whether it amounts to": "निणयक होना चाहिए कि क्‍या यह एक परिवाद के रूप में अथवा एक",
  "think that essentially, the protest petition in this case,": "सोचेंगे कि इस मामले में विरोध याचिका अंतिम आख्या के विरूद्ध दूसरे",
  "46. This brings us to one aspect of the matter which in fact": "46. यह हमें मामले के एक पहलू पर लाता है जो वास्तव में बार में तर्क नहीं",
  "was not argued at the Bar. The appeal is filed by the husband of the deceased, by special leave and permission. The": "दिया गया था। विशेष अनुमति और आज्ञा से मृतक के पति द्वारा अपील",
  "allegations in the First Information Report are raised": "दायर की गई है। प्रथम सूचना आख्या में आरोपों को अपीलार्थियों के अन्य",
  "against the other relatives of the appellants, viz., his parents and in-laws and his siblings also. They have not": "रिश्तेदारों जैसे कि, उनके माता-पिता और ससुराल वालों और उनके भाई -",
  "challenged the order of the High Court. Allegations are made": "बहनों के विरूद्ध भी उठाया गया है। उन्होंने उच्च न्यायालय के आदेश को",
  "47.In this regard, we may notice, one facet. The Chief": "47. इस संबंध में हम एक पहलू पर ध्यान दे सकते हैं। मुख्य न्यायिक",
  "Judicial Magistrate accepted the final report and decided": "मजिस्ट्रेट द्वारा अंतिम आख्या को स्वीकार कर लिया गया और अपीलार्थी",
  "not to proceed against any of the accused including the": "सहित किसी भी अभियुक्त के विरूद्ध कार्रवाई नहीं करने का फैसला किया।",
  "appellant. This stood confirmed by the Additional Sessions": "इस कदम की अतिरिक्त सत्र न्यायाधीश द्वारा पुष्टि की गई। उच्च न्यायालय के",
  "Judge. Before the High court, neither the appellant nor any of his relatives were made parties. When the order was": "समक्ष, न तो अपीलार्थी और न ही उसके किसी रिश्तेदार को पक्षकार बनाया",
  "passed by the High Court accepting the report and directing": "गया था। जब उच्च न्यायालय द्वारा आख्या को स्वीकार करने और पुनर्विचार",
  "respondent/complainant to implead the appellant and other": "रिश्तेदारों को अभियोजित करने के लिए दूसरे प्रत्यर्थी /प्रतिवादी के लिए यह",
  "relatives? Can we set aside the judgment of the High Court": "आवश्यक था? क्या हम उच्च न्यायालय के निर्णय को केवल अपीलार्थी की",
  "qua only the appellant, or can we in the facts in this case,": "हैसियत से अपास्त कर सकते हैं अथवा क्या हम इस मामले के तथ्यों में भी",
  "also interfere with the order of the High Court against all": "सभी अभियुक्त के विरुद्ध उच्च न्यायालय के आदेश में हस्तक्षेप कर सकते",
  "48. It may be true that till process is issued, the accused": "48. यह सच हो सकता है कि जब तक प्रक्रिया जारी नहीं की जाती है तब",
  "may not have the right to be heard (See the judgment of this": "तक अभियुक्त को सुनवाई का अधिकार नहीं हो सकता है (देखें आइरिस",
  "court in Iris Computers Limited v. Askari Infotech Private Limited and others?) .": "कंप्यूटर लिमिटेड बनाम असकरी इंफोटेक प्राइवेट लिमिटेड एवं अन्य (९०5)",
  "49. The High Court, in fact, at paragraph 11 of the impugned": "49. वास्तव में, उच्च न्यायालय ने आक्षेपित आदेश के प्रस्तर ] में, जिसे",
  "order, which we have extracted at paragraph 6 of our judgment, contemplated consideration of the protest": "हमने अपने फैसले के प्रस्तर 6 में निकाला है, विरोध याचिका पर विचार",
  "even qua the other accused who are the relatives of the": "वह अन्य अभियुक्त जो अपीलार्थी के सम्बन्धी हैं, हमें लगता है कि आक्षेपित"
}