{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपील न्यायक्षेत्र",
  "SPECIAL LEAVE PETITION (C) NOS.30404-30442/2017": "विशेष अनुमति याचिका (सी) संख्याएँ 30404-30442/2077",
  "Baljeet Singh (Dead) through Lrs. ..-Petitioners": "बलजीत सिंह (मृत) द्वारा विधिक प्रतिनिधि",
  "and others etc. etc.": "एवं अन्य इत्यादि के माध्यम से",
  "versus": "बनाम",
  "State of U.P. and others ... Respondents": "उत्तर प्रदेश राज्य एवं अन्य... .............. प्रत्यर्थी",
  "WITH": "के साथ",
  "SPECIAL LEAVE PETITION (C) NOS.30455-30460/2017": "विशेष अनुमति याचिका (सी) संख्याएँ 30455-30460/2077",
  "SPECIAL LEAVE PETITION (C) NOS.23522-23530/2018": "विशेष अनुमति याचिका (सी) संख्याएँ 23522-23530/208",
  "JUDGMENT": "निर्णय",
  "M.R. SHAH, J.": "न्यायमूर्ति एम. आर. शाह [यम र्ति एम, आर. शाह",
  "Delay of 193, 224 and 142 days respectively in refiling the": ". .. विशेष अनुमति याचिका को पुनः दायर करने में क्रमशः 93, 224 एवं",
  "1": "5",
  "and order passed by the High Court. There is a further delay of": "का असामान्य विलंब है। यह माना गया है कि माननीय उद्च न्यायालय द्वारा दिए",
  "5.2 It is further submitted by the learned counsel appearing on": "५.2. . प्रत्यर्थीगण की तरफ से प्रस्तुत विद्वान अधिवक्ता द्वारा आगे कहा गया है",
  "behalf of the respondents that as such no sufficient cause has been shown explaining the huge delay of approximately 21 years.": "कि लगभग 2] वर्षों के दीर्घ विलंब के लिए कोई पर्याप्त कारण की व्याख्या नहीं की",
  "It is submitted that merely because in view of the subsequent decision in the case of lands acquired of another village, relying": "गई है। यह कहा गया है कि केवल अन्य गांव के अधिगृहीत भूमि के मामले में",
  "5.3 It is further submitted by the learned counsel appearing for": "५.3. . प्रत्यर्थियों की तरफ से प्रस्तुत विद्वान अधिवक्ता ने आगे यह माना कि यहां",
  "decisions of the High Court and this Court is with respect to": "तक कि उच्च न्यायालय के निर्णयों पर भी निर्भरता और यह न्यायालय पूर्णतः",
  "entirely different village, i.e., village Kasna and that too in respect": "अलग-अलग ग्राम यानी ग्राम कासना के संबंध में है और वह भी भूमि के संबंध में",
  "of the land which was acquired after about four years of": "जो याचिकाकर्ताओं की भूमि के अधिग्रहण के लगभग चार साल बाद अधिग्रहण",
  "acquisition of the petitioners’ land. It is submitted that therefore the lands acquired of village Kasna are not comparable at all with": "किया गया था। इसीलिए यह तर्क दिया गया कि ग्राम कासना की भूमि का",
  "respect to the lands acquired of village Gulsitapur and Tilpta.": "अधिग्रहण गुल्सितापुर और तिल्पता की भूमि की तुलना में बिल्कुल भी",
  "5.4 It is further submitted that so far as the impugned common judgment and order dated 2.4.1996 is concerned, as such, the": "५.4. आगे यह माना गया कि जहां तक दिनांक 2.4.996 का आदेश एवं समान",
  "judgment was delivered by the High Court no special leave petition has been filed by the present petitioners all these years.": "उच्च न्यायालय द्वारा पारित करने के उपरांत कोई भी विशेष छूट याचिका इन वर्षों में वर्तमान वादीगणों द्वारा दाखिल नहीं की गई है। यह माना गया कि उन्होंने",
  "impugned common judgment and order of the High Court.": "माननीय उच्च न्यायालय के आदेश एवं आक्षेपित समान निर्णय को बिना विरोध के",
  "5.5 It is further submitted by the learned counsel appearing on behalf of the respondents that any attempt by the present": "५.5. प्रत्यर्थियों की तरफ से प्रस्तुत विद्वान अधिवक्ता ने यह माना कि",
  "behalf of the respondents that any attempt by the present petitioners to reopen the judgment shall lead to a cascading effect": "प्रतिवादियों द्वारा आदेश को पुनः खोले जाने का व्यापक प्रभाव होगा, जहां हर एक",
  "notification with respect to the land acquired at village Gulsitapur and Tilpta would start demanding enhanced": "पक्षकार जिसका गुल्सितापुर और तिल्पता ग्राम की अधिगृहीत भूमि के संबंध में",
  "compensation @ Rs.65/- per square yard. It is submitted that": "कथित अधिसूचना द्वारा भूमि को अधिगृहीत कर ली गई हो वह सब ₹65 प्रति वर्ग",
  "similarly the other land owners whose land has been acquired though at different villages between the years 1985-1989, too": "स्वामियों की तरह जिनकी भूमि 985 से 89 वर्षों के मध्य अलग-अलग गांवों के",
  "start demanding the same rate of compensation.": "अधिगृहीत की गई वे भी समान दर से मुआवजा मांगना प्रारम्भ कर देंगे।",
  "5.6 It is further submitted by the learned counsel appearing on": "५.6. आगे प्रत्यर्थियों की तरफ से प्रस्तुत विद्वान अधिवक्ता द्वारा यह माना गया",
  "behalf of the respondents that after the acquisition, the land is developed, infrastructure and amenities are laid. They are": "कि अधिग्रहण के उपरांत भूमि का विकास विनिर्माण और बुनियादी सुविधा युक्त है।",
  "maintained. The developed land has been allotted decades ago. It": "वे अनुरक्षित हैं। विकसित भूमि एक दशक पहले आवंटित की गई हैं। यह माना",
  "acquired under the provisions of the Land Acquisition Act, and": "माना है कि अलग-अलग वादियों की जमीनों को भूमि अधिग्रहण अधिनियम के प्रावधानों के अंतर्गत अनिवार्य रूप से अधिग्रहण किया गया , और अतः वे",
  "therefore, they are entitled to the fair compensation for the lands": "अधिगृहीत जमीन के बदले उचित मुआवजा पाने के हकदार हैं। यह माना गया कि",
  "acquired. It is submitted that the dispute is with respect to the lands acquired of village Gulsitapur and Tilpta which are only 4 kms. away from village Kasna. It is submitted that the location": "विवाद तिल्पता और गुल्सितापुर की अधिगृहीत भूमियों के सम्बन्ध में है, जो ग्राम कासना से केवल 4 किमी. दूर है। यह माना गया कि ग्राम गुल्सितापुर और",
  "wise the lands of village Gulsitapur and Tilpta were better located": "तिल्पता की जमीनें स्थान के हिसाब से अच्छी जगह थी और राष्ट्रीय राजमार्ग",
  "and were abutting the national highway, i.e, Noida — Dadri Road.": "यथा, नोएडा-दादरी मार्ग से सटी थी। यह माना गया कि ग्राम कासना ग्राम",
  "It is submitted that village Kasna is 4 kms. behind village Gulsitapur. It is submitted that for the lands acquired of village": "गुल्सितापुर से 4 किमी. पीछे पड़ता है। यह माना गया कि कासना ग्राम की",
  "Kasna, Section 4 notification was issued on 1.3.1989 and the": "अधिगृहीत जमीन के लिए दिनांक .3.989 को धारा 4 की सूचना जारी की गई",
  "compensation was awarded @ Rs.65/- per square yard, which": "और ₹6५ प्रति वर्ग गज के हिसाब से क्षतिपूर्ति प्रदान किया गया जिसकी",
  "has been confirmed by this Court vide order dated 05.12.2016. It": "न्यायालय ने दिनांक 5.2.206 को अपने विस्तृत आदेश में पुष्टि की। यह माना",
  "to the fair compensation for the lands acquired of village Gulsitapur and Tilpta at par with the land owners of village": "गया कि वादीगण गुल्सितापुर और तिल्पता ग्राम की अधिगृहीत जमीनों के लिए",
  "compensation for the lands acquired. It is submitted that for the": "मुआवजा पाने की हकदार हैं। यह माना गया कि भूमि के अनिवार्य अधिग्रहण के",
  "valuable rights of the petitioners to get fair compensation. It is": "लिए विलंब के कारण वादियों को मुआवजा पाने के मूल्यवान अधिकारों को",
  "5.9 Making the above submissions, it is prayed to dismiss the present applications for condonation of delay and consequently": "५.9. उपरोक्त तकोाँ को प्रस्तुत करते हुए न्यायालय से विलंब की माफी के लिए",
  "dismiss the special leave petitions as barred by limitation.": "प्रस्तुत प्रार्थना पत्रों को खारिज करने एवं विशेष अनुमति याचिकाएँ जो परिसीमा",
  "6. We have heard the learned counsel appearing for the": "6... हमने सभी पक्षकारों के विद्वान अधिवक्ताओं को विस्तारपूर्वक सुना है।",
  "6.1 At the outset, it is required to be noted that as such there is": "6.7.. प्रारंभतः यहां पर यह ध्यान दिया जाना अपेक्षित है कि इस न्यायालय के",
  "impugned common judgment and order passed by the High Court": "समक्ष मा. उच्च न्यायालय द्वारा पारित आदेश एवं समान आक्षेपित निर्णय जिसे वर्ष",
  "noted that the notification under Section 4 of the Land Acquisition Act with respect to the land situated in village": "के संदर्भ में भूमि अधिग्रहण अधिनियम की धारा 4 के अंतर्गत अधिसूचना को वर्ष",
  "was taken over in the month of January, 1987; the Land": "985 में जारी किया गया; कब्जा वर्ष 987 के जनवरी माह में लिया गया भू-",
  "Acquisition Officer declared the award in the year 1988 awarding compensation at the rate of Rs.8-10 per square yard. At the": "अधिग्रहण अधिकारी ने वर्ष :988 में द₹8-0 प्रति वर्ग गज की दर से मुआवजा",
  "reference under Section 18 of the Land Acquisition Act was made": "भूमि अधिग्रहण की धारा 8 के अंतर्गत संबंधित न्यायालय के समक्ष संदर्भित",
  "to the reference Court. By judgment and award dated 22.3.1993,": "किया गया। दिनांक 22.03.993 को दिए गए मुआवजे एवं निर्णय से संबंधित",
  "the reference Court enhanced the compensation to Rs.30/- per": "न्यायालय ने ₹30 प्रति वर्ग गज की दर से मुआवजा बढ़ा दिया। हालांकि अपील में",
  "noted that so far as the land acquisition of village Kasna is": "जाना अपेक्षित है कि जहां तक ग्राम कासना की भूमि के अधिग्रहण का संबंध है,",
  "concerned, notification under Section 4 of the Land Acquisition": "वर्ष 989 में भू-अधिग्रहण अधिनियम की धारा 4 के अंतर्गत अधिसूचना जारी",
  "7. Having considered the averments made _  in_ the application/applications for condonation of delay, we are of the": "7... विलंब की माफी हेतु प्रार्थनापत्र / प्रार्थनापत्रों प्रकथन पर विचार करने के",
  "that there is an inordinate delay in approaching this Court. The": "न्यायालय तक आने में जो विलंब है वह अत्यधिक है। 2 वर्षों के उपरांत",
  "person has waived his right or acquiesced with the order. These principles are based on the principles relatable to sound public": "के अपने अधिकार को खो चुके हैं। यह सिद्धांत सहमति के सिद्धांत पर आधारित",
  "acquiesced into the alleged wrongful act of the other party and": "दोषपूर्ण कार्य पर कोई पक्षकार सहमति देता है एवं उसका विरोध नहीं करता है तो",
  "therefore has no right to complain against that alleged wrong.": "उस पक्षकार को उस दोषपूर्ण कार्य के प्रति शिकायत का कोई अधिकार नहीं होता",
  "8. The matter requires examination from another aspect, viz.,": "8... इस मामले में अन्य पक्ष यथा लैशेस एवं विलंब से जांच की जाने की अपेक्षा",
  "laches and delay. It is a very recognised principle of jurisprudence that a right not exercised for a long time is non-": "है। यह विधिशास्त्र का अत्यंत मान्यताप्राप्त सिद्धांत है कि अधिकार यदि लंबे समय",
  "9. Now so far as the reliance placed upon the decisions of this Court in the cases of Market Committee, Hodal (supra); Dhiraj": "9... अब जहां तक न्यायालय द्वारा निर्मित मामलों में, यथा यार्केट कमिटी",
  "Court in the cases of Market Committee, Hodal (supra); Dhiraj Singh (supra); and K. Subbarayudu (supra), relied upon by the": "होडाल (उपरोक्त): धीरज सिंह (उपरोक्त): के. सुब्बाययुड़ (उपरोक्त) मामलों में",
  "concerned, having gone through the said decisions, we are of the": "उपरोक्त निर्णयों को ध्यान में रखते हुए उपरोक्त कोई भी निर्णय वर्तमान मामले के",
  "opinion that none of the said decisions shall be applicable to the facts of the case on hand and/or the said decisions shall be of": "तथ्यों पर लागू नहीं होगा और उपरोक्त कोई भी निर्णय याचीगणों की मदद नहीं",
  "cases, there was no such inordinate delay of approximately 21 years. In the relied upon cases, this Court was satisfied on the": "असामान्य विलंब नहीं था। उपरोक्त मामलों के दृष्टिगत यह न्यायालय विलंब के",
  "sufficient cause for delay. In the relied upon cases, parity was": "लिए पर्याप्त कारणों पर संतुष्ट था। मामलों की निर्भरता में भूमि अधिसूचना के तहत",
  "notification and it was pointed out that due to poverty and financial difficulty some of the land owners whose land was": "कुछ भू-स्वामीगण, गरीबी और आर्थिक कठिनाई के चलते, जिनकी भूमि इस",
  "7.1 That thereafter the petitioners have stated that though there": "7.].. यह कि तदोपरांत याचीगणों ने यह कहा कि यद्यपि ₹ 65 प्रति वर्ग गज की",
  "but fairly enough in order to balance the equity, this Court may": "मामला है, लेकिन न्यायसम्य के संतुलन में पर्याप्त है, यह न्यायालय माननीय उद्च",
  "not grant interest from the date of the judgment of the High Court": "न्यायालय के निर्णय की तारीख से ब्याज को प्रदान नहीं कर सकती जैसे कि",
  "i.e., 2.4.1996 till the filing of the special leave petitions before this": "2.4.996 तक विशेष अनुमति याचिका इस न्यायालय के समक्ष दायर हुई।",
  "Court. Except the explanation in paragraph 3, reproduced hereinabove, there is no other explanation whatsoever explaining": "प्रस्तर-3 में स्पष्टीकरण के सिवाय इसके उपरोक्त प्रतिलिपि प्रस्तुत है कि लगभग",
  "hereinabove, there is no other explanation whatsoever explaining the huge delay of approximately 21 years. Neither any poverty is": "2 वर्षों के दीर्घ विलंब के लिए जितना स्पष्टीकरण है उसके अतिरिक्त कोई अन्य",
  "pleaded nor any financial difficulty is pleaded. Nothing is on": "स्पष्टीकरण नहीं है। न ही किसी निर्धनता का न किसी आर्थिक समस्या का",
  "State/acquiring body is directed to pay the enhanced amount of": "दिया जाता है, उस स्थिति में भी राज्य /अधिग्रहण करने वाले निकाय को वर्धित",
  "back as in the year 1985 and the award by the Special Land Acquisition Officer was declared in the year 1988. The reference": "मामले में जमीनें और मुआवजा 988 में विशेष भूमि अधिग्रहण अधिकारी द्वारा",
  "Court enhanced the amount of compensation to Rs.30/- per square yard, which came to be reduced by the High Court by the": "घोषित किया गया, संदर्भित न्यायालय ₹30 प्रति वर्ग गज की दर से मुआवजे की",
  "square yard, which came to be reduced by the High Court by the impugned common judgment and order in the year 1996. It is": "राशि को बढ़ाकर जिसे 996 में माननीय उच्च न्यायालय ने अपने निर्णय द्वारा कम",
  "required to be noted that the lands were acquired for Industrial": "कर दिया। यह भी ध्यान देना अपेक्षित है कि जमीनों को औद्योगिक विकास हेतु",
  "development purposes. That after the acquisition, the land has": "अधिगृहीत किया गया था। यह कि अधिग्रहण के उपरांत भूमि का आधारभूत",
  "been developed, infrastructure and amenities are laid and the": "संरचना का विकास किया गया एवं सुविधासंपन्न बनाया गया और विकसित भूमि",
  "developed land has been allotted approximately before 30 years.": "को लगभग 30 वर्ष पहले आवंटित कर दिया जा चुका है। प्रत्यर्थीगणों की तरफ से",
  "allotment was based on the cost of acquisition and the amount spent on development, laying out the infrastructure. Therefore, if": "किए गए खर्च एवं आधारभूत संरचना के लगाने पर आधारित था। अतः यदि अब",
  "the cost of acquisition is increased now and the State/acquiring": "अधिग्रहण की लागत बढ़ जाती है तथा राज्य /अधिग्रहणकर्ता को बढ़े हुए हजना",
  "would be very difficult to recover the difference of amount of": "हजनि की राशि का अंतर भी पुनर्प्रष्ति में कठिन होगी। अधिगृहीता बजट में",
  "the ground of limitation. However, in the facts and": "निरस्त की जाती हैं। हालांकि मामले के तथ्यों और परिस्थितियों में व्ययों से",
  "NEW DELHI;  _=—=—_—_—_ nevecccccccccccccccccccccceccccccccceccees J.": "नई दिल्ली;",
  "AUGUST 08, 2019. [M.R. SHAH]": "०८ अगस्त, २०१९"
}