{
  "IN THE SUPREME COURT OF INDIA": "भारत का उच्चतम न्यायालय",
  "CIVILAPPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVILAPPEAL NO. 6733 OF 2022": "सिविल याचिका सं 6733/2022",
  "Balram Singh ... Appellant": "बलराम सिंह... ....... अपीलकर्ता",
  "Versus": "बनाम",
  "JUDGMENT": "निर्णय",
  "M.R. SHAH, J.": "माननीय न्यायमूर्ति एम. आर. शाह।",
  "Allahabad in Second Appeal No. 330/2001, by which the High Court has": ". .. द्वितीय अपील संख्या 330/2004 में दिनांक 0.2.209 को इलाहाबाद उद्च न्यायालय द्वारा पारित आक्षेपित निर्णय और आदेश से दुःखी और",
  "dismissed the second appeal and has confirmed the judgment and": "न्यायालय ने द्वितीय अपील को खारिज कर दिया है और विद्वान विचारण",
  "decree passed by the first appellate Court reversing the judgment and": "न्यायालय द्वारा वाद को खारिज करने के निर्णय और डिक्री को पलटते हुए प्रथम",
  "2. The facts leading to the present appeal in a nutshell are as under:": "2. ... संक्षेप में वर्तमान अपील के तथ्य निम्नानुसार हैं:",
  "That the respondent herein — original plaintiff (hereinafter referred": "यह कि प्रत्यर्थी -मूल वादी (एतस्मिनपश्चात 'मूल वादी') ने केवल स्थायी व्यादेश",
  "to as the ‘original plaintiff) instituted Original Suit No. 696 of 1997 before": "के लिए विद्वान विचारण न्यायालय के समक्ष मूल वाद संख्या 696/997",
  "for permanent injunction in favour of the original plaintiff and dismissing": "स्थायी व्यादेश मंजूर करने से इनकार कर दिया था और प्रतिवादी के प्रतिदावे को",
  "dismissed and the counter-claim filed by the original defendant is hereby": "2. 3. मूल वादी के वाद को खारिज करने और प्रतिवादी के प्रति-दावे को मंजूरी",
  "allowed. The judgment and decree passed by the learned trial Court": "देने वाले विद्वान विचारण न्यायालय द्वारा पारित निर्णय और डिक्री से व्यथित और",
  "the suit for permanent injunction against the defendant. The learned first": "परिणामस्वरूप प्रतिवादी के विरूद्ध स्थायी व्यादेश के लिए वाद पर डिक्री पारित",
  "appellate Court also dismissed the counter-claim of the defendant.": "किया। विद्वान प्रथम अपीलीय न्यायालय ने भी प्रतिवादी के प्रतिदावे को खारिज कर दिया।",
  "2.4 The judgment and decree passed by the first appellate Court has": "2, 4 . प्रथम अपील न्यायालय द्वारा पारित निर्णय और डिक्री की उच्च न्यायालय",
  "passed in Second Appeal No. 330 of 2001.": "द्वारा द्वितीय अपील सं. 330/200] में पारित आक्षेपित निर्णय और आदेश द्वारा",
  "2.5 Feeling aggrieved and dissatisfied with the impugned judgment and order passed by the High Court in dismissing the second appeal and": "2. 5. उच्च न्यायालय द्वारा द्वितीय अपील को खारिज करने तथा विद्वान प्रथम",
  "confirming the judgment and decree passed by the learned first": "अपीलीय न्यायालय द्वारा पारित निर्णय एवं डिक्री की पुष्टि करने के आक्षेपित",
  "appellate Court, decreeing the suit for permanent injunction and": "किया है जिसमें स्थायी निषेधाज्ञा के वाद पर डिक्री पारित कर प्रतिदावे को",
  "3. Learned counsel appearing on behalf of the appellant — original": "3. .. अपीलकर्ता-मूल प्रतिवादी की ओर से पेश विद्वान वकील ने पुरजोर",
  "defendant has vehemently submitted that the original plaintiff filed a suit for permanent injunction solely on the basis of the agreement to sell": "निवेदन है कि मूल वादी ने स्थायी व्यादेश के लिए केवल इस आधार पर वाद",
  "dated 23.03.1996, which, as such, was unregistered.": "दायर किया कि दिनांक 23.03.996 का विक्रय का करार अपंजीकृत था।",
  "3.1 It is submitted that such an unregistered agreement to sell is not": "3. यह निवेदन किया जाता है कि ऐसा अपंजीकृत विक्रय का करार साक्ष्य में",
  "first appellate Court as well as the High Court have committed a grave": "न्यायालय और उच्च न्यायालय दोनों ने स्थायी व्यादेश के लिए डिक्री पारित करने",
  "3.2 Itis further submitted that both, the learned first appellate Court as": "3. 2. आगे यह निवेदन किया जाता है कि विद्वान प्रथम अपील न्यायालय और",
  "well as the High Court have not properly appreciated the fact that the": "उच्च न्यायालय दोनों ने इस तथ्य का उचित रूप से मूल्यांकन नहीं किया है कि",
  "suit filed by the original plaintiff was only for permanent injunction and": "मूल वादी द्वारा दायर वाद केवल स्थायी व्यादेश के लिए था और उसने चतुराई से",
  "performance of agreement to sell as she was well aware that she would": "नहीं की क्योंकि वह अच्छी तरह से अवगत थीं कि वह विक्रय के लिए अप॑जीकृत",
  "not succeed in the suit for specific performance on the basis of an": "करार के आधार पर विनिर्दिष्ट प्रदर्शन के मुकदमा में सफल नहीं होगी। यह निवेदन",
  "entitled to a decree for permanent injunction on the basis of such an": "सकता है, वह ऐसे अपंजीकृत दस्तावेज के आधार पर स्थायी व्यादेश के लिए",
  "3.3. Making the above submissions, it is prayed to allow the present": "3. 3. उपर्युक्त निवेदन करते हुए यह प्रार्थना की जाती है कि वर्तमान अपील को",
  "4. — The present appeal is vehemently opposed by the learned counsel": "मंजूर करने की कृपा करें। प्रत्यर्थी -मूल वादी की ओर से पेश विद्वान वकील द्वारा वर्तमान अपील का पुरजोर विरोध किया गया है।",
  "4.1 It is vehemently submitted that as per the settled position of law,": "4. यह निवेदन किया जाता है कि निर्धारित विधिक प्रस्थापना के अनुसार,",
  "an unregistered document can be used for collateral purpose and": "अपंजीकृत दस्तावेज का उपयोग संपार्धिक प्रयोजन के लिए किया जा सकता है",
  "therefore both, the first appellate Court as well as the High Court have": "और इसलिए, प्रथम अपीलीय न्यायालय और उद्च न्यायालय दोनों ने स्थायी",
  "rightly passed a decree for permanent injunction restraining the": "से रोकने के लिए स्थायी व्यादेश के लिए जो डिक्री पारित की गई है, वह उचित",
  "filed on the basis of an unregistered agreement to sell dated 23.03.1996.": "23.03.996 के विक्रय के करार के आधार पर दावा किया गया था। हालांकि,",
  "not prove the agreement to sell dated 23.03.1996 and that the original": "इस पर विचार करना आवश्यक है कि दिनांक 23.03.996 का विक्रय का करार",
  "on the basis of such an unregistered document/agreement to sell, more": "५... इसलिए, वादी को ऐसे अपंजीकृत दस्तावेज /विक्रय के करार के आधार",
  "particularly when the defendant specifically filed the counter-claim for": "जब प्रतिवादी ने विशेष रूप से कब्जा वापस पाने के लिए प्रतिदावा दायर किया था",
  "getting back the possession which was allowed by the learned trial Court. The plaintiff cleverly prayed for a relief of permanent injunction": "जिसे विद्वान विचारण न्यायालय द्वारा अनुज्ञात कर दिया था। वादी ने चतुराई से केवल स्थायी व्यादेश के अनुतोष के लिए प्रार्थना किया था और विक्रय के करार",
  "the agreement to sell as the agreement to sell was an unregistered": "क्योंकि विक्रय का करार एक अपंजीकृत दस्तावेज था और इसलिए विक्रय के लिए",
  "document and therefore on such unregistered document/agreement to sell, no decree for specific performance could have been passed. The": "ऐसे अपंजीकृत दस्तावेज /करार पर, विनिर्दिष्ट पालन के लिए कोई डिक्री पारित",
  "7. In view of the above and for the reasons stated above, both, the": "उपरोक्त उल्लिखित कारणों के दृष्टिगत , विद्वत प्रथम अपीलीय न्यायालय",
  "plaintiff as against the defendant and dismissing the counter-claim filed": "लिए डिक्री पारित करने और मूल प्रतिवादी द्वारा दायर प्रतिदावे को खारिज करने",
  "by the original defendant. The impugned judgment and order passed by": "में गंभीर त्रुटि कारित की है। उच्च न्यायालय द्वारा पारित आक्षेपित निर्णय और",
  "appellate Court and the judgment and decree passed by the first": "आदेश जिसमें उन्होंने प्रथम अपीलीय न्यायालय द्वारा पारित निर्णय और डिक्री",
  "appellate Court decreeing the suit for permanent injunction and": "की पुष्टि करते हुए स्थायी व्यादेश के वाद पर डिक्री पारित कर दिया है और",
  "dismissing the counter-claim of the defendant are unsustainable and the": "प्रतिवादी के प्रतिदावे को खारिज कर दिया है, यह विधि में पोषणीय नहीं है और",
  "same deserve to be quashed and set aside and the judgment and": "इसको खारिज कर अपास्त कर दिया जाना चाहिए और विद्वान विचारण न्यायालय",
  "decree passed by the learned trial Court dismissing the suit filed by the": "330/200] को खारिज कर प्रथम अपीलीय न्यायालय द्वारा पारित निर्णय और"
}