{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NOS.6622-6623 OF 2022": "सिविल अपील सं. 6622 और 6623 वर्ष 2022",
  "State of U.P. & Ors. ... Appellants": "उत्तर प्रदेश राज्य एवं अन्य... अपीलार्थी",
  "Versus": "बनाम",
  "Virendra Kumar & Ors. ... Respondents": "वीरेंद्र कुमार एवं अन्य.... प्रतिवादी",
  "WITH": "सह",
  "CIVIL APPEAL NO. 6626 OF 2022": "सिविल अपील सं 6626 वर्ष 2022",
  "AND": "और",
  "CIVIL APPEAL NO. 6627 OF 2022": "सिविल अपील सं 6627 वर्ष 2022",
  "JUDGMENT": "निर्णय",
  "1. On 10\" February 2020, for the reasons recorded, a Bench": ". दिनांक 0 फरवरी 2020 को, अभिलिखित कारणों से, इस",
  "of two Hon’ble judges of this Court came to the conclusion that": "न्यायालय के दो माननीय न्यायाधीशों की एक पीठ इस निष्कर्ष पर",
  "Pradesh v. Preetam Singh & Ors.’ (Preetam Singh’s case)": "पहुंची कि उत्तर प्रदेश राज्य बनाम प्रीतम सिंह एवं अन्य' (प्रीतम सिंह",
  "needs reconsideration. Under Section 3 of the Uttar Pradesh": "पुनर्विचार करने की आवश्यकता है। उत्तर प्रदेश आवास एवं विकास",
  "‘the Board’) was established. The basic object of the establishment of the Board was of framing and executing": "की स्थापना की गई थी। बोर्ड की स्थापना का मूल उद्देश्य उत्तर प्रदेश",
  "housing and improvement schemes in the State of Uttar": "राज्य में आवास और सुधार योजनाएं तैयार करना और उन्हें कार्यान्वित",
  "Pradesh. The core issue on which the reference is made to a": "करना था। मुख्य विषय जिस पर एक वृहद पीठ को संदर्भित किया गया",
  "conditions of the employees and officers of the Board is one of": "है, वह यह है कि क्या बोर्ड के कर्मचारियों और अधिकारियों की सेवा",
  "FACTUAL ASPECTS": "तथ्यात्मक पहलू",
  "2. On 21 February 1995, the Board resolved to extend the pensionary benefits to its employees by replacing the existing": "2. दिनांक 2] फरवरी, 995 को बोर्ड ने वर्तमान अंशदायी पेंशन",
  "Contributory Pension Scheme (for short ‘the old pension": "योजना (संक्षेप में 'पुरानी पेंशन योजना') के स्थान पर पेंशन/परिवार",
  "scheme’) with a pension/family pension/gratuity scheme (for": "पेंशन /ग्रेच्युटी योजना (संक्षेप में 'नई पेंशन योजना') द्वारा अपने",
  "Government accorded its consent to the new pension scheme": "996 को राज्य सरकार ने नई पेंशन योजना के लिए अपनी सहमति",
  "subject to the condition that the Board will not be entitled to seek any financial assistance for the implementation of the new pension scheme.": "इस शर्त के अधीन दी कि बोर्ड नई पेंशन योजना के कार्यान्वयन के लिए कोई वित्तीय सहायता मांगने का हकदार नहीं होगा।",
  "3. By a Resolution dated 5 November 1997, the Board": "3. बोर्ड ने 5 नवंबर 997 को एक प्रस्ताव पारित कर नई पेंशन",
  "approved the new pension scheme. The new pension scheme": "योजना को मंजूरी दी। नई पेंशन योजना सिविल सेवकों पर लागू राज्य",
  "was based on the pension scheme of the State Government": "सरकार की पेंशन योजना पर आधारित थी। 26 नवम्बर, 997 को",
  "Government passed an order staying the implementation of the": "राज्य सरकार ने नई पेंशन योजना के कार्यान्वयन पर रोक लगाने का",
  "new pension scheme. It appears that the State Government": "आदेश पारित किया। ऐसा प्रतीत होता है कि राज्य सरकार ने बोर्ड की",
  "appointed a committee of experts to examine the new pension": "नई पेंशन योजना की जांच के लिए विशेषज्ञों की एक समिति नियुक्त की",
  "scheme of the Board. After considering the report of the committee of experts, the State Government vide order dated": "थी। विशेषज्ञों की समिति की रिपोर्ट पर विचार करने के बाद, राज्य",
  "committee of experts, the State Government vide order dated 14° September 1999 vacated the stay granted earlier by": "सरकार ने 4 सितंबर, 999 के आदेश द्वारा पूर्व में दिए गए स्थगन",
  "imposing a condition that the scheme shall be funded from the": "को इस शर्त के साथ रद्द कर दिया कि इस योजना का वित्त पोषण बोर्ड",
  "contribution to provident fund made by the Board and that": "द्वारा भविष्य निधि में किए गए अंशदान से किया जाएगा और न तो",
  "neither the State Government nor the Board shall incur": "राज्य सरकार और न ही बोर्ड नई पेंशन योजना को लागू करके वित्तीय",
  "4. Preetam Singh and others who were the employees of the": "4. प्रीतम सिंह एवं अन्य जो बोर्ड के कर्मचारी थे, ने इलाहाबाद उद्च",
  "pension, gratuity/family pension, and commutation scheme": "पेंशन/परिवार पेंशन /ग्रेच्युटी के संबंध में राज्य सरकार द्वारा समय -",
  "the employees of local bodies and public enterprises were": "जारी किया गया था। हालांकि, स्थानीय निकायों और सार्वजनिक उद्यमों के कर्मचारियों को विशेष रूप से उक्त कार्यालय ज्ञापन की",
  "memorandum. Another office memorandum was issued on 8\" December 2008 by the State Government for providing revised": "करने के लिए राज्य सरकार द्वारा 8 दिसंबर, 2008 को एक अन्य कार्यालय ज्ञापन जारी किया गया। यह आदेश उन सार्वजनिक क्षेत्र के",
  "retired before 1 January 2006. This order was made applicable to the employees of Public Sector Enterprises who": "उद्यमों के कर्मचारियों पर लागू किया गया था, जो जनवरी, 2006 से",
  "order dated 16 January 2009 allowed the writ petition filed by": "पीठ ने 6 जनवरी, 2009 दिनांकित निर्णय एवं आदेश द्वारा प्रीतम",
  "Preetam Singh & others. The High Court quashed the orders": "सिंह एवं अन्य द्वारा दायर की गई रिट याचिका को अनुमति दे दी। उच्च",
  "dated 13\" September 2005 and 12\" July 2007 to the extent to": "न्यायालय ने 3 सितंबर, 2005 और 2 जुलाई, 2007 दिनांकित",
  "issued directing the Board to implement the new pension": "अनुसार नई पेंशन योजना को लागू करने के लिए परमादेश रिट जारी",
  "5. In view of the decision of the High Court, a notification": "5. उच्च न्यायालय के निर्णय को ध्यान में रखते हुए, बोर्ड द्वारा 965 के",
  "powers under clause (f) of sub-section (1) of Section 95 of the": "अधिनियम की धारा 95 की उप धारा () के खंड (च) के तहत",
  "1965 Act. The notification recorded that the Board had decided": "जारी की गई। अधिसूचना में अभिलिखित किया गया कि बोर्ड ने उक्त",
  "to implement the new pension scheme as admissible to the officers and employees of the State Government in terms of the Rules and Regulations set out in the said notification. The": "अधिसूचना में उल्लिखित नियमों एवं विनियमों के तहत राज्य सरकार के कर्मचारियों एवं अधिकारियों को यथा स्वीकार्य नई पेंशन योजना लागू",
  "Board directed that the new pension scheme shall come into": "की शक्ति दी गई है। यह धारित किया गया कि नई पेंशन योजना बोर्ड",
  "benefits under the old pension scheme. However, it was": "पुरानी पेंशन योजना को जारी रखें। बोर्ड द्वारा दिए गए विकल्प के",
  "Uttar Pradesh before this Court in Preetam Singh’s case’ was": "7. प्रीतम सिंह के मामले' में इस न्यायालय के समक्ष उत्तर प्रदेश राज्य",
  "based on provisions of sub-section (1) of Section 2 of the U.P.": "धारा 2 की उपधारा () के उपबंधों पर आधारित था। 975 के",
  "1975 Act’). Section 2(1) of the 1975 Act provides that every": "अधिनियम की धारा 2 () में यह प्रावधान है कि उत्तर प्रदेश के किसी",
  "statutory body established or constituted under any Uttar": "अधिनियमित के तहत स्थापित या गठित प्रत्येक सांविधिक निकाय को",
  "such directions on questions of policies as may be issued to it": "अपने कार्यों के निर्वहन में नीतियों के प्रश्नों पर ऐसे निर्देशों द्वारा निर्देशित",
  "by the State Government notwithstanding that no such power": "किया जाएगा, जो राज्य सरकार द्वारा उसे जारी किए जाएं, भले ही",
  "has been expressly conferred by the statute establishing such a statutory body on the State Government. The contention of the": "राज्य सरकार को इस तरह की कोई भी शक्ति कानून द्वारा स्पष्ट रूप से",
  "State Government was that the orders issued on 13 September": "प्रदान नहीं की गई हो। राज्य सरकार की दलील यह थी कि 3 सितंबर",
  "2005 and 12 July 2007 must be deemed to have been issued": "2005 और 2 जुलाई 2007 दिनांकित जारी किए गए आदेशों को",
  "in the exercise of powers under Section 2(1) of the 1975 Act.": "975 के अधिनियम की धारा 2 () के तहत शक्तियों का प्रयोग करते",
  "8. While deciding Preetam Singh’s case’ on 24\" September": "8. प्रीतम सिंह के मामले' का निर्णय 24 सितम्बर 204 को करते",
  "2014, this Court referred to Section 15 of the 1965 Act which": "समय, इस न्यायालय ने 965 के अधिनियम की धारा 5 का उल्लेख",
  "exhaustively incorporates the functions of the Board. This": "किया जिसमें बोर्ड के कार्यों को व्यापक रूप से शामिल किया गया है।",
  "Court came to the conclusion that fixing conditions of service of": "इस न्यायालय ने यह निष्कर्ष निकाला कि अपने कर्मचारियों की सेवा",
  "Therefore, this Court held that the State Government had no": "इसलिए, इस न्यायालय ने अभिनिर्धारित किया कि राज्य सरकार के",
  "September 2005 and 12 July 2007. This Court also held that": "पास 3 सितम्बर, 2005 और 2 जुलाई, 2007 दिनांकित अपने",
  "benefits to retired employees governed by the notification dated": "5-2009 दिनांकित अधिसूचना से शासित कर्मचारियों को",
  "retirement and thereafter their pensionary benefits": "परिणामस्वरूप, उन्हें उक्त सेवानिवृत्ति लाभों से वंचित कर",
  "above view of the matter, we direct the Vikas": "दिया गया है।उपर्युक्त मामले को ध्यान में रखते हुए हम विकास",
  "pensionary benefits payable to the eligible": "सेवानिवृत्त कर्मचारियों को अब तक देय पेंशन लाभों का",
  "financial dues in excess of those already paid": "पहले से ही भुगतान किए गए बकाये से अधिक वित्तीय बकाये",
  "interest on the said amount @ 9% p.a. The": "का हकदार है, तो उक्त कर्मचारी को उक्त राशि पर 9 प्रतिशत",
  "burden of the aforesaid interest component on the differential amount will be discharged by the Vikas": "राशि पर पूर्वोक्त ब्याज घटक का भार विकास परिषद द्वारा",
  "Parishad in the first instance. The same shall, however, be recovered from the State of Uttar": "सबसे पहले वहन किया जाएगा।हालांकि, यह उत्तर प्रदेश",
  "(emphasis added)": "(प्रभाव वर्धित )",
  "9. On 16\" October 2009, the State Government issued an order": "9. दिनांक 6 अक्तूबर, 2009 को राज्य सरकार ने सार्वजनिक",
  "different categories of employees working in public enterprises/": "उद्यमों / निगमों में काम करने वाले कर्मचारियों की विभिन्न श्रेणियों के",
  "annexure to the said order. The Government Order stated that": "का आदेश जारी किया। संशोधित वेतन संरचना को उक्त आदेश के",
  "the provisions of the Government Order No.1508": "परिषद के अधिकारियों पर सरकारी आदेश संख्या 508",
  "(iii) to issue a writ, order or direction in the nature of": "देने के लिए परमादेश की प्रकृति की रिट, आदेश या निर्देश",
  "of Sixth Pay Commission Recommendation w.e.f.": "(व) छठे वेतन आयोग की सिफारिश के संदर्भ में",
  "determine their pensionary benefits as per revised": "करने एवं उसके बाद संशोधित अंतिम वेतन के अनुसार उनके",
  "last pay drawn and pay arrears of salary and revised": "पेंशन लाभ को फिर से निर्धारित करने और वेतन के बकाया",
  "pensionary benefits from the date of their retirement": "भुगतान और संशोधित पेंशन लाभ को उनकी सेवानिवृत्ति की",
  "till date, in accordance with G.O. dated 8.12.2008,": "तारीख से आज तक शासनादेश दिनांकित 8.2.2008 के",
  "after deducting the amounts already paid towards pensionary benefits of the petitioners, within a period": "याचिकाकर्ताओं के पेंशन लाभ में दी गयी राशि से घटाकर, के",
  "(iv) to issue a writ, order or direction in the nature of Mandamus commanding the respondents to grant": "लिए प्रत्यर्थी आदेश देने के लिए परमादेश की प्रकृति की रिट, आदेश या निदेश जारी करें।",
  "the benefit of maximum gratuity of Rs.10 lac to the": "याचियों को 0 लाख रुपये की अधिकतम ग्रेच्युटी का लाभ",
  "(v) to issue a writ, order or direction in the nature of": "की प्रकृति की रिट, आदेश या निर्देश जारी करें।",
  "reproduced below:-": "गई थी:-",
  "the orders of the Hon’ble Supreme Court in": "एवं अन्य के मामले में माननीय सर्वोच्च न्यायालय द्वारा पारित",
  "Civil Appeal No.6307 of 2010 from the date of": "निर्णय के विपरीत हैं। : सिविल अपील संख्या 6307 वर्ष",
  "the date of production of certified copy of this": "तथा इस आदेश की प्रमाणित प्रति प्रस्तुत करने की तिथि के",
  "per annum.”": "के हकदार होंगे।\"",
  "THE ORDER OF REFERENCE TO A LARGER BENCH": "वृहद पीठ को सन्दर्भित करने का आदेश",
  "13. Now, we come to the order dated 10\" February 2020 passed": "3. अब, हम इस न्यायालय द्वारा पारित 0 फरवरी, 2020 दिनांकित",
  "by this Court. A Bench of two Hon’ble Judges of this Court prima": "आदेश पर आते हैं। इस न्यायालय के दो माननीय न्यायाधीशों की पीठ",
  "Court framed three questions for consideration of a larger Bench.": "इस न्यायालय ने वृहत्तर न्यायपीठ के विचार के लिए तीन प्रश्न विरचित",
  "Paragraph 43 of the said order reads thus:": "किए। उक्त आदेश का प्रस्तर 43 इस प्रकार हैः",
  "“43. Due to the above reasons we are of the view": "“८3. उपरोक्त कारणों से, हमारा यह मत है कि तीन पहलुओं",
  "that with regard to three aspects i.e. (1), (2) and": "अर्थात्‌ (), (2) और (3) के संबंध में, जैसा कि ऊपर उल्लेख",
  "formulate following questions to be considered by": "लिए निम्नलिखित प्रश्नों को तैयार करते हैं:",
  "this Court by an interim order passed in Preetam Singh’s case’": "() क्या प्रीतम सिंह के मामले में इस न्यायालय का निर्णय",
  "statutory functions of the Board include the function of fixing": "प्रावधानों में निर्दिष्ट बोर्ड के कार्य , जैसा कि ” इस अधिनियम",
  "terms and conditions of the employment of its employees. She": "में अपने कर्मचारियों के नियोजन की शर्तें और नियम तय करने का",
  "placed reliance on Section 92 of the 1965 Act which confers a": "कार्य शामिल है। उन्होंने 965 के अधिनियम की धारा 92 का",
  "for carrying out the purposes of the 1965 Act. She urged that it": "अवलंब लिया, जो राज्य सरकार को 965 के अधिनियम के उद्देश्यों",
  "is the duty of the Board to comply with the directions issued by": "को पूरा करने के लिए बोर्ड को निर्देश जारी करने की शक्ति प्रदान",
  "the State Government under Section 8 of the Section 1965 Act to": "2 () के अलावा, 965 के अधिनियम की धारा 8 के तहत राज्य",
  "control and put restrictions on the powers of the Board to appoint": "लिए बोर्ड की शक्तियों को नियंत्रित करने और उन पर प्रतिबंध लगाने",
  "the notification dated 19'\" May 2009 by which the Board applied": "2009 दिनांकित अधिसूचना की ओर आकर्षित किया जिसके द्वारा",
  "the new pension scheme to the employees who retired on or after": "बोर्ड ने उन कर्मचारियों के लिए नई पेंशन योजना लागू की जो",
  "pension/family pension/gratuity issued by the State Government": "सरकार द्वारा समय-समय पर जारी पेंशन/परिवार पेंशन /ग्रेच्युटी के",
  "from time to time shall also be applicable to the officers and employees of the Board. She pointed out that the said notification": "संबंध में आदेश बोर्ड के अधिकारियों और कर्मचारियों पर भी लागू",
  "was never challenged. She would, therefore, submit that the": "होंगे। उन्होंने कहा कि इस अधिसूचना को कभी भी चुनौती नहीं दी गई। इसलिए, उन्होंने कहा कि निजी प्रतिवादी द्वारा आक्षेपित राज्य",
  "C.A.Nos.6622-6623 of 2022 etc.": "5. सिविल अपील सं. 6624 और 6625 वर्ष 2022 में प्रतिवादी",
  "(1) Whether the judgment of this Court in Preetam Singh’s case laying down _ that": "रखते हुए, इस न्यायालय ने प्रीतम सिंह के मामलेः में पारित एक",
  "taken in Preetam Singh’s case’ is not at all warranted.": "कि प्रीतम सिंह के मामले' में लिए गए दृष्टिकोण पर पुनर्विचार करना बिल्कुल भी आवश्यक नहीं है।",
  "16. Shri Nidhesh Gupta, the learned senior counsel stated that": "6. विद्वान वरिष्ठ अधिवक्ता अधिवक्ता श्री निधेश गुप्ता ने कहा कि वह",
  "he represents only those respondents who had never opted for the": "केवल उन प्रतिवादीगण का प्रतिनिधित्व करते हैं जिन्होंने कभी पुरानी",
  "old pension scheme and had not received any amount under the": "पेंशन योजना का विकल्प नहीं चुना था और पुरानी योजना के तहत",
  "Regulations providing for conditions of service of officers and": "अधिकारियों और कर्मचारियों की सेवा की शर्तों के लिए नियम बनाने",
  "servants of the Board. Inviting our attention to sub-section (2) of Section 95 of the 1965 Act, Shri Gupta would submit that only": "का अधिकार है। 965 के अधिनियम की धारा 95 की उप धारा (2)",
  "94, the Rules will prevail. He submitted that admittedly the State": "नियम प्रभावी होंगे। उन्होंने कहा कि स्वीकृत रूप से राज्य सरकार ने",
  "Section 94. He urged that under clause (nn) of sub-section (2) of": "उन्होंने कहा कि धारा 94 की उप धारा (2) के खंड (एनएन) के",
  "Section 94, the State Government has a power to frame Rules concerning any matter for which Regulations can be framed under": "तहत, राज्य सरकार को किसी भी ऐसे मामले से संबंधित नियम बनाने का अधिकार है, जिसके लिए धारा 95 के तहत विनियम बनाए जा",
  "enactment requires that a certain thing should be done in a": "अधिनियमन में यह अपेक्षित होता है कि कोई बात किसी निश्चित तरीके",
  "certain way, the thing must be done in that way or not at all. He": "से की जानी चाहिए तो वह उसी तरीके से की जानी चाहिए अथवा",
  "State of Karnataka’; and Gujarat Urja Vikas Nigam Ltd. v.": "एवं अन्य धनंजय रेड्डी आदि बनाम कर्नाटक राज्य; और गुजरात",
  "17. Inviting our attention to Section 2(1) of the 1975 Act, he": "7. 975 के अधिनियम की धारा 2 () की ओर हमारा ध्यान",
  "State Government to issue directions is a general power. This": "सरकार को उक्त उपबंध द्वारा प्रदत्त शक्ति एक सामान्य शक्ति है। यह",
  "4 (1984) 2SCC500": "4 (984) 2 500 500",
  "5 (2001) 4 SCC 9": "5 (2007) 4 5060 9",
  "6 (2008) 4 SCC 755": "6 (2008) 4 506८ 755",
  "submitted that the special or general orders of the State": "कोई लेना-देना नहीं है। सामान्य या विशेष आदेश जारी करने की",
  "officers and servants of the Board and the same have nothing to do with service conditions. The power of the State Government to": "राज्य सरकार की शक्ति केवल बोर्ड के अधिकारियों और कर्मचारियों",
  "control and restrictions on the appointment of the officers and": "की नियुक्ति पर नियंत्रण और निबंधन लगाने के उद्देश्य से है। इसलिए,",
  "orders, the State Government can determine the conditions of service of the officers and servants of the Board. He submitted": "अधिकारियों और कर्मचारियों की सेवा की शर्तें निर्धारित कर सकती",
  "that as two different expressions have been used in Sections 7 and 8 of the 1965 Act, different meanings will have to be assigned to": "है। उन्होंने कहा कि चूंकि 965 के अधिनियम की धारा 7 और 8 में दो अलग-अलग पदों का उपयोग किया गया है, इसलिए उक्त अलग-",
  "the said different expressions. On this issue, he relied upon a": "अलग पदों को अलग-अलग अर्थ देने होंगे। इस मुद्दे पर, उन्होंने",
  "decision of this Court in the case of DLF Qutab Enclave Complex Educational Charitable Trust v. State of Haryana’.": "डीएलएफ कुतुब एन्क्रेव कॉम्प्लेक्स एजुकेशनल चैरिटेबल ट्रस्ट बनाम हरियाणा राज्य” के मामले में इस न्यायालय के का अवलंब लिया।",
  "19. He urged that the power under sub-section (2) of Section 92 can be exercised by the State Government by issuing directions that are necessary for carrying out the purposes of the 1965 Act.": "9. उन्होंने दलील दी कि राज्य सरकार 965 के अधिनियम के उद्देश्यों को पूरा करने के लिए आवश्यक निर्देश जारी करके धारा 92 की उप धारा (2) के तहत शक्ति का उपयोग कर सकती है। उन्होंने",
  "He submitted that in any event, in the present case, statutory Regulations have been framed by the Board dealing with the grant": "कहा कि किसी भी स्थिति में, बोर्ड द्वारा ऐसे विनियम बनाए गए हैं जो",
  "of pensionary benefits.": "पेंशन लाभ दिए जाने से संबंधित हैं।",
  "20. He submitted that the power to issue directions under Section 2(1) of the 1975 Act is a general power and the power": "20. उन्होंने कहा कि 975 के अधिनियम की धारा 2 () के तहत निर्देश जारी करने की शक्ति एक सामान्य शक्ति है और 965 के",
  "under Sections 8 and 92 of the 1965 Act is a specific or special": "अधिनियम की धारा 8 और 92 के तहत शक्ति एक विशिष्ट या विशेष",
  "7 (2003) 5 SCC 622": "7. (2003) 5 500 622",
  "of the Board and the determination of their conditions of service": "नहीं किया गया है कि कर्मचारियों की नियुक्ति और उनकी सेवा शर्तों",
  "Government to issue directions to the Board concerning the determination of the conditions of service of its officers and": "बोर्ड के अधिकारियों और कर्मचारियों की सेवा शर्तों के बारे में निर्देश",
  "Commercial Tax Officer, Rajasthan v. Binani Cements Ltd. &": "शक्ति है। वाणिज्य कर अधिकारी, राजस्थान बनाम बिनानी सीमेंट्स",
  "Anr.®, he urged that the specific provisions under the 1965 Act": "लेते हुए, उन्होंने कहा कि 965 के अधिनियम के तहत विशिष्ट",
  "will prevail over the general provision under Section 2(1) of the 1975 Act.": "प्रावधान 975 के अधिनियम की धारा 2 () के तहत सामान्य प्रावधान पर अभिभावी होंगे।",
  "Harwindra Kumar v. Chief Engineer, Karmik & Ors.*. He": "27. उन्होंने हरविन्द्र कुमार बनाम मुख्य अभियंता, कार्मिक एवं अन्य*",
  "submitted that executive order cannot override the exercise of power made by the Board by framing Regulations concerning the new Pension Scheme. He submitted that if the submission of the": "कि नई पेंशन योजना के संबंध में विनियम बनाकर बोर्ड द्वारा की गई शक्तियों के प्रयोग को कार्यकारी आदेश अस्वीकार नहीं कर सकता है। उन्होंने कहा कि यदि राज्य सरकार की यह दलील स्वीकार कर ली",
  "the provisions of the Regulations framed under Section 95 of the": "की धारा 95 के तहत बनाए गए विनियमों के प्रावधानों का उल्लंघन कर",
  "1965 Act is accepted, the entire scheme of Sections 94 and 95 of": "सकती है, तो 965 के अधिनियम की धारा 94 और 95 की पूरी",
  "the 1965 Act will be rendered completely redundant. Relying upon": "योजना पूरी तरह से निरर्थक हो जाएगी। इस न्यायालय द्वारा",
  "a decision of this Court in the case of Institute of Chartered Accountants of India v. Price Waterhouse & Anr.*°, he would": "इंस्टीट्यूट ऑफ चार्टर्ड अकाउंटेंट्स ऑफ इंडिया बनाम प्राइस वाटरहाउस एवं अन्य\" के मामले में दिए गए निर्णय का अवलंब लेते",
  "submit that such an interpretation cannot be accepted.": "हुए उन्होंने कहा कि इस तरह की व्याख्या को स्वीकार नहीं किया जा",
  "9 (2005) 13 SCC 300": "9 (2005) 3 5060 300",
  "CONDITIONS OF SERVICE OF THE OFFICERS AND SERVANTS OF THE": "(च) बोर्ड के अधिकारियों एवं कर्मचारियों की सेवा शर्तें",
  "provides for the constitution of the Board. Section 7 provides for": "गठन का प्रावधान है। धारा 7 में आवास आयुक्त की नियुक्ति का",
  "“7, Provisions relating to Housing Commissioner. -": "\"7. आवास आयुक्त से संबंधित प्रावधान:-",
  "(1) There shall be a Housing Commissioner appointed by the State Government for the purposes of this Act.": "(]) इस अधिनियम के प्रयोजनों के लिए राज्य सरकार द्वारा एक आवास आयुक्त की नियुक्ति की जाएगी।",
  "(2) The conditions of service of the Housing Commissioner shall be such as may be prescribed.": "(2) आवास आयुक्त की सेवा शर्तें ऐसी होंगी जो विहित की जाएं।",
  "He shall be remunerated from the Board’s fund.": "उसे बोर्ड की निधि से पारिश्रमिक दिया जाएगा।",
  "(3) The State Government may, if it is of opinion that special circumstances so require, appoint the": "(3) यदि राज्य सरकार की यह राय है कि विशेष परिस्थितियों में",
  "(4) The State Government may also appoint the": "(4) राज्य सरकार किसी अन्य कानून के तहत भी आवास आयुक्त",
  "appoint such officers and servants as it considers necessary for": "कर्मचारियों की नियुक्ति और उनकी सेवा शर्तों का निर्धारण बोर्ड के",
  "conditions of service of officers and employees of the Board. The": "को अपने अधिकारियों और कर्मचारियों की सेवा की शर्तों के निर्धारण",
  "conditions of the officers and servants of the Board. The control of": "बोर्ड के अधिकारियों और कर्मचारियों की सेवा शर्तें निर्धारित करने की",
  "Government, by special or general orders, the": "समय-समय पर विशेष या सामान्य आदेशों द्वारा अधिरोपित किए",
  "Board may appoint such officers and servants as": "जाएं, बोर्ड ऐसे अधिकारियों और कर्मचारियों की नियुक्ति कर",
  "it considers necessary for the _ efficient performance of its functions.": "सकेगा जो वह अपने कृत्यों के कुशल निष्पादन के लिए आवश्यक समझे।",
  "(2) the Board may, with the previous approval of the": "(2) बोर्ड, राज्य सरकार के पूर्व अनुमोदन से, अपने अधीन",
  "the State Government or of a local authority on any": "किसी पद पर केन्द्रीय या राज्य सरकार या स्थानीय प्राधिकारी",
  "of the posts under it on such terms and conditions as": "के किसी कर्मचारी को ऐसे निबंधनों और शर्तों पर नियुक्त कर",
  "may be agreed upon.”": "सकेगा, जिन पर सहमति हो।",
  "As provided in sub-section (1) of Section 7, the Housing": "जैसा कि धारा 7 की उप धारा () में प्रावधान किया गया है, आवास",
  "Commissioner has to be appointed by the State Government. Sub-": "आयुक्त की नियुक्ति राज्य सरकार द्वारा की जाएगी। धारा 7 की उप",
  "section (2) of Section 7 provides that the conditions of service of the Housing Commissioner must be prescribed by the Rules.": "धारा (2) में यह प्रावधान है कि आवास आयुक्त की सेवा शर्तें नियमों",
  "Rule-making power under Section 94 vests with the State": "द्वारा विहित की जानी चाहिए। धारा 94 के तहत नियम बनाने की शक्ति",
  "Government. Clause (b) of sub-section (2) of Section 94 empowers the State Government to frame Rules determining the conditions of service of the Housing Commissioner. The obvious reason for": "राज्य सरकार के पास है। धारा 94 के उप-धारा (2) का खंड (ख) राज्य सरकार को आवास आयुक्त की सेवा शर्तों का निर्धारण करने के लिए नियम बनाने का अधिकार देता है। राज्य सरकार को सेवा शर्तों का निर्धारण करने की शक्ति प्रदान करने का स्पष्ट कारण राज्य सरकार का",
  "conferring the power to determine service conditions of the": "लगाने की शक्ति बोर्ड के अधिकारियों और कर्मचारियों की सेवा शर्तों को",
  "provided in sub-section (1) of Section 8 will extend to the creation": "नियंत्रण और धारा 8 की उप-धारा () में दिए गए प्रावधान के",
  "of posts of officers and servants of the Board. The control can be": "अनुसार निर्बन्धन लगाने की शक्ति बोर्ड के अधिकारियों और कर्मचारियों",
  "exercised by directing the creation of different categories of posts.": "के पदों के सृजन तक विस्तृत होगी। विभिन्न श्रेणियों के पदों के सृजन",
  "The control can be also exercised by determining the number of": "का निर्देश देकर नियंत्रण का प्रयोग किया जा सकता है। नियंत्रण का प्रयोग विभिन्न श्रेणियों के पदों की संख्या निर्धारित करके भी किया जा",
  "posts of different categories. In this context, Sections 94 and 95 of": "सकता है। इस संदर्भ में, 965 के अधिनियम की धारा 94 और 95",
  "the 1965 Act are also relevant. Under sub-section (1) of Section 94, the State Government retains the general Rule making power": "भी प्रासंगिक हैं। धारा 94 की उप-धारा () के तहत राज्य सरकार के",
  "of framing Rules for carrying out the purposes of the Act. Without": "पास अधिनियम के उद्देश्यों को पूरा करने के लिए नियम बनाने की",
  "section (2) of Section 95 lays down the topics and subjects on": "धारा 95 की उप-धारा () का खंड (च) बोर्ड को विशेष रूप से बोर्ड",
  "powers conferred by clause (b) of sub-section (2) of Section 94 on": "(2) के खंड (ख) के तहत राज्य सरकार के पास आवास आयुक्त की",
  "Commissioner. Clause (nn) of sub-section (2) of Section 94 reads": "27. धारा 95 की उपधारा (2) सपठित धारा 94 की उपधारा (2) का उपखंड (एनएन) को ध्यान में रखते हुए, बोर्ड द्वारा अपने",
  "28. Now coming to the issue of the functions of the Board, we": "28. अब बोर्ड के कार्यों के विषय पर आते हुए, हम यह नोट कर सकते",
  "may note that Chapter III of the 1965 Act has the heading": "हैं कि 965 के अधिनियम के अध्याय 3 का शीर्षक “बोर्ड के कार्य",
  "“Functions and Powers of the Board”. As noted earlier, specific": "और शक्तियां” है। जैसा कि पहले उल्लेख किया गया है, आवास आयुक्त,",
  "provisions regarding the appointment of the Housing Commissioner, officers and servants of the Board find a place in": "और बोर्ड के अधिकारियों एवं कर्मचारियों की नियुक्ति के संबंध में विशिष्ट",
  "Chapter II and not in Chapter III. As specifically provided in": "प्रावधानों को धारा 2 में स्थान दिया गया है न कि धारा 3 में। जैसा कि",
  "clause (1) of Section 8, the Board is empowered to appoint such": "धारा 8 की उपधारा () में विशिष्ट प्रावधान है कि बोर्ड अपने कार्यों के",
  "officers and servants as it considers necessary for the efficient": "कुशल निष्पादन के लिए आवश्यक अधिकारियों एवं कर्मचारियों की",
  "performance of its functions. This is one factor that suggests that": "नियुक्ति के लिए अधिकार संपन्न है। यह एक कारक है जो यह बताता है",
  "the appointment of officers and servants is not a function of the": "कि अधिकारियों और कर्मचारियों की नियुक्ति बोर्ड का कार्य नहीं है ,",
  "Board but their appointments are required to be made for the efficient performance of its functions.": "बल्कि उनकी नियुक्तियां इसके कार्यों के कुशल निष्पादन के लिए की",
  "29. Chapter III dealing with “Functions and Powers of the Board”": "29. “बोर्ड के कार्यों और शक्तियों” से संबंधित अध्याय 3 में धारा 5",
  "between the Regulations framed under clause (f) of sub-section (1)": "धारा 95 की उप धारा () के खंड (च) के तहत बनाए गए विनियमों",
  "of Section 95 and the Rules framed under clause (nn) of sub-": "और धारा 94 की उप धारा (]) के खंड (एनएन) के तहत बनाए गए",
  "the provisions of the Regulations which are repugnant to the Rules": "सीमा तक, विनियमों के प्रावधान जो नियमों के प्रतिकूल हैं , शून्य",
  "shall be void. To put it differently, the power to determine the conditions of service of the officers (except the Housing": "होंगे। इसे अलग शब्दों में कहें तो अधिकारियों (आवास आयुक्त को",
  "Commissioner) and servants of the Board vests in the Board, and": "छोड़कर) और बोर्ड के कर्मचारियों की सेवा शर्तों को निर्धारित करने",
  "Regulations framed by the Board for prescribing the service": "बोर्ड द्वारा बनाए गए विनियमों के प्रावधानों को पर अभिभावी होने के",
  "conditions, the provisions of Regulations shall always govern the": "बनाए जाते हैं, तब तक विनियमों के प्रावधान हमेशा क्षेत्र को नियंत्रित",
  "clause (nn) of sub-section (1) of Section 94, there is no specific": "करेंगे। धारा 94 की उपधारा () के खंड (एनएन) के अधीन नियम",
  "the Board under Section 95;": "अधीन या 975 के अधिनियम के अधीन राज्य सरकार को धारा 95",
  "officers and servants of the Board. Under clause (b) of sub-section": "की उप धारा () के खंड (च) के तहत शक्तियों का उपयोग करते हुए",
  "officers and servants has been conferred on the Board which can be exercised by making Regulations.": "बोर्ड द्वारा बनाए गए विनियमों के अन्तर्गत अपने अधिकारियों और",
  "functions of the Board shall be-": "बोर्ड के कार्य",
  "to frame and execute housing and improvement": "और उनका समन्वय करना और राज्य में आवास और सुधार",
  "schemes and other projects;": "योजनाओं का त्वरित और कुशल कार्यान्वयन सुनिश्चित करना;",
  "to provide technical advice for and scrutinise": "परियोजनाओं के लिए तकनीकी सलाह प्रदान करना और उनकी",
  "to assume management of such immovable properties belonging to the State Government as": "(घ) राज्य सरकार की ऐसी स्थावर संपत्तियों का प्रबंधन ग्रहण",
  "may be transferred or entrusted to it for this purpose;": "करना जो इस प्रयोजन के लिए उसे अंतरित या सुपुर्द की जाए;",
  "to maintain, use, allot, lease, or otherwise": "रखाव, उपयोग, आबंटन, पट्टा या अन्यथा अंतरण;",
  "to organise and run workshops and stores for the": "और भण्डार गृह की व्यवस्था एवं संचालन करना;",
  "on such terms and conditions as may be agreed upon between the Board and the _ State": "(छ) बोर्ड और राज्य सरकार के बीच सहमत निबंधनों और शर्तों",
  "in execution of any scheme to be houses subject": "पर, किसी योजना के निष्पादन में इसके द्वारा निर्मित आवासों को",
  "to the U.P. Industrial Housing Act, 1955 (U.P. Act": "उत्तर प्रदेश औद्योगिक आवास अधिनियम, 955 (955 का",
  "to regulate building operations;": "(ज) बिल्डिंग ऑपरेशनों को विनियमित करना;",
  "to improve and clear slums;": "(झ) स्लम बस्तियों को बेहतर बनाना और साफ करना;",
  "to provide roads, electricity, sanitation, water-": "(न) इसके द्वारा विकसित क्षेत्रों में सड़क, बिजली, स्वच्छता,",
  "supply and other civic amenities and essential": "पानी की आपूर्ति और अन्य नागरिक सुविधाएं और आवश्यक",
  "to acquire movable and immovable properties for any of the purposes before mentioned;": "(ट) उपरोक्त वर्णित उद्देश्य के लिए चल और अचल संपत्तियों का",
  "to raise loans from the market, to obtain grants and loans from the State Government, the": "(ठ) बाजार से उधार लेना, राज्य सरकार, केन्द्रीय सरकार,",
  "Central Government, local authorities and other": "स्थानीय प्राधिकरणों और अन्य सार्वजनिक निगमों से अनुदान",
  "public corporations, and to give grants and loans to local authorities, other public corporations,": "और ऋण प्राप्त करना और स्थानीय प्राधिकरणों , अन्य",
  "housing co-operative societies and other persons": "सार्वजनिक निगमों, आवास सहकारी समितियों और अन्य",
  "to make investigation, examination or survey of": "(ड) किसी संपत्ति का अन्वेषण, परीक्षण या सर्वेक्षण करना या",
  "made by any local authority or the State": "किसी स्थानीय प्राधिकारी या राज्य सरकार द्वारा किए गए किसी",
  "to levy betterment fees;": "(ढ) बेहतरी शुल्क उद्ृहीत करना;",
  "to fulfil any other obligation imposed by or under": "या उसके अधीन अधिरोपित किसी अन्य बाध्यता को पूरा करना;",
  "force; and": "और",
  "to do all such other acts and things as may be": "(च) ऐसे सभी अन्य कार्य और चीजें करना जो उपर उल्लिखित कृत्यों",
  "necessary for the discharge of the functions": "के निर्वहन के लिए आवश्यक हों।",
  "statutory body like the Board will always depend on the object of": "सांविधिक निकाय के कार्यों की प्रकृति हमेशा ऐसे निकाय की स्थापना",
  "establishing such a body. The appointment of officers and": "लिए अधिकारियों और कर्मचारियों की नियुक्ति किए जाने की",
  "servants and officers of the Board and determination of their": "करने की शक्ति का प्रयोग और उनकी सेवा शर्तों का निर्धारण बोर्ड के",
  "service conditions cannot constitute the functions of the Board. The powers under Chapter V and the power of appointing officers": "कार्यों का गठन नहीं कर सकता है। अध्याय 5 के अधीन शक्तियों और",
  "and servants under Sections 7 and 8 of Chapter II need to be": "अध्याय 2 की धारा 7 और 8 के अधीन अधिकारियों और कर्मचारियों",
  "Board as well as for the exercise of the powers set out in Chapter": "सुनिश्चित करने के साथ-साथ अध्याय 3 में दी गई शक्तियों का प्रयोग",
  "POWER OF THE STATE GOVERNMENT": "की राज्य सरकार की शक्ति",
  "“where a power is given to do certain things in a certain": "किया गया है: “जहां किसी काम को एक निश्चित तरीके से करने की",
  "methods of performance are certainly forbidden”.": "बिल्कुल नहीं। कार्य करने के अन्य तरीके निश्चित रूप से निषिद्ध हैं।”",
  "The upshot of the aforesaid discussion is that the State": "उपर्युक्त चर्चा का निष्कर्ष यह है कि राज्य सरकार के पास धारा 92",
  "(2) of Section 92 to nullify or override the Regulations framed by": "की उप धारा (2) के तहत बोर्ड द्वारा धारा 95 की उप धारा () के",
  "the Board in the exercise of powers under clause (f) of sub-section": "खंड (एफ) के तहत शक्तियों का उपयोग करते हुए बनाए गए विनियमों",
  "32. Another argument of the State Government is based on sub-": "32. राज्य सरकार का एक अन्य तर्क धारा 5 की उप धारा () पर",
  "to the provisions of this Act and the rules and regulations”. By": "आधारित है जो इस अभिव्यक्ति \"अधिनियम और नियमों और विनियमों",
  "Regulations for determining the conditions of service of officers": "उपयोग से, अधिकारियों और सेवकों की सेवा की शर्तों को निर्धारित",
  "meaning of the opening part of sub-section (1) of Section 15 is that": "बन जाता है। धारा 5 की उप-धारा () के प्रारंभिक भाग का अर्थ है",
  "the functions of the Board must be discharged subject to the": "कि बोर्ड के कार्यों का निर्वहन 965 के अधिनियम के तहत बनाए गए",
  "Government to do so. On a conjoint reading of clause (nn) of sub- section (1) of Section 94 and sub-section (2) of Section 95, the": "है। धारा 94 की उप धारा () के खंड (एनएन) और धारा 95 की उप धारा (2) के संयुक्त पठन पर, राज्य सरकार को बोर्ड के अधिकारियों",
  "State Government has the power to frame Rules determining the service conditions of the officers and servants of the Board and": "और कर्मचारियों की सेवा शर्तों का निर्धारण करने के लिए नियम बनाने",
  "once the Rules are framed by the State Government in this behalf,": "की शक्ति है और एक बार राज्य सरकार द्वारा इस संबंध में नियम बनाए",
  "the provisions of the Regulations framed by the Board will apply": "जाने के बाद, बोर्ड द्वारा बनाए गए विनियमों के प्रावधान केवल उस",
  "only to the extent to which they are not repugnant to the Rules.": "सीमा तक लागू होंगे जिस सीमा तक वे नियमों के प्रतिकूल नहीं हैं।",
  "section (2) of Section 92, by no stretch of the imagination, by issuing directions, the State Government can nullify the statutory": "धारा 92 की धारा (2) के तहत राज्य सरकार निर्देश जारी करके",
  "Regulations framed under Section 95. More so, when the 1965": "धारा 95 के तहत बनाए गए वैधानिक विनियमों को रद्द नहीं कर",
  "Regulations by exercising the Rule making power. As the scheme": "विशेष रूप से नियम बनाने की शक्ति का उपयोग करके विनियमों को",
  "accordance with clause (nn) of sub-section (1) of Section 94, the": "गए विनियमों को धारा 94 की उप धारा (4) के खंड (एनएन) के",
  "act of overriding the Regulations must be done only by framing the": "विनियमों को अभिभावी करने का कार्य केवल नियम बनाकर किया",
  "Rules and not in any other manner. This view is supported by a": "जाना चाहिए, न कि किसी अन्य तरीके से। इस दृष्टिकोण का समर्थन",
  "series of decisions of this Court taking a consistent view that": "इस न्यायालय के निर्णयों की एक श्रृंखला द्वारा किया जाता है जिसमें",
  "where an enactment requires to do a certain thing in a certain": "अन्तर्गत एक निश्चित तरीके से कुछ करने की आवश्यकता होती है,",
  "way, the thing must be done in that way and in no other manner.": "वहां कार्य को उस तरीके से किया जाना चाहिए, न कि किसी अन्य",
  "of Sections 8, 92, 94(2)(nn)of the 1965 Act ?": "के अधिनियम की धारा 8,92,94 (2) (एन) के उपबंधों का",
  "A: The decision lays down the correct proposition of law.": "उत्तर: यह निर्णय कानून के सही प्रस्ताव को निर्धारित करता है।",
  "33. Next limb of the argument of the State Government is based": "33. राज्य सरकार के तर्क का अगला अंग 975 के अधिनियम की",
  "\"2. (1) Power to issue directions to statutory": "2. () सांविधिक निकाय को निदेश जारी करने की शक्ति - उत्तर",
  "Uttar Pradesh State Universities Act, 1973, as re-": "प्रदेश राज्य विश्वविद्यालय अधिनियम, 973 द्वारा यथा अधिनियमित",
  "enacted and amended by the Uttar Pradesh University": "और संशोधित उत्तर प्रदेश विश्वविद्यालय (पुनः अधिनियमिति और",
  "(re-enactment and Amendment Act), 1974, shall, in": "संशोधन अधिनियम, 974) द्वारा शासित विश्वविद्यालयों को",
  "the discharge of its functions, be guided by such directions on questions of policies, as may be given": "भी नाम से ज्ञात हो) अपने कृत्यों का निर्वहन, नीतियों के प्रश्नों पर ऐसे",
  "to it by the State Government, notwithstanding": "निदेशों द्वारा मार्गदर्शित हो, जो राज्य सरकार द्वारा उसे दिए जाएं, इस",
  "the State Government under the law establishing or": "करने वाली विधि के अधीन ऐसी कोई शक्ति अभिव्यक्त रूप से राज्य",
  "On a plain reading of the aforesaid provision, the power to issue directions vested in the State Government can be exercised only": "उपर्युक्त प्रावधान के पठन पर, राज्य सरकार में निहित निर्देश जारी",
  "for issuing directions confined to questions of policies. The": "करने की शक्ति का प्रयोग केवल नीतियों के प्रश्नों तक सीमित निर्देश",
  "directions can be issued confined to policies concerning the discharge of the functions of the Statutory Body. The directions": "जारी करने के लिए किया जा सकता है। ये निर्देश सांविधिक निकाय के कार्यों के निर्वहन से संबंधित नीतियों तक ही सीमित हो सकते हैं।",
  "issued by the State Government on the questions of policies guide": "नीतियों के प्रश्नों पर राज्य सरकार द्वारा जारी किए गए निर्देश प्रत्येक",
  "every statutory body in the discharge of its functions. For the": "सांविधिक निकाय को अपने कार्यों के निर्वहन में मार्गदर्शन करते हैं। उन",
  "(2) of Section 92 of the 1965 Act, even the power under Section": "यहां तक कि 975 के अधिनियम की धारा 2 () के तहत दी गई",
  "Regulations framed by the Board which have a force of law. That": "शक्ति का उपयोग बोर्ड द्वारा बनाए गए कानूनी विनियमों को रद्द करने के",
  "clause (nn) of sub-section (1) of Section 94 of the 1965 Act. The": "के अधिनियम की धारा 95 (]) (एफ) के अनुसार",
  "officers and employees do not constitute the functions of": "अधिकारियों और कर्मचारियों की सेवा शर्तों को शामिल करते",
  "Q.3 Whether the State Government had no jurisdiction to": "प्रश्न 3- कया राज्य सरकार को 965 के अधिनियम और",
  "provisions of the 1965 Act and 1975 Act and all other": "975 के अधिनियम के प्रावधानों और राज्य सरकार के साथ",
  "A: Answered in affirmative. But the State Government can": "उत्तर इसका सकारात्मक जवाब दिया गया। लेकिन राज्य",
  "(nn) of sub-section (1) of Section 94 of the 1965 Act for": "का निर्धारण करने के लिए 965 के अधिनियम की धारा 94",
  "between Regulations framed under clause (f) of sub-section": "की उप धारा () के खंड (एनएन) के तहत शक्तियों का",
  "(1) of Section 95 and the Rules framed under clause (nn) of": "95 की उप धारा (]) के खंड (एफ) के तहत बनाए गए",
  "sub-section (1) of Section 94, the Rules will prevail and to": "विनियमों और धारा 94 की उप धारा () के खंड (एनएन) के",
  "that extent, the provisions of the Regulations which are": "प्रभावी होंगे और उस हद तक, विनियमों के प्रावधान जो नियमों",
  "ISSUES CONCERNING THE RELIEFS GRANTED UNDER THE IMPUGNED JUDGMENT": "आक्षेपित निर्णय के तहत दिए गए अनुतोष से संबंधित अनुष॑गिक मुद्दों",
  "35. After having decided the questions, we are of the view that": "35. प्रश्नों का विनिश्चय करने के पश्चात्‌ हमारा यह मत है कि सिविल",
  "sending them back to the Bench of two Hon’ble Judges.": "अपीलों को दो माननीय न्यायाधीशों की न्यायपीठ को वापस भेजने के",
  "PENSION": "पेंशन",
  "36. Now, we proceed to deal with the ancillary issues. Now": "36. अब, हम आनुसंगिक मुद्दों पर विचार करने लिए आगे बढ़ते हैं। अब",
  "coming to the new pension scheme, an Office Order was issued on": "नई पेंशन योजना की बात आती है तो बोर्ड द्वारा 46 जनवरी 2004 को",
  "framing a scheme of pension was under consideration. The Office": "पेंशन योजना तैयार करने का प्रस्ताव विचाराधीन है। कार्यालय के 6",
  "Order dated 16\" January 2004 provided that those employees who": "जनवरी, 2004 दिनांकित के आदेश में यह प्रावधान किया गया है कि वे",
  "were not interested in opting for the new pension scheme must file": "कर्मचारी जो नई पेंशन योजना का विकल्प चुनने में रुचि नहीं रखते हैं,",
  "an affidavit on stamp paper of Rs.10/-. In the said affidavit, it": "उन्हें 0/- रुपये के स्टांप पेपर पर एक शपथ पत्र दाखिल करना",
  "must be clearly and specifically asserted that the beneficiary was": "होगा। उक्त शपथ पत्र में यह स्पष्ट रूप से और विशेष रूप से कहा जाना",
  "not interested in the new pension scheme and the entire amount": "चाहिए कि लाभार्थी नई पेंशन योजना में रुचि नहीं रखता है और बोर्ड के",
  "deposited by him as his share along with Board’s share should be": "हिस्से के साथ उसके द्वारा अपने हिस्से के रूप में जमा की गई पूरी",
  "paid to the beneficiary. It was also provided that the affidavit must": "राशि का भुगतान लाभार्थी को किया जाना चाहिए। यह भी प्रावधान",
  "benefits before any authority or the Court. According to the stand": "लाभार्थी किसी भी प्राधिकरण या अदालत के समक्ष पेंशन लाभ का",
  "opted for the old scheme by filing affidavits/undertakings. The": "कर्मचारियों / अधिकारियों ने शपथ पत्र /उपक्रम दाखिल करके पुरानी योजना का विकल्प चुना। राज्य सरकार ने अपील में प्रतिवादी नं.-",
  "State Government has placed on record a copy of the affidavit of respondent no.1 — Virendra Kumar in one of the appeals. It is not": "योजना का विकल्प चुना। राज्य सरकार ने अपील में प्रतिवादी नं.- वीरेंद्र कुमार के शपथ पत्र की एक प्रति अभिलेख पर रखी गई है। इसमें",
  "disputed that all the affidavits of the employees who decided not to": "नहीं चुनने का फैसला किया है, कर्माचारियों के सभी शपथपत्र एक ही",
  "affidavit, it was incorporated that the employee was not interested": "प्रारूप में हैं। शपथ पत्र में, यह शामिल किया गया था कि कर्मचारी की",
  "at all in the pension scheme and he was interested in taking": "पेंशन योजना में बिल्कुल भी रुचि नहीं थी और वह पुरानी योजना के",
  "payments under the old scheme. It is specifically stated that he": "तहत भुगतान लेने में रुचि रखता था। यह विशेष रूप से कहा गया है कि",
  "will not make any claim in respect of the new pension scheme.": "वह नई पेंशन योजना के संबंध में कोई दावा नहीं करेंगे।",
  "37. After the State Government accorded its approval, on 05": "37. राज्य सरकार के अनुमोदन के पश्चात, 5 नवम्बर, 997 को बोर्ड",
  "November 1997 the Board passed a Resolution approving the new pension Scheme. The High Court while allowing the petitions filed": "ने नई पेंशन योजना का अनुमोदन करने के लिए एक संकल्प पारित",
  "pension Scheme. The High Court while allowing the petitions filed by Preetam Singh and others, directed the Board to implement the": "किया। उच्च न्यायालय ने प्रीतम सिंह और अन्य द्वारा दायर याचिकाओं",
  "new pension scheme in terms of its decision dated 05‘ November": "को स्वीकार करते हुए बोर्ड को 5 नवंबर 997 के अपने निर्णय के अनुसार नई पेंशन योजना को लागू करने का निर्देश दिया। उच्च",
  "1997. High Court allowed the petition on 16 January 2009. For": "न्यायालय ने 6 जनवरी, 2009 को याचिका स्वीकार कर ली। इस",
  "giving effect to the decision, on 19\" May 2009, the Board issued a": "निर्णय को प्रभावी बनाने के लिए 9 मई, 2009 को बोर्ड ने एक",
  "notification recording that in the exercise of the powers under clauses (f) and (n) of sub-section (1) of Section 95 of the 1965 Act,": "अधिसूचना जारी की, जिसमें 965 के अधिनियम की धारा 95 की उप-धारा (]) के खंड (एफ) और (एन) के तहत शक्तियों का प्रयोग",
  "notified by the State Government shall be": "करते हुए यह निर्णय लिया गया है कि राज्य सरकार के अधिकारियों",
  "admissible to the employees of the Board. The relevant part of the": "बोर्ड के कर्मचारियों को स्वीकार्य होंगी। उक्त अधिसूचना का प्रासंगिक",
  "said notification reads thus :": "हिस्सा इस प्रकार हैः",
  "Now therefore, the U.P. Avas Evam Vikas Parishad,": "अब, उत्तर प्रदेश आवास एवं विकास परिषद ने, उत्तर प्रदेश",
  "in exercise of the power under clause (f)(i) & (n) of": "(एफ) (।) और (0) के तहत शक्तियों का उपयोग करते हुए,",
  "decided that the Pension/Family Pension and": "पेंशन /परिवार पेंशन और ग्रेच्युटी को स्वीकार्य करने का फैसला",
  "Gratuity admissible to the officers and employees of": "कर्मचारियों एवं अधिकारियों को भी स्वीकार्य होगी जिसे",
  "State Government, which is governed by the following rules, schemes and Government orders shall also be": "निम्नलिखित नियमों, योजनाओं और सरकारी आदेशों द्वारा शासित किया गया है",
  "1. Civil Service Regulations as applicable": ". सिविल सेवा विनियम जैसा की यूपी में लागू है",
  "amended": "संशोधित",
  "2. Uttar Pradesh Liberalized Pension Rules, 1961 do": "2. उत्तर प्रदेश उदारीकृत पेंशन नियम, 96]  ->ननणणण तदैव",
  "6. Newly defined Contributory Pension rules": "राज्य सरकार द्वारा अधिसूचित नए परिभाषित अंशदायी पेंशन",
  "2005 applicable to officers and employees": "नियम उन कर्मचारियों पर लागू होंगे जो अप्रैल, 2005 या उसके बाद",
  "April 01, 2005 on onwards do": "होंगे जो अप्रैल, 2005 से पहले रोजगार में शामिल हुए हैं। इस",
  "The orders with respect to the Pension/Family Pension/Gratuity issued time to time by the State": "पेंशन/परिवार पेंशन /ग्रेच्युटी के संबंध में राज्य सरकार द्वारा समय -",
  "are appointed on or after 1* April 2005 will be governed by": "लाभ के हकदार हैं और जो लोग अप्रैल 2005 को या उसके बाद",
  "another set of Rules as mentioned in the notification dated 19\" May 2009.": "नियुक्त किए जाते हैं, वे 39 मई 2009 की अधिसूचना में उल्लिखित",
  "38. In the Special Leave Petition filed by the State Government against the judgment of the Allahabad High Court in the case of Preetam Singh and others, an interim order was passed by this": "38. प्रीतम सिंह और अन्य के मामले में इलाहाबाद उच्च न्यायालय के निर्णय के खिलाफ राज्य सरकार द्वारा दायर विशेष अनुमति याचिका में,",
  "Court on 7\" August 2012 which had the effect of staying the": "इस न्यायालय द्वारा 7 अगस्त 202 को एक अंतरिम आदेश पारित",
  "judgment of the High Court and the notification dated 19\" May": "किया गया था, जिसका प्रभाव उच्च न्यायालय के निर्णय और 9 मई",
  "2009. The further interim order dated 7‘ September 2012": "2009 की अधिसूचना पर रोक लगाना था। 7 सितंबर, 202 को जारी",
  "recorded that if the employees of the Board, who have retired from": "अंतरिम आदेश में कहा गया है कि यदि बोर्ड के कर्मचारी , जो सेवा से",
  "service, claim Contributory Provident Fund and other retiral": "सेवानिवृत्त हो चुके हैं, अंशदायी भविष्य निधि और अन्य सेवानिवृत्ति",
  "benefits (as per the old scheme), the Board shall pass appropriate": "लाभों (पुरानी योजना के अनुसार) का दावा करते हैं तो बोर्ड पुरानी",
  "respondents before this Court agitating their claim and supporting": "बाधक नहीं बनेगा, जो इस न्यायालय के समक्ष उनके दावे और",
  "the reliefs granted by the Allahabad High Court. Paragraph 21 of": "इलाहाबाद उच्च न्यायालय द्वारा दी गई राहत का समर्थन करता है।",
  "the judgment records that by the interim order, the notification": "फैसले के प्रस्तर 2 में अभिलिखित है कि अंतरिम आदेश द्वारा, 9",
  "dated 19\" May 2009 was stayed, and therefore, no one could get": "मई 2009 की अधिसूचना पर रोक लगा दी गई थी, और इसलिए,",
  "passed which enabled the employees who had not received": "अंतरिम आदेश पारित किया गया, जिससे उन कर्मचारियों को पुरानी",
  "benefits either under the old scheme or the new pension scheme,": "योजना या नई पेंशन योजना के तहत लाभ नहीं मिला था, जो पुरानी",
  "to take benefits under the old scheme. This interim order was": "योजना के तहत लाभ ले सकते थे। यह अंतरिम आदेश इसलिए दिया",
  "made as no one could get the benefit of the old scheme as a result of the stay granted to the notification dated 19 May 2009. The": "गया क्योंकि 9 मई, 2009 को जारी अधिसूचना पर रोक के कारण किसी को भी पुरानी योजना का लाभ नहीं मिल सका।इस प्रकार 7",
  "interim order dated 7'° September was thus applicable only to": "सितंबर का अंतरिम आदेश केवल उन कर्मचारियों के लिए लागू था",
  "those employees who had not taken benefits under the old scheme": "जिन्होंने 7 सितंबर 202 तक पुरानी योजना के तहत लाभ नहीं लिया",
  "till 7\" September 2012. Obviously, those officers and employees of": "था। जाहिर है, बोर्ड के जिन अधिकारियों और कर्मचारियों ने 6",
  "terms of the Office Order dated 16 January 2004 and received": "जनवरी 2004 के कार्यालय आदेश के संदर्भ में शपथ पत्र दाखिल करके",
  "the benefits under the old scheme before the interim order dated": "आदेश से पहले पुरानी योजना के तहत लाभ प्राप्त किए, वे नई पेंशन",
  "the Board who opted to take benefits under the old scheme after": "योजना के तहत लाभ लेने का विकल्प चुना है, वे नई योजना के तहत",
  "Singh’s case’ regarding the payment of pension under the new": "पेंशन के भुगतान के संबंध में प्रीतम सिंह के मामले में दिए गए निर्णय के",
  "pension scheme and the payment of interest on the differential amount.": "योजना और अलग-अलग राशि पर ब्याज का भुगतान का लाभ लेने के",
  "39. The State Government issued two Office Memoranda on 08\"": "39. राज्य सरकार ने दिनांक 08 दिसंबर, 2008 को दो कार्यालय",
  "gratuity/ family pension and commutation with effect from 1* January 2006 on the basis of recommendations of the U.P. Pay": "सिफारिशों के आधार पर . जनवरी, 2006 से प्रभावी पेंशन /ग्रेच्युटी / पारिवारिक पेंशन और कम्यूटेशन में संशोधन से संबंधित था उक्त",
  "Committee, 2008. The said order specifically recorded that it will": "आदेश में विशेष रूप से दर्ज किया गया है कि यह स्थानीय निकायों और",
  "not apply to local bodies and public enterprises. The second Office": "सार्वजनिक उद्यमों पर लागू नहीं होगा। दूसरा कार्यालय ज्ञापन दिनांक",
  "revision of pension and family pension in respect of the employees": "2006 से पहले सेवानिवृत्त हुए हैं, पेंशन और परिवार पेंशन के संशोधन",
  "Office Memorandum is not relevant as the new pension scheme of": "ज्ञापन प्रासंगिक नहीं है क्योंकि बोर्ड की नई पेंशन योजना उन लोगों के",
  "January 2006 as provided in the notification dated 19'\" May 2009.": "सेवानिवृत्त हुए थे, जैसा कि 9 मई 2009 की अधिसूचना में प्रावधान",
  "excluded the officers and employees of the Board was challenged": "किया गया था। बोर्ड के अधिकारियों और कर्मचारियों को अपवर्जित",
  "belatedly for the first time in 2016 in Writ Petition No.126445 of": "पहली बार रिट याचिका संख्या 26445 वर्ष 206 में विलंब से",
  "2016. We may note here that the Board’s notification dated 19\"": "चुनौती दी गई थी। हम यहां यह नोट कर सकते हैं कि बोर्ड की 9 मई,",
  "May 2009 was issued in the exercise of Regulation making power": "2009 की अधिसूचना विनियमन बनाने की शक्ति का प्रयोग करते हुए",
  "under clause (f) of sub-section (1) of Section 95 of the 1965 Act": "जारी की गई थी। 4965 के अधिनियम की धारा 95 की उप धारा (7)",
  "which provided that orders issued by the State Government from": "सरकार द्वारा समय-समय पर जारी किए गए आदेश बोर्ड के",
  "shall be applicable to the officers and employees of the Board. No": "अधिकारियों और कर्मचारियों पर लागू होंगे। 9 मई, 2009 को बोर्ड",
  "ever challenged. Therefore, the officers and employees of the Board who were the beneficiaries under the notification dated 19'\" May": "गई। इसलिए, बोर्ड के अधिकारी और कर्मचारी जो 9 मई 2009 की",
  "who were the beneficiaries under the notification dated 19'\" May 2009 were bound by the first Memorandum dated 08‘ December": "अधिसूचना के तहत लाभार्थी थे, वे 08 दिसंबर 2008 के पहले ज्ञापन",
  "Government with regard to pension and family pension. Moreover,": "और पेंशन और परिवार पेंशन के संबंध में समय -समय पर राज्य",
  "revised pension was granted to the State Government employees": "सरकार के कर्मचारियों को संशोधित पेंशन प्रदान की गई क्योंकि उत्तर",
  "as the recommendations of U.P Pay Committee, 2008 were made": "प्रदेश वेतन समिति, 2008 की सिफारिशों को उन पर लागू कर दिया",
  "applicable to them. The said recommendations were applied to the employees of the Board on 14 January 2010. We may note": "गया था। उक्त सिफारिशें 4 जनवरी, 200 को बोर्ड के कर्मचारियों",
  "here that the Allahabad High Court, by the impugned judgment,": "पर लागू की गई थीं। हम यहां यह नोट कर सकते हैं कि इलाहाबाद उच्च न्यायालय ने, आक्षेपित निर्णय द्वारा, दिनांक 08 दिसंबर, 2008 के",
  "has not set aside or modified the Office Memorandum dated 08\" December 2008.": "न्यायालय ने, आक्षेपित निर्णय द्वारा, दिनांक 08 दिसंबर, 2008 के कार्यालय ज्ञापन को रद्द या संशोधित नहीं किया है।",
  "40. On 16\" October 2009, the State Government issued an order": "40. 6 अक्तूबर, 2009 को राज्य सरकार ने एक आदेश जारी किया",
  "the 7 U.P. Pay Committee, 2008 to the public enterprises and": "जिसमें 7 वीं उत्तर प्रदेश वेतन समिति, 2008 में शामिल नियमों और",
  "therein. The Board, by a letter dated 30 November 2009,": "निगमों पर लागू किया गया। बोर्ड ने 30 नवम्बर, 2009 को एक पत्र के",
  "informed the State Government of its decision to apply the revised pay structure. It was sought to be argued by some of the": "माध्यम से राज्य सरकार को संशोधित वेतन संरचना लागू करने के अपने निर्णय के बारे में सूचित किया। कुछ प्रतिवादी द्वारा यह तर्क देने",
  "pension. In fact, it only deals with the applicability of the revised pay structure to the employees and officers of the Board. By the": "से संबंधित है। वास्तव में, यह केवल बोर्ड के कर्मचारियों और अधिकारियों के लिए संशोधित वेतन संरचना की प्रयोज्यता से संबंधित",
  "order dated 14 January 2010, the State Government": "है। 4 जनवरी, 200 के आदेश द्वारा राज्य सरकार ने बोर्ड को",
  "communicated its decision to allow the Board to apply the revised pay structure on a notional basis with effect from 1° January": "अनुमानित आधार पर संशोधित वेतन संरचना लागू करने की अनुमति देने के अपने निर्णय की सूचना दी, जो दिनांक 6 अक्तूबर, 2009 के",
  "structure shall be granted with immediate effect to the officers and employees of the Board by calculating the benefit on a notional": "पर लाभ की गणना करके वेतन संरचना का लाभ बोर्ड के अधिकारियों और कर्मचारियों को तत्काल प्रभाव से प्रदान किया जाएगा। बोर्ड ने 4",
  "issued by the Board on 23\" January 2010 for implementation of": "जनवरी, 200 के उपरोक्त आदेश के कार्यान्‍्वयन के लिए 23 जनवरी,",
  "by calculating the pay on a notional basis in terms of the revised": "अनुमानित आधार पर वेतन की गणना करके उस तिथि से तत्काल",
  "the order dated 14'° January 2010 made it clear that the officers": "स्पष्ट किया गया है कि बोर्ड के अधिकारी और कर्मचारी जनवरी,",
  "and employees of the Board will not be entitled to revised pay from 1** January 2006 till 14° January 2010 and that they will get the": "2006 से 4 जनवरी, 200 तक संशोधित वेतन के हकदार नहीं होंगे",
  "benefit of revised pay only from 14 January 2010. But, while": "और उन्हें केवल 4 जनवरी, 200 से संशोधित वेतन का लाभ",
  "benefit of the revised pay structure was to be notionally provided": "गणना करते समय, संशोधित वेतन संरचना का लाभ जनवरी, 2006",
  "2010 must be made by notionally granting the benefit of the new pay structure with effect from 1% January 2006. The": "2006 से प्रभावी नए वेतन ढांचे का लाभ प्रदान करते हुए .4 जनवरी,",
  "the officers and employees of the Board will not be entitled to": "कहा गया है कि बोर्ड के अधिकारी और कर्मचारी जनवरी, 2006 से",
  "arrears of revised pay for the period from 1*t January 2006 to 13\"": "3 जनवरी, 200 तक की अवधि के लिए संशोधित वेतन बकाये के",
  "These orders deal only with the grant of a revised pay structure.": "ये आदेश केवल संशोधित वेतन संरचना के अनुदान से संबंधित हैं।",
  "But, the computation of pension has to be made on the basis of": "लेकिन पेंशन की गणना लागू वेतन संरचना के आधार पर की जानी है।",
  "the applicable pay structure. Hence, those who retired on or after 1** January 2006 and those who were entitled to benefit of the new": "इसलिए, जो लोग जनवरी 2006 को या उसके बाद सेवानिवृत्त हुए",
  "pension scheme under the notification dated 19'\" May 2009 will be": "और जो 9 मई 2009 की अधिसूचना के तहत नई पेंशन योजना के",
  "benefitted from the revised pay structure to the extent that their": "लाभ के हकदार थे, वे संशोधित वेतन संरचना से इस हद तक",
  "pension will have to be calculated on the basis of revision of pay structure on notional basis from 1‘ January 2006.": "लाभान्वित होंगे कि उनकी पेंशन की गणना जनवरी 2006 से अनुमानित आधार पर वेतन संरचना के संशोधन के आधार पर की",
  "41. On 05\" May 2015, the State Government issued another": "4. राज्य सरकार ने 05 मई, 205 को बोर्ड के अधिकारियों और",
  "order regarding pensionary benefits to the officers and employees": "कर्मचारियों को पेंशन लाभ के संबंध में एक और आदेश जारी किया,",
  "of the Board in terms of which Office Order dated 13'\" May 2015": "जिसके संदर्भ में कार्यालय आदेश दिनांक 3 मई, 205 को जारी",
  "was issued. The gist of the said order dated 05\" May 2015 is as under :": "किया गया था। 05 मई, 205 के उक्त आदेश का सार इस प्रकार हैः",
  "(i) Such staff of U.P. Avas and Vikas Parishad whose": "(।) उत्तर प्रदेश आवास और विकास परिषद के ऐसे कर्मचारी",
  "recruitment was done on or before 31 March 2005 and": "जिनकी भर्ती 3 मार्च 2005 को या उससे पहले की गई थी",
  "who have not retired till date, will be entitled to": "और जो आज तक सेवानिवृत्त नहीं हुए हैं, वे पेंशन पाने के",
  "(ii) Such staff of U.P. Avas and Vikas Parishad who had": "(|) उत्तर प्रदेश आवास और विकास परिषद के ऐसे कर्मचारी जो",
  "retired and had taken all the benefits under the C.P.F. Scheme after getting retired, will not be entitled to": "सेवानिवृत्त हो चुके हैं और जिन्होंने सेवानिवृत्त होने के बाद सीपीएफ योजना के तहत सभी लाभ प्राप्त किए हैं, वे पेंशन के",
  "recruitment was done on or after 1* April 2005 will not": "कर्मचारी जिनकी भर्ती अप्रैल, 2005 को या उसके बाद की",
  "be entitled get the pension; and": "गई थी, वे पेंशन प्राप्त करने के हकदार नहीं होंगे; और",
  "(iv) In the light of the order of this Court in Preetam Singh’s case, the 9% interest is not payable to any retired staff in C.P.F. Scheme. In future, if the question": "(४) प्रीतम सिंह के मामले में इस न्यायालय के आदेश के आलोक में, सी. पी. एफ. स्कीम में किसी सेवानिवृत्त कर्मचारी को 9 प्रतिशत ब्याज देय नहीं है। भविष्य में, यदि किसी कर्मचारी",
  "of paying interest to any staff member arises, then the": "सदस्य को ब्याज देने का सवाल उठता है, तो बोर्ड उक्त खर्च",
  "The directions in the above terms were incorporated in the consequential order issued by the Board on 13\" May 2015.": "उपरोक्त निदेशों को बोर्ड द्वारा 3 मई, 205 को जारी किए गए आदेश",
  "Notification dated 19° May 2009 issued by the Board clearly": "में शामिल किया गया था। बोर्ड द्वारा 9 मई, 2009 को जारी अधिसूचना में स्पष्ट रूप से यह प्रावधान किया गया है कि वे सभी",
  "provides that all the officers and employees who retired on or after": "अधिसूचना में स्पष्ट रूप से यह प्रावधान किया गया है कि वे सभी अधिकारी और कर्मचारी जो जनवरी, 2006 को या उसके बाद",
  "scheme but those who were employed on or after 1° April 2005": "जो लोग ] अप्रैल, 2005 को या उसके बाद कार्यरत थे, वे राज्य",
  "will be entitled to benefits under the newly defined Contributory Pension Rules of the State Government. To that extent, clause (i)": "सरकार के नए परिभाषित अंशदायी पेंशन नियमों के तहत लाभ के",
  "of the Government Order dated 5 May 2015 will require": "हकदार होंगे। उस सीमा तक, 5 मई, 205 के सरकारी आदेश के खंड",
  "modification. Even clause (ii) will require clarification in terms of": "(।) में संशोधन की आवश्यकता होगी यहां तक कि खंड (॥) में भी इस",
  "taken benefit of the old scheme before 07 September 2012 by": "और कर्मचारियों ने 7 सितंबर 202 से पहले पुरानी योजना का लाभ",
  "giving undertakings will not get the benefit of the new pension scheme but those who have taken the benefit of the old scheme": "नई पेंशन योजना का लाभ लेने के हकदार नहीं होंगे। लेकिन जिन्होंने 7",
  "be entitled to take benefit of the new pension scheme. Clause (iii)": "का लाभ लिया है वे नई पेंशन योजना का लाभ लेने के हकदार होंगे।",
  "of the order means that in view of the notification dated 19 May": "आदेश के खंड (॥) का अर्थ है कि 9 मई, 2009 की अधिसूचना के",
  "2009, those who are appointed on or after 1“ April 2005 will not": "मद्देनजर, जिन्हें । अप्रैल, 2005 को या उसके बाद नियुक्त किया गया",
  "get the benefit of the new pension scheme under the said": "है, उन्हें उक्त अधिसूचना के तहत नई पेंशन योजना का लाभ नहीं",
  "old scheme before the interim order dated 07 September 2012": "सितंबर, 202 को पारित अंतरिम आदेश से पहले पुरानी योजना का",
  "was passed by this Court. Interest in terms of the decision of this": "लाभ नहीं लिया था। इस न्यायालय के निर्णय के संदर्भ में ब्याज उन",
  "taken benefits under the old scheme after 07\" September 2012.": "202 के बाद पुरानी योजना के तहत लाभ लिया है। उपर्युक्त सीमा",
  "42. Now, the other issue which survives is whether the officers": "42. अब एक अन्य मुद्दा यह है कि क्या अधिकारी और कर्मचारी .",
  "structure for the period between 1* January 2006 to 13\" January": "जनवरी, 2006 से 3 जनवरी, 200 के बीच की अवधि के लिए",
  "2010. The impugned judgment proceeds on the footing that the order of the State Government directing that the officers and": "निर्णय इस आधार पर आगे बढ़ता है कि राज्य सरकार का यह निर्देश",
  "employees of the Board will get the benefit of the new pay structure notionally from 1*t January 2006 and actually from 14": "कि बोर्ड के अधिकारियों और कर्मचारियों को जनवरी 2006 से नए वेतन ढांचे का लाभ मिलेगा अभासीय रूप में और वास्तव में 4",
  "January 2010 is issued in the exercise of power under Section 2(1) of 1975 Act and Section 92(2) of the 1965 Act. Therefore, the High": "जनवरी 200 से 975 के अधिनियम की धारा 2 () और 965 के अधिनियम की धारा 92 (2) के तहत शक्ति का उपयोग करते हुए",
  "Court held that the State Government could not have issued the": "जारी किया गया है। इसलिए, उच्च न्यायलय ने धारित किया कि राज्य",
  "said direction regarding the determination of conditions of service": "सरकार को सेवा शर्तों के निर्धारण के संबंध में ऐसा निर्देश जारी नहीं",
  "as the determination of the conditions of service was not a function of the Board.": "करना था क्योंकि सेवा शर्तों का निर्धारण बोर्ड का कार्य नहीं था।",
  "43. As far as the applicability of the pay structure to the employees and officers of the Board is concerned, there is no": "43. जहां तक बोर्ड के कर्मचारियों और अधिकारियों के लिए वेतन संरचना की प्रयोज्यता का संबंध है, यह द्शनि के लिए अभिलेख पर",
  "material placed on record to show that the Regulation making power under Section 95 was at all exercised by the Board": "कोई सामग्री नहीं रखी गई है कि धारा 95 के तहत विनियमन बनाने की शक्ति का उपयोग बोर्ड द्वारा राज्य सरकार के कर्मचारियों पर लागू",
  "regarding applying revised pay structure applicable to the State": "संशोधित वेतन संरचना को अपने कर्मचारियों पर लागू करने के संबंध में",
  "Government employees to its own employees. All that the Board": "किया गया था। बोर्ड ने केवल इतना किया कि उसने अपने कर्मचारियों",
  "January 2010 by granting a revised pay structure to its": "को संशोधित वेतन संरचना प्रदान करके 4 जनवरी, 200 के राज्य",
  "employees. The said order is based on the order of the State Government issued on 16\" October 2009 by which a decision was": "सरकार के आदेश को लागू किया था। उक्त आदेश 6 अक्तूबर, 2009",
  "46. The impugned judgment and order stands modified in terms of the above conclusions. The civil appeals are disposed of": "46. उपरोक्त निष्कर्षों के संदर्भ में आक्षेपित निर्णय और आदे को",
  "New Delhi;": "नई दिल्ली",
  "November 25, 2022.": "25 नवंबर, 2022",
  "provisions of the Regulations framed under clause (f) of": "खंड (च) के तहत बनाए गए विनियमों के वे प्रावधान जो नियमों के",
  "Rules, shall be void;": "प्रतिकूल हैं, शून्य होंगे;",
  "All the officers and employees of the Board who have": "() बोर्ड के वे सभी अधिकारी और कर्मचारी , जिन्हें 07",
  "not received the benefit of the old scheme till 07": "सितंबर, 202 तक पुरानी योजना का लाभ नहीं मिला है और",
  "September 2012 and have retired on or after 1* January 2006 shall be entitled to benefit of the new": "जनवरी, 2006 को या उसके बाद सेवानिवृत्त हुए हैं वे बोर्ड द्वारा 9",
  "January 2006 shall be entitled to benefit of the new pension scheme as per the notification dated 19 May": "मई, 2009 को जारी अधिसूचना के अनुसार नई पेंशन योजना का लाभ",
  "defined Contributory Pension Rules notified by the State Government;": "द्वारा अधिसूचित नव परिभाषित अंशदायी पेंशन नियम से शासित होंगे;",
  "Those officers and employees of the Board who have retired on or after 1** January 2006 and who have not": "() बोर्ड के वे अधिकारी और कर्मचारी जो जनवरी, 2006 को या",
  "Even those officers and employees who are entitled to": "के हकदार होंगे। वे अधिकारी और कर्मचारी भी, जो दिनांक 9 मई",
  "benefit of the new pension scheme in terms of the": "2009 की अधिसूचना के अनुसार नई पेंशन योजना के लाभ के हकदार",
  "benefits under the old scheme pursuant to the interim": "अनुसार पुरानी योजना के तहत लाभ लिया है, अंतरक राशि पर ब्याज",
  "paragraph 21 of the decision of this Court in Preetam Singh's case’;": "के हकदार होंगे जैसा कि प्रीतम सिंह के मामले\" में इस न्यायालय के निर्णय के प्रस्तर 2 के संदर्भ में निर्देशित है;",
  "Those officers and employees of the Board who have": "(४) बोर्ड के वे अधिकारी और कर्मचारी जिन्होंने दिनांक 6 जनवरी",
  "accepted the benefit under the old scheme before 7": "202 से पहले पुरानी योजना के तहत लाभ स्वीकार कर लिया है, वे",
  "applicable as per the notification dated 19\" May 2009;": "(५४) 9 मई, 2009 की अधिसूचना के अनुसार नई पेंशन योजना के",
  "While calculating the pension amount payable to those": "हकदार लोगों को देय पेंशन राशि की गणना करते समय, जनवरी,",
  "notional pay fixation in terms of the revised pay structure with effect from 1°‘ January 2006 shall be": "2006 से प्रभावी संशोधित वेतन संरचना के अनुसार अनुमानित वेतन",
  "provided; and": "निर्धारण का लाभ प्रदान किया जाएगा; और",
  "All the officers and employees of the Board who are": "(४) बोर्ड के वे सभी अधिकारी और कर्मचारी जो 4 जनवरी, 200",
  "entitled to benefit of the revised pay structure in terms of the Government Order dated 14 January 2010 shall": "के सरकारी आदेश के अनुसार संशोधित वेतन संरचना का लाभ लेने के",
  "be provided the said benefit within a period of three": "हकदार हैं, उन्हें आज से तीन महीने की अवधि के भीतर उक्त लाभ",
  "months from today, if not provided earlier. While": "प्रदान किया जाएगा, यदि पहले प्रदान नहीं किया गया है। उक्त लाभ देते",
  "entitled to arrears of salary as per the revised pay": "संशोधित वेतन संरचना के अनुसार वेतन बकाये के हकदार नहीं होंगे।",
  "However, in the cases of the employees and officers who": "हालांकि, जिन कर्मचारियों और अधिकारियों को बकाए का भुगतान"
}