{
  "records that the appellant has’ surrendered. We, therefore, direct that the appellant shall be forthwith set": "आत्मसमर्पण किया है। इसलिए हम निर्देश देते हैं कि अपीलकर्ता को तुरंत",
  "at liberty unless he is required in connection with any": "स्वतंत्र कर दिया जाए, जब तक कि किसी अन्य मामले में उसकी आवश्यकता न",
  "other case. The appeal is, accordingly, allowed.": "हो। तदनुसार अपील को अनुमति प्रदान की जाती है।",
  "(Pankaj Mithal)": "(न्यायमूर्ति पंकज मित्तल)",
  "New Delhi;": "नई दिल्ली;",
  "April 12, 2023.": "2 अप्रैल 2023.",
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय अधिकारिता",
  "CRIMINAL APPEAL NO.1029 OF 2023": "आपराधिक अपील संख्या 029/2023",
  "versus": "बनाम",
  "THE STATE OF UTTAR PRADESH ...RESPONDENT": "उत्तर प्रदेश राज्य ... प्रतिवादी",
  "JUDGMENT": "निर्णय",
  "ABHAY S. OKA, J.": "न्यायमूर्ति अभय एस. ओका,",
  "FACTUAL ASPECTS": "तथ्यात्मक पहलू",
  "1. The appellant is the original accused no.9. The": ". अपीलकर्ता मूल अभियुक्त संख्या 9 है। अपीलकर्ता और अभियुक्त संख्या 0",
  "convicted for the offence punishable under Section 302": "302 सपठित धारा 302 के तहत दंडनीय अपराध के लिए दोषी ठहराया गया",
  "149 of IPC. The appellant and the accused no.10 were": "अपीलकर्ता और अभियुक्त संख्या 0 को आजीवन कारावास की सजा सुनाई",
  "sentenced to undergo life imprisonment. The accused": "साक्ष्य पर विश्वास किया और अभियुक्त को दोषी ठहराया। उच्च न्यायालय के",
  "testimony of PW-1 and PW-2 as far as the assault on the deceased is concerned and that there was no perversity": "पीडब्लू । और पीडब्लू 2 की गवाही पर विश्वास किया है और यह कि सत्र",
  "deceased is concerned and that there was no perversity in the findings recorded by the Sessions Court and the": "न्यायालय और उदच्च न्यायालय द्वारा दिए गए निष्कर्षों में कोई विकृति नहीं थी।",
  "OUR VIEW": "हमारा दृष्टिकोण",
  "5. We have perused the evidence of PW-1 and PW-2.": "५. हमने पीडब्लू । और पीडब्लू 2 के साक्ष्य का परिशीलन किया है। हम यहां",
  "We may note here that the High Court has disbelieved their versions to the extent to which they deposed about": "यह ध्यान दें कर सकते हैं कि उच्च न्यायालय ने उनके कथनों को उस सीमा तक",
  "their versions to the extent to which they deposed about the injuries received by them in the incident at the hands": "अस्वीकार कर दिया है जहां तक कि उन्होंने घटना में अभियुक्तों के हाथों उन्हें",
  "of the accused. In fact, there is a specific finding that the": "हुई चोटों के बारे में अभिसाक्ष्य दिया था। वास्तव में, एक विशिष्ट निष्कर्ष है कि",
  "version of PW-1 and PW-2 about the assault on them": "पीडब्लू । और पीडब्लू 2 पर हमले के बारे में पीडब्लू । और पीडब्लू 2 के",
  "does not inspire confidence.": "कथन आत्मविश्वास को प्रेरित नहीं करते हैं।",
  "6. It is true that both PW-1 and PW-2, in their examination-in-chief, have stated that the appellant": "6. यह सच है कि पीडब्लू । और पीडब्लू 2 दोनों ने, अपनी मुख्य परीक्षा में",
  "assaulted the deceased on his head with the blunt edge": "कहा है कि अपीलकर्ता ने मृतक के सिर पर कुदाल के नुकीले किनारे से हमला",
  "of the spade. In the examination-in-chief, PW-1 stated": "किया। मुख्य-परीक्षा में, पीडब्लू । ने कहा कि उसके पिता पी डब्लू 2 बांस के",
  "sustained due to the assault made by the appellant and": "अभियुक्त व्यक्तियों द्वारा किए गए हमले के परिणामस्वरूप गिर गए और इसलिए",
  "examination that they had not seen which accused": "नहीं देखा था कि किसने किसपर हमला किया था। प्रतिपरीक्षा में पीडब्लू । और",
  "particular accused assaulting the deceased.": "अभियुक्त को मृतक पर हमला करते देखा था।",
  "8. There is another important aspect of the matter.": "8. इस विषय का एक और महत्वपूर्ण पहलू है। पीडब्लू । ने अपनी मुख्य-परीक्षा",
  "PW-1, in his examination-in-chief, stated that when he, PW-2 and the deceased were being assaulted, after": "में कहा कि जब उस पर व पीडब्लू 2 और मृतक पर हमला किया जा रहा था,",
  "hearing their shouts, Munif, Murtaza and Iltaf rushed": "तो उनकी चिल्लाहट सुनने के बाद, मुनीफ, मुर्तजा और इल्ताफ वहां पहुंचे। वे",
  "there. They stopped near the house of one Funnu and shouted at the accused to leave PW-1, PW-2 and the": "फुन्नू के घर के पास रुके और अभियुक्तों पर चिल्लाते हुए कहा कि वह पी डब्लू-",
  "deceased. However, the accused continued to assault them. Even PW-2 stated that the witnesses, Munif,": ", पी डब्लू-2 और मृतक को छोड़ दे। इसके बावजूद अभियुक्तों ने उन पर हमले जारी रखे। यहां तक कि पी डब्लू ने कहा कि गवाह मुनीफ, मुर्तजा और",
  "noted here that in paragraph 20 of the _ cross-": "रहा था। यहां यह भी ध्यान दिया जाना चाहिए कि प्रति-परीक्षा के प्रस्तर 20 में,",
  "examination, PW-1 stated that many villagers have seen the incident, including the witness Munif. PW-6 Shiv": "पीडब्लू . ने कहा कि गवाह मुनीफ सहित कई ग्रामीणों ने घटना देखी है।",
  "in his examination-in-chief that he had recorded the statements of witnesses Munif, Iltaf and Murtaza.": "परीक्षा में कहा कि उसने गवाहों मुनीफ, इल्ताफ और मुर्तजा के बयान दर्ज किए",
  "However, he has not stated any reason for not examining these three independent eyewitnesses. In fact, in": "थे। हालांकि, उन्होंने इन तीन स्वतंत्र चश्मदीद गवाहों की परीक्षा नहीं करने का कोई कारण नहीं बताया है। वास्तव में, पीडब्लू 2 की प्रतिपरीक्षा के प्रस्तर 5",
  "that witness Munif had come to the Court on the very day": "में, उसने कहा कि गवाह मुनीफ उसी दिन अदालत में आया था जिस दिन",
  "on which his evidence was recorded, but he had become": "उसका साक्ष्य दर्ज किया गया था, लेकिन वह पक्षद्रोही हो गया था।",
  "9. As observed earlier, there is serious doubt whether": "9. जैसा कि पहले देखा गया है, इसमें गंभीर संदेह है कि क्या पीडब्लू । और",
  "PW-1 and PW-2 had really seen the appellant assaulting the deceased with the blunt edge of the spade. There was": "पीडब्लू 2 ने वास्तव में अपीलकर्ता को कुदाल के नुकीले किनारे से मृतक पर",
  "a prior enmity between the two eyewitnesses and the": "हमला करते देखा था। दो चश्मदीद गवाहों और अभियुक्त के बीच पहले से ही",
  "accused. Moreover, at least three independent eyewitnesses were available whose statements under": "दुश्मनी थी। इसके अलावा, कम से कम तीन स्वतंत्र चश्मदीद गवाह उपलब्ध थे",
  "short, ‘Cr.P.C.’) were admittedly recorded. One of them (Munif) admittedly attended the Court but was not": "धारा 6 के तहत दर्ज किए गए थे। उनमें से एक (मुनीफ) स्वीकार्य रूप से",
  "were not examined, especially when the version of the eyewitnesses examined before the Court, inspires": "गई थी, विशेष रूप से जब अदालत के समक्ष परीक्षित चश्मदीद गवाहों का बयान",
  "confidence. In the present case, version of PW-1 and PW-": "विश्वास पैदा करता हो। वर्तमान मामले में, पीडब्लू । और पीडब्लू 2 के कथानक",
  "2 does not inspire confidence. That is how the failure of the prosecution to examine three independent": "विश्वास को प्रेरित नहीं करते हैं। इस तरह तीन स्वतंत्र चश्मदीदों, जिनके बयान",
  "very relevant. Moreover, one of the three witnesses": "प्रासंगिक हो जाती है। इसके अलावा, तीन गवाहों में से एक अदालत में",
  "attended the Court but was not examined. Considering": "उपस्थित हुआ, लेकिन उसका परीक्षण नहीं किया गया। इस तथ्य पर विचार",
  "the fact that the testimony of PW-1 and PW-2 who were": "करते हुए कि पीडब्लू । और पीडब्लू 2 की गवाही, जो कथित रूप से घायल",
  "allegedly injured witnesses, cannot be believed, adverse": "गवाह थे, पर विश्वास नहीं किया जा सकता है, अभियोजन पक्ष द्वारा तीन",
  "no.10 died during the pendency of the appeal before the High Court of Judicature at Allahabad.": "गई थी। इलाहाबाद उच्च न्यायालय में अपील के विचाराधीन रहने के दौरान, अभियुक्त संख्या 0 की मृत्यु हो गई।",
  "2. The incident is of 17 August 1984. According to": "2. यह घटना 7 अगस्त 984 की है। अभियोजन पक्ष के कथानक के",
  "the prosecution’s case, PW-1 Uday Raj Maurya, PW-2": "अनुसार, पीडब्लू । उदय राज मौर्य, पीडब्लू 2 राम आधार (पीडब्लू । का",
  "Ram Aadhar (father of PW-1) and Karam Hussain (deceased) were sitting near the doorsteps of the house of": "पिता) और करम हुसैन (मृतक) पीडब्लू । और पीडब्लू 2 के घर के दरवाजे के",
  "previous enmity between PW-1 and PW-2 on the one": "मामले के अनुसार, एक तरफ पीडब्लू । और पीडब्लू 2 तथा दूसरी तरफ",
  "hand and the accused persons on the other. There was a": "अभियुक्त व्यक्तियों के बीच पूर्व शत्रुता थी। अभियुक्त संख्या के परिवार के",
  "case filed against the family of the accused no.1 in which PW-2 was a witness. According to the prosecution’s case,": "खिलाफ एक मामला दायर किया गया था जिसमें पी डब्लू 2 एक गवाह था।",
  "against accused no.7 Tufani. Moreover, PW-2 had filed": "तथा अभियुक्त संख्या 7 तूफानी के विरूद्ध एक डिक्री पारित की गई थी। इसके",
  "the case against accused no.3 and accused no.4. While": "अलावा, पीडब्लू 2 ने अभियुक्त संख्या 3 और अभियुक्त संख्या 4 के खिलाफ",
  "PW-1, PW-2 and the deceased were discussing the issue of irrigating their fields, the accused persons came there": "वाद दायर किया था। जब पीडब्लू , पीडब्लू 2 और मृतक अपने खेतों की",
  "of irrigating their fields, the accused persons came there carrying bricks and bamboo sticks. The appellant was": "सिंचाई के मुद्दे पर चर्चा कर रहे थे, तब अभियुक्त व्यक्ति ईटें और बांस के डंडे",
  "carrying a spade. At that time, accused nos.4 and 6": "लेकर आए।अपीलकर्ता के पास एक कुदाल थी। उस समय, अभियुक्त संख्या 4",
  "shouted that PW-1, PW-2 and the deceased should be": "और 6 चिल्लाये कि पी डब्लू ., पी डब्लू 2 और मृतक को मार दिया जाना",
  "killed so that the case gets finished. On hearing this, PW-1, PW-2 and the deceased ran towards the northern": "चाहिए ताकि मुकदमा समाप्त हो जाए। यह सुनने के बाद, पीडब्लू 2, पीडब्लू 2",
  "side of the house of PW-1. The accused persons chased": "और मृतक पीडब्लू । के घर के उत्तर की ओर भागे। अभियुक्तों ने उनका पीछा",
  "and surrounded them. The appellant attacked the deceased on his head with the blunt edge of the spade.": "किया और उन्हें घेर लिया।अपीलकर्ता ने मृतक के सिर पर कुदाल के नुकीले"
}