{
  "proceed against the appellant for the alleged offences. The said": "कथित अपराधों के लिए अपीलार्थी के खिलाफ आगे बढ़ने के लिए कोई मामला",
  "6. In view of the aforesaid, this appeal stands disposed of.": "6. उपरोक्त को ध्यान में रखते हुए, इस अपील का निस्तारण किया जाता है।",
  "7. It is needless to clarify that the observations made in": "7. यह स्पष्ट करने की आवश्यकता नहीं है कि इस निर्णय में की गई टिप्पणियाँ",
  "this judgment are relevant only for the purpose of the FIR in question and the consequential criminal proceedings. None of": "केवल संबंधित प्राथमिकी और परिणामी आपराधिक कार्यवाही के उद्देश्य से",
  "the observations shall have any bearing on any of the pending": "प्रासंगिक हैं।इन टिप्पणियों में से किसी का भी किसी भी लंबित आपराधिक",
  "criminal prosecutions or any other proceedings.": "अभियोजन या किसी अन्य कार्यवाही पर कोई प्रभाव नहीं पड़ेगा।",
  "(J.B. PARDIWALA )": "(न्यायमूर्ति जे. बी. पारदीवाला)",
  "NEW DELHI;": "नई दिल्ली",
  "AUGUST 08, 2023": "08 अगस्त, 2023",
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपील क्षेत्राधिकार",
  "CRIMINAL APPEAL NO. 2338 OF 2023": "आपराधिक अपील संख्या 2338 /2023",
  "(Arising out of S.L.P. (Criminal) No. 9729 of 2018)": "(विशेष अनुमति याचिका (आपराधिक) संख्या 9729/2048 से उत्पन्न)",
  "JUDGMENT": "निर्णय",
  "J.B. PARDIWALA, J. :": "न्यायमूर्ति जे. बी. पारदीवाला",
  "l. Leave granted.": ". अनुमति प्रदान की गई।",
  "passed by the High Court of Judicature at Allahabad in the Criminal Miscellaneous Writ Petition No. 28080 of 2018 filed by": "28080/2048 में इलाहाबाद उच्च न्यायालय द्वारा पारित आदेश 05.40.208",
  "the appellant herein by which the High Court rejected the Writ": "दिनांकित से उत्पन्न हुई है, जिसके द्वारा उच्च न्यायालय ने रिट याचिका को",
  ". the Police Station Mirzapur, District Saharanpur, State of U.P.": "खारिज कर दिया और इस तरह थाना मिर्ज़ापुर, जिला सहारनपुर, उत्तर प्रदेश",
  "of the Uttar Pradesh Gangsters and Anti-Social Activities": "22.07.2048 को उत्तर प्रदेश गिरोहबन्द और असामाजिक क्रियाकलाप",
  "3. The FIR dated 22.07.2018 reads thus:-": "3. दिनांक 22.07.2048 की प्राथमिकी इस प्रकार है: -",
  "“The complainant made oral statement that on today": "\"शिकायतकर्ता ने मौखिक बयान दिया कि आज दिनांक 22.07.2048",
  "Constable 1877 Navin Kumar for taking care of public order, patrolling and searching for wanted accused,": "जीप चालक अंकुश कुमार, कांस्टेबल 877 नवीन कुमार के साथ गश्त",
  "accused Haji Iqbal @ Balal son of Mohd. Abdul Wahid R/o_ Village- Mirjapurpole, PS. Mirjapur, District.": "उर्फ बलाल पुत्र मोहम्मद अब्दुल वाहिद निवासी ग्राम -मिर्जापुरपोल,",
  "R/o_ Village- Mirjapurpole, PS. Mirjapur, District. Saharanpur, has formed a united strong gang. In his": "थाना मीरजापुर, जिला सहारनपुर ने एक संयुक्त मजबूत गिरोह बनाया",
  "gang has Mahmood Ali Son of Mohd. Abdul Wahid,": "है। उसके गिरोह में महमूद अली पुत्र मोहम्मद अब्दुल वाहिद, अब्दुल",
  "Abdul Wajid Son of Haji Iqbal @ Bala and Javed son": "वाजिद पुत्र हाजी इकबाल उर्फ बाला और जावेद पुत्र हाजी इकबाल उर्फ",
  "of Haji Iqbal @ Bala R/o R/o Village- Mirjapurpole, PS. Mirjapur, District. Saharanpur, are active member. This": "बाला निवासी ग्राम-मिर्जापुरपोल, थाना मीरजापुर, जिला सहारनपुर के",
  "have taken unlawful possessions of the land and": "करके जमीनों पर अवैध कब्जा कर लिया है और जान से मारने की",
  "giving threat of killing the. In the public there is so much fear of these people that ordinarily no one have": "धमकी दी है।जनता में इन लोगों का इतना खौफ है कि आम तौर पर",
  "the courage to report in police station and give": "कोई इनके खिलाफ थाने में रिपोर्ट करने और गवाही देने की हिम्मत नहीं",
  "under chapter 5A, 17 and 22 of IPC. On the basis of": "जुटा पाता।आआरोपी आईपीसी के अध्याय 5ए, 47 और 22 के तहत",
  "received information and on the basis of criminal": "अपराध करते हैं। प्राप्त सूचना के आधार पर तथा गिरोह के सरगना",
  "history of gang leader Iqbal @ Balal and members": "इकबाल उर्फ बलाल तथा सदस्यों के आपराधिक इतिहास के आधार पर",
  "gangchart was prepared and _ sent to _ District Magistrate, Saharanpur for approval, which approval": "गैंगचार्ट तैयार कर जिला मजिस्ट्रेट, सहारनपुर को अनुमोदन हेतु भेजा",
  "was received later. The criminal history of the accused": "गया, जिसकी स्वीकृति बाद में प्राप्त हो गयी।अभियुक्त का आपराधिक",
  "is as under; 1. Haji Iqbal @ Bala son of Mohd. Abdul": "इतिहास निम्नानुसार है।. हाजी इकबाल उर्फ बाला पुत्र मोहम्मद",
  "Wahid above mentioned, 1. Case crime no. 65/18": "अब्दुल वाहिद (उपरोक्त), . मुकदमा अपराध संख्या 65/48 भा.दं.सं.",
  "section 447, 506, and 120B IPC, 2. Case Crime No.": "की धारा 447,506 और 420बी, 2. मुकदमा अपराध संख्या",
  "196/17 sections 420, 406 and 506 IPC, 2-Mahmood": "96/व7 भारतीय दण्ड संहिता की धारा 420, 406 और 506, 2-",
  "Ali S/o Mohd. Abdul Wahid above mentioned, 1-Case": "महमूद अली पुत्र मोहम्मद अब्दुल वाहिद (उपरोक्त), 4-मुकदमा",
  "Crime No. 65/18 sections 447, 504 and 120B IPC, 3-": "अपराध संख्या 65/8 भारतीय दण्ड संहिता की धारा 447, 504",
  "Abdul Wajid S/o Haji Iqbal @ Bala above mentioned,": "और व208 , 3-अब्दुल वाजिद पुत्र हाजी इकबाल उर्फ बाला",
  "1- Case Crime No. 196/17 section 420, 406, 506 IPC,": "(उपरोक्त), -मुकदमा अपराध संख्या 496/47 भारतीय दण्ड संहिता",
  "2- Case Crime No. 318/17 section 447 IPC, 4-Javed": "की धारा 420,406, 506, 2-मुकदमा अपराध संख्या 38/47"
}