{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय अधिकारिता",
  "CIVIL APPEAL NO. OF 2022": "सिविल अपील संख्या......... वर्ष 2022",
  "(@ SPECIAL LEAVE PETITION (C) NO.25485 OF 2014)": "((क विशेष अनुमति याचिका (दीवानी) संख्या 25485 वर्ष 2074)",
  "AUTHORITY (NOIDA) ...Appellant(s)": "न्यू ओखला औद्योगिक विकास प्राधिकरण (नोएडा). ..... अपीलकर्ता(गण)",
  "WITH": "सह",
  "CIVIL APPEAL NOS. OF 2022": "सिविल अपील संख्या ............ वर्ष 2022",
  "(@ SPECIAL LEAVE PETITION (C) Nos. 32861-32862 OF 2017)": "((क विशेष अनुमति याचिका (दीवानी) संख्या 3286-32862 वर्ष 2077)",
  "(@ SPECIAL LEAVE PETITION (C) No. 25488 OF 2014)": "((क विशेष अनुमति याचिका (दीवानी) संख्या 25488/2074)",
  "(@ SPECIAL LEAVE PETITION (C) No. 25487 OF 2014)": "((क विशेष अनुमति याचिका (दीवानी) संख्या 25487 वर्ष 2074)",
  "ORDER": "आदेश",
  "Uday Umesh Lalit, CJI": "भारत के मुख्य न्यायाधीश उदय उमेश ललित",
  "1. Leave granted.": ". अनुमति प्रदान की गयी।.",
  "2. The present appeals at the instance of New Okhla Industrial Development Authority (““NOIDA’, for short) take exception to the interim order dated": "2. न्यू ओखला औद्योगिक विकास प्राधिकरण (संक्षेप में 'नोएडा' ) की ओर से",
  "Court’, for short) in Civil Miscellaneous Writ Petition Nos. 58555 of 2005, 58702": "वर्तमान अपीलें सिविल प्रकीर्ण रिट याचिका संख्या 58555/2005,",
  "of 2005 and 61630 of 2005; and in First Appeal No.790 of 2008.": "५58702/2005 और 6630/2005 और प्रथम अपील संख्या 790/ 2008",
  "Said Writ Petitions were filed by Kendriya Karamchari Sahkari Grih Nirman Samiti Limited (‘Respondent-Society’, for short) challenging the orders": "केंद्रीय कर्मचारी सहकारी गृह निर्माण समिति लिमिटेड (संक्षेप में, 'प्रत्यर्थी-सोसाइटी') द्वारा सीलिंग की कार्यवाही में पारित आदेशों को चुनौती",
  "3. Certain parcels of land were purchased by Respondent-Society from some": "3. प्रत्यर्थी-सोसाइटी द्वारा कुछ व्यक्तिगत भू-धारकों से भूमि के कुछ टुकड़े",
  "Section 154 of the U.P. Zamindari Abolition and Land Reforms Act, 1950 (‘U.P. Act’, for short) and, therefore, the": "अधिनियम, 950 (संक्षेप में, उत्तर प्रदेश अधिनियम) की धारा 54 के प्रावधानों का उल्लंघन करते हुए किए गए थे और इसलिए",
  "lands vested in the State Government.": "भूमि राज्य सरकार में निहित थीं।",
  "11) The second objection pertains to the applicability of Ceiling": "(प) दूसरी आपत्ति अधिकतम सीमा कानून की प्रयोज्यता से",
  "Law in terms of which any holding greater than 12.5 acres": "संबंधित है, जिसके संदर्भ में 2.5 एकड़ से अधिक की कोई भी",
  "would vest in the State Government.": "जोत राज्य सरकार में निहित होगी।",
  "Petition Nos. 58555 of 2005, 58702 of 2005 and 61630 of 2005 challenging said": "जो. रिट याचिका. संख्या 58555/2005,  58702/2005. और",
  "7. A Civil Suit being Original Suit No. 273 of 2006 was also filed by Respondent-Society as a sequel to the decision rendered by this Court in NOIDA": "7. नोएड़ा वाद ' में इस न्यायालय द्वारा दिए गए निर्णय के फलस्वरूप प्रत्यर्थी - सोसाइटी द्वारा एक सिविल वाद मूल वाद संख्या 273/ 2006 भी दायर किया",
  "case’, challenging the letter dated 05.05.1998 issued by NOIDA cancelling the": "गया था, जिसमें नोएडा द्वारा दिनांक 05.05.998 को जारी किए गए उस पत्र",
  "allocations made in favour of said 1754 members. Said Suit was allowed by the": "को चुनौती दी गई थी जिसमें उक्त 754 सदस्यों के पक्ष में किए गए आवंटन",
  "Trial Court setting aside the letter dated 05.05.1998 issued by NOIDA. It was,": "को रद्द कर दिया गया था। नोएड़ा द्वारा जारी किए गए 05.05.998 दिनांकित पत्र को अपास्त करते हुए उक्त वाद को विचारण न्यायालय द्वारा स्वीकार किया",
  "27.02.1988 1.e., after the issuance of Notification for acquisition. It was, therefore,": "27.02.988 के बाद, अर्थात्‌, अधिग्रहण के लिए अधिसूचना जारी होने के",
  "held by the Trial Court that no right with respect to lands purchased by the Respondent-Society after 27.02.1988 could arise in favour of the Respondent-": "न्यायालय द्वारा यह अभिनिर्धारित किया गया कि प्रत्यर्थी -सोसाइटी द्वारा 27.02.988 के बाद खरीदी गई भूमि के संबंध में कोई अधिकार प्रत्यर्थी -",
  "deposited Rs.19 crores constituting 40% towards down payment, followed by": "पेमेंट के रूप में 40 प्रतिशत था, इसके बाद ब्याज सहित तीन समान छमाही",
  "Thus, Rs.36 crores in all were deposited by said 1754 members.": "द्वारा कुल 36 करोड़ रुपये जमा किए गए।",
  "5. There were numerous complaints about fake membership of Respondent-": "5५, प्रत्यर्थी-सोसायटी की फर्जी सदस्यता के बारे में कई शिकायतें थीं।इसलिए",
  "Society. An enquiry was therefore undertaken by Dr. Prabhat Kumar, Deputy Chief Executive Officer of NOIDA, who recommended cancellation of allotment": "नोएडा के उप मुख्य कार्यकारी अधिकारी डॉ. प्रभात कुमार द्वारा जांच की गई,",
  "issuance of show cause notice dated 08.07.1997, NOIDA issued letter dated": "की सिफारिश की।परिणामस्वरूप, दिनांक 08.07.997 को कारण बताओ नोटिस जारी करने के बाद, नोएडा ने ऐसे सभी आबंटन रद्द करते हुए दिनांक",
  "05.05.1998 cancelling all such allocations. This, in turn, resulted in a challenge": "05.05.998 को पत्र जारी किया। इसके परिणामस्वरूप इसे चुनौती दी गई",
  "which was initially accepted by the High Court vide its decision in Writ Petition No.39842 of 2001. The decision was, however, reversed by this Court in New": "जिसे प्रारंभ में उच्च न्यायालय ने रिट याचिका संख्या 39842/200] में अपने निर्णय द्वारा स्वीकार कर लिया था। तथापि, इस न्यायालय ने न्यू ओखला",
  "arising therefrom is also pending consideration before the High Court.": "इससे उत्पन्न प्रथम अपील भी उच्च न्यायालय के समक्ष विचाराधीन है।",
  "11. In the circumstances, when the matters were taken up for hearing, an": "7. इन परिस्थितियों में, जब मामलों को सुनवाई के लिए लिया गया था, यह",
  "attempt was made to see if the parties could arrive at an understanding and settle": "देखने का प्रयास किया गया था कि क्या पक्षकार एक सहमति पर पहुंच सकते",
  "the matter. With this view following observations were made by this Court in its": "हैं और मामले को सुलझा सकते हैं। इस विचार के साथ इस न्यायालय द्वारा",
  "Order dated 23.08.2021.": "दिनांक 23.08.202 के अपने आदेश में निम्नलिखित टिप्पणियां की गई।",
  "“Mr. Kavin Gulati, learned Senior Advocate appearing for the Kendriya Karamchari Sehkari Grih Nirman Samiti (“the Society’, for short)": "\"केन्द्रीय कर्मचारी सहकारी गृह निर्माण समिति (संक्षेप में \"सोसायटी\") की ओर से पेश वरिष्ठ अधिवक्ता श्री कविन गुलाटी ने",
  "submits inter alia:": "अन्य बातों के साथ-साथ कहा किः",
  "(a) The extent of land acquired by the Society prior to 03.06.1981": "(क) 03.06.98] से पूर्व सोसाइटी द्वारा अधिग्रहित भूमि की",
  "was 99.28 bigas though after 03.06.1981 the holding of the Society as on": "सीमा 99.28 बीघा थी, यद्यपि 03.06.98 के पश्चात्‌",
  "27.02.1988 had risen to the level of 202.04 bighas.": "27.02.988 को सोसाइटी की जोत 202.04 बीघा के स्तर तक बढ़ गई थी।",
  "(b) The Society is willing to restrict its entitlement in respect of the holding of 99.28 bighas as on 03.06.1981.": "(ख) सोसाइटी 03.06.98 को 99.28 बीघा की जोत के संबंध में अपनी हकदारी को सीमित करने के लिए तैयार है।",
  "(c) Going by the Khodaiji Committee Report in terms of which 40% of the developed land would be made over, the entitlement of the Society": "(ग) खोदाईजी समिति की रिपोर्ट, जिसके अनुसार विकसित भूमि का 40 प्रतिशत हिस्सा हस्तांतरित हो जाएगा, सोसायटी की",
  "will translate to 39.71 bighas = 24.82 acres.": "हकदारी 39.7] बीघा - 24.82 एकड़ हो जाएगी।",
  "(d) Though the initial membership of the Society was stated to be": "(घ) यद्यपि सोसाइटी की प्रारंभिक सदस्यता 249 सदस्यों",
  "2149 members, after process of verification and re-verification the list of": "की बताई गई थी, सत्यापन और पुनः सत्यापन की प्रक्रिया के बाद,",
  "Even out of 1053 members 76 members had encashed their cheques": "यहां तक कि 053 सदस्यों में से 76 सदस्यों ने अपने चेक",
  "while 133 persons had sold their interest in favour of transferees.": "भुना लिए थे, जबकि 33 सदस्यों ने अंतरितियों के पक्ष में अपना हित बेच दिया था।",
  "(e) Thus as against the entitlement of 24.82 acres, the interest of 977": "(ड) इस प्रकार 24.82 एकड़ भूमि की पात्रता के सापेत्र 977",
  "members may need to be taken care of.": "सदस्यों के हितों का ध्यान रखने की आवश्यकता है।",
  "Mr. Ravindra Kumar, learned advocate appearing for NOIDA on the other-hand submits:": "दूसरी ओर, नोएडा की ओर से पेश विद्वान अधिवक्ता श्री रविन्द्र कुमार ने कहाः",
  "(a) Initially, allotment letters were issued to 1754 members of the Society, based on the premise that the entitlement of the Society governed": "(क) आरंभ में, सोसाइटी के 754 सदस्यों को इस आधार पर आबंटन पत्र जारी किए गए थे कि खोदाईजी समिति सूत्र द्वारा",
  "Society, based on the premise that the entitlement of the Society governed by Khodaiji Committee formula would be in respect of 299 bighas.": "पर आबंटन पत्र जारी किए गए थे कि खोदाईजी समिति सूत्र द्वारा शासित सोसाइटी की पात्रता 299 बीघा के संबंध में होगी।",
  "(b) However, after certain complaints were received, Prabhat Kumar": "(ख) हालांकि, कुछ शिकायतें प्राप्त होने के बाद, प्रभात कुमार",
  "Committee was constituted which went into the issues of membership as": "समिति का गठन किया गया था जिसने सदस्यता के साथ -साथ",
  "the concerned persons whereafter the allocation made to 1754 persons was": "कारण बताओ नोटिस जारी किए गए, जिसके बाद 754 व्यक्तियों",
  "cancelled.": "को किया गया आवंटन रद्द कर दिया गया।",
  "(c) 133 persons having sold away their interest without taking due": "(ग) 33 व्यक्तियों ने नोएडा से सम्यक्‌ अनुमति लिए बिना",
  "only 844 members of the Society would be considered for appropriate": "जाता है तो सोसायटी के केवल 844 सदस्यों पर ही उचित आवंटन",
  "Mr. Tanmay Agrawal, learned Advocate appearing for the State": "राज्य की ओर से पेश विद्वान अधिवक्ता श्री तन्मय अग्रवाल ने",
  "submits that if the entitlement is restricted to 99 bighas which the Society": "कहा कि यदि हकदारी 99 बीघा तक सीमित है जिसे सोसाइटी ने",
  "has purchased upto 03.06.1981, prima facie, the State would not have any objection.": "03.06.98] तक खरीदा है तो प्रथमदृष्ठया राज्य को कोई आपत्ति नहीं होगी।",
  "advanced by Mr. Kavin Gulati, learned Senior Advocate.": "भीतर श्री कवीन गुलाटी, विद्वान वरिष्ठ अधिवक्ता द्वारा दी गई दलीलों",
  "“G) Subject to procedural formality at the level of the Petitioner and the orders,": "\"(|) याचिकाकर्ता के स्तर पर प्रक्रियात्मक औपचारिकता और इस",
  "carry out a relaying of a part of Sector 43, so as to demarcate and develop": "रहते हुए, याचिकाकर्ता प्राधिकरण सेक्टर 43 के एक हिस्से को",
  "a Group Housing plots in the said Sector, wherein multi-storeyed flats can": "पुनर्व्यवस्थित कर सकता है, ताकि उक्त क्षेत्र में एक समूह आवास",
  "the said Samiti, at their own cost and subject to obtaining sanction of the": "समिति के सदस्यों द्वारा और उनके लिए, उनकी अपनी लागत पर",
  "Gi) In view of the fact that the Samiti is agreeable that the total number of": "(॥) इस तथ्य को ध्यान में रखते हुए कि समिति इस बात से सहमत",
  "constructed is now limited to 844, which suffice it to say that for": "पात्र सदस्यों की कुल संख्या अब 844 तक सीमित है, जो यह कहने",
  "construction of multi-storeyed flats having an area of about 1800 sq. ft. per": "के लिए पर्याप्त है कि प्रति फ़ैट लगभग 800 वर्ग फुट के क्षेत्र वाले",
  "flat, the area of the Group Housing plot, that is required is about 40,000 sq. mtrs.": "बहुमंजिला फ़ैटों के निर्माण के लिए समूह आवास भूखंड का क्षेत्रफल लगभग 40, 000 वर्ग मीटर होना आवश्यक है।",
  "(iii) It is respectfully submitted that in case the submissions made in Sub Para": "(प) यह आदरपूर्वक प्रस्तुत किया गया है कि यदि उपरोक्त प्रस्तर 3",
  "(i) and (ii) of para 3 above is approved by this Hon’ble Court, then all claims": "के उप-प्रस्तर (।) और (ा) में किए गए अभिकथनों को इस माननीय न्यायालय द्वारा अनुमोदित किया जाता है, तो उक्त समिति",
  "whatsoever by the said Samiti and / or any one claiming to be its member": "और/या इसके सदस्य होने का दावा करने वाले किसी भी व्यक्ति",
  "shall stand extinguished and no one claiming through the said Samiti shall": "द्वारा किए गए सभी दावे समाप्त हो जाएंगे और उक्त समिति के माध्यम",
  "Housing plot or for construction of flats in excess of 844.”": "समूह आवास भूखंड के लिए या 844 से अधिक के फ़रैटों के निर्माण",
  "It is, therefore, clear that NOIDA is agreeable to re-lay part of Sector 43": "इसलिए यह स्पष्ट है कि नोएडा सेक्टर 43 के हिस्से को पुनर्व्यवस्थित",
  "and to make allotments of multi-storeyed flats in favour of 844 persons; with each": "करने और बहुमंजिला फ़ैटों का आवंटन 844 व्यक्तियों के पक्ष में करने के लिए",
  "of those flats admeasuring about 1800 square feet.": "सहमत है, जिनमें से प्रत्येक फ़ैट लगभग 800 वर्ग फुट का है।",
  "An appropriate area can thus be carved out from Sector 43 of NOIDA and": "इस प्रकार नोएडा के सेक्टर 43 से एक उपयुक्त क्षेत्र बनाया जा सकता है",
  "provision can be made for multi-storeyed complex as suggested in the affidavit.": "और शपथ पत्र में सुझाए गए अनुसार बहुमंजिला परिसर के लिए प्रावधान किया",
  "As the submission of Mr. Kavin Gulati, learned senior counsel, which was": "जा सकता है। जैसा कि विद्वान वरिष्ठ अधिवक्ता श्री कवीन गुलाटी के",
  "recorded in the order dated 23.8.2021 would show the claim was restricted to 977": "अभिकथन, जिसे 23.8.202 के आदेश में दर्ज किया गया था, से पता चलता",
  "members. Further, out of said 977 members, 133 persons had sold away their": "है कि दावा 977 सदस्यों तक सीमित था।इसके अलावा, 977 सदस्यों में से",
  "of said 133 persons, according to NOIDA, cannot lay any claim.": "और इस प्रकार, नोएडा के अनुसार, उक्त 33 व्यक्तियों के अंतरिती कोई दावा नहीं कर सकते।",
  "13. The litigation in the instant case started way back in 1990s and since then": "3. वर्तमान मामले में मुकदमेबाजी बहुत पहले 990 के दशक में शुरू हुई थी",
  "the matters have been pending in Courts of law. Three writ petitions and a first": "और तब से ये मामले न्यायालयों में लंबित हैं। तीन रिट याचिकाएं और प्रथम",
  "appeal are still pending consideration before the High Court. In the fitness of": "अपील अभी भी उच्च न्यायालय के समक्ष विचाराधीन हैं। मामले की उपयुक्तता",
  "things, in our considered view, the entire controversy can be set at rest on the": "के लिए, हमारे सुविचारित दृष्टिकोण में, पूरे विवाद को इस आधार पर सुलझाया",
  "understanding that 844 members of the Respondent-Society shall be provided": "जा सकता है कि प्रत्यर्थी -सोसाइटी के 844 सदस्यों को लगभग 800 वर्ग",
  "with apartments, admeasuring about 1800 square feet, as stated by NOIDA in its": "फीट के अपार्टमेंट प्रदान किए जाएंगे, जैसा कि नोएडा द्वारा इस न्यायालय द्वारा",
  "affidavit filed pursuant to the order dated 23.8.2021 passed by this Court. This": "पारित दिनांक 23.8.202 के आदेश के अनुसरण में दाखिल अपने शपथ पत्र",
  "direction will not only give quietus to the pending litigation between the parties": "में कहा गया है। यह दिशानिर्देश न केवल पक्षकारों के बीच लंबित मुकदमेबाजी",
  "but will also provide homes to said 844 persons and satisfy their long-standing": "को समाप्त करेगा, बल्कि 844 व्यक्तियों को आवास भी प्रदान करेगा और",
  "justice in the matter and direct NOIDA to extend to said 844 persons the benefit,": "और शक्ति का प्रयोग करते हैं और नोएडा को यह निर्देश देते हैं कि वह 844",
  "as indicated in the affidavit filed on behalf of NOIDA. Needless to say that the": "व्यक्तियों को लाभ प्रदान करे, जैसा कि नोएडा की ओर से दायर शपथ पत्र में इंगित किया गया है। यह कहने की आवश्यकता नहीं है कि भूमि की कीमत",
  "price of the land shall be fixed by NOIDA purely in accordance with its extant": "इंगित किया गया है। यह कहने की आवश्यकता नहीं है कि भूमि की कीमत नोएडा द्वारा पूरी तरह से इसकी मौजूदा नीति और लागू मानदंडों के अनुसार",
  "policy and the applicable norms. The list of said 844 persons shall be furnished": "तय की जाएगी। उक्त 844 व्यक्तियों की सूची प्रत्यर्थी-सोसायटी द्वारा प्रमाणित",
  "by Respondent-Society within two weeks from today under an authenticated": "प्रमाणपत्र के अन्तर्गत आज से दो सप्ताह के भीतर प्रस्तुत की जाएगी। ऐसी",
  "certificate by Respondent-Society. Such list shall be taken to be final and conclusive and consequential exercise shall be undertaken by NOIDA within": "सूची को अंतिम और निर्णायक माना जाएगा और नोएडा द्वारा तीन महीने के",
  "three months and appropriate allotment letters be issued to the concerned 844": "भीतर परिणामी कार्रवाई की जाएगी और संबंधित 844 व्यक्तियों को उचित",
  "persons. Upon issuance of such allotment letters, Writ Petition Nos. 58555/2005,": "आवंटन पत्र जारी किए जाएंगेइस तरह के आवंटन पत्र जारी होने पर, उद्च न्यायालय के समक्ष लंबित रिट याचिका संख्या 58555/2005,",
  "58702/2005 and 61630/2005; and First Appeal No. 790/2008 pending before the": "५58702/2005 और 6630/2005 और प्रथम अपील संख्या",
  "High Court, shall be withdrawn by the concerned parties and all claims raised by": "790/2008, संबंधित पक्षों द्वारा वापस ले लिया जाएगा और प्रत्यर्थी -",
  "Respondent-Society or could be raised by anyone claiming under Respondent-": "सोसाइटी द्वारा उठाए गए सभी दावे या वे दावे जो प्रत्यर्थी -सोसाइटी के तहत",
  "15. At this stage we must also deal with the claim of 133 persons who have": "5. इस स्तर पर, हमें 33 व्यक्तियों के दावों पर भी विचार करना चाहिए",
  "acquired by transfer, the interest of the erstwhile members. NOIDA shall look": "जिन्होंने स्थानांतरण द्वारा पूर्ववर्ती सदस्यों के हित अर्जित किए हैं।नोएडा उनके"
}