{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय के समक्ष",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO(S). 1457 OF 2022": "सिविल अपील संख्या (एस) - 457/2022",
  "(Arising out of SLP(Civil) No(s). 13953 of 2021)": "(एस.एल.पी. (सिविल) संख्या. 3953/202 से उत्पन्न)",
  "REGIONAL MANAGER, UCO BANK AND ANOTHER i . .}7~7~ ~~~ s.... APPELLANT(S)": "क्षेत्रीय प्रबंधक, यूको बैंक और अन्य... ..... अपीलकर्ता (एस)",
  "KRISHNA KUMAR BHARDWAJ .... RESPONDENT(S)": "कृष्ण कुमार भारद्वाज .... प्रत्यर्थी (गण)",
  "1. Leave granted.": "3. अनुमति प्रदान की गई।",
  "2. The instant appeal is directed against the judgment and order": "2. यह तत्काल अपील विद्वत एकल न्यायाधीश के दिनांकित 9 अक्टूबर,",
  "dated 21° January, 2021 passed by the Division Bench of the High Court of Allahabad affirming the order of the learned Single Judge": "209 आदेश की पुष्टी करते हुए उच्च न्यायालय इलाहाबाद की खण्ड पीठ द्वारा पारित दिनांकित 2 जनवरी, 202] निर्णय और आदेश के विरूद्ध निर्देशित की",
  "delinquent were quashed and set aside.": "अधिरोपित कर दी गई को रद्द और अपास्त कर दिया गया था।",
  "3. The respondent delinquent was serving as an Assistant Manager, Sewla Branch on 10/11\" November, 1999 when the incident of theft was reported. The respondent delinquent being one": "3. जब चोरी की घटना की हुई थी तब दोषी प्रत्यर्थी 0/7 नवंबर, 999 को सहायक प्रबंधक, सेवला शाखा के रूप में सेवारत था। नकदी के संयुक्त संरक्षक",
  "finding in reference to charge nos. 1 and 4 is concerned, the": "और 4 के संदर्भ में जहां तक निष्कर्ष का संबंध है , अपीलीय प्राधिकारी ने",
  "appellate authority concurred with the finding recorded by the inquiry officer and confirmed by the disciplinary authority in": "जांच अधिकारी द्वारा दर्ज की गई निष्कर्ष के साथ सहमति व्यक्त की और",
  "exercise of power under Regulation 17 of the Regulations, 1976 and": "विनियम, 976 के विनियमन 7 के तहत शक्ति के प्रयोग में अनुशासनात्मक",
  "modified the punishment by its Order dated 23\" December, 2002,": "प्राधिकरण द्वारा पुष्टि की और 23 दिसंबर, 2002 के अपने आदेश द्वारा सजा को",
  "the extract of which is as under:-": "संशोधित किया, जिसका उद्धरण निम्नानुसार हैः",
  "“I, therefore, in exercise of powers vested in me as Appellate Authority, and in terms of": "इसलिए, मैं अपीलीय प्राधिकारी के रूप में निहित शक्तियों के प्रयोग में , और",
  "Regulation 17 of UCO Bank Officer Employees (Discipline and Appeal) Regulations,": "यूको बैंक अधिकारी कर्मचारी (अनुशासन और अपील) विनियम, 976 के",
  "Charge No. | Proved Shri K.K. Bhardwaj (PFM No. 23213) shall be": "आरोप संख्या ।.... सिद्ध श्री केके भारद्वाज (पीएफएम संख्या - 2323)",
  "1 compulsorily retired from Bank's service.": "को बैंक की सेवा से अनिवार्य रूप से सेवानिवृत्त",
  "4 two stages in the time scale of pay for a period": "न अवधि के लिए वेतनमान में दो चरणों में कम",
  "of 4 (four) years. It is further directed that he": "किया जाएगा। यह आगे निर्देशित किया गया है",
  "will earn increments of pay during the period of": "कि वह कटौती की अवधि के दौरान वेतन वृद्धि",
  "reduction and that on expiry of this period the": "अर्जित करेगा और इस अवधि की समाप्ति पर",
  "reduction will have the effect of postponing his future increments.": "कमी का प्रभाव उसके भविष्य के वेतन वृद्धि को",
  "report dated 31° July, 2001. However, charge nos. 2 and 5 were": "3 जुलाई, 2007 की रिपोर्ट के द्वारा साबित किया। हालांकि, चार्ज न॑ 2 और 5",
  "not held proved.": "साबित नहीं हुए।",
  "6. It is an admitted fact that the date on which the theft was": "6. यह एक स्वीकार किया गया तथ्य है कि जिस तारीख को चोरी हुई थी, यानी",
  "committed, i.e. 10/11\" November, 1999, Mr. Vinod Kumar Khanna was the Manager of Sewla, Agra Branch. During that": "0/77 नवंबर, 999 को, श्री विनोद कुमार खन्ना आगरा शाखा सेवला के",
  "period, the present respondent was Assistant Manager and one Mr.": "प्रबंधक थे। उस अवधि के दौरान, वर्तमान प्रत्यर्थी सहायक प्रबंधक थे और एक",
  "K.L. Khandelwal was the Assistant Manager(Cash). Apart from": "श्री केएल खंडेलवाल सहायक प्रबंधक (नकदी) थे। उनके अलावा, चार अन्य",
  "them, four other clerks were posted at Sewla Branch and Mr. Vinod Kumar Khanna was not on duty on the day when the incident had": "लिपिक सेवला शाखा में तैनात थे और श्री विनोद कुमार खन्ना उस दिन ड्यूटी",
  "taken place. The signatures of custodian - the present respondent": "पर नहीं थे जब यह घटना हुई थी। संरक्षक के हस्ताक्षर वर्तमान दोषी प्रत्यर्थी",
  "delinquent and Mr. K.L. Khandewal(Assistant Manager(Cash) were": "और श्री केएल खांडेवाल (सहायक प्रबंधक (नकद) ) की पुष्टि की गई और इसके",
  "7. The statement of fact was duly recorded by the Inquiry Officer": "7. जांच अधिकारी द्वारा अपनी रिपोर्ट में तथ्यात्मक बयानों को दर्ज किया था कि",
  "in his report that the respondent delinquent was custodian of keys on the day, i.e., 10/11\" November, 1999 when the theft was": "दोषी प्रत्यर्थी उस दिन चाबियों का संरक्षक था, अर्थात, 0/7 नवंबर, 999",
  "committed and he was one of the joint custodian of cash and": "को जब चोरी हुई थी और वह नकदी के संयुक्त संरक्षक में से एक था और",
  "responsible for safety of keys/cash. After due appreciation of": "चाबियों /नकदी की सुरक्षा के लिए जिम्मेदार था। रिकॉर्ड पर रखे गए दस्तावेजी",
  "documentary evidence placed on record, the Inquiry Officer found charge nos. 1, 3 and 4 proved against the respondent delinquent. After due appreciation of the documentary evidence on record, the": "साक्ष्यों के उचित मूल्यांकन के बाद, जांच अधिकारी के आरोप सं ,3 और 4 दोषी प्रत्यर्थी के खिलाफ साबित हुए। अभिलेख पर उपस्थित दस्तावेजी साक्ष्यों",
  "extract of the findings which has been recorded, after detailed scrutiny of facts, by the Inquiry Officer in his report for arriving to a": "के उचित मूल्यांकन करने और जाँच अधिकारी के द्वारा तथ्यों के विस्तृत अध्ययन करने तथा दर्ज किए निष्कर्षों के सार के तहत अपने निष्कर्ष पर पहुंचने",
  "conclusion in holding charge nos. 1, 3 and 4 proved against the respondent delinquent are referred to hereunder:-": "के लिए आरोप संख्या ,3 और 4 जो प्रत्यर्थी अपराधी के विरूद्ध साबित किए",
  "regard are as under:-": "गये थे वे यहां संदर्भित किए गए हैं:",
  "Charge No. 3": "आरोप सं. 3",
  "Findings of the Inquiry Officer :-": "जांच अधिकारी के निष्कर्ष:-",
  "C.S.O. had left the branch at about 4.45 p.m. on 10.11.99, and as per ME-12": "सीएसओ ने 0..99 को लगभग 4.45 बजे शाखा छोड़ दी थी, और ५६ 2",
  "and ME-13 the Manager, Mr. V.K. Khanna had left the branch on 10.11.99 at": "और ५६ 3 के अनुसार प्रबंधक, श्री वीके खन्ना ने 0..99 को लगभग",
  "about 2.00 p.m. by informing to the Asstt. Manager, Mr. K.K. Bhardwaj. It is": "2.00 बजे शाखा छोड़ दी थी। प्रबंधक, श्री केके भारद्वाज शाखा की सुरक्षा",
  "the bounden duty of the Manager to ensure the security of the branch and in": "सुनिश्चित करना प्रबंधक का बाध्य कर्तव्य है और प्रबंधक की अनुपस्थिति में यह",
  "absence of the Manager it automatically passes on to the Asstt. Manager, who": "स्वचालित रूप से सहायक प्रबंधक, जो शाखा में दूसरे नंबर पर है को चला",
  "Bhardwaj while leaving the Sewla branch on 10.11.1999, in absence of the": "सेवला शाखा को छोड़ते समय, प्रबंधक की अनुपस्थिति में, 0..99 के",
  "Manager, must have fully ensured about the safety and security of the branch in view of alarming/huge cash accumulation (Rs. 27,84,002.17) in the branch": "कार्यदिवश के समापन पर शाखा में संकेतक /भारी मात्रा में नकदी संचय (27, 84, 002.7 रुपये) के मद्देनजर शाखा की सुरक्षा और व्यवस्था के बारे में",
  "ME-15. So, it is well substantiated by P.O. that the Asstt. Manager was lacking": "स्पष्ट है। इसलिए, पीओ द्वारा यह अच्छी तरह से पुष्टि की जाती है कि सहायक",
  "in his duty while leaving the branch on 10.11.99 in absence of the Manager, in the matter of security and safety of the branch.": "शाखा की सुरक्षा के मामले में प्रबंधक की अनुपस्थिति में 0..99 को शाखा",
  "I, therefore, hold that charge No. 3 stands proved against Mr. K.K. Bhardwaj, C.S.O.": "इसलिए, मैं उस चार्ज नंबर 3 को श्री केके भारद्वाज, सीएसओ के विरूद्ध साबित",
  "Charge No. 4": "आरोप सं, 4",
  "Findings of the Inquiry Officer:": "जांच अधिकारी के निष्कर्ष:-",
  "I have fully examined the contentions of P.O. & DR/CSO and my findings in": "मैंने पी.ओ. और डी.आर,./सी.एस.ओ की सामग्री की पूरी तरह से जांच की है",
  "this regard are as under:-": "और इस संबंध में मेरे निष्कर्ष निम्नानुसार हैं:",
  "Considering all the facts and material placed before me during the inquiry proceedings by the concerned parties, I concur with the arguments advanced": "संबंधित पक्षों द्वारा जांच कार्यवाही के दौरान मेरे सामने रखे गए सभी तथ्यों और सामग्री को ध्यान में रखते हुए, मैं प्रस्तुत अधिकारी द्वारा स्थापित और तथ्यों के",
  "corrigendum dated 13™ March, 2000 as under:-": "किया गया था और 3 मार्च, 2000 के एक शुद्धिपत्र के द्वारा उस पर एक और",
  "1. Being one of the joint custodians of cash, Mr. K.K. Bhardwaj was": ". नकदी के संयुक्त संरक्षकों में से एक होने के नाते, श्री केके भारद्वाज",
  "responsible for safety of keys of cash/strong room, he did not keep": "नकदी /स्ट्रांग कमरे की चाबियों की सुरक्षा के लिए जिम्मेदार थे, उन्होंने",
  "the eyes in his person as per guidelines of the Bank, instead left the": "बैंक के दिशानिर्देशों के अनुसार अपने स्टाफ के व्यक्तियों पर नजर नहीं",
  "to the guidelines for safety of keys of cash safe/strong room. He was": "रखी, इसके बजाय तिजोरी/स्ट्रांग रूम की चाबियों की सुरक्षा के लिए",
  "resulted into theft/loss of cash of Rs. 12.00 lacs from the cash safe.": "चोरी /तिजोरी से 2 लाख रूपयें का नुकसान हुआ।",
  "2. Mr. K.K. Bhardwaj, being one of the joint custodians of cash, did not": "2. श्री के. के. भारद्वाज, नकदी के संयुक्त संरक्षकों में से एक होने के",
  "arrange to remit the surplus cash on 10.11.1999 to Currency Chest, Belanganj Branch, Agra even though there was huge cash balance": "नाते, 0.7.999 को करेंसी चेस्ट, बेलगंज शाखा, आगरा को अधिशेष नकदी भेजने की व्यवस्था नहीं की, यद्यपि अपेक्षित दैनिक",
  "much more than the average, anticipated daily requirement. Thus, he": "आवश्यकता के औसत से बहुत अधिक नकदी शेष थी। इस प्रकार,",
  "did not take all possible steps to ensure and protect the interest of the Bank and did not discharge his duties with utmost devotion and": "उन्होंने बैंक के हित को सुनिश्चित करने और उनकी रक्षा के लिए सभी संभव कदम नहीं उठाए और अपने कर्तव्यों का निर्वहन पूरी निष्ठा और",
  "3. Before leaving the branch on 10.11.1999 after close of cash, Mr. K.K. Bhardwaj did not check about the closure of one rear gate between": "3. नकदी का लेन-देन बंद होने के बाद 0..999 को शाखा छोड़ने से पहले, श्री केके भारद्वाज ने सेवला शाखा, आगरा के मुख्य",
  "Bhardwaj did not check about the closure of one rear gate between the main hall and passage towards toilet of Sewla Branch, Agra which": "छोड़ने से पहले, श्री केके भारद्वाज ने सेवला शाखा, आगरा के मुख्य हॉल और शौचालय की ओर जाने के रास्ते बीच एक पीछे के गेट को बंद करने के बारे में जांच नहीं की, जिससे 0..99 को बिना बंद",
  "was left unlocked/opened on 10.11.99. Thus, he did not take take all": "बंद करने के बारे में जांच नहीं की, जिससे 0..99 को बिना बंद किये/खुला छोड दिया गया था। इस प्रकार, उन्होंने बैंक के हित को",
  "failed to discharge his duties with utmost devotion and diligence": "और पूरी निष्ठा और परिश्रम के साथ अपने कर्तव्यों का निर्वहन करने में",
  "which is violative of Regulation 3(1) of UCO Bank Officers Employees": "विफल रहे, जो संशोधित यूको बैंक अधिकारी कर्मचारी (आचरण)",
  "4. Mr. Bhardwaj did not maintain the key register for noting the transfer": "4. श्री भारद्वाज ने एक धारक से दूसरे को चाबियों के हस्तांतरण को नोट करने के लिए बना मुख्य रजिस्टर में व्यौरा को नहीं भरा। उन्होंने",
  "Cashier had not signed the key register on taking over charge of the": "का प्रभार लेने वाले मुख्य रजिस्टर पर हस्ताक्षर नहीं किए थे। इस",
  "discharge his duties with devotion and diligence which is violative of": "प्रकार, वह निष्ठा और परिश्रम के साथ अपने कर्तव्यों का निर्वहन करने",
  "Regulation 3(1) of UCO Bank Officer Employees (Conduct)": "में विफल रहा, जो संशोधित यूको बैंक अधिकारी कर्मचारी (आचरण)",
  "5. That Mr. K.K. Bhardwaj was in hand and glove with some person with": "5. कि श्री के. के. भारद्वाज 0 नवंबर, 999 को 2.00 लाख रुपये",
  "an ulterior motive in perpetration of theft of cash at Sewla Branch for": "में सेवला शाखा के नकदी की चोरी के अपराध में एक पूर्ववर्ती उद्देश्य",
  "The above punishments shall run concurrently, However, since no moral turpitude is being found against Shri Bhardwaj, he will be paid with all": "उपरोक्त दंड समवर्ती रूप से चलेंगे, तथापि, चूंकि श्री भारद्वाज के विरुद्ध कोई नैतिक अधमता नहीं पाई जा रही है, इसलिए उन्हें संदेय सभी टर्मिनल लाभों के",
  "10. The order passed by the appellate authority came to be challenged by the respondent under Article 226 of the Constitution.": "0. अपीलीय प्राधिकारी द्वारा पारित आदेश को संविधान के अनुच्छेद 226 के",
  "arrived to the conclusion that Mr. Vinod Kumar Khanna was the": "पर ध्यान देने के बाद, इस निष्कर्ष पर पहुंचे कि श्री विनोद कुमार खन्ना उस",
  "Branch Manager on the date when the incident had occurred, i.e.,": "तारीख पर शाखा प्रबंधक थे, जब घटना हुई थी, अर्थात, 0/77 नवंबर,",
  "10/11\" November, 1999 and the joint responsibility was of the Branch Manager and the Assistant Manager(Cash). Since the": "999 और संयुक्त जिम्मेदारी शाखा प्रबंधक और सहायक प्रबंधक (नकदी) की",
  "present respondent delinquent was the Assistant Manager, he could": "थी। चूंकि वर्तमान दोषी प्रत्यर्थी सहायक प्रबंधक था, इसलिए उसे चूक के लिए",
  "punishment inflicted upon the respondent delinquent under its": "के तहत दोषी प्रत्यर्थी को दी गई सजा के आदेश को अपास्त किया जाता है।",
  "present appellant, the Division Bench under the impugned judgment has not taken care to examine the report of inquiry and": "आक्षेपित फैसले के तहत खण्ड पीठ ने जांच की रिपोर्ट का परीक्षण करते समय",
  "Judge under the order impugned and dismissed the appeal by an": "ध्यान नहीं दिया और आदेश के तहत विद्वत एकल न्यायाधीश द्वारा आक्षेपित",
  "14. At the same time, learned counsel further submits that the": "4. साथ ही, विद्रत अधिवक्ता ने आगे कहा कि उद्च न्यायालय के विद्वत एकल",
  "were responsible officers and because of their negligence, theft has": "प्रबंधक (नकदी) थे जो जिम्मेदार अधिकारी थे और उनकी लापरवाही के कारण,",
  "been committed on 10/11 November, 1999 from the cash safe of": "शाखा के तिजोरी से 0 नवंबर, 999 को चोरी की गई है जो तथ्यात्मक रूप",
  "respondent delinquent who was the custodian and in-charge of keys at the relevant point of time along with Assistant Manager(Cash)": "यह दोषी प्रत्यर्थी था जो सहायक प्रबंधक (नकदी) के साथ उस प्रांसगिक समय",
  "served with the inquiry report or to the disciplinary or appellate": "उनके द्वारा प्रशासनिक या अपीलीय अधिकारी के समक्ष रिपोर्ट प्रस्तुत की",
  "authority while assailing the finding recorded by the inquiry officer": "जबकी उनहोंनें अपनी रिपोर्ट में जाँच अधिकारी के द्वारा दर्ज किए निष्कर्षों का",
  "in his report. This is the manifest error which the Division Bench of the High Court has committed in interfering with the domestic": "विरोध किया था। यह स्पष्ट त्रुटि है जिसे उच्च न्यायालय की खण्ड पीठ ने दोषी",
  "inquiry conducted against the respondent delinquent in which": "प्रत्यर्थी के खिलाफ की गई विभागीय जांच में हस्तक्षेप किया है जिसमें आरोप सं.",
  "charge nos. 1 and 4 were finally held proved against him. In the": "और 4 अंततः उनके खिलाफ साबित हुए। दी गई परिस्थितियों में, आक्षेपित",
  "given circumstances, the interference made by the High Court in the impugned judgment is not sustainable and deserves to be": "फैसले में उच्च न्यायालय द्वारा हस्तक्षेप पोषणीय नहीं है और इस न्यायालय द्वारा",
  "15. Per contra, learned counsel for the respondent, on the other": "5. इसके विपरीत, दूसरी ओर प्रतिवादी के लिए विद्वत अधिवक्ता यह प्रस्तुत",
  "hand, submits that respondent was the Assistant Manager and the responsibility was of the Manager of the Branch and the Assistant": "करते है कि प्रतिवादी सहायक प्रबंधक था और जिम्मेदारी शाखा के प्रबंधक और",
  "Manager(Cash) and submits that the finding recorded by the": "सहायक प्रबंधक (नकदी) की थी और प्रस्तुत करता है कि जांच अधिकारी द्वारा",
  "inquiry officer in his report is perverse and not sustainable.": "अपनी रिपोर्ट में दर्ज किया गया निष्कर्ष विकृत है और बरकरार रखने योग्य नहीं",
  "16. Learned counsel further submits that the plea was raised by": "6. विद्वत अधिवक्ता आगे प्रस्तुत करते हैं कि पक्षपाती होने के कारण जांच",
  "him against the inquiry officer being biased but no one has paid": "अधिकारी के खिलाफ उनके द्वारा दलील दी गई थी, लेकिन किसी ने भी उनके",
  "heed to his request and further submits that the documents": "अनुरोध पर ध्यान नहीं दिया है और आगे प्रस्तुत किया है कि उनके द्वारा मांगे गए",
  "demanded by him were not made available despite request and the": "दस्तावेज अनुरोध के बावजूद उपलब्ध नहीं कराये गये थे और अनुशासनात्मक /",
  "17. We have heard learned counsel for the parties and perused the": "7. हमने पक्षकारों के विद्वत अधिवक्ताओं को सुना और उनकी सहायता से",
  "inquiries, exercised by the departmental/appellate authorities": "न्यायालयों द्वारा विभागीय /अपीलीय अधिकारियों द्वारा निर्वहन किए गए",
  "injustice or violation of principles of natural justice and it is not": "या प्राकृतिक न्याय के सिद्धांतों के उल्लंघन को प्रकट करने वाली प्रक्रियात्मक",
  "akin to adjudication of the case on merits as an appellate authority": "प्राधिकारी के रूप में मेरिट के आधार पर मामले को स्थगित करने के समान नहीं",
  "which has earlier been examined by this Court in B.C. Chaturvedi": "है, जिसकी पहले इस न्यायालय द्वारा बीसी चतुर्वेदी बनाम भारत संघ और",
  "Vs. Union of India and Others’; Himachal Pradesh State Electricity Board Limited Vs. Mahesh Dahiya’ and recently by a": "अन्य; हिमाचल प्रदेश राज्य विद्युत बोर्ड लिमिटेड बनाम महेश दहिया* ; में",
  "Deputy General Manager(Appellate Authority) and Others Vs.": "(जिसमें हम मे से एक सदस्य है) उप महाप्रबंधक (अपीलीय प्राधिकारी) और",
  "Ajay Kumar Srivastava’ wherein this Court has held as under:-": "अन्य बनाम अजय कुमार श्रीवास्तव* जिसमें इस न्यायालय ने निम्नानुसार",
  "“24. It is thus settled that the power of judicial review, of the": "24. इस प्रकार यह तय किया जाता है कि संवैधानिक न्यायालयों की न्यायिक",
  "process and not the merits of the decision itself. It is to ensure": "योग्यता का मूल्यांकन करने की प्रक्रिया है। यह प्रक्रिया में निष्पक्षता सुनिश्चित",
  "fairness in treatment and not to ensure fairness of conclusion. The": "करना है और निष्कर्ष की निष्पक्षता सुनिश्चित करना नहीं है। किसी भी तरीके की",
  "delinquent if it is, in any manner, inconsistent with the rules of": "नैसर्गिक न्याय के किसी भी नियम से असंगतता या जाँच के तरीके में दिए गये",
  "natural justice or in violation of the statutory rules prescribing the": "वैद्यानिक नियमों का उल्लधन या जहां अुशासनात्मक प्राधिकरण के द्वारा निर्णय",
  "mode of enquiry or where the conclusion or finding reached by the disciplinary authority is based on no evidence. If the conclusion or": "या निष्कर्ष बिना किसी साक्ष्यों के दिये गये हो, यदि ऐसा हो तो, दोषी अपराधी",
  "review cannot be extended to the examination of correctness or reasonableness of a decision of authority as a matter of fact.": "न्यायिक समीक्षा के दायरे को तथ्य के रूप में प्राधिकरण के निर्णय की शुद्धता या",
  "25. When the disciplinary enquiry is conducted for the alleged misconduct against the public servant, the court is to examine and determine:": "25. जब लोक सेवक के खिलाफ कथित कदाचार के लिए अनुशासनात्मक जांच की जाती है, तो न्यायालय को जांच और निर्धारण करना हैः",
  "( whether the enquiry was held by the competent authority;": "(|) क्या जांच सक्षम प्राधिकारी द्वारा आयोजित की गई थी।",
  "(ii) whether rules of natural justice are complied with;": "(॥) क्या प्राकृतिक न्याय के नियमों का अनुपालन किया जाता है ।",
  "record that although Mr. Vinod Kumar Khanna was the Manager of the Branch but the date, i.e., 10/11\" November, 1999 on which": "तथ्यात्मक त्रुटि की गई थी कि श्री विनोद कुमार खन्ना, जो उस समय सेवला,",
  "respondent delinquent was the custodian of cash in keeping the": "कि दोषी प्रत्यर्थी पूरी तरह से जानकारी थी कि वह नकदी का संरक्षक था के",
  "keys in cash safe/strong room in the almirah of the stationery room": "बावजूद (स्टेशनरी कक्ष में एक अलमारी में तिजोरी /स्ट्रांग रूम की चाबियां रात",
  "punished him by an order dated 23\" December, 2002. Neither the": "28 फरवरी, 2002 के एक आदेश द्वारा दंडित किया गया था।",
  "thereafter by the disciplinary/appellate authority in passing of the": "कारण उसके साथ पक्षपात किया गया है या अनुशासनात्मक / अपील प्राधिकारी",
  "26. It is well settled that where the enquiry officer is not the": "26. यह अच्छी तरह से सुस्थापित है कि जहां जांच अधिकारी अनुशासनात्मक",
  "disciplinary authority, on receiving the report of enquiry, the": "प्राधिकरण नहीं है, जांच की रिपोर्ट प्राप्त करने पर, अनुशासनात्मक प्राधिकरण",
  "disciplinary authority may or may not agree with the findings": "पूर्व जाँच अधिकारी द्वारा दर्ज निष्कर्षों से सहमत हो सकता है या नहीं भी हो",
  "authority has to record the reasons for disagreement and after": "के कारणों को दर्ज करना होगा और यदि रिकॉर्ड पर उपलब्ध साक्ष्य इस तरह के",
  "affording an opportunity of hearing to the delinquent may record": "प्रयोग के लिए पयप्ति हैं तो दोषी को सुनवाई का अवसर प्रदान करने के बाद",
  "27. It is true that strict rules of evidence are not applicable to departmental enquiry proceedings. However, the only requirement of law is that the allegation against the delinquent must be": "27. यह सच है कि साक्ष्य के सख्त नियम विभागीय जांच कार्यवाही पर लागू नहीं होते हैं। हालांकि, कानून की एकमात्र आवश्यकता यह है कि अपराधी के",
  "established by such evidence acting upon which a reasonable": "खिलाफ आरोप ऐसे सबूतों के आधार पर स्थापित किया जाना चाहिए, जिस पर",
  "person acting reasonably and with objectivity may arrive at a": "एक उचित व्यक्ति यथोचित और निष्पक्षता के साथ कार्य कर सकता है, जो",
  "finding upholding the gravity of the charge against the delinquent employee. It is true that mere conjecture or surmises cannot": "अपराधी कर्मचारी के खिलाफ आरोप की गंभीरता को बरकरार रखता है। यह",
  "employee. It is true that mere conjecture or surmises cannot sustain the finding of guilt even in the departmental enquiry proceedings.": "सच है कि विभागीय जांच की कार्यवाही में भी केवल अनुमान अपराध के निष्कर्ष",
  "28. The constitutional court while exercising its jurisdiction of judicial review under Article 226 or Article 136 of the Constitution": "28. संवैधानिक न्यायालय संविधान के अनुच्छेद 226 या अनुच्छेद 36 के अधीन न्यायिक पुनर्विलोकन की अपनी अधिकारिता का प्रयोग करते हुए",
  "would not interfere with the findings of fact arrived at in the": "विभागीय जांच कार्यवाहियों में आए तथ्य के निष्कर्षों में हस्तक्षेप नहीं करेगा",
  "departmental enquiry proceedings except in a case of mala fides or": "सिवाय दुर्भावना या विकृति के मामले को छोड़कर जहां किसी निष्कर्ष का",
  "perversity i.e. where there is no evidence to support a finding or": "समर्थन करने के लिए कोई सबूत नहीं है या जहां एक निष्कर्ष ऐसा है कि कोई",
  "where a finding is such that no man acting reasonably and with": "भी व्यक्ति उन निष्कर्षों पर यथोचित और निष्पक्षता के साथ काम नहीं कर",
  "19. Adverting to the facts of the instant case, the Division Bench": "9. तत्काल मामले के तथ्यों को उल्लेख करते हुए, खण्ड पीठ ने इस आधार पर",
  "has proceeded on the premise that the responsibility was of the Branch Manager along with the Assistant Manager(Cash). Hence,": "कार्यवाही की है कि जिम्मेदारी सहायक प्रबंधक (नकदी) के साथ शाखा प्रबंधक",
  "the respondent could not have been held responsible for the lapses": "की थी। इसलिए, प्रतिवादी को उन अधिकारियों की चूक के लिए जिम्मेदार नहीं",
  "23. The submission made by learned counsel for the respondent that the inquiry officer was biased and that caused prejudice to": "23. प्रत्यर्थी के विद्वत अधिवक्ता द्वारा प्रस्तुत किया कि जांच अधिकारी पक्षपाती",
  "him, suffice it to say, that merely making allegation that he was": "था और इसलिए उसने उसके साथ पक्षपात किया, यह कहने के लिए पर्याप्त है",
  "him either during the course of inquiry or before’ the": "जांच के दौरान या अनुशासनात्मक/अपीलीय प्राधिकारी के समक्ष उसके द्वारा",
  "24. So far as the submission regarding non-supply of document is": "24. जहां तक दस्तावेज की आपूर्ति न करने के संबंध में प्रस्तुतिकरण का संबंध",
  "concerned, inquiry officer has observed that the record which was demanded by the respondent delinquent was made available to him": "है, जांच अधिकारी ने पाया है कि दोषी प्रत्यर्थी द्वारा मांगा गया रिकॉर्ड उसे",
  "except the one which was confidential in nature still he was": "उपलब्ध कराया गया था, एक के अतिरिक्त जो गोपनीय प्रकृति का था, फिर भी",
  "permitted for inspection. At the same time, the respondent failed to": "उसे निरीक्षण के लिए अनुमति दी गई थी। उसी समय, प्रतिवादी यह दिखाने में",
  "the alleged non-supply of the documents demanded by him.": "विफल रहा कि उसके द्वारा मांगे गए दस्तावेजों की कथित गैर -आपूर्ति के संदर्भ",
  "25. The further submission of learned counsel for the respondent": "25. प्रतिवादी के लिए विद्वत अधिवक्ता को आगे प्रस्तुत किया कि",
  "that the decision of the disciplinary/appellate authority being a": "अनुशासनात्मक/अपीलीय प्राधिकारी के निर्णय का बिना किसी कारण का और",
  "non-speaking and cryptic in nature is concerned, it is a sorry state": "गूढ़ प्रकृति का होते हुए भी सम्बन्धित है , यह कहना खेदजनक है कि",
  "of affairs to say so that both the orders of the disciplinary/appellate": "अनुशासनात्मक/अपीलीय प्राधिकारी के दोनों आदेश रिकॉर्ड पर हैं और जाँच"
}