{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. OF 2023": "सिविल अपील सं. ------ वर्ष 2023",
  "(Arising Out of SLP (C)NO. 13564/2021)": "एसएलपी (सी) संख्या 3564/202 से उद्भूत)",
  "SUSHIL KUMAR MISHRA & ORS ..RESPONDENT (S)": "सुशील कुमार मिश्रा एवं अन्य....्ञ़््जञ़ प्रतिवादी (गण)",
  "JUDGMENT": "निर्णय",
  "K.M. JOSEPH, J.": "न्यायमूर्ति के. एम. जोसेफ",
  "1. Leave granted.": ". अनुमति प्रदान की गई।",
  "2. The Respondents No.1 to 4 obtained an ex-parte decree against the appellants. The decree was one for": "2. प्रतिवादी संख्या 4 से 4 ने अपीलकर्ताओं के खिलाफ एक पक्षीय डिक्री प्राप्त",
  "very same day, an application was filed under Section 17 of the Provincial Small Cause Courts Act 1887": "था। उसी दिन, प्रांतीय लघु वाद न्यायालय अधिनियम 887 ( एतश्मिनपश्चात",
  "(hereinafter referred to as the ‘Act’).": "'अधिनियम' के रूप में संदर्भित) की धारा 47 के तहत एक आवेदन दायर किया गया था।",
  "3. Section 17 of the Act reads as follows:": "3. अधिनियम की धारा 7 इस प्रकार है:",
  "“17. Application of the Code of Civil Procedure.— (1) The procedure prescribed in": "\"7. सिविल प्रक्रिया संहिता का लागू होना.- () सिविल प्रक्रिया",
  "the Code of Civil Procedure, 1908 (5 of 1908), shall save in so far as is otherwise provided": "संहिता, 908 (4908 का 5) में निर्धारित प्रक्रिया, जहां तक",
  "by that Code or by this Act,] be the procedure": "अन्यथा उस संहिता द्वारा या इस अधिनियम द्वारा उपबंधित किया",
  "suits cognizable by it and in all proceedings": "गया है, ] उसके द्वारा संज्ञेय सभी मुकदमों में और इस तरह के",
  "Provided that an applicant for an order to set": "बशर्ते कि आवेदक, डिक्री को अपास्त करने के आदेश के लिए",
  "aside a decree passed ex parte or for a review": "जिसे एकपक्षीय रूप से पारित किया गया हो या निर्णय की समीक्षा",
  "of judgment shall, at the time of presenting his application, either deposit in the Court": "के लिए, आवेदन देते समय, या तो अदालत में डिक्री के तहत या",
  "pursuance of the judgment, or give such security for the performance of the decree or": "या निर्णय के अनुपालन के रूप में ऐसी प्रतिभूति देगा जो",
  "compliance with the judgment as the Court may, on a previous application made by him in this": "न्यायालय, उसके द्वारा इस संबंध में किए गए पिछले आवेदन पर,",
  "(2) Where a person has become liable as surety under the proviso _ to sub-section (1), the": "(2) जहां कोई व्यक्ति उप-धारा (4) के परंतुक के तहत प्रतिभू के",
  "(Emphasis Supplied)": "(प्रभाव वर्धित)",
  "4. The relevant contents of the Application under": "4. धारा 7 के तहत आवेदन की प्रासंगिक अन्तर्वस्तु और मांगी गई राहत इस",
  "“3. That the applicants pray to the Hon’ble": "\"3. यह कि आवेदक माननीय न्यायालय से प्रार्थना करते हैं कि",
  "98,624/- (Rupees Ninety Eight Thousand Six": "न्याय के हित में 98,624/- (रुपये अठानवे हजार छह सौ",
  "Hundred Twenty Four Only) including decrial amount, compensation, incurred expenses etc.,": "चौबीस मात्र) जिसमें डिक्रिअल राशि, मुआवजा, किए गए व्यय",
  "(Rupees Twelve Thousand Six Hundred Only) have already been deposited under section 30 (1) of": "972 की धारा 30(4) के अन्तर्गत रू0 2,600/- (बारह हजार छ: सौ मात्र) की राशि पहले ही जमा करायी जा चुकी है एवं",
  "amount is calculated Rs. 86,024/- (Rupees Eighty Six Thousand Twenty Four Only), out from": "शेष राशि रू0 86, 024 / - (रुपये छियासी हजार चौबीस मात्र),",
  "the same, the applicants intend to furnish the surety of a_sum of Rs. 50,000/- (Rupees Fifty": "है, जिसके लिए, आवेदक रुपये 50, 000/- ( पचास हजार रुपये",
  "Thousand Only) and deposit balance amount": "मात्र) की राशि की प्रतिभूति प्रस्तुत करने का और माननीय",
  "4. That the applicants are annexing the Tendering Application for depositing cash amount of Rs. 36,024/- (Rupees Thirty Six Thousand Twenty Four Only), it shall be": "4. यह कि आवेदक रुपये 36, 024/- (रुपये छत्तीस हजार चौबीस मात्र), की नकद राशि जमा करने के लिए निविदा आवेदन",
  "tender for depositing the such amount.": "संलग्न कर रहे हैं। ऐसी राशि जमा कराने हेतु निविदा पारित करना",
  "PRAYER": "प्रार्थना",
  "Therefore, it is humbly prayed to this Hon’ble": "अतः इस माननीय न्यायालय से विनम्र निवेदन है कि आवेदकों",
  "furnishing the surety of a_sum of Rs. 50,000/- (Rupees Fifty Thousand Only) by passing the": "50,000 /- (रुपये पचास हजार केवल) की प्रतिभूति राशि जमा",
  "(Emphasis supplied)": "(प्रभाव वर्धित)",
  "5. This Application came to be numbered as_ 8C.": "5. इस एप्लिकेशन को 80 के रूप में क्रमांकित किया गया। तत्पश्चात्‌ दिनांक",
  "Subsequently, on 12.05.2014, an Application was filed": "42.05.2044 को इस प्रार्थना के साथ एक आवेदन दाखिल किया गया कि नगर",
  "This Application was ‘allowed’ oor ‘admitted’ on": "लिया जाए। इस आवेदन को अनुमति या स्वीकृति 24.05.2044 को दी गई यह",
  "judicial citation i.e. Kedarnath (above), the Hon’ble Supreme Court established the": "केदारनाथ के मामले में माननीय सर्वोच्च न्यायालय द्वारा स्थापित",
  "(above) by the Bench of Hon’ble High Court. If": "मखीजा (ऊपरोक्त) के मामले में स्पष्ट किया गया। यदि यह उपरोक्त",
  "it is any previously established legal principle contrary to above both legal": "दोनों कानूनी सिद्धांतों के विपरीत कोई पूर्व स्थापित कानूनी",
  "principles, in such circumstances, it cannot": "सिद्धांत है, तो ऐसी परिस्थितियों में, इसे स्थापित सिद्धांत पर",
  "in the same. It is mandatory and prior to": "वरीयता नहीं दी जा सकती है। यह अनिवार्य है और पुनरीक्षण",
  "complied or not? and Such kind of satisfaction": "का पालन किया गया है या नहीं? और इस तरह की संतुष्टि को बाद",
  "cannot be left for later stage. In the present": "के चरण के लिए नहीं छोड़ा जा सकता है। वर्तमान मामले में,",
  "case, it was presented the application i.e. document no. 28C under section 17 of Provincial Small Cause Act, in fact till date, it is not": "प्रांतीय लघु वाद अधिनियम की धारा 47 के तहत आवेदन पत्र संख्या 280 प्रस्तुत किया गया था। वास्तव में आज तक, उस पर",
  "passed any order on the same and on 23.09.2015": "कोई आदेश पारित नहीं किया गया है और 23.09.2045 को",
  "the application dismissed on the ground that": "आवेदन को इस आधार पर खारिज कर दिया गया है कि पहले से",
  "it has already been passed order on the application i.e. document no. 34C. The": "ही आवेदन अर्थात दस्तावेज संख्या 34 सी पर आदेश पारित किया",
  "application i.e. document no. 34C had _ been presented only with the intention that _ the surety is to be taken on record, which was": "जा चुका है। आवेदन यानी दस्तावेज सं. 34 सी को केवल इस आशय से प्रस्तुत किया गया था कि प्रतिभूति को रिकॉर्ड पर लिया",
  "admitted by Court, it means the surety had": "जाना है, जिसे न्यायालय द्वारा स्वीकार किया गया था, इसका",
  "been taken on record, but this order cannot be": "मतलब है कि प्रतिभू को रिकॉर्ड पर ले लिया गया था, लेकिन इस",
  "considering/ inferring sufficient. Thereafter": "विचार / अनुमानित करके स्वीकार किया गया था।",
  "again, when on the direction of Court, it was": "तत्पश्चात पुन: जब न्यायालय के निर्देश पर प्रतिवादी की ओर से",
  "presented the applications i.e. document nos. 90C and 102C on behalf of defendant, in such": "आवेदन पत्र अर्थात दस्तावेज सं. 90सी और 402सी प्रस्तुत",
  "circumstances; it was not passed any appropriate order on such applications. If": "किया गया, ऐसी परिस्थितियों में इस तरह के आवेदनों पर कोई उचित आदेश पारित नहीं किया गया था। यदि इन परिस्थितियों में",
  "provisions of section 17 of Provincial Small": "प्रांतीय लघुवाद अधिनियम की धारा 47 के प्रावधानों का पूरी तरह",
  "section 17 of Provincial Small Cause Act or": "आलोक में, प्रांतीय लघ॒वाद अधिनियम की धारा 47 या जमा राशि",
  "non-compliance in relation its report _on": "पर अपनी रिपोर्ट के संबंध में गैर -अनुपालन और प्रस्तुत प्रतिभू",
  "document nos. 16C/36C and thereafter pass _ the": "यानी दस्तावेज़ संख्या 460/36८ के अनुपालन के बाद डिक्री",
  "appropriate order in accordance of stipulated provisions of law on hearing the parties on": "सुनवाई पर कानून के निर्धारित प्रावधानों के अनुसार उचित आदेश",
  "Circumstances of present case, the parties": "पारित करें। वर्तमान मामले के तथ्यों और परिस्थितियों में, पक्षकार",
  "shall afford their respective incurred expenses. Return the record file. The parties": "अपने-अपने खर्च का वहन करेंगी। रिकॉर्ड फ़ाइल वापस करें।",
  "are directed to appear on 24.08.2017 before Ld. Trial Court”.": "पक्षकारों को 24.08.2047 को विद्गत विचारण न्यायालय के समक्ष उपस्थित होने का निर्देश दिया जाता है। \"",
  "9. On the basis of the aforesaid order the Trial Court": "9. उपरोक्त आदेश के आधार पर विचारण न्यायालय ने दिनांक .02.2049 के",
  "under Section 17 dated 06.05.2014 and also’ the": "आदेश द्वारा धारा 47 के अन्तर्गत दिनांक 06.05.2044 के आवेदन और दिनांक",
  "the appellants was also rejected. This order was": "किया गया प्रतिभू भी खारिज कर दी गई थी। अपीलकर्ताओं द्वारा दायर पुनरीक्षण",
  "confirmed by the ADJ by Order dated 26.02.2021 in": "में एडीजे द्वारा आदेश दिनांक 26.02.202 द्वारा इस आदेश की पुष्टि की गई।",
  "revision filed by the appellants. It was found that the Order dated 01.08.2017 passed by the ADJ was binding": "यह पाया गया कि एडीजे द्वारा पारित आदेश दिनांकित 0.08.2047 विचारण",
  "on the Trial Court. We notice the following reasoning:": "न्यायालय के लिए बाध्यकारी था। हम निम्नलिखित तर्कों पर ध्यान देते हैं:",
  ". It is apparent on the basis of above whole": "“ उपरोक्त संपूर्ण बहस के आधार पर यह स्पष्ट है कि आवेदक सं.",
  "discussion that applicant no. 3 namely Abhishek Dixit is not owner of the land of shop, of": "3 अर्थात्‌ अभिषेक दीक्षित उस दुकान की भूमि का स्वामी नहीं है",
  "which, it was presented the surety of shop by the applicant no. 3 namely Abhishek Dixit on behalf of revisionists/ applicants and the": "जिसके पुनरीक्षणवादियों/आवेदकों की आवेदक सं. 3 अर्थात्‌ अभिषेक दीक्षित को दुकान के प्रतिभू के रूप में प्रस्तुत किया गया",
  "ownership of above land of shop is vested in Municipal Corporation Kanpur Metropolitan,": "था एवं दुकान की उपरोक्त भूमि का स्वामित्व नगर निगम कानपुर",
  "security being given. It was further found that the": "दिया है। अन्य बातों के साथ-साथ, उच्च न्यायालय द्वारा यह पाया गया कि प्रतिभू",
  "application without furnishing surety and making no": "आवश्यकता अनिवार्य है और प्रतिभू प्रस्तुत किए बिना आवेदन दाखिल करना",
  "appellants. It was found that only an Application (14C)": "जाएगा। यह पाया गया कि केवल एक आवेदन (44 सी) दिनांक 2.05.2044",
  "to keep the ‘Application on record’. On 24.05.2014, Order was passed for keeping the Application on record.": "की थी। दिनांक 24.05.2044 को आवेदन को अभिलेख पर रखने का आदेश",
  "Order was passed. The Application (14C), it was found,": "पारित किया गया था। यह पाया गया कि आवेदन (44 सी), सीपीसी के आदेश |",
  "was made after the filing of the Application under": "नियम 43 के तहत आवेदन दाखिल करने के बाद किया गया था। दिनांक",
  "of Rs.50,000/- was submitted on 24.05.2014. This Court": "24.05.2044 को 50,000 / - रुपये की राशि की प्रतिभूति जमा की गई थी।",
  "in Kedarnath (supra), it was found, has not held that": "यह पाया गया कि केदारनाथ (उपरोक्त) के मामले में इस न्यायालय यह धारित",
  "where the incompetent surety had been furnished, the Court may dispense with the same. It was also found": "नहीं किया है कि जहां अक्षम प्रतिभू प्रस्तुत किया गया हो, न्यायालय उससे छूट दे",
  "Court may dispense with the same. It was also found the Judgments relied upon by the appellants would not": "सकता है। यह भी पाया गया कि अपीलकर्ताओं द्वारा अवलंबित निर्णय लागू नहीं",
  "apply as instead of making prayer before the Trial": "विचारण न्यायालय के समक्ष प्रार्थना करने के बजाय, अपीलकर्ताओं ने",
  "resorted to litigation and at no stage they offered any": "मुकदमेबाजी का सहारा लिया और किसी भी स्तर पर उन्होंने विधि के अनुसार",
  "regarding a question of law, it was found, was not": "प्रतिभू प्रस्तुत नहीं किया। यह पाया गया कि विधि के प्रश्न के संबंध में एक",
  "the submission of the appellants based on the statement of the Senior Counsel for the plaintiffs, as seen": "वरिष्ठ अधिवक्ता के कथन के आधार पर अपीलकर्ताओं की दलीलों पर विचार",
  "reflected on the Order of the High Court, which we have": "करने के कारण है जो हाईकोर्ट के आदेश जिसे हमने उद्धित किया है, से परिलक्षित",
  "12. We have heard Shri Pranaya Kumar Mohapatra on": "2. हमने अपीलकर्ताओं की ओर से श्री प्रणय कुमार महापात्र को सुना। हमने",
  "behalf of the appellants. We have also heard Sh. S.R. Singh, learned Senior Counsel on behalf of the": "प्रत्यर्थी की ओर से विद्वान वरिष्ठ अधिवक्ता एस.आर. सिंह को भी सुना।",
  "THE CONTENTIONS OF THE APPELLANTS": "अपीलकर्ताओं के तर्क",
  "13. The appellants had moved the Application under Order IX Rule 13 of the CPC as well as the Application": "43. अपीलकर्ताओं ने सीपीसी के आदेश | नियम 43 के तहत आवेदन के",
  "under Section 17 of the Act on the same day, i.e., 06.05.2014. The Trial Court did not pass any Order on": "साथ-साथ अधिनियम की धारा 47 के तहत एक ही दिन, यानी 06.05.2044",
  "06.05.2014. The Trial Court did not pass any Order on the Application under Section 17 dated 06.05.2014. The": "को आवेदन दिया था। विचारण न्यायालय ने धारा 7 के तहत 06.05.204",
  "validly filed in terms of the Judgment of this Court in Kedarnath (supra). There was a fault on the part of": "एक आवेदन केदारनाथ (उपरोक्त) के मामले में इस न्यायालय के निर्णय के संदर्भ",
  "the Court in not passing Order on the Application under": "06.05.2044 दिनांकित आवेदन पर आदेश पारित न करना गलत था। न्यायालय",
  "Section 17 filed on 06.05.2014. The appellants cannot be made to suffer on account of the fault of the Court.": "की गलती के कारण अपीलकर्ताओं को कष्ट नहीं दिया जा सकता। 24.05.204",
  "On 24.05.2014, the Application filed for taking on record the security, was accepted. The prayer in the": "को, प्रतिभूति को रिकॉर्ड पर लेने के लिए दायर आवेदन को स्वीकार कर लिया",
  "record the security, was accepted. The prayer in the application (14C) was ‘TAKEN ON RECORDS’. The earlier": "गया। आवेदन (4 सी) में प्रार्थना को 'रिकॉर्ड पर ले लिया गया।” धारा ॥7 के",
  "Application dated 06.05.2014, under Section 17, was pending consideration. The security, which was": "तहत दिनांक 06.05.2044 का पहले का आवेदन विचारण के लिए लंबित था।",
  "accepted, was Shop No. 25. The same was allotted by": "जिस प्रतिभूति को स्वीकार किया गया था, वह दुकान संख्या 25 थी। उसे नगर",
  "the Municipal Council, Kanpur. For the allotment, a sum of Rs.85,000/- had been received by the Local Body,": "परिषद, कानपुर द्वारा आवंटित किया गया था। आवंटन के लिए, रु. 85,000 / - की राशि स्थानीय निकाय द्वारा प्राप्त किया गया था, जिसे जमा कर दिया गया",
  "which had been deposited. Once the security was accepted, any insufficiency found after the prescribed": "था। एक बार प्रतिभूति स्वीकार कर लिए जाने पर, निर्धारित अवधि के बाद पाई",
  "Full Bench of the Allahabad High Court in the case of": "इलाहाबाद उच्च न्यायालय की पूर्ण पीठ द्वारा भगवानदास अरोड़ा बनाम प्रथम",
  "Bhagwandas Arora v. First ADJ Rampur. Also, reliance": "भगवान दास अरोड़ा बनाम प्रथम अपर जिला न्यायाधीश, रामपुर एवं अन्य के",
  "is placed on the decision of this Court reported in": "मामले में इस न्यायालय के निर्णय का अवलंब लिया गया। विचारण न्यायालय ने",
  "security after two years, viz., on 29.03.2015 with the": "दो साल बाद अर्थात, 29.03.2045 को प्रतिभूति के संबंध में 'अपर्याप्त प्रतिभूति'",
  "had to give direction on sufficiency of security within the prescribed period. If that had been passed and the": "'पर्याप्त प्रतिभूति' के संबंध में निर्देश देना था। यदि वह पारित किया गया होता",
  "Trial Court raises questions about sufficiency of the": "और विचारण न्यायालय 'पर्याप्त प्रतिभूति' के संबंध में सवाल उठाता है,तो",
  "security, the appellants could not have submitted other security or cash without the Order of the Court.": "अपीलकर्ता न्यायालय के आदेश के बिना अन्य प्रतिभूति या नकदी जमा न करता",
  "by the High Court. In view of the Order passed by the": "है। उच्च न्यायालय द्वारा पारित आदेश को देखते हुए, पदानुक्रमित व्यवस्था में,",
  "High Court, in the hierarchical system, the ADJ erred in overlooking the Order of the High Court. We are": "एडीजे ने उच्च न्यायालय के आदेश की अनदेखी करके गलती की। हमें ध्यान आता",
  "reminded that the Order of the ADJ dated 01.08.2017 was": "है कि एडीजे का आदेश दिनांकित 04.08.2047 को भी रिट याचिका में उच्च",
  "THE SUBMISSIONS OF RESPONDENTS 1 TO 6": "प्रतिवादी सं. 4 से 6 के तर्क",
  "14. The requirements under Section 17 are mandatory.": "4. धारा 47 के तहत आवश्यकताएं अनिवार्य हैं। प्रतिभूति दिनांक",
  "Security was not filed on 06.05.2014 but on 24.05.2014.": "06.05.204 को नहीं बल्कि 24.05.2044 को दायर की गई थी। इसलिए,",
  "Therefore, the mandatory condition in proviso to Section 17(1) was not complied with. The Court should": "धारा 37 () के परंतुक की अनिवार्य शर्त का पालन नहीं किया गया था।",
  "have passed an Order on the Application under Section 17(8C) dated 06.05.2014 indicating the nature of the": "न्यायालय को आवेदन अन्तर्गत धारा 47 (8सी) दिनांकित 06.05.2044 पर प्रतिभूति की प्रकृति का संकेत देते हुए एक आदेश पारित करना चाहिए था जो",
  "of the Decree. However, it was contended that it is": "डिक्री के लिए पर्याप्त होता। हालांकि, यह तर्क दिया गया था कि यह स्पष्ट नहीं है",
  "the reason that they are presumed to know, having regard to Section 17(2) of the Act, that security must": "ग्रसित थे। यह इस कारण से है कि उन्हें अधिनियम की धारा 7 (2) के संबंध में",
  "be such as may be enforceable in law. The security,": "ज्ञात होना चाहिए कि प्रतिभूति ऐसी होनी चाहिए जो विधि में प्रवर्तनीय हो। जो",
  "which was furnished, consisted of a shop room, which belonged to the Municipal Corporation and not to Shri": "प्रतिभूति दी गई, उसमें दुकान का कमरा शामिल था, जो नगर निगम का था, न",
  "Abhishek Dixit (the surety) who was the third Writ": "कि श्री अभिषेक दीक्षित (प्रतिभू) का, जो तीसरा रिट याचिकाकर्ता था और जिसे",
  "Petitioner and who is shown as Proforma Respondent No.7": "अपील में प्रोफार्मा प्रतिवादी संख्या 7 के रूप में दिखाया गया है। प्रतिभूति",
  "in the Appeal. The security was not enforceable. The period of limitation for providing security had": "प्रवर्तनीय नहीं थी। प्रतिभूति प्रदान करने की समय सीमा समाप्त हो गई थी। जबकि",
  "filed with application under Order IX Rule 13, the": "धारा 7 के तहत आवेदन आदेश | नियम 43 के तहत आवेदन के साथ दायर",
  "security must be filed along with the Application.": "किया जा सकता है, प्रतिभूति आवेदन के साथ दायर किया जाना चाहिए।",
  "Otherwise, it may not be possible for the Court to find": "अन्यथा, न्यायालय के लिए यह पता लगाना संभव नहीं होगा कि जो प्रतिभूति"
}