{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय क्षेत्राधिकार",
  "MAN SINGH ... Appellant": "मान सिंह ... अपीलकर्ता",
  "Versus": "बनाम",
  "SHAMIM AHMAD (DEAD) THR. LRS. ...Respondent(s)": "शमीम अहमद (मृत) द्वारा विधिक प्रतिनिधि ... प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "SUDHANSHU DHULIA, J.": "न्यायमूर्ति सुधांशु धूलिया,",
  "1. This is a tenant’s appeal, arising out of rent and": ". यह एक किरायेदार की अपील है जो लघु वाद न्यायालय से किराये और",
  "landlord’s suit for eviction was allowed and the tenant’s J.S.C.C. Revision and Writ Petition respectively have been": "को स्वीकार कर लिया गया और किरायेदार की जे.एस.सी.सी. पुनरीक्षण और",
  "receive the rent, he was constrained to deposit the same in the “Court”. The Act No. 13 of 1972 provides under Section": "इसे \"न्यायालय\" में जमा करने के लिए विवश था। 972 के अधिनियम संख्या",
  "“30. Deposit of rent in Court in certain circumstances.-": "\"30. कुछ परिस्थितियों में न्यायालय में किराया जमा करना:-",
  "(1) If any person claiming to be a tenant of a building tenders any": "(]) यदि कोई ऐसा व्यक्ति जो अपने को किसी भवन का किरायेदार",
  "building to its alleged landlord and": "होने का दावा करता है, उसके अभिकथित मकान मालिक को",
  "the alleged landlord refuses to accept": "मकान मालिक उसे स्वीकार करने से इंकार करता है, तो वह",
  "the same then the former may deposit such amount in the _ prescribed": "व्यक्ति निर्धारित तरीके से ऐसी राशि जमा कर सकता है और ऐसे",
  "6. Under Section 20 Sub-section (2) a suit for eviction of": "6. धारा 20 की उपधारा (2) के अधीन, अन्य बातों के साथ-साथ, धारा 20",
  "a tenant from a building can be instituted, inter alia, on the grounds given in sub-section 2 (a) of Section 20 reads as": "की उपधारा 2 (क) में दिए गए आधारों के आधार पर किसी भवन से किरायेदार",
  "“(2) A suit for the eviction of a tenant": "\"(2) किरायेदारी के निर्धारण के बाद किसी भवन से किसी किरायेदार को बेदखल करने के लिए मुकदमा निम्नलिखित में से",
  "instituted on one or more of the following grounds, namely:": "एक या अधिक आधारों पर संस्थित किया जा सकता है, अर्थात्‌ः",
  "(a) that the tenant is in arrears of rent for not less than four months,": "(क) यह कि किराएदार पर कम से कम चार महीने का किराया",
  "the landlord within one month from": "महीने के भीतर मकान मालिक को उसका भुगतान करने में विफल",
  "The ground of non-payment of rent by the tenant therefore": "इसलिए किरायेदार द्वारा किराए का भुगतान न करने का आधार कम से कम चार",
  "2 Pradesh (hereinafter referred to ‘premises’) which was given": "2. प्रश्नबत परिसर (जिसे एतस्मिनपश्चात्‌ 'परिसर' कहा गया है) कोटला, गंगोह-",
  "on rent to the present appellant on 06.01.1982 on a monthly": "जो वर्तमान अपीलकर्ता को 65/- रुपये प्रति माह के मासिक किराए पर",
  "250/- p.m. This is the admitted position. We must, however,": "कर दिया गया। यह एक स्वीकृत स्थिति है।तथापि हमें यहाँ रिकॉर्ड करना चाहिए",
  "record here that the landlord’s claim of the rent being further increased up to Rs.300/- per month was denied by the": "कि मकान मालिक के किराए को 300/- रुपये प्रति माह तक बढ़ाए जाने के",
  "3. The appellant’s case is that he was a tenant in the shop, on a monthly rent of Rs.250/- per month. In June,": "3. अपीलार्थी का मामला यह है कि वह 250/- रुपए प्रति माह के मासिक किराए पर दुकान में किरायेदार था। जून 993 में, मकान मालिक ने किराया",
  "19938, the landlord refused to accept the rent which was then": "स्वीकार करने से इनकार कर दिया, जिसे तब किरायेदार द्वारा मनीऑर्डर के",
  "with an endorsement of refusal. Under these circumstances": "वापस लौटा दिया गया था। इन परिस्थितियों में, जब मकान मालिक द्वारा",
  "when the rent was being refused by the landlord, the tenant": "किराया लेने से इनकार कर दिया जा रहा था, तो किरायेदार ने सिविल जज",
  "started depositing the rent in the Court of Civil Judge (Junior Division) (hereafter referred to as ‘Court’). An amount of": "(जूनियर डिवीजन) (एतस्मिनपश्चात्‌ 'न्यायालय' के रूप में संदर्भित ) के न्यायालय में किराया जमा करना शुरू कर दिया। 750/- रुपये की धनराशि जो",
  "Rs.750/- which at the rate of Rs.250/- per month was the rent for May, June and July which was thus deposited, and": "250/- रुपये प्रति माह की दर से मई, जून और जुलाई के लिए किराया था,",
  "continued to be deposited in the Court, by the tenant.": "जो इस प्रकार जमा किया गया और किरायेदार ने न्यायालय में जमा करना जारी रखा।",
  "he refused to pay the rent within the stipulated period of one": "निर्धारित अवधि के भीतर किराया देने से इनकार कर दिया था, उसकी",
  "month, his tenancy stood terminated and he had therefore": "किरायेदारी समाप्त हो गई थी और इसलिए उसने बेदखली के लिए सहारनपुर के",
  "filed a suit for eviction before the Judge, Small Causes Court,": "लघु मुकदमा न्यायालय के न्यायाधीश के समक्ष एक मुकदमा दायर किया था। पूरे",
  "on the first hearing under Section 20(4) of the Act, for the": "दिनांकित नोटिस प्राप्त करने पर या अधिनियम की धारा 20(4) के तहत पहली",
  "simple reason that he had never defaulted in payment of rent": "कारण यह था कि उसने कभी भी किराये के भुगतान में चूक नहीं की थी, क्योंकि",
  "as the entire rent at the rate of Rs. 250/- per month was": "250/- रुपये प्रति माह की दर से पूरा किराया उसके द्वारा अधिनियम की धारा",
  "being deposited by him in the Court under Section 30 of the": "30 के तहत अदालत में जमा किया जा रहा था। लघु वाद न्यायालय के",
  "tenant was in arrears of rent, holding that the rent was": "न्यायाधीश ने यह निष्कर्ष निकाला कि किरायेदार पर किराया बकाया था, यह",
  "Rs.300/- per month and not Rs.250/- per month which": "अभिनिर्धारित करते हुए कि किराया रु. 300/- प्रति माह था न कि रु.",
  "consequently a decree of eviction and recovery of rent was": "और परिणामतः किरायेदार के विरुद्ध बेदखली और किराये की वसूली की डिक्री",
  "passed against the tenant. The tenant then filed JSCC Revision before the District Judge, Saharanpur which was": "पारित की गई। इसके बाद किरायेदार ने जिला न्यायाधीश, सहारनपुर के समक्ष",
  "dismissed on 31.07.2003 and so was his writ petition, later": "जेएससीसी पुनरीक्षण दायर किया, जिसे 3.07.2003 को खारिज कर दिया",
  "by the Allahabad High Court on 17.02.2012.": "गया और बाद में इलाहाबाद उच्च न्यायालय द्वारा भी उसकी रिट याचिका को 7.02.202 को खारिज कर दिया गया।",
  "8. The Allahabad High Court though, has set aside the": "8. तथापि, इलाहाबाद उच्च न्यायालय ने बढ़े हुए किराए पर विचारण न्यायालय",
  "findings of the Trial Court and the Sessions Court, on the enhanced rent. The High Court held that there was no": "और सत्र न्यायालय के निष्कर्षों को अपास्त कर दिया है।उच्च न्यायालय ने",
  "enhanced rent. The High Court held that there was no evidence before the trial Court of any ‘oral agreement’ set up by the landlord, which provided for a periodical increase of": "अभिनिर्धारित किया कि भू-स्वामी द्वारा बताए गए 'मौखिक करार' के विषय में विचारण न्यायालय के समक्ष कोई साक्ष्य नहीं रखा गया था, जिसमें किराए को",
  "rent from Rs. 250/- per month to Rs. 275/- per month, and then to Rs.300/- per month, and so on. Since the so-called": "250/- रुपए प्रतिमाह से 275/- रुपए प्रतिमाह और तत्पश्चात्‌ 300/- रुपए प्रतिमाह और इसी प्रकार आगे भी किराए की आवधिक वृद्धि का उपबंध किया",
  "oral agreement between the parties was not proved, it would": "गया था।चूंकि पक्षकारों के बीच तथाकथित मौखिक समझौता साबित नहीं हुआ",
  "be deemed that the correct rent between the parties was Rs. 250/- per month, which was being paid by the tenant in the": "था, इसलिए यह माना जाएगा कि पक्षकारों के बीच सही किराया रु. 250/-",
  "Court under Section 30 of the Act.": "प्रति माह था, जिसका भुगतान अधिनियम की धारा 30 के तहत न्यायालय में",
  "9. The High Court then proceeded to decide the legal": "9. इसके बाद उच्च न्यायालय ने दिनांक 05.04.995 की नोटिस के बाद विधि",
  "the law. Section 30 gives an opportunity to the defendant to": "स्थिति तय करने की कार्यवाही की।अधिनियम की धारा 30 में यह प्रावधान है",
  "as long as the landlord has refused to accept the rent. Once": "कि मकान मालिक द्वारा किराया लेने से मना करने पर किराया न्यायालय में जमा",
  "refusal of the rent by the landlord, but this position only": "किया जा सकता है, लेकिन यह स्थिति केवल मकान मालिक द्वारा किराया लेने",
  "lasts till the landlord expresses his willingness to receive the rent. This willingness to receive the rent has to be seen in his": "की अपनी इच्छा व्यक्त करने तक ही बनी रहेगी। किराया प्राप्त करने की इस",
  "rent. This willingness to receive the rent has to be seen in his notice dated 05.04.1995 received on 10.05.1995, by the": "इच्छा को किरायेदार द्वारा 0.05.995 को प्राप्त उनकी 05.04.995",
  "tenant. The High Court dealt with this aspect and held that": "दिनांकित नोटिस में देखा जाना चाहिए। उच्च न्यायालय ने इस पहलू पर विचार",
  "once the notice of demand was sent to the tenant by the": "किया और अभिनिर्धारित किया कि एक बार जब मकान मालिक द्वारा किरायेदार",
  "landlord on 05.04.1995 (received by the appellant on 10.04.1995), demanding a rent at the enhanced rate, then": "को 05.04.995 को (अपीलकर्ता को 0.04.995 को प्राप्त) बढ़ी हुई दर",
  "landlord, as against depositing it in the Court. He could": "न्यायालय में जमा करने के बजाय, मकान मालिक के पास जमा करने के अलावा",
  "though deposit the admitted rent (i.e. Rs.250/-) and not the": "और कोई विकल्प नहीं था। वह स्वीकृत किराया (अर्थात्‌ 250/- रुपये) जमा",
  "enhanced rent (Rs.300/-), but the deposit had to be made to": "करा सकता था, न कि बढ़ा हुआ किराया (अर्थात्‌ 300/- रुपये), लेकिन जमा",
  "the landlord.": "मकान मालिक को किया जाना था।",
  "10. This was not done and the defence of the tenant that": "40. ऐसा नहीं किया गया था और किरायेदार का बचाव कि उसने न्यायालय में",
  "notice of demand dated 05.04.1951 then such a rent was": "व्यक्त कर दी थी, जो 05.04.95] दिनांकित मांग की उसकी नोटिस में व्यक्त",
  "given the benefit of sub-section (4) of Section 20 of the Act, as": "भी धारा 20 (4) के संरक्षण के हकदार होंगे, क्योंकि 00 रुपये",
  "was liable to deposit the enhanced rate of rent as claimed by": "प्रति माह की दर से बकाया स्वीकृत किराए को किरायेदार द्वारा",
  "questions with which we are presently concerned was:": "इस समय हमारा जिन प्रश्रों से सरोकार है, उनमें से एक यह हैः",
  "“In a case where the landlord had": "\"एक ऐसे मामले में जहां मकान मालिक ने पहले सही दर पर",
  "earlier been refusing to accept rent at the correct rate and had been claiming": "किराया स्वीकार करने से इनकार कर रहा था और उद्च दर पर",
  "rent at higher rate and the tenant had": "किराए का दावा कर रहा था और किरायेदार ने पूर्व में मकान",
  "as a consequence of landlords earlier refusal in the past, deposited the rent in Court under Section 30 and": "मालिक के इनकार करने के परिणामस्वरूप धारा 30 के तहत अदालत में किराया जमा कराया था और उसके बाद मकान",
  "thereafter, landlord serves a formal notice of demand again at a higher": "मालिक ने फिर से उच्च दर पर मांग की औपचारिक नोटिस दी, तो",
  "tendering rent at the correct rate to the landlord has a right straight away to": "क्या किरायेदार को मकान मालिक को सही दर पर किराया दिए",
  "landlord has a right straight away to deposit the same under Section 30": "बिना, धारा 30 () के तहत किराया सीधे जमा करने का",
  "After discussing the entire law on the subject, the conclusion derived by the Full Bench to this question is as follows:": "इस विषय पर संपूर्ण विधि पर चर्चा करने के पश्चात्‌, इस प्रश्न पर पूर्ण पीठ द्वारा दिया गया निष्कर्ष इस प्रकार हैः",
  "37. (2) If the landlord has been refusing to accept the rent at the": "37. (2) यदि मकान मालिक सही दर पर किराया लेने से इंकार",
  "rent at higher rate, the tenant as a": "कर रहा है और अधिक दर पर किराया लेने का दावा कर रहा है,",
  "consequence of landlord’s_ earlier refusal in the past, deposited the rent": "किराएदार ने पूर्व में मकान मालिक के इनकार करने के",
  "in the Court under Section 30 and if": "देने की बाध्यता है और उसे अधिनियम की धारा 30 () के",
  "* 2000 SCC OnLine All 174": "]. 2000 एससीसी ऑनलाइन ऑल 74",
  "above cited judgement clears this position.": "उपर्युक्त उद्धृत निर्णय के प्रस्तर 9 में इस स्थिति को स्पष्ट किया गया है।",
  "evidence regarding the purported agreement for periodical enhancement of the rents, it becomes difficult to": "9. किराए में समय -समय पर वृद्धि के लिए कथित समझौते के",
  "accept the story of such agreed enhancement as made out on behalf of": "की ओर से किए गए इस तरह की वृद्धि पर सहमति की कहानी या",
  "provisions of Section 20(4) of the Act.": "धारा 20(4) के प्रावधानों के लिए इसकी प्रयोज्यता को स्वीकार",
  "Since there is no such evidence on record, except for the uncorroborated": "अलावा, अभिलेख पर ऐसा कोई साक्ष्य नहीं है, तो हमारे पास",
  "statement of the landlord, we have no other option but to accept the story of the appellant tenants that the parties": "अपीलकर्ता-किरायेदारों की इस कहानी को स्वीकार करने के अलावा कोई अन्य विकल्प नहीं है कि पक्षकार अधिकतम 00",
  "had agreed to the increase of the monthly rent up to a maximum of Rs": "रुपये प्रति माह तक मासिक किराया बढ़ाने के लिए सहमत हुए थे",
  "renovation had been effected to the shop room and a shutter had been": "और वह भी दुकान के कमरे के नवीकरण के बाद और उसमें एक"
}