{
  "IN THE SUPREME COURT OF INDIA": "भारत का सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपील अधिकारिता",
  "1. CIVIL APPEAL NO. 2375 OF 2020": "सिविल अपील संख्या 2375/2020",
  "[ARISING OUT OF SPECIAL LEAVE PETITION [C] NO.29649 OF 2016]": "[एस.एल.पी. (सि.) संख्या 29649/2076 से उत्पन्न]",
  "WEST WATCH COMPANY THROUGH ITS PROPRIETOR": "वेस्ट वाच कम्पनी प्रत्यर्थी",
  "JUDGMENT Vineet Saran, J.": "न्यायमूर्ति विनीत सरन",
  "Leave granted.": "अनुमति प्रदत्त।",
  "2. This is an appeal filed by the landlord challenging": "2. मकान मालिक प्रस्तुत अपील दायर कर किराया नियंत्रण रिट याचिका",
  "the Judgment and Order of the High Court passed in Rent Control Writ Petition No.3457 of 2016, whereby the release": "(सिविल) संख्या 3457/206 में पारित उच्च न्यायालय के आदेश एवं निर्णय को चुनौती दिया है जिसके द्वारा अपीलार्थी द्वारा दायर बेदखली आवेदन को",
  "application filed by the appellant has been rejected, and the": "निरस्त कर दिया गया है, और अपीलार्थी-मकानमालिक के निर्मुक्ति आवेदन को",
  "pemegee Orders passed by the Prescribed Authority and_ the": "अनुज्ञात कर विहित प्राधिकारी एवं अपील प्राधिकारी द्वारा पारित आदेश को",
  "8. Aggrieved by the said judgment, this appeal has been": "8. उक्त निर्णय से व्यथित पक्षकार ने इस याचिका को विशेष अनुमति याचिका के",
  "9. We have heard the learned counsel for the parties at": "9. हमने पक्षकारों के विद्वान अधिवक्ताओं को विस्तार सुना है और अभिलेख का",
  "10. From the perusal of the judgment of the High Court,": "0. उच्च न्यायालय के निर्णय से यह स्पष्ट होता है कि रिट याचिका को अनुज्ञात",
  "it is clear that the primary reason for allowing the Writ": "करने का प्राथमिक कारण यह था कि किराया नियंत्रण अधिनियम की धारा",
  "of notice as required under the Proviso to Section 21(1)(a) of": "2()(अ) के परन्तुक के अन्तर्गत यथा अपेक्षित सूचना दिये जाने की",
  "Court, except for a mere mention in passing in the later part": "पारित करते समय बाद वाले में भाग केवल उल्लेख करने के सिवाय पलटा नहीं",
  "no notice issued by the appellant (landlord) to the": "इसको किरायेदार ने चुनौती नहीं दिया था, इस प्रकार अपीलार्थी के पास डाक",
  "6. The appeal filed by the respondent was dismissed by": "4. प्रत्यर्थी ने दुकान खाली कराने के आवेदन पर प्रतिवाद किया और अपना",
  "the Additional District Judge (Appellate Authority) vide": "6. प्रत्यर्थी द्वारा दायर अपील को अपर जिला जज (अपील प्राधिकारी) अपने",
  "Order dated 05.02.2016, whereby it was held that the": "आदेश दिनांकित 05.02.206 द्वारा खारिज कर दिया जिसके द्वारा यह धारित",
  "relationship of landlord and tenant between the appellant and respondent was proved and also that the requisite": "किया गया कि किरायेदार और किरायेदार का अपीलार्थी और प्रत्यर्थी के मध्य",
  "and respondent was proved and also that the requisite notice of six months was given to the respondent. It further": "संबंध प्रत्यर्थी को छः माह की अपेक्षित सूचना का दिया जाना साबित हुआ।",
  "reaffirmed the view of the Prescribed Authority that the need": "न्यायालय ने आगे पुनः विहित प्राधिकारी के दृष्टिकोण की पुष्टि कर यह कहा कि",
  "of the appellant was bona fide and pressing and, thus,": "अपीलार्थी की जरूरत सद्ावनापूर्ण और अत्यावश्यक थी और इस प्रकार अपील",
  "dismissed the appeal.": "को खारिज कर दिया गया।",
  "7. Aggrieved by the aforesaid Orders, the respondent filed Rent Control Writ Petition No.3457 of 2016, which has": "7. उक्त आदेश से व्यथित प्रत्यर्थी ने किराया नियंत्रण रिट याचिका संख्या",
  "filed Rent Control Writ Petition No.3457 of 2016, which has been allowed by the High Court, primarily after holding that": "3457/206 दायर किया है जिसको उच्च न्यायालय प्राथमिक तौर पर यह",
  "appellant was that he had purchased the shop in question": "किया। अपीलार्थी का मामला यह था कि उसने प्रश्नबत दुकान को दिनांक",
  "question on a monthly rent of Rs.15 and doing business of repair and sale of watches. After purchase of the said shop,": "रूपये प्रतिमाह था और वह उसमें घड़ियों के सुधार कार्य एवं विक्रय का व्यापार",
  "repair and sale of watches. After purchase of the said shop, the appellant requested the respondent to vacate the shop,": "करता था। उक्त दूकान खरीदने के उपरान्त, अपीलार्थी ने प्रत्यर्थी से उस दूकान",
  "to which the respondent initially agreed but later refused to": "को खाली करने को कहा, शुरुआत में प्रत्यर्थी राजी हो गया किन्तु बाद में दूकान",
  "vacate. The appellant, thus, filed the release application.": "खाली करने से मना कर दिया। इस प्रकार अपीलार्थी ने दुकान खाली कराने हेतु आवेदन प्रस्तुत किया है।",
  "The case of the appellant was that the respondent": "अपीलार्थी का मामला यह था कि प्रत्यर्थी (किरायेदार) एक धनी व्यक्ति है",
  "accommodations in their possession in the main market of Hazratganj, Khurram Nagar and I.T. Crossing, Nirala Nagar": "हजरतगंज खुर्रम नगर एव आई.टी. क्रासिंग, निराला नगर के मुख्य बाजार में अन्य",
  "appellant further was that he was a young man and wanted": "आवेदन भी लम्बित था। आगे अपीलार्थी का मामला यह था कि अपीलार्थी युवा है",
  "the shop in question after its renovation, as at present he": "और प्रश्नगत दूकान का जीर्णोद्धार करने के उपरान्त वह उसमें घड़ियों के सुधार",
  "was assisting his father in the business of sale and repair of": "कार्य एवं विक्रय का कार्य करना चाहता था क्योंकि उस समय वह अपने पिता की",
  "case further was that his family consists of himself, his wife": "आगे उसका मामला यह था कि उसके परिवार में वह स्वयं उसकी पत्नी और एक",
  "and one minor daughter and that he would be ready to pay": "नाबालिग पुत्री थी और उक्त दूकान को खाली करने के लिए प्रत्यर्थी को क्षतिपूर्ति",
  "vacating the said shop and that the need of the appellant was genuine, bona fide, pressing and urgent. He had": "अपीलार्थी की आवश्यकता वास्तविक, सदभावनापूर्वक, जरूरी एवं अत्यावाश्यक",
  "respondent (tenant), which was mandatorily required under": ". प्रत्यर्थी(किरायेदार) का मामला यह है कि अपीलार्थी (मकानमालिक) द्वारा",
  "the aforesaid Section 21(1)(a) of the Rent Control Act. The": "नियंत्रण अधिनियम की धारा 2()(अ) के परन्तुक के तहत अपेक्षित था।",
  "relevant Section 21(1)(a) of the Rent Control Act is extracted": "किराया नियंत्रण अधिनियम की धारा 2](7)(अ) निम्नवत है:-",
  "“Section 21. Proceedings for release of building under occupation of tenant. -(1) The": "“धारा 2.. किरायेदार के अधिकार से भवन की अवमुक्ति की प्रकिया-",
  "occupation of tenant. -(1) The prescribed authority may, on an application of the landlord in that": "() विहित प्राधिकारी, मकानमालिक के आवेदन पर, यदि संतुष्ट हो",
  "behalf, order the eviction of a tenant from the building under tenancy or any specified part thereof if it is": "जाता है तो किरायेदार को किरायेदारी के भवन से या उसके किसी भाग",
  "(a) That the building is bona fide required either in its existing form or": "(अ) यह कि भवन की , सद्ावनापूर्वक उसके मौजूदा रूप में या विध्वंश",
  "construction by the landlord for occupation by himself or any": "के बाद निर्माण के लिए मकान मालिक द्वारा स्वयं रहने के लिए या उसके",
  "member of his family, or any person": "किसी पारिवारिक सदस्य या किसी ऐसे व्यक्ति के लिए जिसके लाभ के",
  "either for residential purposes or for purposes of any profession, trade or": "लिए उसने इसे रखा है, किसी आवासीय या व्यावसायिक उद्देश्य के लिए",
  "calling, or where the landlord is the trustee of a public charitable trust,": "या मकान मालिक की किसी सार्वजनिक न्यास का न्यासी होने की",
  "Provided that where the building": "बशर्ते यह कि उस स्थिति में जहां भवन मकान मालिक द्वारा खरीदे जाने",
  "was in the occupation of a tenant since before its purchase by the landlord, such purchase being made after the commencement of this Act,": "से पहले किसी किरायेदार के कब्जे में था, इस अधिनियम के प्रवर्तन से",
  "has elapsed since the date of such purchase and the landlord has given": "वर्ष का समय न बीत गया हो और माकान मालिक ने ऐसे आवेदन से",
  "not less than six months before such": "कम से कम छः माह पूर्व किरायेदार को सूचना न दी हो और ऐसी सूचना",
  "given even before the expiration of the aforesaid period of three years.": "उपरोक्त तीन वर्ष की अवधि समाप्त होने के पूर्व भी दी जा सकती है।",
  "(emphasis supplied)": "(प्रभाव वर्घित )",
  "landlord has given a notice in that behalf to the tenant”.": "मकानमालिक द्वारा किरायेदार को किसी विशेष रीति सूचना देना अधिनियम में",
  "15. In view of the aforesaid, it is clear that evidence adduced on affidavit was admissible before the Prescribed": "5. उक्त के दृष्टिगत स्पष्ट है कि शपथ पर दिया गया साक्ष्य विहित प्राधिकारी के",
  "adduced on affidavit was admissible before the Prescribed Authority. In the facts of the present case, when the appellant (landlord) had filed the photocopy of the receipt of": "समक्ष स्वीकार्य था। वर्तमान मामले के तथ्यों में जब अपीलार्थी (मकानमालिक)",
  "having sent the notice under certificate of posting, along with an affidavit, which was accepted by the Prescribed Authority,": "डाक प्रमाणपत्र के तहत भेजी गयी सूचना, जिसे विहित प्राधिकारी ने स्वीकार कर",
  "posting was filed along with an affidavit, which is permissible": "लिया, उसके रसीद की छायाप्रति के साथ शपथपत्र दाखिल किया था और विहित",
  "recorded that due notice, as required under Section 21 of the Rent Control Act, had been sent by the appellant (landlord)": "किराया नियंत्रण अधिनियम की धारा 2 के तहत अपेक्षित सूचना अपीलार्थी",
  "Rent Control Act, had been sent by the appellant (landlord) and received by the respondent (tenant), which is fully": "(मकानमालिक) द्वारा भेज दी गयी थी जिसे प्रत्यर्थी (किरायेदार) ने स्वीकार कर",
  "justified in law. Such finding of fact was duly affirmed by the": "लिया था, यह विधि में पूर्णयतः न्यायोचित है। तथ्य के इस निष्कर्ष को अपीलीय",
  "Appellate Authority. In our view, such finding of fact (which": "प्राधिकारी ने सम्यक रूप से माना। हमारे दृष्टिकोण में तथ्य संबंधी ऐसे निष्कर्ष",
  "was not merely a presumption of service based solely on notice having been sent under postal certificate), having been": "(जो केवल डाक प्रमाण पत्र के तहत भेजे जा चुके मात्र पर आधारित सूचना",
  "16. Learned Counsel for the respondent-tenant has, in support of his submissions, relied on the decision of this": "6, प्रत्यर्थी किरायेदार के विद्वान अधिवक्ता ने अपने तकों के समर्थन में इस",
  "Court in the case of Ram Suresh Singh vs. Prabhat Singh": "न्यायालय द्वारा पारित राम सुरेश सिंह बनाम प्रभात सिंह (2009) 6 एस.सी.सी.",
  "(2009) 6 SCC 681, which would not be of much relevance, as": "68] का अवलम्ब लिया जो अधिक महत्वपूर्ण नहीं होगा क्योंकि यह बात दाण्ड़िक",
  "the same relates to a criminal trial where the issue of determining the age of juvenile was under consideration. The": "विचारण से संबंधित है जहां पर किशोर की आयु के निर्धारण संबंधी प्रश्न",
  "same was under the provisions of Juvenile Justice Act, where": "विचाराधीन था। यह मामला किशोर न्याय अधिनियम के प्रावधानों के तहत था",
  "the Evidence Act was clearly applicable, which is not so in": "जहां पर साक्ष्य स्पष्ट रूप से लागू होते थे, जो किराया नियंत्रण अधिनियम से जुड़े",
  "that case, this Court held the notice sent under certificate of": "करने के उपरान्त न्यायालय ने अभिनिर्णीत किया कि डाक प्रमाण पत्र के तहत",
  "In the case of Ranju vs. Rekha Ghosh (2007) 14": "रंजू बनाम रेखा घोष (2007) 4 एस.सी.सी. 8] का एक ऐसा मामला",
  "SCC 81, this court was considering a case where one month’s notice was to be given to the tenant for eviction. After": "था जहां पर न्यायालय बेदखली हेतु किरायेदार को दिये गये एक माह की सूचना",
  "Transfer of Property Act and the Bengal General Clauses Act,": "अंतरण अधिनियम एवं बंगाल जनरल क्लाजेज एक्ट पर विचार करने के उपरान्त",
  "it was held that “clause (6) provides mere “one month’s": "धारित किया कि उपधारा (6, केवल एक साह की सूचना को उपबंधित करता हैं:",
  "notice”; in such event, the said notice can be served in any": "इस अवस्था में उक्त सुचना किसी भी रीति से दी जा सकती हैं ऑर यह दावा",
  "manner and it cannot be claimed that the same should be served only by registered post with acknowledgement due.” In": "किया जा सकता है कि इसको केवल अभिस्वीकृति प्रत्र के साथ पंजीकृत डाक के",
  "the facts of that case, it was held that service of notice sent": "द्वारा थेजा जाना चाहिए। उस मामले के तथ्यों में यह धारित किया गया कि डाक",
  "under certificate of posting was sufficient. Similar is the case": "प्रमाणपत्र के तहत भेजे गयी सूचना तामीली पर्याप्त थी। प्रस्तुत प्रकरण ही इसी के",
  "at hand, where the Act provides for that ‘the landlord has": "जैसा है जहां पर यह अधिनियम उपबंधित करता है कि मकान सालिक ने सूचना",
  "given a notice...’, without specifying the mode of such notice,": "दे दिया हैं.......... ऐसी सूचना की रीति निर्दिष्ट किये बगैर, और वर्तमान मामले के",
  "and in the facts of the present case, notice sent under postal": "तथ्यों के आधार पर, डाक प्रमाणपत्र के तहत भेजी गयी सूचना को समुचित",
  "Companies Act, this Court, in the case of V.S. Krishnan vs. Westfort Hi-Tech Hospitals (2008) 3 SCC 363, has held that": "वी. एस... क़ष्णन बनाम वेस्टफोर्ट हाई -टेक हॉस्पिटल (2008) 3 एस.सी.सी. 363 के मामले में न्यायालय ने कम्पनी अधिनिमय के तहत सूचना की",
  "other facts and circumstances which go to show that the": "अभिनिर्णीत किया कि उस मामले के तथ्यों में जहां पर बिना अन्य परिस्थितियों",
  "done so in this case. Further, there was clear admission of the respondent (tenant) that the appellant was his landlord": "आगे, पत्यर्थी (किरायेदार) ने स्पष्ट रूप से स्वीकार किया है कि अपीलकर्ता",
  "(for which sale deed had been supplied to the tenant) and": "उसका किरायादार था (जिसके लिए विक्रय विलेख किरायेदार को दिया था) और",
  "subsequent act of the respondent (tenant) depositing the rent under Section 30(1) of the Rent Control Act in the Court and": "किराया नियंत्रण अधिनियम की धारा 30() के तहत प्रत्यर्थी द्वारा किराया",
  "the Prescribed Authority, would all clearly go to show that": "प्राधिकारी द्वारा विचार किया गया है और इससे यह स्पष्ट हो जाएगा कि सूचना की",
  "there was sufficient proof of service of notice, which finding of fact has been affirmed by the Appellate Authority, and we": "तामील पर्याप्त साक्ष्य था जिसे अपीलीय प्राधिकारी द्वारा पुष्ठ किया गया है और",
  "hardship of the appellant (landlord) was greater than that of": "जाता है कि अपीलार्थी (मकानमालिक) की समस्या प्रत्यर्थी (किरायेदार) से",
  "considered or categorically upset by the Writ Court. Such": "अधिक थी इस प्रकार, रिट अदालत द्वारा विशिष्ट रूप से विचारित अथवा वर्गीकृत"
}