{
  "[2024] 2 S.C.R. 946 : 2024 INSC 150": "[2024] 2 5.0.९. 946 : 2024 ॥१५८ १50",
  "High Court Bar Association, Allahabad": "हाई कोर्ट बार एसोसिएशन, इलाहाबाद",
  "State of U.P. & Ors.": "उ.प्र, राज्य एवं अन्य",
  "Criminal Appeal No. 3589 of 2023": "आपराधिक अपील सं. 3589 सन्‌ 2023",
  "29 February 2024": "29 फरवरी 2024",
  "[Dr Dhananjaya Y. Chandrachud, CJl, Abhay S. Oka,*": "न्यायमूर्ति डॉ. धनंजय वाई. चंद्रचूड़, भारत के मुख्य न्यायाधीश, न्यायमूर्ति अभय एस. ओका,* न्यायमूर्ति जे.",
  "J. B. Pardiwala, Manoj Misra and Pankaj Mithal,* JJ.]": "बी, पारदीवाला, न्यायमूर्ति मनोज मिश्रा और न्यायमूर्ति पंकज मिथल\"*]",
  "Issue for Consideration": "विचारार्थ मुद्दा",
  "What is the object behind passing interim orders; Whether the High Courts are empowered to vacate or modify interim relief;": "अंतरिम आदेश पारित करने के पीछे क्या उद्देश्य होता है; कया उच्च न्यायालयों को अंतरिम राहत को रद्द करने",
  "High Courts are empowered to vacate or modify interim relief; Whether an interim order can come to an end automatically only due to the lapse of time; What is the scope of exercise of powers": "या संशोधित करने का अधिकार है; क्या कोई अंतरिम आदेश समय बीत जाने पर स्वतः समाप्त हो सकता है;",
  "due to the lapse of time; What is the scope of exercise of powers u/Art. 142 of the Constitution; Position of the High Courts and its": "संविधान के अनुच्छेद 42 के अंतर्गत शक्तियों के प्रयोग का दायरा क्या है ; उच्च न्यायालयों की स्थिति और",
  "power of superintendence; Whether the Court should deal with an issue not arising for consideration; Effect of directions issued": "उसके अधीक्षण की शक्ति; क्या न्यायालय को किसी ऐसे मुद्दे पर विचार करना चाहिए जो विचार के लिए नहीं",
  "by the Constitutional Courts to decide pending cases in a time-": "उठता; लंबित मामलों को एक समय सीमा में निर्णीत करने के लिए संवैधानिक न्यायालयों द्वारा जारी निर्देशों का",
  "bound manner; Whether the Supreme Court, in the exercise of its jurisdiction u/Art. 142 of the Constitution of India, can order": "प्रभाव; क्या उच्चतम न्यायालय, भारत के संविधान के अनुच्छेद 42 के अंतर्गत अपने अधिकार क्षेत्र के प्रयोग में,",
  "staying proceedings of Civil and Criminal cases on the expiry of": "एक निश्चित अवधि की समाप्ति पर सिविल और आपराधिक मामलों की कार्यवाही पर रोक लगाने के उच्च",
  "its jurisdiction u/Art. 142 of the Constitution of India, can direct the": "न्यायालय, भारत के संविधान के अनुच्छेद 42 के अंतर्गत अपने अधिकार क्षेत्र के प्रयोग में, उच्च न्यायालयों को",
  "stay of proceedings has been granted on a day-to-day basis and": "के अंतरिम आदेश दिन-प्रतिदिन के आधार पर और दिए गए हैं; कार्यवाही पर रोक के अंतरिम आदेश पारित करते",
  "within a fixed period; Procedure to be adopted by High Courts while passing interim order of stay of proceedings and for dealing with the applications for vacating interim stay.": "समय और अंतरिम रोक को हटाने के लिए आवेदनों पर विचार करने के लिए उच्च न्यायालयों द्वारा अपनाई जाने",
  "Headnotes": "हेडनोट",
  "Interim Orders — Object of:": "अंतरिम आदेश - का उद्देश्य :",
  "Held: (Per Abhay S. Oka, J. for himself and Dr. Dhananjaya": "धारित किया: (न्यायमूर्ति अभय एस. ओका के अनुसार, स्वयं और न्यायमूर्ति डॉ. धनंजय वाई. चंद्रचूड़,",
  "Y. Chandrachud, CuJI., J.B. Pardiwala, Manoj Misra, JJ.) An order of interim relief is usually granted in the aid of the final relief": "सीजेआई., न्यायमूर्ति जे.बी. पारदीवाला, न्यायमूर्ति मनोज मिश्रा की ओर से) अंतरिम राहत का आदेश आम तौर",
  "order of interim relief is usually granted in the aid of the final relief sought in the case — An occasion for passing an order of stay of": "पर मामले में मांगी गई अंतिम राहत की सहायता के लिए दिया जाता है - कार्यवाही पर रोक लगाने का आदेश",
  "the proceedings normally arises when the High Court is dealing": "पारित करने का अवसर सामान्यतः तब आता है जब उच्च न्यायालय किसी विचारण या अपीलीय न्यायालय के",
  "with a challenge to an interim or interlocutory order passed during the pendency of the main case before a trial or appellate Court —": "समक्ष मुख्य मामले के लंबित रहने के दौरान पारित अंतरिम या मध्यवर्ती आदेश को चुनौती देने वाली किसी चुनौती",
  "The High Court can grant relief of the stay of hearing of the main": "पर विचार कर रहा हो- उच्च न्यायालय मुख्य कार्यवाही की सुनवाई पर रोक लगाने से राहत दे सकता है, बशर्ते",
  "proceedings on being satisfied that a prima facie case is made out and that the failure to stay the proceedings before the concerned": "कि वह इस बात से संतुष्ट हो कि प्रथम दृष्ठया मामला बनता है और संबंधित न्यायालय के समक्ष कार्यवाही पर रोक",
  "Court in all probability may render the remedy adopted infructuous — When the High Court passes an interim order of stay, though": "न लगाने से संभवतः अपनाया गया उपाय निष्फल हो सकता है-जब उच्च न्यायालय अंतरिम स्थगन आदेश पारित",
  "the interim order may not expressly say so, the three factors, viz;": "करता है, हालांकि अंतरिम आदेश में स्पष्ट रूप से ऐसा नहीं कहा गया हो, तो तीन कारक, अर्थात; प्रथम दृष्ठया",
  "prima facie case, irreparable loss, and balance of convenience, are always in the back of the judges’ minds — Though interim orders": "मामला, अपूरणीय क्षति, और सुविधा का संतुलन, हमेशा न्यायाधीशों के दिमाग में रहते हैं - यद्यपि कार्यवाही पर",
  "of stay of proceedings cannot be routinely passed as a matter of": "रोक लगाने के अंतरिम आदेश नियमित रूप से पारित नहीं किए जा सकते, लेकिन यह भी नहीं कहा जा सकता",
  "course, it cannot be said that such orders can be passed only in exceptional cases — Nevertheless, the High Courts, while passing": "कि ऐसे आदेश केवल असाधारण मामलों में ही पारित किए जा सकते हैं -फिर भी, उच्च न्यायालयों को पीसी",
  "orders of stay in serious cases like the offences under the PC Act or serious offences against women and children, must be more": "अधिनियम के तहत अपराध या महिलाओं और बच्चों के खिलाफ गंभीर अपराधों जैसे गंभीर मामलों में स्थगन",
  "cautious and circumspect. [Para 13]": "आदेश पारित करते समय अधिक सतर्क और सावधान रहना चाहिए। [पैरा 3]",
  "Interim Orders — Whether the High Courts are empowered to vacate or modify interim relief:": "अंतरिम आदेश - क्या उच्च न्यायालयों को अंतरिम राहत रद्द करने या संशोधित करने का अधिकार है:",
  "Y. Chandrachud, CuI., J.B. Pardiwala, Manoj Misra, JJ.) The": "सीजेआई., न्यायमूर्ति जे.बी. पारदीवाला, न्यायमूर्ति मनोज मिश्रा की ओर से)",
  "High Courts are always empowered to vacate or modify an order of interim relief passed after hearing the parties on the following, amongst other grounds: - (a)lf a litigant, after getting an order": "उच्च न्यायालयों को अन्य आधारों के साथ-साथ निम्न आधारों पर, पक्षों की सुनवाई के बाद पारित अंतरिम राहत के आदेश को रद्द करने या संशोधित करने का अधिकार हमेशा होता है: (क) यदि वादी, स्थगन आदेश प्राप्त करने",
  "of stay, deliberately prolongs the proceedings either by seeking adjournments on unwarranted grounds or by remaining absent": "के बाद, स्थगन आदेश का अनुचित लाभ उठाने के उद्देश्य से, अनावश्यक आधारों पर स्थगन की मांग करके या",
  "when the main case in which interim relief is granted is called out for hearing before the High Court with the object of taking undue": "मुख्य मामले, जिसमें अंतरिम राहत दी गई है, की सुनवाई के लिए उच्च न्यायालय में बुलाए जाने पर अनुपस्थित",
  "advantage of the order of stay; (b)The High Court finds that the": "रहकर जानबूझकर कार्यवाही को लम्बा खींचता है; (ख) उच्च न्यायालय पाता है कि अंतरिम राहत का आदेश उस",
  "order of interim relief is granted as a result of either suppression or misrepresentation of material facts by the party in whose favour": "पक्षकार द्वारा तथ्यों को दबाने या गलत प्रस्तुत करने के परिणामस्वरूप दिया गया है जिसके पक्ष में स्थगन का",
  "the interim order of stay has been made; and (c) The High Court finds that there is a material change in circumstances requiring": "अंतरिम आदेश दिया गया है; और (ग) उच्च न्यायालय पाता है कि परिस्थितियों में ऐसा भौतिक परिवर्तन हुआ है",
  "interference with the interim order passed earlier — In a given": "जिसके लिए पहले पारित अंतरिम आदेश में हस्तक्षेप की आवश्यकता है- किसी दिए गए मामले में, लंबा समय",
  "case, a long passage of time may bring about a material change in circumstances — These grounds are not exhaustive — There": "बीतने से परिस्थितियों में भौतिक परिवर्तन आ सकता है - ये आधार संपूर्ण नहीं हैं - स्थगन आदेश को रद्द करने",
  "can be other valid grounds for vacating an order of stay. [Para 15]": "के लिए अन्य वैध आधार भी हो सकते हैं। [पैरा १5]",
  "Interim Orders — Whether an interim order can come to an end automatically only due to the lapse of time:": "अंतरिम आदेश - क्या कोई अंतरिम आदेश केवल समय बीत जाने के कारण स्वतः समाप्त हो सकता है :",
  "Y. Chandrachud, CuJIl., J.B. Pardiwala, Manoj Misra, JJ.)": "सीजेआई., न्यायमूर्ति जे.बी. पारदीवाला, न्यायमूर्ति मनोज मिश्रा की ओर से) -प्राकृतिक न्याय के प्राथमिक",
  "Elementary principles of natural justice, which are well recognised in jurisprudence, mandate that an order of vacating interim relief": "सिद्धांत, जो न्यायशास्त्र में अच्छी तरह से मान्यता प्राप्त हैं, यह अनिवार्य करते हैं कि अंतरिम राहत को रद्द करने",
  "or modification of the interim relief is passed only after hearing all": "या अंतरिम राहत में संशोधन का आदेश सभी प्रभावित पक्षों को सुनने के बाद ही पारित किया जाना चाहिए-",
  "the affected parties — An order of vacating interim relief passed without hearing the beneficiary of the order is against the basic": "आदेश के लाभार्थी को सुने बिना अंतरिम राहत को रद्द करने का आदेश न्याय के मूल सिद्धांतों के विरुद्ध है -किसी",
  "tenets of justice — Application of mind is an essential part of any decision-making process — Therefore, without application of mind,": "भी निर्णय लेने की प्रक्रिया में विवेक का प्रयोग एक अनिवार्य हिस्सा है - इसलिए, बिना विवेक का प्रयोग किए,",
  "an order of interim stay cannot be vacated only on the ground of lapse of time when the litigant is not responsible for the delay — An": "अंतरिम स्थगन के आदेश को केवल समय बीत जाने के आधार पर रद्द नहीं किया जा सकता, जब वादी देरी के",
  "interim order lawfully passed by a Court after hearing all contesting": "लिए जिम्मेदार नहीं है - सभी प्रतिवादी पक्षों की सुनवाई के बाद न्यायालय द्वारा विधिपूर्वक पारित अंतरिम आदेश",
  "parties is not rendered illegal only due to the long passage of time. [Para 16]": "केवल लंबा समय बीत जाने के कारण अवैध नहीं हो जाता। [पैरा 6]",
  "Constitution of India — What is the scope of exercise of powers u/Art. 142 of the Constitution:": "भारत का संविधान - संविधान के अनुच्छेद 42 के तहत शक्तियों के प्रयोग का दायरा क्या है:",
  "Held: (Per Abhay S. Oka, J. for himself and Dr. Dhananjaya Y.": "(न्यायमूर्ति अभय एस. ओका के अनुसार, स्वयं और न्यायमूर्ति डॉ. धनंजय वाई. चंद्रचूड़, सीजेआई., न्यायमूर्ति",
  "Chandrachud, CuJI., J.B. Pardiwala, Manoj Misra, JJ.) Important": "सीजेआई., न्यायमूर्ति जे.बी. पारदीवाला, न्यायमूर्ति मनोज मिश्रा की ओर से) - भारतीय संविधान के अनुच्छेद",
  "parameters for the exercise of the jurisdiction u/Art. 142 of the Constitution of India which are relevant for deciding the reference": "42 के अंतर्गत अधिकारिता के प्रयोग के लिए महत्वपूर्ण मापदंड, जो संदर्भ निर्णीत करने के लिए प्रासंगिक हैं,",
  "are as follows: (i) The jurisdiction can be exercised to do complete justice between the parties before the Court -— It cannot be exercised": "निम्नानुसार हैं : (।) क्षेत्राधिकार का प्रयोग न्यायालय के समक्ष पक्षकारों के बीच पूर्ण न्याय करने के लिए किया",
  "to the proceedings before this Court; (ii) Article 142 does not empower this Court to ignore the substantive rights of the litigants;": "में पक्षकार नहीं हैं; (॥) अनुच्छेद 42 इस न्यायालय को वादियों के मूल अधिकारों की अनदेखी करने का",
  "(iii) While exercising the jurisdiction u/Art. 142 of the Constitution": "अधिकार नहीं देता है; (॥॥) भारत के संविधान के अनुच्छेद 42 के तहत क्षेत्राधिकार का प्रयोग करते समय, यह",
  "Courts for streamlining procedural aspects and ironing out the": "न्यायालय मामलों के शीघ्र और समय पर निस्तारण को सुनिश्चित करने के लिए प्रक्रियात्मक पहलुओं को",
  "creases in the procedural laws to ensure expeditious and timely": "सुव्यवस्थित करने और प्रक्रियात्मक कानूनों की खामियों को दूर करने के लिए न्यायालयों को हमेशा प्रक्रियात्मक",
  "disposal of cases — However, while doing so, this Court cannot": "निर्देश जारी कर सकता है - हालांकि, ऐसा करते समय, यह न्यायालय उन वादियों के मूल अधिकारों को",
  "affect the substantive rights of those litigants who are not parties to the case before it — The right to be heard before an adverse": "प्रभावित नहीं कर सकता है जो उसके समक्ष मामले में पक्षकार नहीं हैं - प्रतिकूल आदेश पारित होने से पहले",
  "order is passed is not a matter of procedure but a substantive right; and (iv) The power of this Court u/Art. 142 cannot be exercised to defeat the principles of natural justice, which are an integral part": "सुनवाई का अधिकार प्रक्रिया का विषय नहीं है धारा 42 का प्रयोग प्राकृतिक न्याय के सिद्धांतों को पराजित",
  "defeat the principles of natural justice, which are an integral part of jurisprudence. [Para 37]": "करने के लिए नहीं किया जा सकता, जो न्यायशास्त्र का एक अभिन्न अंग हैं। [ पैरा 37]",
  "Constitution of India — Position of the High Courts and its power of superintendence:": "भारतीय संविधान - उच्च न्यायालयों की स्थिति और उसके अधीक्षण की शक्तियाँ:",
  "Chandrachud, CuJI., J.B. Pardiwala, Manoj Misra, JJ.) A High": "सीजेआई., न्यायमूर्ति जे.बी. पारदीवाला, न्यायमूर्ति मनोज मिश्रा की ओर से) -",
  "Court is also a constitutional Court — It is well settled that it is": "उच्च न्यायालय एक संवैधानिक न्यायालय भी होता है - यह अच्छी तरह से स्थापित है कि यह न्यायिक रूप से",
  "not judicially subordinate to the Supreme Court — A High Court is constitutionally independent of the Supreme Court of India — The": "सर्वोच्च न्यायालय के अधीन नहीं है - उच्च न्यायालय संवैधानिक रूप से भारत के सर्वोच्च न्यायालय से स्वतंत्र",
  "power of the High Court u/Art. 227 of the Constitution to have": "है - संविधान के अनुच्छेद 227 के तहत उच्च न्यायालय की अपने अधिकार क्षेत्र के भीतर सभी न्यायालयों पर",
  "Supreme Court, in the exercise of its jurisdiction u/Art. 142 of": "के संविधान के अनुच्छेद 42 के तहत शक्ति के प्रयोग में एक व्यापक निर्देश द्वारा, सर्वोच्च न्यायालय अपने",
  "Chandrachud, CuJI., J.B. Pardiwala, Manoj Misra, JJ.) The three": "सीजेआई., न्यायमूर्ति जे.बी. पारदीवाला, न्यायमूर्ति मनोज मिश्रा की ओर से) - संजीव कोक मैन्यूफैक्चरिंग",
  "orders. [Para 26] Per Pankaj Mithal, J. (concurring) It is noticeable": "[पैरा 26] न्यायमूर्ति पंकज मिथल के अनुसार (सहमत) यह ध्यान देने योग्य है कि अनुच्छेद 226 के तहत भारत",
  "that u/Art. 226(3) of the Constitution of India, the automatic vacation": "के संविधान की धारा 226 (3) के अनुसार, स्थगन आदेश का स्वतः निरस्त होना अंतरिम स्थगन आदेश के",
  "of the stay order envisages making of an application to the High Court for the vacation of the interim stay order — Therefore, filing": "निरस्तीकरण के लिए उच्च न्यायालय में आवेदन करने की परिकल्पना करता है - इसलिए, स्थगन आदेश को",
  "of an application for vacating the stay order is a sine qua non for triggering the automatic vacation of the stay order u/Art. 226(3) if": "निरस्त करने के लिए आवेदन दायर करना अनुच्छेद 226(3) के तहत स्थगन आदेश के स्वतः निरस्तीकरण हेतु",
  "two weeks. [Para 6]": "6]",
  "Directions by Supreme Court — Effect of directions issued by the Constitutional Courts to decide pending cases in a time-": "सर्वोच्च न्यायालय के निर्देश - संवैधानिक न्यायालयों द्वारा लंबित मामलों को समयबद्ध तरीके से निस्तारित करने",
  "bound manner — The three Judges Bench of the Supreme Court issued various directions in Asian Resurfacing — The": "के लिए जारी निर्देशों का प्रभाव - सर्वोच्च न्यायालय की तीन न्यायाधीशों की बेंच ने एशियन रीसर्फेसिंग में विभिन्न",
  "net effect of the directions issued in paragraphs 36 and 37 of Asian Resurfacing is that the petition in which the High Court": "निर्देश जारी किए - एशियन रीसर्फेसिंग के पैराग्राफ 36 और 37 में जारी निर्देशों का कुल प्रभाव यह है कि जिस",
  "has granted a stay of the proceedings of the trial, must be decided within a maximum period of six months - If it is not": "याचिका में उच्च न्यायालय ने मुकदमे की कार्यवाही पर रोक लगाई है, उस पर अधिकतम छह महीने के भीतर",
  "decided within six months, the interim stay will be vacated": "निर्णय लिया जाना चाहिए - यदि छह महीने के भीतर निर्णय नहीं लिया जाता है, तो अंतरिम रोक स्वतः ही समाप्त",
  "automatically, virtually making the pending case infructuous:": "हो जाएगी, जिससे लंबित मामला वस्तुतः निष्फल हो जाएगा :",
  "Y. Chandrachud, CuJI., J.B. Pardiwala, Manoj Misra, JJ.) The Constitution Benches of the Supreme Court have considered the": "सीजेआई. , न्यायमूर्ति जे.बी. पारदीवाला, न्यायमूर्ति मनोज मिश्रा की ओर से) - सर्वाच्च न्यायालय की संविधान",
  "Constitution Benches of the Supreme Court have considered the issue of fixing timelines for the disposal of cases in the cases of Abdul Rehman Antulay and P. Ramachandra Rao — The principles": "पीठों ने अब्दुल रहमान अंतुले और पी. रामचंद्र राव के मामलों में मामलों के निस्तारण के लिए समय-सीमा तय",
  "laid down in the decision will apply even to civil cases before the": "करने के मुद्दे पर विचार किया है - निर्णय में निर्धारित सिद्धांत निचली अदालतों में चल रहे दीवानी मामलों पर भी",
  "trial courts — The same principles will also apply to a direction issued to the High Courts to decide cases on a day-to-day basis": "लागू होंगे - यही सिद्धांत उच्च न्यायालयों को मामलों का दिन-प्रतिदिन या विशिष्ट समय के भीतर निपटारा करने",
  "or within a specific time — Thus, the directions of the Court that provide for automatic vacation of the order of stay and the disposal of all cases in which a stay has been granted on a day-to-day": "के निर्देश पर भी लागू होंगे - इस प्रकार, न्यायालय के निर्देश जो स्थगन आदेश को स्वतः रद्द करने और उन सभी",
  "of all cases in which a stay has been granted on a day-to-day basis virtually amount to judicial legislation — The jurisdiction of": "मामलों का निस्तारण करने का प्रावधान करते हैं जिनमें स्थगन दिया गया है, वस्तुतः न्यायिक कानून के समान",
  "this Court cannot be exercised to make such a judicial legislation": "हैं - इस तरह का न्यायिक कानून बनाने के लिए इस न्यायालय के अधिकार क्षेत्र का प्रयोग नहीं किया जा सकता",
  "— Only the legislature can provide that cases of a particular category should be decided within a specific time — There are": "- केवल विधानमंडल ही यह प्रावधान कर सकता है कि किसी विशेष श्रेणी के मामलों का निस्तारण विशिष्ट समय",
  "many statutes which incorporate such provisions — However,": "के भीतर किया जाना चाहिए - ऐसे कई कानून हैं जिनमें ऐसे प्रावधान शामिल हैं - हालांकि, ऐसे सभी प्रावधानों",
  "all such provisions are usually held to be directory — A judicial notice will have to be taken of the fact that in all the High Courts of larger strength having jurisdiction over larger States, the daily": "को आमतौर पर निर्देश माना जाता है - इस तथ्य पर न्यायिक ध्यान देना होगा कि बड़े राज्यों पर अधिकार क्षेत्र",
  "notice will have to be taken of the fact that in all the High Courts of larger strength having jurisdiction over larger States, the daily cause lists of individual Benches of the cases of the aforesaid": "रखने वाले सभी उच्च न्यायालयों में, उपर्युक्त श्रेणियों के मामलों की अलग-अलग पीठों की दैनिक वाद सूचियां सौ",
  "categories are of more than a hundred matters — Therefore, once a case is entertained by the High Court and the stay is granted,": "से अधिक हैं - इसलिए, एक बार जब कोई मामला उच्च न्यायालय द्वारा स्वीकार कर लिया जाता है और स्थगन",
  "the case has a long life - The High Courts cannot be expected to": "दे दिया जाता है, तो उस मामले की अवधि लंबी होती है - उच्च न्यायालयों से यह अपेक्षा नहीं की जा सकती कि",
  "Interim Orders — Stay order cannot be automatically vacated:": "अंतरिम आदेश - स्थगन आदेश स्वतः निरस्त नहीं किया जा सकता:",
  "Held: Per Pankaj Mithal, J. (concurring): The stay order granted in any proceedings would not automatically stand vacated on the": "धारित किया: न्यायमूर्ति पंकज मिथल (सहमत) के अनुसार: किसी भी कार्यवाही में दिया गया स्थगन आदेश किसी",
  "in any proceedings would not automatically stand vacated on the expiry of a particular period until and unless an application to that effect has been filed by the other side and is decided following the": "विशेष अवधि की समाप्ति पर स्वतः ही निरस्त नहीं हो जाएगा जब तक कि दूसरे पक्ष द्वारा उस आशय का आवेदन",
  "effect has been filed by the other side and is decided following the principles of natural justice by a speaking order — It is expedient": "दायर नहीं किया जाता है और आख्यापक आदेश द्वारा प्राकृतिक न्याय के सिद्धांतों का पालन करते हुए निर्णय",
  "to be time bound, would remain in operation till the decision of the main matter or until and unless an application is moved for its": "मामले के निर्णय तक या जब तक उसके निरस्तीकरण के लिए आवेदन नहीं किया जाता है और प्राकृतिक न्याय",
  "the same. [Paras 7 and 8]": "परिवर्तित या निरस्त कर रहा हो। [पैरा 7 और 8]",
  "Practice and Procedure — Procedure to be adopted by High Courts while passing interim order of stay of proceedings": "कार्यप्रणाली और प्रक्रिया - कार्यवाही पर रोक लगाने का अंतरिम आदेश पारित करते समय और अंतरिम रोक",
  "Chandrachud, CuJI., J.B. Pardiwala, Manoj Misra, JJ.) To avoid": "जे.बी, पारदीवाला, न्यायमूर्ति मनोज मिश्रा की ओर से)",
  "any prejudice to the opposite parties, while granting ex-parte ad- interim relief without hearing the affected parties, the High Courts": "विपरीत पक्षों को किसी भी तरह के पूवग्रिह से बचाने के लिए, प्रभावित पक्षों को सुने बिना एकपक्षीय अंतरिम राहत",
  "should normally grant ad-interim relief for a limited duration — After": "प्रदान करते समय, उच्च न्यायालयों को सामान्यतः सीमित अवधि के लिए अंतरिम राहत प्रदान करनी चाहिए -",
  "hearing the contesting parties, the Court may or may not confirm": "प्रतिवादी पक्षों को सुनने के बाद, न्यायालय पहले के अंतरिम आदेश की पुष्टि कर भी सकता है और नहीं भी कर",
  "the earlier ad-interim order — Ad-interim relief, once granted, can be vacated or affirmed only after application of mind by the concerned": "सकता है - एक बार दी गई अंतरिम राहत को संबंधित न्यायालय द्वारा विवेक के प्रयोग के बाद ही रद्द या पुष्ट किया",
  "Court — Hence, the Courts must give necessary priority to the hearing of the prayer for interim relief where adinterim relief has": "जा सकता है - इसलिए, न्यायालयों को अंतरिम राहत के लिए प्रार्थना की सुनवाई को आवश्यक प्राथमिकता देनी",
  "been granted — Though the High Court is not expected to record": "चाहिए, जहां अंतरिम राहत प्रदान की गई है - हालांकि उच्च न्यायालय से यह अपेक्षा नहीं की जाती है कि वह",
  "detailed reasons while dealing with the prayer for the grant of stay or interim relief, the order must give sufficient indication of the": "स्थगन या अंतरिम राहत प्रदान करने की प्रार्थना पर विचार करते समय विस्तृत कारण दर्ज करे, लेकिन आदेश में",
  "or interim relief, the order must give sufficient indication of the application of mind to the relevant factors — An interim order passed": "संबंधित कारकों पर विवेक के प्रयोग का पर्याप्त संकेत अवश्य दिया जाना चाहिए - प्रतिवादी पक्षों को सुनने के बाद",
  "after hearing the contesting parties cannot be vacated by the High Court without giving sufficient opportunity of being heard to the party": "पारित अंतरिम आदेश को उच्च न्यायालय द्वारा उस पक्ष को सुनवाई का पर्याप्त अवसर दिए बिना रद्द नहीं किया",
  "same on the available grounds — In such a case, the High Court must give necessary priority to the hearing of applications for": "सकती है, तो उच्च न्यायालय को स्थगन हटाने के आवेदनों की सुनवाई को आवश्यक प्राथमिकता देनी चाहिए -",
  "up for hearing — Applications for vacating interim reliefs cannot be kept pending for an inordinately long time. [Paras 34 and 35]": "अंतरिम राहत हटाने के आवेदनों को अत्यधिक लंबे समय तक लंबित नहीं रखा जा सकता है। [पैरा 34 और 35]",
  "discovery, etc; Interim orders of the High Courts; Interim orders": "डिजिटल सुप्रीम कोर्ट रिपोर्ट्स खोज, आदि; उच्च न्यायालयों के अंतरिम आदेश; कार्यवाही पर रोक के अंतरिम",
  "of stay of proceedings; Day-to-day basis hearing; Position of the High Courts; High Court’s power of superintendence; Issue": "आदेश; दिन-प्रतिदिन की सुनवाई; उच्च न्यायालयों की स्थिति; उच्च न्यायालय की अधीक्षण की शक्ति; विचार",
  "not arising for consideration; Deciding pending cases in a time-": "के लिए उत्पन्न न होने वाला मुद्दा; समयबद्ध तरीके से लंबित मामलों का निर्णय करना; संवैधानिक न्यायालयों द्वारा",
  "bound manner; Effect of directions issued by the Constitutional Courts; Procedure to be adopted by High Courts while passing": "जारी निर्देशों का प्रभाव; अंतरिम आदेश पारित करते समय उच्च न्यायालयों द्वारा अपनाई जाने वाली प्रक्रिया;",
  "interim order; Applications for vacating interim stay.": "अंतरिम रोक हटाने के लिए आवेदन।",
  "CRIMINAL APPELLATE JURISDICTION : Criminal Appeal No.3589 of 2023": "आपराधिक अपीलीय क्षेत्राधिकार से उत्पन्न वाद: आपराधिक अपील संख्या 3589/ 2023",
  "Special Leave Petition (Crl.) Nos. 13284-13289 of 2023 and Criminal": "विशेष अनुमति याचिका (क्रि.) सं. 3284-3289/2023 और आपराधिक अपील... डायरी सं",
  "From the Judgment and Order dated 03.11.2023 of the High Court of Judicature at Allahabad in A482 No. 28574 of 2019": "इलाहाबाद उच्च न्यायालय के आवेदन अन्तर्गत 482 सं. 28574 / 209 के दिनांक 03..2023 के निर्णय और आदेश से",
  "Appearances for Parties": "पक्षकारों की ओर से उपस्थिति",
  "Rakesh Dwivedi, VK Shukla, Kavin Gulati, S.G. Hasnain, Ravindra": "अपीलकतगिण की ओर से अधिवक्ता - राकेश द्विवेदी, वीके शुक्ला, कविन गुलाटी, एसजी हसनैन, रवींद्र सिंह,",
  "Singh, Dinesh Goswami, Sr. Advs., Shantanu Krishna, Nitin Sharma,": "दिनेश गोस्वामी, वरिष्ठ अधिवक्ता, शांतनु कृष्णा, नितिन शर्मा, निखिल शर्मा, एकलव्य द्विवेदी, शांतनु सागर,",
  "Mishra, Harmeet Singh Ruprah, Abhinav Shrivastava, Manu Yadav, Himanshu Tyagi, Kumar Ayush, Ronak Chaturavedi, Ram Kaushik,": "अनुकूल राज, अंकित मिश्रा, हरमीत सिंह रूपराह , अभिनव श्रीवास्तव, मनु यादव, हिमांशू त्यागी, कुमार आयुष,",
  "Syed Mohd Fazal, Archit Mandhyan, Raman Yadav, Prabhat Ranjan Raj,": "रौनक चतुर्वेदी, राम कौशिक, सैयद मोहम्मद फजल, अर्चित मांध्यान, रमन यादव, प्रभात रंजन राज, सिद्धार्थ",
  "Sidharth Sarthi, Anil Kumar, Gunjesh Ranjan, Animesh Tripathi, Anant Prakash, Mrs. Kanupriya Mishra, Amit Kumar Singh, Salil Srivastava,": "सारथी, अनिल कुमार, गुंजेश रंजन, अनिमेष त्रिपाठी, अनंत प्रकाश, श्रीमती कनुप्रिया मिश्रा, अमित कुमार सिंह,",
  "Shaurya Vardhan Singh, Ankit Dwivedi, Mrs. Mukti Chowdhary, Gyanendra Kumar, Mrs. Vijaya Singh, Shashwat Anand, Apoorv Mishra,": "सलिल श्रीवास्तव, शौर्य वर्धन सिंह, अंकित द्विवेदी, श्रीमती मुक्ति चौधरी, ज्ञानेंद्र कुमार, श्रीमती विजया सिंह,",
  "Shashank Shukla, Ashutosh Thakur, Vaibhav Jain, Rituvendra Singh,": "शाश्वत आनंद, अपूर्व मिश्रा, शशांक शुक्ला, आशुतोष ठाकुर, वैभव जैन, ऋतुवेंद्र सिंह, अनिरुद्ध कुमार , राजर्षि",
  "Aniruddh Kumar, Rajrshi Gupta, Imran Ullah, Tarun Agarwal, Ankit Saran, Namit Srivastava, Rakesh Dubey, Swetashwa Agarwal, Javed": "गुप्ता, इमरान उल्लाह, तरूण अग्रवाल, अंकित सरन, नमित श्रीवास्तव, राकेश दुबे, श्वेताश्व अग्रवाल, जावेद एच",
  "H Khan, Praval Tripathi, Shariq Ahmed, Satwik Misra, Ishit Saharia, Ashish Singh, Amit Singh, Sanjay Kumar Singh, Piyush Kumar, Paritosh": "खान, प्रवल त्रिपाठी, शारिक अहमद, सात्विक मिश्रा, इशित सहारिया, आशीष सिंह, अमित सिंह, संजय कुमार",
  "Kumar Singh, Pai Amit, N. Ashwani Kumar, Ms. Pankhuri Bhardwaj, Ms.": "सिंह, पीयूष कुमार, परितोष कुमार सिंह, पाई अमित, एन. अश्वनी कुमार, सुश्री पंखुड़ी भारद्वाज, सुश्री भावना",
  "Bhavana Duhoon, Ms. Ranu Purohit, Abhiyudaya Vats, Ms. Vanshika Dubey, Kushal Dube, Tathagata Dutta, P. Ashok, Advs. for the Appellant.": "दुदून, सुश्री रानू पुरोहित, अभियुदय वत्स, सुश्री वंशिका दुबे, कुशल दुबे, तथागत दत्ता, पी. अशोक।",
  "Tushar Mehta, SG, Ajay Kumar Misra, Adv. Gen/Sr. Adv., Vijay": "प्रत्यर्थीगण की ओर से अधिवक्ता - तुषार मेहता, एसजी, अजय कुमार मिश्रा, सलाहकार। जनरल /वरिष्ठ अधिवक्ता,",
  "Hansaria, Sr. Adv., Tanmaya Agarwal, Wrick Chatterjee, Mrs. Aditi": "विजय हंसारिया, वरिष्ठ अधिवक्ता, तन्मय अग्रवाल, ब्रिक चटर्जी, श्रीमती अदिति अग्रवाल, विनायक मोहन, महफूज़",
  "Ms. Rajeswari Mukherjee, K.V. Girish Chowdary, T. Vijaya Bhaskar Reddy, Ms. Archita Nigam, Meeran Maqbool, Ms. Ruchi Guasain,": "अहसान नाज़की, पोलंकी गौतम, सुश्री राजेश्वरी मुखर्जी, के.वी. गिरीश चौधरी, टी. विजया भास्कर रेड्डी, सुश्री",
  "Reddy, Ms. Archita Nigam, Meeran Maqbool, Ms. Ruchi Guasain, Fuzail Anmad Ayyubi, lbad Mushtaq, Ms. Akanksha Rai, Ms. Anasuya": "अर्चिता निगम, मीरान मकबूल, सुश्री रुचि गुसाईं, फुजैल अहमद अय्यूबी, इबाद मुश्ताक, सुश्री आकांक्षा राय,",
  "Choudhury, Ms. Kavya Jhawar, Gaurav Mehrotra, Talha Abdul Rahman, Nadeem Murtaza, Akber Ahmed, Abhinit Jaiswal, Harsh": "सुश्री अनसूया चौधरी, सुश्री काव्या झावर, गौरव मेहरोत्रा, तल्हा अब्दुल रहमान , नदीम मुर्तजा, अकबर अहमद,",
  "Vardhan Mehrotra, Ms. Maria Fatima, Ms. Alina Masoodi, M. Shaz": "अभिनीत जयसवाल, हर्ष वर्धन मेहरोत्रा, सुश्री मारिया फातिमा, सुश्री अलीना मसूदी, एम. शाज़ खान, अदनान",
  "Khan, Adnan Yousuf Bhat, Ms. Anasuya Chaudhoury, Advs. for the": "यूसुफ भट, सुश्री अनसूया चौधरी",
  "Judgment / Order of the Supreme Court": "उच्चतम न्यायालय का निर्णय/आदेश",
  "Judgment Abhay S. Oka, J.": "माननीय न्यायमूर्ति अभय एस. ओका,",
  "A. FACTUAL BACKGROUND ocnessssssscecseercssserresssnenessnserensnees 2": "ए. तथ्यात्मक पृष्ठभूमि .............. न",
  "I. Directions in Asian ReSurtfacing ........:cccssseceseeeneees 2": "।. एशियाई पुनरुत्थान में निर्देश......................... -",
  "B. SUBMISSIONS. .......1sscccccsecccccserecceneeesenenecssnensesensnnensnsenesenenees 8": "बी. प्रस्तुतियाँ, .......................... न",
  "C. ANALYSIS ......escccccserccccnserccensenecsnsenesssneneesenenecssnensessneanenenenees 14": "सी. विश्लेषण, ..............................८ न",
  "ll. High Court’s power to vacate or modify interim": "॥. अंतरिम राहत को खाली करने या संशोधित करने की उच्च न्यायालय की शक्ति .......................... -",
  "IV. Scope of exercise of powers under Article 142 of the CONSTITUTION ..........:eceeeeeeeesee eee eeeeeeeeeneeeeeeeeeeeeeeeeneeneeeeee 21": "/. संविधान के अनुच्छेद 42 के तहत शक्तियों के प्रयोग का दायरा................................. न",
  "V. Position of High Courts and its power of": "४. उच्च न्यायालयों की स्थिति और उनकी अधीक्षण की शक्ति................................ -",
  "VI. Whether the Court should deal with an issue not arising": "/॥. क्या न्यायालय को किसी ऐसे मुद्दे पर विचार करना चाहिए जो विचार के लिए उत्पन्न नहीं हो रहा है",
  "Vil. Clause (3) of Article 226 of the Constitution .......... 33": "१/॥. संविधान के अनुच्छेद 226 का खंड (3).......................... ८८... -",
  "Courts to decide pending cases in which interim orders of stay of proceedings has been granted on a day-to-day basis and": "१/॥॥. संवैधानिक न्यायालयों द्वारा लंबित मामलों का समयबद्ध तरीके से निर्णय लेने के लिए जारी किए गए",
  "A. FACTUAL BACKGROUND": "ए. तथ्यात्मक पृष्ठभूमि",
  "By the order dated 1** December 2023, a Bench of three Hon’ble Judges of this Court expressed a view that a decision of this Court": "। दिसंबर 2023 के आदेश दिनांकित । दिसम्बर 2023, द्वारा, इस न्यायालय के तीन माननीय न्यायाधीशों की",
  "in the case of Asian Resurfacing of Road Agency Private Limited & Anr. v. Central Bureau of Investigation’ requires reconsideration by a larger Bench.": "एक पीठ ने यह विचार व्यक्त किया कि रोड एजेंसी प्राइवेट लिमिटेड और अन्य बनाम केंद्रीय जांच ब्यूरो के एशियन",
  "I. Directions in Asian Resurfacing": "।, एशियाई रीसर्फेशिंग में निर्देश",
  "by the High Court with an order of framing charge passed by the Special Judge under the provisions of the Prevention of Corruption": "के प्रावधानों के तहत विशेष न्यायाधीश द्वारा पारित आरोप तैयार आदेशने के आदेश के साथ उच्च न्यायालय द्वारा",
  "that an order of framing charge under the PC Act was interlocutory.": "न्यायालय ने अभिनिर्धारित किया कि पी. सी. अधिनियम के तहत आरोप तय करने का आदेश अंतर्वर्ती था।इस",
  "A Bench of two Hon’ble Judges of this Court, by the order dated 9th September 2013, referred the case to a larger Bench to consider the": "न्यायालय के दो माननीय न्यायाधीशों की पीठ ने दिनांकित 9 सितंबर 203 के आदेश द्वारा इस मुद्दे पर विचार",
  "issue of whether the case of Mohan Lal Magan Lal Thacker v. State": "करने के लिए मामले को एक बड़ी पीठ को भेज दिया कि क्या ग्रोहन लाल मगन लाल ठाकरे बनाम गुजरात राज्य",
  "of Gujarat? was correctly decided. A Bench of three Hon’ble Judges": "के मामले का सही निर्णय लिया गया था।तीन माननीय न्यायाधीशों की पीठ ने कहा कि आरोप तय करने का आदेश",
  "held that the order of framing charge was neither an interlocutory nor a final order. Therefore, it was held that the High Court has jurisdiction": "न तो अंतर्वर्ती था और न ही अंतिम आदेश था।इसलिए, यह अभिनिर्धारित किया गया कि उच्च न्यायालय के पास",
  "in appropriate cases to consider a challenge to an order of framing": "आरोप तय करने के आदेश को चुनौती देने पर विचार करने के लिए उपयुक्त मामलों में अधिकार क्षेत्र है।इसके",
  "charge. Furthermore, the High Court has jurisdiction to grant a stay of the trial proceedings. Thereafter, it proceeded to consider in which": "अलावा, उच्च न्यायालय के पास मुकदमे की कार्यवाही पर रोक लगाने का अधिकार क्षेत्र है।इसके बाद, यह विचार",
  "cases a stay of the proceedings ought to be granted. The Bench": "करने के लिए आगे बढ़ा कि किन मामलों में कार्यवाही पर रोक लगाई जानी चाहिए।पीठ ने इस प्रश्न पर आपराधिक",
  "considered the question in the context of a criminal trial, particularly under the PC Act. In paragraphs 30 and 31, the Bench observed thus:": "मुकदमे के संदर्भ में विचार किया, विशेष रूप से पी. सी. अधिनियम के तहत पैराग्राफ 30 और 3] में पीठ ने इस",
  "“30. It is well accepted that delay in a criminal trial,": "“30. यह अच्छी तरह से स्वीकार किया जाता है कि आपराधिक मुकदमे में देरी, विशेष रूप से",
  "particularly in the PC Act cases, has deleterious effect": "पीसी अधिनियम के मामलों में, न्यायाधीश के प्रशासन पर हानिकारक प्रभाव डालती है जिसमें",
  "and efficacy of the legal system. It affects social welfare": "प्रभावशीलता में विश्वास को प्रभावित करती है।यह सामाजिक कल्याण और विकास को प्रभावित",
  "and development. Even in civil or tax cases it has been laid down that power to grant stay has to be exercised": "करता है। दीवानी या कर मामलों में भी यह निर्धारित किया गया है कि रोक लगाने की शक्ति का",
  "with restraint. Mere prima facie case is not enough. Party": "उपयोग संयम के साथ किया जाना चाहिए।केवल प्रथमदृष्ठया मामला पयप्ति नहीं है। ठहराव की",
  "seeking stay must be put to terms and stay should not be": "मांग करने वाले पक्ष को शर्तों पर रखा जाना चाहिए और ठहराव देरी के लिए प्रोत्साहन नहीं होना",
  "an incentive to delay. The order granting stay must show application of mind. The power to grant stay is coupled": "चाहिए।स्थगन देने वाले आदेश को विवेकपूर्ण व्यवहार दिखाना चाहिए। रोक लगाने की शक्ति",
  "with accountability. [Siliguri Municipality v. Amalendu Das,": "जवाबदेही के साथ जुड़ी हुई है। [ सिलीगुड़ी नगरपालिका बनाम अमलेंदु दास, (984) 2 एस.",
  "(1984) 2 SCC 436, para 4 : 1984 SCC (Tax) 183; CCE": "सी. सी. 436, पैरा 4:4984 एस. सी. सी. (कर) 33; सी. सी. ई. बनाम डनलप भारत",
  "SCC (Tax) 75; State (UT of Pondicherry) v. PV. Suresh, (1994) 2 SCC 70, para 15 and State of WB. v. Calcutta": "(पांडिचेरी केंद्र शासित प्रदेश) बनाम पी. वी. सुरेश, (994) 2 एस. सी. सी. 70, पैरा 45 और",
  "Hardware Stores, (1986) 2 SCC 203, para 5]": "पश्चिम बंगाल बनाम कलकत्ता हार्डवेयर स्टोर (986) 2 एस. सी. सी. 203, पैरा 5]",
  "31. Wherever stay is granted, a speaking order must": "37. जहां भी रोक दी जाती है, एक बोलने वाला आदेश पारित किया जाना चाहिए जो दर्शाता है",
  "be passed showing that the case was of exceptional nature and delay on account of stay will not prejudice the interest of speedy trial in a corruption case. Once": "कि मामला असाधारण प्रकृति का था और रोक के कारण देरी भ्रष्टाचार के मामले में त्वरित सुनवाई",
  "and concluded within two-three months.”": "जाना चाहिए, और दो-तीन महीने के भीतर समाप्त किया जाना चाहिए।'' (प्रभाव वर्घित)",
  "2. We have been called upon to decide the correctness of the view taken in paragraphs 36 and 37 of the said decision, which read thus:": "2. हमें उक्त निर्णय के पैराग्राफ 36 और 37 में लिए गए दृष्टिकोण की शुद्धता तय करने के लिए कहा गया है, जो",
  "“36. In view of the above, situation of proceedings remaining pending for long on account of stay needs to": "“36. उपरोक्त को ध्यान में रखते हुए, रोक के कारण लंबे समय तक लंबित रहने वाली कार्यवाही",
  "be remedied. Remedy is required not only for corruption": "की स्थिति को सुधारने की आवश्यकता है।न केवल भ्रष्टाचार के मामलों के लिए बल्कि उन सभी",
  "cases but for all civil and criminal cases where on": "दीवानी और आपराधिक मामलों के लिए भी उपाय की आवश्यकता है जहां ठहराव के कारण",
  "account of stay, civil and criminal proceedings are held up. At times, proceedings are adjourned sine die on": "दीवानी और आपराधिक कार्यवाही रुकी हुई है।कभी-कभी स्थगन के कारण कार्यवाही अनिश्चित",
  "account of stay. Even after stay is vacated, intimation": "काल के लिए स्थगित कर दी जाती है।ठहराव खाली होने के बाद भी, सूचना प्राप्त नहीं होती है",
  "is not received and proceedings are not taken up. In an attempt to remedy this situation, we consider it": "और कार्यवाही नहीं की जाती है।इस स्थिति को सुधारने के प्रयास में, हम यह निर्देश देना उचित",
  "appropriate to direct that in all pending cases where stay against proceedings of a civil or criminal trial": "समझते हैं कि सभी लंबित मामलों में जहां सिविल या आपराधिक मुकदमे की कार्यवाही के खिलाफ",
  "is operating, the same will come to an end on expiry of six months from today unless in an exceptional": "रोक चल रही है, वह आज से छह महीने की समाप्ति पर समाप्त हो जाएगी, जब तक कि किसी",
  "period, resume the proceedings without waiting for any": "अदालतें, उपरोक्त अवधि की समाप्ति पर, किसी अन्य सूचना की प्रतीक्षा किए बिना कार्यवाही",
  "produced.”": "है।'' (प्रभाव वर्धित )",
  "3. A Miscellaneous Application was filed in the decided case, in light of the order passed on 4\" December 2019 by the Learned Additional Chief Judicial Magistrate, Pune. When the learned Magistrate was": "3. पुणे के अतिरिक्त मुख्य न्यायिक मजिस्ट्रेट द्वारा 4 दिसंबर 209 को पारित आदेश के आलोक में, तय किए गए मामले में एक विविध आवेदन दायर किया गया था।जब विद्वत मजिस्ट्रेट को छह महीने की अवधि की समाप्ति",
  "called upon to proceed with the trial on the ground of automatic vacation of stay after the expiry of a period of six months, the": "के बाद ठहराव की स्वतः छुट्टी के आधार पर मुकदमे को आगे बढ़ाने के लिए कहा गया था, तो विद्वत मजिस्ट्रेट ने",
  "High Court had passed an order of stay, a Court subordinate to the High Court cannot pass any order contrary to the order of stay. By": "था, तो उच्च न्यायालय का अधीनस्थ न्यायालय ठहराव के आदेश के विपरीत कोई आदेश पारित नहीं आदेश",
  "the order dated 15'\" October 2020, this Court held that when the": "सकता है। दिनांकित 5 अक्टूबर 2020 के आदेश द्वारा, इस विचारण न्यायालय ने कहा कि जब उच्च विचारण",
  "stay granted by the High Court automatically expires, unless an extension is granted for good reasons, the Trial Court, on expiry of": "न्यायालय द्वारा दी गई रोक स्वचालित रूप से समाप्त हो जाती है, जब तक कि अच्छे कारणों से विस्तार नहीं दिया",
  "extension is granted for good reasons, the Trial Court, on expiry of a period of six months, must set a date for trial and go ahead with": "जाता है, तो निचली अदालत को छह महीने की अवधि समाप्त होने पर मुकदमे के लिए एक तारीख निर्धारित करनी",
  "the same. Later, an attempt was made to seek clarification of the law laid down in the case of Asian Resurfacing\". This Court, by": "चाहिए और उसी के साथ आगे बढ़ना चाहिए।बाद में, एशियन रिसर्फसिंग । के मामले में निर्धारित कानून का",
  "the order dated 25th April 2022, did not apply the direction issued": "स्पष्टीकरण लेने का प्रयास किया गया।इस न्यायालय ने 25 अप्रैल 2022 दिनांकित के आदेश द्वारा एशियन",
  "was made to apply the directions to an order of stay of the order of the learned Single Judge of the High Court passed by a Division": "पीठ द्वारा पारित उच्च न्यायालय के विद्वत एकल न्यायाधीश के आदेश पर रोक लगाने के आदेश को लागू करने",
  "ll. Order of reference to Larger Bench": "॥. बड़ी बेंच को संदर्भित करने का आदेश",
  "4. Inthe order of reference dated 1** December 2023, in paragraph 10, this Court observed thus:": "4. ' दिसंबर 2023 के संदर्भ के क्रम में, पैराग्राफ 0 में, इस न्यायालय ने इस प्रकार देखा:",
  "“10. We have reservations in regard to the correctness of the broad formulations of principle in the above terms.": "”0. उपरोक्त शब्दों में सिद्धांत के व्यापक सूत्रीकरण की शुद्धता के संबंध में हमें संदेह है।इस तथ्य",
  "indefinite nature results in prolonging civil or criminal proceedings, as the case may be, unduly. At the same": "दीवानी या आपराधिक कार्यवाही, जैसा भी मामला हो, अनुचित रूप से लंबी हो जाती है।साथ",
  "time, it needs to be factored in that the delay is not always on account of conduct of the parties involved. The delay": "ही, यह ध्यान में रखने की आवश्यकता है कि देरी हमेशा शामिल पक्षों के आचरण के कारण नहीं",
  "may also be occasioned by the inability of the Court to take up proceedings expeditiously. The principle which": "होती है।न्यायालय द्वारा कार्यवाही को शीघ्रता से शुरू करने में असमर्थता के कारण भी देरी हो सकती है। उपर्युक्त निर्णय में जो सिद्धांत निर्धारित किया गया है, वह यह है कि रोक स्वतः ही",
  "b. If the condition imposed by a provision of law to do a certain": "बी. यदि किसी समय सीमा के भीतर किसी विशेष कार्य को करने के लिए कानून के प्रावधान द्वारा लगाई",
  "thing within a time frame is upon the institution and the consequences of that institution failing to comply with the condition are to fall upon someone who has no control over": "गई शर्त संस्था पर है और उस संस्था के शर्त का पालन करने में विफल रहने के परिणाम किसी ऐसे व्यक्ति",
  "the institution, the provision of law will have to be construed as directory;": "पर पड़ते हैं जिसका संस्था पर कोई नियंत्रण नहीं है, तो कानून के प्रावधान को निर्देशिका के रूप में",
  "c. Aninterim relief order is always granted after considering the three factors: prima facie case, the balance of convenience": "सी. अंतरिम राहत आदेश हमेशा तीन कारकों पर विचार करने के बाद दिया जाता हैःप्रथमदृष्ठया मामला,",
  "and irreparable injury to the aggrieved party. Once a finding": "पीड़ित पक्ष को सुविधा और अपूरणीय क्षति का संतुलन करेगा।एक बार जब स्थगन आदेश प्राप्त करने के",
  "is recorded regarding the entitlement of the appellant/ applicant to get the order of stay, the order does not become": "निष्कर्ष अपीलार्थी/आवेदक की पात्रता के संबंध में कोई निष्कर्ष दर्ज किया जाता है, तो आदेश इस आधार",
  "automatically bad on the ground that it has lived for six months; and": "पर स्वचालित रूप से खराब नहीं हो जाता है कि वह छह महीने से जीवित है; और",
  "d. In the decision of this Court in Kailash v. Nanhku_& Ors’, it": "डी. कैलाश बनाम नन्हकू और अन्य के मामले में इस न्यायालय के निर्णय में यह अभिनिर्धारित किया",
  "has been held that the process of justice may be speeded up and hurried, but fairness, which is the basic element of justice,": "गया है कि न्यायाधीश की प्रक्रिया को तेज और जल्दबाजी में किया जा सकता है, लेकिन निष्पक्षता, जो",
  "cannot be permitted to be buried. The discretion conferred upon": "न्यायाधीश का मूल तत्व है, को दफन करने की अनुमति नहीं दी जा सकती है। उच्च न्यायालय को दिए",
  "the High Court cannot be taken away by exercising power under Article 142 of the Constitution of India.": "गए विवेकाधिकार को भारत के संविधान के अनुच्छेद 42 के तहत शक्ति का प्रयोग करके छीन नहीं लिया",
  "in L.A. no.252872 of 2023 in Criminal Appeal no.3589 of 2023, in": "8. आई.ए. संख्या 252872/20283 में आपराधिक अपील संख्या 3589/2023 में आवेदक की ओर से",
  "addition to the aforesaid submissions, relied upon a decision of the Constitution Bench in the case of Sanjeev Coke Manufacturing Company v. M/s. Bharat Coking Coal Ltd. & Anr’, to contend that": "बनाम सेसर्स धारत कोकिंग कोल लिमिटेड एवं अन्य के मामले में संविधान पीठ के निर्णय पर भरोसा करते हुए",
  "the Court should not decide any important question without there being a proper lis.": "तर्क दिया कि न्यायालय को उचित सूची के बिना किसी महत्वपूर्ण प्रश्न पर निर्णय नहीं करना चाहिए।",
  "Shri Vijay Hansaria, the learned senior counsel appearing for the Gauhati High Court Bar Association, made the following submissions:": "9. गुवाहाटी उच्च न्यायालय बार एसोसिएशन की ओर से विद्वान वरिष्ठ अधिवक्ता श्री विजय हंसारिया ने",
  "a. As regards the interpretation of clause (3) of Article 226 of the Constitution of India, various High Courts have taken different": "ए. जहाँ तक भारत के संविधान के अनुच्छेद 226 के खंड (3) की व्याख्या का संबंध है, विभिन्न उच्च",
  "vacation of stay is mandatory or directory. He urged that the provision will have to be held as a directory;": "अनिवार्य है या निर्देशिका है।उन्होंने आग्रह किया कि प्रावधान को एक निर्देशिका के रूप में रखना होगा;",
  "b. In Asian Resurfacing’, the Court was dealing with a petition filed in the High Court arising from a prosecution under the PC": "बी. एशियन रीसर्फेसिंग में न्यायालय पीसी अधिनियम के तहत अभियोजन से उत्पन्न उच्च न्यायालय में",
  "Act. The cases of other categories were not the subject matter of challenge before this Court;": "दायर याचिका पर विचार कर रहा था। अन्य श्रेणियों के मामले इस न्यायालय के समक्ष चुनौती का विषय",
  "c. The power under Article 142 of the Constitution of India can": "सी, भारत के संविधान के अनुच्छेद 42 के तहत शक्ति का प्रयोग किसी भी मामले या उसके समक्ष लंबित",
  "pending before it. The issue of the duration of the order of stay did not arise in the case of Asian Resurfacing’; and": "आदेश की अवधि का मुद्दा नहीं उठा; और",
  "d. A successful litigant whose application for stay is allowed by": "सी, एक सफल वादकारी जिसके स्थगन के आवेदन को उच्च न्यायालय द्वारा अनुमति दी गई है, केवल",
  "the High Court cannot be prejudiced only on the ground that": "इस आधार पर पूवग्रिहित नहीं किया जा सकता है कि उच्च न्यायालय उक्त वादकारी के नियंत्रण से परे",
  "the High Court does not hear the main case within six months for reasons beyond the control of the said litigant.": "कारणों से छह महीने के भीतर मुख्य मामले की सुनवाई नहीं करता है।",
  "Shri Amit Pai, the learned counsel appearing for the appellant in one of the appeals, while adopting the submissions, relied upon a decision": "0. श्री अमित पाई, एक अपील में अपीलार्थी की ओर से पेश विद्वान अधिवक्ता, प्रस्तुतियों को स्वीकार करते हुए,",
  "of the appeals, while adopting the submissions, relied upon a decision of this Court in the case of Deoraj v. State of Maharashtra & Ors.°": "देवराज अन्य महाराष्ट्र राज्य और अन्य के मामले में इस न्यायालय के निर्णय पर भरोसा किया और तर्क दिया कि",
  "and contended that recourse is taken to the order of grant of interim relief as the conclusion of hearing on merits is likely to take some": "अंतरिम राहत देने के आदेश का सहारा लिया जाता है क्योंकि गुण-दोष पर सुनवाई के समापन में कुछ समय लगने",
  "time. He submitted that the said object has not been considered in Asian Resurfacing’. He urged that passing an interim order of stay": "की संभावना है। उन्होंने प्रस्तुत किया कि एशियाई रिफेंशिंग में उक्त वस्तु पर विचार नहीं किया गया है। उन्होंने",
  "is a judicial act. Therefore, such an order must be vacated only by": "आग्रह किया कि स्थगन का अंतरिम आदेश पारित करना एक न्यायिक कार्य है।इसलिए, इस तरह के आदेश को",
  "Prof (Dr) Pankaj K Phadnis, representing the intervenor — Abhinav Bharat Congress, has filed written submissions. He has contended that he was not permitted to join the hearing through video conferencing.": "॥. हस्तक्षेप करनेवालाकर्ता-अभिनव भारत कांग्रेस का प्रतिनिधित्व करने वाले प्रो. (डॉ.) पंकज के फडनीस ने लिखित निवेदन दायर किए हैं।उन्होंने तर्क दिया है कि उन्हें वीडियो कॉन्फ्रेंसिंग द्वारा से सुनवाई में शामिल होने की",
  "He has come out with the draft of Supreme Court Rules, 2024. His": "अनुमति नहीं दी गई थी। उन्होंने उच्चतम न्यायालय के नियम, 2024 का मसौदा तैयार किया है।मसौदे पर",
  "submissions, based on the draft, are entirely irrelevant.": "आधारित उनकी प्रस्तुतियाँ पूरी तरह से अप्रासंगिक हैं।",
  "C. ANALYSIS": "सी. विश्लेषण",
  "We have no manner of doubt that the direction issued in paragraph 36 of Asian Resurfacing’ regarding automatic vacation of stay": "2. हमें इस बात में कोई संदेह नहीं है कि एशियन रिसर्फेसिंग के पैराग्राफ 36 में स्थगन की स्वतः छुट्टी के संबंध",
  "has been issued in the exercise of the jurisdiction of this Court under Article 142 of the Constitution of India. Even the direction in": "में जारी किया गया निर्देश भारत के संविधान के अनुच्छेद 42 के तहत इस न्यायालय के अधिकार क्षेत्र का प्रयोग",
  "paragraph 37 of conducting day-to-day hearing has been issued": "करते हुए जारी किया गया है।यहां तक कि पैराग्राफ 37 में दिन-प्रतिदिन की सुनवाई करने का निर्देश भी इसी",
  "in exercise of the same jurisdiction. The effect of the direction issued in paragraph 36 is that the interim order of stay granted": "अधिकार क्षेत्र का प्रयोग करते हुए जारी किया गया है।पैराग्राफ 36 में जारी निर्देश का प्रभाव यह है कि एक वादकारी",
  "ll. High Court’s power to vacate or modify interim relief": "॥. अंतरिम राहत को खाली करने या संशोधित करने की उच्च न्यायालय की शक्ति",
  "When a High Court grants a stay of the proceedings while issuing notice without giving an opportunity of being heard to the contesting": "4. जब कोई उच्च न्यायालय प्रतिद्वंद्वी पक्षों को सुनने का अवसर दिए बिना नोटिस जारी करते समय कार्यवाही",
  "parties, it is not an interim order, but it is an ad-interim order of": "पर रोक लगाता है, तो यह एक अंतरिम आदेश नहीं है, बल्कि यह स्थगन का एक अंतरिम आदेश है।कार्यवाही के",
  "opportunity of being heard is granted on the prayer for interim relief to all the parties to the proceedings. Ad-interim orders, by their very": "सभी पक्षों को अंतरिम राहत देने के अनुरोध पर सुनवाई का अवसर दिए जाने के बाद ही इसे स्थगन के अंतरिम",
  "nature, should be of a limited duration. Therefore, such orders do": "आदेश में परिवर्तित किया जा सकता है।अंतरिम ऑर्डर, अपनी प्रकृति से, एक सीमित अवधि के होने चाहिए।इसलिए",
  "not pose any problem.": "इस तरह के आदेशों से कोई समस्या नहीं होती है।",
  "The High Courts are always empowered to vacate or modify an order": "राहत के आदेश को खाली करने या संशोधित करने का अधिकार हैः.",
  "(a) Ifa litigant, after getting an order of stay, deliberately prolongs": "(ए) यदि कोई वादकारी, स्थगन का आदेश प्राप्त करने के बाद, जानबूझकर आदेश या तो अनुचित आधारों",
  "the proceedings either by seeking adjournments on unwarranted grounds or by remaining absent when the main case in which": "पर स्थगन की मांग करके या अनुपस्थित होना कर्यवाही को बढ़ाता है, जब मुख्य मामला जिसमें अंतरिम",
  "interim relief is granted is called out for hearing before the High Court with the object of taking undue advantage of the": "राहत दी जाती है, उसे स्थगन के आदेश का अनुचित लाभ उठाने के उद्देश्य से उच्च न्यायालय के समक्ष",
  "(b) The High Court finds that the order of interim relief is granted as a result of either suppression or misrepresentation of material": "(बी) उच्च न्यायालय ने पाया कि अंतरिम राहत का आदेश उस पक्ष द्वारा भौतिक तथ्यों को दबाने या",
  "been made; and": "दिया गया है; और",
  "(c) The High Court finds that there is a material change in": "(सी) उच्च न्यायालय ने पाया कि परिस्थितियों में एक महत्वपूर्ण बदलाव आया है जिसके लिए पहले",
  "circumstances requiring interference with the interim order passed earlier. In a given case, a long passage of time may": "पारित अंतरिम आदेश में हस्तक्षेप की आवश्यकता है। किसी दिए गए मामले में, लंबे समय तक बीतने से",
  "bring about a material change in circumstances.": "परिस्थितियों में महत्वपूर्ण बदलाव आ सकता है।",
  "These grounds are not exhaustive. There can be other valid grounds for vacating an order of stay.": "ये आधार संपूर्ण नहीं हैं।ठहरने के आदेश को खाली करने के लिए अन्य वैध आधार हो सकते हैं।",
  "lll. Whether an Interim Order can come to an end automatically only due to the lapse of time": "॥।. क्या कोई अंतरिम आदेश केवल समय बीतने के कारण स्वतः समाप्त हो सकता है",
  "Interim order of stay can come to an end: -": "6. ठहरने का अंतरिम आदेश समाप्त हो सकता हैः: -",
  "(a) By disposal of the main case by the High Court, in which the": "(क) उच्च न्यायालय द्वारा मुख्य मामले के निपटारे द्वारा, जिसमें अंतरिम आदेश पारित किया गया",
  "merits or for default or other reasons such as the abatement": "है।निपटान या तो गुण-दोष के आधार पर या चूक के आधार पर या अन्य कारणों जैसे मामले के उपशमन",
  "of the case; or": "के आधार पर हो सकता है; या",
  "that the appeal is required to be disposed of within 365 days. So far as the disposal of an appeal by the Appellate": "लगा दी जाती है, तभी अपील का 365 दिनों के भीतर निपटान किया किया जाना आवश्यक है।जहाँ तक",
  "Tribunal is concerned, this is a directory provision. However,": "अपीलीय न्यायाधिकरण द्वारा किसी अपील के निपटारे का संबंध है, यह एक निर्देशिका प्रावधान है।तथापि,",
  "so far as vacation of stay on expiry of the said period is": "जहाँ तक उक्त अवधि की समाप्ति पर ठहराव की छुट्टी का संबंध है, यह शर्त जहां तक निर्धारिती का संबंध",
  "22. Since the object of the third proviso to Section 254(2-A) of the Income Tax Act is the automatic vacation of a stay that has been granted on the completion of 365 days, whether or not the assessee is responsible": "22. चूंकि आयकर अधिनियम की धारा 254(2-ए) के तीसरे प्रावधान का उद्देश्य 365 दिन पूरे होने",
  "of a stay that has been granted on the completion of 365 days, whether or not the assessee is responsible for the delay caused in hearing the appeal, such object": "पर दिए गए स्थगन को स्वतः रद्द करना है, चाहे करदाता अपील की सुनवाई में हुई देरी के लिए जिम्मेदार",
  "above, is liable to be struck down as violating Article 14 of the Constitution of India. Also, the said proviso": "के संविधान के अनुच्छेद 4 का उल्लंघन करने के कारण खारिज किए जाने योग्य है। इसके अलावा, उक्त",
  "would result in the automatic vacation of a stay upon the expiry of 365 days even if the Appellate Tribunal": "परंतुक के परिणामस्वरूप 365 दिनों की समाप्ति पर रोक की स्वतः छुट्टी हो जाएगी, भले ही अपीलीय",
  "could not take up the appeal in time for no fault of": "न्यायाधिकरण निर्धारिती की बिना किसी गलती के समय पर अपील पर विचार न कर सके।इसके अलावा,",
  "the assessee. Further, the vacation of stay in favour of the Revenue would ensue even if the Revenue is itself responsible for the delay in hearing the appeal. In": "राजस्व के पक्ष में ठहराव की छुट्टी तब भी होगी जब अपील की सुनवाई में देरी के लिए राजस्व स्वयं",
  "this sense, the said proviso is also manifestly arbitrary": "जिम्मेदार हो।इस अर्थ में, उक्त परंतुक भी स्पष्ट रूप से मनमाना है क्योंकि यह एक ऐसा प्रावधान है जो",
  "being a provision which is capricious, irrational and disproportionate so far as the assessee is concerned.”": "जहां तक निर्धारिती का संबंध है, मनमौजी, तर्कददीन और असमान है।\"'",
  "(Emphasis added)": "(प्रभाव वर्घित)",
  "Therefore, even if the legislature were to come out with such a provision for automatic vacation of stay, the same may not stand": "इसलिए, भले ही विधायिका ठहराव की स्वतः छुट्टी के लिए इस तरह के प्रावधान के साथ आती है, लेकिन यह",
  "judicial scrutiny as it may suffer from manifest arbitrariness.": "न्यायिक जांच में नहीं रह सकती है क्योंकि यह स्पष्ट मनमानेपन से पीड़ित हो सकती है।",
  "IV. Scope of exercise of powers under Article 142 of the Constitution": "४. संविधान के अनुच्छेद 42 के तहत शक्तियों के प्रयोग का दायरा",
  "The directions issued in Asian Resurfacing’ are obviously issued in the exercise of jurisdiction of this Court under Article 142 of the": "9. एशियन रिसर्फेसिंग। में जारी किए गए निर्देश स्पष्ट रूप से संविधान के अनुच्छेद 42 के तहत इस न्यायालय",
  "Constitution, which confers jurisdiction on this Court to pass such": "के अधिकार क्षेत्र का प्रयोग करते हुए जारी किए गए हैं, जो इस न्यायालय को इस तरह की डिक्री पारित करने या",
  "a decree or make such order necessary for doing complete justice": "किसी भी मामले या मामले में पूर्ण न्यायाधीश करने के लिए इस तरह के आदेश को आवश्यक बनाने का अधिकार",
  "in any case or matter pending before it. In Asian Resurfacing’, the first issue was, whether an order framing of charge in a case": "क्षेत्र प्रदान करत है। एशियन रिसर्फेसिंग। में, पहला मुद्दा यह था कि क्या पीसी अधिनियम के तहत किसी मामले में",
  "under the PC Act was in the nature of an interlocutory order. The second question was of the scope of powers of the High Court to": "आरोप तय करने का आदेश एक अंतर्वर्ती आदेश की प्रकृति में था।दूसरा प्रश्न आरोप तय करने के आदेश को",
  "stay proceedings of the trial under the PC Act while entertaining a": "चुनौती देने पर विचार करते हुए पीसी अधिनियम के तहत मुकदमे की कार्यवाही पर रोक लगाने की उच्च न्यायालय",
  "duration of the interim orders passed by the High Courts in various": "की शक्तियों के दायरे से संबंधित था। विभिन्न अन्य कार्यवाहियों में उच्च न्यायालयों द्वारा पारित अंतरिम आदेशों",
  "case of Asian Resurfacing’. The provisions of Article 142 of the Constitution of India are meant to further the cause of justice and to secure complete justice. The directions in the exercise of power": "के संविधान के अनुच्छेद 42 के प्रावधान न्यायाधीश के उद्देश्य को आगे बढ़ाने और पूर्ण न्यायाधीश सुनिश्चित",
  "to secure complete justice. The directions in the exercise of power under Article 142 cannot be issued to defeat justice. The jurisdiction": "करने के लिए हैं।अनुच्छेद 42 के तहत शक्ति के प्रयोग में निर्देश न्याय को विफल करने के लिए जारी नहीं किए",
  "naught a very large number of interim orders lawfully passed by all": "बहुत बड़ी संख्या में अंतरिम आदेशों को शून्य करने वाले आदेशों को पारित करने के लिए नहीं किया जा सकता",
  "the High Courts, and that too, without hearing the contesting parties. The jurisdiction under Article 142 can be invoked only to deal with": "है, और वह भी, प्रतिद्वंद्वी पक्षों को सुने बिना।अनुच्छेद 42 के तहत अधिकार क्षेत्र का उपयोग केवल न्यायालय",
  "extraordinary situations for doing complete justice between the parties before the Court.": "के समक्ष पक्षों के बीच पूर्ण न्याय करने के लिए असाधारण स्थितियों से निपटने के लिए किया जा सकता है।",
  "While dealing with the scope of power under Article 142, a Constitution Bench of this Court in the case of Prem Chand Garg & Anr. v. The": "20. अनुच्छेद 42 के तहत शक्ति के दायरे से निपटते समय, इस न्यायालय की संविधान पीठ ने प्रेम चंद गर्ग एवं",
  "“12. Basing himself on this decision, the Solicitor-General": "2. इस निर्णय के आधार पर, सॉलिसिटर-जनरल का तर्क है कि अनुच्छेद 42 () के तहत इस",
  "argues that the power conferred on this Court under Article 142(1) is comparable to the privileges claimed by": "न्यायालय को प्रदान की गई शक्ति की तुलना अनुच्छेद 94 (3) के उत्तरार्ध भाग के तहत राज्य",
  "striking down an order passed by this Court under Article": "न्यायालय द्वारा अनुच्छेद 42 () के तहत पारित करने को इस आधार पर निरस्त करने का कोई सवाल",
  "142(1) on the ground that it is inconsistent with Article 32. It would be noticed that this argument proceeds on the basis": "ही नहीं हो सकता है कि यह अनुच्छेद 32 के साथ असंगत है।यह ध्यान दिया जाएगा कि यह तर्क इस",
  "that the order for security infringes the fundamental right guaranteed by Article 32 and it suggests that under Article": "आधार पर आगे बढ़ता है कि सुरक्षा का आदेश अनुच्छेद 32 द्वारा गारंटीकृत मौलिक अधिकार का उल्लंघन",
  "142(1) this Court has jurisdiction to pass such an order. In": "करत है और यह सुझाव देता है कि अनुच्छेद 42 () के तहत इस न्यायालय को ऐसा आदेश पारित",
  "our opinion, the argument thus presented is misconceived.": "करने का अधिकार क्षेत्र है। हमारी राय में, इस प्रकार प्रस्तुत तर्क गलत है।इस संबंध में, शर्मा [(959)",
  "decision in the case of Sharma [(1959) 1 SCR 806 at 859-860] and its effect. The actual decision was that the": "। एस. सी. आर. 806 पर 859-860] के मामले में वास्तविक निर्णय और इसके प्रभाव का अवलोकन",
  "rights claimable under the latter part of Article 194(3) were": "करना आवश्यक है।वास्तविक निर्णय यह था कि अनुच्छेद 94 (3) के उत्तरा्द्ध भाग के तहत दावा किए",
  "not subject to Article 19(1)(a), because the said rights had": "जाने वाले अधिकार अनुच्छेद 9 () (ए) के अधीन नहीं थे, क्योंकि उक्त अधिकार स्पष्ट रूप से एक",
  "been expressly provided for by a constitutional provision viz. Article 194(3), and it would be impossible to hold that": "संवैधानिक प्रावधान द्वारा प्रदान किए गए थे। अनुच्छेद 94 (3), और यह मानना असंभव होगा कि",
  "one part of the Constitution is inconsistent with another part. The position would, however, be entirely different if": "संविधान का एक भाग दूसरे भाग के साथ असंगत है।हालाँकि, स्थिति पूरी तरह से अलग होगी यदि राज्य",
  "the State Legislature was to pass a law in regard to the privileges of its members. Such a law would obviously": "विधानमंडल को अपने सदस्यों के विशेषाधिकारों के संबंध में एक कानून पारित करना था।इस तरह का",
  "have to be consistent with Article 19(1)(a). If any of the": "कानून स्पष्ट रूप से अनुच्छेद 9 () (ए) के अनुरूप होना चाहिए।यदि ऐसी कानून के किसी भी प्रावधान",
  "provisions of such a law were to contravene any of the fundamental rights guaranteed by Part Ill, they would be": "से भाग ॥ द्वारा गारंटीकृत किसी भी मूल अधिकार का उल्लंघन होता है, तो उन्हें असंवैधानिक होने के",
  "struck down as being unconstitutional. Similarly, there can be no doubt that if in respect of petitions under Article 32": "रूप में निरस्त कर दिया जाएगा।इसी तरह, इसमें कोई संदेह नहीं हो सकता है कि यदि अनुच्छेद 32 के",
  "a law is made by Parliament as contemplated by Article": "तहत याचिकाओं के संबंध में संसद द्वारा अनुच्छेद 45 () द्वारा विचार के अनुसार एक कानून बनाया",
  "145(1), and such a law, in substance, corresponds to the provisions of Order 25 Rule 1 or Order 41 Rule 10, it would": "जाता है, और ऐसा कानून, सार में, आदेश 25 नियम । या आदेश 4 नियम 0 के प्रावधानों के अनुरूप",
  "be struck down on the ground that it purports to restrict the fundamental right guaranteed by Article 32. The position": "है, तो इसे इस आधार पर निरस्त कर दिया जाएगा कि यह अनुच्छेद 32 द्वारा गारंटीकृत मौलिक अधिकार",
  "of an order made either under the rules framed by this": "को प्रतिबंधित करने का इरादा रखता है।इस न्यायालय द्वारा बनाए गए नियमों के तहत या अनुच्छेद 42",
  "Court or under the jurisdiction of this Court under Article": "() के तहत इस न्यायालय के अधिकार क्षेत्र के तहत दिए गए आदेश की स्थिति अलग नहीं हो सकती",
  "142(1) can be no different. If this aspect of the matter is": "है।यदि मामले के इस पहलू को ध्यान में रखा जाता है, तो अनुच्छेद 42 () के आधार पर सॉलिसिटर-",
  "borne in mind, there would be no difficulty in rejecting the": "जनरल के तर्क को अस्वीकार करने में कोई कठिनाई नहीं होगी। इसमें कोई संदेह नहीं है कि इस न्यायालय",
  "powers of this Court are no doubt very wide and they are intended to be and will always be exercised in the": "की शक्तियां बहुत व्यापक हैं और उनका उद्देश्य न्याय के हित में होना है और हमेशा उनका प्रयोग किया",
  "interest of justice. But that is not to say that an order can be made by this Court which is inconsistent with": "जाएगा।लेकिन इसका मतलब यह नहीं है कि इस न्यायालय द्वारा एक आदेश दिया जा सकता है जो",
  "the fundamental rights guaranteed by Part Ill of the Constitution. An order which this Court can make in": "संविधान के भाग ॥। द्वारा गारंटीकृत मूल अधिकार के साथ असंगत है।एक आदेश जो यह न्यायालय पक्षों",
  "order to do complete justice between the parties, must not only be consistent with the fundamental rights guaranteed by the Constitution, but it cannot even be": "के बीच पूर्ण न्याय करने के लिए कर सकता है, न केवल संविधान द्वारा गारंटीकृत मूल अधिकार के अनुरूप",
  "relevant statutory laws. Therefore, we do not think it would be possible to hold that Article 142(1) confers upon": "है। इसलिए, हमें नहीं लगता कि यह अभिनिर्धारित करना संभव होगा कि अनुच्छेद 42 () इस न्यायालय",
  "this Court powers which can contravene the provisions of Article 32.": "को ऐसी शक्तियां प्रदान करता है जो अनुच्छेद 32 के प्रावधानों का उल्लंघन कर सकती हैं।",
  "13. In this connection, it may be pertinent to point out": "|3. इस संबंध में, यह इंगित करना उचित हो सकता है कि पक्षकारों के बीच पूर्ण न्याय करने के लिए इस",
  "that the wide powers which are given to this Court for": "न्यायालय को दी गई व्यापक शक्तियों का उपयोग इस न्यायालय द्वारा किया जा सकता है, उदाहरण के",
  "used by this Court, for instance, in adding parties to the proceedings pending before it, or in admitting additional": "लिए, उसके समक्ष लंबित कार्यवाही में पक्षकारों को जोड़ने में, या अतिरिक्त साक्ष्य स्वीकार करने में, या",
  "evidence, or in remanding the case, or in allowing a new point to be taken for the first time. It is plain that in": "मामले को रिमांड करने में, या पहली बार एक नए बिंदु को लेने की अनुमति देने में। यह स्पष्ट है कि इन",
  "exercising these and similar other powers, this Court": "और इसी तरह की अन्य शक्तियों का प्रयोग करते हुए, यह न्यायालय प्रक्रिया के प्रासंगिक प्रावधानों से",
  "would not be bound by the relevant provisions of procedure if it is satisfied that a departure from the said procedure is necessary to do complete justice between the parties.”": "बाध्य नहीं होगा यदि यह संतुष्ट है कि पक्षों के बीच पूर्ण न्याय करने के लिए उक्त प्रक्रिया से विचलन",
  "21. Another Constitution Bench in the case of Supreme Court Bar Association v. Union of India & Anr.\", in paragraphs 47 and 48,": "2. सुप्रीम कोर्ट बार एसोसिएशन न्यायालय भारत संघ और अन्य बनाम भारत संघ के मामले में के पैराग्राफ 47",
  "“47. The plenary powers of this Court under Article 142 of the Constitution are inherent in the Court and are": "47. संविधान के अनुच्छेद 42 के तहत इस न्यायालय की पूर्ण शक्तियां न्यायालय में निहित हैं",
  "complementary to those powers which are specifically conferred on the Court by various statutes though are": "और उन शक्तियों के पूरक हैं जो विशेष रूप से विभिन्न कानूनों द्वारा न्यायालय को प्रदान की गई",
  "not limited by those statutes. These powers also exist": "हैं, हालांकि उन कानूनों द्वारा सीमित नहीं हैं। ये शक्तियाँ पक्षों के बीच पूर्ण न्याय करने की दृष्टि से",
  "justice between the parties. These powers are of very wide amplitude and are in the nature of supplementary powers.": "कानूनों से स्वतंत्र भी मौजूद हैं। ये शक्तियाँ बहुत व्यापक आयाम की हैं और पूरक शक्तियों की",
  "This power exists as a separate and independent basis of jurisdiction apart from the statutes. It stands upon the": "प्रकृति में हैं।यह शक्ति क़ानूनों के अलावा अधिकार क्षेत्र के एक अलग और स्वतंत्र आधार के रूप",
  "different and perhaps even wider footing, to prevent injustice in the process of litigation and to do complete justice": "बीच पूर्ण न्याय करने के लिए इसके अभ्यास के लिए आधार को एक अलग और शायद व्यापक",
  "between the parties. This plenary jurisdiction is, thus, the residual source of power which this Court may draw": "आधार पर रखा जा सकता है। इस प्रकार, यह पूर्ण अधिकारिता शक्ति का अवशिष्ट स्रोत है",
  "due process of law, to do complete justice between the parties, while administering justice according to law.": "पालन सुनिश्चित करने के लिए, पक्षकारों के बीच पूर्ण न्याय करने के लिए, कानून के अनुसार",
  "parties, while administering justice according to law. There is no doubt that it is an indispensable adjunct to all": "न्याय का प्रदान करते हुए, आवश्यकतानुसार प्राप्त कर सकता है। इसमें कोई संदेह नहीं है कि",
  "other powers and is free from the restraint of jurisdiction": "यह अन्य सभी शक्तियों के लिए एक अनिवार्य सहायक है और अधिकार क्षेत्र के प्रतिबंध से मुक्त",
  "Court to prevent “clogging or obstruction of the stream of": "है और \"न्याय की धारा के अवरोध या बाधा\" को रोकने के लिए न्यायालय के हाथों में एक",
  "powers conferred on the Court by Article 142 being": "अनुच्छेद 42 द्वारा न्यायालय को प्रदान की गई शक्तियों को उपचारात्मक प्रकृति की होने के",
  "curative in nature cannot be construed as powers which": "कारण उन शक्तियों के रूप में नहीं माना जा सकता है जो न्यायालय को उसके समक्ष लंबित किसी",
  "authorise the Court to ignore the substantive rights of a litigant while dealing with a cause pending before it.": "कारण से निपटने के दौरान वादकारी के मूल अधिकारों की अनदेखी करने के लिए अधिकृत",
  "This power cannot be used to “supplant” substantive law applicable to the case or cause under consideration of the": "करती हैं।इस शक्ति का उपयोग मामले में लागू मूल कानून या न्यायालय के विचाराधीन कारण को \"प्रतिस्थापित\" करने के लिए नहीं किया जा सकता है। अनुच्छेद 42, इसके विस्तार के साथ",
  "cannot be used to build a new edifice where none": "भी, एक नए भवन के निर्माण के लिए उपयोग नहीं किया जा सकता है जहां पहले कोई मौजूद",
  "existed earlier, by ignoring express statutory provisions dealing with a subject and thereby to achieve something": "नहीं था, किसी विषय से संबंधित स्पष्ट वैधानिक प्रावधानों की अनदेखी करके और इस तरह",
  "dealing with a subject and thereby to achieve something indirectly which cannot be achieved directly. Punishing": "अप्रत्यक्ष रूप से कुछ ऐसा हासिल करने के लिए जिसे सीधे प्राप्त नहीं किया जा सकता है। एक",
  "a contemner advocate, while dealing with a contempt of": "अवमानना अधिवक्ता को दंडित करना, न्यायालय का अवमान के मामले में उसके वकालत करने",
  "court case by suspending his licence to practice, a power otherwise statutorily available only to the Bar Council of": "के लाइसेंस को निलंबित करते हुए, एक शक्ति जो अन्यथा केवल बार काउंसिल ऑफ भारत के",
  "is, therefore, not permissible in exercise of the jurisdiction under Article 142. The construction of Article 142 must be": "है, इसलिए अनुच्छेद 42 के तहत अधिकार क्षेत्र का प्रयोग करने में अनुमत नहीं है।अनुच्छेद",
  "functionally informed by the salutary purposes of the article, viz., to do complete justice between the parties. It cannot": "442 के निर्माण को अनुच्छेद के हितकारी उद्देश्यों, अर्थात पक्षों के बीच पूर्ण न्याय करने के लिए",
  "48. The Supreme Court in exercise of its jurisdiction under Article 142 has the power to make such order as": "48. अनुच्छेद 42 के तहत अपने अधिकार क्षेत्र का प्रयोग करते हुए सर्वोच्च न्यायालय को ऐसा",
  "very nature of the power must lead the Court to set": "पूर्ण न्याय करने के लिए आवश्यक हो। शक्ति की प्रकृति को न्यायालय को उन शक्तियों का प्रयोग",
  "and ordinarily it cannot disregard a statutory provision governing a subject, except perhaps to balance the": "यह किसी विषय को नियंत्रित करने वाले वैधानिक प्रावधान की अवहेलना नहीं कर सकता है,",
  "equities between the conflicting claims of the litigating": "सिवाय इसके कि शायद वाद करने वाले पक्षों के परस्पर विरोधी दावों के बीच समानता को",
  "before it. Indeed this Court is not a court of restricted jurisdiction of only dispute-settling. It is well recognised and": "वास्तव में यह न्यायालय केवल विवाद-निपटान के सीमित अधिकार क्षेत्र का न्यायालय नहीं",
  "established that this Court has always been a law-maker": "है।यह अच्छी तरह से मान्यता प्राप्त और स्थापित है कि यह न्यायालय हमेशा एक कानून निर्माता",
  "and its role travels beyond merely dispute-settling. It is a": "रहा है और इसकी भूमिका केवल विवाद-निपटान से परे है। यह एक \"जटिल क्षेत्रों में समस्या-",
  "“problem-solver in the nebulous areas” (See K. Veeraswami v. Union of India [(1991) 3 SCC 655 : 1991 SCC (Cri) 734]": "समाधान करता है (के. वीरास्वामी बनाम भारत संघ देखें [(99) 3 एस. सी. सी. 655:99",
  "by this Court, while making an order under Article 142.": "मूल वैधानिक प्रावधानों को इस न्यायालय द्वारा अनुच्छेद 42 के तहत आदेश देते समय पूरी",
  "Indeed, these constitutional powers cannot, in any way,": "तरह से नजरअंदाज नहीं किया जा सकता है। वास्तव में, इन संवैधानिक शक्तियों को किसी भी",
  "be controlled by any statutory provisions but at the same": "तरह से किसी भी वैधानिक प्रावधान द्वारा नियंत्रित नहीं किया जा सकता है, लेकिन साथ ही इन",
  "time these powers are not meant to be exercised when their exercise may come directly in conflict with what has": "शक्तियों का प्रयोग तब नहीं किया जा सकता है जब उनका प्रयोग सीधे उस विषय के साथ स्पष्ट",
  "their exercise may come directly in conflict with what has been expressly provided for in a statute dealing expressly": "रूप से निपटने वाले अधिनियम में स्पष्ट रूप से प्रदान किए गए प्रावधानों के साथ टकराव में आ",
  "It is very difficult to exhaustively lay down the parameters for the": "मापदंडों को पूरी तरह से निर्धारित करना बहुत मुश्किल है।.",
  "parameters which are relevant to the issues involved in the reference are as follows:-": "हालांकि, कुछ महत्वपूर्ण मानदंड जो संदर्भ में शामिल मुद्दों के लिए प्रासंगिक हैं, वे इस प्रकार हैं:.",
  "The jurisdiction can be exercised to do complete justice between": "(।) न्यायालय के समक्ष पक्षों के बीच पूर्ण न्याय करने के लिए अधिकार क्षेत्र का प्रयोग किया जा सकता",
  "the parties before the Court. It cannot be exercised to nullify the benefits derived by a large number of litigants based on judicial orders validly passed in their favour who are not parties to the": "है।इसका उपयोग बड़ी संख्या में वादियों द्वारा उनके पक्ष में वैध रूप से पारित न्यायिक आदेशों के आधार पर प्राप्त लाभों को रद्द करने के लिए नहीं किया जा सकता है जो इस न्यायालय के समक्ष कार्यवाही के",
  "Article 142 does not empower this Court to ignore the substantive rights of the litigants; and": "(॥) अनुच्छेद 42 इस न्यायालय को वादियों के मूल अधिकारों की उपेक्षा करने का अधिकार नहीं देता है; और",
  "While exercising the jurisdiction under Article 142 of the Constitution of India, this Court can always issue procedural": "(आ) भारत के संविधान के अनुच्छेद 42 के तहत अधिकार क्षेत्र का प्रयोग करते समय, यह न्यायालय",
  "and ironing out the creases in the procedural laws to ensure": "निपटान सुनिश्चित करने के लिए प्रक्रियात्मक कानूनों में खामियों को दूर करने के लिए प्रक्रियात्मक निर्देश",
  "exercising the jurisdiction under Article 142, this Court may not": "जारी कर सकता है।ऐसा इसलिए है क्योंकि, अनुच्छेद 42 के तहत अधिकार क्षेत्र का प्रयोग करते हुए,",
  "be bound by procedural requirements of law. However, while": "यह न्यायालय कानून की प्रक्रियात्मक आवश्यकताओं से बाध्य नहीं हो सकता है।हालाँकि, ऐसा करते",
  "doing so, this Court cannot affect the substantive rights of those": "समय, यह न्यायालय उन वादियों के मूल अधिकारों को प्रभावित नहीं कर सकता है जो उसके समक्ष",
  "litigants who are not parties to the case before it. The right to be heard before an adverse order is passed is not a matter of": "मामले में पक्षकार नहीं हैं।प्रतिकूल आदेश पारित किए जाने से पहले सुनवाई का अधिकार प्रक्रिया का",
  "procedure but a substantive right.": "विषय नहीं है, बल्कि एक मूल अधिकार है।",
  "The power of this Court under Article 142 cannot be exercised to defeat the principles of natural justice, which are an integral": "(४) अनुच्छेद 42 के तहत इस न्यायालय की शक्ति का उपयोग प्राकृतिक न्याय के सिद्धांतों को विफल",
  "part of our jurisprudence.": "करने के लिए नहीं किया जा सकता है, जो हमारे न्यायशास्त्र का एक अभिन्न अंग हैं।",
  "V. Position of the High Courts and its power of superintendence": "४. उच्च न्यायालयों की स्थिति और उनकी अधीक्षण की शक्ति",
  "A High Court is also a constitutional Court. It is well settled that it is": "23. उच्च न्यायालय भी एक संवैधानिक न्यायालय है। यह अच्छी तरह से तय किया गया है कि यह न्यायिक रूप",
  "not judicially subordinate to this Court. In the case of Tirupati Balaji Developers (P) Lid. & Ors. v. State of Bihar & Ors.’, this Court": "से इस न्यायालय के अधीन नहीं है। तिरुपति बालाजी डेवलपर्स (पी) लिमिटेड एवं अन्य बनाम बिहार राज्य एवं",
  "paragraph 8, this Court observed thus:": "पैराग्राफ 8 में, इस न्यायालय ने इस प्रकार टिप्पणी की:",
  "“8. Under the constitutional scheme as framed for the judiciary, the Supreme Court and the High Courts,": "“8. न्यायपालिका के लिए बनाई गई संवैधानिक योजना के तहत, सर्वोच्च न्यायालय और उच्च",
  "both are courts of record. The High Court is not a court “subordinate” to the Supreme Court. In a way the canvas of judicial powers vesting in the High Court is": "न्यायालय, दोनों रिकॉर्ड की अदालतें हैं।उच्च न्यायालय सर्वोच्च न्यायालय का \"अधीनस्थ\" न्यायालय नहीं है। एक प्रकार से उच्च न्यायालय में निहित न्यायिक शक्तियों का दायरा व्यापक है",
  "writs conferred by Article 226 of the Constitution for the enforcement of any of the rights conferred by Part Ill of the Constitution and for any other purpose while the original": "अन्य उद्देश्य के लिए संविधान के अनुच्छेद 226 द्वारा प्रदत्त सभी विशेषाधिकार रिट जारी करने",
  "jurisdiction of the Supreme Court to issue prerogative writs remains confined to the enforcement of fundamental rights": "का अधिकार क्षेत्र है, जबकि विशेषाधिकार रिट जारी करने का सर्वोच्च न्यायालय का मूल",
  "remains confined to the enforcement of fundamental rights and to deal with some such matters, such as Presidential elections or inter-State disputes which the Constitution does": "क्षेत्राधिकार मूल अधिकार के प्रवर्तन और ऐसे कुछ मामलों, जैसे राष्ट्रपति चुनाव या अंतर-राज्यीय",
  "not envisage being heard and determined by High Courts.": "विवादों, जिन्हें संविधान उच्च न्यायालयों द्वारा सुने जाने और निर्धारित करने की परिकल्पना नहीं",
  "The High Court exercises power of superintendence under Article 227 of the Constitution over all subordinate courts and tribunals; the Supreme Court has not been": "करता है, एवं उनसे निपटने तक ही सीमित है। उच्च न्यायालय सभी अधीनस्थ न्यायालयों और न्यायाधिकरणों पर संविधान के अनुच्छेद 227 के तहत अधीक्षण की शक्ति का प्रयोग करता है;",
  "conferred with any power of superintendence. If the": "सर्वोच्च न्यायालय को अधीक्षण की कोई शक्ति प्रदान नहीं की गई है।यदि उच्चतम न्यायालय",
  "Supreme Court and the High Courts both were to be thought of as brothers in the administration of justice,": "और उच्च न्यायालय दोनों को न्याय के प्रशासन में भाइयों के रूप में माना जाता है, तो उच्च",
  "the High Court has larger jurisdiction but the Supreme Court still remains the elder brother. There are a few": "न्यायालय के पास अधिक अधिकार क्षेत्र है लेकिन सर्वोच्च न्यायालय अभी भी बड़ा भाई बना",
  "provisions which give an edge, and assign a superior place in the hierarchy, to the Supreme Court over High Courts.": "हुआ है। कुछ प्रावधान हैं जो उच्च न्यायालयों पर सर्वोच्च न्यायालय को एक बढ़त देते हैं, और",
  "and criminal matters, the Supreme Court is the highest and": "दीवानी और आपराधिक मामलों में सर्वोच्च न्यायालय अपील का सर्वोच्च और अंतिम न्यायालय",
  "the ultimate court of appeal. It is the final interpreter of the law. Under Article 139-A, the Supreme Court may transfer": "है।यह कानून का अंतिम व्याख्याकार है।अनुच्छेद 39-ए के तहत, सर्वोच्च न्यायालय एक उच्च",
  "any case pending before one High Court to another High": "न्यायालय के समक्ष लंबित किसी भी मामले को दूसरे उच्च न्यायालय में स्थानांतरित कर सकता",
  "Court or may withdraw the case to itself. Under Article 141": "है या मामले को अपने पास वापस ले सकता है।अनुच्छेद 4। के तहत सर्वोच्च न्यायालय द्वारा",
  "jurisdiction to pass interim orders valid only for six months at a time.": "छह महीने के लिए वैध अंतरिम आदेश पारित करने के अपने अधिकार क्षेत्र को सीमित करके अंतरिम राहत देने के",
  "amount to making a dent on the jurisdiction of the High Courts under Article 226 of the Constitution, which is an essential feature that forms": "बाधाओं को डालना संविधान के अनुच्छेद 226 के तहत उच्च न्यायालयों के अधिकार क्षेत्र में सेंध लगाने के बराबर",
  "part of the basic structure of the Constitution.": "होगा, जो एक आवश्यक विशेषता है जो संविधान की मूल संरचना का हिस्सा है।.",
  "VI. Whether the Court should deal with an issue not arising for consideration": "५. कया न्यायालय को किसी ऐसे मुद्दे से निपटना चाहिए जो विचार के लिए उत्पन्न नहीं हो रहा है",
  "In the case of Sanjeev Coke Manufacturing Company,’ a Constitution": "25. संजीव कोक मैन्युफैक्चरिंग कंपनी के मामले में, इस न्यायालय की एक संविधान पीठ ने पैराग्राफ । में इस",
  "ls We have serious reservations on the question whether it is open to a": ". ...... .... हमें इस सवाल पर गंभीर आपत्ति है कि क्या इस तरह के विचारों पर विधा संबंधी",
  "court to answer academic or hypothetical questions on such": "(अकादमिक/एकेडमिक) या काल्पनिक प्रश्नों का उत्तर देना न्यायालय के लिए खुला है, विशेष",
  "considerations, particularly so when serious constitutional issues are involved. We (Judges) are not authorised to": "रूप से जब गंभीर संवैधानिक मुद्दे शामिल हैं। हम (न्यायाधीश) युद्ध की रेखाओं को ठीक से बनाए",
  "make disembodied pronouncements on serious and cloudy issues of constitutional policy without battle": "बिना संवैधानिक नीति के गंभीर और अस्पष्ट मुद्दों पर असंबद्ध घोषणा करने के लिए अधिकृत नहीं",
  "lines being properly drawn. Judicial pronouncements cannot be immaculate legal conceptions. It is but": "हैं। न्यायिक घोषणाएं बेदाग कानूनी अवधारणाएं नहीं हो सकती हैं। यह सही है कि कानून के",
  "right that no important point of law should be decided without a proper lis between parties properly ranged on either side and a crossing of the swords. We think": "किसी भी महत्वपूर्ण बिंदु पर निर्णय दोनों पक्षों के बीच एक उचित सीमा और तलवारों के पार के",
  "In Asian Resurfacing’, there was no lis before this Court arising out of the orders of stay granted in different categories of cases pending before the various High Courts.": "एशियन रिसर्फेसिंग। में, विभिन्न उच्च न्यायालयों के समक्ष लंबित मामलों की विभिन्न श्रेणियों में दिए गए स्थगन के आदेशों से उत्पन्न इस न्यायालय के समक्ष कोई याचिका नहीं थी। यह न्यायालय पी. सी. अधिनियम के तहत एक",
  "an attempt was made to delve into an issue which did not arise for consideration.": "मामले की सुनवाई कर रही थी। इस प्रकार, एक ऐसे मुद्दे पर विचार करने का प्रयास किया गया जो विचार के लिए",
  "Vil. Clause (3) Of Article 226 of the Constitution": "४॥. संविधान के अनुच्छेद 226 का खंड (3)",
  "In this case, it is unnecessary for this Court to decide whether clause": "26, इस मामले में, इस न्यायालय के लिए यह निर्णय लेना अनावश्यक है कि क्या भारत के संविधान के अनुच्छेद",
  "(3) of Article 226 of the Constitution of India is mandatory or directory. Clause (3) of Article 226 reads thus:": "226 का खंड (3) अनिवार्य है या निर्देशिका । अनुच्छेद 226 का खंड (3) इस प्रकार हैः",
  "“226. Power of High Courts to issue certain writs:": "“226. उच्च न्यायालयों की कुछ रिट जारी करने की शक्तिः",
  "(3) Where any party against whom an interim order, whether by way of injunction or stay or in any other manner, is": "(3) जहां कोई भी पक्ष जिसके खिलाफ अंतरिम आदेश, चाहे वह निषेधाज्ञा या स्थगन के माध्यम",
  "made on, or in any proceedings relating to, a petition under": "से हो या किसी अन्य तरीके से, खंड () के तहत याचिका पर या उससे संबंधित किसी कार्यवाही",
  "(a) furnishing to such party copies of such petition and": "(क) ऐसी अंतरिम आदेश के लिए याचिका के समर्थन में ऐसी याचिका की प्रतियां और",
  "all documents in support of the plea for such interim order; and": "सभी दस्तावेज ऐसे पक्ष को प्रस्तुत करना; और",
  "(6) giving such party an opportunity of being heard,": "(ख) ऐसे पक्षकार को सुनवाई का अवसर देते हुए,",
  "makes an application to the High Court for the vacation of such order and furnishes a copy of such application to": "ऐसे आदेश को निरस्त करने के लिए उच्च न्यायालय में आवेदन करता है और ऐसे आवेदन की एक प्रति",
  "the party in whose favour such order has been made or": "जिसके पक्ष में ऐसा आदेश दिया गया है, या ऐसे पक्षकार के अधिवक्ता को ऐसे आवेदन की एक",
  "the counsel of such party, the High Court shall dispose of the application within a period of two weeks from the": "प्रति प्रस्तुत करता है, उच्च न्यायालय आवेदन प्राप्त होने की तारीख से दो सप्ताह की अवधि के",
  "date on which it is received or from the date on which the copy of such application is so furnished, whichever is": "न्यायालय उस आवेदन को उसके प्राप्त होने की तारीख से या ऐसे आवेदन की प्रति इस प्रकार प्रस्तुत किए",
  "later, or where the High Court is closed on the last day of that period, before the expiry of the next day afterwards": "बाद में हो, या जहां उच्च न्यायालय उस अवधि के अंतिम दिन बंद है, अगले दिन की समाप्ति से",
  "on which the High Court is open; and if the application is": "पहले, जिसके बाद उच्च न्यायालय खुला है, उसका निपटान किया जायेगा; और यदि आवेदन",
  "not so disposed of, the interim order shall, on the expiry": "का इस प्रकार निपटान नहीं किया जाता है। अंतरिम आदेश, उस अवधि की समाप्ति पर, या,",
  "of that period, or, as the case may be, the expiry of the said next day, stand vacated.”": "उस अवधि की समाप्ति पर, या, यथास्थिति, उक्त अगले दिन की समाप्ति पर निरस्त हो जाएगा।\"'",
  "On its plain reading, clause (3) is applicable only when an interim relief is granted without furnishing a copy of the writ petition along with supporting documents to the opposite": "इसके सादे पठन पर, खंड (3) केवल तभी लागू होता है जब एक अंतरिम राहत विपरीत पक्ष को सहायक दस्तावेजों",
  "interim relief is granted without furnishing a copy of the writ petition along with supporting documents to the opposite party and without hearing the opposite party. Even assuming": "के साथ रिट याचिका की एक प्रति प्रस्तुत किए बिना और विपरीत पक्ष को सुने बिना दी जाती है।यह मानते हुए भी",
  "that clause (3) is not directory, it provides for an automatic vacation of interim relief only if the aggrieved party makes": "कि खंड (3) निर्देशिका नहीं है, यह अंतरिम राहत की स्वतः छुट्टी का प्रावधान केवल तभी करता है जब पीड़ित",
  "an application for vacating the interim relief and when the application for vacating stay is not heard within the time": "पक्ष अंतरिम राहत को खाली करने के लिए आवेदन करता है और जब निर्दिष्ट समय के भीतर ठहराव को खाली",
  "specified. Clause (3) will not apply when an interim order in a writ petition under Article 226 is passed after the service of": "करने के लिए आवेदन पर सुनवाई नहीं होती है।खंड (3) तब लागू नहीं होगा जब अनुच्छेद 226 के तहत एक रिट",
  "a copy of the writ petition on all concerned parties and after": "याचिका में एक अंतरिम आदेश सभी संबंधित पक्षों को रिट याचिका की एक प्रति की सेवा के बाद और उन्हें सुनवाई",
  "giving them an opportunity of being heard. It applies only to ex-parte ad interim orders.": "का अवसर देने के बाद पारित किया जाता है।यह केवल एकतरफा विज्ञापन अंतरिम आदेशों पर लागू होता है।",
  "Vill. Directions issued by the constitutional Courts to decide pending cases in a time-bound manner": "५/॥,. संवैधानिक न्यायालयों द्वारा लंबित मामलों पर समयबद्ध तरीके से निर्णय लेने के लिए जारी किए गए निर्देश",
  "The net effect of the directions issued in paragraphs 36 and 37 of Asian Resurfacing’ is that the petition in which the High": "27. एशियन रिसर्फेसिंग के पैराग्राफ 36 और 37 में जारी निर्देशों का शुद्ध प्रभाव यह है कि जिस याचिका में उच्च",
  "Court has granted a stay of the proceedings of the trial, must be decided within a maximum period of six months. If it is not decided": "न्यायालय ने मुकदमे की कार्यवाही पर रोक लगा दी है, उस पर अधिकतम छह महीने की अवधि के भीतर निर्णय",
  "within six months, the interim stay will be vacated automatically,": "लिया जाना चाहिए।यदि यह छह महीने के भीतर तय नहीं किया जाता है, तो अंतरिम रोक अपने आप खाली हो",
  "virtually making the pending case infructuous. In fact, in paragraph 37, this Court directed that the challenge to the order of framing": "जाएगी, जिससे लगभग लंबित मामला निष्फल हो जाएगा।वास्तव में, पैराग्राफ 37 में, इस न्यायालय ने निर्देश दिया",
  "charge should be entertained in a rare case, and when the stay": "कि आरोप तय करने के आदेश की चुनौती को एक दुर्लभ मामले में स्वीकार किया जाना चाहिए, और जब रोक दी",
  "is granted, the case should be decided by the High Court on a day-to-day basis so that the stay does not operate for an unduly": "जाती है, तो मामले का निर्णय उच्च न्यायालय द्वारा दिन-प्रतिदिन के आधार पर किया जाना चाहिए ताकि रोक",
  "of fixing timelines for the disposal of cases in the cases of Abdul Rehman Antulay’and P_ Ramachandra Rao’. In the case of Abdul": "निपटारे के लिए समय सीमा तय करने के मुद्दे पर विचार किया है। अब्दुल रहमान अंतुले के मामले में, पैराग्राफ 83",
  "“83. But then speedy trial or other expressions conveying": "“83. लेकिन फिर त्वरित परीक्षण या उक्त अवधारणा को व्यक्त करने वाली अन्य अभिव्यक्तियाँ-",
  "the said concept — are necessarily relative in nature. One may ask — speedy means, how speedy? How long a delay": "अनिवार्य रूप से प्रकृति में सापेक्ष हैं।कोई पूछ सकता है-तेज़ का मतलब है, कितना तेज़?देरी",
  "is too long? We do not think it is possible to lay down any time schedules for conclusion of criminal proceedings. The": "कितनी लंबी होती है?हमें नहीं लगता कि आपराधिक कार्यवाही के समापन के लिए कोई समय",
  "nature of offence, the number of accused, the number": "सारिणी निर्धारित करना संभव है।अपराध की प्रकृति, अभियुक्तों की संख्या, गवाहों की संख्या,",
  "of witnesses, the workload in the particular court, means of communication and several other circumstances have": "विशेष न्यायालय में काम का बोझ, संचार के साधन और कई अन्य परिस्थितियों को ध्यान में",
  "to be kept in mind. For example, take the very case in which Ranjan Dwivedi (petitioner in Writ Petition No.": "रखना होगा।उदाहरण के लिए, उसी मामले को लें जिसमें रंजन द्विवेदी (रिट याचिका संख्या",
  "268 of 1987) is the accused. 151 witnesses have been examined by the prosecution over a period of five years.": "268/987 में याचिकाकर्ता) आरोपी हैं।।5। अभियोजन पक्ष द्वारा पाँच वर्षों की अवधि में",
  "Examination of some of the witnesses runs into more than 100 typed pages each. The oral evidence adduced by the": "गवाहों से पूछताछ की गई है।कुछ गवाहों की जाँच 00 से अधिक टाइप किए गए पृष्ठों में होती",
  "prosecution so far runs into, we are told, 4000 pages.": "है।अभियोजन पक्ष द्वारा अब तक पेश किए गए मौखिक साक्ष्य 4000 पृष्ठों के हैं।भले ही, सप्ताह",
  "Even though, it was proposed to go on with the case five days of a week and week after week, it was not possible for various reasons viz., non-availability of the counsel,": "के पांच दिन और सप्ताह दर सप्ताह मामले को जारी रखने का प्रस्ताव था, लेकिन विभिन्न कारणों से यह संभव नहीं था।, अधिवक्ताक अनुपलब्धता, अभियुक्तक अनुपलब्धता, अंतर्वर्ती कार्यवाही",
  "and other systemic delays. A murder case may be a": "आ अन्य प्रणालीगत विलम्ब।एक हत्या का मामला एक साधारण मामला हो सकता है जिसमें",
  "be concluded in a week while another case may involve a": "गवाह शामिल हो सकते हैं, जिन्हें एक सप्ताह में समाप्त किया जा सकता है, जबकि एक अन्य",
  "large number of witnesses, and may take several weeks.": "मामले में बड़ी संख्या में गवाह शामिल हो सकते हैं, और इसमें कई सप्ताह लग सकते हैं। अपनी",
  "Some offences by their very nature e.g., conspiracy cases, cases of misappropriation, embezzlement, fraud, forgery,": "प्रकृति के कुछ अपराध जैसे कि साजिश के मामले, गबन, गबन, धोखाधड़ी, जालसाजी, राजद्रौह ,",
  "sedition, acquisition of disproportionate assets by public servants, cases of corruption against high public servants": "लोक सेवकों द्वारा आय से अधिक संपत्ति का अधिग्रहण, उच्च लोक सेवकों और उच्च लोक",
  "and trial. Then again, the workload in each court, district, region and State varies. This fact is too well known to merit": "प्रत्येक न्यायालय, जिले, क्षेत्र और राज्य में काम का बोझ अलग-अलग होता है।यह तथ्य हमारे",
  "illustration at our hands. In many places, requisite number": "हाथों से चित्रण के योग्य होने के लिए बहुत अच्छी तरह से जाना जाता है।कई स्थानों पर आवश्यक",
  "of courts are not available. In some places, frequent": "संख्या में अदालतें उपलब्ध नहीं हैं।कुछ स्थानों पर, बार के सदस्यों द्वारा बार-बार की जाने वाली",
  "strikes by members of the bar interferes with the work schedules. In short, it is not possible in the very nature of things and present-day circumstances to draw a time-limit": "हड़तालें कार्य अनुसूची में हस्तक्षेप करती हैं।संक्षेप में, चीजों की प्रकृति और वर्तमान परिस्थितियों",
  "beyond which a criminal proceeding will not be allowed to": "में एक समय सीमा तय करना संभव नहीं है जिसके आगे आपराधिक कार्यवाही की अनुमति नहीं",
  "go. Even in the USA, the Supreme Court has refused to": "दी जाएगी।संयुक्त राज्य अमेरिका में भी सर्वोच्च न्यायालय ने ऐसी रेखा खींचने से इनकार कर",
  "draw such a line. Except for the Patna Full Bench decision under appeal, no other decision of any High Court in this country taking such a view has been brought to our notice.": "दिया है।अपील के तहत पटना पूर्ण पीठ के फैसले को छोड़कर, इस देश के किसी भी उच्च न्यायालय के इस तरह के विचार रखने वाले किसी अन्य फैसले को हमारे संज्ञान में नहीं लाया",
  "Nor, to our knowledge, in United Kingdom. Wherever a": "गया है।न ही, यूनाइटेड किंगडम में हमारी जानकारी के अनुसार।जहाँ कहीं भी त्वरित सुनवाई के",
  "complaint of infringement of right to speedy trial is made": "अधिकार के उल्लंघन की शिकायत की जाती है, वहाँ न्यायालय को ऊपर उल्लिखित परिस्थितियों",
  "the court has to consider all the circumstances of the case including those mentioned above and arrive at a decision": "सहित मामले की सभी परिस्थितियों पर विचार करना होता है और इस निर्णय पर पहुंचना होता",
  "whether in fact the proceedings have been pending for an unjustifiably long period. In many cases, the accused": "है कि क्या वास्तव में कार्यवाही अन्यायपूर्ण रूप से लंबी अवधि से लंबित है।कई मामलों में,",
  "may himself have been responsible for the delay. In such": "आरोपी स्वयं देरी के लिए जिम्मेदार हो सकता है।ऐसे मामलों में उसे अपनी गलती का फायदा",
  "own wrong. In some cases, delays may occur for which": "उठाने की अनुमति नहीं दी जा सकती है।कुछ मामलों में देरी हो सकती है जिसके लिए न तो",
  "neither the prosecution nor the accused can be blamed": "अभियोजन पक्ष और न ही अभियुक्त को दोषी ठहराया जा सकता है, बल्कि इसके लिए स्वयं",
  "but the system itself. Such delays too cannot be treated": "व्यवस्था को दोषी ठहराया जा सकता है। इस तरह की देरी को भी अनुचित नहीं माना जा सकता-",
  "as unjustifiable — broadly speaking. Of course, if it is a minor offence — not being an economic offence — and": "मोटे तौर पर कहें तो ।बेशक, अगर यह एक मामूली अपराध है-एक आर्थिक अपराध नहीं है-और",
  "the delay is too long, not caused by the accused, different considerations may arise. Each case must be left to be": "देरी बहुत लंबी है, आरोपी के कारण नहीं, तो अलग-अलग विचार उत्पन्न हो सकते हैं।प्रत्येक",
  "decided on its own facts having regard to the principles": "मामले को इसके बाद प्रतिपादित सिद्धांतों को ध्यान में रखते हुए अपने तथ्यों पर निर्णय लेने के",
  "enunciated hereinafter. For all the above reasons, we are": "लिए छोड़ दिया जाना चाहिए। उपरोक्त सभी कारणों से, हमारी राय है कि सभी आपराधिक",
  "to draw or prescribe an outer time-limit for conclusion": "कार्यवाही के समापन के लिए एक बाहरी समय-सीमा खींचना या निर्धारित करना न तो उचित है",
  "legislature can provide that cases of a particular category should": "किया जा सकता है।केवल विधायिका ही यह प्रावधान कर सकती है कि किसी विशेष श्रेणी के मामलों का निर्णय",
  "be decided within a specific time. There are many statutes which": "एक विशिष्ट समय के भीतर किया जाना चाहिए।ऐसे कई कानून हैं जो ऐसे प्रावधानों को शामिल करते हैं।हालाँकि,",
  "incorporate such provisions. However, all such provisions are usually held to be directory.": "ऐसे सभी प्रावधानों को आमतौर पर निर्देशिका माना जाता है।",
  "Ideally, the cases in which the stay of proceedings of the civil/criminal": "29. आदर्श रूप से, जिन मामलों में दीवानी / आपराधिक मुकदमों की कार्यवाही पर रोक दी जाती है, उनका उच्च",
  "trials is granted should be disposed of expeditiously by the High Courts. However, we do not live in an ideal world. A judicial notice": "न्यायालयों द्वारा तेजी से निपटान किया जाना चाहिए।हालाँकि, हम एक आदर्श दुनिया में नहीं रहते हैं।इस तथ्य पर",
  "will have to be taken of the fact that except High Courts of smaller strength having jurisdiction over smaller States, each High Court is": "न्यायिक ध्यान देना होगा कि छोटे राज्यों पर अधिकार क्षेत्र रखने वाले कम शक्ति वाले उच्च न्यायालयों को छोड़कर,",
  "flooded with petitions under Article 227 of the Constitution of India for": "प्रत्येक उच्च न्यायालय में भारतीय संविधान के अनुच्छेद 227 के तहत दीवानी और आपराधिक कार्यवाही में",
  "challenging the interim orders passed in civil and criminal proceedings,": "पारित अंतरिम आदेशों को चुनौती देने के लिए याचिकाओं, आपराधिक कार्यवाही में पारित आदेशों को चुनौती देने",
  "the petitions under Section 482 of the Cr.PC for challenging the": "के लिए सीआरपीसी की धारा 482 के तहत याचिकाओं और सीपीसी और सीआरपीसी के तहत पुनरीक्षण अधिकार",
  "Courts of larger strength having jurisdiction over larger States, the": "अधिकार क्षेत्र रखने वाले सभी अधिक शक्ति वाले उच्च न्यायालयों में, उपरोक्त श्रेणियों के मामलों की अलग-अलग",
  "daily cause lists of individual Benches of the cases of the aforesaid categories are of more than a hundred matters. Therefore, once a": "पीठों की दैनिक कारण सूचियाँ सौ से अधिक मामलों की हैं।इसलिए, एक बार जब उच्च न्यायालय द्वारा किसी",
  "case is entertained by the High Court and the stay is granted, the case has a long life.": "मामले पर विचार किया जाता है और रोक लगा दी जाती है, तो मामले का जीवन लंबा होता है।",
  "There is a huge filing of regular appeals, both civil and criminal in": "30. उच्च न्यायालयों में दीवानी और आपराधिक दोनों तरह की नियमित अपीलें बड़ी संख्या में दायर की जाती",
  "High Courts. After all, the High Courts deal with many other important matters, such as criminal appeals against acquittal and conviction,": "हैं।आखिरकार, उच्च न्यायालय कई अन्य महत्वपूर्ण मामलों से निपटते हैं, जैसे कि दोषमुक्ति और दोषसिद्धि के",
  "bail petitions, writ petitions, and other proceedings that involve the": "खिलाफ आपराधिक अपील, जमानत याचिकाएं, रिट याचिकाएं और अन्य कार्यवाहियां जो भारत के संविधान के",
  "issues of liberty under Article 21 of the Constitution of India. The High Courts deal with matrimonial disputes, old appeals against decrees of": "अनुच्छेद 2। के तहत स्वतंत्रता के मुद्दों को शामिल करती हैं।उच्च न्यायालय वैवाहिक विवादों, दीवानी अदालतों",
  "civil courts, and appeals against appellate decrees. There are cases": "के फरमानों के खिलाफ पुरानी अपीलों और अपीलीय फरमानों के खिलाफ अपीलों से निपटते हैं।ऐसे मामले हैं जहां",
  "where senior citizens or second or third-generation litigants are parties. The High Courts cannot be expected to decide, on a priority basis or": "वरिष्ठ नागरिक या दूसरी या तीसरी पीढ़ी के वादी पक्षकार हैं। उच्च न्यायालयों से अपेक्षा नहीं की जा सकती है कि",
  "has been granted while ignoring several other categories of cases": "श्रेणियों के मामलों की अनदेखी करते हुए कार्यवाही पर रोक लगा दी गई है, जिन्हें अधिक प्राथमिकता देने की",
  "The situation in Trial and district Courts is even worse. In 2002, in the case of All India Judges’ Association & Ors. v. Union of": "37. ट्रायल और जिला अदालतों में स्थिति और भी खराब है। 2002 में, अखिल भारतीय न्यायाधीश संघ और",
  "India & Ors.\", this Court passed an order directing that the judge-": "अन्य अन्य भारत संघ और अन्य के मामले में इस न्यायालय ने एक आदेश पारित किया जिसमें निर्देश दिया",
  "to-population ratio within twenty years should be 50 per million. Even": "गया कि बीस वर्षों के भीतर न्यायाधीश-से-जनसंख्या का अनुपात 50 प्रति मिलियन होना चाहिए। आज भी हम",
  "as of today, we are not able to reach the ratio of even 25 per million. The directions issued in the case of Imtiyaz Ahmed v. State of Uttar Pradesh & Ors.’* have not been complied with by the States": "25 प्रति मिलियन के अनुपात तक भी नहीं पहुंच योग्य हैं। इम्तियाज अहमद बनाम उत्तर प्रदेश राज्य एवं अन्य 6",
  "The figures of pendency of cases in our trial Courts are staggering.": "अनुपालन नहीं किया गया है। हमारे निचली अदालतों में विचाराधीनता मामलों के आंकड़े चौंका देने वाले हैं।विभिन्न",
  "There are different categories of cases which, by their very nature, are required to be given utmost priority, such as the cases of the": "श्रेणियों के मामले हैं, जिन्हें उनकी प्रकृति के अनुसार सर्वोच्च प्राथमिकता दी जानी चाहिए, जैसे कि जेल में",
  "accused in jail and the cases of senior citizens. For example, there are": "अभियुक्तों के मामले और वरिष्ठ नागरिकों के मामले।उदाहरण के लिए, हिंदू विवाह अधिनियम, 955, घरेलू हिंसा",
  "many legislations like the Hindu Marriage Act, 1955, the Protection of Women from Domestic Violence Act, 2005, the Negotiable Instruments Act, 1881 etc which prescribe specific time limits for the disposal of": "से महिलाओं का संरक्षण अधिनियम, 2005, परक्राम्य लिखत अधिनियम, 88। आदि जैसे कई कानून हैं जो",
  "Act, 1881 etc which prescribe specific time limits for the disposal of cases. However, due to the huge filing and pendency, our Courts": "मामलों के निपटारे के लिए विशिष्ट समय सीमा निर्धारित करते हैं।हालाँकि, भारी फाइलिंग और विचाराधीनता के",
  "cannot conclude the trials within the time provided by the statutes.": "कारण, हमारे न्यायालय क़ानून द्वारा प्रदान किए गए समय के भीतर मुकदमों को समाप्त नहीं कर सकते हैं।दंड",
  "There is a provision in the Code of Criminal Procedure, 1973, in the form of Section 309, which requires criminal cases to be heard ona": "प्रक्रिया संहिता, 973 में धारा 309 के रूप में एक प्रावधान है, जिसमें साक्ष्य की रिकॉर्डिंग शुरू होने के बाद",
  "same Section provides that in case of certain serious offences against women, the cases must be decided within two months of filing the": "है कि महिलाओं के खिलाफ कुछ गंभीर अपराधों के मामले में आरोप पत्र दाखिल करने के दो महीने के भीतर",
  "charge sheet. Unfortunately, our Criminal Courts are not in a position": "मामलों का फैसला किया जाना चाहिए।दुर्भाग्य से, हमारे आपराधिक न्यायालय उक्त प्रावधान को लागू करने की",
  "to implement the said provision. Apart from dealing with huge arrears, our Trial Courts face the challenge of dealing with a large number of": "स्थिति में नहीं हैं।भारी अवशिष्ट से निपटने के अलावा, हमारे निचली अदालतों को हमारे संवैधानिक न्यायालयों",
  "the ordinary course, the constitutional Courts should not exercise the power to direct the disposal of a case before any District or Trial Court": "संवैधानिक न्यायालयों को किसी जिला या ट्रायल कोर्ट के समक्ष किसी मामले को एक निश्चित समयावधि के भीतर",
  "within a time span. In many cases, while rejecting a bail petition, a": "निपटाने का निर्देश देने की शक्ति का प्रयोग नहीं करना चाहिए।कई मामलों में, जमानत याचिका को अस्वीकार करते",
  "time limit is fixed for disposal of trial on the ground that the petitioner": "समय, मुकदमे के निपटारे के लिए एक समय सीमा इस आधार पर निर्धारित की जाती है कि याचिकाकर्ता को यह",
  "has undergone incarceration for a long time without realising that the concerned trial Court may have many pending cases where the": "महसूस किए बिना कि संबंधित विचारण न्यायालय में कई लंबित मामले हो सकते हैं, लंबे समय तक जेल में रहना",
  "accused are in jail for a longer period. The same logic will apply to the cases pending before the High Courts. When we exercise such power": "पड़ा है।यही तर्क उच्च न्यायालयों के समक्ष लंबित मामलों पर भी लागू होगा।जब हम उच्च न्यायालयों को समयबद्ध",
  "of directing High Courts to decide cases in a time-bound manner, we": "तरीके से मामलों का निर्णय करने का निर्देश देने की ऐसी शक्ति का प्रयोग करते हैं, तो हम उक्त न्यायालयों में पुराने",
  "are not aware of the exact position of pendency of old cases in the said Courts, which require priority to be given. Bail petitions remain": "मामलों विचाराधीनता होने की सटीक स्थिति से अवगत नहीं होते हैं, जिन्हें प्राथमिकता देने की आवश्यकता होती",
  "pending for a long time. There are appeals against conviction pending where the appellants have been denied bail.": "है।जमानत याचिकाएं लंबे समय से लंबित हैं।दोषसिद्धि के खिलाफ अपीलें लंबित हैं जहां अपीलार्थियों को जमानत",
  "Therefore, constitutional Courts should not normally fix a time-bound schedule for disposal of cases pending in any Court. The pattern of": "32. इसलिए, संवैधानिक न्यायालयों को आम तौर पर किसी भी न्यायालय में लंबित मामलों के निपटारे के लिए एक समयबद्ध अनुसूची निर्धारित नहीं करनी चाहिए।उच्च न्यायालयों सहित प्रत्येक न्यायालय में लंबित विभिन्न",
  "pendency of various categories of cases pending in every Court, including High Courts, is different. The situation at the grassroots level": "श्रेणियों के मामलों की विचाराधीनता का स्वरूप अलग-अलग है। जमीनी स्तर पर स्थिति संबंधित न्यायालयों के",
  "is better known to the judges of the concerned Courts. Therefore, the issue of giving out-of-turn priority to certain cases should be best": "न्यायाधीशों को बेहतर पता है।इसलिए, कुछ मामलों को प्राथमिकता देने का मुद्दा संबंधित न्यायालयों पर छोड़",
  "left to the concerned Courts. The orders fixing the outer limit for the disposal of cases should be passed only in exceptional circumstances": "दिया जाना चाहिए।मामलों के निपटारे के लिए बाहरी सीमा निर्धारित करने वाले आदेश असाधारण परिस्थितियों से",
  "to meet extraordinary situations.": "निपटने के लिए केवल असाधारण परिस्थितियों में ही पारित किए जाने चाहिए।",
  "There is another important reason for adopting the said approach. Not every litigant can easily afford to file proceedings in the": "33. उक्त दृष्टिकोण को अपनाने का एक और महत्वपूर्ण कारण है।प्रत्येक वादकारी आसानी से संवैधानिक न्यायालयों",
  "constitutional Courts. Those litigants who can afford to approach the constitutional Courts cannot be allowed to take undue advantage by": "में कार्यवाही दायर करने का जोखिम नहीं उठा सकता है।वे वादी जो संवैधानिक न्यायालयों से संपर्क कर सकते हैं,",
  "constitutional Courts cannot be allowed to take undue advantage by getting an order directing out-of-turn disposal of their cases while": "उन्हें अपने मामलों के बदले में निपटारे का निर्देश देने वाला आदेश प्राप्त करके अनुचित लाभ उठाने की अनुमति",
  "all other litigants patiently wait in the queue for their turn to come.": "नहीं दी जा सकती है, जबकि अन्य सभी वादी धैर्यपूर्वक अपनी बारी आने के लिए कतार में प्रतीक्षा करते हैं।न्यायिक",
  "The Courts, superior in the judicial hierarchy, cannot interfere with the day-to-day functioning of the other Courts by directing that only": "पदानुक्रम में श्रेष्ठ न्यायालय यह निर्देश देकर अन्य न्यायालयों के दिन-प्रतिदिन के कामकाज में हस्तक्षेप नहीं कर",
  "certain cases should be decided out of turn within a time frame. In": "सकते हैं कि केवल कुछ मामलों का निर्णय समय सीमा के भीतर किया जाना चाहिए।एक अर्थ में, कोई भी न्यायालय",
  "a sense, no Court of law is inferior to the other. This Court is not superior to the High Courts in the judicial hierarchy. Therefore, the": "दूसरे से कमतर नहीं है।यह न्यायालय न्यायिक पदानुक्रम में उच्च न्यायालयों से श्रेष्ठ नहीं है।इसलिए, उच्च",
  "Judges of the High Courts should be allowed to set their priorities on": "न्यायालयों के न्यायाधीशों को तर्कसंगत आधार पर अपनी प्राथमिकताएं निर्धारित करने की अनुमति दी जानी",
  "a rational basis. Thus, as far as setting the outer limit is concerned, it should be best left to the concerned Courts unless there are very": "चाहिए।इस प्रकार, जहाँ तक बाहरी सीमा निर्धारित करने का संबंध है, इसे संबंधित न्यायालयों पर छोड़ दिया जाना",
  "extraordinary circumstances.": "चाहिए जब तक कि बहुत असाधारण परिस्थितियाँ न हों।",
  "order of stay of proceedings and for dealing with the applications for vacating interim stay": "१. कार्यवाहियों पर रोक लगाने का अंतरिम आदेश पारित करते समय और अंतरिम रोक हटाने के लिए आवेदनों",
  "At the same time, we cannot ignore that once the High Court stays": "34. साथ ही, हम इस बात को नजरअंदाज नहीं कर सकते कि एक बार उच्च न्यायालय द्वारा मुकदमे पर रोक",
  "a trial, it takes a very long time for the High Court to decide the main": "लगाने के बाद, उच्च न्यायालय को मुख्य मामले का फैसला करने में बहुत लंबा समय लगता है।विरोधी पक्षों के",
  "case. To avoid any prejudice to the opposite parties, while granting ex-parte ad-interim relief without hearing the affected parties, the High": "प्रति किसी भी पूवग्रिह से बचने के लिए, प्रभावित पक्षों को सुने बिना एकतरफा अंतरिम राहत देते समय, उच्च",
  "Courts should normally grant ad-interim relief for a limited duration. After": "न्यायालयों को आम तौर पर सीमित अवधि के लिए अंतरिम राहत देनी चाहिए।प्रतिद्वंद्वी पक्षों को सुनने के बाद,",
  "hearing the contesting parties, the Court may or may not confirm the earlier ad-interim order. Ad-interim relief, once granted, can be vacated": "न्यायालय पहले के अंतरिम आदेश की पुष्टि कर सकता है या नहीं भी कर सकता है।अंतरिम राहत, एक बार दिए",
  "or affirmed only after application of mind by the concerned Court. Hence,": "जाने के बाद, संबंधित न्यायालय द्वारा दिमाग के आवेदन के बाद ही खाली या पुष्टि की जा सकती है।इसलिए,",
  "the Courts must give necessary priority to the hearing of the prayer": "न्यायालयों को अंतरिम राहत के लिए अनुरोध की सुनवाई को आवश्यक प्राथमिकता देनी चाहिए जहां अंतरिम",
  "be vacated by the High Court without giving sufficient opportunity of being heard to the party whose prayer for interim relief has been": "सुनने का पर्याप्त अवसर दिए बिना खाली नहीं किया जा सकता है जिसकी अंतरिम राहत के लिए प्रार्थना की गई",
  "granted. Even if interim relief is granted after hearing both sides, as observed earlier, the aggrieved party is not precluded from applying": "है।भले ही दोनों पक्षों को सुनने के बाद अंतरिम राहत दी जाती है, जैसा कि पहले देखा गया है, पीड़ित पक्ष उपलब्ध",
  "for vacating the same on the available grounds. In such a case, the": "आधारों पर इसे खाली करने के लिए आवेदन करने से वंचित नहीं है।ऐसे मामले में, उच्च न्यायालय को रोक हटाने",
  "High Court must give necessary priority to the hearing of applications for vacating the stay, if the main case cannot be immediately taken": "के लिए आवेदनों की सुनवाई को आवश्यक प्राथमिकता देनी चाहिए, यदि मुख्य मामले को तुरंत सुनवाई के लिए",
  "up for hearing. Applications for vacating interim reliefs cannot be": "नहीं लिया जा सकता है। अंतरिम राहत को खाली करने के लिए आवेदनों को अत्यधिक लंबे समय तक लंबित नहीं",
  "kept pending for an inordinately long time. The High Courts cannot take recourse to the easy option of directing that the same should": "रखा जा सकता है।उच्च न्यायालय यह निर्देश देने के आसान विकल्प का सहारा नहीं ले सकते हैं कि इसकी",
  "be heard along with the main case. The same principles will apply": "सुनवाई मुख्य मामले के साथ की जानी चाहिए।वही सिद्धांत लागू होंगे जहाँ अंतरिम राहत दी जाती है।यदि कोई",
  "where ad-interim relief is granted. If an ad-interim order continues for along time, the affected party can always apply for vacating ad-interim": "अंतरिम आदेश लंबे समय तक जारी रहता है, तो प्रभावित पक्ष हमेशा अंतरिम राहत खाली करने के लिए आवेदन",
  "relief. The High Court is expected to take up even such applications": "कर सकता है।उम्मीद की जाती है कि उच्च न्यायालय भी इस तरह के आवेदनों पर प्राथमिकता के आधार पर",
  "we are unable to concur with the directions issued in paragraphs 36 and 37 of the decision in the case of Asian Resurfacing’. We": "के मामले में निर्णय के पैराग्राफ 36 और 37 में जारी निर्देशों से सहमत नहीं हैं।हमारा मानना है कि उच्च न्यायालय",
  "hold that there cannot be automatic vacation of stay granted by the High Court. We do not approve the direction issued to decide all": "द्वारा दी गई रोक को स्वतः समाप्त नहीं किया जा सकता है।हम उन सभी मामलों पर निर्णय लेने के लिए जारी किए",
  "day basis within a time frame. We hold that such blanket directions cannot be issued in the exercise of the jurisdiction under Article 142 of the Constitution of India. We answer both the questions framed": "है।हमारा मानना है कि इस तरह के व्यापक निर्देश भारत के संविधान के अनुच्छेद 42 के तहत अधिकार क्षेत्र के",
  "of the Constitution of India. We answer both the questions framed in paragraph 5 above in the negative.": "प्रयोग में जारी नहीं किए जा सकते हैं।हम ऊपर पैराग्राफ 5 में दिए गए दोनों प्रश्नों का उत्तर नकारात्मक में देते हैं।",
  "Subject to what we have held earlier, we summarise our main conclusions as follows:": "37. हम जो पहले मान चुके हैं, उसके अधीन, हम अपने मुख्य निष्कर्षों को संक्षेप में इस प्रकार प्रस्तुत करते हैं;",
  "a. A direction that all the interim orders of stay of proceedings": "ए. यह निर्देश कि प्रत्येक उच्च न्यायालय द्वारा पारित कार्यवाही पर रोक के सभी अंतरिम आदेश केवल",
  "of lapse of time cannot be issued in the exercise of the jurisdiction": "न्यायालय के अधिकार क्षेत्र के प्रयोग में जारी नहीं किया जा सकता है;",
  "b. Important parameters for the exercise of the jurisdiction under Article 142 of the Constitution of India which are relevant for": "बी. भारत के संविधान के अनुच्छेद 42 के तहत अधिकार क्षेत्र के प्रयोग के लिए महत्वपूर्ण मानदंड जो",
  "deciding the reference are as follows:": "संदर्भ तय करने के लिए प्रासंगिक हैं, वे इस प्रकार हैं:",
  "The reference made to this Court is answered and disposed of accordingly.": "39. संदर्भ का जवाब उसी के अनुसार दिया जाता है।हम पंजीकरण को लंबित याचिकाओं को शीघ्र निपटान के",
  "Pankaj Mithal, J.": "न्यायमूर्ति पंकज मित्तल",
  "Concurring with the opinion expressed by my brother Justice Oka for himself and other puisne Judges, including the Hon’ble Chief Justice, |": ". मेरे भाई न्यायमूर्ति ओका द्वारा अपने लिए और माननीय मुख्य न्यायाधीश सहित अन्य कनिष्ठ न्यायाधीशों के",
  "Limited & Anr. vs. Central Bureau of Investigation’, this Court": "एजेंसी प्राइवेट लिमिटेड और ए. एन. आर. बनाम केंद्रीय जांच ब्यूरो । के मामले में, इस न्यायालय ने उसमें",
  "while deciding the issues arising therein went ahead in observing and directing that where a challenge to an order framing charge is": "उत्पन्न होने वाले मुद्दों पर निर्णय लेते हुए यह टिप्पणी और निर्देश दिया कि जहां आरोप तय करने के आदेश को",
  "entertained and stay is granted, the matter must be decided on day to": "चुनौती दी जाती है और रोक दी जाती है, तो मामले पर दिन-प्रतिदिन के आधार पर निर्णय लिया जाना चाहिए",
  "day basis so that the stay may not continue for an unduly long time. It was further observed that though no mandatory time limit may be": "ताकि रोक अनावश्यक रूप से लंबे समय तक जारी न रह सके। यह आगे देखा गया कि हालांकि इस तरह की",
  "It was further observed that though no mandatory time limit may be fixed for deciding such a challenge, the stay order may not normally": "चुनौती पर निर्णय लेने के लिए कोई अनिवार्य समय सीमा तय नहीं की जा सकती है, लेकिन स्थगन आदेश आम",
  "exceed two to three months or a maximum of six months unless it is": "तौर पर दो से तीन महीने या अधिकतम छह महीने से अधिक नहीं हो सकता है जब तक कि इसे विशिष्ट",
  "that in all pending matters before the High Court or other Courts relating to Prevention of Corruption Act or all other civil or criminal": "अधिनियम या अन्य सभी दीवानी या आपराधिक मामलों से संबंधित अन्य न्यायालयों के समक्ष सभी लंबित",
  "the same. The Trial Court may, on expiry of the above period resume the proceedings without waiting for any intimation unless express": "अवधि की समाप्ति पर किसी सूचना की प्रतीक्षा किए बिना कार्यवाही फिर से शुरू कर सकता है जब तक कि",
  "power of doing complete justice under Article 142 of the Constitution": "2. भारत के संविधान के अनुच्छेद 42 के तहत पूर्ण न्याय करने की शक्ति का प्रयोग करते हुए जारी किए गए",
  "of India are analogous to the constitutional provision as contained in clause (3) of Article 226 of the Constitution of India which has been": "एशियन रिसर्फेसिंग मामले में उपरोक्त निर्देश भारत के संविधान के अनुच्छेद 226 के खंड (3) में निहित संवैधानिक",
  "inserted with effect from 1.8.1979 vide the Constitution (Forty-fourth": "प्रावधान के अनुरूप हैं, जिसे संविधान (44वां संशोधन) अधिनियम, 978 द्वारा ई.8.979 से प्रभावी रूप से",
  "“(8) Where any party against whom an interim order, whether by way of injunction or stay or in any other manner,": "“(3) जहां कोई भी पक्ष जिसके खिलाफ अंतरिम आदेश, चाहे वह निषेधाज्ञा या स्थगन के माध्यम से हो",
  "is made on, or in any proceedings relating to, a petition under clause (1), without—": "या किसी अन्य तरीके से, खंड () के तहत याचिका पर या उससे संबंधित किसी कार्यवाही में, बिना -",
  "(a) furnishing to such party copies of such petition and all documents in support of the plea for such interim": "(क) ऐसी अंतरिम आदेश के लिए याचिका के समर्थन में ऐसी याचिका की प्रतियां और सभी दस्तावेज",
  "(b) giving such party an opportunity of being heard,": "(ख) ऐसे पक्षकार को सुनवाई का अवसर देना,",
  "the party in whose favour such order has been made or the counsel of such party, the High Court shall dispose": "उस पक्षकार को, जिसके पक्ष में ऐसा आदेश किया गया है, या ऐसे पक्षकार के वकील को देता है, तो उच्च",
  "later, or where the High Court is closed on the last day of": "जाने की तारीख से, जो भी बाद में हो, दो सप्ताह की अवधि के भीतर निपटाएगा, या जहां उच्च न्यायालय",
  "that period, before the expiry of the next day afterwards": "उस अवधि के अंतिम दिन बंद हो, वहां उसके बाद के अगले दिन की समाप्ति से पूर्व, जिस दिन उच्च",
  "on which the High Court is open; and if the application is not so disposed of, the interim order shall, on the expiry": "न्यायालय खुला हो; और यदि आवेदन का इस प्रकार निपटारा नहीं किया जाता है, तो अंतरिम आदेश,",
  "3. | Nodoubt, the above provision is in respect to petitions filed before the": "3. इसमें कोई संदेह नहीं है कि उपरोक्त प्रावधान उच्च न्यायालय के समक्ष दायर याचिकाओं के संबंध में है जिसमें",
  "High Court invoking the extraordinary jurisdiction of the Court and is": "न्यायालय की असाधारण अधिकार क्षेत्र का आह्वान किया गया है और इसका उद्देश्य विशेष रूप से अन्य कार्यवाहियों",
  "not meant to be applied specifically to other proceedings, nonetheless the principles behind the said provision can always be extended to": "पर लागू नहीं होना है, फिर भी उक्त प्रावधान के पीछे के सिद्धांतों को हमेशा अन्य कार्यवाहियों तक बढ़ाया जा",
  "other proceedings as has been done in Asian Resurfacing. It is worth": "सकता है जैसा कि एशियन रिसर्फेसिंग में किया गया है। यह ध्यान देने योग्य है कि जहां भी किसी अधिनियम के",
  "noting that wherever under a statute any such time limit has been prescribed or is fixed for deciding a particular nature of proceeding,": "तहत ऐसी कोई समय सीमा निर्धारित की गई है या कार्यवाही की किसी विशेष प्रकृति को तय करने के लिए निर्धारित",
  "it has been held to be directory in nature rather than mandatory. So": "की गई है, उसे अनिवार्य के बजाय प्रकृति में निर्देशिका माना गया है।भारत के संविधान के अनुच्छेद 226 (3) की",
  "4. It is well recognised that no one can be made to suffer on account of any mistake or fault of the Court which means that even delay on part of the Court in deciding the proceedings or any application therein": "4, यह सर्वविदित है कि न्यायालय की किसी भी गलती या गलती के कारण किसी को भी पीड़ित नहीं किया जा सकता है, जिसका अर्थ है कि कार्यवाही या उसमें किसी भी आवेदन पर निर्णय लेने में न्यायालय की ओर से देरी",
  "would not be detrimental to any of the parties to the litigation much": "भी मुकदमे के किसी भी पक्ष के लिए हानिकारक नहीं होगी, कम से कम उस पक्ष के लिए जिसके पक्ष में अंतरिम",
  "5. It is settled in law that grant of interim stay order ought to be": "5. कानून में यह तय किया गया है कि अंतरिम स्थगन आदेश का अनुदान सामान्य रूप से एक कार्यकारी स्थगन",
  "ordinarily by a speaking order and therefore as a necessary corollary,": "आदेश द्वारा होना चाहिए और इसलिए एक आवश्यक परिणाम के रूप में, एक बार दिए गए स्थगन आदेश को",
  "a stay order once granted cannot be vacated otherwise than by a": "कार्यकारी स्थगन आदेश के अलावा अन्यथा खाली नहीं किया जा सकता है, विशेष रूप से, जब इसके विस्तार के",
  "6. It is noticeable that under Article 226(3) of the Constitution of India, the automatic vacation of the stay order envisages making of an": "6. यह ध्यान देने योग्य है कि भारत के संविधान के अनुच्छेद 226 (3) के तहत, स्थगन आदेश की स्वतः समाप्ति",
  "application to the High Court for the vacation of the interim stay": "अंतरिम स्थगन आदेश को हटाने के लिए उच्च न्यायालय में एक आवेदन करने की परिकल्पना करती है।इसलिए,"
}