{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "Civil Appeal No.865 of 2021": "सिविल अपील संख्या 865/2027",
  "THE STATE OF UTTAR PRADESH & ORS. ...Appellants": "उत्तर प्रदेश राज्य और अन्य .... अपीलार्थी",
  "WITH": "के साथ",
  "C.A. No. 2816/2021": "सिविल अपील संख्या 286/2027",
  "C.A. No. 2817/2021": "सिविल अपील संख्या 287 /2027",
  "C.A. No. 2753/2021": "सिविल अपील संख्या 2753/202",
  "C.A. No. 866/2021": "सिविल अपील संख्या 866/2027",
  "C.A. No. 2754/2021": "सिविल अपील संख्या 2754/2027",
  "C.A. No. 2819/2021": "सिविल अपील संख्या 289/2027",
  "C.A. No. 2820/2021": "सिविल अपील संख्या 2820/2027",
  "C.A. No. 2818/2021": "सिविल अपील संख्या 288/ 2027",
  "C.A. No. 2815/2021": "सिविल अपील संख्या 285/ 2027",
  "JUDGMENT": "निर्णय",
  "M.M. SUNDRESH, J.": "न्यायमूर्ति एम. एम. सुन्द्रेश",
  "1. Heard learned counsel for the parties.": ". पक्षकारों के विद्वान अधिवक्ता को सुना।",
  "2. We have also perused the documents filed and carefully considered the": "2. हमने दायर कये गए दस्तावेजों का भी परिशीलन किया है और दायर लिखित",
  "affidavits of the parties along with the written arguments filed.": "तर्कों के साथ पक्षकारों के शपथपत्रों पर विचार किया है।",
  "3. Appeals have been preferred by the State of Uttar Pradesh laying a challenge to the judgment of the Division Bench of the Allahabad High Court dated": "3. उत्तर प्रदेश राज्य द्वारा इलाहाबाद उच्च न्यायालय की डिवीजन बेंच के दिनांक 9.7.2078 के को चुनौती देते हुए अपील दायर दी गई है, जिसमें अवधारित",
  "Education Act, 1921 (hereinafter referred to as “the Act”) as amended is": "(एतस्मिनपश्चात 'अधिनियम' के रूप में संदर्भित ) के तहत संशोधन असंवैधानिक",
  "(a) the period of probation, the conditions of confirmation and the procedure and conditions for promotion and punishment": "(क) परिवीक्षा की अवधि, पुष्टिकरण की शर्तें ऑर पदोन्नति ऑर दंड के लिए",
  "or during the pendency of investigation, inquiry or trial in any": "या जांच के विचार सें या किसी आपराधिक मासले में जांच, जांच या मुकदमे",
  "emoluments for the period of suspension and termination of service with notice;": "के लंबित रहने के दॉरान,)/ ऑर सुचना के साथ सेवा के निलंबन ओर समाप्ति की अवधि के लिए परिलन्धियां:",
  "(b) the scales of pay and payment of salaries;": "(ख,) वेतनमान और वेतन का भुगतान;",
  "(c) transfer of service from one recognized institution to another;": "(८) एक मान्यता प्राव संस्थान से दूसरे में सेवा का स्थानांतरण",
  "(d) grant of leave and Provident Fund and other benefits; and": "(८) छुट्टी ऑर धविष्य निधि ओर अन्य लाथ प्रदान करना; तथा",
  "(e) maintenance of record of work and service.”": "(6) कार्य ऑर सेवा के रिकॉर्ड का रखरखाव।",
  "relevant, which deals with “conditions of service”.": "की शर्तों\" से संबंधित है।",
  "Regulation 101 was inserted vide Parishad 9/592 dated 28.08.1992 and was": "7. विनियमन 0] को दिनांक 28.08.992 को परिषद 9/592 के माध्यम से",
  "notified by way of Govt. Notification No. 400/15-7-2(1)-90 dated 30.07.1992": "डाला गया था और सरकारी अधिसूचना संख्या 400/5-7-2 ()-90 दिनांक 30.07.992 के माध्यम से निम्नलिखित तरीके से अधिसूचित किया",
  "“Appointing Authority except with prior approval of Inspector": "“नियुक्ति प्राधिकारी, निरीक्षक के पुर्वानुयीदन के बिना किसी मान्यता प्राप्त",
  "shall not fill up any vacancy of non-teaching post of any recognized aided institution. ”": "सहायता प्राप्त संस्थान के गेंर-शिक्षण पद की कोई रिक्ति नहीं धरेगा। *",
  "reservation rules specified by the government as also of the": "सरकार द्वारा निर्दिष्ट आरक्षण नियसों के साथ -साथ निर्धारित मानदंडों का",
  "With respect to the Class-IV vacancies, arrangements shall be": "चतुर्थ श्रेणी रिक्तियों के संबंध में. केवल आउटसोर्सिंग के याध्यम से व्यवस्था",
  "teaching or non-teaching staff of the nongovernment aided": "गए. गैर-सरकारी सहायता प्रा संस्थानों के शिक्षण या गैर -शिक्षण",
  "appointments to be made on the vacant posts of Class-IV": "कर्मचारियों के आश्रितों की भर्ती के लिए, जो कि चतुर्थ श्रेणी के रिक्त पदों पर",
  "SEVENTH CENTRAL PAY COMMISSION: -": "सातवां केंद्रीय वेतन आयोग: -",
  "13.By the Seventh Central Pay Commission Report, the recommendations made": "3. सातवें केंद्रीय वेतन आयोग की रिपोर्ट द्वारा छठे केंद्रीय वेतन आयोग में की",
  "PARAGRAPH 3.72 AND 3.83 OF THE REPORT": "रिपोर्ट के प्रस्तर 3.72 और 3.83",
  "“3.72 The General Financial Rules provide for outsourcing of services in the interest of economy and efficiency. Broad guidance": "“9. 22 सासान्य आर्थिक नियम अर्थव्यवस्था ओर दक्षता के हित में सेवाओं",
  "is provided in the Rules on identification of contractors and the tendering process.": "की आउटसोरसिंग का उपबंध करते हैं/ठेकेदारों की पहचान और निविदा प्रक्रिया पर नियमों सें व्यापक सार्गदर्शन प्रदान किया जाता हैं।",
  "There are three kinds of contractual appointments:": "तीन प्रकार की संविदा नियुक्तियां होती हैं",
  "entrusted to agencies. These agencies then depute the": "से संबंधित होते हैं. जिन्हें एजेंसियों को सॉप दिया जाता हैं।ये",
  "shall not fill up any vacancy of non-teaching post of any recognized aided institution:": "सहायता प्राप संस्थान के गेंर-शैंक्षणिक पद के किसी भी रिक्त पद को नहीं थरेगाः",
  "9. On 23.01.2008 with a view to regulate and curtail staff expenditure a policy": "9. दिनांक 23.0.2008 को कर्मचारियों के व्यय को विनियमित करने और कम",
  "decision was taken by the State of Uttar Pradesh (the 1* Appellant) to not create any new post in Class ‘IV’ category and wherever it may be necessary,": "करने की दृष्टि से उत्तर प्रदेश राज्य (प्रथम अपीलकर्ता) द्वारा 'चतुर्थ' श्रेणी में कोई नया पद सृजित न करने का नीतिगत निर्णय लिया गया था और जहाँ भी",
  "the work may be carried out through “Outsourcing”. Thereafter, the": "आवश्यक हो, \"आउटसोर्सिंग\" के माध्यम से कार्य किया जा सकता है।इसके बाद,",
  "recommendation was made by the Sixth Central Pay Commission in the month of March, 2008 to the effect that it would only be appropriate to have": "छठे केंद्रीय वेतन आयोग द्वारा मार्च, 2008 में इस आशय की सिफारिश की गई",
  "“Outsourcing” of Class ‘IV’ employees instead of seeking any new": "थी कि किसी नई भर्ती की मांग करने के बजाय चतुर्थ श्रेणी के कर्मचारियों की 'आउटसोसिंग' होना केवल उचित होगा।",
  "No.9/898 dated 31.12.2009, which reads as under:": "0. विनियम 0 एक बार फिर अधिसूचना संख्या 9/898 दिनांक 3.2.2009 के माध्यम से एक संशोधन के माध्यम से लागू हुआ, जो इस प्रकार है:",
  "“The appointing authority shall not fill any vacancy of the non- teaching staff of recognised aided institutions, except with the": "“नियुक्ति प्राधिकारी मान्यता प्राप्त सहायता प्राप्त संस्थानों के गेंर -शिक्षण कर्मचारियों की किसी भी रिक्ति को निरीक्षक के अनुमोदन के बिना नहीं भरेगा,",
  "Inspector of Schools shall make available total number of vacancies to Director of Education (Secondary Education), and": "(माध्यमिक शिक्षा) को रिक्तियों की कुल संख्या ऑर रिक्तियों को धरने के",
  "showing the number of students put forth justification for the": "लिए ऑचित्य प्रस्तुत करने वाले छात्रों की संख्या दिखाते हुए उपलब्ध",
  "filling of the vacancies. On receipt of order from the Director of Education (Secondary Education), the District Inspector of": "कराएगा। शिक्षा निदेशक (माध्यमिक शिक्षा) से आदेश प्राप्त होने पर जिला",
  "Schools shall, for filling said vacancies, give permission to the": "विद्यालय निरीक्षक उक्त रिक्तियों को धरने के लिए नियुक्ति प्राधिकारी को",
  "appointing authority; and while giving such permission he shall ensure to follow the reservation rules specified by the government and the prescribed norms in justification for the posts.": "अनुसाति देगा; और ऐसी अनुमति देते समय वह सरकार द्वारा निर्दिष्ट आरक्षण नियसों ऑर पदों के ऑचित्य में निर्धारित यानदंडों का पालन करना सुनिश्चित",
  "The aforesaid amendment in the Regulation shall come into force immediate effect.”": "विनियमन में पुर्वोक्त संशोधन तत्काल प्रधाव से लागू होगा।*",
  "11. Taking into consideration the recommendations made by the Sixth Central Pay": "7. छठे केंद्रीय वेतन आयोग द्वारा की गई सिफारिशों को ध्यान में रखते हुए",
  "Commission, Government Orders were passed on 08.09.2010 and 06.01.2011": "सरकारी आदेश दिनांक 08.09.200 और 06.0.207 को पारित किया गया",
  "making it applicable to all Government departments and aided schools, thus,": "जिससे यह सभी सरकारी विभागों और सहायता प्राप्त स्कूलों पर लागू हो गया,",
  "deciding not to go for fresh recruitment of Class “IV” employees and further": "इस प्रकार चतुर्थ श्रेणी के कर्मचारियों की नई भर्ती के लिए नहीं जाने का निर्णय",
  "only through “Outsourcing”. Appropriate communications were sent to all the": "कोई भी व्यवस्था केवल 'आउटसोर्सिंग' के माध्यम से की जा सकती है।सभी",
  "stakeholders intimating them of the decision taken.": "हितधारकों को लिए गए निर्णय के बारे में सूचित करने के लिए उपयुक्त संचार भेजा",
  "12.Following the said decision, Regulation 101 was once again amended by": "2. उक्त निर्णय के बाद, विनियमन 0 को एक बार फिर सरकारी आदेश",
  "Government Order dated 04.09.2013, which was accordingly notified on": "दिनांक 04.09.203 द्वारा संशोधित किया गया था, जिसे तदनुसार दिनांक",
  "24.04.2014. The effect of the said amendment is to make the post of Class “IV”": "24.04.204 को अधिसूचित किया गया था।उक्त संशोधन का प्रभाव चतुर्थ श्रेणी",
  "through “Outsourcing”. Therefore, the permanent posts were accordingly": "संस्थानों द्वारा भरा जाना था।इसलिए, तदनुसार स्थायी पदों को समाप्त कर दिया",
  "abolished, thereby, replacing the method of appointment by way of": "गया था जिससे, 'आउटसोर्सिंग' के माध्यम से नियुक्ति की विधि को प्रतिस्थापित",
  "those employees died in harness during employment.": "किया गया था। रोजगार के दौरान उन कर्मचारियों के आश्रितों की मृत्यु के लिए",
  "AMENDED REGULATION:": "संशोधित विनियमन:",
  "“101. The appointing authority, except for the prior approval of": "“707. नियुक्ति प्राधिकारी निरीक्षक के पूर्व अनुसोदन के अलावा किसी भी",
  "the inspector, shall not fill any vacant post of non-teaching staff (clerical cadre) in any recognised or aided institution; with the restriction that the District Inspector of Schools shall make": "मान्यता प्राप या सहायता प्राय संस्थान में गैर-शिक्षण स्टाफ (लिपिक संवर्ग) के किसी भी रिक्त पद को नहीं भरेगा, इस प्रतिबंध के साथ कि जिला",
  "restriction that the District Inspector of Schools shall make available the total number of vacancies to the Director of Education (Secondary Education) and also put forth justification": "विद्यालय निरीक्षक रिक्तियों की कुल संख्या शिक्षा निदेशक (माध्यमिक शिक्षा)",
  "factors. Section 9(4) of the Act gives adequate power to the State Government to change, modify and rescind the regulation accordingly without reference to": "आक्षेपित विनियमन को अधिनियम की धारा 9 (4) की व्याख्या का कोई आधार",
  "abolishment of the posts and as such, Section 9(4) of the Act being of wider": "नहीं है।यह पदों को समाप्त करने का मामला है और इस तरह , अधिनियम की धारा 9(4) का व्यापक महत्व की होने के कारण कानून की नजर में आक्षेपित",
  "Federation of Railway Officers Association & Ors. vs. Union of India": "[. फेडरेशन ऑफ रेलवे ऑफिसर्स एसोसिएशन और अन्य बनाम भारत संघ",
  "(2003) 4 SCC 289;": "(2003) 4 एससीसी 289;",
  ". Directorate of Film Festivals & Ors. vs. Gaurav Ashwin Jain & Ors. (2007)": "॥. फिल्म फेस्टिवल निदेशालय और अन्य बनाम गौरव अधिन जैन और अन्य",
  "4 SCC 737;": "(2007) 4 एससीसी 737;",
  "iii. State of Punjab & Ors. vs. Ram Lubhaya Bagga & Ors. (1998) 4 SCC 737;": "पा. पंजाब राज्य और अन्य बनाम राम लुभाया बग्गा और अन्य (998) 4",
  "iv. Vasavi Engineering College Parents Association vs. State of Telangana &": "एससीसी 737;४/. वासवी इंजीनियरिंग कॉलेज पेरेंट्स एसोसिएशन बनाम",
  ". Ramji Dwivedi vs. State of Uttar Pradesh (1983) 3 SCC 52;": "४. रामजी द्विवेदी बनाम उत्तर प्रदेश राज्य (983) 3 एससीसी 52; ५४. भारत",
  "Union of India vs. Pushpa Rani (2008) 9 SCC 242;": "संघ बनाम पुष्पा रानी (2008) 9 एससीसी 242;",
  "SK Md. Rafique vs. Management Committee Contai Rahamania High": "५. एसके मोहम्मद रफीक बनाम मैनेजमेंट कमिटी कोंटाई रहमानिया हाई मद्रास",
  "Madrasah & Ors. (2020) 6 SCC 689;": "और अन्य (2020) 6 एससीसी 689;",
  "Tamil Nadu Education Department Ministerial and General Subordinate": "५. तमिलनाडु एडुकेशन डिपार्टमेंट मिनिस्टेरियल एंड जनरल सबॉर्डिनेट सर्विस",
  "Services Association & Ors. vs. State of Tamil Nadu & Ors. (1980) 3": "एसोसिएशन और अन्य बनाम तमिलनाडु राज्य और अन्य (980) 3 एससीसी",
  "SCC 97.": "97.",
  "SUBMISSIONS OF BEHALF OF RESPONDENTS: -": "प्रत्यर्थियों की ओर से कथन: -",
  "management and the candidates selected by them. These candidates obviously": "22. प्रत्यर्थियों की ओर से कथनों में प्रबंधन और उनके द्वारा चुने गए अभ्यर्थियों",
  "came into picture through the recruitment process adopted by the management,": "द्वारा अपनाई गई भर्ती प्रक्रिया के माध्यम से सामने आए।",
  "23.Regulation 101 as framed under the Act, as it stands, is a clear violation of": "23. अधिनियम के तहत बनाए गए विनियम 07, जैसे यह बना हुआ है, केवल",
  "Article 14 of the Constitution of India in filling the sanctioned post of Class “TV” employees alone by way of “Outsourcing”. Before the Division Bench,": "\"आउटसोर्सिंग\" के माध्यम से चतुर्थ श्रेणी के कर्मचारियों के स्वीकृत पद को भरने में भारत के संविधान के अनुच्छेद 4 का स्पष्ट उल्लंघन है।डिवीजन बेंच के समक्ष, अपीलकर्ता \"चतुर्थ\" श्रेणी के कर्मचारियों के पद और कार्यान्वयन की विधि को",
  "rationale behind the implementation of the policy of “Outsourcing” in filling": "भरने में \"आउटसोर्सिंग\" की नीति के कार्यान्वयन के पीछे तर्क को प्रमाणित करने",
  "25.Section 16G of the Act is sought to be impliedly overruled by the impugned": "25. अधिनियम की धारा 6 जी को आक्षेपित विनियमन द्वारा निहित रूप से",
  "regulation. As the term recruitment and conditions of service are not": "खारिज करने की मांग की जाती है।चूंकि भर्ती और सेवा की शर्तें एक जैसी नहीं हैं",
  "synonyms, the power given to the State Government cannot be extended to alter the conditions of recruitment itself. It is further contended that the": "इसलिए राज्य सरकार को दी गई शक्ति को भर्ती की शर्तों को बदलने के लिए नहीं",
  "alter the conditions of recruitment itself. It is further contended that the exercise of the power under Section 9(4) of the Act, especially while amending": "बढ़ाया जा सकता है।आगे यह तर्क दिया गया है कि अधिनियम की धारा 9(4) के तहत शक्ति का प्रयोग, विशेष रूप से विनियमों में संशोधन करते समय अन्य",
  "the regulations has to be consistent with the other provisions, as such, the impugned subordinate legislation is bound to be struck down. In support of the": "प्रावधानों के अनुरूप होना चाहिए, जैसे आक्षेपित अधीनस्थ कानून को समाप्त",
  "aforesaid contention the following judgments have been relied upon, namely.": "किया जाना है।पूर्वोक्त तर्कों के समर्थन में निम्नलिखित निर्णयों पर अवलम्ब लिया गया है-",
  "(i) Keshav Chandra Joshi vs. Union of India 1992 Supp (1) SCC 272; (ii) Syed": "() केशव चंद्र जोशी बनाम भारत संघ 992 सप्लीमेंट्री () एससीसी 272;",
  "Khalid Rizvi vs. Union of India 1993 Supp (3) SCC 575; (iii) Kerela": "() सैयद खालिद रिज़वी बनाम भारत संघ 993 सप्लीमेंट्री (3) एससीसी",
  "Samsthana Chethu Thozhilali Union vs. State of Kerela (2006) 4 SCC 327; and": "५75; (॥) केरेला संस्थान चेथु थोझिलाली यूनियन बनाम केरल राज्य (2006)",
  "(iv) Vasu Dev Singh vs. Union of India (2006) 12 SCC 753.": "4 एससीसी 327; और (४) वासु देव सिंह बनाम भारत संघ (2006) 2 एससीसी 753।",
  "26. A distinction has to be carved out among the institutions viz minority institutions on one hand, as against non-minority institutions, otherwise the": "26. गैर-अल्पसंख्यक संस्थानों के खिलाफ एक तरफ संस्थानों को जैसे कि अल्पसंख्यक संस्थानों के बीच एक अन्तर बनाया जाना चाहिए, अन्यथा मुख्य",
  "under Article 30(1) of the Constitution of India, in light of the judgments of": "विनियमन भारत के संविधान के अनुच्छेद 30 () के तहत (।) अहमदाबाद सेंट",
  "vs. State of Gujarat & Ors. (1974) 1 SCC 717; (ii) St. Stephens College vs.": "एससीसी 77; (॥) सेंट स्टीफंस कॉलेज बनाम दिल्ली विधविद्यालय (992)",
  "University of Delhi (1992) 1 SCC 558; (iii) T.M.A Pai Foundation vs. State of": "एससीसी 558; () टी.एम.ए. पाई फाउंडेशन बनाम कर्नाटक राज्य (2002) 8",
  "Karnataka (2002) 8 SCC 481; (iv) Secy. Malankara Syrian Catholic College vs.": "एससीसी 48; (४) सचिव मलंकारा सीरियन कैथोलिक कॉलेज बनाम टी. जोस",
  "T. Jose & Ors. (2007) 1 SCC 386; and (v) Chadana Das vs. State of West": "और अन्य (2007)  एससीसी 386; और (४) चडाना दास बनाम पश्चिम बंगाल",
  "27.The respondents who were recruited had the bona fide belief that they were": "27. भर्ती किए गए प्रत्यर्थीगणों का विश्वास था कि वे कानून के अनुसार नियोजित",
  "employed in accordance with law, and they cannot be made to suffer, especially in light of the fact that some of them have been recruited in": "थे, और वे पीड़ित नहीं हो सकते हैं, विशेष रूप से इस तथ्य के आलोक में कि",
  "Article 162 would stand infringed if the impugned amendment is allowed to": "का सिद्धांत लागू किया जाना है।यदि लागू किए गए संशोधन को पोषणीय रखने की अनुमति दी जाती है तो यह अनुच्छेद 62 का उल्लंघन होगा।",
  "34.The haze between a minority and non-minority institution is no longer in": "34. अल्पसंख्यक और गैर अल्पसंख्यक संस्थान के बीच विभेद अब अस्तित्व में",
  "existence. This Court in SK Md. Rafique (supra) has dealt with the same": "नहीं है। एसके मोहम्मद रफीक (उपरोक्त) मामले में इस न्यायालय ने निम्नलिखित",
  "“41. In the backdrop of the decisions of this Court": "“47. इस न्यायालय के निर्णयों की पुप्ठभुमि में यहाँ उल्लेख किया गया हैं कि",
  "referred to hereinabove, we must now consider whether the relevant provisions of the Commission Act, 2008": "हमें अब इस बात पर विचार करना चाहिए कि क्या आयोग अधिनियय, 2008",
  "transgress upon the rights of a minority institution or the": "के प्रासंगिक प्रावधान अल्पसंख्यक संस्थान के अधिकारों पर स्थानांतरित",
  "said provisions can be termed as “tenable as ensuring the excellence of the institution without injuring the essence of": "होते हैं या उक्त प्रावधानों को. 'अधिकार के सार को नुकसान पहुंचाए बिना संस्थान की उत्कृष्टता सुनिश्चित करने के रूप में सान्य' कहा जा सकता हैं।",
  "Faiz-e-am-College v. University of Agra, (1975) 2 SCC": "वांधी फ्रेज-ए-आम-कॉलेज बनाय आगरा विधविद्यालय, (7975, 2",
  "283 : 1 SCEC 277] of a minority institution. Right from": "एससीसी 283: 2. एससीईसी 277/ में एक अल्पसंख्यक संस्थान में",
  "the content of rights of minority educational institution": "करने वाला मुद्दा अल्पसंख्यक शैंक्षणिक संस्थान के अधिकारों के तर्कों ऑर",
  "and the extent and width of applicability of regulations and what can be said to be permissible regulations. If the": "विनियमों की प्रयोज्यता की सीमा ऑर उसका दायरा ऑर जिसे अनुमेय",
  "and what can be said to be permissible regulations. If the cases in the first segment i.e. up to the decision in T.M.A.": "विनियय कहा जा सकता हैं।यदि प्रथम खंड सें यानि टी. एम. ए. यामले में निर्णय",
  "Pai Foundation [T.M.A. Pai Foundation v. State of": "तक पाई फाउंडेशन /टी एस. ए.. पाई फाउंडेशन बनाम कर्नाटक राज्य,",
  "Karnataka, (2002) 8 SCC 481 : 2 SCEC 1] are considered...": "(2002) 8 एससीसी 487: 2 एससीईसी 7/ पर विचार किया गया हैं...",
  "Pai Foundation v. State of Karnataka, (2002) 8 SCC 481:": "राज्य (2002) 8 एससीसी 487: 2 एससीईसी 7/ मामले की ओर मुड़ते हैं",
  "2 SCEC 1] and consider the principles that it laid down and whether there was reiteration of the principles laid": "ऑर उन सिद्धांतों पर विचार करें जो इसने निर्धारित किए थे ऑर क्या इस",
  "down in the decisions of this Court in the earlier segment": "न्यायालय के निर्णयों में पहले के खंड में निर्धारित सिद्धांतों की पुनरावृत्ति हुई",
  "or whether there was any change or shift in the emphasis:": "थी या क्या प्रधाव में कोई बदलाव था:",
  "42.1. In para 50, five incidents were stated to": "42.7 प्रस्तर 50 में पांच घटनाओं यें 'स्थापना ओर प्रशासन का",
  "three of them were stated to be:": "कहा गया था:",
  "(a) right to admit students;": "(क)) विद्यार्थियों को दाखिला देने का अधिकार:",
  "(b) right to appoint staff — teaching and non-": "(खि) शिक्षण और गेंर-शिक्षण कर्मचारी नियुक्त करने का अधिकार;",
  "teaching; and": "और",
  "(c) right to take disciplinary action against the staff.": "(गण) कर्सचारियों के विरुद्ध अनुशासनिक कार्रवाई करने का अधिकार",
  "The discussion in the leading judgment was under various headings and the important one being “5. To": "प्रमुख निर्णय में चर्चा विभिन्न शीर्षकों के अंतर्गत थी और शीर्षक \"5.",
  "what extent can the rights of aided private minority institutions to administer be regulated?”": "सहायता प्राय निजी अल्पसंख्यक संस्थाओं के प्रशासन के अधिकारों को किस हद तक विनियसित किया जा सकता हैं? “* महत्वपूर्ण यें से",
  "42.2. The earlier decisions of the Court were considered and while considering the judgment of this": "42.2. न्यायालय के पूर्व के निर्णयों पर विचार किया गया ऑर इस",
  "Court in Sidhrajbhai Sabhai case [Sidhrajbhai Sabhai": "न्यायालय के निर्णय पर विचार करते हुए सिद्धराजभाई साई मामले",
  "v. State of Gujarat, (1963) 3 SCR 837: AIR 1963 SC 540] it was observed: (T.M.A. Pai Foundation case": "में /सिद्धराजधाई साई बनाय गुजरात राज्य; (7963) 3 एससीआर 837: एआईआर 7963 एससी 540 यह धारित किया गया था:",
  "[T.M.A. Pai Foundation v. State of Karnataka, (2002)": "(टी. एप ए पाई फाउंडेशन यायला /टीएसयए पाई फाउंडेशन बनाम कर्नाटक",
  "8 SCC 481: 2 SCEC 1] , SCC p. 563, para 107)": "एससीसी पुष्ठ 563, पैरा 707)",
  "“107. ... If this is so, it is difficult to appreciate": "07... यदि ऐसा हैं, तो यह सराहना करना मुश्किल है कि सरकार",
  "how the Government can be prevented from framing regulations that are in the national": "को उन नियमों को तैयार करने से कैसे रोका जा सकता हैं जो राष्ट्रीय",
  "interest, as it seems to be indicated in the passage quoted hereinabove. Any regulation": "हित में हैं. जैंसा कि यहां ऊपर उद्धृत सार्ग में इंगित किया गया प्रतीत",
  "passage quoted hereinabove. Any regulation framed in the national interest must necessarily": "होता है।रा्ट्रीय हित यें बनाए गए किसी भी विनिययन को आवश्यक",
  "apply to all educational institutions, whether run": "रूप से सभी शैक्षणिक संस्थानों पर लागू होना चाहिए, चाहे वह",
  "by the majority or the minority. Such a limitation": "बहुसंख्य या अल्पसंख्य द्वारा संचालित हों।ऐसी परिसीमा आवश्यक",
  "must necessarily be read into Article 30. The": "रूप से अनुच्छेद 30 सें पढ़ी जानी चाहिए।/अनुच्छेद 30 (7, के",
  "override the national interest or to prevent the Government from framing regulations in that": "अधीन अधिकार को राष्ट्रीय हित को उल्लंघन करने या सरकार को",
  "behalf. It is, of course, true that government regulations cannot destroy the minority": "यह सच हें कि सरकारी नियम संस्था के अल्पसंख्यक चयि को नष्ट",
  "character of the institution or make the right to establish and administer a mere illusion; but the": "नहीं कर सकते या केवल श्रेय की स्थापना और प्रशासन का",
  "right under Article 30 is not so absolute as to be": "अधिकार नहीं बना सकते हैं; लेकिन अनुच्छेद 30 के तहत अधिकार",
  "above the law.”": "इतना निरपेक्ष नहीं हैं कि वह कानून से ऊपर हो।\"”",
  "42.3.Thus, the principle laid down in Sidhrajbhai Sabhai [Sidhrajbhai Sabhai v. State of Gujarat,": "42.3. इस प्रकार सिद्धराजथाई साई /सिद्धराजभाई सथाई बनाम",
  "interest not of the minority educational institution, but": "सकता है। अल्पसंख्यक शिक्षण संस्थान के हित में नहीं, लेकिन",
  "of the public or the nation as a whole was not accepted in T.M.A. Pai Foundation [T:M.A. Pai": "जनता या राष्ट्र के रूप में टी, एम. ए पाई फाउंडेशन /टी एमए. पाई",
  "Foundation v. State of Karnataka, (2002) 8 SCC 481:": "फाउंडेशन बनाम कर्नाटक राज्य, (2002, 8 एससीसी 487- 2",
  "2 SCEC 1] . The emphasis was clear that any": "एससीईसी उ/ यें स्वीकार नहीं किया गया था।प्रभाव स्पष्ट था कि",
  "regulation framed in the national interest must": "राष्ट्रीय हित में बनाए गए किसी भी नियम को अनिवार्य रूप से सभी",
  "necessarily apply to all educational institutions,": "शैक्षणिक संस्थानों पर लागू होना चाहिए, चाहे बहुसंख्य या",
  "the matter beyond any doubt. A caveat was however entered and it was stated that the government": "रखा जाए।हालांकि एक चेतावनी दी गई थी ऑर यह कहा गया था कि",
  "regulations cannot destroy the minority character of the institution.": "सरकारी नियय संस्था के अल्पसंख्यक चसयि को नष्ट नहीं कर",
  "42.4, The leading judgment then observed that the correct approach would be—what was laid down by": "42.4. आगे के निर्णय में देखा गया कि कि सही द्ष्टिकोण होगा -- यह",
  "[Ahmedabad St. Xavier's College Society v. State of": "अहमदाबाद सेंट जेवियर्स कॉलेज /अहसदाबाद सेट जेवियर्स कॉलेज सोसायटी",
  "Gujarat, (1974) 1 SCC 717: 1 SCEC 125]: (T.M.A. Pai": "बनाय गुजरात राज्य (7974) 7 एससीसी 777: 7 एससीईसी उ25/",
  "Karnataka, (2002) 8 SCC 481: 2 SCEC 1], SCC p. 570, para 122)": "(2002) 8 एससीसी 487: 2 एससीईसी 2 एससीसी पी. 570 पैरा",
  "“122. ... a balance has to be kept between the two objectives — that of ensuring the standard of excellence of the institution, and that of": "722. दो उद्देश्यों के बीच एक संतुलन रखना होगा - संस्थान की उत्कृष्टता",
  "preserving the right of the minorities to establish and administer their educational institutions.": "के यानक को सुनिश्चित करना ऑर अल्पसंख्यकों के अपने शैक्षणिक संस्थानों की स्थापना और प्रशासन के अधिकार को संरक्षित करना।",
  "Regulations that embraced and reconciled the two objectives could be considered to be": "दो उद्देश्यों को अपनाने और समेटने वाले विनियमों को उचित साना जा",
  "reasonable. This, in our view, is the correct approach to the problem.”": "सकता है।हमारे विचार में यह समस्या के लिए सही द्रष्टिकोण हैं। *",
  "42.5. The majority judgment then summed up the": "42.5. तब बहुसंख्य निर्णय ने सामले को संक्षेप में प्रस्तुत किया ऑर कहा:",
  "8 SCC 481: 2 SCEC 1], SCC p. 578, paras 135 &": "राज्य (2002) 8 एससीसी 4872 एससीईसी 7 एससीसी पी 578 पैरा उ35 और उउद)",
  "“135. ... It is difficult to comprehend that the Framers of the Constitution would have given such an absolute right to the religious or": "35. यह समझना मुश्किल हैं कि संविधान निर्माताओं ने धार्मिक या थाषाई",
  "such an absolute right to the religious or linguistic minorities, which would enable them": "अल्पसंख्यकों को ऐसा पूर्ण अधिकार दिया होगा, जो उन्हें इस तरह से",
  "to establish and administer educational": "शैक्षणिक संस्थानों की स्थापना और प्रशासन करने में सक्षम बनाएगा कि वे",
  "with the other Parts of the Constitution.": "संविधान के अन्य हिस्सों के साथ संघर्ष में हों।",
  "therefore, not been held to be absolute or above other provisions of the law, and we reiterate the": "उपबंधों से निरपेक्ष या अधिक अभिनिर्धारित नहीं किया गया हैं और हय उसी",
  "same. By the same analogy, there is no reason": "को दोहराते हैं।इसी सादृश्य के अनुसार ऐसा कोई कारण नहीं है कि आस तौर",
  "why regulations or conditions concerning, generally, the welfare of students and teachers": "पर छात्रों ऑर शिक्षकों के कल्याण से संबंधित नियमों या शर्तों को उचित",
  "should not be made applicable in order to provide a proper academic atmosphere, as such": "शैक्षणिक माहॉल प्रदान करने के लिए लागू नहीं किया जाना चाहिए, क्योंकि",
  "right of administration or management under Article 30(1).”": "ऐसे प्रावधान किसी भी तरह से अनुच्छेद 30(7/ के तहत प्रशासन या प्रबंधन",
  "It was further laid down: (SCC p. 579, para": "आगे इसे निर्धारित किया गया था: (एससीसी पी 579 पैरा 738,",
  "“138. ... In other words, the essence of Article": "उ36.... दूसरे शब्दों में, अनुच्छेद उ0(7) का सार बहुसख्यक और",
  "30(1) is to ensure equal treatment between the majority and the minority institutions. ... Laws": "अल्पसंख्यक संस्थानों के बीच समान व्यवहार सुनिश्चित करना है।निययों ऑर",
  "majority and the minority institutions. ... Laws of the land, including rules and _ regulations,": "विनियमों सहित देश के कानून बुहुसख्यक संस्थानों के साथ -साथ",
  "must apply equally to the majority institutions as well as to the minority institutions.”": "अल्पसंख्यक संस्थानों पर थी समान रूप से लागू होने चाहिए।”",
  "43. The decision in T.M.A. Pai Foundation [T.M.A. Pai": "43. टी. एस.ए. पाई फाउंडेशन /टी एमए. पाई फाउंडेशन बनाम कर्नाटक",
  "Foundation v. State of Karnataka, (2002) 8 SCC 481 : 2": "राज्यु (2002) 8 एससीसी 487: 2 एससीईसी 2 इस न्यायालय के",
  "SCEC 1] , rendered by eleven Judges of this Court, thus": "निर्णय में इस न्यायालय के ग्यारह न्यायाधीशों द्वारा प्रदान की गई, इस प्रकार",
  "put the matter beyond any doubt and clarified that the": "मासले को किसी भी संदेह से परे रखा और स्पष्ट किया कि अनुच्छेद 30 (7)",
  "right under Article 30(1) is not absolute or above the law": "के तहत अधिकार पूर्ण या कानून से ऊपर नहीं है ऑर छात्रों ऑर शिक्षकों के",
  "and that conditions concerning the welfare of the students and teachers must apply in order to provide proper": "कल्याण से संबंधित शर्तें उचित शैक्षणिक वातावरण प्रदान करने के लिए लागू",
  "to educational institutions have to be uniformly applied, whether it is a majority-run institution or a minority-run": "ससान रूप से लागू होनी चाहिए चाहे वह बहुसंख्यक संस्था हो या",
  "institution...”": "अल्पसंख्यक संचालित संस्था... /”",
  "POLICY DECISION: -": "नीतिगत निर्णय:-",
  "36.The challenge before us is the amendment to the Regulation 101. This": "36. हमारे सामने चुनौती विनियम 0: में संशोधन है।यह विनियमन एक",
  "regulation is in the form of a subordinate legislation. A subordinate legislation": "अधीनस्थ कानून के रूप में है।एएक अधीनस्थ विधान नीतिगत निर्णय के रूप में भी",
  "can also be in the form of a policy decision. We have already noted that a": "हो सकता है।हम पहले ही नोट कर चुके हैं कि वर्ष 200 में ही एक नीतिगत",
  "37.A policy decision is presumed to be in public interest, and such a decision once": "37. एक नीतिगत निर्णय को जनहित में माना जाता है, और एक बार किया गया",
  "made is not amenable to challenge, until and unless there is manifest or": "ऐसा निर्णय चुनौती देने योग्य नहीं है, जब तक कि प्रकट या अत्यधिक मनमानी न",
  "extreme arbitrariness, a constitutional court is expected to keep its hands off.": "हो, एक संवैधानिक अदालत से अपने हाथ दूर रखने की उम्मीद की जाती है।",
  "38.A challenge to a regulation stands on a different footing than the one that can": "38. एक विनियमन के लिए एक चुनौती एक अलग स्तर पर खड़ी होती है जिसे",
  "be made to an enactment. However, when the regulation is nothing but a": "एक अधिनियम के लिए बनाया जा सकता है।हालाँकि, जब विनियम और कुछ",
  "reiteration of a policy reinforcing the decision of the Government made earlier,": "नहीं बल्कि पहले किए गए सरकार के निर्णय को मजबूत करने वाली नीति की",
  "[T.M.A. Pai Foundation v. State of Karnataka, (2002) 8": "35. हम टी.एम.ए. पाई फाउंडेशन बनाम कर्नाटक राज्य, (2002) 8 एससीसी",
  "35.We would also like to point out two additional paragraphs of the lead judgment": "48] में मुख्य निर्णय के दो अतिरिक्त प्रस्तरों को भी इंगित करना चाहेंगे जो भारत",
  "institutions under Article 30 of the Constitution of India:": "के संविधान के अनुच्छेद 30 के तहत अल्पसंख्यक संस्थानों को दी गई सुरक्षा के",
  "“143. This means that the right under Article 30(1)": "“743. इसका मतलब यह हैं कि अनुच्छेद 3उ0(7, के तहत अधिकार का",
  "implies that any grant that is given by the State to the": "तात्पर्य हैं कि राज्य द्वारा अल्पसंख्यक संस्थान को दिया जाने वाला कोई भी",
  "minority institution cannot have such conditions attached": "अनुदान उसके साथ ऐसी शर्तें नहीं लगा सकता है जो किसी भी तरह से उस",
  "the minority institution to establish and administer that": "संस्था को स्थापित करने ऑर संचालित करने के लिए अल्पसंख्यक संस्थान",
  "institution. The conditions that can normally be permitted": "संस्थानों पर सायान्य रूप से जिन शर्तों को लागू करने की अनुसति दी जा",
  "to be imposed, on the educational institutions receiving": "का उपयोग किया जाना हैं; वह लागू होगा और शैक्षणिक संस्थानों की",
  "the grant, must be related to the proper utilization of the": "सहायता अनुदान के उचित उपयोग के लिए प्रासंगिक सभी शर्तें लगाई जा",
  "the regulation conferring power on the Committee of Management to make appointment and_ withdrawing and/or suspending power of appointment of Principal and": "समिति को नियुक्ति ऑर वापस लेने ऑर प्रिंसिपल और शिक्षकों की नियुक्ति की शक्ति को खत्प करने के लिए विनिययन प्रदान करने की शक्ति को रद्द",
  "teachers. The issuance of the order is not in dispute. The argument, in the High Court, was that the State": "करना होगा।आदेश जारी करना विवादित नहीं है।उच्च न्यायालय में तर्क यह था",
  "Government had no such power and that even if sub-": "कि राज्य सरकार के पास ऐसी कोई शक्ति नहीं थी ऑर भले ही उप -धारा",
  "section (4) is deemed to confer such a power it has to be": "(4, को ऐसी शक्ति प्रदान करने के लिए समझा जाता हैं, इसे उप-वर्गों (7).",
  "State Government by sub-sections (1), (2), (3) preceding": "(2) (3, धारा 9 की उप-धारा (4) से पहले राज्य सरकार द्वारा प्रदत्त",
  "to examine the width and ambit of the executive power of the State Government in exercise of which, according to": "को राज्य सरकार की कार्यकारी शक्ति के दायरे ऑर सहत्वाकांक्षा की जांच",
  "the State Government in exercise of which, according to the High Court, the order contained in the radiogram was": "करनी थी. जिसके कार्य में उच्च न्यायालय के अनुसार, रेडियोग्राम में निहित",
  "issued. We need not go that far because in our opinion": "आदेश जारी किया गया था।हमें उस समय तक जाने की आवश्यकता नहीं हैं",
  "sub-section (4) specifically confers power on the State": "क्योंकि हमारी राय में उप-धारा (4/ विशेष रूप से राज्य सरकार पर किसी",
  "make, modify or rescind any regulation as also make such": "भी विनियमन को बनाने संशोधित करने या रद्द करने के लिए बोर्ड का कोई",
  "other order consistent with the provisions of the Act. This power of wide amplitude will comprehend the power to": "संदर्भ दिए बिना शक्ति प्रदान करती हैं, साथ ही अधिनियम के प्रावधानों के अनुरूप ऐसा अन्य आदेश भी बनाती है। व्यापक आयाम की यह शक्ति सभी",
  "stop all appointments for the time being. And the power": "नियुक्तियों को फिलहाल के लिए रोकने की शक्ति को समझेगी।ऑर प्रतीत",
  "appears to have been exercised as Government was": "होता है कि सरकार का प्रयोग किया गया था क्योंकि सरकार प्राचार्यों सहित",
  "management of non-government-aided schools to make": "शिक्षकों की नियुक्ति करने के लिए गैर -सरकारी-सहायता प्राप्त स्कूलों के",
  "avoid forestalling of governmental action by private": "सरकारी कार्रवाई को पहले से रोकना से बचने के लिए, नियुक्ति करने की",
  "suspended for the time being. As pointed out earlier, the": "शक्ति को कुछ समय के लिए रोक दिया गया था।जैंसा कि पहले बताया गया",
  "Regulation confers power on the Committee of Management to make appointment. That Regulation was": "है विनियपन नियुक्ति करने के लिए प्रबंधन समिति पर शक्ति प्रदान करता हैं।",
  "enacted by the Board with the prior sanction of the State": "राज्य सरकार की पूर्व संजूरी के साथ बोर्ड द्वारा उस विनियमन को लागू किया",
  "Government. The State Government could be said to have": "गया था।यह कहा जा सकता हैं कि राज्य सरकार ने नियुक्ति की शक्ति प्रदान",
  "appointment or at any rate suspended the power conferred": "करने वाले विनियमन को रद्द कर दिया है या किसी भी कीमत पर नियुक्ति",
  "The order became effective the moment it is issued. The": "जारी किए जाने के समय प्रभावी हो गया।इस आदेश का प्रथाव यह हैं कि",
  "right to select the appellant nor the Committee of": "चयन समिति को अपीलकर्ता का चयन करने का कोई अधिकार नहीं था ऑर",
  "Management had any power to make the appointment.": "न ही प्रबंधन समिति के पास नियुक्ति करने की कोई शक्ति थी।",
  "14. In view of the finding that sub-section (4) of Section 9 did confer power on the State Government to make,": "74. धारा 9 की उप-धारा (4; ने राज्य सरकार को विनियमन बनाने",
  "modify or rescind the regulation or make any other order": "संशोधित करने या रद्द करने या अधिनियम के प्रावधानों के अनुरूप कोई अन्य",
  "quoting the following paragraph in Manish Kumar vs. Union of India, (2021)": "हम मनीष कुमार बनाम भारत संघ, (202) 5 एससीसी 3 में निम्नलिखित",
  "“249. We see considerable merit in the stand of the Union.": "“249. हम संघ के रुख में काफी योग्यता देखते हैं। यह ऐसा मामला नहीं हैं,",
  "This is not a case where there is no intelligible differentia. The law under scrutiny is an economic measure. As laid": "जहां कोई बोधगम्य अंतर नहीं हैं।जांच के तहत कानून एक आर्थिक उपाय हैं।",
  "anvil of Article 14, the Court will not adopt a doctrinaire": "पर विचार करने में न्यायालय एक सिद्धांतवादी द्रष्टिकोण नहीं अपनाएगा। लोगों",
  "approach. Representatives of the people are expected to operate on democratic principles. The presumption is that": "के प्रतिनिधियों से लोकतांत्रिक सिद्धांतों पर काम करने की अपेक्षा की जाती",
  "they are conscious of every fact, which would go to": "हैं। धारणा यह हैं कि वे हर उस तथ्य से अवगत हैं, जो कानून की",
  "sustain the constitutionality of the law. A law cannot": "संवैधानिकता को बनाए रखने के लिए जाएगा। एक कानून शून्य सें कास नहीं",
  "operate in a vacuum. In the concrete world, when the law": "कर सकता हें।कठोर शब्द में: जब कानून को व्यावहारिक रूप यें लागू किया",
  "the law givers. Solutions to vexed problems made manifest": "रूप से ध्यान दिया जाता हैं। अनुधव के साध्यम से प्रकट की गई जटिल समस्याओं के समाधान के लिए जब यह कानून लागू किया जाता हैं तो",
  "through experience, would indeed require a good deal of": "वास्तव में प्रयोग के एक अच्छे सोंदे की आवश्यकता होगी।यह किसी समस्या",
  "considers to be more wise or a better way to deal with a": "पर विचार करने के लिए अधिक बुद्धिपत्ता या बेहतर तरीके से विचार करने के",
  "47.The entire issue has to be looked at from different perspective as well. By the": "47. पूरे मुद्दे को अलग-अलग परिप्रेक्ष्य से भी देखना होगा।किए गए नीतिगत",
  "sustain the aforesaid post. There is nothing on record to hold that the decision": "नहीं कर सकती है।यह बताने के लिए अभिलेख पर कुछ भी नहीं है कि किया गया",
  "made is extraneous as it is obviously made applicable not only to the aided": "निर्णय बाहरी है क्योंकि यह स्पष्ट रूप से न केवल सहायता प्राप्त संस्थानों बल्कि",
  "institutions but also to all government departments as well.": "सभी सरकारी विभागों पर भी लागू होता है।",
  "48.Arguments are advanced to the effect that interest of poor and needy is affected": "48. इस आशय के तर्क दिए जाते हैं कि आक्षेपित विनियमन से गरीबों और",
  "by the impugned Regulation. We do not know how the interest of the poor and needy is affected by the impugned Regulation. Admittedly, no challenge has": "जरूरतमंदों के हित प्रभावित होते हैं। हमें नहीं पता कि गरीबों और जरूरतमंदों का",
  "(ii) | The respondents/writ petitioners and similarly placed persons who are": "(|) प्रत्यर्थी /रिट याचिकाकर्ता और इसी प्रकार के पदस्थापित व्यक्तियों, जिन्हें",
  "recruited by the institutions including the respondents shall be continued": "प्रत्यर्थी सहित संस्थानों द्वारा भर्ती किया जाता है , उनको समान वेतनमान के",
  "with the same scale of pay as if they are recruited prior to 08.09.2010 for": "साथ जारी रखा जाएगा और यदि वे दिनांक 08.09.200 से पहले भर्ती किए गए",
  "which the entire disbursement will have to be made by the institutions alone.": "हों, जिसके लिए संपूर्ण संवितरण अकेले संस्थानों को करना होगा।।",
  "(iii) The appellants shall undertake the necessary exercise to see to it that": "(|) अपीलकर्ता यह देखने का आवश्यक कार्य करेंगे कि सातवें केंद्रीय वेतन",
  "those who are employed while taking note of the recommendations made": "आयोग में की गई सिफारिशों को ध्यान में रखते हुए नियोजित लोगों की सेवा की",
  "59.The impleadment /intervention applications are allowed accordingly.": "५9. तदनुसार पक्षकार बनने के आवेदन को अनुमति दी जाती है।",
  "60.There shall be no order as to costs.": "60. लागत के लिए कोई आदेश नहीं होगा।",
  "(M.M. SUNDRESH)": "(न्यायमूर्ति एम. एम. सुन्द्रेश)",
  "New Delhi": "नई दिल्ली",
  "September 27, 2021": "27 सितंबर, 202",
  "applicable to all the recruitments for Group ‘IV’ posts in the Government, and": "में लिए गए निर्णय को कोई चुनौती नहीं दी गई है, जिसे सरकार में चतुर्थ श्रेणी पदों के लिए सभी भर्तियों पर लागू किया जाना था, न कि केवल संस्थानों और",
  "not only for the institutions and the persons recruited by them. The entire": "उनके द्वारा भर्ती किए गए व्यक्तियों के लिए। पूरी मुकदमेबाजी केवल संस्थानों द्वारा",
  "49.Whenever a lis is raised before the Court the grievance along with interest of": "49. जब भी न्यायालय के समक्ष कोई मामला उठाया जाता है तो चुनौती देते",
  "aforesaid principle is expected to be kept in mind. More so, while invoking": "उपरोक्त सिद्धांत को ध्यान में रखा जाना अपेक्षित है।इसके अलावा, भारत के",
  "Article 226 of the Constitution of India being extraordinary and discretionary": "संविधान के अनुच्छेद 226 को असाधारण और विवेकाधीन प्रकृति में लागू करते",
  "in nature. The aforesaid principle would help the Court to understand the": "हुए।उपरोक्त सिद्धांत से न्यायालय को किसी पक्ष द्वारा राहत की मांग करने के",
  "actual reason behind seeking a relief by a party. Keeping the said principle in": "वास्तविक कारण को समझने में मदद मिलेगी।उक्त सिद्धांत को ध्यान में रखते हुए",
  "mind we could only say that the respondents/petitioners, being the institutions": "हम केवल यह कह सकते हैं कि प्रतिवादी /याचिकाकर्ता, भर्ती के योग्य संस्थान",
  "endowed with the power of recruitment, do not wish to let go of their hold.": "होने के नाते अपनी पकड़ नहीं छोड़ना चाहते हैं।",
  "50.The Division Bench has also taken into consideration Section 9 of the Payment": "५0. डिवीजन बेंच ने वेतन भुगतान अधिनियम, 974 की धारा 9 को भी ध्यान",
  "do with the impugned Regulation. The idea was to create a new set of employees introduced through “Outsourcing”. As stated, the impugned": "विनियम से कोई लेना-देना नहीं है।\"आउटसोर्सिंग\" के माध्यम से पेश किए गए कर्मचारियों का एक नया समूह बनाने का विचार था।जैसा कि कहा गया है,",
  "Regulation is only reiteration, as the Government Order dated 08.09.2010 and": "आक्षेपित विनियम केवल दोहराव है, क्योंकि नीति के माध्यम से सरकारी आदेश",
  "51.The High Court has placed the onus on a wrong premise on the appellants": "५१. उद्च न्यायालय ने उनके अधिवक्ता द्वारा प्रतिनिधित्व किए गए अपीलकर्ताओं",
  "rule or an Act, it is for the persons who challenged, to satisfy the Court that": "अधिनियम को चुनौती दी जाती है तो यह चुनौती देने वाले व्यक्तियों के लिए है कि",
  "they cannot be sustained in the eyes of law. Such a challenge has to be": "वे न्यायालय को संतुष्ट करें कि उन्हें कानून की नजर में कायम नहीं रखा जा सकता है।इस तरह की चुनौती को कानून के दायरे में माना जाना चाहिए। यह",
  "deals with the right of the minor institutions to choose the Principal of its": "प्राप्त हुआ है। उक्त निर्णय छोटे संस्थानों के अपनी पसंद के प्रधानाचार्य को चुनने",
  "choice. We have already held that we are dealing with the case of aided": "के अधिकार से संबंधित है।हम पहले ही मान चुके हैं कि हम सहायता प्राप्त",
  "separating them as minority and non-minority institutions. The impugned": "गैर-अल्पसंख्यक संस्थानों के रूप में अलग करके किसी उप -वर्गीकरण की",
  "regulation is sought to be enforced against all the aided institutions. It is also": "आवश्यकता नहीं है।सभी सहायता प्राप्त संस्थानों के खिलाफ आक्षेपित विनियमन को लागू करने की मांग की जाती है।यह भी ध्यान दिया जाना चाहिए कि इस",
  "Md. Rafique’s case (supra).": "निर्णय को एस.के. मोहम्मद रफीक (उपरोक्त) के मामले में इस न्यायालय ने ध्यान",
  "RELIEF: -": "राहतः -",
  "54.We have one more issue to be considered before our conclusion. That is,": "५८. हमारे निष्कर्ष से पहले हमारे पास एक और मुद्दा है।यह है कि कया संस्थानों",
  "whether the institutions should be held responsible, with respect to the interest": "को जिम्मेदार ठहराया जाना चाहिए, उन लोगों के हित के संबंध में जिन्हें भर्ती",
  "of those who were recruited though contrary to the Impugned Regulation or": "किया गया था, हालांकि वे लागू विनियम के विपरीत थे या नहीं।ये व्यक्ति निर्दोष",
  "initiated by the management and made to fight as front-line soldiers. It is the": "सैनिकों के रूप में लड़ने के लिए बनाया गया है।यह प्रबंधन है जिसने इन व्यक्तियों",
  "management which found these persons suitable to hold the post. Therefore,": "को पद धारण करने के लिए उपयुक्त पाया।इसलिए, इस अदालत को न्याय के",
  "this court will have to apply the theory of justice and adopt a problem-solving": "सिद्धांत को लागू करना होगा और समस्या -समाधान का दृष्टिकोण अपनाना होगा।",
  "approach. Having appointed persons and found them suitable, while creating a": "व्यक्तियों को नियुक्त करने और उन्हें उपयुक्त पाया, जबकि ऐसी स्थिति पैदा करते",
  "up their responsibility. If imparting education is seen to be in public interest,": "शिक्षा प्रदान करना सार्वजनिक हित में देखा जाता है, तो ऐसे संस्थानों के अपने",
  "such institutions have duties to their employees as well. Certainly, the": "कर्मचारियों के लिए भी कर्तव्य हैं।निश्चित रूप से, अपीलकर्ताओं को सहायता के",
  "appellants cannot be made to continue them by making a contribution towards": "माध्यम से उनके वेतन के लिए योगदान देकर उन्हें जारी रखने के लिए नहीं बनाया जा सकता है।",
  "55.We may also note that even the Division Bench in its own wisdom has": "५५. हम यह भी नोट कर सकते हैं कि डिवीजन बेंच ने भी यह ध्यान दिया है कि",
  "observed that the impugned Regulation can only be applied to the aided": "आक्षेपित विनियमन केवल सहायता प्राप्त संस्थानों पर ही लागू किया जा सकता",
  "institutions alone. This finding has not been challenged seriously before us. We": "है।इस निष्कर्ष को हमारे सामने गंभीरता से चुनौती नहीं दी गई है।हम विधिविरूद्ध",
  "56.Having found that the appellants are justified in passing the relevant": "५6. यह पाया गया है कि अपीलकर्ता संबंधित सरकारी आदेश के बाद आक्षेपित",
  "57.However, we would also like to observe that the appellants will have to": "५7. हालाँकि, हम यह भी देखना चाहेंगे कि अपीलकर्ताओं को सातवें केंद्रीय वेतन",
  "seriously consider paragraph 3.72 and 3.83 of the Seventh Central Pay": "आयोग के अनुच्छेद 3.72 और 3.83 पर गंभीरता से विचार करना होगा।हम",
  "Commission. We expect the appellants to create an adequate mechanism to see": "उम्मीद करते हैं कि अपीलकर्ता यह देखने के लिए एक यथोचित तंत्र तैयार करेंगे",
  "to it that the persons employed by the process of “Outsourcing” are not": "कि \"आउटसोर्सिंग\" की प्रक्रिया द्वारा नियोजित व्यक्तियों का किसी भी तरह से",
  "58.Accordingly, we have no difficulty in setting aside the judgment of the": "५8. तदनुसार, हमें दिनांक 9..208 की डिवीजन बेंच के फैसले को अपास्त करने में कोई कठिनाई नहीं है और परिणामी आदेश लागू किए गए विनियमन को",
  "upholding the impugned Regulation. The appeals are allowed with the": "बरकरार रखते हुए पारित किए गए हैं।अपील को निम्नलिखित निर्देशों के साथ",
  "(i) | The respondents/writ petitioners in Civil Appeal No 2753 of 2021 are": "(।) दीवानी अपील संख्या 2753/2027 में प्रत्यर्थीगण /रिट याचिकाकर्ताओं",
  "directed to be confirmed by granting adequate approval as Class “IV”": "को पूर्व अनुमोदन दिए जाने के बाद, चतुर्थ श्रेणी के कर्मचारियों के रूप में पर्याप्त"
}