{
  "(B.V. NAGARATHNA)": "(न्यायमूर्ति बी. वी. नागरत्न)",
  "New Delhi,": "नई दिल्ली,",
  "July 11, 2022.": "47 जुलाई 2022.",
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. 4149 of 2022": "दीवानी अपील संख्या 449/2022",
  "Dr. Gajendra Singh ... Appellant": "डॉ. गर्जेंद्र सिंह... ...... अपीलकर्ता",
  "Versus": "बनाम",
  "Union of India & Ors. ...Respondents": "भारत संघ और अन्य... ...... प्रत्यर्थीगण",
  "JUDGMENT": "निर्णय",
  "M. R. Shah, J.": "न्यायमूर्ति एम आर शाह",
  "Judicature at Allahabad in Writ Appeal No.64492 of 2008 by": ". इलाहाबाद उद्च न्यायालय द्वारा रिट अपील संख्या 64492/ 2008 में पारित",
  "which the High Court has dismissed the said appeal and has": "होकर मूल याचिकाकर्ता ने वर्तमान अपील दायर की है, जिसके द्वारा उच्च न्यायालय",
  "not interfered with the judgment and order passed by the": "निर्णय और आदेश में हस्तक्षेप नहीं किया है, जिसमें याचिकाकर्ता ने \"सेवा से हटाने",
  "the appellant was required to cancel the earlier cover note": "दूसरा कवर जारी किया गया था, अपीलकर्ता को पहले कवर नोट को रद्द करना था",
  "which the appellant did not cancel, which has resulted in loss": "जिसे अपीलकर्ता ने रद्द नहीं किया, जिसके परिणामस्वरूप बीमा कंपनी को नुकसान",
  "to the insurance company. However, at the same time it cannot be said that the appellant failed to maintain integrity.": "हुआ है। हालांकि, साथ ही यह नहीं कहा जा सकता है कि अपीलकर्ता सत्यनिष्ठा",
  "lesser /other than the removal from service.": "बनाए रखने में विफल रहा।अतः यह सेवा से हटाए जाने से कम का दण्ड /अन्य कोई",
  "4. In view of the above and for the reason stated above": "4. उपर्युक्त को ध्यान में रखते हुए और उपर्युक्त कारण से वर्तमान अपील भागतः",
  "present Appeal Succeeds in Part. The impugned judgment and orders passed by the High Court are hereby quashed and": "सफल होती है। उच्च न्यायालय द्वारा पारित आक्षेपित निर्णय और आदेशों को",
  "disciplinary authority removing the appellant from service is": "को सेवा से हटाने के लिए आरोपित दंड के आदेश को एतदद्वारा रद्द और अपास्त",
  "hereby quashed and set aside and the matter is remitted to the disciplinary authority to impose any other appropriate": "किया जाता है और मामले को अनुशासनिक प्राधिकारी को सेवा से हटाने के आदेश",
  "the disciplinary authority to impose any other appropriate punishment lesser/other than the order of removal from": "से कम/अन्य कोई भी उपयुक्त दंड देने के लिए भेजा जाता है। पूर्वोक्त कार्य वर्तमान",
  "period of three months from the date of present order.": "आदेश की तारीख से तीन महीने की अवधि के भीतर पूरा कर लिया जाएगा।",
  "passed by the learned Single Judge dismissing the writ": "खारिज कर दिया। रिट याचिका को खारिज करते हुए विद्वान एकल न्यायाधीश द्वारा",
  "3. Having heard learned counsel for the respective parties": "3. संबंधित पक्षों के विद्वान अधिवक्ता को सुनने के बाद और अपीलकर्ता द्वारा दिए",
  "and considering the reply to the charge-sheet and the plausible explanation given by the appellant — delinquent officer, we are of the opinion that the order of removal passed": "गए आरोप पत्र के जवाब और तर्कसंगत स्पष्टीकरण पर विचार करने पर, हमारी राय",
  "by the disciplinary authority against the appellant who had": "है कि अपीलकर्ता के खिलाफ अनुशासनात्मक प्राधिकारी द्वारा पारित हटाए जाने का",
  "rendered approximately over twenty years of service and the": "आदेश, जिसने लगभग बीस साल से अधिक की सेवा प्रदान की थी और यह तथ्य",
  "fact that the appellant had an unblemished service record throughout, we are of the opinion that the punishment of": "कि अपीलकर्ता का एक बेदाग सेवा रिकॉर्ड था, हमारी राय है कि सेवा से हटाने की",
  "misconduct held to be proved. It appears that the insured": "सजा आरोप और साबित किए जाने वाले कदाचार से असंगत है। ऐसा प्रतीत होता है",
  "was an old customer and the insured and the insurer": "कि बीमित व्यक्ति एक पुराना ग्राहक था और बीमित व्यक्ति व बीमाकर्ता कंपनी का",
  "2. The appellant herein was a Branch Manager of the United Insurance Company during the period 1995-96. He": "2. अपीलकर्ता 995 और 96 की अवधि के दौरान यूनाइटेड इंश्योरेंस कंपनी का शाखा प्रबंधक था। उन्होंने 20.03.996 से 9.03.997 की अवधि के लिए चंद्र",
  "with respect to the vehicle bearing no.DL 1P 7143 belonging to": "सिंह नामक व्यक्ति की वाहन संख्या डीएल पी 743 के संबंध में 20.03.996",
  "On that very day, he issued another cover note. It was found": "को एक बीमा कवर नोट संख्या 543675 जारी की।उसी दिन उन्होंने एक और कवर",
  "that for the first cover note No.543675, he had not taken any": "नोट जारी किया। यह पाया गया कि पहले कवर नोट संख्या 543675 के लिए",
  "premium and for the second Cover Note No.543680 a cheque": "उन्होंने कोई प्रीमियम नहीं लिया था और दूसरे कवर नोट संख्या 543680 के लिए",
  "An award of Rs.3,24,400/- came to be passed by the Motor Vehicle Accident Tribunal. The Insurance Company accepted": "द्वारा 3, 24, 400/- रुपए का एक अधिनिर्णय पारित किया गया। बीमा कंपनी ने",
  "the same. However, the disciplinary authority issued a": "इसे स्वीकार कर लिया। हालांकि, अनुशासनात्मक प्राधिकारी ने 8.0.200 को",
  "appellant had issued a Cover Note No.543675 without": "अपीलकर्ता ने बिना किसी प्रीमियम के कवर नोट संख्या 543675 जारी किया था,"
}