{
  "IN THE SUPREME COURT OF INDIA": "भारत का उच्चतम न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपील अधिकारिता",
  "CIVIL APPEAL NO. 2850 OF 2020": "सिविल अपील सं. 2850 वर्ष 2020",
  "ANAND YADAV & ORS. ..-Appellants": "आनंद यादव और अन्य... ......... अपीलार्थी",
  "Versus": "बनाम",
  "JUDGMENT": "निर्णय",
  "1. The competing interests of post-graduates having the degree of M.A. (Education) and M.Ed. has given rise to a spate of litigation, and": "4. एम.ए. (शिक्षाशास्त्र) और एम. एड की डिग्रीधारी स्नातकोत्तरों के प्रतिस्पर्धी",
  "with this issue, but in a relevant factual context. Further, there has been,": "है। इस विवाद का निपटारा करने के लिए किन्तु प्रासंगिक तथ्यात्मक संदर्भ में",
  "A. QUALIFICATIONS FOR B. Ed. COURSE:": "(अ) बी. एड. पाठ्यक्रम हेतु योग्यता:",
  "(ii) ASSISTANT PROFESSOR:": "(॥) सहायक प्रोफेसर:",
  "a. Foundation Courses": "क. फाउंडेशन पाठ्यक्रम",
  "1. A Master’s Degree in Science/Humanities/Arts with 50% marks (or an equivalent grade in a point scale wherever grading system is followed);": "4. 50% अंकों के साथ विज्ञान /मानविकी /कला में मास्टर डिग्री (अथवा जहां ग्रेडिंग प्रणाली प्रचलित है, वहां पर उसके समकक्ष ग्रेड);",
  "2. M.Ed. with at least 55% marks (or an equivalent grade in a point scale wherever grading system is followed); and": "2. कम से कम 55% अंकों के साथ एम.एड़. (अथवा जहां पर ग्रेडिंग प्रणाली लागू है वहां पर उसके समकक्ष ग्रेड); और",
  "3. Any other stipulation prescribed by the UGC/any such affiliating body/State Government, from time to time for the positions of": "3. यू.जी.सी./ ऐसा कोई संबद्ध निकाय /राज्य सरकार द्वारा समय-समय पर",
  "principal and lecturers, shall be mandatory;": "प्रधानाचार्य और व्याख्याताओं के लिए के लिए विहित कोई अन्य शर्त आज्ञापक होगी।",
  "OR": "या",
  "1. M.A. in Education with 55% marks (or an equivalent grade in a": "4. 55% अंकों के साथ शिक्षाशास्त्र में एम .ए. (अथवा जहां पर ग्रेडिंग प्रणाली",
  "point scale wherever grading system is followed);": "लागू है, वहां पर उसके समकक्ष समकक्ष ग्रेड);",
  "2. B.Ed. with at least 55% marks (or an equivalent grade in a point scale wherever grading system is followed); and": "2. कम से कम 55% अंकों के साथ बी. एड. (अथवा जहां पर ग्रेडिंग प्रणाली लागू है, वहां पर उसके समकक्ष समकक्ष ग्रेड); और",
  "principal and lecturers, shall be mandatory.": "प्रधानाचार्य और व्याख्याताओं के लिए के लिए विहित कोई अन्य शर्त आज्ञापक होगी।",
  "“Minimum Educational Qualifications": "“न्यूनतम शैक्षिक योग्यता”",
  "6. Mandatory Educational Qualification": "6. अनिवार्य शैक्षिक योग्यता",
  "The prescribed minimum educational qualification for the post of Assistant Professor mentioned in this advertisement is described": "इस विज्ञापन में उल्लिखित सहायक प्रोफेसर के पद के लिए निर्धारित न्यूनतम",
  "6.1 For the post of Assistant Professor for the subjects other than Singing and Fine Arts": "6.] संगीत और ललित कला के अलावा अन्य विषयों के लिए सहायक प्रोफेसर के पद के लिए",
  "6.1.1 Good academic record with 55 Percent score in": "6..] परास्नातक में संबंधित विषय में 55 प्रतिशत अंक के साथ अच्छा",
  "relevant subject at Post Graduate Level (Or with similar scoring in relation to grades wherever grading system is": "अकादमिक रिकॉर्ड (अथवा जहां ग्रेडिंग प्रणाली प्रचलित है, वहां पर इसी के",
  "(NET) or U.P. State Level Eligibility Test (SET) or State": "पात्रता परीक्षा (नेट) या उ.प्र. राज्य स्तरीय पात्रता परीक्षा (एस.ई.टी. ) या राज्य",
  "The twin criteria specified as the eligibility, thus, was (a) the": "इस प्रकार, पात्रता के रूप में निर्दिष्ट जुड़वां मानदंड, (क) स्नातकोत्तर",
  "requirement of a 55 per cent score in a relevant subject at the Post Graduate Level or with a similar scoring in relation to grades wherever": "स्तर पर किसी संबंधित विषय में 55 प्रतिशत स्कोर अथवा जहां पर ग्रेडिंग",
  "there is a grading system; and (b) passing marks in the National": "प्रणाली लागू है वहां पर उसी के समान स्कोर प्राप्त करना अपेक्षित है; और (ब)",
  "Eligibility Test (for short ‘NET’), or U.P. State Level Eligibility Test (for": "राष्ट्रीय पात्रता परीक्षा (संक्षेप में 'नेट'), या उ.प्र. राज्य स्तरीय पात्रता परीक्षा (के",
  "short ‘SET’), or State Level Eligibility Test (for short ‘SLET’) as": "स्तरीय पात्रता परीक्षा (संक्षेप में 'एस.एल.ई.टी.' ) |",
  "4. The controversy, which arose from the aforesaid was on two aspects: (a) would an M.Ed. Degree be treated as an equivalent degree to": "4. उक्त से उत्पन्न विवाद के दो पहलू थे: प्रथम, क्या सहायक प्रोफेसर के पद पर",
  "M.A. (Education) for the purposes of appointment to the post of Assistant": "नियुक्ति के लिए एम. एड. को एम.ए, (शिक्षाशास्त्र) के समतुल्य माना जाना",
  "Professor?, and (b) even if it was treated as an equivalent, could it be said": "चाहिए? , और द्वितीय, भले ही यदि इसे समतुल्य मान लिया जाए तो क्‍या यह",
  "that an M.Ed. is a post-graduation in the relevant subject?": "कहा जा सकता है कि एम. एड. स्नातकोत्तर डिग्री है?",
  "5. In order to resolve the issues, respondent No. 2 constituted a four- member expert panel to render its opinion on the said subject. This panel": "५. इस समस्या को हल करने के लिए प्रतिवादी -2 ने उक्त विषय पर अपनी राय देने के लिए एक चार सदस्यीय विशेषज्ञ समिति का गठन किया। इस समिति में",
  "consisted of four eminent persons: (i) Professor Bhoo Dev Singh,": "चार प्रतिष्ठित व्यक्ति शामिल थे: (।) प्रोफेसर भूदेव सिंह, प्रोफेसर एवं विभागाध्यक्ष",
  "Professor and Dean of the Department of Education, Banaras Hindu University, Varanasi; (b) Professor P.C. Shukla, Department of Education,": "शिक्षाशास्त्र, बनारस हिन्दू विश्वविद्यालय, वाराणसी; (ख) प्रोफेसर पी.सी. शुक्का,",
  "Banaras Hindu University; (c) Professor Amita Bhajpayee, Department": "शिक्षाशास्त्र विभाग, बनारस हिन्दू विश्वविद्यालय; (ग) प्रोफेसर अमिता वाजपेयी,",
  "of Education, Lucknow University; and (d) Professor P.K. Sahu,": "शिक्षाशास्त्र विभाग, लखनऊ विश्वविद्यालय; और (घ) प्रोफेसर पी.के. साहू,",
  "Department of Education, Allahabad University.": "शिक्षाशास्त्र विभाग, इलाहाबाद विश्वविद्यालय।",
  "6. The opinion of the four experts was unanimous and was received": "6. चारों विशेषज्ञों की राय एकमत थी। इस प्रकार , प्रोफेसर भूदेव सिंह के",
  "conducted for the NET/JRF (Junior Research Fellowship) certificate is": "अनुसार, नेट/जे.आर.एफ. (जूनियर रिसर्च फैलोशिप ) प्रमाण पत्र के लिए",
  "the same for both students with an M.A. (Education) and an M.Ed.": "आयोजित परीक्षा एम.ए. (शिक्षाशास्त्र) और एम. एड दोनों विषयों छात्रों के लिए",
  "Degree — with the test being conducted on the same day, at the same time, with the same syllabus, same items and the same paper. The consequent": "समान है जो एक ही दिन, एक ही पाठ्यक्रम, एक ही विषय और एक ही प्रश्नपत्र के",
  "certificate issued was only on the subject of ‘Education’ and there was no": "साथ के साथ आयोजित करायी गयी है। फलस्वरूप जो प्रमाणपत्र जारी किया गया वह केवल 'शिक्षाशास्त्र' के विषय पर था और दो डिग्री में से किसी का भी अलग से",
  "that there should be a post-graduation with requisite marks in the relevant subject. Professor P.C. Shukla also opined that for the post of Assistant": "अपेक्षित अंकों के साथ पोस्ट-ग्रेजुएशन होना चाहिए। प्रोफेसर पीसी शुक्वा ने यह",
  "Professor (Teaching), Faculty of Arts, the degree of M.Ed., as well as, the": "भी कहा कि सहायक प्रोफेसर (शिक्षण), कला संकाय, पद हेतु, एम. एड की डिग्री",
  "qualification of M.A. (Education) should be accepted, more so as the": "साथ ही, एम.ए. (शिक्षाशास्त्र) को स्वीकार किया जाना चाहिए, जिससे कि",
  "students holding an M.Ed. degree have completed a graduation degree of": "अधिक से अधिक एम. एड. डिग्रीधारी छात्रों ने बी. एड की स्नातक डिग्री पूरी कर",
  "B.Ed. These two opinions were concurred with by the other two experts.": "लिया है। यह दोनों मत अन्य दोनों विशेषज्ञों के मतों से संगत था।",
  "7. The aforesaid resulted in the issuance of a corrigendum of": "7. उपरोक्त के परिणामस्वरूप प्रश्नगत पदों पर उ.प्र.उच्च शिक्षा सेवा चयन आयोग /",
  "It is this corrigendum, which was assailed before the High Court by respondent No. 3, who was an applicant under both the advertisements, in": "शुद्धिपत्र को प्रतिवादी-3, जो दोनों विज्ञापनों में आवेदक था, द्वारा उच्च न्यायालय",
  "Prit Singh? case, as followed in the Praveen Kumar‘ case, the issue was": "अनुसरण प्रवीण कुमार” मामले में किया गया था, मत व्यक्त किया कि यह मुद्दा",
  "no more res integra. That is, while M.A. (Education) is a master’s degree": "अभी तक निर्धारित नहीं किया गया था। यह कि एम .ए. (शिक्षाशास्त्र) संबंधित",
  "in the subject concerned, M.Ed. is not so, as it is only a training": "विषय में एक परास्नातक डिग्री है, जबकि एम.एड. नहीं है, क्योंकि यह केवल एक",
  "qualification. The conclusion reached was that an M.Ed. qualified person": "प्रशिक्षण योग्यता है। यह निष्कर्ष निकाला गया कि एम.एड. योग्यताधारी व्यक्ति को",
  "could not be appointed to the post of Assistant Professor in Education,": "शिक्षाशास्त्र में सहायक प्रोफेसर के पद पर नियुक्त नहीं किया जा सकता है, और",
  "and consequently the corrigendum dated 11.7.2016 was quashed.": "परिणामस्वरूप शुद्धिपत्र दिनांकित .7.206 को रद्द कर दिया गया।",
  "14. Respondent No. 2 in compliance with the aforesaid decision, in its": "4. पूर्वोक्त निर्णय के अनुपालन में प्रत्यर्थी -2 दिनांक को 5.9.208 को स्वयं",
  "candidates with M.A. (Education) as eligible for the said post.": "उम्मीदवारों को उक्त पद के लिए पात्र माना जा सके।",
  "15. The candidates who had M.Ed. qualifications were naturally": "5. जिन उम्मीदवारों के पास एम. एड. योग्यताएँ थीं, स्वाभाविक रूप से वे दुखी",
  "before this Court, along with an application for leave to file the same,": "जो इस न्यायालय के समक्ष पक्षकार थे, को अभियोजित कर इसे दायर करने के छूट के आवेदन एक विशेष अनुमति याचिका दायर किया । इसके बाद, अन्य",
  "Court. Subsequently, other appellants who were similarly situated joined": "छूट के आवेदन एक विशेष अनुमति याचिका दायर किया । इसके बाद, अन्य अपीलकर्ता जो समान रूप से स्थित थे, में शामिल हो गए और अपीलकर्ता के रूप",
  "for the appellants, Mr. P.S. Patwalia submitted that the interest of the": "श्री पी.एस, पटवालिया ने कहा कि अपीलकर्ताओं का हित केवल शिक्षा में सहायक",
  "appellants was only in participating in the 2016 selection process for the post of Assistant Professor in Education, for which the last date of": "प्रोफेसर के पद के लिए 206 चयन प्रक्रिया में भाग लेने में था, जिसके लिए",
  "application was 14.7.2016 and for which the corrigendum had been": "आवेदन की अंतिम तिथि 4.7.206 थी और जिसके लिए शुद्धिपत्र दिनांक",
  "issued on 11.7.2016. Accordingly, this Court recorded that the pendency": "7.7.206 को जारी किया गया था। तदनुसार, इस न्यायालय ने दर्ज किया कि",
  "competent authority proceeding with appointment of candidates of the": "उम्मीदवारों की नियुक्ति के साथ सक्षम प्राधिकारी की कार्यवाही के रास्ते में नहीं",
  "18. The ground level development which took place was that 6793 candidates were invited to appear for the written examination, which took": "8. जमीनी हकीकत यह थी कि 6793 उम्मीदवारों को लिखित परीक्षा शामिल",
  "place on 12.1.2019 for the post of Assistant Professor (Education) and the": "होने के लिए आमंत्रित किया गया था। दिनांक 2..209 को सहायक प्रोफेसर (शिक्षाशास्त्र) के पद के लिए लिखित परीक्षा संपन्न हुई औ जिसकी उत्तर कुंजी",
  "final answer key were published on 29.5.2019. The successful candidates": "(शिक्षाशास्त्र) के पद के लिए लिखित परीक्षा संपन्न हुई औ जिसकी उत्तर कुंजी 29.5.209 को जारी हुई। सफल उम्मीदवारों को साक्षात्कार के लिए चुना गया",
  "were shortlisted for interviews, which were conducted from 18.2.2020 to 27.2.2020. The results were accordingly sought to be submitted in a": "जो 8.2.2020 से 27.2.2020 तक आयोजित किया गया था। तदनुसार",
  "sealed cover before this Court. The results were, however, not declared.": "परिणाम को इस न्यायालय के समक्ष एक सीलबंद कवर में प्रस्तुत किये जाने की मांग की गयी। फिर भी परिणाम घोषित नहीं किए गए। कोविड-9 के कारण जब",
  "finally in view of the educational requirements and, thus, leave was": "में आया तब शैक्षिक अपेक्षाओं के दृष्टितत मामले को आखिरकार सुनना उचित",
  "granted and arguments proceeded. The occasion to peruse the results,": "समझा गया और इस प्रकार, अनुमति प्रदान की गयी और बहस आगे बढ़ी। इस",
  "19. It would be relevant to turn to the affidavit of the UGC at this": "9. इस स्तर पर यू.जी.सी. के हलफनामे की ओर रुख करना प्रासंगिक होगा,",
  "stage, which unequivocally stated that both M.A. (Education) and M.Ed.": "जिसमें स्पष्ट रूप से कहा गया था कि एम .ए. (शिक्षाशास्त्र) और एम. एड. दोनों",
  "degrees are specified as master’s level degrees. Per Clause 8 of the": "डिग्री को मास्टर स्तर की डिग्री के रूप में निर्दिष्ट किया गया है। विश्वविद्यालय",
  "University Grants Commission (Minimum Standards of Instruction for": "अनुदान आयोग (औपचारिक शिक्षा के माध्यम से मास्टर डिग्री के अनुदान हेतु",
  "after a student successfully completes a minimum of two years after the": "(शिक्षाशास्त्र) डिग्री पहली डिग्री के बाद न्यूनतम दो साल पूरा करने के बाद ही",
  "respondent No. 2 was, thus, not found to be in derogation of the UGC Regulations, but it was opined that the UGC does not determine the": "शुद्धिपत्र को यू,जी.सी. विनिमनों के उल्लंघन में नहीं पाया गया, किन्तु यह माना",
  "equivalence of degrees. It was also opined that M.A. (Education) is a": "एम.एड़ पाठ्यक्रम की एम. ए. (शिक्षाशास्त्र) से तुल्यता के मुद्दे की पुनः जांच करने",
  "regular programme, while M.Ed. is a professional programme. The": "कि एम.ए. (शिक्षाशास्त्र) एक नियमित पाठ्यक्रम है, जबकि एम. एड. एक पेशेवर",
  "concerned authority to go into such equivalence was_ the": "पाठ्यक्रम है। इस तरह की तुल्यता में जाने के लिए संबंधित प्राधिकरण",
  "NCTE/respondent No. 5 and this is what eventually caused the": "एन.सी.ई.टी, /प्रतिवादी 5 था और अन्ततः एन.सी.टी.ई. पर मुकदमा चलाया",
  "20. On notice being issued, the NCTE filed a counter-affidavit. The": "20. नोटिस जारी होने होने के उपरान्त एन.सी.टी.ई. ने प्रतिशपथपत्र दाखिल",
  "difference in approach and curriculum of the two degrees is set out in": "किया। दोनों डिग्रियों के दृष्टिकोण और पाठ्यक्रम में अंतर पैरा 3 में निर्धारित",
  "“13. It is submitted that the M.Ed programme is a specifically": "\"3. यह कहा गया है कि एम. एड. पाठ्यक्रम विशेष रूप से उन छात्रों",
  "designed as a practitioner’s degree, for students who wish to": "के लिए प्रैक्टिशनर डिग्री के रूप में डिज़ाइन किया गया है, जो पेशेवर",
  "acquire the knowledge, skills and experience necessary to work in": "क्षेत्र में काम करने के लिए ज्ञान, कौशल और अनुभव प्राप्त करना",
  "a professional field. As a professional degree, the M.Ed. is": "चाहते हैं। एक पेशेवर डिग्री के रूप में, एम. एड. उन छात्रों के लिए है,",
  "(e.g., aS an instructional technologist or as a district resource": "की जा सकती है। (जैसे, एक निर्देशात्मक प्रौद्योगिकीविद या जिला",
  "teacher). The M.Ed. is not a research degree in the sense that the": "संसाधन शिक्षक के रूप में )एम,. एड. इस अर्थ में एक अनुसंधान वाली",
  "student is not required to carry out and defend an independent": "डिग्री नहीं है कि छात्र से यह अपेक्षा नहीं की जाती कि वह कोई स्वतंत्र",
  "research project. However, the M.Ed. programme is nevertheless": "अनुसंधान परियोजना को पूरा करने और बचाव करें। हालांकि, एम.",
  "research constitutes a major focus of study and students are": "एड. पाठ्यक्रम शोध आधारित है और छात्रों से अपेक्षा की जाती है कि",
  "normally required to take a number of research-relevant courses": "वे अनुसंधान-संबंधित पाठ्यक्रम (जैसे, सांख्यिकी पाठ्यक्रम) में भाग",
  "(e.g., statistics courses) whereas MA Degree is mainly intended for": "लें, जबकि एम.ए. डिग्री मुख्य रूप से उन छात्रों के लिए है जो शोध",
  "students interested in conducting a research study or who wish, upon graduation, to assume a research position or to proceed to": "करना चाहते हैं अथवा जो स्नातक की पढ़ाई करने के उपरान्त",
  "doctoral level studies. Accordingly, the M.A. programme is": "डॉक्टरेट स्तर का अध्ययन करना चाहते हैं।  तदनुसार, एम.ए.",
  "designed specifically as a research degree, with students required": "पाठ्यक्रम को विशेष रूप से एक अनुसंधान डिग्री के रूप में डिज़ाइन",
  "(Master’s Thesis). Completion of a master’s thesis is viewed as a": "एम.एड. एक प्रोफेशनल डिग्री है जबकि एम.ए. (शिक्षाशास्त्र एक ऐसी",
  "eligible for NET/SLET/JRF, while M.A. (Education) is also a master’s": "3. एम. एड. योग्यताएं नेट/जेआरएफ परीक्षाओं में भाग लेने और शिक्षा",
  "comparison of M.A. (Education) with M.Ed. is not tenable.": "जहां एम.ए. (शिक्षाशास्त्र) पाठ्यक्रम को एम. एड की तुलना में देश के",
  "M.Ed. programme of one-year duration with that of M.A. (Education),": "5.एन.सी.टी.ई. बी.एड. के साथ एम.ए./एम.ए. (शिक्षाशास्त्र) का कोर्स",
  "(iv) Dr. S.K. Chauhan, Under Secretary, NCTE — Convenor.": "डॉ. एस. के. चौहान, अवर सचिव, एन.सी.टी.ई.-संयोजक।",
  "The background of the meeting was the judgment of the High": "बैठक की पृष्ठभूमि उच्च न्यायालय का निर्णय था, जिसे हमारे सामने रखा",
  "reproduce the relevant portion of the minutes as they reflect directly on the controversy and the same reads as under:": "सिद्ध होगा क्योंकि वे विवाद पर सीधा प्रकाश डालता और यह निम्नानुसार हैं:",
  "“1. It is historically a proven fact that B.Ed. and M.Ed.": ". यह ऐतिहासिक रूप से एक सिद्ध तथ्य है कि बी. एड. और एम.एड.",
  "Professor (Education) and can teach B.A. (Education) and": "(शिक्षाशास्त्र) के पद पर नियुक्त होने के के लिए पात्र हैं, और बी.ए.",
  "M.A. (Education) courses.": "(शिक्षाशास्त्र) एम.ए. (शिक्षाशास्त्र) को पढ़ा सकते हैं।",
  "The candidates possessing M.Ed. qualification are eligible": "[४#. जिन अभ्यर्थियों के पास एम, एड. की डिग्री है वह सहायक प्रोफेसर",
  "for appointment and whether M.A. (Education) and M.Ed.": "नियुक्ति होने के लिए पात्र हैं और क्या एम. ए. (शिक्षाशास्त्र)और एम.",
  "are equivalent is irrelevant for this case.": "एड. समतुल्य है, इस मामले में यह प्रश्न असंग है।",
  "The UGC/respondent No. 4 had issued a public notice": "४. यू.जी.सी. /प्रतिवादी-4 ने एक सार्वजनिक नोटिस जारी किया था",
  "stating that equivalence of degrees is decided by the": "जिसमें कहा गया था कि डिग्रियों की तुल्यता का निर्णय रोजगार संगठन",
  "employing organisation and in the present case, respondent No. 2 being the employing organisation, sought the opinion": "द्वारा किया जाता है और प्रस्तुत मामले में, प्रतिवादी-2 रोजगार संगठन",
  "of the expert panel, and thereafter took a decision, which": "है, विशेषज्ञ पैनल की राय मांगी, और उसके बाद, रिट याचिका में",
  "was impugned in the writ petition, permitting M.Ed. degree as an eligible qualification for appointment. Thus, the": "आक्षेपित, एम.एड. को नियुक्ति के लिए मान्य योग्यता के रूप में अनुज्ञात",
  "correctness of such a decision, based on the view of experts,": "कर निर्णय लिया गया। इस प्रकार, विशेषज्ञों के दृष्टिकोण के आधार पर, इस तरह के निर्णय की शुद्धता पर सवाल नहीं उठाया जाना चाहिए",
  "ought not to be questioned or gone into in judicial review.": "अथवा न्यायिक समीक्षा में नहीं जाना चाहिए।",
  "Several institutions across different States are considering": "५४. विभिन्न राज्यों के अनेक संस्थान ऐसी नियुक्तियों पर एम .एड.",
  "viii. The distinguishing feature of Dr. Prit Singh’ case was": "५. प्रीति सिंह” के मामले में पारित निर्णय इन तथ्यों में भिन्न है क्योंकि",
  "in education was required.": "उन मामले में शिक्षाशास्त्र में अलग डिग्री अपेक्षित थी। किसी मान्यता",
  "qualifications prescribed for the post of Principal of a": "प्राप्त कॉलेज के प्राचार्य के पद के लिए निर्धारित योग्यता से संबंधित",
  "recognised college of education. The qualifications were as": "विवाद। योग्यता मानक निम्नानुसार था:",
  "Before Amendment": "संशोधन से पूर्व",
  "(a) A consistently good academic record with first or high second": "(क) प्रथम अथवा अच्छे अंकों के साथ",
  "class (55% marks/grade B in the": "द्वितीय श्रेणी (55 प्रतिशत अंक/सात",
  "education of an Indian University": "और भारतीय विश्वविद्यालय से शिक्षाशास्त्र",
  "or equivalent degree of foreign": "में डिग्री अथवा विदेशी विश्वविद्यालय की",
  "University (relaxable if a candidate": "समकक्ष डिग्री (छूट तभी दी जाएगी जब किसी उम्मीदवार बहुत उच्च मानक के",
  "has to his credit research work of": "अपने क्रेडिट अनुसंधान कार्य किया है ) और",
  "(b) An M. Phil degree or a": "(ब) एम. फिल डिग्री अथवा मास्टर डिग्री",
  "recognised degree beyond the": "से उच्च कोई मान्यता प्राप्त डिग्री अथवा",
  "indicating the capacity of a candidate for independent research": "के लिए उम्मीदवार की क्षमता को दर्शाता",
  "(b) is not available or not considered suitable, the college on": "नहीं है या उपयुक्त नहीं माना जाता है, तो",
  "considered suitable, the college on the recommendation of _ the Selection Committee may appoint a": "चयन समिति की सिफारिश पर कॉलेज",
  "person possessing the qualification as at (a).": "योग्यता रखने वाले व्यक्ति को (अ) के रूप",
  "(b) No change.": "(ब) कोई परिवर्तन नहीं",
  "The Case of the Appellants:": "प्रत्यर्थी-3 का मामला:",
  "M.A. (Education) programme is offered in comparison to M.Ed.": "[>. एम. एड. या एम.ए. (शिक्षाशास्त्र) योग्यता वाले उम्मीदवारों को नेट",
  "are not distinguished on the basis of their degree. Since the": "सफल छात्रों के मध्य उनकी डिग्री के आधार पर विभेद नहीं किया",
  "passing of NET or equivalent is mandatory, all candidates": "जाता है। चूंकि नेट या समकक्ष उत्तीर्ण होना अनिवार्य है, इसलिए नेट",
  "M.Ed. degree is not equivalent to M.A. (Education) degree,": "जाए कि एम.एड. डिग्री एम.ए. (शिक्षाशास्त्र) डिग्री के बराबर नहीं है, जो",
  "that is something to be left to the experts and the employing": "कुछ भी है उसे विशेषज्ञों और नियुक्ति प्राधिकरण पर छोड़ दिया जाना",
  "authority. In this behalf, the observations in Zahoor Ahmad Rather & Ors. v. Sheikh Imtiyaz Ahmad & Ors.° were": "चाहिए। इस संबंध में, जहूर अहमद एवं अन्य बनाम शेख इम्तियाज",
  "“26. We are in respectful agreement with the interpretation which has been placed on the judgment in Jyoti K.K. (2010)": "\"26. हम उस निष्कर्ष से सहमत है जो ज्योति के.के. (200) 5",
  "15 SCC 596 in the subsequent decision in Anita (2015) 2": "एस.सी.सी. 596 के मामले में और इसके उपरान्त अनीता (205) 2",
  "SCC 170. The decision in Jyoti K.K. (supra) turned on the": "एस.सी.सी. के मामले में निकाला गया। 70. ज्योति के.के. (उपरोक्त)",
  "qualifications for a post is a matter of recruitment policy. The State as the employer is entitled to prescribe the": "निर्धारण करना भर्ती नीति का विषय है। नियोक्ता के रूप में राज्य पात्रता",
  "role or function of judicial review to expand upon the ambit": "निर्धारित योग्यता के दायरे को विस्तृत करने का कार्य उसकी भूमिका या",
  "8 (2019) 2 SCC 404": "8. (209) (2)एस.सी.सी. 404",
  "(Education) and M.Ed. are two different programmes and contrary": "एम.ए.(शिक्षाशास्त्र) और एम. एड. दो अलग-अलग कार्यक्रम हैं और",
  "to the advice of respondent No. 4 herein, equivalence of degrees is": "प्रतिवादी-4 की सलाह, डिग्री की समानता उसकी क्षमता के भीतर नहीं",
  "iii. The Ministry of Human’ Resource’ Development, Government of India through its Under Secretary (NCTE) in an": "पा. मानव संसाधन विकास मंत्रालय ने अपने सचिव (एस.सी.टी.ई) के",
  "RTI reply stated that M.A. (Education) is a post graduate degree to": "माध्यम से आर.टी.आई. जवाब में कहा कि एम.ए. (शिक्षाशास्त्र) कॉलेज",
  "teach at the college level whereas M.Ed. is only a professional": "स्तर पर पढ़ाने के लिए परास्नातक की डिग्री है जबकि एम. एड. स्कूलों",
  "seats in Education (Arts Faculty) and in these vacancies, there": "400 सीटों का प्रकाशन था और इन रिक्तियों में , बी. एड. (शिक्षक",
  "were no seats for B.Ed. (Teacher Training Faculty). Further, in": "प्रशिक्षण संकाय) के लिए कोई सीटें नहीं थीं। इसके अलावा, यू.जी.सी",
  "terms of Section 22 of the UGC Act, the post graduate degree for": "अधिनियम की धारा 22 के संदर्भ में, बी.ए. के लिए स्नातकोत्तर डिग्री",
  "B.A. is M.A. and for B.Ed. is M.Ed., since both degrees are": "एम.ए. है और बी. एड के लिए है। चूंकि दोनों डिग्री अलग हैं, इसलिए",
  "distinct, the appellants are not qualified for the post in question.": "अपीलकर्ता प्रश्नगत पद के लिए योग्य नहीं हैं। जारी प्रत्यर्थी-4 ने 204",
  "specified that B.A. and M.A. come under Arts/Humanities/Social": "में जारी अधिसूचना में निर्दिष्ट किया कि बी. .ए. और एम.ए. कला/मानविकी /सामाजिक विज्ञान की श्रेणी में आते हैं, जबकि बी.",
  "Science categories, whereas B.Ed. and M.Ed. come under teacher": "एड. और एम. एड. शिक्षकों प्रशिक्षण श्रेणी में आते हैं।",
  "vi. | Respondent No. 4 in its affidavit stated that no students shall": "४. प्रत्यर्थी-4 ने अपने हलफनामे में कहा है कि कोई भी छात्र मास्टर",
  "be eligible for award of master’s degree unless they have": "डिग्री पाने के लिए तब तक पात्र नहीं होगा जबतक कि वह अपनी पहली",
  "completed two years after their first degree. M.A. is a two years": "डिग्री के दो साल बाद पूरा न कर लिया हो। एम.ए. दो साल का मास्टर",
  "master’s programme whereas M.Ed. is a one-year teacher training": "कार्यक्रम है जबकि एम. एड. एक साल का शिक्षक प्रशिक्षण कार्यक्रम है",
  "programme (as it then was). Therefore, advertisement No. 47 of": "(जैसा कि तब था)। इसलिए, विज्ञापन 47/206 केवल दो साल के",
  "vii. M.A. (Education) is an academic degree whereas M.Ed. is": "था. एम.ए. (शिक्षाशास्त्र) एक शैक्षणिक डिग्री है जबकि एम.एड. केवल",
  "only a professional degree. The Degrees are different and belong to": "एक प्रोफेशनल डिग्री है। यह डिग्री अलग-अलग है और शिक्षा में दो",
  "bodies are also different. Para 3.0 of Chapter 39 of the UGC": "यू.जी.सी. के अध्याय 39 के पैरा 3.0 में इस संबंध में शिक्षा के",
  "““Fducation as an Academic Discipline” and education as": "अकादमिक अनुशासन के रूप में शिक्षा और किसी क्षेत्र में सेवा के लिए",
  "preparation of teachers and other professionals for service in the": "शिक्षकों और अन्य प्रोफेशनलों को तैयार करना शिक्षा के पाठ्यक्रम की",
  "field are two distinct streams of course in education. The M.A.": "दो अलग-अलग श्रेणियां हैं। एम.ए. (शिक्षाशास्त्र) कला संकाय में",
  "(Education) is a Master of Arts in Education and M.Ed. is Master": "परास्नातक की डिग्री है और एम. एड एक परास्नातक की शिक्षा है और",
  "of Education and both are not equivalent. M.A. (Education) is": "दोनों समकक्ष नहीं हैं। एम.ए. (शिक्षाशास्त्र) विशुद्ध रूप से अकादमिक है",
  "purely Academic whereas M.Ed. is professional and their apex": "जबकि एम. एड. एक प्रोफेशनल डिग्री है और उनके शीर्षनिकाय अलग",
  "27. Weare also of the view that affected candidates, or at least some of": "27. हमारा यह भी मानते है कि प्रभावित उम्मीदवार, अथवा उनमें से कम से कम",
  "them in a representative capacity, were bound to be heard and no decision": "जो प्रतिनिधि क्षमता में हों, उनको सुना जाना था और इन अभ्यर्थियों को बिना",
  "28. We are, thus, of the view that it is only before this Court that the": "28. इस प्रकार, हम यह पाते हैं कि यह केवल इसी न्यायालय के समक्ष है कि इस",
  "complete contours of the controversy have emerged and the stand of all": "विवाद की सम्पूर्ण रूपरेखा प्रकट हो चुकी है और सभी संबंधित पक्षकारों के रूख",
  "29. The stand put forth before us by the UGC/respondent No. 4 is": "29. यू.जी.सी. /प्रतिवादी-4 ने हमारे सामने जो पक्ष रखा है वह अपनी शर्तों में",
  "unequivocal in its terms that M.Ed. degree is indeed a master’s degree in Education in terms of the notification issued by it under the UGC Act in terms of Section 22. In that sense, the matter is put to rest in terms of": "स्पष्ट है कि यू.जी.सी. अधिनियम की धारा धारा 22 के तहत इसके द्वारा जारी अधिसूचना के संदर्भ में एम.एड. डिग्री वास्तव में शिक्षा में एक मास्टर डिग्री है। इस",
  "recognition of M.Ed. as a post-graduate degree by the competent": "आशय में यह मामला सक्षम प्राधिकारी द्वारा एम. एड को स्नातकोत्तर डिग्री के रूप",
  "30. The question of equivalence, as submitted by respondent No.4/UGC was to be left to the NCTE. It is in view thereof that NCTE": "30. तुल्यता संबंधी प्रश्न जिसका प्रत्यर्थी 4/यू.जी.सी. ने कथन किया है उसे एन.सी.टी.ई. पर छोड़ दिया जाना था। इसके दृष्टिगत एन .सी.टी.ई. को एक",
  "was added as a party (respondent No. 5) and has, once again, put forth its": "पक्षकार (प्रत्यर्थी-5) और उसने एक बार पुनः अपने रुख को स्पष्ट रूप से प्रकट",
  "the two degrees to the extent that while M.A. (Education) is a degree in the discipline of Education, the M.Ed. degree is a practitioner’s degree.": "(शिक्षाशास्त्र) शिक्षा के क्षेत्र से सबंधित एक डिग्री है जबकि एम .एड. एक",
  "the impugned judgment, which is an expert committee. In view of the": "प्रैक्टिशनर डिग्री है। आक्षेपित निर्णय के अनुसरण में गठित एक समिति जो एक",
  "acquire an M.Ed. degree, one has to spend two years after the first degree": "प्राप्त करने के लिए पहली डिग्री के बाद दो वर्ष का समय बिताना होगा क्योंकि एम.",
  "because for an M.Ed. degree, a B.Ed. degree is mandatory. It is in these": "एड. डिग्री के लिए बी. एड. डिग्री होना अनिवार्य है। इन परिस्थितियों में यह",
  "circumstances a conclusion was reached that, from the point of view of duration and curricular inputs, M.Ed. qualifies itself as a master’s": "निष्कर्ष निकाला गया कि, अवधि और पाठ्यक्रम के आधार पर एम.एड. शिक्षा के",
  "programme in Education and is even recognised by the UGC and NCTE": "क्षेत्र में एक मास्टर प्रोग्राम है और यू.जी.सी. और एस.सी.टी.ई. द्वारा भी इसे उस",
  "as such. In a sense this puts to rest one of the controversies raised by": "एक अर्थ में यह प्रत्यर्थी -3 द्वारा उठाए गए आपत्तियों में से एक को ठंडे",
  "respondent No. 3, i.e., initially M.Ed. was a one-year programme, and": "बस्ते में डाल देता है, जैसे शुरू में एम. एड. एक साल का कार्यक्रम था, और बाद",
  "only subsequently converted into a two-years programme in 2015, as this": "में 205 में दो साल के कार्यक्रम में परिवर्तित कर दिया गया, क्योंकि इस मुद्दे की",
  "very issue has been examined by an expert committee of the NCTE, and": "एन.सी.टी.ई. की एक विशेषज्ञ समिति द्वारा जांच की गई है, और एन.सी.टी.ई. ने",
  "time. The issue of equivalence has been rightly considered by the NCTE": "समय पर संशोधित किया गया। डिग्रियों की समतुल्यता संबंधी प्रश्न पर एस,सी.टी.ई. ने ठीक-ठीक विचार किया है और जब यह दो डिग्रियों के कतिपय",
  "and while recognising some distinct aspects of two the degrees, it has": "एस,सी.टी.ई. ने ठीक-ठीक विचार किया है और जब यह दो डिग्रियों के कतिपय विभिन्न पहलुओं को मान्यता दे रहा था तब इसने स्पष्ट रूप से कहा है कि सहायक",
  "clearly stated that for the job of Assistant Professors (Education), both are": "प्रोफेसरों (शिक्षाशास्त्र) की नौकरी के लिए दोनों डिग्रियां मान्य है।",
  "33. We may notice that it is not as if a person with an M.Ed. degree is": "33. हम देखेंगे कि ऐसा नहीं है कि एम. एड. डिग्री उन सभी पदों के लिए मान्य है",
  "eligible for all the posts which were advertised for Science, Arts and": "जिनका विज्ञापन विज्ञान, कला और अन्य के जारी किया गया था। उनकी पात्रता",
  "others. Their eligibility has been found only for the post of Assistant Professor (Education), which is directly relatable to the subject to be": "केवल सहायक प्रोफेसर (शिक्षाशास्त्र) के पद के लिए पाया गया है, जो पढ़ाए जाने",
  "taught. We do not think the fact that both M.Ed. and M.A. (Education) degree-holders have to take a common test for the purposes of NET is": "वाले विषय से सीधे संबंधित है। हम इस तथ्य पर विचार नहीं करते हैं कि एम . एड. और एम.ए. (शिक्षाशास्त्र) दोनों डिग्री-धारकों को नेट पास करने के लिए एक",
  "conclusive, but it is one of the factors to be considered, and once the": "ही परीक्षा देना होगा, निश्चायक नहीं है लेकिन यह उन कारकों में से एक है जिस",
  "purpose of appointment to the post of Assistant Professor in Education, it": "सहायक प्रोफेसर (शिक्षाशास्त्र) में नियुक्ति हेतु समतुल्यता पर राय बनाने के",
  "34. We say so in view of the fact that matters of education must be left": "34. इस तथ्य के दृष्टिगत हम यह हमारा मत हैं कि शिक्षा से संबंधित मामलों को",
  "to educationists, of course subject to being governed by the relevant": "निःसंदेह प्रासांगिक विधानों और विनियमों के अधीन शासित रहते हुए शिक्षाविदों",
  "37. We are, thus, of the view that the impugned judgment is not": "37. इस प्रकार, हमारी राय यह है कि आक्षेपित निर्णय पोषणीय नहीं है और इसे",
  "and awaiting declaration should now be declared forthwith so that persons looking for employment, as per the requisite eligibility criteria,": "तत्काल उसकी घोषणा की जाए ताकि बेरेजगार अभ्यर्थी अपनी योग्यता के",
  "can be employed, and so that the students have the benefit of education": "अनुसार नियुक्ति पा सकें और इस प्रकार नियुक्त अभ्यर्थी अपनी शिक्षा का लाभ",
  "38. The appeal is accordingly allowed, leaving the parties to bear their": "38. तदनुसार न्यायालय ने अपील अनुज्ञात कर आदेश दिया कि पक्षकार",
  "own costs.": "अपना खर्चा स्वयं वहन करें।",
  "New Delhi.": "नई दिल्ली",
  "October 12, 2020.": "2 अक्टूबर, 2020.",
  "thus, fail to understand how the judgment in the Dr. Prit Singh\" case can": "प्रकार, हम यह नहीं समझ पाते कि डॉ. प्रीति सिंह\" मामले में पारित निर्णय को",
  "be considered a binding precedent in the factual contours of the present": "वर्तमान मामले के तथ्यात्मक संदर्भों में एक बाध्यकारी मिसाल कैसे माना जा",
  "case, more so in view of the observations made in the Dr. Ram Sevak Singh’’ case, clearly setting out as to what was the actual basis of the": "सकता है, डॉ. राम सेवक सिंह\" मामले में की गई टिप्पणियों के दृष्टिगत, स्पष्ट",
  "opinion in the Dr. Prit Singh”® case.": "रूप से डॉ. प्रीति सिंह'* मामले में बनायी गयी राय का वास्तविक आधार क्या था।",
  "36. We may note that, sometimes, without looking into the real ratio": "36. हम उल्लेख करना चाहेगे कि, कभी-कभी, किसी निर्णय के वास्तविक",
  "M.Ed. not being equivalent to M.A. (Education). That they are two": "भले हीं वह एम.ए. (शिक्षाशास्त्र) के समतुल्य नहीं थी। यह स्पष्ट है कि दोनों",
  "different degrees is obvious; this is even recognised by the NCTE while": "अलग-अलग डिग्रियां हैं; और एन.सी.ई.टी ने इसे मान्यता भी प्रदान किया जब",
  "emphasising the subtle distinction between the two degrees as one being": "यह दोनों डिग्रियों के बीच सूक्ष्म अंतर पर जोर देकर कह रहा था कि एक मास्टर",
  "professional degree. If the two degrees are identical, there is no question": "डिग्री जबकि दूसरी प्रोफेशनल डिग्री है। यदि दो डिग्रियां एक जैसी हैं तो तुल्यता",
  "of equivalence. The issue of equivalence only arises when there are two": "संबंधी कोई प्रश्न ही नहीं रह जाता है। तुल्यता संबंधी प्रश्न केवल तब उत्पन्न होता",
  "different degrees and what is to be decided whether for certain purposes": "है जब दो अलग-अलग डिग्री होती है और जो कुछ भी निर्धारित किया जाना है",
  "result of the respective expert committees set up by respondent Nos. 2 &": "ठीक वही है जो प्रतिवादी-2 और ५ द्वारा संबंधित विशेषज्ञ समितियों के गठन के",
  "5. The employer, i.e, respondent No. 2, had accepted the": "परिणामस्वरूप घटित हुआ है। नियोक्ता, अर्थात्‌, प्रतिवादी-2, ने विशेषज्ञ",
  "recommendation of the expert committee. The UGC has also taken a": "समितिकी सिफारिश को स्वीकार कर लिया था। यू.जी.सी. ने यह भी कहा है कि",
  "stand that insofar as the two degrees are concerned, both are post": "जहां तक दो डिग्रियों का प्रश्न है , दोनों स्नातकोत्तर डिग्री हैं, और समापक",
  "graduate degrees, and the equivalence authority being respondent No.5 has also opined on the basis of an expert committee, that the two can be": "प्राधिकारी, प्रत्यर्थी- 5, विशेषज्ञ समिति के आधार पर यह माना है कि शिक्षामें"
}