{
  "[2024] 2 S.C.R.": "[2024] 2 एस.सी.आर. 743 : 2024 आईएनएससी 38",
  "M/s. Pepsico India Holdings (Pvt) Ltd. & Anr v. State of Uttar Pradesh & Ors, 2010 SCC OnLine": "मेसर्स पेप्सिको इंडिया होल्डिंग्स (प्राइवेट) लिमिटेड और अन्य बनाम उत्तर प्रदेश राज्य और अन्य, 200",
  "List of Acts": "अधिनियमों की सूची",
  "Food Safety and Standards Act, 2006; Prevention of Food Adulteration Act, 1954; Penal Code, 1860; Code of Criminal": "खाद्य सुरक्षा और मानक अधिनियम, 2006; खाद्य अपमिश्रण निवारण अधिनियम, 954; दंड संहिता, 860;",
  "Procedure, 1973; General Clauses Act, 1897.": "दंड प्रक्रिया संहिता, 973; सामान्य खण्ड अधिनियम 897।|",
  "List of Keywords": "कीवर्ड की सूची",
  "Overriding effect; Food/drink adulteration; Intention; Knowledge; Reasonable belief; Simultaneous prosecution;": "अधिभावी प्रभाव; खाद्य/पेय में मिलावट; इरादा; ज्ञान; उचित विश्वास; एक साथ अभियोजन; क़ानून की",
  "Interpretation of Statutes; Section unambiguous, Aid of the title of the Section/marginal note.": "व्याख्या; अनुभाग स्पष्ट, अनुभाग/सीमांत नोट के शीर्षक की सहायता।",
  "Case Arising From": "से उत्पन्न मामला",
  "CRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 472": "आपराधिक अपीलीय क्षेत्राधिकार: आपराधिक अपील संख्या 472/202",
  "From the Judgment and Order dated 05.10.2010 of the High Court of Judicature at Allahabad in WPCRL No. 18831 of 2010": "डब्ल्यूपीसीआरएल संख्या 883/200 में उच्च न्यायालय, इलाहाबाद के निर्णय और आदेश दिनांक 05.0.200 से",
  "With": "के साथ",
  "Criminal Appeal Nos. 479, 476-478 Of 2012 And Criminal Appeal No. 1068 of 2024": "आपराधिक अपील संख्या 479, 476-478/202 और आपराधिक अपील संख्या 068/ 2024",
  "Appearances for Parties": "पक्षकारों के लिए उपस्थिति",
  "Vikramjit Banerjee, ASG., Ardhendumauli Kumar Prasad, A.A.G.,": "उपस्थित पक्षकारों के लिए अधिवक्तागण- विक्रमजीत बनर्जी, एएसजी, अर्धन्दुमौली कुमार प्रसाद, ए.ए.जी., मनिंदर",
  "Maninder Singh, Sr. Adv., Garvesh Kabra, Amit Singh, Mrs. Nikita Jaju, Anmer Shaikh, Yadunandan Bansal, Rauf Rahim, Ali Asghar": "सिंह, वरिष्ठ अधिवक्ता, गर्वेश काबरा, अमित सिंह, श्रीमती निकिता जाजू, अहमर शेख, यदुनंदन बंसल, रउफ",
  "Rahim, Ambhoj Kumar Sinha, Dheeraj Nair, Kumar Kislay, Ms. Avni": "रहीम, अली असगर रहीम, अंबोज कुमार सिन्हा, धीरज नायर, कुमार किसलय, सुश्री अवनी शर्मा, कु. रिधिमा",
  "Sharma, Ms. Ridhima Sharma, Ajay Sabharwal, Ms. Ashita Chawla, Abhishek Singh, Nachiketa Joshi, Navanjay Mahapatra, T.S.Sabarish,": "शर्मा, अजय सभरवाल, कु. आशिता चावला, अभिषेक सिंह, नचिकेता जोशी, नवांजय महापात्रा, टी.एस. सबरीश,",
  "Gurmeet Singh Makker, Mrs. Niranjana Singh, Siddharth Singla, Vishnu Shankar Jain, Ashish Madaan, Ms. Annaya Sahu, Parth": "गुरुमीत सिंह मक्कड़, श्रीमती निरंजना सिंह, सिद्धार्थ सिंगला, विष्णु शंकर जैन, आशीष मदान, कु. अन्नया साहू,",
  "Yadav, Ms. Mani Munjal, Vishwa Pal Singh, Jamnesh Kumar, Parth Shekhar, Ms. Ambali Vedasen, Shubham Singh, Ms. Monica Haseja,": "पार्थ यादव, कु. मणि मुंजाल, विश्व पाल सिंह, जमनेश कुमार, पार्थ शेखर, कु. अम्बाली वेदसेन, शुभम्‌ सिंह, कु.",
  "Md Sontu Mia, Nikhil Kumar, Binod Kumar Singh, Himanshu Shekhar,": "मोनिका हसीजा, मो सॉंट्र मिया, निखिल कुमार, बिनोद कुमार सिंह, हिमांशु शेखर।",
  "Judgment / Order of the Supreme Court": "उच्चतम न्यायालय का निर्णय/आदेश",
  "Judgment": "निर्णय",
  "Abhay S. Oka, J.": "न्यायमूर्ति अभय एस. ओका",
  "Leave granted in Special Leave Petition (Crl.) No. 1379 of 2011.": "।. विशेष अनुमति याचिका (क्रि.) संख्या 379/20। की अनुमति दी जाती है।",
  "2006 (for short, ‘the FSSA’) and Sections 272 and 273 of the Indian Penal Code (for short, ‘the IPC’).": "अध्याय ।॥ और भारतीय दंड संहिता (संक्षेप में, 'आईपीसी' ) की धारा 272 और 273 के प्रावधानों के बीच",
  "FACTUAL ASPECT": "तथ्यात्मक पहलू",
  "Criminal Appeal No. 472 of 2012 takes exception to the order dated 5\" October 2010 passed by a Division Bench of Allahabad High": "3. आपराधिक अपील संख्या 472/ 202 इलाहाबाद उच्च न्यायालय की खंडपीठ द्वारा पारित दिनांक 5 अक्टूबर",
  "Court. The appellant filed a petition under Section 482 of the Code of Criminal Procedure, 1973 (for short, ‘CrPC’) seeking quashing of the": "200 के आदेश पर आपत्ति जताती है। अपीलकर्ता ने दंड प्रक्रिया संहिता, 973 (संक्षेप में, 'सीआरपीसी ' ) की",
  "prosecution for the offences punishable under Sections 272 and 273": "धारा 482 के तहत एक याचिका दायर की, जिसमें आईपीसी की धारा 272 और 273 के तहत दंडनीय अपराधों",
  "order granting power to the authorities to initiate prosecutions under Sections 272 and 273 of the IPC as well as under the Prevention of": "कर अधिकारियों को भारतीय दंड संहिता की धारा 272 और 273 के साथ-साथ खाद्य अपमिश्रण निवारण",
  "inspector representing the Regional Food Controller, Agra, against": "200 को, क्षेत्रीय खाद्य नियंत्रक, आगरा का प्रतिनिधित्व करने वाले एक खाद्य निरीक्षक द्वारा याचिकाकर्ता के",
  "the petitioner alleging the commission of offences under Sections 272": "खिलाफ आईपीसी की धारा 272 और 273 के तहत अपराध करने का आरोप लगाते हुए एक प्रथम सूचना रिपोर्ट",
  "did not possess a licence to sell the commodity of mustard oil, he continued to carry on the business of sale. Another allegation was": "बेचने का लाइसेंस नहीं था, फिर भी वह बिक्री का कारोबार करता रहा। दूसरा आरोप यह था कि याचिकाकर्ता ने",
  "that the petitioner had adulterated the mustard oil, edible oil and": "सरसों के तेल, खाद्य तेल और चावल के नमकीन तेल में मिलावट की थी। याचिकाकर्ता ने विभिन्न आधारों पर",
  "High Court’s decision dated 8\" September 2010, in the case of": "के 8 सितंबर 2070 के निर्णय का अवलम्ब लिया। उक्त आदेश द्वारा उच्च न्यायालय ने अपीलकर्ता द्वारा दायर",
  "2010 SCC OnLine All 1708": "47 200 एससीसी ऑनलाइन आल 708",
  "notwithstanding anything inconsistent therewith contained in any other law for the time being in force — So, the Section": "के प्रावधानों का उल्लंघन करेगी - इसलिए, दोनों क़ानूनों के तहत एक साथ अभियोजन का कोई सवाल ही नहीं",
  "478 of 2012, dismissed. [Paras 21, 22]": "476-478/202 खारिज की गई। [पैरा 2,22]",
  "Food Safety and Standards Act, 2006 — ss.59, 48 — Penal Code, 1860 — ss.272, 273 — Offence u/s.59 of the FSSA": "खाद्य सुरक्षा और मानक अधिनियम, 2006 - धारा 59, 48 - दंड संहिता, 860 - धारा 272, 273 -",
  "sec.1 of s.48, and thus, a part of s.59, FSSA:": "धारा 59 का एक भाग है:",
  "Held: When the offences u/ss.272 and 273, IPC are made": "अवधारित किया गया: जब भारतीय दंड संहिता की धारा 272 और 273 के तहत अपराध सिद्ध हो जाते हैं, तो",
  "out, even the offence u/s.59 of the FSSA will be attracted — In fact, offence u/s.59 of the FSSA is more stringent —": "एफएसएसए की धारा 59 के तहत अपराध भी आकर्षित होंगे- वास्तव में, एफएसएसए की धारा 59 के तहत",
  "s.273 of the IPC applies when a person sells or, offers or": "अपराध अधिक कठोर है - भारतीय दंड संहिता की धारा 273 तब लागू होती है जब कोई व्यक्ति किसी खाद्य या",
  "exposes for sale any article of food or drink which has been": "पेय पदार्थ को बेचता है, बिक्री के लिए प्रस्तुत करता है या प्रदर्शित करता है जो हानिकारक हो गया है या खाने या",
  "rendered noxious or has become unfit for food or drink — s.273 incorporates requirements of knowledge or reasonable belief": "पीने के लिए अनुपयुक्त हो गया है- धारा 273 में ज्ञान या उचित विश्वास की आवश्यकताएं शामिल हैं कि बेचा",
  "that the food or drink sold or offered for sale is noxious —": "गया या बिक्री के लिए पेश किया गया भोजन या पेय हानिकारक है-एफएसएसए की धारा 59 में आईपीसी की",
  "s.59 of the FSSA does not require the presence of intention as contemplated by s.272, IPC — Under s.59 of the FSSA,": "धारा 272 द्वारा परिकल्पित इरादे की उपस्थिति की आवश्यकता नहीं है- एफएसएसए की धारा 59 के तहत,",
  "a person commits an offence who, whether by himself or by": "वह व्यक्ति अपराध करता है जो स्वयं या उसकी ओर से किसी अन्य व्यक्ति द्वारा मानव उपभोग के लिए किसी ऐसे",
  "sells or distributes any article of food for human consumption": "खाद्य पदार्थ का विनिर्माण या भंडारण या बिक्री या वितरण करता है जो मानव उपभोग के लिए असुरक्षित है-",
  "which is unsafe — So, the offence u/s.59 of the FSSA is made out even if there is an absence of intention as provided in": "इसलिए, एफएसएसए की धारा 59 के तहत अपराध तब भी बनता है, जब आईपीसी की धारा 272 के अनुसार",
  "out even if there is an absence of intention as provided in s.272, IPC — However, knowledge is an essential ingredient": "इरादे का अभाव हो- हालाँकि, धारा 48 की उपधारा में ज्ञान एक आवश्यक घटक है, और इसलिए, यह",
  "in sub-sec.1 of s.48, and therefore, it will be a part of s.59 of the FSSA. [Para 18]": "एफएसएसए की धारा 59 का एक हिस्सा होगा। [पैरा 8]",
  "Interpretation of Statutes — Food Safety and Standards Act, 2006 — s.89 — Overriding effect of this Act over all": "क़ानून की व्याख्या - खाद्य सुरक्षा और मानक अधिनियम, 2006 - धारा 89 - इस अधिनियम का अन्य सभी",
  "other food related laws — Main Section gives overriding effect to the provisions of the FSSA over any other law": "खाद्य संबंधी कानूनों पर प्रभाव-मुख्य धारा एफएसएसए के प्रावधानों को किसी भी अन्य कानून पर अधिभावी",
  "its marginal note not to be taken to interpret the same:": "नोट का सहारा नहीं लिया जाना चाहिए:",
  "Held: The title of the section indeed indicates that the intention is to give an overriding effect to the FSSA over all": "अवधारित किया गया: इस खंड का शीर्षक वास्तव में यह इंगित करता है कि इसका उद्देश्य एफएसएसए को सभी",
  "‘food-related laws’ — However, in the main Section, there is no such restriction confined to ‘food-related laws’, and": "'खाद्य-संबंधी कानूनों' पर अधिभावी प्रभाव देना है- हालाँकि, मुख्य धारा में, ऐसा कोई प्रतिबंध 'खाद्य-संबंधी",
  "it is provided that provisions of the FSSA shall have effect": "कानूनों' तक सीमित नहीं है, और यह प्रावधान किया गया है कि एफएसएसए के प्रावधान वर्तमान में लागू किसी",
  "Detailed submissions have been made on behalf of the State of Uttar Pradesh in Criminal Appeal No. 476-478 of 2012. On behalf": "6. आपराधिक अपील संख्या 476-478/202 में उत्तर प्रदेश राज्य की ओर से विस्तृत प्रस्तुतियाँ दी गई हैं।",
  "the cases of Swami Achyutanand Tirth v. Union of India & Ors.? and the State of Maharashtra & Anr. v. Sayyed Hassan Sayyed": "राज्य की ओर से स्वामी अच्युतानंद तीर्थ बनाम भारत संघ एवं अन्य तथा महाराष्ट्र राज्य एवं अन्य बनाम सैय्यद",
  "of an offender under two different enactments, but the bar is only": "किसी अपराधी के खिलाफ दो अलग-अलग अधिनियमों के तहत मुकदमा चलाने पर कोई रोक नहीं है, बल्कि",
  "to the punishment of the offender twice for the same offence. The": "रोक केवल एक ही अपराध के लिए अपराधी को दो बार दंडित करने पर है। विद्वान अधिवक्ता ने प्रस्तुत किया कि",
  "learned counsel submitted that where an act or omission constitutes an offence under two enactments, the offender may be prosecuted": "जहां कोई कार्य या चूक दो अधिनियमों के तहत अपराध का गठन करती है, अपराधी पर दोनों अधिनियमों में से",
  "under either one of the two enactments or both enactments but shall not be liable to be punished twice for the same offence. Reliance": "किसी एक या दोनों अधिनियमों के तहत मुकदमा चलाया जा सकता है, लेकिन उसे एक ही अपराध के लिए दो",
  "not be liable to be punished twice for the same offence. Reliance was placed upon Section 26 of the General Clauses Act, 1897 (for short, ‘the GC Act’). Learned counsel for the State also relied": "बार दंडित नहीं किया जाएगा। साधारण खण्ड अधिनियम, 897 (संक्षेप में, *जी.सी. एक्ट”) की धारा 26 पर",
  "upon another decision of this Court in the case of State of M.P. v.": "अन्य के मामले में इस न्यायालय के एक अन्य निर्णय पर भी अवलम्ब लिया। उन्होंने कहा कि आईपीसी और",
  "of operation of the IPC and a food-related law like the FSSA are entirely different and, therefore, the same are mutually exclusive.": "एफएसएसए जैसे खाद्य संबंधी कानून का कार्यक्षेत्र पूरी तरह से अलग-अलग है और इसलिए ये परस्पर अनन्य हैं।",
  "to the provisions of the FSSA over all other food-related laws, as": "सभी खाद्य-संबंधी कानूनों पर अधिभावी प्रभाव देती है। उन्होंने कहा कि आईपीसी किसी भी दृष्टि से खाद्य संबंधी",
  "not a food-related law by any stretch of the imagination. Therefore, wherever Sections 272 and 273 of the IPC are attracted even after": "कानून नहीं है। इसलिए, जहां कहीं भी एफएसएसए के लागू होने के बाद भी आईपीसी की धारा 272 और 273",
  "coming into force of the FSSA, the offender can be prosecuted under the said IPC provisions.": "लागू होती है, अपराधी पर उक्त आईपीसी प्रावधानों के तहत मुकदमा चलाया जा सकता है।",
  "The learned counsel appearing for the accused invited our attention to the objects and reasons of the FSSA and its preamble. Their": "7. अभियुक्त की ओर से उपस्थित विद्वान अधिवक्ता ने एफएसएसए और इसकी प्रस्तावना के उद्देश्यों और कारणों",
  "submission is that the FSSA is very exhaustive legislation dealing with all aspects of food, including adulteration, unsafe food, etc. Their": "पर हमारा ध्यान आकर्षित किया। उनका कहना है कि एफएसएसए भोजन के सभी पहलुओं से निपटने वाला एक बहुत ही विस्तृत कानून है, जिसमें मिलावट, असुरक्षित भोजन आदि शामिल हैं। उनका कहना है कि धारा 89 का",
  "provisions of the IPC. Our attention is also invited to Section 5 and": "आईफपीसी के प्रावधानों पर अत्यधिक प्रभाव पड़ेगा। हमारा ध्यान आईपीसी की धारा 5 और धारा 4। की ओर भी",
  "Section 41 of the IPC. The submission is that in view of Section 5, any special law will remain unaffected by the provisions of the": "आकर्षित किया गया है। दलील यह है कि धारा 5 के मद्देनजर, कोई भी विशेष कानून आईपीसी के प्रावधानों से",
  "IPC. Reliance was placed on a decision of this Court in the case of Jeewan Kumar Raut & Anr. v. Central Bureau of Investigation.®": "अप्रभावित रहेगा। जीवन कुमार राउत और अन्य बनाम केंद्रीय जांच ब्यूरो” के मामले में इस न्यायालय के निर्णय",
  "(vii) by the article being so coloured, flavoured or coated,": "(भा) पदार्थ को इस प्रकार रंजित, सुरुचिकारक या विलेपित, चूर्णीकृत या पालिशीकृत करके",
  "powdered or polished, as to damage or conceal the": "जिससे पदार्थ को नुकसान होता हो या वह इस प्रकार छिपाया जाता है या उस पदार्थ को उससे",
  "article or to make it appear better or of greater value than it really is; or": "बेहतर या अधिक मूल्य का प्रकट करना जैसा कि वह वास्तव में है; या",
  "(viii) by the presence of any colouring matter or preservatives other than that specified in respect": "(भा) किसी रंजक पदार्थ या परिरक्षी को, उससे भिन्न जो उसकी बाबत विनिर्दिष्ट किया गया",
  "thereof; or": "है, उसमें मिलाकर; या",
  "(ix) by the article having been infected or infested with worms, weevils, or insects; or": "(५) उन पदार्थों से जो कृमियों, घुन या कीटों से विसंक्रमित या ग्रसित हैं; या",
  "(x) _ by virtue of its being prepared, packed or kept under insanitary conditions; or": "(») उनको तैयार किए जाने, पैक किए जाने या अस्वास्थकर दशाओं में रखे जाने से;",
  "(xi) by virtue of its being mis-branded or sub-standard or food containing extraneous matter; or": "() उसके मिथ्या छाप वाली या अवमानक होने या खाद्य में बाह्य पदार्थ होने से; या",
  "(xii) by virtue of containing pesticides and other contaminants in excess of quantities specified by": "(»ता) विनियमों द्वारा विनिर्दिष्ट मात्राओं से अधिक नाशक जीवमार और अन्य संदूषक अंतर्विष्ट",
  "regulations.”": "होने के कारण ।\"",
  "(Emphasis added)": "(प्रभाव वर्घित)",
  "Thus, the concept of unsafe food is more comprehensive than the": "इस प्रकार, असुरक्षित भोजन की अवधारणा मिलावटी भोजन की अवधारणा से अधिक व्यापक है। असुरक्षित",
  "concept of adulterated food. Unsafe food means an article of food whose nature, substance or quality is so affected as to render it": "भोजन का अर्थ है ऐसा खाद्य पदार्थ जिसकी प्रकृति, पदार्थ या गुणवत्ता इस प्रकार प्रभावित हो कि वह स्वास्थ्य के",
  "injurious to health.": "लिए हानिकारक हो।",
  "The word sub-standard has been defined under clause (zx) of Section 3, which reads thus:": "0. अवमानक शब्द को धारा 3 के खंड (यभ) के तहत परिभाषित किया गया है, जो इस प्रकार है:",
  "“(zx) “sub-standard”, an article of food shall be deemed to": "\"(यभ) \"अवमानक\", से कोई खाद्य पदार्थ तब अवमानक समझा जाएगा यदि वह विनिर्दिष्ट",
  "be sub-standard if it does not meet the specified standards but not so as to render the article of food unsafe;”": "मानकों को पूरा नहीं करता है किन्तु उससे खाद्य पदार्थ असुरक्षित नहीं होता है; ”",
  "Another important definition is of adulterant under clause (a) of Section 3, which reads thus:": ". एक अन्य महत्वपूर्ण परिभाषा धारा 3 के खंड (क) के तहत अपद्रव्य की है, जो इस प्रकार है:",
  "“(a) “adulterant” means any material which is or could be employed for making the food unsafe or sub-standard or": "\"(क) \"अपद्रव्य\" से ऐसी कोई सामग्री अभिप्रेत है, जिसका उपयोग खाद्य को असुरक्षित या अवमानक या मिथ्या छाप वाला बनाने के लिए किया जाता है या किया जा सकता है या जिसमें",
  "mis-branded or containing extraneous matter;”": "बाह्य पदार्थ अंतर्विष्ट हैं; ”",
  "Coming back to the definition of unsafe food, sub-clause (v) of Clause (zz) of Section 3 provides that by adding a substance directly or as": "असुरक्षित भोजन की परिभाषा पर वापस आते हुए, धारा 3 के खंड (यय) के उपखंड (४) में प्रावधान है कि किसी",
  "an ingredient which is not permitted makes an article of food unsafe": "पदार्थ को सीधे या घटक के रूप में मिलाना, जिसकी अनुमति नहीं है, किसी खाद्य पदार्थ को असुरक्षित भोजन",
  "food. The presence of any harmful substance in the article of food makes it unsafe food. Therefore, if any adulterant is added to an article of food, which renders the article of food injurious to health,": "बना देता है। किसी खाद्य पदार्थ में किसी हानिकारक पदार्थ की उपस्थिति उसे असुरक्षित खाद्य पदार्थ बनाती है। इसलिए, यदि किसी खाद्य पदार्थ में कोई मिलावट कर दी जाए, जिससे वह खाद्य पदार्थ स्वास्थ्य के लिए हानिकारक",
  "the food article becomes unsafe food.": "हो जाए, तो वह खाद्य पदार्थ असुरक्षित हो जाता है।",
  "The offences and penalties are contained in Chapter IX. Sub-Section": "2. अपराध और दंड अध्याय 9 में निहित हैं। धारा 48 की उपधारा ( में यह बताया गया है कि किसी भी खाद्य",
  "1 of Section 48 lays down how any article of food can be rendered injurious to health. Sub-Section 1 of Section 48 reads thus:": "पदार्थ को स्वास्थ्य के लिए किस प्रकार हानिकारक बनाया जा सकता है। धारा 48 की उपधारा ' इस प्रकार है:",
  "“(1) A person may render any article of food injurious to": "\"() कोई व्यक्ति किसी खाद्य वस्तु को इस जानकारी के साथ कि वह मानव उपभोग के लिए",
  "health by means of one or more of the following operations,": "निम्नलिखित संक्रियाओं में से किसी एक या अधिक संक्रिया द्वारा स्वास्थ्य के लिए हानिकारक",
  "namely: —": "बनाता है, अर्थात:-",
  "(a) adding any article or substance to the food;": "(क) खाद्य में कोई वस्तु या पदार्थ मिलाकर;",
  "(b) using any article or substance as an ingredient in the preparation of the food;": "(ख) खाद्य की तैयारी में किसी अवयव के रूप में किसी वस्तु या पदार्थ का उपयोग करके;",
  "(c) abstracting any constituents from the food; or": "(ग) खाद्य से किसी संघटक को निकालकर; या",
  "(d) subjecting the food to any other process or treatment,": "(घ) खाद्य के साथ कोई अन्य प्रक्रिया या उपचार करके।\"",
  "Thus, if a person knows that a particular article of food is being": "इस प्रकार, यदि कोई व्यक्ति जानता है कि कोई विशेष खाद्य पदार्थ मानव उपभोग के लिए बिक्री या वितरण के लिए",
  "any adulterant (article or substance) to the food, he renders the": "पेश किया जा रहा है और वह उस खाद्य पदार्थ में कोई मिलावट (वस्तु या पदार्थ) मिला देता है, तो वह उस खाद्य",
  "food article injurious to health. In Chapter IX, Sections 49, 50, 51,": "पदार्थ को स्वास्थ्य के लिए हानिकारक बना देता है। अध्याय ।) में धारा 49, 50, 5, 52, 53, 54, 55,",
  "52, 53, 54, 55, 56, 57 and 58 deal with penalties. Sections 59 to 64 and 66 specifically deal with offences. Section 74 of Chapter X": "56, 57 और 58 दंड से संबंधित हैं। धारा 59 से 64 और 66 विशेष रूप से अपराधों से संबंधित हैं। अध्याय",
  "is more than 3 years.": "मुकदमे के लिए विशेष न्यायालय स्थापित करने का अधिकार देती है, जिसके लिए कारावास की सजा 3 वर्ष से अधिक है।",
  "In sub-Section 3 of Section 34, it is provided that the trial of any offence under the FSSA by the Special Court shall have precedence": "3. धारा 34 की उपधारा 3 में यह प्रावधान किया गया है कि विशेष न्यायालय द्वारा एफ.एस.एस.ए. के तहत",
  "over the prosecution of any other case against the accused in any": "किसी अपराध के विचारण को किसी अन्य न्यायालय में अभियुक्त के विरुद्ध किसी अन्य मामले के अभियोजन पर",
  "other Court. In cases where offences are not triable by the Special": "वरीयता प्राप्त होगी। ऐसे मामलों में जहां अपराध विशेष न्यायालय द्वारा विचारणीय नहीं हैं, एफएसएसए की धारा",
  "Court, under Section 73 of the FSSA, there is a power vesting in the Courts of Judicial Magistrates to try the case summarily by": "73 के तहत, न्यायिक मजिस्ट्रेट के न्यायालयों को सीआरपीसी की धारा 262 से 265 के तहत मामले की संक्षिप्त",
  "of at least two Judges. Another salutary provision is Section 77, which prohibits any Court from taking cognizance of the offence": "अन्य लाभकारी प्रावधान धारा 77 है, जो किसी भी न्यायालय को अपराध की तिथि से एक वर्ष की अवधि समाप्त",
  "under the FSSA after the expiry of a period of one year from the date of the commission of the crime. However, the Commissioner of Food Safety, for reasons recorded, can extend the period from": "होने के बाद एफएसएसए के तहत अपराध का संज्ञान लेने से रोकता है। हालाँकि, खाद्य सुरक्षा आयुक्त, दर्ज कारणों",
  "of Food Safety, for reasons recorded, can extend the period from one year to three years. Section 79 of the FSSA overrides Section": "से, अवधि को एक वर्ष से बढ़ाकर तीन वर्ष कर सकते हैं। एफएसएसए की धारा 79, सीआरपीसी की धारा 29",
  "ordinary jurisdiction to pass any sentence authorised under the FSSA except a sentence of imprisonment for a term exceeding six years in excess of its powers conferred by Section 29 of": "प्राधिकृत कोई भी सजा सुनाना वैध होगा, सिवाय सीआरपीसी की धारा 29 द्वारा प्रदत्त शक्तियों से अधिक छह",
  "CrPC. Section 78 provides that at any time during the trial of any offence under the FSSA, when an offence has been alleged": "वर्ष की अवधि के कारावास की सजा के। धारा 78 में यह प्रावधान है कि एफएसएसए के तहत किसी भी अपराध",
  "before it, the Court has the power to proceed against the importer, manufacturer, distributor or dealer. This provision explicitly gives": "आयातक, निर्माता, वितरक या डीलर के खिलाफ कार्यवाही करने का अधिकार है। यह प्रावधान स्पष्ट रूप से",
  "an overriding effect over the provision of sub-Section 3 of Section": "सीआरपीसी की धारा 39 की उपधारा 3 के प्रावधान पर अधिभावी प्रभाव देता है। एक अन्य लाभकारी प्रावधान",
  "319 of CrPC. Another salutary provision is Section 80, which lists the defences that may or may not be allowed in the prosecution": "धारा 80 है, जिसमें उन बचावों की सूची दी गई है, जिन्हें एफएसएसए के तहत अभियोजन में अनुमति दी जा",
  "under the FSSA. For example, it is provided that it is no defence": "सकती है या नहीं दी जा सकती है। उदाहरण के लिए, यह प्रावधान किया गया है कि यह कोई बचाव नहीं है कि",
  "that the accused had a mistaken but reasonable belief as to the facts that constituted the offence.": "अभियुक्त को अपराध के तथ्यों के बारे में गलत लेकिन उचित विश्वास था।",
  "Therefore, as far as offences relating to food and food safety are concerned, there are very exhaustive provisions made in the FSSA": "4. इसलिए, जहां तक खाद्य और खाद्य सुरक्षा से संबंधित अपराधों का सवाल है, एफएसएसए में खाद्य और खाद्य",
  "In the facts of these cases, the offence under Section 59 of the FSSA is very relevant, which reads thus:": "5. इन मामलों के तथ्यों में, एफएसएसए की धारा 59 के तहत अपराध बहुत प्रासंगिक है, जो इस प्रकार है:",
  "whether by himself or by any other person on his behalf,": "जो स्वयं या उसकी ओर से किसी अन्य व्यक्ति द्वारा मानव उपभोग के लिए किसी भी ऐसे खाद्य पदार्थ का विनिर्माण,",
  "manufactures for sale or stores or sells or distributes or imports any article of food for human consumption which is unsafe, shall be punishable, —": "भंडारण, बिक्री या वितरण करता है जो असुरक्षित है। इसलिए, एफएसएसए की धारा 59 के तहत अपराध बनता",
  "a fine of rupees three lakh up to 10 lakhs.": "कारावास तक की है तथा तीन लाख रुपये से लेकर 0 लाख रुपये तक का जुर्माना है।",
  "Moreover, a limitation of one year is provided for the offence under Section 59, which is extendable up to three years as provided in": "9. इसके अलावा, धारा 59 के तहत अपराध के लिए एक वर्ष की सीमा प्रदान की गई है, जिसे एफएसएसए की",
  "limitation for taking cognizance of the offence punishable under Sections 272 and 273 is one year. There is a power to extend time": "273 के तहत दंडनीय अपराध का संज्ञान लेने की समय सीमा एक वर्ष है। सीआरपीसी की धारा 473 के तहत",
  "CONCLUSION": "निष्कर्ष",
  "Thus, there are very exhaustive substantive and procedural provisions in the FSSA for dealing with offences concerning unsafe food. In": "20. इस प्रकार, असुरक्षित भोजन से संबंधित अपराधों पर विचार करने के लिए एफएसएसए में बहुत व्यापक ठोस",
  "this context, we must consider the effect of Section 89 of the FSSA.": "और प्रक्रियात्मक प्रावधान हैं। इस संदर्भ में, हमें एफएसएसए की धारा 89 के प्रभाव पर विचार करना चाहिए। धारा",
  "Section 89 reads thus:": "89 इस प्रकार है:",
  "“89. Overriding effect of this Act over all other food related laws.—The provisions of this Act shall have effect": "“89. इस अधिनियम का अन्य सभी खाद्य संबंधी विधियों पर अध्यारोही प्रभाव होना-इस",
  "in any other law for the time being in force or in any": "अधिनियम के उपबंध, तत्समय प्रवृत्त की अन्य विधि में या इस अधिनियम से भिन्न किसी",
  "instrument having effect of virtue of any law other than": "अन्य विधि के फलस्वरूप प्रभावी कि अन्य लिखत में इसके असंगत किसी बात के होते हुए",
  "The title of the section indeed indicates that the intention is to give an overriding effect to the FSSA over all ‘food-related laws’.": "इस खंड का शीर्षक वास्तव में यह इंगित करता है कि इसका उद्देश्य एफएसएसए को सभी 'खाद्य-संबंधी कानूनों!",
  "However, in the main Section, there is no such restriction confined to ‘food-related laws’, and it is provided that provisions of the": "पर अधिभावी प्रभाव प्रदान करना है। हालाँकि, मुख्य धारा में, 'खाद्य संबंधी कानूनों' तक सीमित ऐसा कोई प्रतिबंध",
  "provisions of the FSSA over any other law. The settled law is": "नहीं है, और यह प्रावधान किया गया है कि एफएसएसए के प्रावधान वर्तमान में लागू किसी अन्य कानून में निहित",
  "273. Sale of noxious food or drink. — Whoever sells, or": "“272. बिक्रय के लिए आशयित खाद्य या पेय का अपमिश्रण- जो कोई किसी खाने या पीने",
  "offers or exposes for sale, as food or drink, any article": "की वस्तु को इस आशय से कि वह ऐसी वस्तु के खाद्य या पेय के रूप में बेचे या यह संभाव्य",
  "is in a state unfit for food or drink, knowing or having": "दी गई हो, या हो गई हो, या खाने पीने के लिए अनुपयुक्त दशा में हो, यह जानते हुए या यह",
  "reason to believe that the same is noxious as food or": "विश्वास करने का कारण रखते हुए कि वह खाद्य या पेय के रूप में अपायकर है, खाद्य या पेय",
  "drink, shall be punished with imprisonment of either description for a term which may extend to six months,": "में से किसी भांति के कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, या जुमनि से,",
  "or with fine which may extend to one thousand rupees, or with both.”": "जो एक हजार रूपए तक का हो सकेगा, या दोनों से, दण्डित किया जाएगा।\"",
  "Section 272 is an offence of adulteration of any article of food or drink. The definition of food under Clause (a) of Section 3 of the": "7. धारा 272 किसी भी खाद्य या पेय पदार्थ में मिलावट करने का अपराध है। एफएसएसए की धारा 3 के खंड",
  "FSSA also includes a liquid. If adulteration of an article of food is": "(क) के तहत खाद्य की परिभाषा में तरल पदार्थ भी शामिल है। यदि किसी खाद्य पदार्थ में मिलावट की जाती है,",
  "made which makes such articles noxious as food or drink, the person": "जिससे वह खाद्य या पेय पदार्थ हानिकारक हो जाता है, तो मिलावट करने वाला व्यक्ति भारतीय दंड संहिता की",
  "who adulterates is guilty of an offence punishable under Section 272 of the IPC. It contemplates the accused adulterating food with the": "धारा 272 के अंतर्गत दंडनीय अपराध का दोषी होगा। इसमें यह विचार किया गया है कि आरोपी मिलावटी खाद्य",
  "intention to sell adulterated food. Thus, intention is an ingredient of the": "पदार्थ बेचने के इरादे से खाद्य पदार्थों में मिलावट कर रहा है। इस प्रकार, इरादा अपराध का एक घटक है। जब",
  "offence. When by adulterating an article of food or liquid, it becomes": "किसी खाद्य पदार्थ या तरल पदार्थ में मिलावट करके उसे हानिकारक या जहरीला बना दिया जाता है, तो यह कहा",
  "harmful or poisonous, it can be said that it becomes noxious. If, by adulteration, an article of food becomes noxious, it becomes unsafe": "जा सकता है कि वह विषाक्त हो जाता है। यदि मिलावट के कारण कोई खाद्य पदार्थ हानिकारक हो जाता है, तो",
  "adulteration, an article of food becomes noxious, it becomes unsafe food within the meaning of Section 3 (zz) of FSSA.": "वह एफएसएसए की धारा 3 (यय) के अंतर्गत असुरक्षित खाद्य पदार्थ बन जाता है।",
  "Section 273 of the IPC applies when a person sells or, offers": "|8. भारतीय दंड संहिता की धारा 273 तब लागू होती है जब कोई व्यक्ति किसी ऐसे खाद्य या पेय पदार्थ को बेचता",
  "or exposes for sale any article of food or drink which has been rendered noxious or has become unfit for food or drink. Section": "है, बिक्री के लिए प्रस्तुत करता है या प्रदर्शित करता है जो हानिकारक हो गया है या खाने या पीने के लिए अनुपयुक्त",
  "rendered noxious or has become unfit for food or drink. Section 273 incorporates requirements of knowledge or reasonable belief": "हो गया है। धारा 273 में इस ज्ञान या उचित विश्वास की आवश्यकता शामिल है कि बेचा गया या बिक्री के लिए",
  "that the food or drink sold or offered for sale is noxious. Section 59 of the FSSA does not require the presence of intention as": "प्रस्तुत किया गया भोजन या पेय हानिकारक है। एफएसएसए की धारा 59 में आईपीसी की धारा 272 के अनुसार",
  "contemplated by Section 272 of the IPC. Under Section 59 of": "दंड संहिता की धारा 272 और 273 के तहत अपराध सिद्ध हो जाते हैं, तो एफएसएसए की धारा 59 के तहत"
}