{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO(S). 6092 OF 2021": "दीवानी अपील सं. 6092 वर्ष 202]",
  "(Arising out of SLP(Civil) No(s). 5931 of 2015)": "(एसएलपी (दीवानी) सं. 593/205 से उद्भुत)",
  "STANDARD CHARTERED BANK ... APPELLANT(S)": "स्टैंडर्ड चार्ट्ड बैंक... ...... अपीलार्थी (गण)",
  "R.C. SRIVASTAVA ... RESPONDENT(S)": "आर.सी. श्रीवास्तव... ...... प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "1. Leave granted.": "4. अनुमति प्रदान की गयी।",
  "Judicature at Allahabad upholding the reinstatement with full": "साथ बहाली को बरकरार रखते हुए इलाहाबाद, उद्च न्यायालय द्वारा पारित 2",
  "judgment and order dated 21** November, 2014 dismissed the": "नवंबर, 204 के निर्णय और आदेश के खिलाफ दायर की गयी है।",
  "the Tribunal do not hold good and rightly interfered by the": "नहीं होता है और अधिकरण द्वारा ठीक ही हस्तक्षेप किया गया और उद्च न्यायालय",
  "14. We have considered the submissions of the parties and with": "4. हमने पक्षकारों के तर्कों पर विचार किया है और उनकी सहायता से अभिलेख पर",
  "their assistance examined the material available on record.": "उपलब्ध सामग्री की जांच की है।",
  "15. This Court while issuing notice on 27\" February, 2015": "5. इस न्यायालय ने 27 फरवरी, 205 को नोटिस जारी करते हुए स्पष्ट रूप से",
  "5. The enquiry officer after holding enquiry in terms of the Bipartite Settlement and after due compliance of the principles of": "५. जांच अधिकारी ने द्विपक्षीय समझौता के संदर्भ में जांच करने के बाद और",
  "Bipartite Settlement and after due compliance of the principles of natural justice held the charges proved against the delinquent": "प्राकृतिक न्याय के सिद्धांतों के सम्यक्‌ अनुपालन के बाद, दोषी-प्रत्यर्थी के विरूद्ध",
  "respondent and the disciplinary authority after due compliance,": "आरोपों को साबित माना और अनुशासनात्मक प्राधिकरण ने सम्यक अनुपालन के",
  "confirmed the finding recorded by the enquiry officer and": "बाद जांच अधिकारी द्वारा दर्ज निष्कर्ष की पुष्टि की और उसे 22 अगस्त, 99] के",
  "punished him with the penalty of dismissal from service by an": "एक आदेश द्वारा सेवा से बर्खास्तगी के दंड से दंडित किया।",
  "notification dated 30\" June, 1992 for adjudication to the": "6. अधिकरण के न्याय-निर्णयन के लिए 30 जून, 992 की इसकी अधिसूचना",
  "“Whether the action of the management of ANZ Grindlays Bank Plc, Kanpur in dismissing Sri R.C. Srivastava from service with effect from 22 August 1991 is justified? If not, to what relief the workman is entitled to?”": "\"क्या श्री आरसी श्रीवास्तव को दिनांक 22 अगस्त 99] के प्रभाव से सेवा से बर्खास्त करने में एएनजेड ग्रिंडलेज बैंक पीएलसी, कानपुर के प्रबंधन की कार्रवाई उचित है? यदि नहीं, तो कर्मकार किस राहत का हकदार है? \"",
  "7. The Tribunal in the first instance after examining the record": "7. अधिकरण ने जांच के अभिलेख की जांच करने के बाद पहली बार में घरेलू जांच",
  "of enquiry held the domestic enquiry to be fair and proper and thereafter, revisited the record of enquiry and apprised the": "को निष्पक्ष और उचित माना और उसके बाद, जांच के अभिलेख पर पुनर्विचार किया",
  "statement of the management witnesses namely, Mr. P.K. Seth": "और प्रबंधन गवाहों अर्थात्‌, श्री पीके सेठ (एमडब्लू ), श्री बी. एम. सिक्का (एमडब्लू",
  "(MW-1), Mr. B.M. Sikka (MW-2) and Mr. Arun Sharma (MW-3) and defence witnesses namely, the Watchman (DW-1) and the ex-": "2) और श्री अरुण शर्मा (एमडब्लू 3) और बचाव पक्ष के गवाह, चौकीदार (डीडब्ल्यू",
  "employee of the Bank (DW-2) and recorded a finding that the": ") और बैंक के पूर्व कर्मचारी (डीडब्ल्यू 2) के बयान का संज्ञान लिया और एक",
  "management of the appellant-Bank has miserably failed to": "निष्कर्ष दर्ज किया कि अपीलकर्ता -बैंक का प्रबंधन प्रत्यर्थी-कर्मकार के खिलाफ",
  "Mr. Misra abused thus: ‘Maa chod dunga. Ek Ek ki maa chod": "श्री मिश्रा ने इस प्रकार दुर्व्यवहार कियाः 'माँ चोद दूंगा। एक एक की माँ चोद दूँगा।'",
  "dunga.’ With persuasion of Mr. Arun Sharma and Mr. Seth, officers": "बैंक के अधिकारियों श्री अरुण शर्मा और श्री सेठ के समझाने -बुझाने से, आप",
  "of the bank, you alongwith the others went out of the bank hall and stood in the bank’s compound as Mr. Sharma, locked up the": "अन्य लोगों के साथ बैंक हॉल से बाहर गए और बैंक के परिसर में खड़े हो गए, श्री",
  "denge. Salon ke tange tod denge. In the meantime Mr. Sharma went to the residence of Mr. Sikka in the bank compound to deposit the bank’s keys. The moment Mr. Sharma went out you": "की टाँग तोड़ देगें।इस बीच, श्री शर्मा बैंक की चाबी जमा करने के लिए बैंक परिसर में श्री सिक्का के निवास पर गए। जैसे ही श्री शर्मा बाहर गए, आपने बाहरी व्यक्ति के",
  "alongwith the outsider pulled Mr. Seth’s tie from his neck and": "साथ श्री सेठ की गर्दन से टाई खींचकर उनके साथ हाथापाई की और थप्पड़ मारे",
  "manhandled and slapped him resulting in his spectacles being broken and he also got a bruise on his left eye.": "जिससे उनका चश्मा टूट गया और उनकी बायीं आंख पर भी चोट के निशान आ",
  "The above said acts on your part if proved will constitute the": "आपकी ओर से उपरोक्त कार्य यदि साबित हो जाता है तो 9.0.66 दिनांकित",
  "January, 1988 in discharge of his duties, a charge-sheet dated": "जनवरी, 988 को अपने कर्तव्यों के निर्वहन में किया था, एक आरोप पत्र 27",
  "27\" January, 1988 was served upon the respondent-workman with the allegation of drunkenness within the premises of the": "जनवरी, 988 को प्रत्यर्थी-कर्मकार के विरूद्ध लाया गया था, जिसमें उस पर",
  "appellant-Bank and for manhandling and assaulting the senior": "अपीलकर्ता-बैंक के परिसर के भीतर नशा करने और वरिष्ठ अधिकारियों के साथ",
  "portion of the charge-sheet dated 27° January, 1988 reads as under: -": "गया था। 27 जनवरी, 988 के आरोप पत्र का प्रासंगिक भाग निम्नानुसार हैः -",
  "“You are aware that the hearing in the court case No.5887/83 was": "\"आप जानते हैं कि मुकदमा संख्या 5887/83 में न्यायालय में सुनवाई दिनांक",
  "fixed for 13.1.88 in which you are also a party. On 12.1.88 during": "3..88 के लिए नियत थी जिसमें आप भी एक पक्ष हैं। दिनांक 2.7.88 को",
  "office hours Mr. Bachchoo Lal Mishra and Mr. P.K. Seth, officer of": "कार्यालय के समय में, बैंक के कर्मचारी श्री बच्चू लाल मिश्रा और श्री पी.के. सेठ,",
  "the bank tomorrow there is a court case so do not mark me late as": "कल अदालत में एक मुकदमा है, इसलिए मुझे देर से अंकित न करें क्योंकि मैं",
  "I will go the court direct from my house. Mr. Seth told you and Mr.": "अपने घर से सीधे अदालत जाऊंगा। श्री सेठ ने आपसे और श्री मिश्रा से कहा कि",
  "register and only thereafter you should go to court. In the evening": "और उसके बाद ही आपको अदालत में जाना चाहिए। शाम को फिर से लगभग",
  "again at about 5.30 PM you alongwith Mr. B.L. Mishra approached": "5.30 बजे आपने श्री बीएल मिश्रा के साथ श्री सेठ से संपर्क किया और उनसे कहा",
  "Mr. Seth and told him not to mark Mr. B.L. Mishra late on 13.1.88": "कि श्री बीएल मिश्रा को 3..88 को देरी के लिए अंकित न करें और वह पहले",
  "and that he would go to the court straight from his house without first reporting to the bank. Mr. Seth asked you and Mr. Mishra to": "बैंक में रिपोर्ट न करके सीधे अपने घर से अदालत जाएंगे।श्री सेठ ने आपको और",
  "first come to the bank, sign the attendance register and then go to": "श्री मिश्रा को पहले बैंक आने, उपस्थिति रजिस्टर पर हस्ताक्षर करने और फिर",
  "the court. You and Mr. Mishra then asked Mr. Seth to talk to Mr.": "अदालत में जाने के लिए कहा। आपने और श्री मिश्रा ने श्री सेठ से श्री सिक्का,",
  "Sikka, Assistant Manager (Operation) who in turn advised Mr. Seth": "सहायक प्रबंधक (संचालन) से बात करने के लिए कहा, जिन्होंने बदले में श्री सेठ",
  "to write court case in the attendance register which fact was": "को उपस्थिति रजिस्टर में अदालत का मामला लिखने की सलाह दी, जिस तथ्य",
  "advised to you as also to Mr. Mishra.": "से आपको व श्री मिश्रा को भी बता दिया गया था।",
  "Mr. B.M. Sikka (MW-2) and Mr. Arun Sharma (MW-3) with whom": "(एमडब्लू ), श्री बी. एम. सिक्का (एमडब्लू 2) और श्री अरुण शर्मा (एमडब्लू 3)",
  "the alleged misconduct was committed by the respondent-": "जिनके साथ कथित कदाचार प्रत्यर्थी -कर्मकार द्वारा किया गया था, वे आरोप-पत्र में",
  "management in support of allegation levelled against the": "प्रत्यर्थी-कर्मकार के खिलाफ लगाए गए आरोप के समर्थन में प्रबंधन की ओर से",
  "known, the respondent had not recorded his own statement in defence in the course of enquiry but produced (DW-1)-Watchman": "बचाव में अपना स्वयं का बयान दर्ज नहीं कराया था, बल्कि (डीडब्ल्यू ।) चौकीदार",
  "and (DW-2) — an ex-employee of the Bank who confronted the": "और (डीडब्ल्यू 2) बैंक के एक पूर्व कर्मचारी को प्रस्तुत किया जिन्होनें प्रबंधन के",
  "obviously, there cannot be any documentary evidence to support with the kind of allegation of misconduct levelled against the": "कदाचार के आरोप का समर्थन करने के लिए कोई दस्तावेजी साक्ष्य नहीं हो सकता",
  "respondent-workman, the enquiry officer after affording opportunity of hearing and due compliance of principles of": "है, जांच अधिकारी ने सुनवाई का अवसर देने और प्राकृतिक न्याय के सिद्धांतों के",
  "confirmed by the disciplinary authority and in consequence": "अनुशासनात्मक प्राधिकारी द्वारा पुष्टि की गयी और इसके परिणामस्वरूप, उसे 22",
  "thereof, he was punished with the penalty of dismissal from service with effect from 22° August, 1991. The Tribunal after re-": "अगस्त 99 के प्रभाव से सेवा से बर्खास्तगी के दंड से दंडित किया गया। आंतरिक",
  "appraisal of the record of domestic enquiry held it to be fair and": "जांच के अभिलेख का फिर से मूल्यांकन करने के बाद अधिकरण ने इसे निष्पक्ष और",
  "proper, has a very limited scope to interfere in the domestic enquiry to the extent as to whether there is any apparent": "उचित माना, आंतरिक जांच में इस हद तक हस्तक्षेप करने की बहुत सीमित गुंजाइश",
  "enquiry to the extent as to whether there is any apparent perversity in the finding of fact which has been recorded by the": "है कि तथ्य के निष्कर्ष में कोई स्पष्ट विकृति है जो जाँच के दौरान दर्ज किए गए साक्ष्य",
  "enquiry officer in his report of enquiry obviously, based on the": "के आधार पर जाँच अधिकारी द्वारा अपनी जाँच रिपोर्ट में अभिलिखित किया गया है",
  "either whimsically or capriciously. It may scrutinize or analyse the evidence but what is important is how it does so.": "यह सबूतों की जांच या विश्लेषण कर सकता है लेकिन महत्वपूर्ण यह है कि ऐसा कैसे",
  "20. We are of the considered view that the Award passed by the Tribunal and confirmed by the High Court under impugned": "20. हमारा विचार है कि अधिकरण द्वारा पारित और उच्च न्यायालय द्वारा पुष्ट",
  "judgment is not sustainable in law.": "आक्षेपित निर्णय विधि में पोषणीय नहीं है।",
  "21. On the last date of hearing before this Court, we have called": "2. इस न्यायालय के समक्ष सुनवाई की अंतिम तिथि पर, हमने अपीलकर्ता से",
  "upon the appellant to place for our perusal the payment which": "प्रत्यर्थी -कर्मकार को किए गए भुगतान को हमारे परिशीलन के लिए प्रस्तुत करने का",
  "22. In compliance thereof, the statement has been placed before": "22. इसके अनुपालन में, हमारे समक्ष लेखा-विवरण को परिशीलन के लिए रखा गया",
  "us for perusal, indicates that a sum of Rs.46,89,421.16 plus": "है, यह दर्शाता है कि 46, 89,42.6 रू. की धनराशि साथ ही अधिनियम 947",
  "23. Learned counsel for the respondent in his submission has": "23. प्रत्यर्थी के विद्वान अधिवक्ता ने अपनी दलील में इस न्यायालय को यह समझाने",
  "tried to persuade this Court that a poor workman has been": "की कोशिश की है कि अपीलकर्ता द्वारा एक गरीब कामगार को निशाना बनाया गया है",
  "24. In the given facts and circumstances, looking to the peculiar": "24. दिए गए तथ्यों और परिस्थितियों में, इस मामले के विशेष तथ्यों को देखते हुए,",
  "facts of this case where the respondent-workman had been paid Rs.57,16,517.72 and had attained the age of superannuation on": "जहां प्रत्यर्थी -कर्मकार को 5, 7, 6, 57.72 रू. धनराशि का भुगतान किया गया था",
  "to back wages by order 27\" February, 2015, while upholding the": "द्वारा 27 फरवरी, 205 के आदेश द्वारा बकाया वेतन के संदर्भ में सटे दिया गया था,",
  "18. In the instant case, after we have gone through the record, we find that the Tribunal has converted itself into a Court of": "8. वर्तमान मामले में, अभिलेख का परिशीलन करने के बाद हम पाते हैं कि",
  "we find that the Tribunal has converted itself into a Court of Appeal as an appellate authority and has exceeded its": "अधिकरण ने खुद को अपीलीय प्राधिकारी के रूप में अपील के न्यायालय में बदल",
  "jurisdiction while appreciating the finding recorded in the course of domestic enquiry and tested on the broad principles of charge": "लिया है और आंतरिक जाँच के क्रम में पाए गए निष्कर्षों की जाँच करते हुए अपने",
  "criminal justice system and has completely forgotten the fact that the domestic enquiry is to be tested on the principles of": "किए जाने के व्यापक सिद्धांत पर प्रेक्षण किया है जो कि आपराधिक न्याय प्रणाली में की एक कसौटी है और इस तथ्य को पूर्णत भुला दिया है कि आंतरिक जांच का",
  "the domestic enquiry is to be tested on the principles of preponderance of probabilities and if a piece of evidence is on": "परीक्षण संभावनाओं की प्रबलता की कसौटी पर किया जाना चाहिए और यदि",
  "against the delinquent unless it is per se unsustainable or": "के खिलाफ लगाया गया है, जब तक कि यह स्वतः अपोषणीय या विकृत न हो,",
  "perverse, ordinarily is not to be interfered by the Tribunal, more": "आमतौर पर अधिकरण द्वारा हस्तक्षेप नहीं किया जाना चाहिए और तब तो बिल्कुल",
  "so when the domestic enquiry has been held to be fair and proper": "भी नहीं, जब आंतरिक जांच को निष्पक्ष और उचित माना गया हो और हमारे"
}