{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय अधिकारिता",
  "(Arising out of S.L.P. (Criminal) No.4314 of 2015)": "(वि.अ.या. (आपराधिक) सं. 434 वर्ष 205 से निःसृत)",
  "Vijendra .... Appellant(s)": "विजेन्द्र ...अपीलार्थी(गण)",
  "Versus": "बनाम",
  "State of Uttar Pradesh ....Respondent(s)": "उत्तर प्रदेश राज्य ...प्रत्यर्थी(गण)",
  "JUDGMENT": "निर्णय",
  "A.S. Bopanna.,J.": "न्यायमूर्ति ए.एस.बोपन्ना",
  "Leave granted.": ". अनुमति प्रदान की गई।",
  "es passed by the High Court of Allahabad in Criminal": "इलाहाबाद उच्च न्यायालय द्वारा दिए गए निर्णय से निःसृत होती है जिसमें और",
  "Court dismissed the revision filed by the appellant": "अपीलार्थी द्वारा दायर पुनर्विचार याचिका को रद्द कर दिया |",
  "3. Sri R.C. Kansal, Food Inspector filed a complaint": "3. ... खाद्य निरीक्षक श्री आर .सी. कंसल ने एक परिवाद दर्ज किया, कि",
  "stating that on 16.10.1979, at about 8:00 AM, while he": "6.0.979 को सुबह करीब 8:00 बजे जब वह प्राथमिक स्वास्थ्य केंद्र भोजपुर में",
  "was posted as Food Inspector at Primary Health Centre Bhojpur, he found the appellant taking buffalo milk for sale on the Acchapalgarhi Road, Pilakhuwa, District": "खाद्य निरीक्षक के पद पर तैनात थे, अपीलार्थी उन्हें अछपालगढ़ी रोड, पिलखुवा,",
  "Bhojpur, he found the appellant taking buffalo milk for sale on the Acchapalgarhi Road, Pilakhuwa, District Ghaziabad. On demanding license from Appellant, it": "जिला गाजियाबाद पर बिक्री के लिए भैंस का दूध ले जाता मिला। अपीलार्थी से",
  "was revealed that he did not have any license for selling": "लाइसेंस मांगने पर यह पता चला कि उसके पास दूध बेचने का कोई लाइसेंस नहीं",
  "the milk. Suspecting adulteration in the milk, complainant prepared a notice Ex.6 and gave a copy to": "था। दूध में मिलावट का संदेह करते हुए, परिवादी ने एक नोटिस ४.6 तैयार किया",
  "the appellant. After that, in the presence of public witness Radhey Shyam/PW-3, the complainant purchased 660 ml milk for 1 Rupee 65 paise and gave": "और अपीलार्थी को एक प्रति दी। उसके बाद, सार्वजनिक गवाह राधेश्याम / पीडब्लू- 3, की उपस्थिति में, परिवादी ने । रुपये 65 पैसे में 660 मि.ली. दूध खरीदा और",
  "the money to the appellant and took thumb impression of the witness. The purchased milk was divided equally": "अपीलार्थी को पैसे देकर गवाह के अंगूठे के निशान लिया। खरीदा गया दूध समान",
  "and filled in 3 clean bottles. The bottles were sealed in": "रूप से बॉटकर तीन साफ बोतलों में भरा गया। बोतलें नियमानुसार मुहरबंद की गयी",
  "6. The Public Analyst’s report was forwarded to the": "6... लोक विश्लेषक की रिपोर्ट 07.04.980 को रजिस्टर्ड पोस्ट द्वारा",
  "7. The prosecution examined the complainant/R.C.": "7... अभियोजन पक्ष ने परिवादी / आर.सी. कंसल को पीडब्लू-.,के रूप में",
  "Kansal as PW-1, Jaipal Singh/clerk in the office of Chief": "जयपाल सिंह /मुख्य चिकित्सा अधिकारी के कार्यालय में कार्यरत कुर्क को",
  "Medical Officer as PW-2 and Radhey Shyam, as PW-3.": "पीडब्लू- 2 और राधेश्याम को ?//-3 के रूप में परीक्षित किया। पीडब्लू- 2 ने",
  "PW-2 stated in his statement that on 07.04.1980, he sent the report of the Public Analyst to the Appellant by": "अपने बयान में कहा है कि 07.04.980 को उसने लोक विश्लेषक की रिपोर्ट",
  "sent the report of the Public Analyst to the Appellant by registered post. PW-3, who is an independent witness,": "अपीलर्थी को पंजीकृत डाक द्वारा भेजी थी। ?४/-3 जो एक स्वतंत्र साक्षी है, को",
  "was declared hostile by the prosecution. The appellant,": "अभियोजन पक्ष द्वारा पक्षद्रोही करार दिया गया है। अपीलार्थी ने अपनी बारी में कहा",
  "in his turn, pleaded not guilty. He however did not": "है कि वह दोषी नहीं है। हालांकि उसने अपने बचाव में कोई साक्ष्य प्रस्तुत नहीं",
  "8. Before the Trial Court, it was argued on behalf of": "8. ... विचारण न्यायालय के समक्ष अपीलार्थी की ओर यह तर्क दिया गया कि",
  "the appellant that the independent witness/PW-3 has not supported the case of the prosecution and there is": "स्वतंत्र साक्षी ?//-3 ने अभियोजन पक्ष के तर्क का समर्थन नहीं किया है और",
  "non-compliance of Section 10 (7) of the Food": "खाद्य अपमिश्रण अधिनियम की धारा 0 (0८) का अनुपालन नहीं हुआ है।",
  "Adulteration Act. Appellant further alleged non- compliance of provisions of Section 13 (2) of the Food Adulteration Act. Regarding PW-3 being hostile, the": "अपीलार्थी ने आगे खाद्य अपमिश्रण अधिनियम की धारा 3(2) के प्रावधानों का अनुपालन न होने का आरोप लगाया। ?//-3 के पक्षद्रोही होने के संबंध में,",
  "trial court opined that according to the complainant,": "विचारण न्यायालय का मत था कि परिवादी के अनुसार नमूना स्वतंत्र साक्षी की",
  "Section 13 (2) of Prevention of Food Adulteration Act": "किया जा सकता। खाद्य अपमिश्रण निवारण अधिनियम की धारा 3 (2) के",
  "period of 10 days from the date of the receipt of the copy": "और उसके पास रिपोर्ट की प्रति प्राप्त होने के दस दिन के भीतर स्थानीय",
  "Local (Health) Authority analysed by the Central Food": "(स्वास्थ्य) प्राधिकारी द्वारा रखी गई वस्तु के नमूने का केन्द्रीय खाद्य प्रयोगशाला",
  "Laboratory. In that regard, Rule 9B of Rules, 1955 provides that the Local (Health) Authority shall send the": "955 का नियम 98 यह उपबंध करता है, कि स्थानीय (स्वास्थ्य प्राधिकारी )",
  "report based on which the action is taken within 10 days after institution of the prosecution. Such report is to be": "रिपोर्ट भेजेगा। जिसके आधार पर अभियोजन संस्थित हो जाने पर 0 दिन के",
  "after institution of the prosecution. Such report is to be sent by registered post or by hand to the person from": "भीतर कार्यवाही की जाती है। ऐसी रिपोर्ट पंजीकृत डाक या हाथ से उस व्यक्ति को",
  "whom the sample of the article was taken by the Food": "भेजी जाती है जिससे खाद्य निरीक्षक द्वारा वस्तु का नमूना लिया गया था।",
  "14. In the instant case, the contention put forth is that firstly no such report of the Analyst has been made": "4. वर्तमान मामले में दिया गया तर्क यह है, कि प्रथमतः विश्लेषक की कोई ऐसी",
  "available to the appellant and there is no proof of delivery": "रिपोर्ट अपीलार्थी को उपलब्ध नहीं कराई गई है और रिपोर्ट सुपुर्द किये जाने का",
  "of the report. It is contended that even though the prosecution had stated that the report was despatched": "कोई साक्ष्य नहीं है। यह तर्क दिया गया है, कि हालांकि अभियोजन ने यह कहा था",
  "prosecution had stated that the report was despatched on 07.04.1980, keeping in view that the prosecution was": "कि रिपोर्ट 07.04.980 को भेजी गई थी। इस बात को ध्यान में रखते हुए कि",
  "Magistrate on 18.03.1980 the very alleged despatch of": "अभियोजन विद्वत मजिस्ट्रेट के समक्ष :8.03.980 को अभ्यावेदन देकर संस्थित किया गया, रिपोर्ट का कथित भेजा जाना ही ऊपर अभिकथित नियम में",
  "the report is beyond the period of 10 days as contemplated in the Rule as stated above. On this aspect": "किया गया, रिपोर्ट का कथित भेजा जाना ही ऊपर अभिकथित नियम में अभिकल्पित 0 दिन की अवधि से परे है। इस पहलू पर तर्क को अस्वीकृत करते",
  "held that the report of the Public Analyst was sent to the": "हुए विद्वान मजिस्ट्रेट ने कहा है, कि लोक विश्लेषक की रिपोर्ट अपीलार्थी को",
  "appellant by registered post on 07.04.1980 which is within the period of 20 days and since such report was": "पंजीकृत डाक से 7.4.980 को भेजी गई थी। जो कि 20 दिन की अवधि के",
  "sent within a reasonable time the appellant cannot be": "भीतर है। चूंकि रिपोर्ट उपयुक्त समय के भीतर भेजी गई थी अपीलार्थी किसी भी",
  "said to have been prejudiced in any manner. It is further": "रूप में पूवग्रिहग्रस्त नहीं कहा जा सकता। आगे यह कहा गया है, कि इसे नमूने को",
  "observed that he was at liberty to move the Court for sending a sample to the Director of Central Food Laboratory, Calcutta for analysis but he did not exercise": "विश्लेषण के लिए केन्द्रीय खाद्य प्रयोगशाला कलकत्ता भेजे जाने के लिए न्यायालय",
  "his right in this respect. The learned Additional Sessions": "जाने की स्वतंत्रता थी। लेकिन उसने इस संबंध में अपने इस अधिकार का प्रयोग",
  "held that the Food Clerk, Shri Jaipal Singh (PW-2) has": "निर्णय में यह कहा है, कि खाद्य कुर्क श्री जयपाल सिंह (?४/-2) ने बयान दिया है",
  "stated that the report of the Public Analyst was sent to the appellant by registered post on 07.04.1980. On this": "कि लोक विश्लेषक की रिपोर्ट अपीलार्थी को पंजीकृत डाक से 7.4.980 को भेजी",
  "very aspect the learned Judge of the High Court has also": "गई थी। इसी पहलू पर उच्च न्यायालय के विद्वान न्यायाधीश ने भी दर्ज किया है, कि",
  "recorded that Shri Jaipal Singh (PW-2) who is the clerk of the Food Inspector (PW-1) has proved the fact that the": "श्री जयपाल सिंह (।४/-2) जो कि खाद्य निरीक्षक (?//-7) का कुर्क है, ने यह",
  "Public Analyst’s report was sent to the appellant by": "तथ्य सिद्ध किया है कि लोक विश्लेषक की रिपोर्ट अपीलार्थी को पंजीकृत डाक से",
  "registered post on 07.04.1980. In that background, the": "07.04.980 को भेजी गई थी। उस पृष्ठभूमि में, उच्च न्यायालय ने अधिनियम",
  "Rules, 1955 has held that the purpose of Section 13(2) is to enable the accused if he so desires, to make an": "पर धारित किया है कि धारा 3 (2) का उद्देश्य अभियुक्त को, यदि वह ऐसा चाहता",
  "application to the Court for getting sample retested. The": "है, नमूने की दोबारा जांच कराने के लिए न्यायालय में आवेदन देने में सक्षम बनाना",
  "learned Judge was swayed by the fact that the appellant": "है। विद्वान न्यायाधीश इस तथ्य पर गौर किया कि इस मामले में अपीलकर्ता जो",
  "herein who was the accused has not made such application at all and in that light the learned Judge has": "आरोपी था, उसने ऐसा कोई आवेदन नहीं किया है और उस प्रकाश में विद्वान",
  "15. On this aspect of the matter, we take note that": "]5. मामले के इस पहलू पर, हम पाते हैं कि अभियुक्त को विश्लेषक की रिपोर्ट दिये",
  "while adverting to the provision in Section 13(2) requiring": "जाने संबंधी धारा 3 (2) की शर्त को संदर्भित करते हुए सभी तीन न्यायालयों के",
  "Courts have taken note of the evidence of PW-2 Shri Jaipal Singh, the Food Clerk who claimed to have": "न्यायाधीशों ने खाद्य कुर्क श्री जयपाल सिंह ?//-2 के साक्ष्य पर ध्यान दिया है।",
  "despatched the report by registered post on 07.04.1980.": "जिसने रिपोर्ट 07.04.980 को पंजीकृत डाक द्वारा भेजने का दावा किया है।",
  "The learned Judges have however failed to take note that": "हालांकि विद्वान न्यायाधीश इस बात पर ध्यान देने में विफल रहे हैं कि रिकॉर्ड पर",
  "no evidence was brought on record to indicate that the": "ऐसा कोई सबूत नहीं लाया गया जिससे कि दर्शित हो कि जिस रिपोर्ट के बारे में",
  "The primary contention of the learned counsel for the appellant as noticed above is that in respect of the": "ऊपर देखा गया है कि अपीलार्थी के विद्वरत अधिवक्ता का मूल तर्क यह है कि",
  "deficient by 12 per cent in milk fat and 27 per cent in non-fatty solids which were below the _ prescribed": "दूध के नमूने में दुग्ध फैट में 32 % और नान फैटी एसिड में 27% की कमी थी जो",
  "standard and hence the sample was reported to be": "कि विहित मानक से कम था और इसलिए नमूने को अपमिश्रित माना गया। इस",
  "adulterated. Pursuant to the such report the complaint was filed before the learned Magistrate on 18.03.1980.": "रिपोर्ट के अनुसरण में विद्वत मजिस्ट्रेट के समक्ष 28.03.980 को परिवाद दायर",
  "Subsequent thereto the copy of the report of the Analyst": "किया गया जिसके पश्चात्‌ विश्लेषक के रिपोर्ट की प्रति अपीलार्थी को 07.04.980",
  "is stated to have been despatched to the appellant on": "को भेजा जाना कहा गया है। इसी के आलोक में अपीलार्थी के विद्वत अधिवक्ता द्वारा",
  "same is in violation of the provision contained in Section 13(2) of the Act, 1954. In this regard, it is contended that": "तर्क दिया गया है कि यही अधिनियम 954 की धारा 3(2) में विहित प्रावधानों",
  "16. Further in the instant facts, it is noticed that the very manner in which the prosecution has put forth its": "6. आगे वर्तमान तथ्यों के दृष्टिगत यह पाया गया कि जिस तरीके से अभियोजन ने",
  "found the appellant taking milk for sale and when licence": "979 को बिक्री के लिए दूध ले जाता पाया और जब लाइसेंस मांगा गया तो उसके",
  "background he had collected the sample of 660 ml. milk": "पास वह नहीं था । इस पृष्ठभूमि में इस में दूध का 660 मिलीलीटर नमूना लिया",
  "and thereafter proceeded in the matter. In such circumstance, it was at the outset required to establish": "और तत्पश्चात कार्यवाही की। ऐसी परिस्थिति में शुरू में ही यह स्थापित किया जाना",
  "that the accused was regularly carrying on such business": "था कि आरोपी नियमित रूप से ऐसा व्यापार कर रहा था और ऐसी परिस्थिति में",
  "adulterated milk which was being sold by him to the": "जबकि उसके द्वारा ग्राहकों को बेचा जाने वाला दूध अपमिश्रित मिला था इसमें कोई",
  "customers. No doubt the Food Inspector has examined himself as PW-1 and stated with regard to the incident,": "संदेह नहीं कि खाद्य निरीक्षक ने स्वयं को 0४४! के रूप में परीक्षित किया और घटना",
  "the manner in which the sample was taken and that the same was sent for analysis but has not been clearly spelt": "के संबंध में जिस तरीके से नमूना लिया गया और उसे विश्लेषण के लिए भेजा गया,",
  "same was sent for analysis but has not been clearly spelt out. In the instant facts, though it is contended on": "बयान दिया है। लेकिन स्पष्ट नहीं कहा गया है। वर्तमान तथ्यों के आलोक में यद्यपि",
  "facts and circumstances of this case, since as already": "समर्थन नहीं किया। वर्तमान मामले के तथ्य एवं परिस्थितियों के मद्देनजर हमारे",
  "noticed above the report of the Analyst has not in fact been served on the appellant and the mere despatch of": "यह तथ्य कि विश्लेषक की प्रस्तुत रिपोर्ट साबित नहीं की जा सकी और नमूने का",
  "taking over of the sample, the said witness did not support the case of the prosecution. Though the learned": "जाना देखा था, उक्त साक्षी ने अभियोजन पक्ष का समर्थन नहीं किया। यद्यपि",
  "Magistrate has in that circumstance held that it would": "मजिस्ट्रेट ने उस परिस्थिति में माना कि किसी अन्य साक्षी के द्वारा समर्थन न किए",
  "of an independent witness and when such independent witness has not supported the case of the prosecution.": "और जबकि ऐसे स्वतंत्र साक्षी ने अभियोजन पक्ष का समर्थन नहीं किया है दूध को",
  "The manner as to whether the sample was appropriately taken after properly stirring the milk and whether the": "सही तरीके से फेंकने के पश्चात उपयुक्त रूप से नमूना लेने का तरीका और क्या वही",
  "same was sent for analysis also in such manner has, therefore, not been established. This is more so in the": "विश्लेषण के लिए भेजा गया था यह भी स्थापित नहीं किया गया है। दूध जैसे",
  "circumstance where milk which is a primary product has fat content and the fat content would also depend on the": "प्राथमिक उत्पाद के बारे में जिसमें फैट होता है और फैट की उपस्थिति दूध को",
  "appropriate manner in which the sample is taken after": "फेंटने के बाद सही तरीके से नमूना लिए जाने पर निर्भर करती है यह और भी सही",
  "Harikumar vs. Food Inspector, Punaloor Municipality": "है। इस संबंध में इस न्यायालय द्वारा के. हरी कुमार बनाम खाद्य निरीक्षक पुनालूर",
  "curd which was the subject matter therein, it was held": "द्वारा अवलंब लिया गया है जिसमें दही के संबंध में जो कि उस मामले में विषय वस्तु",
  "that in order to attain homogeneity in curd, stirring and churning may become necessary for the ingredients of": "दही में समांगता लाने के लिए फेंटना और मथना आवश्यक हो सकता है ताकि दुग्ध",
  "the milk solid non-fat and milk solid fat getting": "ठोस नान फैट और दुग्ध ठोस फैट साम्य अवस्था में आ जाएं और उनकी संपूर्णता",
  "17. In that background, in the instant case, as already": "7. उस परिप्रेक्ष्य में वर्तमान मामले में, जैसा कि पहले ही ध्यान दिया गया है, कि",
  "noticed the Public Analyst had opined that the milk sample was deficient by 12 per cent in milk fat and 27": "लोक विश्लेषक की राय है कि दूध के नमूने में दुग्ध फैट 2% कम था और नॉन",
  "per cent in non-fatty solids. The said results would become relevant only if it is established that the sample": "फैटी ठोस 27% तक कम था। उक्त परिणाम तभी प्रासंगिक होगा जब यह साबित",
  "stirring which would make the fat and non-fat into homogenous mixture. Hence, in that regard appropriate": "सही तरीके से लिया गया था जिससे कि फैट और नॉन फैट समांगी मिश्रण बन",
  "homogenous mixture. Hence, in that regard appropriate evidence was necessary more particularly, when PW-3": "पाते। इसलिए उस संबंध में उपर्युक्त साक्ष्य विशेषकर और आवश्यक थे जबकि"
}