{
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NO. 176 OF 2020": "सिविल अपील संख्या 76/2020",
  "Om Pal Singh .... Appellant(s)": "ओमपाल सिह... ....... अपीलार्थी(गण)",
  "Versus": "बनाम",
  "L. NAGESWARA RAO, J.": "न्यायमूर्ति एल. नागेश्वर राव,",
  "1. The Appellant worked as an officer of Regional Rural Bank Services with the Muzaffarnagar Kshetriya Gramin Bank (hereinafter, ‘the Bank’). On 27.05.2003, he was": ". अपीलार्थी ने मुजफ्फरनगर क्षेत्रिय ग्रामीण बैंक (इसके बाद 'बैंक') में क्षेत्रीय ग्रामीण बैंक सेवाओं के एक अधिकारी के रूप में काम किया। 27.05.2003 को, उन्हें",
  "served with a charge sheet and was asked to submit his reply within a period of fifteen days. The charges that were": "आरोप-पत्र दिया गया और पंद्रह दिनों की अवधि के भीतर अपना जवाब प्रस्तुत",
  "framed against the Appellant are:": "करने के लिए कहा गया। अपीलकर्ता के खिलाफ लगाए गए आरोप निम्न हैं:",
  "1. You did not comply the directions and regulations of": ". आपने प्रधान कार्यालय के निर्देशों और विनियमों का पालन नहीं किया।",
  "2. You have worked against the interest of Bank/Injurious": "2. आपने बैंक के हित के विरूद्ध/हानिकारक काम किया है और आप",
  "work, you was unauthorised absent.": "अनधिकृत रूप से अनुपस्थित थे।",
  "3. You are isolated for the interest of Bank and to your": "3. आप बैंक के हित और आपने अपने कर्तव्यों से भिन्न कार्य किया हैं।",
  "2. Yet another charge sheet was issued on 30.05.2003 in": "2. फिर भी 30.05.2003 को एक और आरोप पत्र जारी किया गया जिसमें",
  "which the following charges were framed:": "निम्नलिखित आरोप लगाए गए थे:",
  "i. You have violated discipline of bank.": "[. आपने बैंक के अनुशासन का उल्लंघन किया है।",
  "li. You are accused of misconduct.": "॥. आप पर कदाचार का आरोपी है।",
  "ii. You have made effort to diffuse the Bank image and on": "पा. आपने बैंक की छवि को बिगाड़ने का प्रयास किया है और इसके आधार पर",
  "the basis of it your worked that injurious to the health of Bank.": "आपने द्वारा किया गया कार्य बैंक के हित के लिए हानिकारक है।",
  "3. The Appellant submitted his reply to the said charge Sheets dated 27.05.2003 and 30.05.2003. The Appellant": "3. अपीलार्थी ने उक्त आरोप पत्र दिनांक 27.05.2003 और 30.05.2003 को अपना",
  "was placed under suspension by an order dated 29.07.2003.": "जवाब प्रस्तुत किया। अपीलार्थी को 29.07.2003 के एक आदेश द्वारा निलंबन",
  "He challenged the order of suspension by filing a Writ": "किया गया था। उन्होंने रिट याचिका दायर करके निलंबन के आदेश को चुनौती दी,",
  "of Judicature at Allahabad refused to grant reinstatement.": "इलाहाबाद उच्च न्यायालय के द्वारा बहाली देने से इनकार कर दिया। जांच अधिकारी",
  "The Inquiry Officer submitted the inquiry report on 23.12.2003 to the Disciplinary Authority. An opportunity": "ने 23.2.2003 को जांच रिपोर्ट अनुशासनात्मक प्राधिकरण को सौंप दी।",
  "was given to the Appellant to submit his remarks on the": "अपीलकर्ता को जांच रिपोर्ट पर अपनी टिप्पणी प्रस्तुत करने का अवसर दिया गया",
  "inquiry report. Thereafter, a show cause notice was issued to the Appellant to explain as to why he should not be": "था। इसके बाद, अपीलकर्ता को यह बताने के लिए कारण बताओ नोटिस जारी",
  "dismissed from service. A reply was submitted by the": "किया गया कि उसे सेवा से क्यों नहीं बर्खास्त किया जाना चाहिए। अपीलकर्ता द्वारा",
  "Appellant on 11.06.2004, which was considered by the": ".06.2004 को एक जवाब प्रस्तुत किया गया था, जिस पर अनुशासनात्मक",
  "Board’and Commissioner, Karnataka Housing Board v.": "कर्नाटक हाउसिंग बोर्ड बनाम मडुआडीह\" में इस न्यायालय के कई निर्णयों पर",
  "9. Mr. Rajesh Kumar-l, learned counsel appearing for the Bank submitted that the Appellant was not exonerated on": "9. बैंक के लिए उपस्थित विद्वत अधिवक्ता श्री राजेश कुमार- ने प्रस्तुत किया कि",
  "penalty from dismissal to reduction in time scale of pay": "केवल वेतन के समय मान में कमी करने के लिए बर्खास्तगी से जुमनि को कम कर",
  "which does not entitle the Appellant to claim full salary for the period of suspension. A charged employee shall be": "दिया गया था, जो अपीलकर्ता को निलंबन की अवधि के लिए पूर्ण वेतन का दावा",
  "the period of suspension. A charged employee shall be entitled to claim full salary for the period of suspension only": "करने का अधिकार नहीं देता है। आरोपित कर्मचारी केवल तभी पूर्ण वेतन का दावा",
  "in case the order of penalty is set aside and he is held not": "करने का हकदार होगा यदि जुमनि का आदेश को अपास्त कर दिया गया हो, और",
  "guilty of any of the charges. He relied upon the judgment of": "वह किसी भी आरोप के लिए दोषी न हो। उन्होंने प्रबंध निदेशक, ईसीआईएल,",
  "Others v. B. Karunakar and Others?,": "हैदराबाद और अन्य बनाम बी करुणाकर और अन्य में इस न्यायालय के निर्णय पर",
  "10. The only question that arises for our consideration in the present appeal is whether the Appellant is entitled to": "0. वर्तमान अपील में हमारे विचार के लिए एकमात्र सवाल यह है कि क्या",
  "the present appeal is whether the Appellant is entitled to payment of salary for the period of suspension i.e. from": "अपीलकर्ता निलंबन की अवधि के लिए वेतन के भुगतान का हकदार है",
  "29.07.2003 to 10.09.2012. There is no need to reiterate": "अर्थात 29.07.2003 से 0.09.202 तक की समयावधि का। यह दोहराने की कोई",
  "that the order of dismissal was set aside and the": "आवश्यकता नहीं है कि बर्खास्तगी के आदेश को अपास्त किया गया था और",
  "5 (1993) 4 SCC 727": "5. (993)4 एससीसी 727",
  "5. The penalty of reduction of pay of 15 stages was challenged by the Appellant by filing a Writ Petition. The": "5. रिट याचिका दायर करके अपीलकर्ता द्वारा 5 चरणों के वेतन में कमी के दंड को",
  "High Court allowed the Writ Petition and directed the": "चुनौती दी गई थी। उच्च न्यायालय ने रिट याचिका की अनुमति दी और प्रत्यर्थी -",
  "afresh. The Disciplinary Authority, in compliance with the order of the High Court, reconsidered the matter and": "अनुशासन प्राधिकरण ने उच्च न्यायालय के आदेश के अनुपालन में , मामले पर",
  "time scale of pay for a period of eight years. Later, the": "पुनर्विचार किया और आठ वर्ष की अवधि के लिए वेतन के समय मान के पैमाने में",
  "Disciplinary Authority modified the punishment of reduction": "अनुशासनात्मक प्राधिकरण ने एक अन्य आदेश के साथ कमी की सजा को",
  "to 10 stages (increments) lower in time scale of pay for a": "संसांधित करते हुए 0 चरणों (वेतन वृद्धि) में कमी और वेतन के समयमान को छाः",
  "shall not earn the increments of pay during the period of said reduction and on expiry of such period, the reduction": "वेतन में वृद्धि नहीं करेगा और इस अवधि की समाप्ति पर , कटौती का प्रभाव उसके",
  "Shall have the effect of postponing the future increments on his pay. Thereafter, the Appellant filed an appeal which was": "वेतन पर भविष्य की वेतन वृद्धि के लिए प्रभावी होगा। इसके बाद, अपीलकर्ता ने",
  "dismissed by the Appellate Authority. The High Court": "एक अपील दायर की जिसे अपीलीय प्राधिकरण ने खारिज कर दिया। उच्च",
  "dismissing the Writ Petition filed by the Appellant.": "न्यायालय ने अपीलकर्ता द्वारा दायर रिट याचिका को खारिज करके अपीलीय",
  "6. The High Court was of the opinion that the charges framed against the Appellant were fully proved and the": "6. उच्च न्यायालय की राय थी कि अपीलकर्ता के खिलाफ लगाए गए आरोप पूरी",
  "imposition of penalty by the order dated 29.10.2015 was": "तरह से साबित हो गए थे और आदेश दिनांक 29.0.205 द्वारा जुर्माना लगाया",
  "Officer that the charges against the Appellant were proved": "अवधारित किया गया था कि अपीलकर्ता के खिलाफ कदाचार के आरोपों ने सेवा से",
  "promotions as a ‘consequential benefit' to a person who": "करने वाले व्यक्ति को 'परिणामी लाथ' के रूप में कई पदोन्नति में कमी का",
  "the benefit of necessary experience for discharging the": "निर्वहन करने के लिए आवश्यक अनुभव का लाभ नहीं प्राप हुआ हैं,",
  "automatically. Whenever courts or Tribunals direct": "प्रदान करते समय जब थी अदालतें या न्यायाधिकरण प्रत्यक्ष रूप से",
  "reinstatement, they should apply their judicial mind to the": "बहाली करते हैं. तो उन्हें अपने न्यायिक विवेक को तथ्यों ऑर",
  "facts and circumstances to decide whether ‘continuity of": "परिस्थितियों पर लागू करना चाहिए ताकि यह तय किया जा सके कि",
  "service’ and/or ‘consequential benefits' should also be": "'सेवा की निरंतरता' और या 'परिणासी लाथ' को थी निर्देशित किया जाना",
  "212], A.PS.R.T.C. v. Abdul Kareem [2005 (6) SCC 36]": "(2003 (2) एससीसी 272, ए पी एस. आर टी सी बनाम अब्दुल करीम",
  "and R.S.R.7T.C. v. Shyam Bihari Lal Gupta [2005 (7) SCC": "[2005 (6) एससीसी 36] ऑर आर एस आर टी सी. बनाम श्याम बिहारी लाल गुप्ता में इस न्यायालय के निर्णयों का उल्लेख कर सकते हैं",
  "12. It was further held in the said judgment that if reinstatement is a consequence of imposition of a lesser": "2. उक्त निर्णय में आगे कहा गया कि यदि बहाली कम सजा देने का परिणाम है, तो",
  "punishment, neither back-wages nor continuity of service": "न तो पूर्व भत्ता और न ही सेवा की निरंतरता और न ही परिणामी लाभ इस तरह की",
  "nor consequential benefits follow as a natural or necessary": "बहाली के प्राकृतिक या आवश्यक परिणाम के रूप में पालन किया जाना चाहिए।",
  "consequence of such reinstatement. This Court went on to hold that where the misconduct was held to be proved,": "उक्ता न्यायालय यह अवधारित करने के लिए आया कि जहां कदाचार को साबित",
  "reinstatement by itself is a consequential benefit arising": "करने के लिए आयोजित किया गया था, वहाँ स्वयं द्वारा बहाली एक परिणामी लाभ",
  "from imposition of a lesser punishment. However, this Court": "है जो कम सजा देने से उत्पन्न होता है। हालाँकि, इस न्यायालय की राय थी कि उस",
  "was of the opinion that award of back wages for the period when the employee has not worked may amount to": "अवधि के लिए जब कर्मचारी ने काम नहीं किया है, के लिए पूर्व भत्ता का पुरस्कार",
  "rewarding the delinquent employee and punishing the": "अपराधी कर्मचारी को पुरस्कृत करने और कर्मचारी द्वारा किए गए कदाचार के"
}