{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधीकारिता",
  "CIVIL APPEAL No. 9417 OF 2019": "सिविल अपील सं, 947/209",
  "(ARISING OUT OF SPECIAL LEAVE PETITION (C) NO. 4074 OF 2018)": "( विशेष अनुमति याचिका (सी) सं. 4074/208 से उद्घूत )",
  "JUDGMENT": "निर्णय",
  "S. RAVINDRA BHAT, J.": "न्यायामूर्ति एस. रविन्द्र भट्ट",
  "1. Leave granted. With consent, all counsel who appeared were heard.": "7. अनुमति अनुदत्त की जाती है। सहमति से, उपस्थित सभी अधिवक्ता को सुना गया।",
  "2. The appellant (hereafter “Daffodills”), a pharmaceutical supplier, is": "2. अपीलकर्ता (इसके बाद “डैफ़ोडिल”), दवा आपूर्तिकर्ता,",
  "aggrieved by a decision of the Allahabad High Court, rejecting its challenge to": "इलाहाबाद उच्च न्यायालय द्वारा दिये गये निर्णय से व्यथित है, जिसमें",
  "an order (dated 21.08.2015) issued by the Principal Secretary, Government of U.P. to its Medical and Health Department, directing it to stop local purchase": "प्रधान सचिव, उत्तर प्रदेश सरकार द्वारा अपने चिकित्सा और स्वास्थ्य विभाग को अपीलार्थी से स्थानीय खरीदारी रोकने का निर्देश देते हुये",
  "Chaudhary has resigned as Director, way back in 2012. Therefore, his being": "अर्थात सुरेंद्र चौधरी ने 202 में वापस निदेशक के रूप में इस्तीफा दे दिया। इसलिए, आपराधिक मामले में फंसाए जाने से डैफ़ोडिल यानी",
  "implicated in the criminal case could not have resulted in an adverse impact on": "दिया। इसलिए, आपराधिक मामले में फंसाए जाने से डैफ़ोडिल यानी अपीलार्थी के व्यवसाय पर प्रतिकूल प्रभाव नहीं पड़ सकता था। इसके",
  "besides an unwarranted and arbitrary action against the company on account of the acts and omissions of its erstwhile Director, the High Court committed an": "निदेशक के कृत्यों और चूक के कारण एक अनुचित और मनमानी कार्रवाई के अलावा, उच्च न्यायालय ने इस न्यायालय के बाध्यकारी",
  "error in overlooking binding decisions of this Court (including Rastriya Ispat": "निर्णयों की अनदेखी करने में एक त्रुटि की (जिसमें रस्तरिया इस्पात",
  "Nigam v. Verma (2006) 7 SCC 275 and Kalja Industries v. Western Telecom": "निगम बनाम वर्मा (2006) 7 एससीसी 275 और कालजा इंडस्ट्रीज",
  "(2014) 14 SCC 731), which clearly held that before proposing to pass a blacklisting or debarring orders, the parties had to be given hearing followed by": "बनाम पश्चिमी टेलीकॉम (204) 44 एससीसी 734 शामिल हैं), जो स्पष्ट रूप से आयोजित किया गया था कि काली सूची या डिबार आदेश पारित करने का प्रस्ताव करने से पहले, पार्टियों को एक उचित तर्क",
  "9. It was argued on behalf of the State that the order made by it directing the": "9. ... राज्य की ओर से यह तर्क दिया गया था कि स्वास्थ्य विभाग के",
  "to a debarring order. It was urged that Surender Chaudhary was acting in the capacity of Director of Daffodills, for which he was charged of various offences": "गया आदेश, डिबार आदेश के बराबर नहीं है। यह आग्रह किया गया था कि सुरेंद्र चौधरी डैफ़ोडिल के निदेशक के रूप में काम कर रहे थे, जिसके",
  "and persons in order to obtain procurement orders from the State. The": "इनमें राज्य से खरीद आदेश प्राप्त करने के लिए विभिन्न व्यक्तियों और",
  "concerned clause 14 clearly stated that a court case means “criminal case” against the firm, Board of Directors or individual Directors. Therefore, the": "स्पष्ट रूप से कहा गया है कि न्यायालय का मामला फर्म, निदेशक मंडल",
  "involvement of Surender Chaudhary was close, who was none other than the blood relative of the existing director, the appellant’s contention that the acts of": "सुरेंद्र चौधरी, तत्कालीन निदेशक, जिसने 22.02.202 से इसका",
  "debarring or blacklisting order. It was pointed out that the appellant had filed a": "पूछताछ की थी। आक्षेपित आदेश में कहा गया है कि उस आदेश के",
  "furthermore, the order dated 21.08.2015 was made pursuant to the directions of": "जारी आदेश (दिनांक 24.08.205) को दी गई उसकी चुनौती को",
  "29.05.2015 in respect of 14 specified drugs. At the time of bid submission,": "3. 4 निर्दिष्ट दवाओं के संबंध में 29.05.205 को या उससे",
  "every tenderer/bidder had to furnish a declaration to the following effect:": "था। बोली प्रस्तुत करने के समय, प्रत्येक निविदाकर्ता/बोलीदाता को निम्नलिखित प्रभाव के लिए एक घोषणा प्रस्तुत करनी थी:",
  "“Firms should give an affidavit that there is no Court Case/Vigilance": "फर्मों को एक हलफनासा देना चाहिए कि फर्म के खिलाफ",
  "the tender are true. If found false/fake the person/firms will have to": "निविदा में दिए गए सभी दस्तावेज सही हैं। यादि मिथ्या/फर्जी",
  "be accepted by the firm. (Court case means “Criminal Case” against": "पाया गया तो व्यक्ति; फर्म को फर्म द्वारा स्वीकार करना होगा। (यायालय के मायले का अर्थ हैं युसंगत विधि के अनुसार ार",
  "firm/board of Director/Directors/principal stock holder as _ per": "निदेशकप्रवंधक/पुख्य स्टॉक धारक की फर्माबोर्ड के विरुद्ध",
  "relevant law)”.": "दंड यासला”)",
  "It is not disputed that Daffodills furnished the required declaration in terms of": "यह विवादित नहीं है कि डैफ़ोडिल ने निविदा के संदर्भ में आवश्यक",
  "4, While so, on 21.08.2015, the impugned letter/notice was issued by the Principal Secretary to the Government of U.P. stating that a first information": "4... जबकि, 24. 08. 205 को, यू.पी. सरकार के प्रधान सचिव द्वारा आक्षेपित पत्र/नोटिस को यह कहते हुए जारी किया गया था कि डैफ़ोडिल",
  "offences, and that the Central Bureau of Investigation (CBI) was inquiring into": "आरोप लगाया गया था कि इसने अपराध किए हैं, और केंद्रीय जांच ब्यूरो",
  "purchase is to be done till pre order of the government, from the above": "कि सरकार के पूर्व आदेश तक कोई ऑर स्थानीय खरीद",
  "Case, by the hospitals at the rate of contract of DGS&D/ESIC and": "मासयले सें अस्पतालों द्वारा अनुबंध की दर से डीजीएस& डी)",
  "by any hospital in-charge from these firms without approval of the": "की जांच के तहत हैं। यादि इन फर्मी के किसी भी अस्पताल प्रभारी द्वारा सरकार की संजूरी के बिना दवा खरीदी जाती हैं,",
  "government then strict action would be taken as per rules against": "तो तो उसके खिलाफ निययों के अनुसार सख्त कार्वाई की",
  "him.”": "जाएगी।”",
  "5. Complaining of arbitrariness on various grounds, (including that the": "5... विभिन्न आधारों पर मनमानी की शिकायत करना, (इसके खिलाफ",
  "impugned direction not to procure or purchase medicines issued against it, was": "जारी दवाओं की खरीद या खरीद नहीं करने के लिए आक्षेपित किया गया",
  "on a mistaken assumption that a criminal case was pending against it),": "निर्देश, एक गलत धारणा पर था कि इसके खिलाफ एक आपराधिक",
  "desist from resorting to local purchase from the appellant is hereby": "अपीलार्थी से स्थानीय रूप से दवाओं की खरीद नहीं करने को एक",
  "is limited and therefore, it could not be assumed that the action of the State": "और इसलिए यह नहीं माना जा सकता कि राज्य सरकार की कार्रवाई",
  "Government was unreasonable or contrary to public interest. Dealing with the": "अनुचित थी या लोकहित के प्रतिकूल थी। प्राकृतिक न्याय के सिद्धांतों",
  "complaint of breach of principles of natural justice, the High Court was of the": "के उल्लंघन की शिकायत से निपटते हुए, उच्च न्यायालय का विचार था कि",
  "opinion that such principles cannot be placed under a straight-jacket formula": "इस तरह के सिद्धांतों को एक अवरोध सूत्र के तहत नहीं रखा जा सकता",
  "therefore, concluded as follows:": "सहारा ले रहा है। इसलिए, उच्च न्यायालय ने इस प्रकार निष्कर्ष निकाला:",
  "“32. It is clear that when there is a failure on the part of the": "“32. यह स्पष्ट हैं कि जब अनुबंध की व्यक्त शर्तों का पालन",
  "contractor to comply with the express terms of the contract and/or to": "करने ऑरया उक्त शर्तों का उल्लंघन करने के लिए ठेकेदार की",
  "commence/execute the work or supply the items as per specification as": "करने/निष्पादित करने या विनिर्देश के अनुसार वस्तुओं की",
  "meet the statutory requirements of the contract or the action of the": "प्रदर्शन देना जो अनुबंध की वैधानिक आवश्यकताओं को पूरा नहीं करता हैं या याचिकाकर्ता की कार्रवाई प्रावधानों के",
  "the State, the Department has a right to regulate its business through": "विधाग को विभिन्न निर्देशों के साध्यम से अपने व्यवसाय को विनियसित करने का अधिकार हैं राज्य एजेंसियों को जिसमें",
  "“normal” blacklisting order which has a finite life span (of three or maximum": "रोकने के अलावा कुछ भी नहीं है। इसके विपरीत, \"सामान्य\" काली सूची आदेश, जिसमें एक परिमित जीवन काल (तीन या अधिकतम पांच वर्षों",
  "been framed against the accused i.e. Surender Chaudhary.": "सुरेंद्र चौधरी के खिलाफ औपचारिक आरोप लगाए गए हैं या नहीं।",
  "14. The decisions in Erusian Equipments and Chemicals Ltd. v. State of West": "4. ... एरूसियन इक्विपमेंट्स एंड केमिकल्स लिमिटेड बनाम पश्चिम",
  "Bengal! and Raghunath Thakur v. State of Bihar & Ors? as well as later": "बंगाल राज्य ० «« * ]और रघुनाथ ठाकुर बनाम बिहार राज्य एवं",
  "a drastic adverse action, such as a debarring or blacklisting order, it is necessary": "हो, जैसे कि डिबार या काली सूची ऑर्डर, यह आवश्यक है कि",
  "that opportunity of hearing and representation against the proposed action is": "प्रस्तावित कार्रवाई के खिलाफ सुनवाई और प्रतिनिधित्व का अवसर",
  "given to the party likely to be affected. This has been stated in unequivocal terms in Raghunath Thakur (supra) as follows:": "पार्टी को प्रभावित होने की संभावना है। यह रघुनाथ ठाकुर (उपरोक्त) में असमान शब्दों में कहा गया है:",
  "“ 20 . Blacklisting has the effect of preventing a person from the": "“20. काली सूची का प्रधाव किसी व्यक्ति को लाथ के",
  "by the order of blacklisting indicates that the relevant authority is to": "काली सूची के आदेश से एक असमर्थता बनाई जाती हैं, यह दर्शाता हैं कि संबंधित प्राधिकरण के पास एक उद्देश्य संतुष्टि",
  "have an objective satisfaction. Fundamentals of fair play require that": "हैं। निष्पक्ष खेल के बुनियादी सिद्धांतों की आवश्यकता हैं कि",
  "the person concerned should be given an opportunity to represent his case before he is put on the blacklist.”": "इससे पहले कि वह काली सूची यें रखा जाए, संबंधित व्यक्ति को अपने मामले का प्रतिनिधित्व करने का अवसर दिया जाना चाहिए।”",
  "In Southern Painters (supra) the grievance was with respect to unilateral": "साउदर्न पेन्टर्स (उपरोक्त) मामलें में शिकायत सार्वजनिक क्षेत्र की",
  "deletion of the petitioners’ name from the list of approved contractors,": "एजेंसी द्वारा बनाए गए अनुमोदित ठेकेदारों की सूची से याचिकाकर्ताओं",
  "“The deletion of the appellant's name from the list of approved": "“इस आधार पर अनुमोदित ठेकेदारों की सूची से अपीलार्थी के",
  "against it, could only be done consistent with and after due compliance with the principles of natural justice. That not having": "केवल प्राकृतिक न्याय के सिद्धांतों के अनुपालन के साथ और उसके बाद ही किया जा सकता हें। ऐसा नहीं किया गया है,",
  "from the appellant was not justified. In our opinion, the High Court": "निविदा प्रपत्र को वापस लेना उचित नहीं था। हमारी राय से, रिट याचिका को खारिज करने में उच्च न्यायालय उचित नहीं"
}