{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NOS. 2352-2353 OF 2019": "सिविल अपील सं. 2352-2353 वर्ष 209",
  "JAGDISH TRANSPORT CORPORATION & ORS. Appellant(s)": "जगदीश परिवहन निगम और अन्य ..-अपीलार्थी",
  "JUDGMENT": "निर्णय",
  "M.R. SHAH J.": "न्यायमूर्ति एम. आर. शाह",
  "judgment and order dated 29.03.2017 passed by the High Court of Judicature at Allahabad, Lucknow Bench Lucknow, by which": ". इलाहाबाद उच्च न्यायालय, लखनऊ खंडपीठ लखनऊ द्वारा पारित अक्षिपित निर्णय एवं आदेश दिनांक 29.03.2047, जिसके द्वारा उच्च न्यायालय",
  "the Division Bench of the High Court has dismissed the Writ Petition No. 4858 of 2008 preferred by the appellants herein, the": "की खंडपीठ ने 2008 की रिट याचिका संख्या 4958 को खारिज कर दिया है, से",
  "Original writ petitioners have preferred the present Appeals. The": "याचिकाकर्ताओं ने वर्तमान अपीलों को प्राथमिकता दी है। समीक्षा को खारिज",
  "subsequent order passed by the High Court dismissing the review": "करते हुए उच्च न्यायालय द्वारा पारित आदेश, आवेदन भी वर्तमान अपीलों",
  "2. The facts leading to the present Appeals in a nut shell are": "2. वर्तमान अपील के तथ्य संक्षेप में इस प्रकार हैं: -",
  "i) That a search was conducted under Section 132 of the Income Tax, Act, 1961 (for short “the Act”) on the business": ") यह कि आयकर अधिनियम, 964 की धारा 32 (संक्षेप में \"'अधिनियम\") के तहत व्यापार परिसर के",
  "appellants for the Assessment Years 1998-1999 to 2004-2005.": "2004-2005 के लिए",
  "Section 153A of the Act for the aforesaid Assessment Years.": "॥) पूर्वोक्त निर्धारण वर्षों के लिए अधिनियम की धारा 753ए के तहत",
  "iv) An application under Section 245C(1) of the Act was filed by the appellants before the Income Tax Settlement Commission (for": "४७) अधिनियम की धारा 245 सी (4) के तहत अपीलकर्ताओं द्वारा आयकर",
  "short “the Settlement Commission’).": "समझौता आयोग (संक्षेप में",
  "v) As per Section 245HA, inserted by the Finance Act, 2007,": "५) वित्त अधिनियम, 2007 द्वारा सम्मिलित की गई धारा 245॥# के अनुसार,",
  "the application was to be decided by the Settlement Commission on or before 31.03.2008, failing which the proceedings before the": "आवेदन पर समझौता आयोग द्वारा 3.03.2008 को या उससे पूर्व निर्णय लिया जाना था, जिसमें विफल होने पर समझौता आयोग के समक्ष कार्यवाही समाप्त हो",
  "vi) The High Court, by way of an interim order, directed the": "४) उच्च न्यायालय ने एक अंतरिम आदेश के माध्यम से, समझौता आयोग को",
  "Section 245D of the Act by 31.03.2008.": "34.03.2008 तक अधिनियम की धारा 245 डी के तहत आवेदन का निपटान",
  "245D(4) of the Act.": "अधिनियम की धारा 245 एफ (4) के प्रावधानों के अनुसार,",
  "thereafter, the Settlement Commission passed an order to comply": "रखे गए हैं। समझौता आयोग ने निम्नलिखित आदेश पारित किया:",
  "11. In view of the statutory time limit prescribed u/s 245 D(4A)of the Act, the": "4. अधिनियम की धारा 245 डी (4 ए) के तहत निर्धारित वैधानिक समय सीमा",
  "Settlement Commission directs the Commissioner of Income Tax to compute the total income,": "के मद्देनजर, निपटान आयोग आयकर आयुक्त को कुल आय, आयकर, ब्याज",
  "applicant immediately along with the demand": "आवेदक को तुरंत सूचित करें।",
  "12. In case of failure to adhere to the scheme of payment, the immunity granted under Section": "2. भुगतान की योजना का पालन करने में विफल रहने की स्थिति में, धारा 245",
  "passed by the Settlement Commission dated 31.03.2008 was a": "आदेश पारित किए हैं, जिसमें निपटान आयोग को 34.03.2008 तक धारा 245",
  "2. The Rule 9 Report in this case has been received.": "2. इस मामले में नियम 9 के तहत रिपोर्ट प्राप्त हो चुकी है।",
  "3. In all, the Principal Bench of the Commission": "3. कुल मिलाकर, आयोग की प्रधान पीठ को 26.03.2008 तक मार्च, 2008 के",
  "has till 26.3.2008 received more than 325 orders from various High Courts in the month of March,": "उच्च न्यायालयों से 325 से अधिक आदेश प्राप्त हुए हैं जिसमें प्रधान पीठ को",
  "the cases by 31.3.2008.": "34.03.2008 तक मामलों को पूरा करने का निर्देश दिया गया है।",
  "4. This would involve more than 1500 assessments. The Settlement Commission deals": "4. इसमें 500 से अधिक आंकलन शामिल होंगे। समझौता आयोग केवल उन",
  "only with the assessments. which involve complexity of investigation and the application is": "आकलनों से संबंधित है जिनमें जांच की जटिलता शामिल है और आवेदन का",
  "intended to proved quietus to litigation. For": "उद्देश्य मुकदमेबाजी को ठंडे बस्ते में डालना साबित करना है। उदाहरण के लिए,",
  "example, in one group of cases where 23 applications are involved, the paper book, which": "मामलों के एक समूह में जहां 23 आवेदन शामिल हैं, पेपर बुक, जो समझौता",
  "has been filed before the Settlement Commission runs into thirty thousand pages. It goes without": "आयोग के समक्ष दायर की गई है, तीस हजार पृष्ठों की है। उचित समझौते पर",
  "saying that sufficient and proper opportunity is required to be given both to the applicant and the": "पहुंचने के लिए दोनों प्रार्थी और आयकर आयुक्त को पर्याप्त एवं उचित अवसर दिए",
  "5. At this juncture, it is not practicable for the commission to examine the records and investigate the case for proper settlement. Even": "(5) इस समय, आयोग के लिए अभिलेखों की जांच करना और उचित निपटान के लिए मामले की जांच करना व्यवहारिक नहीं हैं। यहां तक कि आवेदक और",
  "the department, as laid down in section 245(D)(4)": "विभाग को आयकर अधिनियम 964 की धारा 245 (डी) (4) में निर्धारित",
  "6. The undisclosed income is settled as under:": "6) अघोषित आय का निपटारा निम्नानुसार किया जाता है:",
  "Jagdish Transport Corporation Rs.32,00,000/-": "जगदीश परिवहन निगम रु.३2, 00, 000/",
  "Surendar Kr. Tandon Rs.6,00,000/-": "सुरेंद्र कु. टंडन रु.6, 00, 000/",
  "Sandhya Tandon Rs.6,00,000/-": "संध्या टंडन रु.6, 00, 000",
  "before the Commission by the applicant, as per": "किया, जो पता चला है लेकिन निपटान आयोग के समक्ष अपीलकर्ताओं द्वारा"
}