{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "IA No 53466 of 2022": "आई.ए. संख्या 53466 /2022",
  "in": "में",
  "Civil Appeal No 1867 of 2006": "सिविल अपील संख्या 867/2006_",
  "Malik Mazhar Sultan & Anr ... Petitioner(s)": "मलिकमजहर सुल्तान एवं अन्य ......्-्<्<-<-|॥|॥|॥|॥््आ्आ्आ्आथआथ >>\" याचिकाकर्ता",
  "Versus": "बनाम",
  "In the matter of :": "के मामले में",
  "State of Haryana ---Applicant": "हरियाणाराज्य ....-यख-्+-+-+-+-+-|-|-|-7य-यऑयऑय्<्<्य<्झ््ञ््» आवेदक",
  "Dr Dhananjaya Y Chandrachud, CJl": "भारत के मुख्य न्यायाधीश डॉ. धनंजय वाई चंद्रचूड़",
  "Malik Mazhar Sultan v U P Public Service Commission’ seeking two": "4. मलिक मज़हर सुल्तान बनाम उत्तर प्रदेश लोक सेवा आयोगः की कार्यवाही में हरियाणा राज्य द्वारा दो निर्देशों",
  "(i) The recruitment of judicial officers in the Judicial Branch of the Haryana": "(॥) हरियाणा सिविल सेवा की न्यायिक शाखा में न्यायिक अधिकारियों की भर्ती पंजाब सिविल",
  "Civil Service be conducted in accordance with the provisions of Part C of the Punjab Civil Service (Judicial Branch) Rules 1951? (as applicable to": "सेवा (न्यायिक शाखा) नियम 9542 (हरियाणा राज्य पर लागू) के भाग सी के प्रावधानों के",
  "1 Civil Appeal No 1867 of 2006": "4444 सिविल अपील संख्या 867/ 2006",
  "2 “Rules”": "2222 \"नियमावली\"",
  "the object and purport of doing so was to ensure that the vacancies are filled up": "अतिक्रमण होगा, क्‍योंकि ऐसा करने का उद्देश्य यह सुनिश्चित करना था ताकि रिक्तियां समय पर भरी जा सकें",
  "on a timely basis and the problem of delay in the dispensation of justice is": "और न्याय मिलने में देरी की समस्या से निपटा जा सके।",
  "On 15 January 2007, the Registrar General of the High Court of Punjab and Haryana conveyed to the State Government that in view of the order dated 4": "6. 5 जनवरी 2007 को, पंजाब और हरियाणा उच्च न्यायालय के रजिस्ट्रार जनरल ने राज्य सरकार को बताया",
  "High Court and the process of recruitment would be conducted by the High Court “at its end” by advertising the posts, conducting the examination and declaring": "प्रक्रिया \"पूर्ण रूप से\" पदों का विज्ञापन करके परीक्षा आयोजित करना और परिणाम घोषित करना उच्च न्यायालय",
  "On 23 March 2007, the State of Haryana constituted a Selection Committee": "7. 23 मार्च 2007 को, हरियाणा राज्य ने एक चयन समिति का गठन किया जिसमें शामिल थे:",
  "(i) Three-Judges nominated by the Chief Justice;": "() मुख्य न्यायाधीश द्वारा नामित तीन न्यायाधीश;",
  "(ii) The Advocate General;": "(॥) महाधिवक्ता;",
  "(iv) The Secretary of the Legislative Department.": "(५) विधायी विभाग के सचिव।",
  "The State Government has stated on affidavit that the Members of the Haryana Public Service Commission stood impeached between 2006 and 2008; and the": "8. राज्य सरकार ने शपथ पत्र पर कहा है कि हरियाणा लोक सेवा आयोग के सदस्यों पर 2006 और 2008 के",
  "Commission was reconstituted in September 2008.": "बीच महाभियोग चलाया गया; और सितंबर 2008 में आयोग का पुनर्गठन किया गया।",
  "9 Recruitment to the judicial service in the State of Haryana is governed by the Rules, as applicable to the State of Haryana. Part C of the Rules provides for": "9. हरियाणा राज्य में न्यायिक सेवा में भर्ती हरियाणा राज्य पर लागू नियमों द्वारा शासित होती है, नियमों के भाग",
  "‘Examination of Candidates’. Part C is prefaced by the provision that:": "सी में 'उम्मीदवारों की परीक्षा' का प्रावधान है। भाग सी की प्रस्तावना इस प्रावधान से की गई है कि:",
  "“The following rules and instructions, which are liable to alteration from year to year, are prescribed for the examination of candidates for admission to the Judicial Branch of Haryana Civil Service”.": "\"हरियाणा सिविल सेवा की न्यायिक शाखा में प्रवेश के लिए उम्मीदवारों की परीक्षा के लिए निम्नलिखित नियम और निर्देश निर्धारित हैं, जो साल-दर-साल परिवर्तन के अधीन हैं।\"",
  "(emphasis supplied)": "(प्रभाव वर्धित)",
  "10 Rules 4 and 5 of Part C are set out below:": "0. भाग सी के नियम 4 और 5 नीचे दिए गए हैं:",
  "“4. The examination papers shall be set and marks awarded": "“4, परीक्षा के प्रश्नपत्रों का निर्धारण किया जाना एवं उनका मूल्यांकन परीक्षकों द्वारा किये जाएंगे",
  "by the examiners who will be appointed by the Haryana Public Service Commission. There shall also be a test in": "जिनकी नियुक्ति हरियाणा लोक सेवा आयोग द्वारा की जाएगी एवं उसके पश्चात उनका साक्षात्कार",
  "Public Service Commission. There shall also be a test in viva voce which will be conducted by the Haryana Public Service Commission. The representative of the High": "भी होगा जो हरियाणा लोक सेवा आयोग द्वारा आयोजित किया जायेगा। उच्च न्यायालय का",
  "Committee consisting of three-Judges of the High Court nominated by the Chief Justice, two representatives of the State Government and a member of the Public": "द्वारा नामित उच्च न्यायालय के तीन न्यायाधीश, राज्य सरकार के दो प्रतिनिधियों और लोक सेवा आयोग के",
  "powers conferred by Article 234 read with proviso to Article 309 of the": "6. संविधान के अनुच्छेद 309 के प्रावधान के साथ पठित अनुच्छेद 234 द्वारा प्रदत्त शक्तियों का प्रयोग करते",
  "Rules 2020 were notified. Rule 7B has been substituted in the following terms:": "हरियाणा संशोधन नियम 2020 को अधिसूचित किया गया था। नियम 7बी को निम्नलिखित शर्तों में प्रतिस्थापित किया गया है:",
  "\"7B (1)Notwithstanding anything to the contrary contained in these rules, appointment to two hundred and thirty nine": "\"7 बी (4) इन नियमों में निहित किसी भी विपरीत बात के बावजूद, वर्तमान में रिक्त पड़े दो सौ",
  "presently lying vacant and seventeen anticipatory/unforeseen posts of Civil Judges (Junior Division) shall be made by the State Government through": "उनतीस और सिविल जज (जूनियर डिवीजन) के सत्रह अग्रिम/अप्रत्याशित पदों पर नियुक्ति राज्य",
  "Division) shall be made by the State Government through Special recruitment on the recommendations of a Selection Committee constituted for the purpose in the": "सरकार द्वारा विशेष भर्ती के माध्यम से इस उद्देश्य के लिए गठित चयन समिति की सिफारिशों पर",
  "manner hereinafter laid down.": "इसके बाद निर्धारित तरीके से की जाएगी।",
  "(2) The Selection Committee referred to in sub-rule (1) shall comprise of the following members, namely:-": "(2) उप-नियम (4) में निर्दिष्ट चयन समिति में निम्नलिखित सदस्य शामिल होंगे, अर्थात्‌: -",
  "(i) three Judges of the High Court of Punjab and Haryana nominated by the Chief Justice, of whom": "() मुख्य न्यायाधीश द्वारा नामित पंजाब और हरियाणा उच्च न्यायालय के तीन न्यायाधीश, जिनमें",
  "the senior-most shall be the Chairman;": "से सबसे वरिष्ठ अध्यक्ष होगा;",
  "(ii) the Advocate General, Haryana;": "(॥) महाधिवक्ता, हरियाणा;",
  "(iii) the Chief Secretary to Government, Haryana; and": "(॥) मुख्य सचिव, हरियाणा सरकार; और",
  "(iv) the Chairman of the Haryana Public Service Commission.\".": "(५) हरियाणा लोक सेवा आयोग के अध्यक्ष।",
  "“So far as prayer No.1 is concerned, we may state that after": "“जहां तक प्रार्थना संख्या 4 का संबंध है, हम कह सकते हैं कि इस आईए में राज्य द्वारा उठाए गए",
  "considering all the points including the points raised by the State in this IA, the order was passed by this Court and hence": "बिंदुओं सहित सभी बिंदुओं पर विचार करने के बाद, इस न्यायालय द्वारा आदेश पारित किया गया",
  "the prayer is rejected.": "था और इसलिए प्रार्थना खारिज कर दी गई है।",
  "So far as prayer No.2 is concerned, in our opinion, the order": "जहां तक प्रार्थना संख्या 2 का सवाल है, हमारी राय में, इस न्यायालय द्वारा पारित आदेश बहुत",
  "passed by this Court is very clear. It is also clear from the following observations:": "स्पष्ट है। यह निम्नलिखित अवलोकनों से भी स्पष्ट है:",
  "“Before we issue general directions and the time": "“इससे पहले कि हम सामान्य दिशानिर्देश जारी करें और अधीनस्थ न्यायालयों और जिला",
  "schedule to be adhered to for filling vacancies that may": "अदालतों में उत्पन्न होने वाली रिक्तियों को भरने के लिए समय-सारणी का पालन करें, यह",
  "necessary to note that selections are required to be conducted by the concerned authorities as per the": "नियमों के अनुसार संबंधित अधिकारियों द्वारा चुनाव आयोजित किए जाने की आवश्यकता",
  "Therefore, this Court expressed that in future what course of": "इसलिए, इस न्यायालय ने व्यक्त किया कि भविष्य में क्या कार्रवाई की जानी है। इसलिए, हमारी",
  "was not right in addressing a letter to the State Government. Accordingly to the understanding of the High Court the": "राय में राज्य सरकार को पत्र लिखकर उच्च न्यायालय सही नहीं था। तदनुसार, उच्च न्यायालय की",
  "vacancies were to be filled up at its end by advertising the posts and by conducting the examinations and declaring the": "समझ के अनुसार रिक्तियों को पदों को विज्ञापित करके और परीक्षा आयोजित करके और परिणाम",
  "results which was not true. The application is accordingly disposed of.”": "घोषित करके भरा जाना था जो कि सच नहीं था। तदनुसार आवेदन निस्तारित किया जाता है।”",
  "By its observations in the above order, this Court was of the view that the": "3. उपरोक्त आदेश में अपनी टिप्पणियों से, इस न्यायालय का विचार था कि उच्च न्यायालय की यह समझ कि",
  "understanding of the High Court that the vacancies were to be filled up “at its": "का विचार था कि उच्च न्यायालय की समझ है कि रिक्तियों को \"अपने अंत में\" पदों का विज्ञापन करके और परीक्षा",
  "declaring the results was not a correct reading of the previous order dated 4 January 2007. Be that as it may, on 23 May 2008, a meeting was held of a": "के पिछले आदेश का सही अर्थ नहीं था। जो भी हो, दिनांक 23 मई 2008 को उच्च न्यायालय के तीन",
  "Secretary of the Government of Haryana, the Principal Secretary, Home and Justice, the Advocate General and the Joint Registrar (Recruitment). The minutes": "न्यायाधीशों, हरियाणा सरकार के मुख्य सचिव, प्रमुख सचिव, गृह और न्याय, महाधिवक्ता और संयुक्त निबंधक (भर्ती) की एक चयन समिति की बैठक हुई। मिनट्स में मुख्य सचिव का आश्वासन दर्ज किया गया कि हरियाणा",
  "selection of candidates for Haryana Civil Service (Judicial Branch) out of the purview of the Haryana Public Service Commission and entrusting it to the": "सिविल सेवा (न्यायिक शाखा) के लिए उम्मीदवारों के चयन को हरियाणा लोक सेवा आयोग के दायरे से बाहर",
  "Selection Committee of the High Court would be sent shortly, after obtaining the": "कर उच्च न्यायालय की चयन समिति को सौंपने की मंजूरी कैबिनेट की मंजूरी प्राप्त करने के बाद शीघ्र ही भेजी",
  "14 Following the above development, on 12 February 2009, this Court took up IA No": "जाएगी। 4. उपरोक्त घटनाक्रम के बाद, दिनांक 2 फरवरी 2009 को इस न्यायालय ने उच्च न्यायालय द्वारा दायर",
  "60 filed by the High Court and two writ petitions* in which the following order": "आईए संख्या 60 और दो रिट याचिकाओं पर विचार किया, जिसमें निम्नलिखित आदेश पारित किया गया था:",
  "“The Public Service Commission had initiated steps to fill up 78 vacancies of Civil Judge (JrDivision) pursuant to the request made by the High Court of Punjab & Haryana and on 14\"": "लोक सेवा आयोग ने पंजाब और हरियाणा उच्च न्यायालय द्वारा किए गए अनुरोध के अनुसार सिविल जज (जूनियर डिवीजन) की 78 रिक्तियों को भरने के लिए कदम उठाए थे और दिनांक 44",
  "September 2008 a notification was issued by the Haryana Public Service Commission. There were about 6,000 candidates appeared for the preliminary examination which was held on": "सितंबर 2008 को हरियाणा लोक सेवा आयोग द्वारा एक अधिसूचना जारी की गई थी। प्रारंभिक परीक्षा के लिए लगभग 6,000 उम्मीदवार उपस्थित हुए थे जो दिनांक 46..2008 को",
  "16.11.2008 and the result was also published by the Public": "आयोजित की गई थी और परिणाम भी लोक सेवा आयोग द्वारा प्रकाशित किया गया था और",
  "with the Government of Haryana and the Public Service Commission decided that further process of selection would be": "सरकार और लोक सेवा आयोग के साथ परामर्श के बाद निर्णय लिया कि चयन की आगे की",
  "Commission jointly. The High Court has now constituted a Committee and the Committee will set up the question papers": "कोर्ट ने अब एक कमेटी का गठन किया है और कमेटी प्रश्नपत्र तैयार करेगी जिसका मूल्यांकन किया",
  "wherein three Judges are nominated by the Chief Justice of the Punjab & Haryana and three members of the Public Service Commission would participate.": "न्यायाधीश द्वारा नामित किया जाएगा और लोक सेवा आयोग के तीन सदस्य भाग लेंगे।",
  "In the Writ Petition(C) Nos.39 and 40/2009, the petitioners allege that the process of recruitment had already been initiated by the Public Service Commission as per Article 235 of the Constitution of India and as per the Punjab Civil Service": "रिट याचिका (सी) संख्या 39 और 40/2009 में, याचिकाकर्ताओं का आरोप है कि भारत के संविधान के अनुच्छेद 235 और पंजाब सिविल सेवा (न्यायिक शाखा) नियम, 954 (हरियाणा राज्य पर लागू) के अनुसार लोक सेवा आयोग द्वारा भर्ती की प्रक्रिया पहले ही शुरू कर दी गई थी",
  "continued under the said rules and any deviation would be against the decision of this Court in Hemen Malhotra Vs. High": "उक्त नियमों के तहत जारी रखा जा सकता है और कोई भी विचलन हेमेन मल्होत्रा बनाम दिल्ली उच्च",
  "Court of Delhi, reported in (2008) 7 SCC p.11 and other cases": "न्यायालय, (2008) 7 एससीसी पृष्ठ 4] और अन्य मामलों में इस न्यायालय के फैसले के विरुद्ध",
  "and the writ petitioners pray that Haryana Public Service Commission alone has got the authority to continue the further": "होगा और रिट याचिकाकर्ताओं की प्रार्थना है कि केवल हरियाणा लोक सेवा आयोग को ही आगे की",
  "selection process.": "चयन प्रक्रिया जारी रखने का अधिकार मिले।",
  "We are not inclined to interfere with the process of selection as the Public Service Commission is also involved in the process of": "हम चयन प्रक्रिया में हस्तक्षेप करने के इच्छुक नहीं हैं क्योंकि लोक सेवा आयोग भी चयन प्रक्रिया",
  "of the joint consultation with the High Court of Punjab & Haryana, representatives of the State and the Haryana Public": "उच्च न्यायालय, राज्य और हरियाणा लोक सेवा आयोग के प्रतिनिधियों के साथ संयुक्त परामर्श के",
  "As large number of posts are still lying vacant, we request the": "आधार पर होगी। चूंकि बड़ी संख्या में पद अभी भी खाली हैं, हम उच्च न्यायालय के साथ-साथ",
  "the High Courts whereas Chief Ministers/Ministers of Himachal Pradesh, West Bengal, Punjab and Kerala were of the view that the": "जबकि हिमाचल प्रदेश, पश्चिम बंगाल, पंजाब और केरल के मुख्यमंत्रियों/मंत्रियों का विचार था कि",
  "present system may continue but the decision taken jointly was": "वर्तमान प्रणाली जारी रह सकती है लेकिन संयुक्त रूप से लिया गया निर्णय यह था कि उक्त राज्यों",
  "that in the said States [Himachal Pradesh, West Bengal, Punjab and Kerala] setting up of question papers and evaluation of": "[हिमाचल प्रदेश, पश्चिम बंगाल, पंजाब और केरल] में प्रश्न पत्रों की स्थापना और उत्तर पुस्तिकाओं के",
  "answer sheets be entrusted to the High Court. Further decision": "मूल्यांकन का काम उच्च न्यायालय को सौंपा जाए। आगे जो निर्णय लिया गया वह अन्य राज्यों के लिये",
  "taken was that in other States where selection of subordinate judicial officers is not being done by the High Courts, such": "था जहां अधीनस्थ न्यायिक अधिकारियों का चयन उच्च न्यायालयों द्वारा नहीं किया जा रहा है, वहां",
  "selection be entrusted to the High Courts by amending relevant Rules. In this connection, with the affidavit filed on behalf of the": "प्रासंगिक नियमों में संशोधन करके ऐसा चयन उच्च न्यायालयों को सौंपा जाना चाहिए। इस संबंध में ,",
  "Rules. In this connection, with the affidavit filed on behalf of the Calcutta High Court, a copy of the letter dated 15th September, 2006, addressed by the Registrar General of the said Court to the": "कलकत्ता उच्च न्यायालय की ओर से शपथ पत्र के साथ, उक्त न्यायालय के रजिस्ट्रार जनरल द्वारा",
  "2006, addressed by the Registrar General of the said Court to the Secretary, Judicial Department, Government of West Bengal, has": "सचिव, न्यायिक विभाग, पश्चिम बंगाल सरकार को संबोधित दिनांक 5 सितंबर, 2006 के पत्र की एक",
  "the decision in the Conference above-referred. At this stage,": "न्यायाधीशों के सम्मेलन में लिए गए उपरोक्त निर्णय को संदर्भित करता है, जिसमें राज्य सरकार से",
  "however, these are not the issues for our consideration. As": "हालाँकि, इस स्तर पर, ये हमारे विचार के लिए मुद्दे नहीं हैं। जैसा कि पहले ही संकेत दिया गया है,",
  "already indicated, the selection is to be conducted by authorities empowered to do so as per the existing Rules.”": "चयन मौजूदा नियमों के अनुसार ऐसा करने के लिए अधिकृत अधिकारियों द्वारा किया जाना है।",
  "In the above observations, the Court observed that selections are required to be conducted in terms of existing judicial service rules in the States/Union": "5. उपरोक्त टिप्पणियों में, न्यायालय ने पाया कि राज्यों /केंद्र शासित प्रदेशों में मौजूदा न्यायिक सेवा नियमों के",
  "Territories. The Court expressed the view that a consensus has to be evolved so": "अनुसार चयन किया जाना आवश्यक है। न्यायालय ने विचार व्यक्त किया कि एक आम सहमति विकसित की",
  "that the selection process can be conducted by the High Courts or by the Public Service Commissions under the control and supervision of the High Courts. The": "जानी चाहिए ताकि चयन प्रक्रिया उच्च न्यायालयों द्वारा या उच्च न्यायालयों के नियंत्रण और पर्यवेक्षण के तहत",
  "Service Commissions under the control and supervision of the High Courts. The above extract contains a reference to a decision which was arrived at during the": "लोक सेवा आयोगों द्वारा आयोजित की जा सके। उपरोक्त उद्धरण में एक निर्णय का संदर्भ है जो मुख्य न्यायाधीशों",
  "Conference between the Chief Justices and Chief Ministers. Several States where the selection was being conducted by the Public Service Commissions had": "और मुख्यमंत्रियों के बीच सम्मेलन के दौरान लिया गया था। कई राज्य जहां लोक सेवा आयोगों द्वारा चयन किया",
  "a period of two weeks from the date of this order, take necessary steps to ensure": "जल्द भरी जाएं। इसलिए राज्य सरकार इस आदेश की तारीख से दो सप्ताह की अवधि के भीतर, यह सुनिश्चित",
  "of the High Court nominated by the Chief Justice; (ii) the Chief Secretary of the": "() मुख्य न्यायाधीश द्वारा नामित उच्च न्यायालय के तीन न्यायाधीश हों; (॥) हरियाणा राज्य के मुख्य सचिव;",
  "State of Haryana; (iii) the Advocate General of Haryana; and (iv) the Chairperson": "(॥) हरियाणा के महाधिवक्ता; और (॥५) हरियाणा लोक सेवा आयोग के अध्यक्ष।",
  "27 The Public Service Commission shall provide all required logistical support in": "27. लोक सेवा आयोग 2007 से अपनाई गई पिछली प्रथा के अनुसार सभी आवश्यक व्यवस्थागत सहायता",
  "[Dr Dhananjaya Y Chandrachud]": "[भारत के मुख्य न्यायाधीश डॉ. धनंजय वाई चंद्रचूड़]",
  "uuueauauveneauaueuesaeausaeanseeeeeeeaeeeeeenaueeeausenas J. [J B Pardiwala]": "न्यायमूर्ति जे. बी. पारदीवाला]",
  "[Manoj Misra]": "न्यायमूर्ति मनोज मिश्रा]",
  "New Delhi;": "नई दिल्ली;",
  "September 26, 2023": "26 सितंबर, 2023",
  "(i) Under the Rules it is a mandate of the Public Service Commission to fill up": "(४५) इसलिए नियमावली के अधिदेश के अनुसार, भर्ती की सारी प्रक्रिया को पूरा करना लोक सेवा",
  "(ii) Even in the order dated 4 January 2007, this Court observed that the Rules": "(५) इस न्यायालय के 4 जनवरी 2007 के आदेश में यह भी परिकल्पित है कि भर्ती के लिए संबंधित",
  "The order of this Court dated 4 January 2007 specifically noted the importance of making timely appointments to the District Judiciary. This Court made a": "20. इस न्यायालय के 4 जनवरी 2007 के आदेश में जिले की न्यायपालिका में समय पर नियुक्तियाँ करने के",
  "reference to the decision which was arrived at in the Conference of Chief Justices": "महत्व पर विशेष रूप से ध्यान दिया गया। इस न्यायालय ने उस निर्णय का संदर्भ दिया जो मुख्य न्यायाधीशों और",
  "and Chief Ministers by which the High Courts were to be entrusted with the role": "मुख्यमंत्रियों के सम्मेलन में लिया गया था जिसके द्वारा उच्च न्यायालयों को न्यायिक सेवा में नियुक्तियाँ करने की",
  "of making appointments to the judicial service. Several States have already": "भूमिका सौंपी जानी थी। कई राज्यों ने पहले ही चयन प्रक्रिया को उच्च न्यायालयों को सौंपकर अनुच्छेद 234",
  "ensured the amendment of their Rules framed under Articles 234 and 309 by": "और 309 के तहत बनाए गए अपने नियमों में संशोधन सुनिश्चित कर लिया है। इस न्यायालय ने यह भी कहा कि",
  "other States where the work was being conducted under the authority of the Public Service Commission, the work of selection was being supervised by a": "अन्य राज्यों में जहां लोक सेवा आयोग के अधिकार के तहत काम किया जा रहा था, चयन के काम की निगरानी",
  "Committee appointed by the High Court. Thereafter, the order of this Court of": "उच्च न्यायालय द्वारा नियुक्त समिति द्वारा की जा रही थी। इसके बाद, 4] मई 2007 के इस न्यायालय के आदेश",
  "11 May 2007 found fault with the understanding of the High Court that the entire process would be carried out exclusively by the High Court. This order, however,": "में उच्च न्यायालय की इस समझ में गलती पाई गई कि पूरी प्रक्रिया विशेष रूप से उच्च न्यायालय द्वारा की जाएगी।",
  "was modified on 12 February 2009 so as to allow the selection process which": "हालाँकि, इस आदेश को 2 फरवरी 2009 को संशोधित किया गया था ताकि चयन प्रक्रिया को अनुमति दी जा",
  "selection composed of the Judges nominated by the Chief Justice and": "प्रतिनिधियों द्वारा नामित न्यायाधीशों से बनी थी।",
  "Part C of the Rules governing the selection to the judicial service in the State of Haryana contains provisions in terms of Rules 4 and 5 to the effect that the": "24. हरियाणा राज्य में न्यायिक सेवा में चयन को शासित करने वाली नियमावली के भाग ग में नियम 4 और 5",
  "only in the Committee conducting the interviews. However, the initial part of Part C contains a provision that the rules and instructions are liable to alteration": "समिति में होगा। हालाँकि भाग ग के प्रारंभिक भाग में यह प्रावधान है कि नियमावली और निर्देश साल -दर-साल",
  "from year to year. It is undisputed that since 2007 Rule 7B has been substituted": "परिवर्तन के लिए उत्तरदायी हैं। यह निर्विवाद है कि 2007 से नियम 7ख को प्रतिस्थापित किया गया है ताकि",
  "so as to allow for the selection process to be conducted under the supervision of": "चयन प्रक्रिया को एक समिति की देखरेख में आयोजित किया जा सके जिसमें उच्च न्यायालय के तीन प्रतिनिधि",
  "consistent course of action which was followed on the basis of the exercise of the rule making power, by the substitution of Rule 7B, would have been": "एक निरंतर क्रियाविधि जिसका नियम बनाने की शक्ति के प्रयोग के आधार पर, नियम 7ख के",
  "founded on the understanding that a broad-based committee consisting of": "प्रतिस्थापन द्वारा, पालन किया गया, वह इस समझ पर स्थापित किया गया होगा कि एक विस्तृत",
  "both representatives of the High Court and of the State and the Public Service Commission should be entrusted with the task. This acknowledges": "समिति जिसमें उच्च न्यायालय और राज्य व लोक सेवा आयोग दोनों के प्रतिनिधि शामिल होंगे, को कार्य",
  "Service Commission should be entrusted with the task. This acknowledges the position that the High Court is best situated to understand the needs": "सौंपा जाना चाहिए। यह इस स्थिति को स्वीकार करता है कि न्यायिक सेवा की जरूरतों को समझने के",
  "of the judicial service. Judges of the High Court who participate in the": "लिए उच्च न्यायालय सबसे अच्छी स्थिति में है। चयन प्रक्रिया में भाग लेने वाले उच्च न्यायालय के",
  "selection process have domain knowledge both of the subject and of the nature of the service. If this understanding, which has been reflected in": "न्यायाधीशों को विषय और सेवा की प्रकृति दोनों का ज्ञान होता है। यदि यह समझ , जो 2007 से",
  "had to be based on cogent material which is found to be evidently lacking.": "आधारित होना था जिसकी स्पष्ट रूप से कमी पाई गई है। राज्य सरकार वस्तुनिष्ठ आकड़ा पेश करके",
  "The State Government has not come before this Court seeking a modification of the arrangement by placing objective data which would": "व्यवस्था में संशोधन की मांग करने के लिए इस न्यायालय के समक्ष नहीं आई है, जो या तो उच्च",
  "indicate either the inability of the High Court to perform its task thus far or": "न्यायालय की अब तक अपना कार्य करने में असमर्थता का संकेत दे या यह प्रदर्शित करे कि उच्च",
  "Hence, for the above reasons, we are of the view that the State Government has": "24. इसलिए उपरोक्त कारणों से, हमारा विचार है कि 2007 से पंद्रह वर्षों से अधिक समय से, साथ ही जैसा कि",
  "including, as recently as by the notification dated 14 December 2020.": "हाल ही में 44 दिसंबर 2020 की अधिसूचना द्वारा, की जा रही क्रियाविधि से विचलन(हटने) की आवश्यकता",
  "We accordingly do not accede to the request which has been made by the State": "25. हम तदनुसार राज्य सरकार द्वारा आईए(वाद) में किए गए अनुरोध को स्वीकार नहीं करते हैं, जिसे",
  "There is an urgent need to ensure that the existing 175 vacancies of Junior Civil": "26. यह सुनिश्चित करने की तत्काल आवश्यकता है कि जूनियर सिविल जजों की मौजूदा 475 रिक्तियां जल्द से"
}