{
  "Jitendra and others vs. State of Uttar Pradesh and another C.A.": "बनाम उत्तर प्रदेश राज्य कलेक्टर एवं अन्य।",
  "OTHER CASE DETAILS INCLUDING IMPUGNED ORDER AND APPEARANCES": "आक्षेपित आदेश और उपस्थिति सहित मामले का अन्य विवरण",
  "CIVIL APPELLATE JURISDICTION : Civil Appeal Nos.7504-7505": "सिविल अपीलीय क्षेत्राधिकार: सिविल अपील संख्या 7504-7505/ 2023",
  "From the Judgment and Order dated 09.03.2016 of the High Court of": "इलाहाबाद उच्च न्यायालय के निर्णय और आदेश दिनांक 09.03.2046 से।",
  "Appearances:": "उपस्थिति:",
  "Pradeep Kant, S.W.A. Qadri, Sr. Advs., Rohit Kumar Singh, Simranjeet Singh Rekhi, Atul Krishna, Shubham, Aditya Sharma, Saeed Qadri, Anurag Nagar, Varnit Sharma, K. S. Rana, Advs. for the Appellants.": "अपीलकर्ताओं की ओर से अधिवक्तागण प्रदीप कांत, एस.डब्ल्यू ए. कादरी, वरिष्ठ अधिवक्ता, रोहित कुमार सिंह, सिमरनजीत सिंह रेखी, अतुल कृष्णा, शुभम, आदित्य शर्मा, सईद कादरी, अनुराग नागर, वर्नित शर्मा, के.एस.",
  "Ravindra Kumar, Sr. Adv., Binay Kumar Das, Ms. Priyanka Das, Ms. Neha Das, Advs. for the Respondents.": "राणा। प्रत्यर्थियों की ओर से अधिवक्तागण रवीन्द्र कुमार, वरिष्ठ अधिवक्ता, बिनय कुमार दास, सुश्री प्रियंका दास, सुश्री नेहा दास, अधिवक्ता।",
  "JUDGMENT / ORDER OF THE SUPREME COURT": "सर्वोच्च न्यायालय का निर्णय /आदेश",
  "JUDGMENT": "निर्णय",
  "1. Leave granted.": ". अनुमति प्रदत्त।",
  "2. The land of the appellants, situated in village Khora, Pargana Loni, Tehsil Dadri, District Ghaziabad, was part and parcel of the total land measuring 902.2046 acres which was proposed to be acquired by a": "2. अपीलकर्ताओं की ग्राम खोरा, परगना लोनी, तहसील दादरी, जिला गाजियाबाद में स्थित भूमि कुल 902.2046 एकड़ भूमि का हिस्सा थी, जिसे भूमि",
  "notification dated 17.03.1988 published on 19.03.1988 under Section 4(1) of": "9.03.988 को प्रकाशित अधिसूचना दिनांक 7.03.4988 द्वारा अधिग्रहित",
  "land measuring 337.892 acres only, including that of the appellants, was": "की भूमि सहित, केवल 337.892 एकड़ भूमि का ही अधिग्रहण किया गया और",
  "because a batch of first appeals at the instance of other land owners was": "7. इस बीच, अन्य भूमि मालिकों द्वारा की गई पहली अपील का फैसला",
  "be recovered from the Claimants-appellants at the time of preparation": "करते समय दावेदारों-अपीलकर्ताओं से वसूल किया जाएगा।\"",
  "8. Itis also a matter of record that some of the land owners, being still": "8. यह भी अभिलेख की बात है कि कुछ भूमि मालिक, उच्च न्यायालय द्वारा",
  "dissatisfied with the rate of compensation determined by the High Court,": "निर्धारित मुआवजे की दर से अभी भी असंतुष्ट हैं, उन्होंने सी.ए. संख्या",
  "approached this Court in C.A. No.12631/2017 (Jitendra and others vs. State": "2634/2047 (जितेंद्र और अन्य बनाम उत्तर प्रदेश राज्य और अन्य) और",
  "vide order dated 12.12.2017 allowed those appeals in part, in terms of the following order:": "2.42.2047 के आदेश के तहत एक समकक्ष पीठ ने निम्नलिखित आदेश के संदर्भ में उन अपीलों को आंशिक रूप से अनुमति दी:",
  "“Delay condoned.": "“विलंब को क्षमा किया गया।",
  "Leave granted.": "अनुमति प्रदान की गयी।",
  "The notification under Section 4 of the Land Acquisition Act, 1894": "भूमि अधिग्रहण अधिनियम, 894 की धारा 4 के तहत अधिसूचना 47",
  "was issued on 17th March, 1988. The Land Acquisition Officer granted": "मार्च, 988 को जारी की गई थी। भूमि अधिग्रहण अधिकारी ने",
  "compensation at the rate of Rs.70/- per square yard and the Reference": "70 रू. /- प्रति वर्ग गज की दर से मुआवजा दिया और निर्देश न्यायालय",
  "Court enhanced it to Rs.106/- per square yard. The value determined by": "ने इसे बढ़ाकर रु 06/- प्रति वर्ग गज कर दिया। उच्च न्यायालय द्वारा",
  "the High Court was Rs.130/- per square yard after making a deduction of 35% towards development cost.": "निर्धारित मूल्य विकास लागत में 35% की कटौती के बाद रू. 30/-",
  "appeals were at that time pending consideration before the High Court. On": "अपील का एक बैच अभी भी उच्च न्यायालय के समक्ष विचाराधीन था - उनकी",
  "3. Most of the land owners, including the appellants, filed reference": "३. अपीलकर्ताओं सहित अधिकांश भूमि मालिकों ने अधिनियम की धारा 48 के",
  "and enhanced the compensation at the rate of Rs.106 per sq. yard.": "से स्वीकार कर लिया और मुआवजे को 406 रुपये प्रति वर्ग गज की दर से बढ़ा दिया।",
  "4. Various land owners then approached the High Court by way of First": "4. मुआवज़े में और वृद्धि के लिए विभिन्न भूमि मालिकों ने प्रथम अपील के माध्यम",
  "First Appeal No.491/1998 (Veer Singh & others vs. State of Uttar Pradesh": "494/998 (वीर सिंह एवं अन्य बनाम उत्तर प्रदेश राज्य एवं अन्य), प्रथम",
  "and others), First Appeal No.493/1998 (Megh Singh and others vs. State": "अपील संख्या 493/4998 (मेघ सिंह एवं अन्य बनाम उत्तर प्रदेश राज्य) एवं",
  "of Uttar Pradesh) and First Appeal No.477/1998 (Amar Singh vs. State of": "प्रथम अपील संख्या 477/998 (अमर सिंह बनाम उत्तर प्रदेश राज्य एवं",
  "Uttar Pradesh and others) etc.": "अन्य) आदि शामिल हैं।",
  "5. The appellants, however, did not file any appeal before the High": "5. हालाँकि अपीलकर्ताओं ने उचित समय के भीतर उच्च न्यायालय के समक्ष कोई",
  "the year 2011. Their appeals were barred by limitation; hence, they applied": "उनकी अपीलों को परिसीमा द्वारा वर्जित कर दिया गया था; इसलिए उन्होंने 42",
  "for condonation of delay of 12 years and 353 days. The grounds taken by the": "साल और 353 दिनों की देरी की माफ़ी के लिए आवेदन किया। अपीलकर्ताओं",
  "appellants for condonation of delay were that due to illiteracy and poverty,": "द्वारा देरी की माफी के लिए आधार यह था कि अशिक्षा और गरीबी के कारण, वे",
  "they could not arrange the Court Fee and that they were advised to file the": "कोर्ट फीस की व्यवस्था नहीं कर सके और उन्हें सितंबर, 2044 में अपील दायर",
  "appeals against the same reference award were pending consideration before the High Court.": "विरुद्ध पहली अपीलें उच्च न्यायालय के समक्ष विचाराधीन थीं।",
  "6. The High Court has vide impugned order dated 09.03.2016 declined": "6. उच्च न्यायालय ने दिनांक 09.03.2046 के आदेश के तहत देरी को माफ",
  "to condone the delay and consequently, the first appeal(s) preferred by the": "करने से इनकार कर दिया है और परिणामस्वरूप, अपीलकर्ताओं द्वारा की गई",
  "that the appellants too are entitled to be compensated with the higher rate of Rs.297 per sq. yard.": "अपीलकर्ता भी रूपये 297 प्रति वर्ग गज की उच्च दर से मुआवजा पाने के हकदार",
  "11. Contrarily, learned Senior Counsel for the NOIDA vehemently": "4. इसके विपरीत, नोएडा के विद्वान वरिष्ठ अधिवक्ता ने दृढ़तापूर्वक तर्क दिया",
  "contends that there was an inordinate and unexplained delay of almost 13 years in filing the first appeal(s). The appellants who slept over the matter": "कि पहली अपील दायर करने में लगभग 43 वर्षों की अत्यधिक और अस्पष्ट देरी",
  "being satisfied with the rate of compensation as determined by the Reference": "हुई थी। जो अपीलकर्ता निर्देश न्यायालय द्वारा निर्धारित मुआवजे की दर से संतुष्ट",
  "gross negligence. Consequently, the appellants forfeited their so called right": "नतीजतन, अपीलकर्ताओं ने समानता की मांग करने के अपने तथाकथित",
  "greed. He points out that the first appeal(s) were filed with certain defects,": "किया गया दावा था। उन्होने बताया कि पहली अपील कुछ दोषों के साथ दायर",
  "including deficient Court Fees and they never cured such defects. According": "की गई थी, जिसमें अपर्याप्त न्यायालय शुल्क भी शामिल था और उन्होंने ऐसे दोषों",
  "Court, which fact alone belies their plea of poverty and ignorance.": "मिली थी, जो तथ्य अकेले उनकी गरीबी और अज्ञानता की दलील को झुठलाता",
  "12. Having heard learned Senior Counsel for the parties and on perusal": "42. पक्षकारों के विद्वान वरिष्ठ अधिवक्ता को सुनने और अभिलेख पर रखी गई",
  "of the material placed on record, we are satisfied that the appellants are": "सामग्री के अवलोकन के बाद, हम संतुष्ट हैं कि अपीलकर्ता अपनी अर्जित भूमि के",
  "entitled to seek parity with their co-villagers in the grant of compensation for": "मुआवजे के अनुदान में अपने सह-ग्रामीणों के साथ समानता पाने के हकदार हैं।",
  "their acquired land. This Court has consistently held ina catena of decisions": "इस न्यायालय ने विभिन्न निर्णयों में लगातार यह माना है कि क्षतिपूरक मामलों में",
  "balanced by denying the statutory benefits, such as interest for the delayed": "लाभों जैसे कि विलंबित अवधि के लिए ब्याज से इनकार करके पक्षकारों के बीच",
  "period. We are thus of the considered opinion that the delay in filing the": "प्रकार हमारी सुविचारित राय है कि पहली अपील दाखिल करने में देरी को इस",
  "would not be entitled to enure undue benefit for the delayed period. We": "अनुचित लाभ सुनिश्चित करने के हकदार नहीं होंगे। हम अपीलकर्ता के पक्ष में इस",
  "grant such indulgence in the appellant’s favour also for the reason that a": "तरह की छूट इस कारण से भी देते हैं क्योंकि अन्य भूमि मालिकों की ओर से",
  "batch of first appeals at the instance of other land owners was still pending consideration before the High Court. All that the High Court ought to have": "पहली अपील का एक बैच अभी भी उच्च न्यायालय के समक्ष विचाराधीन था। उच्च न्यायालय को देर से आने वालों को निर्देश न्यायालय द्वारा निर्णय पारित करने की",
  "emphatically denied to the late-comers was the benefit of interest including on the solatium, under Section 34 of the Act for the period from the date of passing of the award by the Reference Court till the filing of the first appeals.": "न्यायालय को देर से आने वालों को निर्देश न्यायालय द्वारा निर्णय पारित करने की तारीख से प्रथम अपील दाखिल होने तक की अवधि के लिए अधिनियम की धारा 34 के तहत मुआवजे पर ब्याज सहित ब्याज का लाभ देने से इनकार करना",
  "13. Adverting to the appellants’ claim for enhanced compensation at the rate fixed by the High Court in respect of the land of village Makanpur,": "3. ग्राम मकनपुर की भूमि के संबंध में उच्च न्यायालय द्वारा निर्धारित दर पर बढ़े हुए मुआवजे के लिए अपीलकर्ताओं के दावे को ध्यान में रखते हुए, यह देखा जा",
  "it may be noticed that such a plea was expressly raised by the land owners": "सकता है कि ऐसी दलील उच्च न्यायालय के समक्ष भूमि मालिकों द्वारा स्पष्ट रूप से",
  "before the High Court when their first appeals were decided on 04.07.2016.": "उठाई गई थी जब उनकी प्रथम अपील पर 04.07.2046 को निर्णय लिया गया",
  "The High Court unequivocally rejected the said claim while fixing the": "कम दर से मुआवजा तय करते हुए उक्त दावे को सिरे से खारिज कर दिया। इस",
  "Khora. This Court in further appeal partly accepted the claim of the land": "न्यायालय ने आगे की अपील में खोरा गांव के भूमि मालिकों के दावे को आंशिक",
  "sq. yard. In other words, the claim of parity between the acquired lands of village Khora and Makanpur was impliedly rejected by this Court. We see": "दिया। दूसरे शब्दों में, खोरा और मकनपुर गांव की अर्जित भूमि के बीच समानता के दावे को इस न्यायालय द्वारा स्पष्ट रूप से खारिज कर दिया गया था। हमें अलग",
  "no reason to take a different view. Consequently, we do not find any merit": "दृष्टिकोण अपनाने का कोई कारण नहीं दिखता। नतीजतन, हमें इस दलील में कोई",
  "in the plea that the appellants are entitled to compensation at par with the land owners of village Makanpur.": "दम नहीं दिखता कि अपीलकर्ता मकनपुर गांव के भूमि मालिकों के बराबर मुआवजे"
}