{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NO. 6868 OF 2021": "सिविल अपील सं. - 6868 वर्ष 202",
  "State of U.P. & Ors. ...Appellant(s)": "उत्तर प्रदेश राज्य एवं अन्य ... अपीलार्थी (गण)",
  "Versus": "बनाम",
  "Vikash Kumar Singh & Ors. ...Respondent(s)": "विकास कुमार सिंह एवं अन्य ... प्रत्यर्थी (गण)",
  "M.R. SHAH, J.": "न्यायमूर्ति एम. आर. शाह",
  "1. Feeling aggrieved and dissatisfied with the impugned judgment and order dated 24.07.2020 passed by the Division Bench of the High Court of Judicature at Allahabad (Lucknow Bench) by which the Division": ". इलाहाबाद उच्च न्यायालय की खंडपीठ (लखनऊ पीठ) द्वारा पारित 24.07.2020 दिनांकित निर्णय और आदेश दिनांक से व्यथित और असंतुष्ट",
  "contained in Rule 5(ili) of the Rules, 1990.": "की है, जो कि नियमावली, 990 के नियम ५5 (0) और 8 (॥) के वैधानिक",
  "4.3. Making above submissions, it is prayed to allow the present": "4.3 उपरोक्त निवेदन करते हुए, वर्तमान अपील को स्वीकार करने की प्रार्थना की",
  "5. Present appeal is opposed by Shri Rana Mukherjee, learned Senior Advocate appearing on behalf of the respondents — original writ": "५. वर्तमान अपील का विरोध प्रतिवादियों - मूल रिट याचिकाकर्ताओं की ओर से उपस्थित वरिष्ठ विद्वान अधिवक्ता श्री राणा मुखर्जी द्वारा किया गया है। यह कहा गया",
  "petitioners. It is submitted that in the facts and circumstances of the": "है कि मामले के तथ्यों और परिस्थितियों में और ठोस कारण बताते हुए विद्वान",
  "issued the writ of mandamus commanding the appellants — competent": "सक्षम प्राधिकारी को आदेश देते हुए परमादेश का रिट जारी किया। यह कहा गया है",
  "that the learned Single Judge rightly considered that the eligibility list has": "कि विद्वान एकल न्यायाधीश ने ठीक ही माना कि पात्रता सूची :3 के अनुपात को",
  "candidates. It is therefore submitted that as solely on technical ground of not completing 25 years of service, the names of the original writ": "यह कहा गया कि पूरी तरह से 25 वर्ष की सेवा पूरी न करने के तकनीकी आधार",
  "which provide for relaxation in qualifying service, the High Court has not": "नियम, 2006 हैं, जो अर्हक सेवा में छूट प्रदान करते हैं, उच्च न्यायालय ने रियायत",
  "relaxation as per Rule 4 of the Relaxation Rules, 2006.": "नियमावली, 2006 के नियम 4 के अनुसार छूट प्रदान करने के लिए परमादेश की",
  "6. We have heard the learned Senior Advocates appearing for the": "6. हमने संबंधित पक्षों के विद्वान वरिष्ठ अधिवक्ताओं को विस्तार से सुना।",
  "7. At the outset, it is required to be noted that the learned Single": "7. प्रारंभ में, यह ध्यान देने की आवश्यकता है कि विद्वान एकल न्यायाधीश ने",
  "authority to grant the relaxation as per Rule 4 of the Relaxation Rules,": "नियमावली, 2006 के नियम 4 के अनुसार छूट प्रदान करने का आदेश दिया और",
  "quashed and set aside the eligibility lists dated 18.03.2019 and": "परिणामस्वरूप पात्रता सूची दिनांकित 8.03.209 और 0.05.209 को रद्द",
  "3. Shri Sakha Ram Singh, learned Senior Advocate has appeared on": "3. अपीलार्थी की ओर से विद्वान वरिष्ठ अधिवक्ता श्री सखा राम सिंह तथा मूल रिट",
  "behalf of the appellants and Shri Rana Mukherjee, learned Senior": "याचिकाकर्ता प्रतिवादी की ओर से विद्वान वरिष्ठ अधिवक्ता श्री राणा मुखर्जी ,",
  "4. Shri Sakha Ram Singh, learned Senior Advocate appearing on": "4. राज्य की ओर से उपस्थित विद्वान वरिष्ठ अधिवक्ता श्री सखा राम सिंह ने जोर",
  "Superintending Engineer (Civil) for the promotion to the post of Chief": "अधीक्षण अभियंता (सिविल) मुख्य अभियंता पद पर पदोन्नति के लिए पात्र माने",
  "— original writ petitioners for promotion to the post of Chief Engineer": "पदोन्नति के लिए मूल रिट याचिकाकर्ता को यू.पी. सरकारी सेवकों की पदोन्नति के",
  "in accordance with the U.P. Government Servants Relaxation in Qualifying Service for Promotion Rules, 2006, the State of U.P. and": "लिए अर्हक सेवा में रियायत नियमावली, 2006, के अनुसार न्यूनतम सेवाअवधि में",
  "others have preferred the present appeal.": "अन्य ने वर्तमान अपील की है।",
  "2. The facts leading to the present appeal in nutshell are as under:-": "2. इस अपील के तथ्य संक्षेप में इस प्रकार हैं -",
  "2.1 The respondents — original writ petitioners (hereinafter referred to": "2.  प्रत्यर्थी -मूल रिट याचिकाकर्ता (एतश्मिनपश्चात 'मूल रिट याचिकाकर्ता के रूप",
  "as the “original writ petitioners”) are discharging their duties as Superintending Engineers in different places. They claim promotion to": "में संदर्भित ) विभिन्न स्थानों पर अधीक्षक अभियंता के रूप में अपने कर्तव्यों का",
  "the post of Chief Engineer (Civil) Level-Il. The recruitment to the post of": "निर्वहन कर रहे हैं। वे मुख्य अभियंता (सिविल) स्तर-॥ के पद पर पदोन्नति का",
  "Chief Engineer (Civil) Level — Il is governed by the U.P. Service of": "दावा करते हैं। मुख्य अभियंता (सिविल) स्तर-॥ के पद पर भर्ती उत्तर प्रदेश",
  "Engineers (Irrigation Department) (Group A) Service Rules, 1990": "इंजीनियर सेवा (सिंचाई विभाग) (समूह क) सेवा नियमावली, 990",
  "(hereinafter referred to as “Rules, 1990”). As per Rule 5(iii) of the said": "(एतश्मिनपश्चात 'नियमावली, 990' के रूप में संदर्भित ) द्वारा शासित होती है।",
  "the substantively appointed Superintending Engineers in the Civil or": "पदोन्नति सिविल या मैकेनिकल शाखा में मूल रूप से नियुक्त उन अधीक्षण",
  "five (25) years of service (including at-least three years’ service as Superintending Engineer) on the first day of the year of recruitment. As": "अभियंताओं में से होगी, जिन्होंने भर्ती वर्ष के पहले दिन पदच्चीस (25) वर्ष की सेवा (अधीक्षक अभियंता के रूप में कम से कम तीन वर्ष की सेवा सहित ) पूरी कर ली",
  "per the Office Circular dated 22.03.1984 issued by the State": "है। राज्य सरकार द्वारा दिनांक 22.03.984 को जारी, लोक सेवा आयोग के",
  "Government laying out the guidelines for selection/promotion to the": "दायरे में आने वाले दो पदों पर चयन / पदोन्नति के लिए दिशा-निर्देश निर्धारित करने",
  "one of the conditions to be eligible is that the Superintending Engineer": "के नियम 5 () के अनुसार, पात्र होने की शर्तों में से एक यह है कि अधीक्षण",
  "must have completed 25 years of service (including at-least three years’": "अभियंता ने 25 वर्ष की सेवा (अधीक्षण अभियंता के रूप में कम से कम तीन वर्ष",
  "service as Superintending Engineer). It is an admitted position that the": "की सेवा सहित) पूरी कर ली हो। यह एक स्वीकृत स्थिति है कि मूल रिट",
  "original writ petitioners did not fulfill the eligibility criteria as they did not have the qualifying service of having completed 25 years of service.": "याचिकाकर्ता पात्रता मानदंड को पूरा नहीं करते क्योंकि उनके पास 25 वर्ष की",
  "original writ petitioners were excluded from the eligibility list of Superintending Engineer for promotion to the post of Chief Engineer on": "की गई थी। मूल रिट याचिकाकर्ताओं के नामों को मुख्य अभियंता के पद पर पदोन्नति के लिए तैयार की गयी अधीक्षण अभियंताओं की पात्रता सूची से इस",
  "the Rules, 1990. Therefore, as such, the High Court ought not to have": "अनुसार पात्रता मानदंड को पूरा नहीं करते हैं। इसलिए, उच्च न्यायालय को उक्त",
  "set aside the said eligibility lists, which as such were prepared absolutely": "पात्रता सूचियों को रद्द नहीं करना चाहिए था , जो कि इस तरह पूरी तरह से",
  "in accordance with the Rules, 1990.": "नियमावली, 990 के अनुसार तैयार की गयी थी।",
  "writ of mandamus commanding or directing the competent authority to grant relaxation in qualifying service, which as such was permissible": "सेवा में छूट देने के लिए आदेश या निर्देश देने के लिए परमादेश रिट जारी की जो",
  "under Rule 4 of the Relaxation Rules, 2006. The word used in the Rule": "इस प्रकार रियायत नियमावली 2006 के नियम 4 के तहत अनुमेय था। रियायत",
  "4 of Relaxation Rules, 2006 is “MAY”. Therefore, the relaxation may be": "नियमावली, 2006 के नियम 4 में प्रयुक्त शब्द \"कर सकता है\" है। इसलिए, छूट",
  "at the discretion of the competent authority. The relaxation cannot be": "सक्षम प्राधिकारी के विवेक पर दी जा सकती है। छूट की प्रार्थना अधिकार के रूप में",
  "prayed as a matter of right. If a conscious decision is taken not to grant": "नहीं की जा सकती। यदि छूट न देने का सचेत निर्णय लिया जाता है,तो केवल",
  "the competent authority to grant relaxation in the qualifying service.": "न्यायालय ने अर्हक सेवा में छूट प्रदान करने के लिए सक्षम प्राधिकारी को आदेश"
}