{
  "[2024] 6 S.C.R. 86 : 2024 INSC 363": "[2024] 6 एस. सी. आर 86:2024 आईएनएससी 363",
  "Sharif Ahmed and Another": "शरीफ अहमद और एक अन्य",
  "State of Uttar Pradesh and Another": "उत्तर प्रदेश राज्य और एक अन्य",
  "(Criminal Appeal No. 2357 of 2024)": "(आपराधिक अपील संख्या 2357/ 2024)",
  "01 May 2024": "] मई 2024",
  "[Sanjiv Khanna’ and S.V.N. Bhatti, JJ.]": "न्यायमूर्ति संजीव खन्ना और न्यायमूर्ति एस. वी. एन. भट्टी]",
  "Issue for Consideration": "विचार के लिए मुद्दा",
  "Police, without stating sufficient details of the facts constituting the offense or putting the relevant evidence on record; significance of": "अपराध का गठन करने वाले तथ्यों का पर्याप्त विवरण दिए बिना या प्रासंगिक साक्ष्य को",
  "chargesheets for taking cognizance, summoning of the accused": "मजिस्ट्रेट द्वारा संज्ञान लेने के लिए, आरोपी को तलब करने आदि के लिए आरोप पत्रों का",
  "etc. by the Magistrate; chargesheets and criminal proceedings against the appellants, if to be quashed.": "महत्व; अपीलार्थियों के खिलाफ आरोप पत्र और आपराधिक कार्यवाही, यदि रद्द की जानी है।",
  "Headnotes": "हेडनोट",
  "Code of Criminal Procedure, 1973 — s.173 — Report of police": "दंड प्रक्रिया संहिता, ।973- धारा 73- विवेचना पूरी होने पर पुलिस अधिकारी की रिपोर्ट-",
  "officer on completion of investigation — Nature and standard of evidence in chargesheet — Chargesheet when complete:": "आरोप पत्र में साक्ष्य की प्रकृति और मानक- पूरा होने पर आरोप पत्र:",
  "Held: The requirement of “further evidence” or a “supplementary chargesheet” as referred to u/s.173(8) is to make additions to": "अभिनिर्धारित किया गयाः धारा 73(8) के अनुसार “अतिरिक्त साक्ष्य” या “पूरक आरोपपत्र”",
  "a complete chargesheet and not to make up or reparate for a": "की आवश्यकता एक पूर्ण आरोपपत्र में वृद्धि करने के लिए है, न कि उस आरोपपत्र की पूर्ति",
  "chargesheet which does not fulfil requirements of s.173(2) — The": "करने या दुरूस्त करने के लिए जो धारा 73(2) की आवश्यकताओं को पूरा नहीं करता है-",
  "chargesheet is complete when it refers to material and evidence sufficient to take cognizance and for the trial - The nature and": "आरोप पत्र तब पूरा होता है जब वह संज्ञान लेने और विचारण करने के लिए पर्याप्त सामग्री और",
  "sufficient to take cognizance and for the trial - The nature and standard of evidence to be elucidated in a chargesheet should": "साक्ष्य का उल्लेख करता है- आरोप पत्र में स्पष्ट किए जाने वाले साक्ष्य की प्रकृति और मानक",
  "prima facie show that an offence is established if the material and": "को प्रथमदृष्टहया यह दिखाना चाहिए कि अपराध स्थापित हो जाता है यदि सामग्री और साक्ष्य",
  "evidence is proven — The chargesheet is complete where a case": "साबित हो जाते हैं- आरोप पत्र पूरा होता है जहां कोई मामला विशेष रूप से अतिरिक्त साक्ष्य",
  "is not exclusively dependent on further evidence and the trial can proceed on the basis of evidence and material placed on record": "पर निर्भर नहीं होता है और विचारण आरोप-पत्र के साथ अभिलेख पर रखे गए साक्ष्य और",
  "proceed on the basis of evidence and material placed on record with the chargesheet — This standard is not overly technical or": "सामग्री के आधार पर आगे बढ़ सकता है- यह मानक अत्यधिक तकनीकी या सीधा-सरल नहीं",
  "fool-proof, but a pragmatic balance to protect the innocent from harassment due to delay as well as prolonged incarceration, and yet": "है, बल्कि निर्दोष को देरी के साथ-साथ लंबे समय तक कारावास के कारण उत्पीड़न से बचाने के लिए एक व्यावहारिक संतुलन है, और फिर भी आरोपों के समर्थन में आगे सबूत पेश करने के",
  "not curtail the right of the prosecution to forward further evidence in support of the charges — However, chargesheet need not elaborately": "अभियोजन पक्ष के अधिकार को कम नहीं करता है- हालाँकि, आरोप-पत्र में साक्ष्य के विस्तृत",
  "evaluate the evidence, as the process of evaluation is a matter of": "मूल्यांकन की आवश्यकता नहीं है, क्योंकि मूल्यांकन की प्रक्रिया विचारण का विषय है- इसका",
  "trial — This does not mean that the chargesheet should not disclose": "मतलब यह नहीं है कि आरोप पत्र में तथ्यों का खुलासा नहीं किया जाना चाहिए या उनका",
  "Criminal Law — Civil disputes not involving criminal offence — Duty of a Magistrate:": "आपराधिक कानून- दीवानी विवाद जिसमें दाण्ड़िक अपराध शामिल नहीं है-मजिस्ट्रेट का कर्तव्य:",
  "Held: A Magistrate needs to be cautious in examining whether the": "अभिनिर्धारित किया गयाः मजिस्ट्रेट को यह जांचने में सावधानी बरतने की आवश्यकता है कि",
  "facts of the case disclose a civil or a criminal wrong — Attempts at": "क्या मामले के तथ्यों से दीवानी या आपराधिक कृत्य का पता चलता है- परेशान करने वाली",
  "initiating vexatious criminal proceedings should be thwarted early on,": "आपराधिक कार्यवाही शुरू करने के प्रयासों को जल्द ही विफल कर दिया जाना चाहिए, क्योंकि",
  "as a summoning order, or even a direction to register an FIR, has": "समन आदेश, या यहां तक कि एफआईआर दर्ज करने का निर्देश, आपराधिक कार्यवाही को",
  "— Any effort to settle civil disputes and claims which do not involve any criminal offence, by way of applying pressure through criminal": "विवादों और दावों को निपटाने का कोई भी प्रयास जिसमें कोई आपराधिक अपराध शामिल नहीं",
  "prosecution, should be deprecated and discouraged. [Para 44]": "है, को हतोत्साहित किया जाना चाहिए। [पैरा 44]",
  "Case Law Cited": "उद्धृत केस लॉ",
  "Dablu Kujur v. State of Jharkhand [2024] 3 SCR 614 :": "डबलू कुज़ुर बनाम झारखंड राज्य [2024] 3 एससीआर 64: (2024)",
  "(2024) SCC Online SC 269; K. Veeraswami v. Union": "एससीसी ऑनलाइन एससी 269; के वीरस्वामी बनाम भारत संघ और",
  "of India and Others [1991] 3 SCR 189 : (1991) 3 SCC": "अन्य [99] 3 एससीआर 89: (99) 3 एससीसी 655; एचएन",
  "655; H.N. Rishbud and Inder Singh v. State of Delhi": "रिषभ और इंदर सिंह बनाम दिल्ली राज्य [4955] । एससीआर 50:",
  "[1955] 1 SCR 1150 : (1954) 2 SCC 934 - relied on.": "(954) 2 एससीसी 934- पर अवलम्ब लिया गया।",
  "R.K. Dalmia etc. v. Delhi Administration [1963] 1 SCR": "एससी 447; आर के डालमिया आदि बनाम दिल्ली प्रशासन [963] 7",
  "253 : AIR 1962 SC 1821; State Through Central Bureau": "एससीआर 253: एआईआर 962 एससी 827; राज्य द्वारा केंद्रीय जांच",
  "of Investigation v. Hemendhra Reddy & Anr. [2023] 7": "ब्यूरो बनाम हेमेंद्र रेड़ी और अन्य [2023] 7 एससीआर 34: 2023",
  "SCR 134 : 2023 SCC OnLine SC 515; Bhagwant Singh v. Commissioner of Police and Another [1985] 3 SCR": "एससीसी ऑनलाइन एससी 545; भगवंत सिंह बनाम पुलिस आयुक्त और",
  "942 : (1985) 2 SCC 537; Minu Kumari and Another v.": "एक अन्य [985] 3 एससीआर 942: (985) 2 एससीसी 537; मीनू",
  "State of Bihar and Others [2006] 3 SCR 1086 : (2006)": "कुमारी और एक अन्य बनाम बिहार राज्य और अन्य [2006] 3 एससीआर",
  "4 SCC 359; Bhushan Kumar and Another v. State (NCT": "086: (2006) 4 एससीसी 359; भूषण कुमार और एक अन्य बनाम",
  "of Delhi) and another [2012] 2 SCR 696 : (2012) 5": "राज्य (एनसीटी दिल्ली) और एक अन्य [202] 2 एससीआर 696:",
  "SCC 424; A.P. Kapur v. State of Punjab [1960] 3 SCR": "(202) 5 एससीसी 424; आर. पी. कपूर बनाम पंजाब राज्य [960] 3",
  "388 : AIR 1960 SC 866; State of Haryana and Others v.": "एससीआर 388: एआईआर 960 एससी 866; हरियाणा राज्य और अन्य",
  "Bhajan Lal and Others [1992] Supp. 3 SCR 735 : 1992": "बनाम भजन लाल और अन्य [992] पूरक 3 एससीआर 735: 992",
  "Supp (1) SCC 335; Parkash Singh Badal and Another": "पूरक () एससीसी 335; प्रकाश सिंह बादल और एक अन्य बनाम पंजाब",
  "v. State of Punjab and Others [2006] Supp. 10 SCR": "राज्य और अन्य [2006] पूरक 0 एससीआर 97: (2007) . एससीसी",
  "197 : (2007) 1 SCC 1; Narendra Kumar Amin v. Central Bureau of Investigation and Others (2015) 3 SCC 417;": "; नरेंद्र कुमार अमीन बनाम केंद्रीय जांच ब्यूरो और अन्य (205) 3",
  "Central Bureau of Investigation v. R.S. Pai and Another": "एससीसी 47; केंद्रीय जांच ब्यूरो बनाम आर. एस. पाई और एक अन्य",
  "[2002] 2 SCR 889 : (2002) 5 SCC 82; Zakia Ahsan Jafri": "[2002] 2 एससीआर 889: (2002) 5 एससीसी 82; ज़किया अहसान",
  "v. State of Gujarat and Another [2022] 6 SCR 1 : 2022": "जाफरी बनाम गुजरात राज्य और एक अन्य [2022] 6 एससीआर ::",
  "INSC 653; Satya Narain Musadi and Others v. State of": "2022 आईएनएससी 653; सत्य नारायण मुसादी और अन्य बनाम बिहार",
  "Bihar (1980) 3 SCC 152; Abhinandan Jha and Others v.": "राज्य (980) 3 एससीसी 52; अभिनंदन झा और अन्य बनाम दिनेश",
  "Dinesh Mishra [1967] 3 SCR 668 : AIR 1968 SC 117;": "मिश्रा [.967] 3 एससीआर 668: एआईआर 968 एससी 77; गुजरात",
  "out, without any elucidation on the evidence and material relied": "जाती है और फिर साक्ष्यों और सामग्री पर कोई स्पष्टीकरण दिए बिना यह बता दिया जाता है कि",
  "of sufficient grounds for conviction, as whether evidence is sufficient": "भेजने को उचित ठहराने के लिए पर्याप्त सबूत या संदेह का उचित आधार नहीं है, तो अधिकारी",
  "investigation qua the other persons-accused, or when all": "संबंध में पुलिस रिपोर्ट प्रस्तुत करता है, अन्य व्यक्तियों-आरोपियों के संबंध में जांच",
  "the documents as required under Section 173(5) are not": "को खुला रखता है, या जब धारा 73(5) के तहत आवश्यक सभी दस्तावेज प्रस्तुत",
  "submitted. In such a situation, the question that is often": "नहीं किए जाते हैं। ऐसी स्थिति में, अदालत के समक्ष अक्सर यह सवाल उठाया जाता",
  "posed before the court is whether such a Police Report": "है कि क्या ऐसी पुलिस रिपोर्ट को दंड प्रक्रिया संहिता की धारा :73 की उप-धारा",
  "may be noted that in Satya Narain Musadi v. State of Bihar, this Court has observed that statutory requirement": "दिया जा सकता है कि सत्य नारायण मुसादी बनाम बिहार राज्य के मामले में, इस",
  "Bihar, this Court has observed that statutory requirement of the report under Section 173(2) would be complied with": "न्यायालय ने कहा है कि धारा 373(2) के तहत रिपोर्ट की वैधानिक आवश्यकता का",
  "if various details prescribed therein are included in the": "पालन किया जाएगा यदि उसमें निर्धारित विभिन्न विवरण रिपोर्ट में शामिल किए गए हैं।",
  "report. The report is complete if it is accompanied with all": "रिपोर्ट पूरी हो जाती है यदि यह धारा 75(5) द्वारा आवश्यक सभी दस्तावेजों और",
  "We would like to elaborate on certain aspects, as submission of the": "6. हम कुछ पहलुओं पर विस्तार से बताना चाहते हैं, क्योंकि आरोप-पत्र प्रस्तुत करना",
  "chargesheet is for taking cognisance and summoning of the accused by the Magistrate, which stages are of considerable importance and": "मजिस्ट्रेट द्वारा अभियुक्त का संज्ञान लेने और उसे तलब करने के लिए है, जो चरण काफी",
  "significance.": "महत्त्वपूर्ण हैं।",
  "Section 173 of the Code reads:": "7. संहिता की धारा 73 में निम्नानुसार कहा गया हैः",
  "“173. Report of police officer on completion of investigation. —": "\"73. अन्वेषण समाप्त हो जाने पर पुलिस अधिकारी की रिपोर्ट- () इस अध्याय के",
  "(1) Every investigation under this Chapter shall be completed without unnecessary delay.": "अधीन किया जाने वाला प्रत्येक अन्वेषण अनावश्यक विलंब के बिना पूरा किया जाएगा।",
  "(2) (i) AS soon as it is completed, the officer in charge of the": "(2) ()जैसे ही वह पूरा होता है, वैसे ही पुलिस थाने का भारसाधक अधिकारी,",
  "police station shall forward to a Magistrate empowered to take cognizance of the offence on a police report, a report": "पुलिस रिपोर्ट पर उस अपराध का संज्ञान करने के लिए सशक्त मजिस्ट्रेट को राज्य",
  "in the form prescribed by the State Government, stating —": "सरकार द्वारा विहित प्ररूप में एक रिपोर्ट भेजेगा, जिसमें निम्नलिखित बातें कथित",
  "(a) the names of the parties;": "(क) पक्षकारों के नाम ;",
  "(b) the nature of the information;": "(ख) इत्तिला का स्वरूप;",
  "(c) thenames ofthe persons who appear to be acquainted with the circumstances of the case;": "(ग) मामले की परिस्थितियों से परिचित प्रतीत होने वाले व्यक्तियों के नाम;",
  "(d) whether any offence appears to have been committed": "(घ) क्या कोई अपराध किया गया प्रतीत होता है और यदि किया गया प्रतीत होता है,",
  "and, if so, by whom;": "तो किसके द्वारा;",
  "(e) whether the accused has been arrested;": "(ड) क्या अभियुक्त गिरफ्तार कर लिया गया है;",
  "(f) whether he has been released on his bond and, if": "(च) क्या वह अपने बंधपत्र पर छोड़ दिया गया है और यदि छोड़ दिया गया है तो वह",
  "so, whether with or without sureties;": "बंधपत्र प्रतिभुओं सहित हे या प्रतिभुओं रहित:",
  "(g) whether he has been forwarded in custody under section 170.": "(छ) क्या वह धारा 70 के अधीन अभिरक्षा में भेजा जा चुका है :",
  "relates to an offence under [sections 376, 376A, 376AB, 376B,": "धारा 376 ख, [धारा 376 ग, धारा 376 घ या धारा 376 ड] के अधीन किसी अपराध",
  "as may be prescribed by the State Government, the": "देगा, जो राज्य सरकार द्वारा विहित की जाए।",
  "(3) Where a superior officer of police has been appointed under section 158, the report shall, in any case in which": "(3) जहां धारा 58 के अधीन कोई वरिष्ठ पुलिस अधिकारी नियुक्त किया गया है वहां",
  "the State Government by general or special order so": "ऐसे किसी मामले में, जिसमें राज्य सरकार साधारण या विशेष आदेश द्वारा ऐसा निदेश",
  "directs, be submitted through that officer, and he may,": "देती है, वह रिपोर्ट उस अधिकारी के माध्यम से दी जाएगी और वह, मजिस्ट्रेट का",
  "pending the orders of the Magistrate, direct the officer in": "आदेश होने तक के लिए, पुलिस थाने के भारसाधक अधिकारी को यह निदेश दे",
  "(4) Whenever it appears from a report forwarded under this": "(4) जब कभी इस धारा के अधीन भेजी गई रिपोर्ट से यह प्रतीत होता है कि अभियुक्त",
  "section that the accused has been released on his bond, the Magistrate shall make such order for the discharge of": "को उसके बंधपत्र पर छोड़ दिया गया है तब मजिस्ट्रेट उस बंधपत्र के उन्मोचन के लिए",
  "such bond or otherwise as he thinks fit.": "या अन्यथा ऐसा आदेश करेगा जैसा वह ठीक समझे।",
  "(5) When such report is in respect of a case to which": "(5) जब ऐसी रिपोर्ट का संबंध ऐसे मामले से है जिसको धारा 70 लागू होती है, तब",
  "section 170 applies, the police officer shall forward to the Magistrate along with the report—": "पुलिस अधिकारी मजिस्ट्रेट को रिपोर्ट के साथ-साथ निम्नलिखित भी भेजेगा: -",
  "(a) all documents or relevant extracts thereof on which": "(क) वे सब दस्तावेज या उनके सुसंगत उद्धरण, जिन पर निर्भर करने का अभियोजन",
  "(b) the statements recorded under section 161 of all the": "(ख) उन सब व्यक्तियों के धारा 67 के अधीन अभिलिखित बयान, जिनकी साक्षियों",
  "(6) If the police officer is of opinion that any part of any": "(6) यदि पुलिस अधिकारी की यह राय है कि ऐसे किसी कथन का कोई भाग कार्यवाही",
  "such statement is not relevant to the subject-matter of the proceedings or that its disclosure to the accused is": "की विषयवस्तु से सुसंगत नहीं है या उसे अभियुक्त को प्रकट करना न्याय के हित में",
  "not essential in the interests of justice and is inexpedient in the public interest, he shall indicate that part of the": "आवश्यक नहीं है और लोकहित के लिए असमीचीन है तो वह कथन के उस भाग को",
  "to exclude that part from the copies to be granted to the": "उपदर्शित करेगा और अभियुक्त को दी जाने वाली प्रतिलिपि में से उस भाग को निकाल",
  "accused and stating his reasons for making such request.": "देने के लिए निवेदन करते हुए और ऐसा निवेदन करने के अपने कारणों का कथन करते",
  "(7) Where the police officer investigating the case finds it": "(7) जहां मामले का अन्वेषण करने वाला पुलिस अधिकारी ऐसा करना सुविधापूर्ण",
  "of all or any of the documents referred to in sub-section (5).": "समझता है वहां वह उपधारा (5) में निर्दिष्ट सभी या किन्हीं दस्तावेजों की प्रतियां",
  "(8) Nothing in this section shall be deemed to preclude further investigation in respect of an offence after a report under sub-section (2) has been forwarded to the Magistrate and, where upon such investigation, the officer": "(8) इस धारा की कोई बात किसी अपराध के बारे में उपधारा (2) के अधीन मजिस्ट्रेट को रिपोर्ट भेज दी जाने के पश्चात्‌ आगे और अन्वेषण को प्रवारित करने वाली नहीं समझी जाएगी तथा जहां ऐसे अन्वेषण पर पुलिस थाने के भारसाधक अधिकारी",
  "a further report or reports regarding such evidence in the": "को कोई अतिरिक्त मौखिक या दस्तावेजी साक्ष्य मिले वहां वह ऐसे साक्ष्य के संबंध में",
  "(6) shall, as far as may be, apply in relation to such report": "(6) तक के उपबंध ऐसी रिपोर्ट या रिपोर्टों के बारे में, जहां तक हो सके, ऐसे लागू",
  "or reports as they apply in relation to a report forwarded under sub-section (2)”.": "होंगे, जैसे वे उपधारा (2) के अधीन भेजी गई रिपोर्ट के संबंध में लागू होते हैं।”",
  "stipulated that as soon as the investigation is completed, the officer": "किया गया था कि जैसे ही जांच पूरी हो जाएगी, पुलिस स्टेशन का प्रभारी अधिकारी मजिस्ट्रेट",
  "in the form prescribed by the local government, sending forth the": "को स्थानीय सरकार द्वारा निर्धारित प्रपत्र में एक रिपोर्ट भेजेगा, जिसमें पक्षों के नाम, जानकारी",
  "names of the parties, nature of the information and the names of the people who appear to be acquainted with the circumstances of the case and state whether the accused person has been forwarded in": "की प्रकृति और मामले की परिस्थितियों से परिचित लोगों के नाम भेजे जाएंगे और बताएगा कि",
  "case and state whether the accused person has been forwarded in custody or released on a bond.": "क्या आरोपी व्यक्ति को हिरासत में भेजा गया है या मुचलके पर रिहा किया गया है।",
  "“1898 Code”, for short.": "5 संक्षेप में “]898 की संहिता”",
  "which does not fulfil requirements of Section 173(2) of the Code.": "जो संहिता की धारा 73 (2) की आवश्यकताओं को पूरा नहीं करता है। आरोप-पत्र तब पूरा",
  "The chargesheet is complete when it refers to material and evidence": "होता है जब यह संज्ञान लेने और विचारण के लिए पर्याप्त सामग्री और साक्ष्य का उल्लेख करता",
  "sufficient to take cognizance and for the trial. The nature and standard of evidence to be elucidated in a chargesheet should prima facie": "है। आरोप-पत्र में स्पष्ट किए जाने वाले साक्ष्य की प्रकृति और मानक को प्रथमदृष्टया यह",
  "show that an offence is established if the material and evidence is": "दिखाना चाहिए कि यदि सामग्री और साक्ष्य साबित हो जाता है तो अपराध स्थापित हो जाता",
  "proven. The chargesheet is complete where a case is not exclusively dependent on further evidence. The trial can proceed on the basis": "है। आरोप-पत्र पूरा हो जाता है जहाँ कोई मामला विशेष रूप से अतिरिक्त साक्ष्य पर निर्भर नहीं",
  "of evidence and material placed on record with the chargesheet.": "होता है। आरोप-पत्र के साथ साक्ष्य और अभिलेख पर रखी गई सामग्री के आधार पर विचारण",
  "This standard is not overly technical or fool-proof, but a pragmatic": "आगे बढ़ सकता है। यह मानक अत्यधिक तकनीकी या सीधा-सरल नहीं है, बल्कि निर्दोष",
  "balance to protect the innocent from harassment due to delay as well as prolonged incarceration, and yet not curtail the right of the": "लोगों को देरी के साथ-साथ लंबे समय तक कारावास के कारण होने वाले उत्पीड़न से बचाने के लिए एक व्यावहारिक संतुलन है और फिर भी अभियोजन पक्ष के आरोपों के समर्थन में",
  "well as prolonged incarceration, and yet not curtail the right of the prosecution to forward further evidence in support of the charges’.": "के लिए एक व्यावहारिक संतुलन है और फिर भी अभियोजन पक्ष के आरोपों के समर्थन में अतिरिक्त साक्ष्य देने के अधिकार को कम नहीं करता है**।",
  "In the context of the present issue, it would be apt to refer to Section 190 and Section 204 of the Code, along with the provisions relating": "4. वर्तमान मुद्दे के संदर्भ में, संहिता की धारा 90 और धारा 204 को आरोप की अन्तर्वस्तु",
  "“190. Cognizance of offences by Magistrates. —(1) Subject to the provisions of this Chapter, any Magistrate": "\"90. मजिस्ट्रेटों द्वारा अपराधों का संज्ञान- () इस अध्याय के उपबंधों के अधीन",
  "of the first class, and any Magistrate of the second class specially empowered in this behalf under sub-section (2),": "रहते हुए, कोई प्रथम वर्ग मजिस्ट्रेट और उपधारा (2) के अधीन विशेषतया सशक्त",
  "(a) upon receiving a complaint of facts which constitute such offence;": "(क) उन तथ्यों का, जिनसे ऐसा अपराध बनता है परिवाद प्राप्त होने पर;",
  "(b) upon a police report of such facts;": "(ख) ऐसे तथ्यों के बारे में पुलिस रिपोर्ट पर;",
  "(Cc) upon information received from any person other than a police officer, or upon his own": "(ग) पुलिस अधिकारी से भिन्न किसी व्यक्ति से प्राप्त इस इत्तिला पर या स्वयं अपनी",
  "knowledge, that such offence has been committed.": "इस जानकारी पर कि ऐसा अपराध किया गया है।",
  "(2) The Chief Judicial Magistrate may empower any Magistrate of the second class to take cognizance": "(2) मुख्य न्यायिक मजिस्ट्रेट किसी द्वितीय वर्ग मजिस्ट्रेट को ऐसे अपराधों का,",
  "See also, para 21 below on the power of the police to investigate under Section 173(8) of the Code.": "9 संहिता की धारा 73(8) के तहत विवेचना करने की पुलिस की शक्ति पर नीचे दिए गए पैरा 2] को भी देखें।",
  "(2) Nothing in sub-section (1) shall affect the operation of": "(5) इस धारा की कोई बात धारा 87 के उपबंधों पर प्रभाव डालने वाली नहीं समझी जाएगी।",
  "must be stated as to give the accused notice of the matter": "दिया गया हो तो अपराध की इतनी परिभाषा देनी होगी जितनी से अभियुक्त को उस",
  "(4) The law and section of the law against which the offence is said to have been committed shall be mentioned": "(4) वह विधि और विधि की वह धारा, जिसके विरुद्ध अपराध किया जाना कथित है,",
  "(5) The fact that the charge is made is equivalent to a statement that every legal condition required by law to constitute the offence charged was fulfilled in the particular case.": "(5) यह तथ्य कि आरोप लगा दिया गया है इस कथन के समतुल्य है कि विधि द्वारा अपेक्षित प्रत्येक शर्त जिससे आरोपित अपराध बनता है उस विशिष्ट मामले में पूरी हो गई है।",
  "(6) The charge shall be written in the language of the Court.": "(6) आरोप न्यायालय की भाषा में लिखा जाएगा।",
  "(7) lf the accused, having been previously convicted of any": "(7) यदि अभियुक्त किसी अपराध के लिए पहले दोषसिद्ध किए जाने पर किसी",
  "offence, is liable, by reason of such previous conviction, to enhanced punishment, or to punishment of a different": "पश्चात्वर्ती अपराध के लिए ऐसी पूर्व दोषसिद्धि के कारण वर्धित दंड का या भिन्न प्रकार",
  "kind, for a subsequent offence, and it is intended to prove such previous conviction for the purpose of affecting the punishment which the Court may think fit to award for": "के दंड का भागी है और यह आशयित है कि ऐसी पूर्व दोषसिद्धि उस दंड को प्रभावित करने के प्रयोजन के लिए साबित की जाए जिसे न्यायालय पश्चात्वर्ती अपराध के लिए",
  "the subsequent offence, the fact, date and place of the previous conviction shall be stated in the charge; and if": "देना ठीक समझे तो पूर्व दोषसिद्धि का तथ्य, तारीख और स्थान आरोप में कथित होंगे;",
  "such statement has been omitted, the Court may add it at any time before sentence is passed.": "और यदि ऐसा कथन रह गया है तो न्यायालय दंडादेश देने के पूर्व किसी समय भी उसे जोड़ सकेगा।",
  "212. Particulars as to time, place and person.—(1)": "22. समय, स्थान और व्यक्ति के बारे में विशिष्टियां- () अभिकथित अपराध के",
  "and place of the alleged offence, and the person (if any)": "समय और स्थान के बारे में और जिस व्यक्ति के (यदि कोई हो) विरुद्ध अथवा जिस",
  "against whom, or the thing (if any) in respect of which, it": "वस्तु के (यदि कोई हो) विषय में वह अपराध किया गया उस व्यक्ति या वस्तु के बारे में",
  "accused notice of the matter with which he is charged.": "ऐसी विशिष्टियां, जैसी अभियुक्त को उस बात की, जिसका उस पर आरोप है, सूचना",
  "(2) When the accused is charged with criminal breach of trust or dishonest misappropriation of money or other movable property, it shall be sufficient to specify the gross": "(2) जब अभियुक्त पर आपराधिक न्यासभंग या बेईमानी से धन या अन्य जंगम संपत्ति के दुर्विनियोग का आरोप है तब इतना ही पर्याप्त होगा कि विशिष्ट मदों का जिनके विषय",
  "sum or, as the case may be, describe the movable property": "विनिर्देश किए बिना, यथास्थिति, उस सकल राशि का विनिर्देश या उस जंगम संपत्ति",
  "in respect of which the offence is alleged to have been": "का वर्णन कर दिया जाता है जिसके विषय में अपराध किया जाना अभिकथित है, और",
  "committed, and the dates between which the offence": "उन तारीखों का, जिनके बीच में अपराध का किया जाना अभिकथित है, विनिर्देश कर",
  "discharge the accused or drop the proceedings. If such": "उनन्‍्मोचित कर सकता है या कार्यवाही छोड़ कर सकता है। यदि ऐसी पुलिस रिपोर्ट का",
  "Police Report concludes that no offence appears to have been committed, the Magistrate again has three options:": "निष्कर्ष है कि कोई अपराध नहीं किया गया है, तो मजिस्ट्रेट के पास फिर से तीन",
  "(i) he may accept the report and drop the proceedings, or": "विकल्प हैं: (।) वह रिपोर्ट स्वीकार कर सकता है और कार्यवाही को छोड़ सकता है, या",
  "(ii) he may disagree with the report and taking the view": "(|) वह रिपोर्ट से असहमत हो सकता है और यह विचार रख सकता है कि आगे",
  "that there is sufficient ground for proceeding further, take": "कार्यवाही करने के लिए पर्याप्त आधार है, अपराध का संज्ञान ले सकता है और",
  "may direct further investigation to be made by the police": "पुलिस द्वारा अतिरिक्त विवेचना करने का निर्देश दे सकता है।”",
  "It is in this context that the provisions of Sections 190 and 204 of the Code become important. Clause (a) of Section 190 states that": "इसी संदर्भ में संहिता की धारा 90 और 204 के प्रावधान महत्वपूर्ण हो जाते हैं।धारा 90 के",
  "complaint of facts which constitute such offence. Clause (b) relates": "संज्ञान ले सकता है जो ऐसे अपराध का गठन करता है। खंड (ख) एक ऐसी स्थिति से संबंधित",
  "to a situation where the Magistrate receives a police report carrying such facts, i.e., facts which constitute such offence. In Minu Kumari": "है जहां मजिस्ट्रेट को ऐसे तथ्यों वाली पुलिस रिपोर्ट प्राप्त होती है, जो इस तरह के अपराध का",
  "and Another v. State of Bihar and Others\" this Court referred to": "गठन करती हैं। मीनू कुमारी और एक अन्य बनाम बिहार राज्य और अन्य” के मामले में इस",
  "“11...The position is, therefore, now well settled that": "“4:... इसलिए, अब स्थिति अच्छी तरह से तय हो गई है कि धारा 73(2) के तहत",
  "upon receipt of a police report under Section 173(2) a": "पुलिस रिपोर्ट प्राप्त होने पर एक मजिस्ट्रेट संहिता की धारा 90 (.)(ख) के तहत",
  "report is to the effect that no case is made out against the accused. The Magistrate can take into account the": "आरोपी के खिलाफ कोई मामला नहीं बनता है। मजिस्ट्रेट विवेचना के दौरान पुलिस",
  "statements of the witnesses examined by the police during the investigation and take cognizance of the": "द्वारा परीक्षित किए गए गवाहों के बयानों को ध्यान में रख सकता है और शिकायत किए",
  "during the investigation and take cognizance of the offence complained of and order the issue of process": "गए अपराध का संज्ञान ले सकता है और अभियुक्त को आदेशिका जारी करने का",
  "to the accused. Section 190(1)(b) does not lay down": "आदेश दे सकता है। धारा 90 (7)(ख) में यह नहीं कहा गया है कि मजिस्ट्रेट किसी",
  "that a Magistrate can take cognizance of an offence only if the investigating officer gives an opinion that the": "अपराध का संज्ञान केवल तभी ले सकता है जब विवेचना अधिकारी यह राय दे कि",
  "investigation has made out a case against the accused.": "विवेचना से आरोपी के खिलाफ मामला बनता है। मजिस्ट्रेट विवेचना अधिकारी द्वारा",
  "The Magistrate can ignore the conclusion arrived at by the investigating officer and independently apply his mind to the facts emerging from the investigation and": "दिए गए निष्कर्ष को नजरअंदाज कर सकता है और स्वतंत्र रूप से विवेचना से सामने",
  "[2006] 3 SCR 1086 : (2006) 4 SCC 359": "[2006] 3 एससीआर 086: (2006) 4 एससीसी 359",
  "Sections 200 and 202 of the Code for taking cognizance": "संज्ञान लेने के लिए संहिता की धारा 200 और 202 में निर्धारित प्रक्रिया का पालन",
  "him to act under Section 200 or Section 202 also. (See": "करने के लिए बाध्य नहीं है, हालांकि वह धारा 200 या धारा 202 के तहत भी कार्य",
  "India Carat (P) Ltd. v. State of Karnataka [(1989) 2 SCC": "कर सकता है।(भारत कैरेट (प्रा.) लिमिटेड बनाम कर्नाटक राज्य [(989) 2",
  "132 : 1989 SCC (Cri) 306 : AIR 1989 SC 885] .)": "एससीसी 32 : 989 एससीसी (सीआरआई) 306: एआईआर 989 एससी 885 ]देखें।)",
  "12. The informant is not prejudicially affected when the Magistrate decides to take cognizance and to proceed": "2. जब मजिस्ट्रेट संज्ञान लेने और मामले पर आगे कार्यवाही करने का फैसला करता",
  "sufficient ground does not subsist for proceeding further": "यह निर्णय लेता है कि आगे कार्यवाही के लिए पर्याप्त आधार मौजूद नहीं है और",
  "and drops the proceeding or takes the view that there": "कार्यवाही को छोड़ देता है या यह विचार रखता है कि कुछ के खिलाफ कार्यवाही के",
  "is material for proceeding against some and there are insufficient grounds in respect of others, the informant": "लिए सामग्री है और अन्य व्यक्तियों के संबंध में अपरयप्ति आधार हैं, तो सूचना देने वाला",
  "would certainly be prejudiced as the first information": "निश्चित रूप से पूवग्रिह से ग्रस्त होगा क्योंकि दर्ज की गई प्रथम सूचना रिपोर्ट पूरी तरह",
  "report lodged becomes wholly or partially ineffective. This Court in Bhagwant Singh v. Commr. of Police held": "या आंशिक रूप से अप्रभावी हो जाती है। यह न्यायालय भगवंत सिंह बनाम पुलिस",
  "that where the Magistrate decides not to take cognizance": "आयुक्त के मामले में है इस न्यायालय ने माना कि जहां मजिस्ट्रेट संज्ञान नहीं लेने और",
  "and to drop the proceeding or takes a view that there is": "कार्यवाही को छोड़ने का निर्णय लेता है या यह विचार रखता है कि प्रथम सूचना रिपोर्ट",
  "no sufficient ground for proceeding against some of the persons mentioned in the first information report, notice": "में उल्लिखित कुछ व्यक्तियों के खिलाफ कार्यवाही के लिए पयप्ति आधार नहीं है, तो",
  "to the informant and grant of opportunity of being heard": "सूचना देने वाले को नोटिस देना और मामले में सुने जाने का अवसर देना अनिवार्य हो",
  "in the matter becomes mandatory. As indicated above,": "जाता है। जैसा कि ऊपर बताया गया है, संहिता में इस संबंध में नोटिस जारी करने का",
  "13. We may add here that the expressions “charge-sheet” or “final report” are not used in the Code, but itis understood": "3. हम यहां यह जोड़ सकते हैं कि संहिता में \"आरोप पत्र\" या \"अंतिम रिपोर्ट\" शब्दों",
  "or “final report” are not used in the Code, but itis understood in Police Manuals of several States containing the rules": "का उपयोग नहीं किया गया है, लेकिन यह कई राज्यों की पुलिस नियमावली में समझा",
  "In case of reports sent under Section 169 i.e. where there": "धारा 69 के तहत भेजी गई रिपोर्टों के मामले में, यानी जहां मजिस्ट्रेट को किसी",
  "is no sufficiency of evidence to justify forwarding of a case": "मामले को अग्रेषित करने को सही ठहराने के लिए पर्याप्त सबूत नहीं हैं, इसे विभिन्न रूप",
  "final report or summary. Section 173 in terms does not": "से संदर्भित आरोप, अंतिम रिपोर्ट या सारांश कहा जाता है। धारा 73 के संदर्भ में",
  "refer to any notice to be given to raise any protest to the": "पुलिस द्वारा प्रस्तुत रिपोर्ट पर कोई विरोध जताने के लिए दिए जाने वाले किसी भी",
  "report submitted by the police. Though the notice issued": "नोटिस का उल्लेख नहीं है। हालांकि कुछ पुलिस नियमावली के तहत जारी किए गए",
  "under some of the Police Manuals states it to be a notice under Section 173 of the Code, there is nothing in Section": "नोटिस में कहा गया है कि यह संहिता की धारा 73 के तहत एक नोटिस है, लेकिन",
  "173 specifically providing for such a notice.”": "धारा 73 में विशेष रूप से इस तरह के नोटिस के लिए कुछ भी प्रावधान नहीं है।”",
  "This Court in Bhushan Kumar and Another v. State (NCT of Delhi)": "6. भूषण कुमार और एक अन्य बनाम राज्य (एनसीटी दिल्ली) और अन्य” के मामले में इस",
  "and Another’? while referring to Sections 190 and 204 of the Code": "न्यायालय ने संहिता की धारा 90 और 204 का उल्लेख करते हुए कहा है कि धारा 90 में",
  "means “becoming aware of’, and when used with reference to a": "\"संज्ञान\" अभिव्यक्ति का अर्थ केवल \"जागकारी होना\" है, और जब इसका उपयोग किसी",
  "court or a judge it connotes “to take notice of judicially”. It indicates": "अदालत या न्यायाधीश के संदर्भ में किया जाता है तो इसका अर्थ \"न्यायिक रूप से ध्यान देना\"",
  "the juncture at which the court or Magistrate takes judicial notice of": "होता है। यह उस स्थिति को इंगित करता है जिस पर अदालत या मजिस्ट्रेट ऐसे अपराध के",
  "the offence with a view to initiate proceedings in respect of such an": "संबंध में कार्यवाही शुरू करने की दृष्टि से अपराध का न्यायिक नोटिस लेते हैं। यह कार्यवाही",
  "offence. This is different from initiation of proceedings. Rather, itis a condition precedent to the initiation of proceedings by a Magistrate or": "शुरू करने से अलग है। बल्कि, यह मजिस्ट्रेट या न्यायाधीश द्वारा कार्यवाही शुरू करने के लिए",
  "there is sufficient ground for initiation of proceedings. This is not the same as the consideration of sufficient grounds for conviction, as": "पर्याप्त आधार है। यह दोषसिद्धि के लिए पर्याप्त आधारों पर विचार करने के समान नहीं है,",
  "whether evidence is sufficient for supporting the conviction or not,": "क्योंकि कया साक्ष्य दोषसिद्धि का समर्थन करने के लिए पर्याप्त है या नहीं, यह केवल विचारण के",
  "can be determined only at the stage of trial, and not at the stage of cognisance. This aspect is important and will be subsequently referred": "चरण में निर्धारित किया जा सकता है, न कि संज्ञान के चरण में। यह पहलू महत्वपूर्ण है और",
  "to when we examine the decision of this Court in K. Veeraswami v. Union of India and Others\", and the observations therein which": "बाद में इसका उल्लेख किया जाएगा जब हम के. वीरास्वामी बनाम भारत संघ और अन्य'* में इस न्यायालय के निर्णय और उसमें उन टिप्पणियों की जांच करेंगे, जिन्हें अन्य निर्णयों में कई",
  "Section 204 of the Code does not mandate the Magistrate to explicitly state the reasons for issue of summons and this is not a prerequisite for deciding the validity of the summons. Nevertheless,": "7. संहिता की धारा 204 मजिस्ट्रेट को सम्मन जारी करने के कारणों को स्पष्ट रूप से बताने के लिए अनिवार्य नहीं करती है और यह समन की वैधता तय करने के लिए एक पूर्व शर्त नहीं",
  "the requirement of the Code is that the summons is issued when it": "है। फिर भी, संहिता की आवश्यकता यह है कि सम्मन तब जारी किया जाता है जब मजिस्ट्रेट",
  "appears to the Magistrate that there is sufficient ground for proceeding against the accused. Summons is issued to the person against whom": "को यह प्रतीत होता है कि अभियुक्त के खिलाफ कार्यवाही के लिए पर्याप्त आधार है। जिस व्यक्ति",
  "the legal proceedings have commenced. Wilful disobedience is liable": "के खिलाफ कानूनी कार्यवाही शुरू की गई है, उसे सम्मन जारी किया जाता है। जानबूझकर",
  "As a sequitur, keeping in mind both the language of Section 204 of the Code and the penal consequences, the Magistrate is mandated": "रूप में, संहिता की धारा 204 की भाषा और दंडात्मक परिणामों दोनों को ध्यान में रखते हुए,",
  "issued to a person, the Magistrate can take into consideration any prima facie improbabilities arising in the case. The parameters on": "है, मजिस्ट्रेट मामले में उत्पन्न होने वाली किसी भी प्रथमदृष्ठया असंभवता को ध्यान में रख",
  "the decision of this court in Bhushan Kumar (supra). The Magistrate": "(उपरोक्त) मामले में इस अदालत के फैसले से अच्छी तरह से तय किए गए हैं।मजिस्ट्रेट संहिता",
  "“IPC”, for short.": "उ4 संक्षेप में \"आईपीसी\"।",
  "[2024] 6 S.C.R. 109": "9 [2022] 6 एससीआर : 2022 आईएनएससी 653",
  "without unnecessary delay. The report so presented is": "निर्धारित विवरण देते हुए रिपोर्ट प्रस्तुत करने के लिए बाध्य है। इस प्रकार प्रस्तुत",
  "the conclusion reached by the investigating officer on the basis of materials collected during investigation. The": "रिपोर्ट विवेचना के दौरान एकत्र की गई सामग्री के आधार पर विवेचना अधिकारी द्वारा",
  "duty of the investigating officer is to collate every relevant information/material during the investigation, which he": "पहुँचा गया निष्कर्ष है। विवेचना अधिकारी का कर्तव्य है कि वह विवेचना के दौरान प्रत्येक प्रासंगिक सूचना /सामग्री को एकत्रित करे, जिसके बारे में उसे विश्वास हो कि",
  "must believe to be the actual course of events and the": "वह वास्तविक घटनाक्रम है तथा कथित अपराध के घटित होने तथा उसमें शामिल",
  "event, there is sufficient evidence or reasonable ground": "करने की उम्मीद की जाती है। यदि पर्याप्त साक्ष्य या उचित आधार है कि कोई अपराध",
  "that an offence appears to have been committed and the person committing such offence has been identified,": "किया गया प्रतीत होता है और ऐसा अपराध करने वाले व्यक्ति की पहचान कर ली गई",
  "the investigating officer is obliged to record his opinion": "है, तो विवेचना अधिकारी उस संबंध में अपनी राय दर्ज करने के लिए बाध्य है, जैसा",
  "in that regard, as required by Section 173(2)(i)(d) of the Code. In other words, if the investigating officer intends": "कि संहिता की धारा 273 (2) हा) (घ) द्वारा आवश्यक है। दूसरे शब्दों में, यदि",
  "to send the accused for trial, he is obliged to form a": "विवेचना अधिकारी अभियुक्त को विचारण के लिए भेजने का आशय रखता है, तो वह न",
  "firm opinion not only about the commission of offence, but also about the involvement of such person in the": "केवल अपराध करने के बारे में, बल्कि अपराध करने में ऐसे व्यक्ति की संलिप्तता के बारे",
  "12. Such opinion is the culmination of the analysis of the materials collected during the investigation - that": "2. इस तरह की राय विवेचना के दौरान एकत्र की गई सामग्री के विश्लेषण की अंतिम",
  "there is “strong suspicion” against the accused, which eventually will lead the concerned Court to think that": "परिणति है- कि आरोपी के खिलाफ \"दृढ़ संदेह\" है, जो अंततः संबंधित न्यायालय को",
  "there is a ground for “presuming” that the accused “has”": "यह सोचने के लिए प्रेरित करेगा कि यह \"अनुमान लगाने\" के लिए एक आधार है कि",
  "committed the alleged offence; and not a case of mere": "आरोपी ने \"कथित अपराध किया है; और यह केवल संदेह का मामला नहीं है। दृढ़",
  "must exist sufficient materials to corroborate the facts and circumstances of the case; and be of such weight that it": "लिए पर्याप्त सामग्री मौजूद होनी चाहिए; और यह इस तरह का होना चाहिए कि यह",
  "would facilitate the Court concerned to take cognizance of the crime and eventually lead it to think (form opinion)": "संबंधित न्यायालय को अपराध का संज्ञान लेने में सुविधा प्रदान करे और अंततः उसे",
  "that there is ground “for presuming that the accused has": "यह सोचने (राय बनाने) के लिए प्रेरित करे कि \"यह मानने के लिए आधार है कि",
  "committed an offence”, as alleged — so as to frame a": "अभियुक्त ने कोई अपराध किया है\", जैसा कि आरोप लगाया गया है- ताकि संहिता की",
  "charge against him in terms of Section 228(1) or 246(1)": "धारा 228() या 246() के संदर्भ में उसके खिलाफ आरोप लगाया जा सके, जैसा",
  "of the Code, as the case may be. For taking cognizance of the crime or to frame charges against the accused, the": "भी मामला हो। अपराध का संज्ञान लेने या अभियुक्त के खिलाफ आरोप तय करने के",
  "Court must analyze the report filed by the investigating officer and all the materials appended thereto and then": "लिए, न्यायालय को विवेचना अधिकारी द्वारा दायर रिपोर्ट और उससे जुड़ी सभी",
  "there is ground for “presuming” that the accused “has”": "चाहिए कि क्या \"यह मानने\" के लिए आधार है कि अभियुक्त ने \"अपराध किया है, जैसा",
  "committed an offence, as alleged. (It is not, “may” have or “likely” to have committed an offence, but a ground": "कि आरोप लगाया गया है।(यह अपराध करने का \"हो सकता है\" या \"होने की संभावना\"",
  "for presuming that he has committed an offence). The": "जैसा नहीं है, बल्कि यह मानने का आधार है कि उसने अपराध किया है)। आदेशिका",
  "Magistrate in the process may have to give due weightage to the opinion of the investigating officer. If such is to be": "में मजिस्ट्रेट को विवेचना अधिकारी की राय को उचित महत्व देना पड़ सकता है। यदि",
  "the eventual outcome of the final report presented by": "विवेचना अधिकारी द्वारा प्रस्तुत अंतिम रिपोर्ट का अंतिम परिणाम ऐसा होना है, तो",
  "applies the same standard to form an opinion about the": "राय बनाने के लिए उसी मानक को लागू करता है और संहिता की धारा 73 के तहत",
  "It may be useful to refer to the decisions adverted to in Afroz Mohd. Hasanfata including in the case of Ramesh": "अफरोज मोहम्मद हसनफता में दिए गए निर्णयों का उल्लेख करना उपयोगी हो सकता",
  "63. Needless to underscore that every information coming to the investigating agency must be regarded as relevant.": "63. यह रेखांकित करने की आवश्यकता नहीं है कि जांच एजेन्सी के पास आने वाली हर जानकारी को प्रासंगिक माना जाना चाहिए। हालांकि, जांच एजेंसी से ऐसी जानकारी",
  "enquiries regarding the authenticity of such information and": "की प्रामाणिकता के बारे में जांच करने की उम्मीद की जाती है और ऐसा करने के बाद",
  "after doing so must collect corroborative evidence in support": "उसे इसके समर्थन में पुष्टिकारक साक्ष्य एकत्र करना चाहिए। पुष्टि करने वाले साक्ष्य की",
  "thereof. In absence of corroborative evidence, it would be merely a case of suspicion and not pass the muster of": "अनुपस्थिति में, यह केवल संदेह का मामला होगा और गंभीर संदेह पैदा नहीं करेगा, जो",
  "of the Code, which postulates that the investigating officer": "(2)()(0) में अधिदेश है, जिसमें कहा गया है कि विवेचना अधिकारी को अपनी",
  "in his report must indicate whether any offence appears to have been committed and if so, by whom. The opinion of": "रिपोर्ट में यह इंगित करना चाहिए कि क्‍या कोई अपराध किया गया है और यदि ऐसा है,",
  "have been committed and if so, by whom. The opinion of the investigating officer formed on the basis of materials collected during the investigation/enquiry must be given due weightage. That would only be the threshold, to facilitate": "तो किसके द्वारा किया गया है।विवेचना/ जाँच के दौरान एकत्र की गई सामग्री के आधार पर गठित विवेचना अधिकारी की राय को उचित महत्व दिया जाना चाहिए। यह केवल",
  "weightage. That would only be the threshold, to facilitate the concerned Court to take cognizance of the crime and": "सीमा होगी, ताकि संबंधित न्यायालय अपराध का सज्ञान ले सके और फिर आरोप तय",
  "then frame charge if it is of the opinion that there is ground for presuming that the accused has committed an offence": "कर सके यदि यह राय है कि यह मानने का आधार है कि अभियुक्त ने संहिता के",
  "triable under Chapter XIX of the Code.”": "अध्याय »( के तहत विचारणीय अपराध किया है।”",
  "23. In K. Veeraswami (supra), K. Jagannatha Shetty, J. pronounced the": "23. के. वीरास्वामी (उपरोक्त) में, न्यायमूर्ति के. जगन्नाथ शेट्टी ने आरोप पत्र की अन्तर्वस्तु के",
  "judgment for himself and M.N. Venkatachaliah, J. (as His Lordship then": "प्रश्न पर स्वयं और न्यायमूर्ति एम. एन. वेंकटचलैया(जैसा कि उस समय न्यायमूर्ति थे) की ओर",
  "“75. In the view that we have taken as to the nature of the offence created under clause (e), it may not be": "\"75. खंड (ड़) के तहत बनाए गए अपराध की प्रकृति के बारे में हमारे द्वारा लिए गए",
  "of the offence. But since the legality of the charge-sheet has been impeached, we will deal with that contention": "सकता है। लेकिन चूंकि आरोप-पत्र की वैधता पर सवाल उठाया गया है, इसलिए हम",
  "“for which he cannot satisfactorily account” used in": "उपयोग की गई अभिव्यक्ति \"जिसके लिए वह संतोषजनक रूप से जवाबदेह नहीं हो",
  "alleged disproportionality between assets and the known": "सेवक संपत्ति और आय के ज्ञात स्रोतों के बीच कथित असमानुपात को समझाने के",
  "consider his explanation and the charge-sheet filed by him": "अधिकारी को अपने स्पष्टीकरण पर विचार करना आवश्यक है और उसके द्वारा दायर",
  "must contain such averment. The failure to mention that": "आरोप-पत्र में ऐसा कथन होना चाहिए। उस आवश्यकता का उल्लेख करने में विफलता",
  "requirement would vitiate the charge-sheet and renders it invalid. This submission, if we may say so, completely": "आरोप-पत्र को दूषित कर देगी और इसे अमान्य कर देगी। हम ऐसा कह सकते हैं, यह",
  "overlooks the powers of the Investigating Officer. The": "दलील विवेचना अधिकारी की शक्तियों की पूरी तरह से अनदेखा करती है। विवेचना",
  "Investigating Officer is only required to collect material": "अधिकारी को केवल यह पता लगाने के लिए सामग्री एकत्र करने की आवश्यकता होती",
  "to find out whether the offence alleged appears to have been committed. In the course of the investigation, he": "है कि क्या कथित अपराध किया गया प्रतीत होता है। विवेचना के दौरान, वह अभियुक्त",
  "may examine the accused. He may seek his clarification and if necessary he may cross check with him about his": "की परीक्षा कर सकता है। वह अपना स्पष्टीकरण मांग सकता है और यदि आवश्यक हो",
  "and if necessary he may cross check with him about his known sources of income and assets possessed by him.": "तो वह अपनी आय और संपत्ति के ज्ञात स्रोतों के बारे में उससे पूछताछ कर सकता है।",
  "Indeed, fair investigation requires as rightly stated by Mr A.D. Giri, learned Solicitor General, that the accused": "जैसा कि विद्वान सॉलिसिटर जनरल श्री ए. डी. गिरि ने ठीक ही कहा है कि वास्तव में,",
  "confidence if he is willing to cooperate. But to state that": "वह सहयोग करने को तैयार है तो उसे विश्वास में लिया जाना चाहिए। लेकिन यह कहना",
  "after collection of all material the Investigating Officer": "कि सभी सामग्रियों को एकत्र करने के बाद विवेचना अधिकारी को आरोपी को एक",
  "must give an opportunity to the accused and call upon him to account for the excess of the assets over the known": "अवसर देना चाहिए और उसे आय के ज्ञात स्रोतों पर संपत्ति की अधिकता का लेखा",
  "sources of income and then decide whether the accounting is satisfactory or not, would be elevating the Investigating": "देने के लिए कहना चाहिए और फिर यह तय करना चाहिए कि लेखा संतोषजनक है या",
  "is satisfactory or not, would be elevating the Investigating Officer to the position of an enquiry officer or a judge. The": "नहीं, विवेचना अधिकारी को जांच अधिकारी या न्यायाधीश के पद पर पदोन्नत करना",
  "Investigating Officer is not holding an enquiry against the conduct of the public servant or determining the disputed": "होगा। विवेचना अधिकारी लोक सेवक के आचरण के खिलाफ जाँच नहीं कर रहा है या",
  "issues regarding the disproportionality between the assets": "अभियुक्त की संपत्ति और आय के बीच अनुपातहीनता के संबंध में विवादित मुद्दों का",
  "from all sides and prepares a report which he files in the court as charge-sheet.”": "रिपोर्ट तैयार करता है जिसे वह आरोप-पत्र के रूप में अदालत में दाखिल करता है।”",
  "in the context that the chargesheet need not elaborately evaluate": "आरोपपत्र में साक्ष्य का विस्तृत मूल्यांकन करने की आवश्यकता नहीं है, क्योंकि मूल्यांकन की",
  "the evidence, as the process of evaluation is a matter of trial. This does not mean that the chargesheet should not disclose or refer": "प्रक्रिया विचारण का विषय है। इसका मतलब यह नहीं है कि आरोप-पत्र को संहिता की धारा",
  "to the facts as to meet the requirements of Section 173(2) of the Code, and the mandate of the State rules. Further, the earlier": "73 (2) और राज्य के नियमों के अधिदेश की आवश्यकताओं को पूरा करने के लिए तथ्यों",
  "the investigating officer, does so to demonstrate the significance of the opinion of the investigating officer at this stage. However,": "में, विवेचना अधिकारी की राय का उल्लेख करते हुए, इस स्तर पर विवेचना अधिकारी की राय",
  "this does not preclude the Magistrate from exercising her powers in adopting an approach independent from such opinion, as has": "के महत्व को प्रदर्शित किया गया है। हालाँकि, यह मजिस्ट्रेट को ऐसी राय से स्वतंत्र दृष्टिकोण अपनाने में अपनी शक्तियों का. प्रयोग. करने से. नहीं रोकता है, जैसा",
  "been held by this Court in Bhagwant Singh (supra) and Minu Kumari (supra).": "किं इस न्यायालय द्वारा भगव त सिंह (उपरोक्त) और मीनू कुमारी (उपरोक्त) में अभिनिर्धारित",
  "It is the police report which would enable the Magistrate to decide a course of action from the options available to him. The details of the": "24. पुलिस रिपोर्ट ही मजिस्ट्रेट को उपलब्ध विकल्पों में से कार्यवाही की योजना तय करने में",
  "course of action from the options available to him. The details of the offence and investigation are not supposed to be a comprehensive thesis of the prosecution case, but at the same time, must reflect": "सक्षम बनाती है। अपराध और विवेचना का विवरण अभियोजन मामले का एक व्यापक थीसिस",
  "thesis of the prosecution case, but at the same time, must reflect a thorough investigation into the alleged offence. It is on the basis": "नहीं माना जाता है, लेकिन साथ ही, इसे कथित अपराध की गहन जाँच को भी प्रतिबिंबित",
  "of this record that the court can take effective cognisance of the": "करना चाहिए। इस अभिलेख के आधार पर ही न्यायालय अपराध का प्रभावी संज्ञान ले सकता",
  "offence and proceed to issue process in terms of Section 190(1)(b)": "है और संहिता की धारा 90 ()(ख) और धारा 204 के संदर्भ में आदेशिका जारी करने के",
  "offence is made out, it is open to the Magistrate to exercise other options which are available to him.": "है, तो मजिस्ट्रेट को उसके पास उपलब्ध अन्य उपायों का प्रयोग करने का विकल्प है।",
  "In support of our reasoning, we would refer to the very next paragraph in the judgment of Shetty, J. in K. Veeraswami (supra) which reads": "25. अपने तर्क के समर्थन में, हम के. वीरास्वामी (उपरोक्त) के मामले में न्यायमूर्ति जे. शेट्टी के",
  "“76. The charge-sheet is nothing but a final report of police officer under Section 173(2) of the CrPC. The Section": "\"76. आरोप-पत्र और कुछ नहीं बल्कि दंड प्रक्रिया संहिता की धारा 73 (2) के तहत पुलिस अधिकारी की अंतिम रिपोर्ट है। धारा 73 (2) में प्रावधान है कि विवेचना",
  "the police officer investigating into a cognizable offence": "पूरी होने पर संज्ञेय अपराध की विवेचना करने वाला पुलिस अधिकारी एक रिपोर्ट",
  "shall submit a report. The report must be in the form prescribed by the State Government and stating therein": "प्रस्तुत करेगा। रिपोर्ट राज्य सरकार द्वारा निर्धारित प्रपत्र में होनी चाहिए और उसमें",
  "(a) the names of the parties; (b) the nature of the": "निम्न कथन होनें चाहिए- (क) पक्षकारों के नाम; (ख) जानकारी की प्रकृति; (ग) उन",
  "information; (c) the names of the persons who appear to be acquainted with the circumstances of the case; (d)": "व्यक्तियों के नाम जो मामले की परिस्थितियों से परिचित प्रतीत होते हैं; (घ) क्या कोई",
  "whether any offence appears to have been committed and, if so, by whom (e) whether the accused has been": "अपराध किया गया प्रतीत होता है और, यदि हां, किसके द्वारा; (ड़) क्या अभियुक्त को",
  "arrested; (f) whether he had been released on his bond": "गिरफ्तार किया गया है; (च) क्‍या उसे उसके मुचलके पर रिहा किया गया था और,",
  "and, if so, whether with or without sureties; and (g) whether he has been forwarded in custody under Section 170. As": "यदि हां, तो प्रतिभू के साथ या बिना; और (छ) क्या उसे धारा 70 के तहत हिरासत",
  "details prescribed therein are included in the report.": "का पालन किया जाएगा यदि उसमें निर्धारित विभिन्न विवरण रिपोर्ट में शामिल किए गए",
  "This report is an intimation to the magistrate that upon investigation into a cognizable offence the Investigating": "हैं। यह रिपोर्ट मजिस्ट्रेट को एक सूचना है कि एक संज्ञेय अपराध की विवेचना करने पर",
  "Officer has been able to procure sufficient evidence for the court to inquire into the offence and the necessary": "विवेचना अधिकारी अदालत को अपराध की जांच करने के लिए पयप्ति सबूत जुटाने में",
  "information is being sent to the court. In fact, the report": "समर्थ हो गया है और आवश्यक जानकारी अदालत को भेजी जा रही है। वास्तव में,",
  "under Section 173(2) purports to be an opinion of the Investigating Officer that as far as he is concerned he": "धारा 773 (2) के तहत रिपोर्ट का तात्पर्य विवेचना अधिकारी की राय है कि जहां तक",
  "has been able to procure sufficient material for the trial": "उनका संबंध है, वह अदालत द्वारा आरोपी के विचारण के लिए पर्याप्त सामग्री प्राप्त",
  "is accompanied with all the documents and statements of": "सभी दस्तावेजों और गवाहों के बयानों के साथ होती है। विवेचना अधिकारी की रिपोर्ट",
  "It is also not necessary that all the details of the offence": "में और कुछ कहने की आवश्यकता नहीं है। यह भी आवश्यक नहीं है कि अपराध के",
  "must be stated. The details of the offence are required": "सभी विवरण बताए जाने चाहिए। अपराध के विवरण को बाद में, अर्थात्‌ मामले की",
  "This paragraph examines the contents of the chargesheet and": "यह पैराग्राफ आरोप पत्र की अन्तर्वस्तु की जांच करता है और इस पर विस्तार से विचार करने",
  "on elaboration of the same holds that it is in accordance with the terms of Section 173(2) of the Code as well as the provisions of the": "पर पाया गया कि यह संहिता की धारा 73(2) के प्रावधानों के साथ-साथ दंडात्मक",
  "various details prescribed therein should be included in the report.": "अनुपालन करना चाहिए और उसमें निर्धारित विभिन्न विवरणों को रिपोर्ट में शामिल किया जाना",
  "The object and purpose of the police investigation is manyfold. It": "26. पुलिस जाँच का उद्देश्य और प्रयोजन अनेक /कई सारे है। इसमें तथ्यों का पता लगाने के",
  "includes the need to ensure transparent and free investigation to ascertain the facts, examine whether or not an offence is committed,": "लिए पारदर्शी और स्वतंत्र विवेचना सुनिश्चित करना, यह पता लगाना कि अपराध हुआ है या",
  "identify the offender if an offence is committed, and to lay before the": "नहीं, यदि अपराध हुआ है तो अपराधी की पहचान करना और एकत्र किए गए साक्ष्य को",
  "court the evidence which has been collected, the truth and correctness of which is thereupon decided by the court.": "अदालत के सामने रखना शामिल है, जिसकी सत्यता और शुद्धता पर अदालत द्वारा निर्णय",
  "In H.N. Rishbud and Inder Singh v. State of Delhi’, this Court": "27. एच. एन. रिशबुद और इंदर सिंह बनाम दिल्ली राज्य**' के मामले में, इस न्यायालय ने कहा",
  "notes that the process of investigation generally consists of: 1)": "कि विवेचना की प्रक्रिया में आम तौर पर निम्न चीजें शामिल होती हैं: ) संबंधित स्थान पर",
  "proceeding to the concerned spot, 2) ascertainment of facts and circumstances, 3) discovery and arrest, 4) collection of evidence": "जाना, 2) तथ्यों और परिस्थितियों का पता लगाना, 3) खोज और गिरफ्तारी, 4) साक्ष्य एकत्र",
  "which includes examination of various persons, search of places": "करना जिसमें विभिन्न व्यक्तियों की परीक्षा, स्थानों की तलाशी और चीजों को जब्त करना",
  "and seizure of things, and 5) formation of an opinion on whether an offence is made out, and filing the chargesheet accordingly.": "शामिल है, और 5) इस बारे में राय बनाना कि क्या कोई अपराध बनता है और तदनुसार",
  "The formation of opinion is therefore the culmination of several": "आरोप पत्र दाखिल करना। इसलिए राय का गठन कई चरणों की परिणति है जिनसे एक विवेचना",
  "stages that an investigation goes through. This Court in its decision in Abhinandan Jha and Others v. Dinesh Mishra’ states that": "होकर गुजरती है। इस न्यायालय ने अभिनंदन झा एवं अन्य बनाम दिनेश मिश्रा“ के मामले में",
  "the submission of the chargesheet or the final report is dependent": "अपने निर्णय में कहा है कि आरोपपत्र या अंतिम रिपोर्ट प्रस्तुत करना गठित राय की प्रकृति पर",
  "on the nature of opinion formed, which is the final step in the investigation.": "निर्भर करता है, जो विवेचना का अंतिम चरण है।",
  "The final report has to be prepared with these aspects in mind and": "28. अंतिम रिपोर्ट इन पहलुओं को ध्यान में रखते हुए तैयार की जानी चाहिए और कानून का",
  "should show with sufficient particularity and clarity, the contravention": "उल्लंघन की पयप्ति विशिष्टता और स्पष्टता दिखानी चाहिए, जिसका आरोप लगाया गया है। जब",
  "of the law which is alleged. When the report complies with the said requirements, the court concerned should apply its mind whether": "रिपोर्ट उक्त आवश्यकताओं का अनुपालन करती है, तो संबंधित अदालत को अपना दिमाग",
  "or not to take cognisance and also proceed by issuing summons": "लगाना चाहिए कि वह संज्ञान ले या नहीं और आरोपी को समन जारी करके आगे कार्यवाही करे",
  "the documents placed on record by the investigating officer.": "बयान और विवेटना अधिकारी द्वारा अभिलेख पर रखे गए दस्तावेजों को ध्यान में रखेगी।",
  "In case of any doubts or ambiguity arising in ascertaining the facts": "29. तथ्यों और साक्ष्य का पता लगाने में उत्पन्न होने वाली किसी भी संदेह या अस्पष्टता के",
  "and evidence, the Magistrate can, before taking cognisance, call upon the investigating officer to clarify and give better particulars,": "मामले में, मजिस्ट्रेट, संज्ञान लेने से पहले, विवेचना अधिकारी से स्पष्टीकरण और बेहतर",
  "order further investigation, or even record statements in terms of": "विवरण देने की मांग कर सकता है और अतिरिक्त विवेचना का आदेश दे सकता है या संहिता की",
  "Section 202 of the Code.": "धारा 202 के संदर्भ में बयान दर्ज करने के लिए कह सकता है।",
  "Our attention has been drawn to the format prescribed for the State": "30. हमारा ध्यान उत्तर प्रदेश राज्य के लिए निर्धारित प्रारूप की ओर आकर्षित किया गया है,",
  "officer to state brief facts of the case. In addition, the State of Uttar Pradesh has issued a circular dated 19.09.2023, which refers to an": "आवश्यकता होती है। इसके अलावा, उत्तर प्रदेश राज्य ने दिनांक 9.09.2023 का एक",
  "earlier circular bearing No. 59 of 2016 dated 20.10.2016, and states": "परिपत्र जारी किया है, जो दिनांक 20.0.206 के पहले के परिपत्र संख्या 59/206 को",
  "e Hence, the appellants have filed the present appeal.": "& इसलिए अपीलकर्ताओं ने वर्तमान अपील दायर की है।",
  "19.03.2016 the appellants had flatly refused to refund the money and had told Respondent No. 2 that they can do whatever they want.": "अपीलकर्ताओं ने पैसे वापस करने से साफ़ इनकार कर दिया था और प्रत्यर्थी संख्या 2 से कहा",
  "They had threatened the entire family of the complainant.": "था कि वे जो चाहें कर सकते हैं। उन्होंने परिवादी के पूरे परिवार को धमकी दी थी।",
  "The chargesheet submitted by the investigating officer in the present case, under column 16 referring to the facts of the case, reads as": "34. वर्तमान मामले में विवेचना अधिकारी द्वारा मामले के तथ्यों का उल्लेख करते हुए कॉलम 6",
  "“Sir, the above said case was got registered by the complainant Shri Iqbal on 23/5/16 at this police station,": "“महोदय, उपरोक्त मामला परिवादी श्री इकबाल द्वारा इस पुलिस स्टेशन में 23/5/6",
  "the investigation of which handed over to me S.I., the": "को दर्ज कराया गया था, जिसकी विवेचना मुझे एस. आई. को सौंपी गई थी, जिसकी",
  "investigation of which done by me S.I. and from all the": "विवेचना मुझ एसआई द्वारा की गई थी और अब तक की सारी विवेचना से, परिवादी",
  "investigation till now, statement of the complainant, statement of the witnesses and inspection of place of": "का बयान, गवाहों का बयान और घटना स्थल का निरीक्षण, सदर पुलिस स्टेशन के",
  "occurrence, the deal of plot measuring 2600 which is at behind Sadar Police Station was finalized by the accused": "पीछे 2600 माप के भूखंड के सौदे को आरोपी व्यक्तियों द्वारा परिवादी और उसके",
  "persons with the complainant and his partner Surender Sharma for 4 crore, for which by not getting executed": "साथी सुरेंद्र शर्मा के साथ 4 करोड़ रुपये में अंतिम रूप दिया गया था, जिसके लिए",
  "Rs. 1 crore of the complainant and his partner, grabbing": "डी. के. जैन को भूखंड बेचते हुए, परिवादी और उसके साथी के करोड़ रुपये वापस",
  "by doing breach of trust, making pretexts on demanding": "नहीं किए, विश्वास भंग करके हड़पना, बार-बार मांग करने पर बहाना बनाना और जान",
  "again and again and the threat to kill, hence the offence under section 406, 506 I.P.C. is thoroughly proved upon": "से मारने की धमकी देना, इसलिए धारा 406, 506 आईपीसी के तहत आरोपी",
  "the accused persons Sharif Ahmed, Anwar Ahmed, Vakil": "व्यक्तियों शरीफ अहमद, अनवर अहमद, वकील अहमद, आदिल अहमद पर अपराध",
  "Ahmed, Aadil Anmed, the occurrence of section 420 I.P.C. is not found, hence the challan of the accused persons, by": "पूरी तरह से साबित होता है, धारा 420 आईपीसी की घटना नहीं पाई गई है, इसलिए",
  "that punishment may be given by calling the proof.”": "किया जाता है, यह प्रार्थना की जाती है कि सबूत मांगकर सजा दी जाये।”",
  "money. But thereafter, the appellants had sold the plot and were not refunding the earnest money and by doing so have committed breach": "अपीलकर्ताओं ने भूखंड बेच दिया और बकाया राशि वापस नहीं कर रहे थे और ऐसा करके",
  "of trust under Section 406 of the IPC. It also refers to the alleged": "उन्होंने आईपीसी की धारा 406 के तहत भंग किया है। इसमें अपीलकर्ताओं द्वारा कथित तौर",
  "and a threat to kill being extended. It is also recorded that an offence": "पर पैसे मांगने तथा जान से मारने की धमकी देने का भी उल्लेख किया गया है। यह भी दर्ज किया",
  "under Section 506 has been proved to have been committed. At the same time, the chargesheet states that no offence under Section": "गया है कि धारा 506 के तहत अपराध साबित हुआ है। साथ ही, आरोप पत्र में कहा गया है कि",
  "420 of the IPC is found to have been committed.": "आईपीसी की धारा 420 के तहत कोई अपराध नहीं किया गया है।",
  "An offence under Section 406 of the IPC requires entrustment, which": "36. आईपीसी की धारा 406 के तहत अपराध के लिए समर्पण की आवश्यकता होती है,",
  "carries the implication that a person handing over any property or": "जिसका निहितार्थ यह है कि कोई व्यक्ति किसी भी संपत्ति को सौंप रहा है या जिसकी ओर से",
  "on whose behalf the property is handed over, continues to be the owner of the said property. Further, the person handing over the": "संपत्ति सौंपी गई है, वह उक्त संपत्ति का मालिक बना हुआ है।इसके अलावा, संपत्ति सौंपने वाले",
  "property must have confidence in the person taking the property to": "व्यक्ति को संपत्ति लेने वाले व्यक्ति पर विश्वास होना चाहिए ताकि उनके बीच एक वैश्वासिक संबंध",
  "create a fiduciary relationship between them. A normal transaction of sale or exchange of money/consideration does not amount to": "बनाया जा सके। बिक्री या धन के आदान-प्रदान/प्रतिफल का एक सामान्य लेन-देन समर्पण",
  "entrustment.* Clearly, the charge/offence of Section 406 IPC is not even remotely made out.": "के समान नहीं है।**** स्पष्ट रूप से, आईपीसी की धारा 406 का आरोप/अपराध दूर-दूर तक भी नहीं बनता है।",
  "The chargesheet states that the offence under Section 420 is not": "37. आरोप पत्र में कहा गया है कि धारा 420 के तहत अपराध नहीं बनता है।आईपीसी की",
  "made out. The offence of cheating under Section 415 of the IPC requires dishonest inducement, delivering of a property as a result": "धारा 45 के तहत धोखाधड़ी के अपराध के लिए बेईमान प्रलोभन, प्रलोभन के परिणामस्वरूप",
  "requires dishonest inducement, delivering of a property as a result of the inducement, and damage or harm to the person so induced.": "संपत्ति का परिदान और इस तरह से प्रेरित व्यक्ति को नुकसान या क्षति की आवश्यकता होती",
  "The offence of cheating is established when the dishonest intention exists at the time when the contract or agreement is entered, for the": "है। धोखाधड़ी का अपराध तब स्थापित होता है जब संविदा या करार किए जाने के समय",
  "essential ingredient of the offence of cheating consists of fraudulent": "बेईमानी का आशय मौजूद होता है, क्योंकि धोखाधड़ी के अपराध के आवश्यक घटक में किसी",
  "or dishonest inducement of a person by deceiving him to deliver": "व्यक्ति को किसी भी संपत्ति को परिदत्त करने के लिए धोखा देकर धोखाधड़ी या बेईमानी का",
  "any property, to do or omit to do anything which he would not do or": "प्रलोभन शामिल होता है, ऐसा कुछ भी करना या लोप करना जो वह नहीं करता या लोप नहीं",
  "omit if he had not been deceived. As per the investigating officer,": "करता यदि उसे धोखा नहीं दिया गया होता। विवेचना अधिकारी के अनुसार, करार किए जाने",
  "no fraudulent and dishonest inducement is made out or established at the time when the agreement was entered.": "के समय कोई धोखाधड़ी और बेईमानी का प्रलोभन नहीं बनता है या स्थापित नहीं होता है।",
  "An offence of criminal intimidation arises when the accused": "38. आपराधिक धमकी का अपराध तब उत्पन्न होता है जब आरोपी पीड़ित को धमकाने का",
  "intendeds to cause alarm to the victim, though it does not matter": "आशय रखता है, हालांकि इससे कोई फर्क नहीं पड़ता कि पीड़ित डरा हुआ है या नहीं।",
  "See Section 405 of the IPC and judgments of this Court in State of Gujarat v. Jaswantlal Nathalal AIR": "24 आईपीसी की धारा 405 और गुजरात राज्य बनाम जसवंतलाल नाथालाल एआईआर 968 एससी 700;",
  "1968 SC 700; Indian Oil Corpn. v. NEPC India Ltd. and Others (2006) 6 SCC 736; Central Bureau of": "इंडियन ऑयल कॉर्पोरेशन बनाम एनईपीसी इंडिया लिमिटेड और अन्य (2006) 6 एससीसी 736; केंद्रीय",
  "Investigation, SPE, SIU(X), New Delhi v. Duncans Agro Industries Ltd., Calcutta (1996) 5 SCC 591": "जांच ब्यूरो, एसपीई, एसआईयू (एक्स), नई दिल्ली बनाम डंकन्स एग्रो इंडस्ट्रीज लिमिटेड, कलकत्ता (996)",
  "the victim for the purpose of influencing her mind. The word ‘threat’": "'धमकी' शब्द का अर्थ डराना या भयभीत करना है, विशेष रूप से: धमकी देकर मजबूर करना",
  "refers to the intent to inflict punishment, loss or pain on the other.": "'धमकी' शब्द का अर्थ दूसरे को दंड, हानि या दर्द पहुँचाने के इरादे से है। चोट पहुँचाने में अवैध",
  "This Court in Manik Taneja and Another v. State of Karnataka": "39. माणिक तनेजा और एक अन्य बनाम कर्नाटक राज्य और एक अन्य“ में इस न्यायालय ने",
  "and Another’®, had referred to Section 506 which prescribes punishment for the offence of ‘criminal intimidation’ as defined in": "धारा 506 का उल्लेख किया था जो आईपीसी की धारा 503 में परिभाषित 'आपराधिक धमकी'",
  "Section 503 of the IPC, to observe that the offence under Section": "के अपराध के लिए सजा निर्धारित करता है, यह देखने के लिए कि धारा 503 के तहत अपराध",
  "with causing an injury to his person, reputation or property, or to the": "के लिए आवश्यक है कि किसी अन्य व्यक्ति को उसके शरीर, प्रतिष्ठा या संपत्ति या किसी ऐसे",
  "threatened or to do any act which he is not legally bound to do, or": "के इरादे से होनी चाहिए जिसे करने के लिए वह कानूनी रूप से बाध्य नहीं है, या ऐसा कार्य",
  "omit to do an act which he is entitled to do. Mere expression of any": "करने से लोप होना चाहिए जिसे करने का वह हकदार है। भयभीत करने के इरादे के बिना किसी",
  "words without any intent to cause alarm would not be sufficient to bring home an offence under Section 506 of the IPC. The material": "शब्द की अभिव्यक्ति मात्र आईपीसी की धारा 506 के तहत अपराध को साबित करने के लिए",
  "was made with an intent to cause alarm to the complainant, or to cause them to do, or omit to do an act. Considering the statutory": "कि धमकी परिवादी को भयभीत करने या उन्हें ऐसा करने के लिए प्रेरित करने या कोई कार्य",
  "cause them to do, or omit to do an act. Considering the statutory mandate, offence under Section 506 is not shown even if we accept the allegation as correct.": "करने से रोकने के इरादे से दी गई थी। वैधानिक अधिदेश को ध्यान में रखते हुए, धारा 506 के तहत अपराध नहीं दिखाया गया है, भले ही हम आरोप को सही मान लें।",
  "In view of the aforesaid position, we quash the chargesheet and": "40. उपरोक्त स्थिति को ध्यान में रखते हुए, हम आरोप पत्र और समन आदेश को रद्द करते हैं।",
  "the summoning order. The appellants are discharged. We clarify": "अपीलार्थियों को बर्खास्त कर दिया जाता है। हम स्पष्ट करते हैं कि ऊपर की गई टिप्पणियों का",
  "that the observations made above will have no bearing on the civil proceedings, if any, already initiated or which may be initiated in": "दीवानी कार्यवाही, यदि कोई हो, पर कोई प्रभाव नहीं पड़ेगा, जो पहले से ही शुरू की गई है या",
  "future by the respondent/complainant.": "जो प्रत्यर्थी /परिवादी द्वारा भविष्य में शुरू की जा सकती है।",
  "B. Appeal arising out of SLP (Crl.) No. 5419/2022": "ख. एसएलपी (आपराधिक) संख्या 549/2022 से उत्पन्न अपील",
  "e On 26.06.2019 the complainant — Wakeel Ahmad filed a complaint before the Additional Chief Judicial Magistrate,": "७ 26.06.209 को परिवादी-वकील अहमद ने अपर मुख्य न्यायिक मजिस्ट्रेट के समक्ष",
  "alleging that the accused persons, including the appellant": "परिवाद दर्ज कराई, जिसमें आरोप लगाया गया कि अपीलकर्ता-इमरान सहित आरोपी व्यक्ति",
  "— Imran, routinely take money on the pretext of bainama of property, and subsequently deny entering into such": "नियमित रूप से संपत्ति के बैनामा के बहाने पैसे लेते हैं और बाद में इस तरह के करार को करने",
  "agreement and receiving any money.": "और कोई भी पैसा प्राप्त करने से इनकार करते हैं।",
  "e The court allowed the said complaint and ordered the concerned Police Station to register the complaint under": "& अदालत ने उक्त परिवाद को स्वीकार कर लिया और संबंधित पुलिस स्टेशन को आईपीसी",
  "concerned Police Station to register the complaint under Sections 420 and 120B IPC. FIR No. 519/2019 dated": "की धारा 420 और 20 ख के तहत परिवाद दर्ज करने का आदेश दिया। एफआईआर संख्या 59/209 को दिनांक 26.07.209 को उत्तर प्रदेश के बिजनौर के चांदपुर पुलिस स्टेशन",
  "or even a direction to register an FIR, has grave consequences for setting the criminal proceedings in motion.”’ Any effort to settle civil": "निर्देश भी, आपराधिक कार्यवाही शुरू करने के लिए गंभीर परिणाम पैदा कर सकता है। “९7",
  "setting the criminal proceedings in motion.”’ Any effort to settle civil disputes and claims which do not involve any criminal offence, by": "दीवानी विवादों और दावों को निपटाने के किसी भी प्रयास, जिसमें कोई आपराधिक अपराध",
  "deprecated and discouraged.”": "जानी चाहिए और उन्हें हतोत्साहित किया जाना चाहिए।*8०४",
  "C. Appeal arising out of SLP (Crl.) No. 9482/2021": "ग. एसएलपी (आपराधिक) संख्या 9482/2027 से उत्पन्न अपील",
  "e The complainant and Respondent No. 2 herein — Rajesh Wangvelu made a written complaint to the Station Officer, Police Station Aliganj, Lucknow, alleging that on": "७ परिवादी और प्रत्यर्थी संख्या2-राजेश वांगवेलु ने थाना अधिकारी, पुलिस स्टेशन अलीगंज, लखनऊ को एक लिखित शिकायत /परिवाद किया, जिसमें आरोप लगाया गया कि",
  "23.12.2019 at about 12:15 p.m. two officers of the National Research Laboratory for Conservation of Cultural Property,": "23.2.209 को दोपहर लगभग 2:5 बजे राष्ट्रीय सांस्कृतिक संपत्ति संरक्षण अनुसंधान",
  "Lucknow”, namely, Bachhan Singh Rawat, Security Officer": "प्रयोगशाला, लखनऊ***१ के दो अधिकारियों, बच्चन सिंह रावत, सुरक्षा अधिकारी और महेंद्र",
  "and Mahendra Kumar, Division Clerk/Caretaker had attacked him with a helmet and lathi, and had threatened": "कुमार, डिवीजन कुर्क /कार्यवाहक ने उन पर हेलमेट और लाठी से हमला किया था और उन्हें जान से मारने की धमकी दी थी। दोपहर लगभग :2 बजे, बच्चन सिंह रावत और महेंद्र कुमार",
  "and Mahendra Kumar under Section 323, 504 and 506 IPC.": "के खिलाफ आईपीसी की धारा 323,504 और 506 के तहत 23.2.209 दिनांकित",
  "e A statement under Section 161 of the Code was also recorded, where Rajesh Wangvelu stated that he was": "७ संहिता की धारा 6: के तहत एक बयान भी दर्ज किया गया था, जिसमें राजेश वांगवेलु ने",
  "discriminated against for belonging to a different State. He": "कहा था कि उनके साथ दूसरे राज्य से संबंधित होने के कारण भेदभाव किया गया था। उन्होंने",
  "had done nothing wrong and did not allow his subordinates": "कुछ भी गलत नहीं किया था और अपने अधीनस्थों को कुछ भी गलत नहीं करने दिया था,",
  "to do anything wrong, for which reason Bachhan Singh Rawat and Mahender Kumar remained angry with him. He": "जिसके कारण बच्चन सिंह रावत और महेंद्र कुमार उनसे नाराज थे। उन्होंने अपने बयान में कहा",
  "added in his statement that the appellant — Manager Singh was also present during this altercation. He had abused": "कि अपीलकर्ता-मैनेजर सिंह भी इस झगड़े के दौरान मौजूद थे। उसने दुर्व्यवहार किया था और",
  "him and stated — “maaro sale ko, bahut imandaar banta ha?’ i.e., “hit him, he wants to be too honest”. Bachhan": "कहा- \"मारो साले को, बहुत ईमानदार बनता है” यानी, “उसे मारो, वह बहुत ईमानदार बनना",
  "Singh Rawat and Mahendra Kumar had hit him till he": "चाहता है”। बच्चन सिंह रावत और महेंद्र कुमार ने उसे तब तक मारा था जब तक कि वह बेहोश",
  "fainted. When he regained consciousness, they had left the place.": "नहीं हो गया। जब उसे होश आया तो वे वहां से चले गए थे।",
  "e Manager Singh, as the Director General of the NRLC,": "& एनआरएलसी के महानिदेशक के रूप में मैनेजर सिंह का दावा है कि उन्होंने पुस्तकालय एवं",
  "administrative errors committed by Rajesh Wangvelu, who was working as the Library and Information Officer.": "सूचना अधिकारी के रूप में कार्यरत राजेश वांगवेलु द्वारा की गई कई विसंगतियों और",
  "e After issuing show-cause notices to Rajesh Wangvelu and considering his response, the Ministry of Culture issued a": "& राजेश वांगवेलू को कारण दर्शाओ नोटिस जारी करने और उनके जवाब पर विचार करने के",
  "considering his response, the Ministry of Culture issued a letter dated 02.08.2019, under the signature of appellant,": "बाद, संस्कृति मंत्रालय ने अपीलकर्ता के हस्ताक्षर के तहत 02.08.209 दिनांकित एक पत्र",
  "indicating that Rajesh Wangvelu prima facie appeared to have committed temporary embezzlement of Rs. 38,338/- and for which action should be taken.": "जारी किया, जिसमें दर्शित किया गया कि राजेश वांगवेलू ने प्रथमदृष्ठया 38, 338/- रुपये का अस्थायी गबन किया है और जिसके लिए कार्रवाई की जानी चाहिए।",
  "e A decision to shift the library was also confirmed by a": "७ एक समिति द्वारा पुस्तकालय को स्थानांतरित करने के निर्णय की भी पुष्टि की गई, जिस पर",
  "committee, to which Rajesh Wangvelu had expressed his displeasure. On the day of shifting, i.e. 23.12.2019, a": "राजेश वांगवेलु ने अपनी नाराजगी व्यक्त की थी। स्थानांतरण के दिन, यानी 23.2.209 को,",
  "physical altercation occurred between Rajesh Wangvelu and the officers Bachhan Singh Rawat and Mahendra Kumar.": "राजेश वांगवेलु और अधिकारियों बच्चन सिंह रावत और महेंद्र कुमार के बीच हाथापाई हुई।",
  "e Manager Singh has relied upon written communication of Bachhan Singh Rawat in which he has stated that": "& मैनेजर सिंह ने बच्चन सिंह रावत की लिखित संसूचना पर अवलम्ब लिया है जिसमें उन्होंने",
  "on 23.12.2019 at about 12:00 noon, he was informed": "कहा है कि 23.2.209 को दोपहर लगभग 2 बजे, उन्हें महेंद्र कुमार ने सूचित किया कि",
  "by Mahendra Kumar, that Rajesh Wangvelu had taken some items in his bag without the gate pass. Information in this regard had been given to Manager Singh and the": "राजेश वांगवेलु बिना गेट पास के अपने थैले में कुछ सामान ले गए हैं। इस संबंध में मैनेजर सिंह",
  "Vigilance Officer. When Bachhan Singh Rawat had tried to frisk Rajesh Wangvelu, he had, in presence of another staff member Dr. Neeta Nigam, threatened Bachhan Singh": "और सतर्कता अधिकारी को जानकारी दी गई थी। जब बच्चन सिंह रावत ने राजेश वांगवेलू की तलाशी लेने की कोशिश की, तो उन्होंने एक अन्य कर्मचारी डॉ. नीता निगम की उपस्थिति में",
  "staff member Dr. Neeta Nigam, threatened Bachhan Singh Rawat and Mahendra Kumar with dire consequences and": "बच्चन सिंह रावत और महेंद्र कुमार को गंभीर परिणाम भुगतने की धमकी दी और उनके चेहरे पर",
  "had sprayed chemical on their faces. Rajesh Wangvelu had assaulted them and thereupon had run away from": "केमिकल छिड़क दिया। राजेश वांगवेलु ने उन पर हमला किया था और फिर मौके से भाग गया",
  "the spot. On 23.12.2019 Manager Singh had accordingly written a letter to the Station Officer of Aliganj Police": "था। 23.2.209 को मैनेजर सिंह ने तदनुसार अलीगंज पुलिस स्टेशन के थाना प्रभारी को",
  "written a letter to the Station Officer of Aliganj Police Station, informing him of the incident. Manager Singh": "एक पत्र लिखा था, जिसमें उन्हें घटना की सूचना दी गई थी। मैनेजर सिंह ने अपने द्वारा पुलिस",
  "written by him to the Director General of Police, Lucknow, and the communication dated 06.01.2020 by the appellant": "महानिदेशक, लखनऊ को लिखी गई 26.2.209 दिनांकित संसूचना और अपीलकर्ता",
  "Manager Singh to the sub-inspector, and inquiry officer Police Station Aliganj.": "मैनेजर सिंह द्वारा उप-निरीक्षक और जांच अधिकारी, पुलिस स्टेशन अलीगंज को",
  "e Rajesh Wangvelu was examined at 01:30 p.m., and his": "७ राजेश वांगवेलु का परीक्षण दोपहर :30 बजे किया गया और उनकी 23.2.209",
  "medical legal report dated 23.12.2019 refers to six injuries which have been found to be caused by a hard and": "दिनांकित चिकित्सकीय विधिक रिपोर्ट में छह चोटों का उल्लेख किया गया है जो एक कठोर और",
  "blunt object. The injuries were simple. Rajesh Wangvelu,": "कुंद वस्तु के कारण हुई पाई गई हैं। चोटें साधारण थीं। हालाँकि राजेश वांगवेलु ने एक निजी",
  "Singh Rawat, Mahendra Kumar and Manager Singh. The": "का आदेश पारित किया गया जिसमें दर्ज किया गया कि बच्चन सिंह रावत, महेंद्र कुमार",
  "“The chargesheet was filed under the offence number 556/2019, Section 323, 504, 506, 120B, 308, 325,": "“अपराध संख्या 556/209 धारा 323, 504, 506, 20ख, 308, 325",
  "IPC, Police Station Aliganj against the accused Bachan Singh Rawat, Mahendra Kumar and Manager": "आईफपीसी, पुलिस स्टेशन अलीगंज के तहत आरोपी बच्चन सिंह रावत, महेंद्र कुमार",
  "ORDER": "आदेश",
  "Register the case. The copies are ready attached. Accused Bachan Singh Rawat and Mahendra Kumar": "मामला दर्ज करें। प्रतियाँ तैयार संलग्न हैं। आरोपी बचन सिंह रावत और महेंद्र कुमार",
  "are out on bail. Jamanatnama is attached in the file": "जमानत पर बाहर हैं। फाइल पर जमानतनामा संलग्र है और माननीय उच्च न्यायालय,",
  "Court, Miscellaneous Bench — 262/2020 order dated 09-01-20. Summons issued against the accused.": "विविध पीठ-262/2020 आदेश दिनांक 09-0-20 के क्रम में आरोप पत्र दायर",
  "presented on 01-03-2020.”": "0]-03-2020 को उपस्थिति प्रस्तुत की जानी चाहिए।”",
  "° It appears that the matter was taken up for hearing by the Special Chief Judicial Magistrate, Lucknow on": "& ऐसा प्रतीत होता है कि मामले को विशेष मुख्य न्यायिक मजिस्ट्रेट, लखनऊ द्वारा",
  "18.02.2021, which records the presence of the counsel for Rajesh Wangvelu and that application for exemption from": "8.02.2027 को सुनवाई के लिए लिया गया था, जिसमें राजेश वांगवेलु के अधिवक्ता",
  "personal appearance was moved on behalf of Bachhan Singh Rawat and Mahendra Kumar. Manager Singh was": "की उपस्थिति दर्ज है और बच्चन सिंह रावत और महेंद्र कुमार की ओर से व्यक्तिगत",
  "absent and bailable warrants were issued against him,": "और उनके खिलाफ जमानतीय वारंट जारी किए गए थे और उन्हें 04.03.202] को",
  "e 0On04.03.2021, an application for exemption from personal appearance was moved on behalf of Manager Singh on": "कक 04.03.202] को, मैनेजर सिंह की ओर से व्यक्तिगत उपस्थिति से छूट के लिए",
  "the ground that he had gone out for personal reasons": "एक आवेदन इस आधार पर दायर किया गया था कि वह व्यक्तिगत कारणों से बाहर गए",
  "where he had taken ill. This application was rejected": "थे जहां वे बीमार हो गए थे। यह आवेदन विशेष मुख्य न्यायिक मजिस्ट्रेट द्वारा",
  "recording that Manager Singh had not obtained bail till": "सिंह ने तब तक जमानत नहीं ली थी और जमानत प्राप्त करने से पहले व्यक्तिगत",
  "then and there is no provision for granting exemption from personal appearance prior to obtaining bail. Therefore,": "उपस्थिति से छूट देने का कोई प्रावधान नहीं है। इसलिए उनके खिलाफ गैर-जमानती",
  "e Another order dated 04.03.2021 records that bailable warrants were issued against Manager Singh but he had": "७ 04५.03.202] दिनांकित एक अन्य आदेश में लिखा है कि मैनेजर सिंह के खिलाफ",
  "remained absent. To ensure his personal appearance": "जमानतीय वारंट जारी किए गए थे लेकिन वह अनुपस्थित रहे थे। उनकी व्यक्तिगत",
  "non-bailable warrants were issued against him.": "उपस्थिति सुनिश्चित करने के लिए उनके खिलाफ गैर-जमानती वारंट जारी किए गए थे।",
  "e By the impugned order dated 16.03.2021, the High Court had dismissed the petition filed by Manager Singh under": "& दिनांक 6.03.202] के आक्षेपित आदेश द्वारा, उच्च न्यायालय ने मैनेजर सिंह",
  "Section 482 of the Code, to quash the criminal proceedings against him.": "द्वारा उनके खिलाफ आपराधिक कार्यवाही को रद्द करने के लिए संहिता की धारा 482",
  "e On 03.09.2021, the High Court granted a further period of": "& दिनांक 03.09.202 को, उच्च न्यायालय ने मैनेजर सिंह को आत्मसमर्पण करने",
  "10 days’ time to Manager Singh to surrender. He did not": "के लिए 0 दिनों का और समय दिया। उन्होंने आत्मसमर्पण नहीं किया और",
  "surrender and filed another application seeking extension of time to surrender.": "आत्मसमर्पण करने के लिए समय बढ़ाने के लिए एक अन्य आवेदन दायर किया।",
  "e On 03.12.2021, Manager Singh filed the present appeal": "के 03.2.2027 को, मैनेजर सिंह ने 6.03.2027 के आक्षेपित आदेश की शुद्धता",
  "224 of 2020 registered under Sections 406, 419, 420, 467, 468, 471 IPC on account of certain contracts having": "अनुबंधों के कारण आईपीसी की धारा 406, 49, 420, 467, 468, 474 के तहत दर्ज एफआईआर संख्या 224/2020 का उल्लेख किया है, जिसमें एक अंतिम रिपोर्ट",
  "referred to an office order dated 03.09.2021 passed by": "03.09.202 के एक कार्यालय आदेश का भी उल्लेख किया है, जिसमें प्रबंधक सिंह",
  "Having regard to the facts of the present case, including the": "45. वर्तमान मामले के तथ्यों को ध्यान में रखते हुए, जिसमें दाखिल आरोप पत्र भी शामिल है,",
  "chargesheet as filed, which in our opinion is bereft of all details and particulars, we quash the summoning order against Manager Singh.": "जो हमारी राय में सभी विवरणों और ब्यौरों के बिना है, हम मैनेजर सिंह के खिलाफ समन",
  "The Special Chief Judicial Magistrate, would re-examine the entire matter in terms of the observations made in the present judgment": "आदेश को रद्द करते हैं। विशेष मुख्य न्यायिक मजिस्ट्रेट वर्तमान निर्णय में की गई टिप्पणियों के",
  "We, however, would allow the present appeal to the extent that the non-bailable warrants issued against Manager Singh are": "46. हालाँकि, हम वर्तमान अपील को इस हद तक स्वीकार करेंगे कि मैनेजर सिंह के खिलाफ",
  "the non-bailable warrants issued against Manager Singh are unsustainable and should be quashed. It is a settled position of law": "जारी गैर-जमानती वारंट बरकरार रखने योग्य नहीं हैं और उन्हें रद्द कर दिया जाना चाहिए। यह",
  "that non-bailable warrants cannot be issued in a routine manner": "कानून की एक तय स्थिति है कि गैर-जमानती वारंट नियमित तरीके से जारी नहीं किए जा",
  "and that the liberty of an individual cannot be curtailed unless": "सकते हैं और किसी व्यक्ति की स्वतंत्रता को तब तक कम नहीं किया जा सकता है जब तक कि",
  "necessitated by the larger interest of public and the State. While": "जनता और राज्य के व्यापक हित के कारण इसकी आवश्यकता न हो। हालांकि गैर-जमानती",
  "there are no comprehensive set of guidelines for the issuance of non-bailable warrants, this Court has observed on several occasions": "वारंट जारी करने के लिए दिशानिर्देशों का कोई व्यापक विवरण नहीं है, इस अदालत ने कई",
  "that non-bailable warrants should not be issued, unless the accused": "मौकों पर कहा है कि गैर-जमानती वारंट तब तक जारी नहीं किए जाने चाहिए, जब तक कि",
  "is charged with a heinous crime, and is likely to evade the process": "आरोपी पर एक जघन्य अपराध का आरोप नहीं लगाया जाता है और कानून की प्रक्रिया से",
  "of law or tamper/destroy evidence.”": "बचने या सबूतों के साथ छेड़छाड़ /नष्ट करने की संभावना नहीं हो। १०२०",
  "Further, the observation that there is no provision for granting exemption from personal appearance prior to obtaining bail, is not": "47. इसके अलावा, यह टिप्पणी कि जमानत प्राप्त करने से पहले व्यक्तिगत उपस्थिति से छूट",
  "under the Code*' should not be read in a restrictive manner as": "छूट देने की शक्ति को इस प्रतिबंधात्मक तरीके से नहीं पढ़ा जाना चाहिए कि आरोपी को",
  "applicable only after the accused has been granted bail. This Court": "जमानत दिए जाने के बाद ही यह लागू होता है। इस न्यायालय ने मेनका संजय गांधी और एक",
  "in Maneka Sanjay Gandhi and Another v. Rani JethmalanF held that the power to grant exemption from personal appearance": "अन्य बनाम रानी जेठमलानी***९ के मामले में यह माना कि व्यक्तिगत उपस्थिति से छूट देने की",
  "should be exercised liberally, when facts and circumstances require": "शक्ति का प्रयोग उदारता से किया जाना चाहिए, जब तथ्यों और परिस्थितियों में ऐसी छूट की",
  "such exemption.** Section 205 states that the Magistrate, exercising": "आवश्यकता होती है।**२3 धारा 205 में कहा गया है कि मजिस्ट्रेट, अपने विवेक का प्रयोग करते",
  "his discretion, may dispense with the personal attendance of the accused while issuing summons, and allow them to appear through": "हुए, समन जारी करते समय अभियुक्त को व्यक्तिगत उपस्थिति से छूट प्रदान कर सकता है और",
  "exhaustive, cases arise where the Code is silent and the court has": "प्रावधानों को संपूर्ण माना जाता है, ऐसे मामले तब उत्पन्न होते हैं जहां संहिता शांत होती है और",
  "to make such order as the ends of justice require. In such cases,": "अदालत को ऐसा आदेश देना होता है जो न्याय के उद्देश्यों के लिए आवश्यक होता है। ऐसे",
  "the criminal court must act on the principle, that every procedure": "मामलों में, आपराधिक अदालत को इस सिद्धांत पर कार्य करना चाहिए कि प्रत्येक प्रक्रिया जो",
  "which is just and fair, is understood as permissible, till it is shown": "न्यायसम्मत और निष्पक्ष है, उसे तब तक अनुमेय माना जाता है, जब तक कि इसे कानून द्वारा",
  "to be expressly or impliedly prohibited by law.": "स्पष्ट रूप से या निहित रूप से निषिद्ध नहीं दिखाया जाता है।२*२*",
  "the arresting officer/ investigating officer/trial court on the terms": "शर्तों पर गिरफ्तार करने वाले अधिकारी /विवेचना अधिकारी /विचारण न्यायालय द्वारा जमानत",
  "given by the High Court in its order dated 09.01.2020 restricting the": "पर रिहा किया जाएगा। उच्च न्यायालय द्वारा दिनांक 09.07.2020 के अपने आदेश में आरोप",
  "grant of anticipatory bail till the filing of the chargesheet is accordingly": "पत्र दाखिल होने तक अग्रिम जमानत देने पर रोक लगाने के निर्देश को तदनुसार संशोधित किया",
  "See, Popular Muthiah v. State Represented by Inspector of Police (2006) 7 SCC 296 and earlier": "34 पोपुलर मुथैया बनाम राज्य द्वारा पुलिस निरीक्षक (2006) 7 एससीसी 296 और रहीम शेख (923)"
}