{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NO. OF 2023": "सिविल अपील सं. ................ वर्ष 2023",
  "GANESH PRASAD .... APPELLANT(S)": "गणेश प्रसाद .... अपीलकर्ता (गण)",
  "RAJESHWAR PRASAD & ORS. ....RESPONDENT(S)": "राजेश्वर प्रसाद एवं अन्य ...प्रतिवादी (गण)",
  "JUDGMENT": "निर्णय",
  "J. B. PARDIWALA, J.": "न्यायमूर्ति जे.बी. पारदीवाला",
  "1. Leave granted.": "3. ... अनुमति प्रदान की गई।",
  "2. For the sake of convenience, the appellant herein shall be referred to as, ‘the": "2. ... सुविधा के लिए, इस वाद के अपीलार्थी को 'मूल प्रतिवादी या प्रतिवादी' के",
  "Original Defendant or Defendant’ and the respondents herein shall be referred to as, ‘the": "रूप में संदर्भित किया जाएगा और प्रत्यर्थीगण को 'मूल वादी या वादी' के रूप में",
  "3. This appeal is at the instance of the Original Defendant of Suit No. 154 of 2009": "3. ... यह अपील, वाद संख्या 54 वर्ष 2009 के मूल प्रतिवादी की ओर से,",
  "instituted by the Plaintiffs in the Court of Civil Judge (J.D.), Eastern, District Ballia for": "जो वादी गण द्वारा सिविल जज (जे.डी.), पूर्वी, जिला बलिया की अदालत में",
  "possession of the suit property upon redemption of mortgage and is directed against the": "बंधक के उन्मोचन उपरांत वाद संपत्ति के कब्जे के लिए संस्थित किया गया था,",
  "order passed by the High Court of Judicature at Allahabad dated 04.07.2018 in the Civil Miscellaneous W.P. 1346 of 2015, thereby affirming the order passed by the Additional": "विविध प्रकीर्ण रिट याचिका 346 वर्ष 205 में इलाहाबाद उच्च न्यायालय द्वारा पारित 04.07.208 दिनांकित आदेश के विरुद्ध की गई है जिसमें, अपर जिला",
  "awabreyisions of Order VI Rule 17 of the Code of Civil Procedure, 1908 (for short, ‘the": "द्वारा वादी गण को सिविल प्रक्रिया संहिता, 908 (संक्षेप में सि.प्र.सं. ) के आदेश ५ नियम 7 के प्रावधानों के तहत वाद पत्र को संशोधित करने की अनुमति दी",
  "2. That factually as mentioned above Plaintiffs' father had executed": "दिया था। इस प्रकार, प्रतिवादी के अनुसार, वादीगण का पिता बन्धककर्ता थे और",
  "the time limit. Death of the father of the Plaintiff also happened 6 years": "समय सीमा के भीतर बंधक को नहीं छुड़ाया। वादी के पिता की मृत्यु भी",
  "after the end of this time period. Thus father of the Defendant became": "इस समयावधि के समाप्त होने के 6 वर्ष बाद हुई। इस प्रकार प्रतिवादी के",
  "owner and in possession of the room mentioned below on the basis of": "पिता प्रतिकूल कब्जे के आधार पर नीचे उल्लिखित कमरे के मालिक और",
  "adverse possession. Suit is barred by limitation.": "कब्जाधारी हो गए। वाद परिसीमा द्वारा वर्जित है।",
  "4, That the suit of the Plaintiff is not legally maintainable.": "4. यह कि वादी का वाद कानूनी रूप से पोषणीय नहीं है।",
  "5. That the suit is barred by issue estopped and acquiescence.": "5. यह कि वाद विवाद और सहमति से वर्जित है।",
  "6. That the Plaintiffs filed Small Cause Suit No.3/year 2007 Rajeshwar": "6. यह कि वादीगण ने लघुवाद वाद संख्या 3/2007 राजेश्वर आदि",
  "etc. versus Dr. Ganesh Prasad etc. which was dismissed on date 20-10-": "बनाम डॉ. गणेश प्रसाद आदि दायर किया जो दिनांक 20-0-200",
  "2010. Thus this suit was finally decided against the Plaintiffs and in": "को खारिज कर दिया गया। इस प्रकार यह वाद अंततः वादी के विरुद्ध",
  "favour of me the Defendant. Present suit is barred on this ground also by": "और मुझ प्रतिवादी के पक्ष में निर्णीत हुआ। वर्तमान वाद को इस आधार",
  "15. It further appears from the materials on record that in the Suit No. 154 of 2009,": "45. रिकॉर्ड पर मौजूद सामग्री से यह भी प्रतीत होता है कि वाद संख्या 54/",
  "the Plaintiffs filed an application seeking to amend the plaint under Order VI Rule 17": "2009 में, वादी ने सीपीसी के आदेश ४ नियम 7 के तहत वाद में संशोधन करने",
  "of the CPC. The amendment prayed for, reads thus:-": "के लिए एक आवेदन दायर किया था। जिस संशोधन के लिए प्रार्थना की गई है, वह इस प्रकार है:-",
  "“1. That in the title of the case after the name and address of Defendant": "\". यह कि मामले के शीर्षक में प्रतिवादी संख्या के नाम और पते के",
  "No. 1 where the word \"Defendant\" has been written, after that the words": "बाद जहां \"प्रतिवादी\" शब्द लिखा गया है, उसके बाद \"प्रथम पक्ष” शब्द",
  "\"First Party\" may be added and below the name and address of Defendant": "जोड़ा जाए और प्रतिवादी संख्या के नाम और पते के नीचे",
  "No. 1 names and addresses of the following persons may be added as Defendant Nos. 2 to 5.": "निम्नलिखित व्यक्तियों के नाम और पते प्रतिवादी संख्या 2 से 5 के रूप",
  "2. | Rajeev Kumar age about 35 years) —": "2. राजीव कुमार पुत्र स्वर्गीय ओम प्रकाश उम्र करीब 35 साल",
  "3. | Munna age about 33 years — Sons of late Om Prakash": "3. मुन्ना पुत्र स्वर्गीय ओम प्रकाश उम्र करीब 33 वर्ष",
  "8. In the aforesaid Suit No. 3 of 2007, the Appellant Defendant filed his written": "8. पूर्वोक्त वाद संख्या 3 वर्ष 2007 में, अपीलकर्ता प्रतिवादी ने अपना लिखित",
  "statement denying the entire case put up by the Plaintiffs and further stating that the": "बयान दाखिल किया और वादी के पूरे पक्ष से इनकार किया और आगे कहा कि",
  "father of the Plaintiffs had executed a mortgage deed dated 12.02.1957 in respect of the": "वादी के पिता ने वाद संपत्ति के संबंध में दिनांक 2.02.957 को एक बंधक",
  "suit property and i.e., how the father of the Defendant was put into possession of the": "विलेख निष्पादित किया था। और इस तरह प्रतिवादी के पिता को वाद संपत्ति का",
  "suit property. Neither the father of the Plaintiffs nor his legal heirs at any point of time": "कब्जा मिला। न तो वादी के पिता और न ही उसके कानूनी उत्तराधिकारियों ने",
  "9. The cause of action pleaded in the plaint of the Small Cause Suit No. 3 of 2007": "9. लघु वाद वाद सं. 3 वर्ष 2007 के वाद में अभिवचनित वाद हेतुक इस प्रकार",
  "reads thus:-": "है:-",
  "“That the cause of action arose on date 13-11-2006 when registered notice": "\"यह कि वाद हेतुक दिनांक 3--2006 को तब उत्पन्न हुआ जब",
  "was sent and on date 15-11-2006 when notice was served and on date 31-12-": "पंजीकृत नोटिस भेजा गया था और दिनांक 25--2006 को जब",
  "2006 when inspite of service of notice shop was not vacated nor rent arrear": "नोटिस दिया गया था और दिनांक 34-2-2006 को जब नोटिस के बावजूद दुकान खाली नहीं की गई थी और न ही बकाया किराए का",
  "rent was paid and comes within the jurisdiction of the Court.”": "भुगतान किया गया था और यह न्यायालय के अधिकार क्षेत्र में आता है।\"",
  "20.10.2010. The order dismissing the Small Cause Case No. 3 of 2007 reads thus:-": "लिए खारिज कर दिया गया था। लघुवाद वाद संख्या 3/2007 को खारिज करने का आदेश इस प्रकार है: -",
  "Called out. Record presented. Plaintiff absent. No application for": "अनुपस्थित। अवसर के लिए कोई आवेदन नहीं दिया गया है। वादी की",
  "opportunity has been given. In the Plaintiff's absence the suit is dismissed.”": "अनुपस्थिति में वाद खारिज किया जाता है।\"",
  "11. After the Small Cause Case No. 3 of 2007 came to be dismissed as aforesaid, the": ". लघुवाद वाद संख्या 3/2007 पूर्वोक्त खारिज होने के बाद, वादी ने संपत्ति",
  "(J.D.) Eastern, District Ballia under Section 83 of the Transfer of Property Act, 1882 (for short, ‘the TP Act’), which came to be numbered as Suit No. 154 of 2009.": "का अंतरण अधिनियम, 882 (संक्षेप में, 'टीपी अधिनियम') की धारा 83 के",
  "mortgage deed and comes within City Ballia, Paragana and District Ballia.”": "जोप्लिंगंज, सिटी बलिया, परगना और जिला बलिया।",
  "stating as under:": "निम्नलिखित शब्द लिखे जाए-",
  "father or grandfather were never tenant of the father or grandfather of the": "के पिता या दादा कभी भी वादी के पिता या दादा के किराएदार नहीं थे।",
  "Plaintiffs. The Plaintiffs themselves had full knowledge about this fact that": "वादीगण को स्वयं इस तथ्य की पूरी जानकारी थी कि वादी के पिता ने",
  "the father of the Plaintiffs had executed mortgage deed dated 12-02-57 in": "प्रतिवादी के पिता के पक्ष में दिनांक 2-02-57 को बंधक विलेख",
  "favour of father of the Defendant. No rent was ever paid by the Defendant's father or the Defendant to the Plaintiffs.": "निष्पादित किया था। प्रतिवादी के पिता या प्रतिवादी द्वारा वादी को कोई किराया नहीं दिया गया।",
  "6. That Para-6 of the plaint is vague and indefinite. Plaintiffs have": "6. यह कि वादपत्र का पैरा -6 अस्पष्ट और अनिश्चित है। वादी ने",
  "deliberately not given particulars of the case. It is true that according to": "जानबूझकर मामले का विवरण नहीं दिया है। यह सत्य है कि मैं प्रतिवादी",
  "correct facts I the Defendant filed my true written statement in Small": "ने सत्य तथ्यों के अनुसार मेरा सत्य लिखित कथन लघुवाद वाद संख्या",
  "Cause Suit No. 3/Year 2007 filed by the Plaintiffs in the Court of Judge": "3/2007 में वादीगण द्वारा दायर लघुवाद सिविल न्यायाधीश (एस.डी. )",
  "Small Causes Civil Judge (S.D.) Ballia. This case was dismissed on date 20.10.2010.": "बलिया के न्यायालय में दायर किया। यह मामला दिनांक 20.0.200 को खारिज कर दिया गया था।",
  "7. That Para-7 of the plaint is false and baseless, not admitted.": "7. यह कि वादपत्र का पैरा -7 झूठा और निराधार है, स्वीकार नहीं",
  "Plaintiffs had the knowledge about the mortgage deed from the beginning.": "किया गया। बंधक विलेख के बारे में वादीगण को शुरू से ही जानकारी",
  "The mortgage money was never returned by the father of the Plaintiffs": "थी। वादीगण के पिता द्वारा बंधक धन कभी वापस नहीं किया गया था।",
  "Original mortgage deed is till today in the custody of I the Defendant.": "मूल बंधक विलेख आज तक मैं प्रतिवादी की हिरासत में है।",
  "7. That in the plaint after Para-5 one para as Para-5(a) below written": "7. यह कि वादपत्र में पैरा -5 के बाद नीचे लिखित पैरा-5(क) के रूप",
  "may be added as follows: -": "में एक पैरा इस प्रकार जोड़ा जाए:-",
  "\"Para 5(a)- That against of Def. No. 1 from 01.04.06 rent remained in": "\"पैरा 5 (ए) - यह कि प्रतिवादी संख्या के खिलाफ 0.04.06 से",
  "arrears and Def. No. 1 inducted Defendants Second Party in the disputed": "किराया बकाया है और प्रतिवादी संख्या ने विवादित किराए के कमरे",
  "tenanted room and himself opened clinic with the name \"Shivam Hospital\"": "में प्रतिवादी दूसरे पक्ष को शामिल किया और खुद \"शिवम अस्पताल\"",
  "in front of Gate of Tehsil School Ballia and started practising as doctor.": "नाम से तहसील स्कूल बलिया के गेट के सामने क्लिनिक खोला व चिकित्सक के रूप में प्रैक्टिस करने लगे। तत्पश्चात बकाया किराए के",
  "letting of the disputed room to sub-tenants for vacating the disputed shop": "लिए उप-किराएदारों को विवादित कमरा देने के आधार पर और किराए",
  "and for arrears of rent and damages and subsequently after service of": "और क्षति के बकाया के लिए और बाद में कानूनी नोटिस दिया गया।",
  "notice Small Cause Suit No. 3/2007 was filed, in the Court of Judge Small Cause Civil Judge (S.D.) Ballia Rajeshwar etc. versus Dr. Ganesh Prasad": "दिनांक 5-03-07 को डॉ. गणेश प्रसाद बनाम जज स्मॉल कॉज सिविल जज (एस.डी.) बलिया राजेश्वर आदि की अदालत में नोटिस तामील होने के बाद स्मॉल कॉज सूट नंबर 3/2007 दायर किया गया",
  "the above case. By dismissal of the suit Def. No. 1 does not get any legal": "था। मुकदमे को खारिज करने से प्रतिवादी सं. को कोई कानूनी",
  "right nor can he get the above suit dismissed, the above suit is not barred": "अधिकार नहीं मिलता है और न ही वह उपरोक्त मुकदमे को खारिज कर",
  "by principles of res judicata by order of dismissal of the said suit without": "मुकदमे को खारिज करने के आदेश से पूर्व न्याय के सिद्धांतों द्वारा वर्जित",
  "8. That in the plaint in second line of Para-7 after the words \"it came": "8. यह कि वादपत्र में पैरा -7 की दूसरी पंक्ति में \"ज्ञात हुआ\" शब्दों के बाद",
  "to be known\" and before the words \"We the Plaintiffs\", the words \"father": "और \"हम वादीगण\" शब्दों से पहले, \"प्रतिवादी सं. के पिता\" शब्द",
  "of Def. No. I\" may be added and in the same line after the words “father”": "जोड़ा जाएऔर उसी पंक्ति में \"पिता\" शब्द के बाद और \"बंधक\" शब्द से",
  "and before the words “mortgage” the words \"Late Harihar Prasad\" may be added.": "पहले \"स्वर्गीय हरिहर प्रसाद\" शब्द जोड़ा जाए।",
  "9. That in the plaint in fourth line of Para-8 where the words \"close\" is": "9. यह कि पैरा-8 की चौथी पंक्ति में वादपत्र में जहां \"करीब\" लिखा है",
  "written after that the words \"Sandhi\" may be added.": "उसके बाद \"संधि\" शब्द जोड़ा जाए।",
  "10. That in the plaint in the fifth line of Para-9 after the words \"can be of": "0. यह कि वादपत्र में पैरा -9 की पांचवीं पंक्ति में \"स्वामी का हो सकता",
  "the owner\" the entire line may be cut, and the following words may be": "है\" शब्दों के बाद पूरी पंक्ति काट दी जाए और निम्नलिखित शब्द जोड़े",
  "added-": "जाएं-",
  "“and nor can be. Since the Plaintiffs aforesaid case which relates to": "\"और न ही हो सकता है। चूंकि वादी उपरोक्त मामला, जो विवादित कमरे",
  "Landlord and owner dispute regarding the disputed room and ownership": "के संबंध में मकान मालिक और मालिक के विवाद से संबंधित है और",
  "aforesaid case only separate application for deposit of 5800/- Rupees amount under Section 83 of Transfer of Property Act is being given and in": "केवल अलग आवेदन सम्पत्ति अन्तरण अधिनियम की धारा 83 के अन्तर्गत रू0 5800/- की धनराशि जमा कराने एवं उक्त राशि के",
  "respect of the said amount deposited in the Court for sending notice to Def. No. 1 and after deposit of original document in the Court to": "सम्बन्ध में प्रतिवादी क्रमांक । को नोटिस भिजवाने एवं मूल दस्तावेज न्यायालय में जमा करने के उपरान्त न्यायालय में जमा कराये जाने के",
  "authorize receipt of the said deposited amount 5800/- Rupees prayer has": "सम्बन्ध में उक्त जमा राशि 5800/- रुपये की प्राधिकृत प्राप्ति हेतु",
  "Para-9(b) That in the end of the plaint the description of the room only": "पैरा-9(ख) यह कि वाद के अंत में कमरे के विवरण का केवल /3",
  "1/3 portion has been mortgaged by Plaintiffs' father Harihar Prasad in": "भाग वादी के पिता हरिहर प्रसाद द्वारा प्रतिवादी संख्या . के पिता गुलाब",
  "room 700/- Rupees in lieu of interest of principal debt after deducting has": "पूरा कमरा 700/- रुपए मूल ऋण के ब्याज के एवज में कटौती के बाद",
  "been mentioned in the possessory mortgage deed. In this manner apart from 700/- Rupees principal amount no other amount remains payable to": "कब्जा विलेख में उल्लेख किया गया है। इस प्रकार 700/- रुपये की मूल राशि के अतिरिक्त प्रतिवादी के पिता को कोई अन्य राशि देय नहीं",
  "5100/- Rs. 5800/- Rs. amount under section 83 of Transfer of Property Act in the Court application is being given.": "हस्तांतरण अधिनियम की धारा 83 के तहत राशि दी जा रही है।",
  "Para 9(c) That late Harihar Prasad son of the Plaintiffs remained": "पैरा 9 (सी) यह कि वादी के स्वर्गीय हरिहर प्रसाद पुत्र वादीगण नीचे",
  "mortgagor of 1/3 portion of the disputed tenanted room described below": "वर्णित विवादित किराएदार कमरे के /3 हिस्से के बंधनकर्ता बने रहे,",
  "in the plaint after whose death the Plaintiffs are the legal representatives": "जिनकी मृत्यु के बाद वादी बंधककर्ता के कानूनी प्रतिनिधि हैं जिनके",
  "of the mortgagor whose mortgagee father of Def. No. 1 after whose death": "प्रतिवादी नंबर के रेहनदार पिता के बाद जिसकी मृत्यु प्रतिवादी",
  "Def. No. 1 is the legal representative of the mortgagor. Particulars of the": "संख्या । बंधककर्ता का कानूनी प्रतिनिधि है। उक्त दस्तावेज़ के विवरण",
  "said document are as below:-": "नीचे दिए गए हैं: -",
  "Ka-Date of Mortgage Deed Date 12-02-57 whose Registration": "क. बंधक विलेख की दिनांक 2-02-57 जिसका पंजीकरण",
  "No. 1364 Page 309 to 311 at No.": "जिल्द संख्या 364 पृष्ठ 309 से 377",
  "notice served nor was any claim for recovery of the said amount ever made": "पिता के द्वारा उक्त राशि की वसूली के लिए कोई दावा किया गया था",
  "of possessory mortgage ever filed m respect of 1/3 portion of the tenanted": "और न ही किराए के कमरे के /3 हिस्से के स्वामित्व और कब्जे के",
  "Plaintiffs' right of discharge of 1/3 portion of the disputed room is in live": "कोई मुकदमा दायर किया गया था, इसलिए वादी के विवादित कमरा के /3 हिस्से के निर्वहन का अधिकार उसके पास है, वादी का वाद सभी",
  "\"refused\" and \"left with no choice\", words \"2/3 portion of the disputed": "विकल्प नहीं' शब्दों से पहले, 'विवादित किरायेदार कमरे का 2/3",
  "tenanted room which was not mortgaged and only 1/3 portion of the": "हिस्सा जो किरायेदार का नहीं था और विवादित कमरे का केवल /3",
  "disputed room remained mortgaged in the possessory mortgage and in": "हिस्सा बन्धक के रूप में किरायेदार के पास था और बन्धककर्ता और",
  "respect of that 1/3 portion relation between mortgagor and mortgagee": "बन्धकधारी के बीच उस /3 हिस्से के संबंध में जारी रखा गया और",
  "continued and Def. No. 1 denied the Plaintiffs; title of the entire room and": "प्रतिवादी संख्या 3 ने वादी के पूरे कमरे के स्वामित्व को अस्वीकार कर",
  "has claimed ownership of ground below the disputed tenanted room which": "दिया और विवादित कमरे का स्वामित्व एवं नीचे दिए गये तथ्यों के",
  "13. That in the plaint after second line of para-11 after the words": "3. यह कि अभियोग में पैरा -. की दूसरी पंक्ति के पश्चात्‌ \"बंधक",
  "\"mortgage deed\" and before the word \" mauja\" the following words may": "विलेख\" \"शब्दों के पश्चात्‌ और \"मौजा\" शब्द के पूर्व निम्नलिखित शब्द",
  "be addea-": "जोड़े जा सकते हैं",
  "\"And by refusing to return mortgage deed document and taking mortgage": "\"और बंधक विलेख दस्तावेज़ वापस करने से इनकार करके और कमरे",
  "amount of 1/3 portion of room amount 700/ Rs. or amount 5800 and": "की राशि 700/ रुपये या राशि 5800/ के /3 भाग की बंधक राशि",
  "releasing 1/3 portion of the room and by denying Plaintiffs' ownership": "लेने और कमरे के /3 हिस्से को जारी करने और दिनांकित 03-",
  "right over disputed room described dated 03-09-08 in the case Small": "09-08 वर्णित विवादित कमरे पर वादी के स्वामित्व अधिकार से",
  "Cause Case No. 3/2007 in the Court of Judge Small Cause Civil judge": "इनकार करके वाद लघुवाद वाद संख्या 3/2007 में न्यायाधीश लघु",
  "(S.D.) Parameshwar Prasad etc. versus Dr. Ganesh Prasad etc. and by": "वाद सिविल न्यायाधीश (एस.डी.) परमेश्वर प्रसाद आदि बनाम डॉ. गणेश प्रसाद आदि के न्यायालय में तथा उपरोक्त वाद के विरूद्ध दायर",
  "denial in written statement filed against aforesaid plaint\".": "लिखित कथन के द्वारा खंडन किया\"।",
  "14. That the words in Para 12 of the plaint may be cut and the following": "4,. वाद के पैरा 2 में शब्दों को काट दिया जाए और निम्नलिखित",
  "words may be addea-": "जोड़े जा सकते हैं-",
  "\"That value of the suit since mortgage deed amount in respect of 1/3": "“यह कि वाद का मूल्य जब से विवादित गिरवी कमरे के एक तिहाई",
  "portion of the disputed tenanted room is 700/- and other expenses amount": "भाग के सम्बन्ध में बन्धक विलेख राशि 700/- रू एवं अन्य खर्चे",
  "5100/- total amount 5800/- Rs. paid as abundant caution for discharge": "5५00 कुल राशि 5800 है एवं अन्य खर्चे प्रार्थना के लिए गिरवी रखे गए कमरे के निर्वहन और कब्जे के लिए प्रचुर सावधानी के रूप में भुगतान",
  "and on the basis of denial of ownership right and possession of owner": "वादी के कब्जे एवं स्वामित्व अधिकार के आधार पर बेदखली प्रार्थना",
  "Plaintiffs in the filed suit for dispossession prayer (A-1) valuation amount": "(ए-) मूल्यांकन के लिए दायर मुकदमे में वादी रुपये की दर से राशि",
  "at the rate Rs. 300/- Rs. monthly twelve times amount 3600/- Rupees is": "300/- रु. मासिक बारह गुणा राशि 3600/- रुपए निर्धारित की जा",
  "being fixed. In this manner total value amount 5800 +amount 3600 = Rs.": "रही है।इस प्रकार कुल राशि 5800 +. 3600 +- 9400/- रुपए है",
  "\"Plaintiffs\" \"Para 13\" may be written.": "शब्द 'पैरा 3' लिखा जा सकता हैं।",
  "16. That in the plaint present prayer (a) may be cut and in its place the": "46. यह कि वादपत्र में वर्तमान प्रार्थना (क) काट दी जाए और उसके",
  "following prayer as prayer \"(a)\" and \"(aa) as follows may be added-": "स्थान पर प्रार्थना के रूप में निम्नलिखित प्रार्थना \"(क)\" और \"(कक)",
  "\"(a) That by the Court decree may be passed for discharge of registered": "\"(क) कि न्यायालय के आदेश से वाद में नीचे वर्णित पंजीकृत कब्जा",
  "may be passed to the effect that the security amount 700/- mentioned in": "पारित किया गया था कि 700/- जमानत राशि का उल्लेख केवल",
  "the possessory mortgage deed and other expenses amount 5100/- total": "कब्जा बंधक विलेख में था एवं अन्य खर्चे 500/- राशि जो कुल",
  "amount 5800/- deposited by the Plaintiff in the Court may be informed to": "5800/- रूपये की राशि को वादी के द्वारा न्यायालय के समक्ष जमा किया गया था जिसे प्रतिवादी संख्या को शायद सूचित किया गया हो",
  "9 (c) of the plaint may be deposited in the Court by Def. No. 1 and. Def.": "किया गया था को प्रतिवादी संख्या के द्वारा न्यायालय के समक्ष जमा किया जा सकता था और प्रतिवादी संख्या 7 के द्वारा कब्जाजन्य बन्धक",
  "No. 1 may be authorized to take the said amount and decree for discharge": "को मुक्त करने के लिए इस राशि और डिक्री को लेने के लिए अधिकृत",
  "of possessory mortgage may be passed in favour of Plaintiffs and against": "किया जा सकता था और वादी के पक्ष में या प्रतिवादी के विरूद्ध पारित",
  "mortgage deed dated 12.02.57 in below para 9(c) of plaint may be": "पर वाद के पैरा 9(८) में बन्धक विलेख के दस्तावेज दिनांकित 2.02.57 में वर्णित है को मुक्त किया जा सकता था और विवादित",
  "discharged and possession of portion of the disputed tenanted room may": "गिरवी रखे कमरे के भाग का कब्जा वादी को दिया जा सकता था और",
  "to take the said deposited amount a decree may be passed.": "धन को लेने के लिए अधिकृत करने वाली एक डिक्री को पारित किया जा सकता था।",
  "(A-1) That a decree for possession of the Plaintiffs over the disputed tenanted room described below in the plaint and dispossession of the": "(ए-) कि वाद में नीचे वर्णित विवादित किरायेदारी वाले कमरे पर वादियों के कब्जे और प्रतिवादियों के बेदखली के लिए एक डिक्री",
  "Defendants may be passed by the Court and Defendants may be ordered": "अदालत द्वारा पारित की जा सकती है और न्यायालय का निरीक्षण के",
  "to remove the tenanted room described below from their possession under": "तहत प्रतिवादियों को नीचे वर्णित किराएदार कमरे को उनके कब्जे से",
  "of the Court/Advocate Commissioner a decree may be passed in favour of": "अधिकारी/अधिवक्ता आयुक्त के माध्यम से डिक्री का निष्पादन किया",
  "the Plaintiffs and against the Defendants.": "जा सकता है और वादी के पक्ष में और प्रतिवादी के खिलाफ एक डिद्री",
  "17. That below the words \"description\" below the Prayer in the plaint and": "7. यह कि वाद के प्रार्थना में नीचे वर्णित शब्द \"विवरण\" पूरे शब्दों की",
  "above the boundary entire words may be cut and in its place the following": "सीमा को काटा जा सकता था एवं उनके स्थान पर निम्नलिखित शब्द",
  "“One room in Block No. 2-5 A. No. 25, 26, 27, 28, 29 in City Ballia Chowk, Paragana, Ballia, whose 1/3 portion only is mortgaged in the": "“शहर बलिया चौक, परगना बलिया में ब्लाक संख्या 2-5 / में एक कमरा संख्या 25, 26, 27, 28, 29 में जिसमें केवल एक तिहाई",
  "document mortgage deed 2/3 portion is not mortgaged and the entire": "हिस्सा बन्धक विलेख दस्तावेज के तहत बन्धक है एवं दो तिहाई भाग",
  "16. The aforesaid amendment as prayed for by the Plaintiffs was opposed by the": "46. वादी द्वारा प्रार्थना की पूर्वोक्त संशोधन का प्रतिवादी द्वारा अपना उत्तर",
  "17. The Civil Judge vide order dated 20.05.2013, declined to allow the amendment": "7. दीवानी न्यायाधीश ने दिनांक 20.05.203 के आदेश दिनांकित द्वारा, वादियों द्वारा किए गए प्रार्थना के अनुसार संशोधन की अनुमति देने से इनकार कर",
  "as prayed for by the Plaintiffs and accordingly, rejected the application.": "वादियों द्वारा किए गए प्रार्थना के अनुसार संशोधन की अनुमति देने से इनकार कर दिया और तदनुसार, आवेदन को खारिज कर दिया।",
  "Ballia. The District Court vide order dated 25.02.2015, allowed the revision": "आदेश को चुनौती दी। जिला न्यायालय ने आदेश दिनांकित 25.02.205 के",
  "application and permitted the Plaintiffs to amend the plaint, as prayed for. However,": "द्वारा पुनरीक्षण आवेदन की अनुमति दी और वादी को अभियोग में सुधार करने की अनुमति दी, जैसा की उनके द्वारा प्रार्थना की गई थी। हालाँकि जैसा कि संशोधन",
  "as the amendment application was filed after 3 years from the date of the institution of": "आवेदन, वाद के संस्थापन की तारीख से 3 साल के बाद दाखिल किया गया था,",
  "the suit, the revisional court thought fit to impose costs of Rs. 3,000/- upon the": "पुनरीक्षण न्यायालय ने वादी पर 3,000/- रुपये का लागत आरोपित करना",
  "challenged the said order before the High Court by filing a petition under Article 227": "अनुमति देने के आदेश से असंतुष्ट होकर प्रतिवदी द्वारा संविधान के अनुच्छेद 227",
  "District Court in exercise of its supervisory jurisdiction and accordingly, rejected the": "उच्च न्यायालय ने अपने पर्यवेक्षी अधिकार क्षेत्र का प्रयोग करते हुए जिला",
  "application filed by the Defendant herein vide order dated 04.07.2018.": "तदनुसार, प्रतिवादी द्वारा दायर आवेदन को दिनांक 04.07.208 के आदेश द्वारा",
  "20. The relevant part of the impugned order passed by the High Court reads as under:": "20. हाईकोर्ट द्वारा पारित आक्षेपित आदेश का उपयुक्त भाग इस प्रकार हैः",
  "“Sri Chandra Bhan Gupta, learned counsel for the defendant petitioner": "\"याचिकाकर्ता याची के विद्वान अधिवक्ता श्री चंद्र भान गुप्ता प्रस्तुत करते",
  "submits that the plaintiff-respondents filed the suit in question alleging that": "हैं कि प्रतिवादी -प्रत्यर्थियों ने यह आरोप लगाते हुए प्रश्ननबत वाद में",
  "suit property was mortgaged and possession of the same may be given to": "विचाराधीन सूट संपत्ति को गिरवी रखी गयी थी और उसका कब्ज़ा उन्हें",
  "them. By the amendment application the plaintiff-respondents claim": "दिया जा सकता है।संशोधन आवेदन द्वारा वादी-प्रत्यर्थी वाद की धारा",
  "deletion of Section 83 of the suit and also set up the claim of possession": "83 को हटाने का दावा करते हैं और प्रतिवादी -याचिकाकर्ता के साथ",
  "makes submission that the entire nature of the suit has been changed by the": "संशोधन आवेदन द्वारा वाद की मुकदमा प्रकृति पूरी तरह से बदल जाती",
  "amendment application and as such, this Court should come for rescue and reprieve the petitioner.": "है और इस प्रकार, इस न्यायालय को याचिकाकर्ता। को बचाने और वह",
  "On the other hand, Sri Rajesh Kumar, learned counsel for the plaintiff-": "दूसरी ओर, वादी-प्रत्यर्थियों के विद्वान अधिवक्ता श्री राजेश कुमार ने",
  "respondents states that the present writ petition was filed in the year 2015": "कहा कि वर्तमान रिट याचिका वर्ष 205 में दायर की गई थी, जिसमें",
  "same, this Court in para 9 held as under:": "दोहराया गया और उसी को ध्यान में रखते हुए, इस न्यायालय ने पैरा 9 में",
  "“9. By reason of the Code of Civil Procedure (Amendment) Act, 1976,": "“9. सिविल प्रक्रिया संहिता (संशोधन) अधिनियम, 976 के कारण के",
  "measures have been taken for early disposal of the suits. In furtherance of": "द्वारा वादों के शीघ्र निस्तारण के लिए उपाय किए गए हैं।उपर्यक्त संसदीय",
  "the aforementioned parliamentary object, further amendments were carried out in the years 1999 and 2002. With a view to put an end to the": "वस्तु को आगे बढ़ाने के लिए वर्ष 999 और 2002 में और संशोधन",
  "proviso was added to Order 6 Rule 17 which reads as under:": "हमारा यह दृष्टिकोण है आदेश 6 नियम 7 में एक परन्तुक जोड़ा गया",
  "“17. Amendment of pleadings.—The court may at any stage of the": "“7.अभिवचनों का संशोधन -न्यायालय कार्यवाही के किसी भी चरण",
  "proceedings allow either party to alter or amend his pleading in such manner and on such terms as may be just, and all such": "में किसी भी पक्ष को अपने प्रार्थना की ऐसी रीति से और ऐसी शर्तों पर बदलने या सुधार करना की अनुमति दे सकता है जो न्यायसंगत हो,",
  "determining the real questions in controversy between the parties:": "वास्तविक प्रश्नों का निर्धारण करने के प्रयोजन के लिए आवश्यक",
  "Provided that no application for amendment shall be allowed after": "हों:बशर्ते कि विचारण प्रारम्भ होने के पश्चात संसोधन के लिए किसी भी",
  "the trial has commenced, unless the court comes to the conclusion": "आवेदन को अनुमति नहीं दी गई हो, जब तक न्यायालय निर्णय तक न",
  "matter before the commencement of trial.” ”": "के प्रारम्भ के पहले मामलें को न्यायालय के समक्ष उठाया जाना चाहिए।\"",
  "held as follows:-": "को निर्दिष्ट किया, जिसमें यह अभिनिर्धारित किया गया था: -",
  "“4, This Court in A.K. Gupta & Sons Ltd. v. Damodar Valley Corpn. [AIR": "“4. ए. के. गुप्ता एंड सन्स लिमिटेड न्यायालय दामोदर वैली कार्पोरेशन",
  "1967 SC 96 : (1966) 1 SCR 796] held:": "[ए. आई. आर. 967 एस. सी. 96: (966) एस. सी. आर. 796]",
  "“The general rule, no doubt, is that a party is not allowed by": "\"इसमें कोई संदेह नहीं कि सामान्य नियम यह है कि किसी पक्षकार को",
  "amendment to set up a new case or a new cause of action particularly": "संशोधन द्वारा नया मुकदमा या वाद हेतुक तय करने की अनुमति नहीं",
  "when a_ suit on new case or cause of action is": "दी जाती है विशेष रूप से से जब नया मुकदमा या वाद हेतुक वर्जित",
  "barred: Weldon v. Neal [(1887) 19 QBD 394 : 56 LJ QB 621]. But it is": "हो:वेल्डन बनाम नील [(887) 9 क्यूबीडी 394:56 एलजे क्यूबी",
  "addition of a new cause of action or raise a different case, but amounts": "संशोधन कार्रवाई के एक नए वाद हेतुक को शामिल नहीं करता है या एक अलग मामला नहीं उठाता है, लेकिन समान तथ्यों के लिए एक",
  "to no more than a different or additional approach to the same facts,": "अलग या अतिरिक्त दृष्टिकोण से अधिक नहीं होता है, वहां सीमा की",
  "the amendment will be allowed even after the expiry of the statutory": "वैधानिक अवधि की समाप्ति के बाद भी संशोधन अनुज्ञेय होगा।चरण",
  "ILR 48 Cal 110] and L.J. Leach and Co. Ltd. v. Jardine Skinner and": "और एल. जे. लीच एंड कंपनी लिमिटेड बनाम जार्डिन स्किनर एंड",
  "The principal reasons that have led to the rule last mentioned are, first,": "जिन प्रमुख कारणों को अंतिम बार उल्लेख किया गया है, वे हैं, सबसे",
  "that the object of courts and rules of procedure is to decide the rights of": "पहले, अदालतों और प्रक्रिया के नियमों का उद्देश्य पक्षकारों के",
  "the parties and not to punish them for their mistakes": "अधिकारों का फैसला करना है और उन्हें उनकी गलतियों के लिए",
  "and secondly, that a party is strictly not entitled to rely on the statute of": "700 : 53 4 (0 89] : 5] ॥ 729] )और दूसरी बात, कि एक पक्ष सख्ती से परिसीमन की विधि के तहत भरोसा करने का हकदार",
  "limitation when what is sought to be brought in by the amendment can": "नहीं है, जब संशोधन द्वारा जो कुछ लाने की मांग की जाती है, उसे",
  "be said in substance to be already in the pleading sought to be": "संशोधित करने की मांग करने वाली दलील में पहले से ही कहा जा",
  "amended (Kisandas Rupchand v. Rachappa_ Vithoba_ Shilwant [ILR": "सकता है (किसनदास रूपचंद बनाम राचप्पा विठोबा) शिलवंत [॥२",
  "The expression ‘cause of action’ in the present context does not mean": "वर्तमान संदर्भ में 'वाद हेतुक' पद का अर्थ 'हर तथ्य जो वादी को",
  "In Ganesh Trading Co. v. Moji Ram [(1978) 2 SCC 91] it was held: (SCC": "गणेश ट्रेडिंग कंपनी बनाम मोजी राम [(978) 2 500 9] में यह",
  "p. 93, para 4)": "धारित किया गया: (500 पृष्ठ 93, पैरा 4)",
  "“4, It is clear from the foregoing summary of the main rules of": "\"/.. अभिवचनों के मुख्य नियमों के पूर्वगामी सारांश से यह स्पष्ट है कि",
  "pleadings that provisions for the amendment of pleadings, subject to such terms as to costs and giving of all parties concerned necessary": "अभिवचनों में संशोधन के प्रावधान, लागत और संबंधित सभी पक्षों को",
  "opportunities to meet exact situations resulting from amendments, are": "संशोधनों से उत्पन्न सटीक स्थितियों को पूरा करने के लिए आवश्यक",
  "Even if a party or its counsel is inefficient in setting out its case initially": "हराने के लिए। यदि कोई पक्षकार या उसका वकील अपने मामले को शुरू में स्थापित करने में अक्षम है, तो निश्चित रूप से एक पक्ष द्वारा",
  "the shortcoming can certainly be removed generally by appropriate": "उठाए गए उचित कदमों से कमी को निश्चित रूप से दूर किया जा",
  "The error is not incapable of being rectified so long as remedial steps": "तक परिमार्जन किया जा सकता है ,जब तक सुधारात्मक कदम",
  "do not unjustifiably injure rights accrued.”...... ”": "उपार्जित अधिकारों को अनुचित रूप से नुकसान न पहुंचाते हों।\"",
  "36. In one of the recent pronouncements of this Court, in the case of Life Insurance": "36. इस न्यायालय के हाल ही के एक निर्णय में, भारतीय जीवन बीमा",
  "Corporation of India v. Sanjeev Builders Private Limited and Another, Civil Appeal": "निगम बनाम संजीव बिर्ल्डर्स प्राइवेट लिमिटेड और एक अन्य, सिविल",
  "No. 5909 of 2022 dated 01.09.2022, the position of law has been explained as under:": "अपील संख्या 5909/2022 दिनांक 0.09.2022 के मामले में, कानून की स्थिति को निम्नानुसार समझाया गया है:-",
  "“70. ..... (ii) All amendments are to be allowed which are necessary for": "\"0. ..... (॥) सभी संशोधनों को अनुमति दी जानी है जो विवादित",
  "determining the real question in controversy provided it does not cause": "वास्तविक प्रश्न का अवधारण करने के लिए ज़रूरी हैं बशर्ते कि इससे",
  "injustice or prejudice to the other side. This is mandatory, as is apparent": "दूसरे पक्ष के साथ पक्षपात या प्रतिकूल प्रभाव न पड़े। यह अनिवार्य है",
  "from the use of the word “shall”, in the latter part of Order VI Rule 17 of the CPC.": "जैसा कि सीपीसी के आदेश ५ नियम 7 के उत्तरार्द्ध में \"५09॥( होगा)\" शब्द के उपयोग से स्पष्ट है।",
  "(iii) The prayer for amendment is to be allowed": "(|) संशोधन के लिए प्रार्थना को अनुमति दी जानी है",
  "(i) if the amendment is required for effective and proper adjudication": "पर प्रभावी निर्णय देने के लिए संशोधन ज़रूरी है वहां संशोधन में",
  "(a) the amendment does not result in injustice to the other side, (b) by the amendment, the parties seeking amendment does not seek": "अधीन है कि प्रस्तावित संशोधन द्वारा, एक विरोधी पक्ष के साथ अन्याय नहीं",
  "to withdraw any clear admission made by the party which confers a right on the other side and": "किया जाना चाहिए और दूसरे पक्षकार के पक्ष में की गई कोई भी स्वीकारोक्ति",
  "(vi) Where the amendment would enable the court to pin-pointedly": "(४) जहां संशोधन न्यायालय को विवाद पर स्पष्ट रूप से निर्णय देने में",
  "consider the dispute and would aid in rendering a more satisfactory": "समर्थ बनाएगा और अधिक संतोषजनक निर्णय देने में सहायता करेगा,",
  "decision, the prayer for amendment should be allowed.": "वहां संशोधन के लिए प्रार्थना को अनुमति दी जानी चाहिए।",
  "(vii) Where the amendment merely sought to introduce an additional or a": "(दा) जहां संशोधन में केवल एक अतिरिक्त या एक नया दृष्टिकोण पेश",
  "amendment is liable to be allowed even after expiry of limitation.": "नहीं किया गया है, वहां परिसीमा अवधि की समाप्ति के बाद भी संशोधन को अनुमति दी जानी चाहिए।",
  "entitled to take alternative pleas in support of its case. Where alternative pleas arose to": "माना है कि एक पक्ष अपने मामले के समर्थन में वैकल्पिक अभिवचन लेने का",
  "some extent from the admitted position of the defendant, such plea is not impermissible": "हकदार है। जहां प्रतिवादी की स्वीकृत स्थिति से कुछ हद तक वैकल्पिक अभिवचन उत्पन्न होते हैं, ऐसे अभिवचन केवल इसलिए अस्वीकार्य नहीं है क्योंकि",
  "merely because it is inconsistent with the other plea. It held that a plaintiff may rely": "यह अन्य अभिवचन से असंगत है।यह माना गया कि एक वादी वैकल्पिक रूप से",
  "upon different rights alternatively and there is nothing in the CPC to prevent a party": "विभिन्न अधिकारों पर अवलम्ब रख सकता है और सीपीसी में ऐसा कुछ भी नहीं है",
  "from making two or more inconsistent sets of allegations claiming relief therein in the": "जो किसी पक्ष को वैकल्पिक रूप से अनुतोष का दावा करने वाले आरोपों के दो या अधिक असंगत सेट बनाने से रोकता हो।इसमें आगे कहा गया कि हालांकि",
  "alternative. It further observed that although, a Court should not grant relief to a": "या अधिक असंगत सेट बनाने से रोकता हो।इसमें आगे कहा गया कि हालांकि न्यायालय को वादी को ऐसे मामले में अनुतोष नहीं देनी चाहिए , जिसमें उस",
  "plaintiff in a case in which there is no foundation in a pleading on which the other side": "अभिवचन का कोई आधार नहीं है, जिस पर दूसरे पक्ष को नहीं बुलाया गया था या",
  "was not called upon or had opportunity to meet yet when the alternative case which, the": "सुनने का अवसर नहीं मिला था, फिर भी जब वैकल्पिक मामला जो वादी बना",
  "plaintiff could have made was not only admitted by defendant in his written statement": "सकता था, न केवल प्रतिवादी द्वारा अपने लिखित कथन में स्वीकार किया गया",
  "but was expressly put forward as an answer to the claim which the plaintiff made in the": "था बल्कि स्पष्ट रूप से उस दावे के उत्तर के रूप में सामने रखा गया था जो वादी उदघोषणा",
  "suit, there would be nothing improper in giving the plaintiff a decree upon the case": "ने मुकदमे में किया था, वादी को उस मामले पर डिक्री देने में कुछ भी अनुचित",
  "which the defendant himself makes.": "नहीं होगा जो प्रतिवादी स्वयं बनाता है।",
  "43. The view that a plaintiff is entitled to plead even inconsistent pleas while seeking": "43. यह दृष्टिकोण कि वादी वैकल्पिक अनुतोष की मांग करते समय असंगत",
  "Siromanamma and Another reported in (1996) 2 SCC 25. In that case, a suit for": "अन्य बनाम सिरोमनम्मा और एक अन्य (996) 2 एससीसी 25 में दोहराया",
  "specific performance of an agreement of re-conveyance was filed by the appellants.": "गया था। उस मामले में, अपीलकर्ताओं द्वारा पुन: हस्तानांतरण के एक समझौते के विनिर्दिष्ट अनुपालन के लिए एक मुकदमा दायर किया गया था।बाद में, वाद-पत्र",
  "Later, an application for amendment of the plaint was sought stating that the": "विनिर्दिष्ट अनुपालन के लिए एक मुकदमा दायर किया गया था।बाद में, वाद-पत्र के संशोधन के लिए एक आवेदन चाहा गया था जिसमें कहा गया था कि बिक्री",
  "transactions of execution of sale deed and obtaining a document for re-conveyance": "विलेख के निष्पादन और पुन: हस्तानांतरण के लिए एक दस्तावेज प्राप्त करने का",
  "came to be a single transaction, i.e., it was a mortgage by conditional sale. So,": "संव्यवहार एक ही संव्यवहार था, अर्थात्‌ यह सशर्त बिक्री द्वारा बंधक था।",
  "alternatively plaintiff sought relief to redeem the mortgage. The trial court and the High": "इसलिए, वैकल्पिक रूप से वादी ने बंधक के मोचन के अनुतोष की मांग की। विचारण न्यायालय और उच्च न्यायालय ने इस आधार पर इसे खारिज कर दिया",
  "and that the amendment would change the nature of the suit as well as the cause of": "मुकदमे की प्रकृति के साथ-साथ वाद-हेतूक भी बदल जाएगा। लेकिन इस",
  "action. But this Court reversed the said decision and held that since the plaintiff therein": "न्यायालय ने उक्त निर्णय को उलट दिया और कहा कि चूंकि उसमें वादी वैकल्पिक",
  "was seeking alternative reliefs, he is entitled to plead even inconsistent pleas and that": "अनुतोष की मांग कर रहा था, वह असंगत दलीलों का भी अभिवचन करने का",
  "the amendment of the plaint would neither change the cause of action nor would affect": "हकदार है और यह कि वाद-पत्र के संशोधन से न तो वाद-हेतूक बदलेगा और न",
  "44, In Praful Manohar Rele v. Krishnabai Narayan Ghosalkar and Others": "44. प्रफुल्ल मनोहर रेले बनाम कृष्णाबाई नारायण घोसालकर और अन्य (2074)",
  "reported in (2014) 11 SCC 316, this Court followed the decision in Firm Sriniwas Ram Kumar (supra) and reiterated the principle that alternative and inconsistent pleas can be": "] एससीसी 36 में, इस न्यायालय ने फर्म श्रीनिवास राम कुमार (उपरोक्त) में दिए गए निर्णय का अनुसरण और इस सिद्धांत को दोहराया कि वादी द्वारा",
  "47. In the event, if the pleas sought to be introduced by plaintiff by way of an": "47. घटना में, अगर प्रत्यर्थी द्वारा संशोधन के माध्यम से पेश की जाने वाली",
  "amendment is also the plea, which the defendant has set up in his written statement and": "दलील भी दलील है, जिसे प्रत्यर्थी ने अपने लिखित बयान में संस्थित किया है",
  "such a plea of the plaintiff is an alternative plea, even though it is inconsistent with the": "और प्रत्यर्थी की ऐसी दलील एक वैकल्पिक याचिका है, भले ही यह मूल दलील",
  "original plea, since there is no prejudice caused to the defendant, the Court is not": "के साथ असंगत हो, चूंकि प्रतिवादी के लिए कोई पूवग्रिह नहीं है , इसलिए",
  "precluded from allowing the amendment.": "न्यायालय को संशोधन की अनुमति देने से रोका नहीं गया है।",
  "48. At this stage, we may refer to rely upon the decision of this Court in the case of State of Madhya Pradesh v. Union of India and Another reported in (2011) 12 SCC": "48. इस स्तर पर, हम मध्य प्रदेश राज्य बनाम भारत संघ और एक अन्य (207]) 2 एससीसी 268 मामले में इस अदालत के फ़ैसले का अवलम्ब ले",
  "268. We quote the relevant observations as contained in para 8 of the judgment: -": "सकते हैं। हम निर्णय के प्रस्तर 8 में निहित प्रासंगिक टिप्पणियों को उद्धृत करते हैं: -",
  "“8. The purpose and object of Order 6 Rule 17 of the Code is to allow": "“8. संहिता के आदेश 6 के नियम 7 का उद्देश्य और विषय किसी भी",
  "either party to alter or amend his pleadings in such manner and on such": "पक्षकार को अपने अभिवचनों को ऐसी रीति से और और ऐसी शर्तों पर ,",
  "terms as may be just. Amendment cannot be claimed as a matter of right": "संशोधन को सही के रूप में और सभी परिस्थितियों में दावा नहीं किया",
  "and under all circumstances, but the courts while deciding such prayers": "जा सकता है. लेकिन अदालतों को ऐसी प्रार्थनाओं का फैसला करते",
  "should not adopt a hypertechnical approach. Liberal approach should be": "समय अति तकनीकी दृष्टिकोण नहीं अपनाना चाहिए। उदारवादी",
  "the general rule, particularly in cases where the other side can_be": "दृष्टिकोण सामान्य नियम होना चाहिए, विशेष रूप से से उन मामलों में",
  "pleadings to avoid multiplicity of litigations.”": "रूप से, मुकदमों की अधिकता को टालने के लिए अभिवचनों में",
  "(Emphasis supplied)": "(प्रभाव वर्धित )",
  "49. The Appellant Defendant has also put forward an argument as regards the applicability of Order IX Rule 9 of the CPC to make good his submission that the": "49. अपीलार्थी प्रत्यर्थी ने सीपीसी के आदेश ।) नियम 9 की प्रयोज्यता के संबंध में एक तर्क भी दिया है कि संशोधन की अनुमति नहीं दी जानी चाहिए क्योंकि",
  "be dismissed for non-prosecution. However, it appears that the Plaintiffs have not": "कोई अन्याय हो सकता है।यह पाया गया कि भले ही अपीलकर्ता द्वारा दायर",
  "action, so as to set up an entirely new case, foreign to the case set up in": "से नया या असंगत कारण, वस्तुतः एक नए वाद के प्रतिस्थापन या कार्रवाई के",
  "therein and his legal representatives were occupying the suit premises as gratuitous": "परिसर में मुफ्त लाइसेंसधारियों के रूप में कब्जा कर रहे थे और इस तरह के",
  "licensees and upon termination of such licence, the plaintiff was entitled to a decree for": "लाइसेंस की समाप्ति पर, वादी कब्जे के लिए डिक्री का हकदार था। विचारण",
  "possession. The trial court found that defendants were tenants and not licensees as": "न्यायालय ने पाया कि प्रतिवादी किराएदार थे न कि लाइसेंसधारी जैसा कि वादी",
  "alleged by the plaintiff. The 1° Appellate Court recorded a finding to the contrary, held": "ने अभिकथित किया था। प्रथम अपीलीय न्यायालय ने इसके विपरीत एक निष्कर्ष",
  "that the defendants were let into the suit property by plaintiff on humanitarian grounds": "दर्ज किया, जिसमें कहा गया कि प्रतिवादियों को मानवीय आधार पर वादी द्वारा",
  "and as gratuitous licensees and the license was validly terminated by plaintiff. It thus,": "वादग्रस्त संपत्ति में और मुफ्त लाइसेंसधारियों के रूप में रहने दिया गया था और लाइसेंस को वादी द्वारा वैध रूप से समाप्त कर दिया गया था। इस प्रकार, इसने",
  "negatived the defence of the defendants that they were tenants. In the plaint itself, the": "प्रतिवादियों की इस प्रतिरक्षा को नकार दिया कि वे किरायेदार थे।वादपत्र में ही ,",
  "plaintiff therein had taken an alternative plea that he was entitled to vacant possession": "वादी ने एक वैकल्पिक अभिवचन किया था कि वह सद्ावपूर्वक व्यक्तिगत",
  "damage allegedly caused to the premises and to the adjoining garden land belonging to": "आसपास के बाग की भूमि को कारित बाधा, छेड़छाड़ और हुए नुकसान के आधार",
  "defence set up by defendants was no different from each other. The Court held that it": "वैकल्पिक दलील और प्रतिवादियों द्वारा स्थापित बचाव एक दूसरे से अलग नहीं",
  "was open to the plaintiff not only to take a plea of license but also to alternatively plead": "थे। न्यायालय ने कहा कि वादी न केवल लाइसेंस का अभिवचन लेने के लिए",
  "defendants therein had specifically admitted that the property belongs to plaintiff and": "न्यायालय ने माना कि उसमें प्रतिवादियों ने विशेष रूप से स्वीकार किया था कि",
  "that they were in occupation thereof as tenants, and an issue was also framed whether": "संपत्ति वादी की है और वे किरायेदारों के रूप में उसके कब्जे में थे और यह",
  "defendants were in occupation as license or as tenants, and defendants had full": "विवाद्यक भी बनाया गया था कि क्या प्रतिवादी लाइसेंसी के रूप में या किरायेदारों",
  "opportunity to prove their respective cases. So, the defendants cannot be said to have": "के रूप में कब्जे में थे, और प्रतिवादियों के पास अपने संबंधित मामले को साबित करने का पूरा मौका था। इसलिए प्रतिवादियों को वादी द्वारा अभिवचित वैकल्पिक",
  "been taken by surprise by the alternative case pleaded by plaintiff nor could any": "करने का पूरा मौका था। इसलिए प्रतिवादियों को वादी द्वारा अभिवचित वैकल्पिक मामले को अचानक लिया गया नहीं कहा जा सकता है और न ही न्यायालय द्वारा",
  "injustice would result to them from the alternative plea being allowed and tried by the": "वैकल्पिक याचिका को अनुमति दिए जाने और विचारण किए जाने से उनके साथ",
  "50. We could have at this stage closed the matter saying that if it is the case of the": "५0. हम इस स्तर पर यह कहते हुए मामला को बंद कर सकते थे कि यदि",
  "Appellant Defendant that the present suit is not maintainable in view of Order IX Rule 9 of the CPC, then it shall be open for him to raise such a plea before the trial court by": "अपीलार्थी प्रत्यर्थी का यह मामला है कि वर्तमान मुकदमा सीपीसी के आदेश नियम 9 के मद्देनजर अनुरक्षणीय नहीं है, तो उसके लिए आदेश ४॥ नियम ] के",
  "of the CPC, then it shall be open for him to raise such a plea before the trial court by filing an application under Order VII Rule 11 for rejection of plaint. However, we are": "तहत वाद की अस्वीकृति के लिए एक आवेदन दायर करके निचली अदालत के समक्ष इस तरह की याचिका दायर करने का अधिकार होगा।हालाँकि हमारा विचार",
  "of the view that as an important question of procedural law has been raised, we take this": "है कि चूंकि प्रक्रियात्मक कानून का एक महत्वपूर्ण प्रश्न उठाया गया है , हम इस",
  "opportunity of explaining in this appeal itself as to why the plea of Order IX Rule 9 of the CPC should fail.": "अवसर पर इस अपील में ही यह स्पष्ट करने का अवसर लेते हैं कि सीपीसी के आदेश |) नियम 9 की दलील क्यों विफल होनी चाहिए।",
  "51. Order IX Rule 9 reads thus:": "५. आदेश |) का नियम 9 इस प्रकार हैः",
  "“9. Decree against plaintiff by default bars fresh suit.-(1) Where a suit": "“9. चूक होने पर वादी के विरुद्ध डिक्री नए वाद को रोकती है। ()",
  "is wholly or partly dismissed under rule 8, the plaintiff shall be precluded": "जहां कोई वाद नियम 8 के अधीन पूर्णत: या आंशिक रूप से खारिज कर",
  "may apply for an order to set the dismissal aside, and if he satisfies the": "से रोका जाएगा। लेकिन वह बर्खास्तगी को अपास्त करने के आदेश के लिए आवेदन कर सकता है, और यदि वह न्यायालय को संतुष्ट करता है",
  "Court that there was sufficient cause for his non-appearance when the suit": "कि जब वाद को सुनवाई के लिए बुलाया गया था, तब उसके उपस्थित न होने के पयप्त कारण थे और न्यायालय ऐसी शर्तों पर बर्खस्तगी को",
  "was called on for hearing, the Court shall make an order setting aside the": "अपास्त करने का आदेश देगा और मुकदमे की कार्यवाही के लिए एक",
  "dismissal upon such terms as to cost or otherwise as it thinks fit, and shall appoint a day for proceeding with the suit.": "दिन नियत करेगा जो लागत के लिए या जैसा उचित समझे।",
  "(2) No order shall be made under this rule unless notice of the application has been served on the opposite party.”": "(2) इस नियम अंतर्गत कोई आदेश तब तक नहीं किया जाएगा जब तक कि आवेदन की सूचना विपक्षी पक्षकार को तामील न कर दी गई हो। ”",
  "the cause of action in the later suit was altogether different, which has nothing to do": "पूरी तरह से अलग था, जिसका पूर्व के मुकदमे में वाद हेतुक से कोई लेना -देना",
  "with the cause of action in the earlier suit, the statutory bar has no application to such": "नहीं है, तो वैधानिक बार ऐसे बाद के मुकदमों पर लागू नहीं होता है।कार्रवाई के एक ही कारण के आधार पर, यह केवल एक से अधिक मुकदमे दायर करने की",
  "later suits. It was only with a view to curb the tendency of filing multiple suits, on the basis of the very same cause of action, successively even after the dismissal of the": "एक ही कारण के आधार पर, यह केवल एक से अधिक मुकदमे दायर करने की प्रवृत्ति को रोकने के उद्देश्य से था और पूर्व के मुकदमे के खारिज होने के बाद भी",
  "earlier suit that such a provision has been introduced. It was not the intention of the": "क्रमिक रूप से ऐसा प्रावधान पेश किया गया है।व्यवस्थापिका का यह इरादा यह",
  "Legislature to bar the subsequent suits between the parties and the same was evident by": "नहीं था कि पक्षकारों के बीच बाद के मामलों पर रोर लगाई जाए और उसा विशेष",
  "the qualifying words, “same cause of action”. Therefore, everything depends upon the": "शब्दों, \"उसी वाद हेतुक\" से स्पष्ट थाइइसलिए सब कुछ कार्रवाई के कारण पर",
  "cause of action and in case the subsequent cause of action arose from a totally different": "निर्भर करता है और अगर बाद में कार्रवाई का कारण तथ्यों के एक पूरी तरह से",
  "Rule 9 of CPC.": "ने, सीपीसी के आदेश ।) नियम 9 के वास्तविक तात्पर्य की व्याख्या करते हुए,"
}