{
  "CIVIL APPEAL NO(S). 6745-6749 OF 2021": "सिविल अपील सं. 6753 वर्ष 2027",
  "(Arising out of SLP(Civil) No(s). 3711-3715 OF 2021)": "(एसएलपी (दीवानी) सं. 3426 ऑफ 2027 से उत्पन्न)",
  "CIVIL APPEAL NO(S). 6750 OF 2021": "सिविल अपील सं. 6754 ऑफ 2027",
  "(Arising out of SLP(Civil) No(s). 14733 OF 2020)": "(एसएलपी (सिविल) सं. 699 ऑफ 202] से उत्पन्न)",
  "CIVIL APPEAL NO(S). 6751 OF 2021": "सिविल अपील सं. 6755 वर्ष 202",
  "(Arising out of SLP(Civil) No(s). 2647 OF 2021)": "(एस.एल.पी. (दीवानी) सं. 6672 वर्ष 202 से उत्पन्न) साथ में",
  "CIVIL APPEAL NO(S). 6752 OF 2021": "सिविल अपील सं. 6756 वर्ष 202",
  "sila (Arising out of SLP(Civil) No(s). 3185 OF 2021)": "(एसएलपी (सिविल) सं. 672 वर्ष 202 से उत्पन्न) साथ में",
  "CIVIL APPEAL NO(S). 6753 OF 2021": "सिविल अपील सं. 6757 वर्ष 202",
  "(Arising out of SLP(Civil) No(s). 3426 OF 2021)": "(एसएलपी (सिविल) सं. 670 वर्ष 202 से उत्पन्न)",
  "CIVIL APPEAL NO(S). 6754 OF 2021": "सिविल अपील सं. 6745 - 6749 वर्ष 202",
  "CIVIL APPEAL NO(S). 6755 OF 2021": "सिविल अपील सं. 6750 वर्ष 202",
  "(Arising out of SLP(Civil) No(s). 6671 OF 2021)": "एसएलपी (दीवानी) सं. 4733 वर्ष 2020 से उत्पन्न) साथ में",
  "CIVIL APPEAL NO(S). 6756 OF 2021": "सिविल अपील सं. 675 वर्ष 202",
  "(Arising out of SLP(Civil) No(s). 6711 OF 2021)": "(एसएलपी (दीवानी) सं. 2647 वर्ष 2027 से उत्पन्न)",
  "CIVIL APPEAL NO(S). 6757 OF 2021": "सिविल अपील सं. 6752 वर्ष 202",
  "(Arising out of SLP(Civil) No(s). 1670 OF 2021)": "(एसएलपी (दीवानी) सं. 385 ऑफ 202: से उत्पन्न)",
  "of housing. Though availability of loans, both from public and private banks, become easier, still the High rate of interest and the": "सार्वजनिक और निजी दोनों बैंकों से ऋण की उपलब्धता आसान हो गई है, फिर",
  "EMI has posed additional financial burden on the people.": "भी ब्याज की उच्च दर और ईएमआई ने लोगों पर अतिरिक्त वित्तीय बोझ डाला है।",
  "7. At the given time, the real estate and housing sector was": "7... दिए गए समय में, अचल संपत्ति और आवास क्षेत्र काफी हद तक",
  "largely unregulated and the consequence was that consumers were": "अनियमित था और इसका परिणाम यह था कि उपभोक्ता प्रभावी तंत्र के अभाव में",
  "unable to procure complete information for enforced accountability towards builders and developers in the absence of an effective": "बिल्डरों और डेवलपर्स के प्रति जवाबदेही के लिए पूरी जानकारी प्राप्त करने में",
  "mechanism in place. Though, The Consumer Protection Act, 1986": "असमर्थ थे।हालांकि, उपभोक्ता संरक्षण अधिनियम, 986 अचल संपत्ति क्षेत्र में",
  "approached the High Court by filing a writ petition under Articles 226 and 227 of the Constitution questioning the order passed by": "के अनुच्छेद 226 और 227 के तहत एक रिट याचिका दायर करके उच्च",
  "the authority holding it to be without jurisdiction as it has been": "न्यायालय का दरवाजा खटखटाया, जो प्राधिकरण द्वारा क्षेत्राधिकार के बिना",
  "passed by a single member of the authority who according to the": "पारित किए गए आदेश पर सवाल उठाता है क्योंकि यह प्राधिकरण के सदस्य द्वारा",
  "appellants holds no jurisdiction to pass such orders of refund of the": "के तहत उस राशि की वापसी के आदेश का कोई क्षेत्राधिकार प्राप्त नहीं है और",
  "to Section 43(5) of the Act for filing of a statutory appeal and raised": "वैधानिक अपील दायर करने के लिए अधिनियम की धारा 43 (5) के तहत",
  "certain ancillary questions for consideration in writ jurisdiction of the High Court of Allahabad. Being aggrieved by the orders passed": "न्यायालय के रिट अधिकारिता में विचार के लिए कुछ सहायक प्रश्न उठाए हैं। उच्च",
  "by the High Court dismissing their writ petitions, the present batch": "न्यायालय द्वारा उनके द्वारा दायर रिट याचिकाओं को खारिज करते हुए आदेश",
  "5. Before adverting to the legal submissions made before us, we": "५... हमारे समक्ष प्रस्तुत कानूनी तर्क पर विचार करने से पूर्व, हम अधिनियम",
  "consider it appropriate to take a bird’s-eye view of the scheme of the Act 2016 which may be apposite for proper appreciation of the": "206 की योजना के बारे में एक सरसरी निगाह डालना उचित समझते हैं जो",
  "“The real estate sector plays a catalytic role in fulfilling the need and demand for housing and infrastructure in the country. While": "रियल एस्टेट सेक्टर देश में आवास और बुनियादी ढांचे की आवश्यकता और मांग",
  "largely unregulated, with absence of professionalism and": "काफी वृद्धि हुई है, यह व्यावसायिकता और मानकीकरण की अनुपस्थिति और",
  "standardisation and lack of adequate consumer protection. Though": "पर्याप्त उपभोक्ता संरक्षण की कमी के साथ काफी हद तक अनियमित रहा है।यद्यपि",
  "the Consumer Protection Act, 1986 is available as a forum to the buyers in the real estate market, the recourse is only curative and": "उपभोक्ता संरक्षण अधिनियम, 986 अचल संपत्ति बाजार में खरीदारों के लिए एक मंच के रूप में उपलब्ध है तथापि इसका आश्रय केवल उपचारात्मक है और",
  "is not adequate to address all the concerns of buyers and promoters in that sector. The lack of standardisation, has been a": "उस क्षेत्र में खरीदारों और प्रमोटरों की सभी चिंताओं को दूर करने के लिए पर्याप्त",
  "promoters in that sector. The lack of standardisation, has been a constraint to the healthy and orderly growth of industry. Therefore,": "नहीं है। मानकीकरण की कमी उद्योग के स्वस्थ और व्यवस्थित विकास के लिए",
  "2. In view of the above, it becomes necessary to have a Central legislation, namely, the Real Estate (Regulation and Development) Bill, 2013, in the interest of the effective consumer protection,": "2. ... उपरोक्त के दृष्टगत, रियल एस्टेट क्षेत्र में प्रभावी उपभोक्ता संरक्षण ,",
  "uniformity and _ standardisation of business practices and": "एकरूपता और व्यावसायिक प्रथाओं और लेनदेन के मानकीकरण के हित में एक",
  "transactions in the real estate sector. The proposed Bill provides": "होना आवश्यक हो जाता है।प्रस्तावित विधेयक रियल एस्टेट क्षेत्र के विनियमन",
  "for the establishment of the Real estate Regulatory Authority (the Authority) for regulation and promotion of real estate sector and to": "और संवर्धन के लिए रियल एस्टेट नियामक प्राधिकरण (प्राधिकरण) की स्थापना",
  "ensure sale of plot, apartment or building, as the case may be, in": "और भूखंड, अपार्टमेंट या भवन की बिक्री सुनिश्चित करने के लिए, यथास्थिति,",
  "an efficient and transparent manner and to protect the interest of consumers in real estate sector and establish the Real Estate": "एक कुशल और पारदर्शी तरीके से और रियल एस्टेट क्षेत्र में उपभोक्ताओं के हितों",
  "consumers in real estate sector and establish the Real Estate Appellate Tribunal to hear appeals from the decisions, directions or": "की रक्षा करने के लिए उपबंध करता है और प्राधिकरण के निर्णयों, निर्देशों या आदेशों से अपील सुनने के लिए रियल एस्टेट अपीलीय न्यायाधिकरण की",
  "10. It was introduced with an object to ensure greater accountability towards consumers, to significantly reduce frauds &": "0. यह उपभोक्ताओं के प्रति अधिक जवाबदेही सुनिश्चित करने, धोखाधड़ी",
  "delays and also the current high transaction costs, and to balance": "और विलंब और वर्तमान उच्च लेनदेन लागतों को भी काफी कम करने और दोनों",
  "the interests of consumers and promoters by imposing certain": "पर कुछ जिम्मेदारियों को लागू करके उपभोक्ताओं और प्रमोटरों के हितों को",
  "for the potential home buyers to check if a project is approved": "वर्तमान अधिनियम के बाद, संभावित घर खरीदारों के लिए यह जांचने के लिए",
  "14. That apart from the project being statutorily regulated, it": "4. . यह कि परियोजना को वैधानिक रूप से विनियमित किए जाने के अलावा,",
  "attaches certain authenticity with regard to completion of the project and a statutory obligation upon the developer and home": "यह परियोजना के पूरा होने के संबंध में कुछ प्रामाणिकता और डेवलपर और घर",
  "buyer to abide by the terms and conditions of the home buyers": "खरीदार पर घर खरीदारों के समझौते और शासनादेश के वैधानिक अनुपालन के",
  "agreement and statutory compliance to the mandate of law. In": "नियमों और शर्तों का पालन करने के लिए एक वैधानिक दायित्व देता है। इसके",
  "addition, any project which is approved under the Act, 2016 helps": "अलावा, कोई भी परियोजना जो अधिनियम, 206 के तहत अनुमोदित है,",
  "the promoter in raising funds from banks and statistics shows that": "प्रमोटर को बैंकों से धन जुटाने में मदद करती है, यह उन आंकड़ों दर्शाता है",
  "buyers express their satisfaction in approved projects which is": "जिसमें खरीदार अनुमोदित परियोजनाओं में अपनी संतुष्टि व्यक्त करते हैं जो न",
  "beneficial not only to the home buyers but to the promoters and": "केवल घर खरीदारों के लिए बल्कि प्रमोटरों और रियल एस्टेट एजेंटों के लिए भी",
  "15. Chapter II of the Act relates to the registration of real estate": "5. . अधिनियम का अध्याय ॥ अचल संपत्ति परियोजनाओं के पंजीकरण से",
  "projects. Section 3 mandates prior registration of real estate": "संबंधित है। धारा 3 रियल एस्टेट नियामक प्राधिकरण के साथ चल रही",
  "projects including ongoing projects with the Real Estate Regulatory": "परियोजनाओं सहित अचल संपत्ति परियोजनाओं के पूर्व पंजीकरण को अनिवार्य",
  "Authority. Section 4 prescribes the ingredients of application by": "करती है। धारा 4 में रियल एस्टेट परियोजनाओं के पंजीकरण के लिए प्रवर्तक द्वारा आवेदन के अवयवों को निर्धारित किया गया है।",
  "compensate the allottee and such claim for compensation under": "मुआवजा देगा और धारा 8 (2) के तहत मुआवजे के लिए इस तरह के दावे पर",
  "21. Section 18(3) of the Act states that where the promoter fails to": "2. अधिनियम की धारा 8 (3) में कहा गया है कि यदि प्रोत्साहक अधिनियम",
  "discharge any other obligation under the Act or the rules or": "या इसके तहत बनाए गए नियमों या विनियमों के तहत या बिक्री के लिए समझौते",
  "regulations framed thereunder or in accordance with the terms and": "के नियमों और शर्तों के अनुसार किसी भी अन्य दायित्व का निर्वहन करने में",
  "22. If we take a conjoint reading of sub-sections (1), (2) and (3) of": "22. यदि हम अधिनियम की धारा 8 की उप-धारा (), (2) और (3) का",
  "(A) the allottee can either seek refund of the amount by withdrawing": "आवंटी या तो परियोजना से हट कर रिफंड माँग सकता है; (ख) इस तरह का",
  "from the project; (B) such refund could be made together with interest as may be prescribed; (C) in addition, can also claim": "रिफंड ब्याज के साथ किया जा सकता है जो विहित किया जाए; (ग) इसके",
  "compensation payable under Sections 18(2) and 18(3) of the Act; (D)": "अलावा अधिनियम की धारा 8 (2) और 8 (3) के तहत देय मुआवजे का",
  "every months’ delay in handing over possession at such rates as": "हुई प्रत्येक माह की देरी के लिए निर्धारित दरों पर ब्याज का भुगतान करने की",
  "23. Correspondingly, Section 19 of the Act spells out “Rights and": "23. तदनुसार, अधिनियम की धारा 9 में आवंटियों के “अधिकारों और",
  "duties of allottees”. Section 19(3) makes the allottee entitled to": "कर्तव्यों” का उल्लेख किया गया है। धारा 39 (3) आवंटी को, जैसा भी मामला",
  "claim possession of the apartment, plot or building, as the case may": "हो, अपार्टमेंट, प्लॉट या भवन के कब्जे का दावा करने का हकदार बनाती है।",
  "be. Section 19(4) provides that if the promoter fails to comply or": "धारा 39 (4) में प्रावधान है कि यदि प्रोत्साहक समझौते के अनुसार अपार्टमेंट ,",
  "being unable to give possession of the apartment, plot or building in": "प्लॉट या भवन का कब्जा देने में विफल रहता है या असमर्थ रहता है, तो यह",
  "refund of amount paid along with interest and compensation in the": "आवंटी को अधिनियम के तहत विहित रीति से ब्याज और मुआवजे के साथ",
  "24. Section 19(4) is almost a mirror provision to Section 18(1) of": "24. धारा 9 (4) अधिनियम की धारा 8 () का लगभग एक प्रारूपिक",
  "the Act. Both these provisions recognize right of an allottee two": "प्रावधान है। ये दोनों प्रावधान आबंटी के अधिकार को दो अलग-अलग उपचारों",
  "25. The unqualified right of the allottee to seek refund referred": "रिफंड मांगने के आवंटी के निर्विवाद अधिकार किसी भी आकस्मिक स्थिति या",
  "fails to give possession of the apartment, plot or building within the": "समय के भीतर अपार्टमेंट, प्लॉट या भवन का कब्जा देने में विफल रहता है, जो",
  "unforeseen events or stay orders of the Court/Tribunal, which is in": "किसी भी तरह की अप्रत्याशित घटनाओं या न्यायालय /न्यायाधिकरण के स्थगन",
  "with interest at the rate prescribed by the State Government": "पर राज्य सरकार द्वारा निर्धारित दर पर ब्याज के साथ राशि वापस करे, जिसमें",
  "including compensation in the manner provided under the Act with": "अधिनियम के प्रावधान के अनुसार मुआवजा भी शामिल है परंतु यदि आवंटी",
  "the proviso that if the allottee does not wish to withdraw from the project, he shall be entitled for interest for the period of delay till": "परियोजना से हटना नहीं चाहता है, तो वह कब्जा सौंपने तक की अवधि के लिए",
  "26. If we turn to the power of the authority, it envisages under": "26. यदि हम प्राधिकारी की शक्ति की बात करें, तो धारा 3] के तहत यह",
  "of the Act or the rules and regulations framed thereunder. Such": "परिकल्पित है कि अधिनियम या इसके तहत बनाए गए नियमों और विनियमों के",
  "agent”, as the case may be, and can be filed by “any aggrieved": "अधिकारी के पास दर्ज की जा सकती हैं। इस तरह की शिकायत किसी भी",
  "30. Under sub-section (3) of Section 71, the adjudicating officer": "30. धारा 7 की उपधारा (3) के अधीन, न्यायनिर्णयन अधिकारी को मामले के",
  "attendance of persons acquainted with the facts and circumstances": "तथ्यों और परिस्थितियों से परिचित व्यक्तियों को न केवल ऐसे साक्ष्य देने के लिए",
  "of the case to give evidence or to produce any document which may be useful and relevant for adjudication, is supposed to take note of": "जो न्यायनिर्णयन के लिए उपयोगी और प्रासंगिक हों, या कोई दस्तावेज प्रस्तुत",
  "the various parameters as referred to under Section 72 which still is": "है, उससे धारा 72 के अधीन निर्दिष्ट विभिन्न मापदंडों पर ध्यान देने की अपेक्षा की",
  "compensation payable to the person aggrieved and interest, as the": "जाती है जो, जैसा कि मामला हो, व्यथित व्यक्ति को देय मुआवजे और ब्याज की",
  "the following questions emerges for our consideration in the present": "समूहों में हमारे विचार के लिए निम्नलिखित प्रश्न उभरकर सामने आते हैं: -",
  "1, Whether the Act 2016 is retrospective or retroactive in its": ". क्या अधिनियम 2076 पूर्वव्यापी है या अपने प्रवर्तन में पूर्वव्यापी है और यदि",
  "operation and what will be its legal consequence if tested on the anvil of the Constitution of India?": "भारत के संविधान की कसौटी पर इसका परीक्षण किया जाए तो इसका विधिक परिणाम क्या होगा?",
  "2. | Whether the authority has jurisdiction to direct return/refund": "वापसी / रिफंड निर्देशित करने का अधिकार क्षेत्र है या क्षेत्राधिकार अधिनियम की",
  "after holding extensive deliberation on the subject thought it": "संसद ने इस विषय पर व्यापक विचार-विमर्श करने के बाद, स्वविवेक से, प्रभावी",
  "effective consumer protection, uniformity and standardisation of business practices and transactions in the real estate sector, to": "उपभोक्ता संरक्षण, रियल एस्टेट क्षेत्र में व्यापार प्रथाओं और लेनदेन की एकरूपता",
  "ensure greater accountability towards consumers, to overcome": "और मानकीकरण, उपभोक्ताओं के प्रति अधिक जवाबदेही सुनिश्चित करने,",
  "frauds and delays and also the higher transaction costs, and": "धोखाधड़ी और देरी और उच्च लेनदेन लागतों को दूर करने के लिए एक केंद्रीय",
  "accordingly intended to balance the interests of consumers and": "कानून बनाना आवश्यक समझा और तदनुसार उपभोक्ताओं और प्रोत्साहकों के",
  "promoters by imposing certain duties and responsibilities on both.": "हितों को संतुलित करने के लिए दोनों पर कुछ शास्ति और जिम्मेदारियां",
  "34. The term “ongoing project” has not been so defined under the": "34. \"चालू परियोजना\" शब्द को अधिनियम के तहत इस तरह से परिभाषित नहीं",
  "Act while the expression “real estate project” is defined under": "किया गया है, जबकि \"रियल एस्टेट परियोजना\" शब्द को अधिनियम की धारा 2",
  "“2(zn) “real estate project” means the development of a building or": "\"2 (जेडएन) \"रियल एस्टेट परियोजना\" से, यथास्थिति, सभी या कुछ",
  "a building consisting of apartments, or converting an existing": "अपार्टमेंट या भूखंडों या भवन को बेचने के प्रयोजन के लिए किसी भवन",
  "building or a part thereof into apartments, or the development of": "या अपार्टमेंट से बने भवन का विकास या किसी विद्यमान भवन या उसके",
  "of selling all or some of the said apartments or plots or building, as": "किसी भाग को अपार्टमेंट में परिवर्तित करना या भूखंडों या अपार्टमेंट के",
  "the case may be, and includes the common areas, the development": "लिए भूमि का विकास अभिप्रेत है और इसके अंतर्गत सामान्य क्षेत्र, विकास",
  "works, all improvements and structures thereon, and all easement,": "कार्य, उन पर सभी सुधार और संरचनाएं और उनसे संबंधित सभी",
  "rights and appurtenances belonging thereto;”": "सुखाधिकार, अधिकार और अनुष॑गिक चीजे शामिल हैं.\"",
  "35. The Act is intended to comply even to the ongoing real estate": "35. अधिनियम का आशय चल रही रियल एस्टेट परियोजना पर भी लागू होने का",
  "project. The expression “ongoing project” has been defined under Rule 2(h) of the Uttar Pradesh Real Estate (Regulation and": "है। उत्तर प्रदेश रियल एस्टेट (विनियमन एवं विकास) नियमावली, 206 के नियम 2 (ज) के तहत 'चालू परियोजना' शब्द को परिभाषित किया गया है जो",
  "“2(h) “Ongoing project” means a project where development is": "\"2 (ज) \"चालू परियोजना\" \"से ऐसी परियोजना अभिप्रेत है जहां विकास",
  "going on and for which completion certificate has not been issued": "चल रहा है और जिसके लिए पूर्णता प्रमाणपत्र जारी नहीं किया गया है",
  "but excludes such projects which fulfil any of the following criteria": "किंतु ऐसी परियोजनाओं को अपवर्जित किया गया है जो इन नियमों की",
  "on the date of notification of these rules:": "अधिसूचना की तारीख को निम्नलिखित मानदंडों में से किसी को पूरा करती हैं:",
  "(i) where services have been handed over to the Local Authority for maintenance.": "(|) जहां सेवाएं रखरखाव के लिए स्थानीय प्राधिकरण को सौंप दी गई हैं।",
  "(ii) where common areas and facilities have been": "(॥) जहां सामान्य क्षेत्र और सुविधाएं रखरखाव के लिए निवासी",
  "(iii) where all development work have _ been": "(॥) जहां सभी विकास कार्य पूरे कर लिए गए हैं और",
  "completed and sale/lease deeds of sixty percent of the apartment/houses/plots have been executed.": "अपार्टमेंट /मकान /भूखंडों के साठ प्रतिशत की बिक्री /पट्टा विलेख निष्पादित किए जा चुके हैं।",
  "(iv) where all development works have been completed and application has been filed with the": "(५४) जहां सभी विकास कार्य पूरे कर लिए गए हैं और पूर्णता प्रमाण पत्र",
  "competent authority for issue of completion": "जारी करने के लिए सक्षम प्राधिकारी के समक्ष आवेदन किया जा चुका",
  "36. The expression “completion certification” has been defined under Section 2(q) and “occupancy certificate” under Section 2(zf) of": "36. अधिनियम की धारा 2(थ) के तहत '“पूर्णता प्रमाणपत्र और धारा (जेडएफ)",
  "“2(q) “completion certificate” means the completion certificate, or": "“2(थ) \"पूर्णता प्रमाणपत्र\" से सक्षम प्राधिकारी द्वारा जारी किया गया",
  "such other certificate, by whatever name called, issued by the": "पूर्णता प्रमाणपत्र या ऐसा अन्य प्रमाणपत्र, चाहे वह किसी भी नाम से जाना",
  "competent authority certifying that the real estate project has been": "जाता हो, जिसमें यह प्रमाणित किया गया हो कि रियल एस्टेट परियोजना",
  "developed according to the sanctioned plan, layout plan and": "उसी स्वीकृत योजना, ले-आउट योजना और विशिष्टताओं के अनुसार",
  "specifications, as approved by the competent authority under the": "विकसित की गई है जैसा कि स्थानीय विधि के तहत सक्षम प्राधिकारी द्वारा",
  "2(zf) “occupancy certificate” means the occupancy certificate, or": "\"2(जेडएफ) \"कब्जा प्रमाण पत्र\" से स्थानीय कानूनों के तहत किसी भवन",
  "infrastructure such as water, sanitation and electricity;”": "में, जिसमें जल, स्वच्छता और बिजली जैसे नागरिक बुनियादी ढांचे की",
  "37. Looking to the scheme of Act 2016 and Section 3 in particular": "37. अधिनियम 206 की योजना और विशेष रूप से धारा 3 को देखते हुए,",
  "of which a detailed discussion has been made, all “ongoing projects”": "जिनकी एक विस्तृत चर्चा की गई है, अधिनियम से पहले शुरू होने वाली सभी",
  "certificate has not been issued are covered under the Act. It manifests that the legislative intent is to make the Act applicable": "अधिनियम के अन्तर्गत आती हैं। इससे पता चलता है कि विधायी मंशा अधिनियम",
  "not only to the projects which were yet to commence after the Act became operational but also to bring under its fold the ongoing": "को न केवल उन परियोजनाओं पर लागू करने की है जो अधिनियम के लागू होने के बाद अभी तक शुरू नहीं हुई थीं बल्कि चालू परियोजनाओं को भी अपने",
  "stake holders, including allottees/home buyers, promoters and real": "जिम्मेदारियों को अधिरोपित करते हुए हितधारकों , आबंटियों /घर खरीदारों,",
  "unregulated real estate sector within the fold of the real estate": "और रियल एस्टेट प्राधिकरण के अन्तर्गत अविनियमित रियल एस्टेट क्षेत्र का",
  "38. The emphasis of Mr. Kapil Sibal, learned senior counsel for the": "38. अपीलकर्ता के विद्वान वरिष्ठ अधिवक्ता श्री कपिल सिब्बल का जोर इस बात",
  "appellant is that the agreement of sale was executed in the year": "पर है कि विक्रय करार वर्ष 200- ] में निष्पादित किया गया था, अधिनियम",
  "2010-11, i.e. much before the coming into force of the Act and the": "के लागू होने से बहुत पहले, और वर्तमान अधिनियम की पूर्वव्यापी प्रयोज्यता है",
  "present Act has retrospective application and registration of ongoing project under the Act would be in contravention to the contractual": "और अधिनियम के तहत चालू परियोजनाओं का पंजीकरण निष्पादित बिक्री",
  "rights established between the promoter and allottee under the": "विलेख के तहत प्रोत्साहक और आवंटी के बीच स्थापित संविदात्मक अधिकारों",
  "39. Mr. Tushar Mehta, learned Solicitor General, on the other hand, submits that a bare perusal of the object and reasons": "39. दूसरी ओर, विद्वान सॉलिसिटर जनरल श्री तुषार मेहता का तर्क है कि उद्देश्य",
  "manifest that the Act does not take away the substantive": "और कारणों का परिशीलन दर्शाता है कि अधिनियम सारवान अधिकारिता को नहीं",
  "jurisdiction, rather it protects the interest of homebuyers where": "छीनता है, बल्कि यह घर खरीदारों के हितों की रक्षा करता है जहां",
  "project/possession is delayed and further submits that the scheme": "परियोजना /कषब्जे में देरी होती है और आगे कहा है कि अधिनियम की योजना की",
  "of the Act has retroactive application, which is permissible under": "पूर्वव्यापी प्रयोज्यता है, जो विधि के तहत अनुमत है। प्रावधान यह स्पष्ट करते हैं",
  "the law. The provisions make it clear that it operates in future,": "कि यह भविष्य में काम करता है, हालांकि, इसका संचालन पहले किए गए कार्य",
  "retrospectivity in this case is ex-facie rebuttable. The literal": "सीधा खंडन किया जा सकता है। अधिनियम की शाब्दिक व्याख्या यह प्रकट",
  "41. The clear and unambiguous language of the statute is retroactive in operation and by applying purposive interpretation": "4. विधान की साफ और स्पष्ट भाषा प्रचालन में पूर्वव्यापी है और सांविधिक",
  "retroactive in operation and by applying purposive interpretation rule of statutory construction, only one result is possible, i.e., the": "निर्माण के उद्देश्यपूर्ण व्याख्या नियम को लागू करने से केवल एक परिणाम संभव",
  "of plot, apartment or building, real estate project is done in an": "कानून अधिनियमित किया है, कि प्लॉट, अपार्टमेंट या भवन या रियल एस्टेट",
  "in the real estate sector is protected by all means and Sections 13,": "क्षेत्र में उपभोक्ताओं के हितों की सभी तरीकों से रक्षा की जा सके और धारा",
  "18(1) and 19(4) are all beneficial provisions for safeguarding the pecuniary interest of the consumers/allottees. In the given": "3,8 () और 9 (4) उपभोक्ताओं /आवंटियों के आर्थिक हितों की रक्षा के",
  "effect over the retrospective applicability of the Act, even on facts of": "मामले के तथ्यों पर भी अधिनियम की पूर्वव्यापी प्रयोज्यता पर अधिभावी प्रभाव",
  "42. What the provision further emphasizes is that a promoter of a": "42. इस प्रावधान में इस बात पर जोर दिया गया है कि किसी ऐसी परियोजना के",
  "project which is not complete/sans completion certificate shall get": "प्रोत्साहक को जो पूर्ण नहीं है /पूर्णता प्रमाण-पत्र के बिना है, उसे अधिनियम के",
  "the project registered under the Act but while getting the project": "तहत परियोजना का पंजीकरण कराना होगा, लेकिन परियोजना का पंजीकरण",
  "timelines for getting the remaining development work completed": "कराते समय प्रोत्साहक शेष विकास कार्यों को पूरा करने के लिए नई समय -सीमा",
  "and from the scheme of the Act, we do not find that the first proviso": "विहित करना होगा और अधिनियम की योजना से हमें नहीं लगता कि धारा 3 ()",
  "to Section 3(1) in any manner is either violative of Articles 14 and": "का पहला परं॑तुक किसी भी तरीके से भारत के संविधान के अनुच्छेद 4 और 9",
  "19(1)(g) of the Constitution of India. The Parliament is always": "() (जी) का उल्लंघन करता है। संसद हमेशा कानून के मापदंडों के भीतर",
  "competent to enact any law affecting the antecedent events under": "पूर्ववर्ती घटनाओं को प्रभावित करने वाला कोई भी कानून बनाने के लिए सक्षम है।",
  "43. In State of Bombay (Now Maharashtra) versus Vishnu": "43. बंबई राज्य (अब महाराष्ट्र) बनाम विष्णु राज्य रामचंद्र' वाले मामले में, इस",
  "action was taken after the Act came into force.": "गया हो, तो अधिनियम के लागू होने के बाद की गयी कार्रवाई के मामले में कानून",
  "44. To meet out different nature of exigencies, it was noticed by the Parliament that Pan India, large number of real estate projects": "44. विभिन्न प्रकार की आवश्यकताओं को पूरा करने के लिए, संसद द्वारा यह देखा गया कि अखिल भारतीय स्तर पर बड़ी संख्या में ऐसी रियल एस्टेट",
  "where the allottees did not get possession for years together and": "परियोजनाएं, जहां आवंटियों को कई वर्षों से कब्जा नहीं मिला है और उपभोक्ता",
  "complaints being filed before different forums including under the": "संरक्षण अधिनियम के तहत विभिन्न मंचों के समक्ष दायर की जा रही शिकायतें",
  "Consumer Protection Act has failed to deliver adequate/satisfactory results to the consumer/allottees and their life savings is locked in": "उपभोक्ता/आवंटियों को पर्याप्त /संतोषजनक परिणाम देने में विफल रही हैं और",
  "the belief that they will be able to get a roof in the form of their": "विश्वास के साथ किया कि वे अपने अपार्टमेंट / फ़ैट/यूनिट के रूप में छत पाने में सक्षम होंगे।",
  "45. At the given time, there was no law regulating the real estate sector, development works/obligations of promoter and allottee, it": "45. तत्समय, रियल एस्टेट क्षेत्र, प्रोत्साहक और आवंटी एवं विकास कार्यों /दायित्वों को विनियमित करने के लिए कोई कानून नहीं था, यह बुरी तरह",
  "was badly felt that such of the ongoing projects to which completion": "से महसूस किया गया कि वर्तमान में ऐसी चालू परियोजनाएं, जिन्हें पूरा होने का",
  "certificate has not been issued must be brought within the fold of": "प्रमाण पत्र जारी नहीं किया गया है, को अधिनियम, 206 के दायरे में लाया",
  "the Act 2016 in securing the interests of allottees, promoters, real estate agents in its best possible way obviously, within the": "जाना चाहिए, ताकि आवंटियों, प्रोत्साहकों, रियल एस्टेट एजेंटों के हितों की रक्षा",
  "estate agents in its best possible way obviously, within the parameters of law. Merely because enactment as prayed is made": "स्पष्ट॒तः कानून के दायरे में की जा सके। केवल इसलिए कि यथा निवेदित",
  "retrospectively to take into its fold the pre-existing contract and": "विद्यमान संविदा और अधिकारों को अपने दायरे में लेने के लिए भूतलक्षी प्रभाव से",
  "46. The consequences for breach of such obligations under the Act": "46. अधिनियम के तहत इस तरह के दायित्वों के उल्लंघन का परिणाम परिचालन",
  "are prospective in operation and in case ongoing project, of which": "में भविष्यगामी हैं और यदि चालू परियोजना, जिसका पूरा होने का प्रमाण पत्र प्राप्त",
  "completion certificate is not obtained, are not to be covered under": "नहीं किया गया है, को अधिनियम के अन्तर्गत नहीं लाया जाता है, तो अविकसित",
  "amended Section 6, since the right is given by birth, that is, an": "गया हो। संशोधित धारा 6 के तहत, चूंकि अधिकार जनम से दिया गया है,",
  "antecedent event, and the provisions operate concerning claiming": "यानी एक पूर्ववर्ती घटना, और प्रावधान संशोधन अधिनियम की तारीख",
  "rights on and from the date of the Amendment Act.”": "को और उससे अधिकारों का दावा करने से संबंधित हैं।”",
  "51. Thus, it is clear that the statute is not retrospective merely": "५7. इस प्रकार, यह स्पष्ट है कि विधान केवल इसलिए भूतलक्षी नहीं है कि यह",
  "because it affects existing rights or its retrospection because a part": "मौजूदा अधिकारों या इसकी भूतलक्षी समीक्षा को प्रभावित करता है क्योंकि",
  "of the requisites for its action is drawn from a time antecedent to its": "इसकी कार्रवाई के लिए आवश्यकताओं का एक हिस्सा इसके पारित होने के",
  "which creates a new obligation on transactions or considerations": "अभिप्रेत है जो पहले से ही पारित संव्यवहारों या विचारों पर एक नया दायित्व",
  "already passed or destroys or impairs vested rights.": "अधिरोपित करता है या निहित अधिकारों को नष्ट या हानि पहुंचाता है।",
  "52. The Parliament intended to bring within the fold of the statute": "५2. संसद ने अधिनियम की धारा 3 () के तहत वर्तमान में चल रही रियल",
  "“converting and existing building or a part thereof into apartments” including every kind of developmental activity either existing or": "की विकासात्मक गतिविधियों सहित “मौजूदा भवन या उसके एक हिस्से को",
  "is to include those projects which were ongoing and in cases where": "इरादा उन परियोजनाओं को शामिल करना है जो चल रही थीं और जहां",
  "completion certificate has not been issued within fold of the Act.": "अधिनियम के दायरे में पूर्णता प्रमाण पत्र जारी नहीं किया गया है।",
  "53. That even the terms of the agreement to sale or home buyers": "५3. यहां तक कि बिक्री या घर खरीदारों के समझौते की शर्तें भी निश्चित रूप से",
  "agreement invariably indicates the intention of the developer that": "डेवलपर के इरादे को इंगित करती हैं कि सक्षम प्राधिकारियों द्वारा जारी किया गया",
  "any subsequent legislation, rules and regulations etc. issued by": "कोई भी पश्चात्वर्ती विधान, नियम और विनियम आदि पक्षकारों के लिए बाध्यकारी",
  "have imposed the applicability of subsequent legislations to be": "बाद के कानूनों की प्रयोज्यता को लागू किया है और दोनों में से कोई भी पक्ष ,",
  "parties, promoters/home buyers or allottees, cannot shirk from": "प्रोत्साहक /घर खरीदार या. आवंटी,. अधिनियम के. तहत अपनी",
  "their responsibilities/liabilities under the Act and implies their": "जिम्मेदारियों /देनदारियों से बच नहीं सकता है और अधिनियम के प्रावधानों के",
  "challenge to the violation of the provisions of the Act and it negates": "उल्लंघन को उनकी चुनौती देता है और यह अधिनियम के प्रावधानों के तहत",
  "the contention advanced by the appellants regarding contractual terms having an overriding effect to the retrospective applicability of the Authority under the provisions of the Act which is completely": "प्राधिकरण की भूतलक्षी प्रयोज्यता के लिए अधिभावी प्रभाव वाले अनुबंध की शर्तों के बारे में अपीलार्थी द्वारा दिए गए तर्क को खारिज करता है जो पूरी तरह से गलत",
  "misplaced and deserves rejection.": "है और अस्वीकार किए जाने योग्य है।",
  "54. From the scheme of the Act 2016, its application is retroactive": "५८. अधिनियम 206 की योजना से, इसका अनुप्रयोग पूर्वव्यापी स्वरूप में है",
  "in character and it can safely be observed that the projects already": "और सुरक्षित रूप से यह कहा जा सकता है कि पहले से पूरी हो चुकी परियोजनाएं",
  "completed or to which the completion certificate has been granted": "या जिन्हें पूरा होने का प्रमाण पत्र दिया गया है, इसके दायरे में नहीं हैं और",
  "are not under its fold and therefore, vested or accrued rights, if any,": "इसलिए, निहित या प्रोद्भूत अधिकार, यदि कोई हो, किसी भी तरह से प्रभावित",
  "getting the on-going projects and future projects registered under": "से पालन करने के लिए धारा 3 के तहत चल रही परियोजनाओं और भविष्य की",
  "Question no. 2: Whether the authority has jurisdiction to": "प्रश्न संख्या 2: कया प्राधिकरण के पास अधिनियम की धारा 2,4,8 और 9",
  "direct return/refund of the amount to the allottee under": "के तहत आवंटी को राशि की वापसी / रिफंड निर्देशित करने का अधिकार क्षेत्र है",
  "exclusively lies with the adjudicating officer under Section 71": "या यह क्षेत्राधिकार अधिनियम की धारा 77 के तहत अनन्य रूप से न्यायनिर्णयन",
  "55. Before examining the question, we have to take a holistic view of the scheme of the Act along with the rules/regulations framed by": "५५. प्रश्न की जांच करने से पहले, हमें अधिनियम की योजना के साथ-साथ",
  "the Authority in exercise of its powers under Sections 84 and 85 of": "प्राधिकरण द्वारा अधिनियम की धारा 84 और 85 के तहत अपनी शक्तियों का",
  "the Act that postulates certain functions and duties to the promoter of the real estate project and its entailing consequences if the": "होगा जो रियल एस्टेट परियोजना के प्रोत्साहक के लिए कुछ कार्यों और कर्तव्यों",
  "of the real estate project and its entailing consequences if the promoter fails to fulfil his obligations defined under Chapter III.": "को अभिनिर्धारित करता है और यदि प्रोत्साहक अध्याय 3 के तहत अपनी दायित्वों को पूरा करने में विफल रहता है तो इसके गंभीर परिणाम होते हैं। धारा",
  "Some of the obligations are spelt out in Sections 12, 14, 18 and 19": "2,4,8 और 9 में कुछ दायित्वों का उल्लेख है।",
  "of promoter's failure to rectify such defects within such time, the": "पर ठीक करने में विफल रहता है, तो पीड़ित आवंटी इस अधिनियम के",
  "aggrieved allottees shall be entitled to receive appropriate": "अंतर्गत यथा उपबंधित रीति से उचित मुआवजा प्राप्त करने के हकदार",
  "58. Section 18 starts with the marginal note “Return of amount": "होंगे।” ५8. धारा 8 दो नोट 'राशि की वापसी और मुआवजा' से प्रोरंभ होती है। इन",
  "and compensation”. The two aspects namely ‘return of amount’ and": "दोनों शब्दों अर्थात राशि की वापसी और 'मुआवजा' में भेद किया गया है। धारा",
  "follows:": "8 इस प्रकार हैः",
  "18.(1) If the promoter fails to complete or is unable to give possession of an apartment, plot or building, -": "8. () यदि प्रोत्साहक किसी अपार्टमेंट, प्लॉट या भवन को पूरा करने में विफल रहता है या उसका कब्जा देने में असमर्थ रहता है, तो",
  "(a) in accordance with the terms of the agreement for sale or, as the case may be, duly completed by the": "(क) विक्रय के लिए करार के निबंधनों के अनुसार या, यथास्थिति,",
  "date specified therein; or": "उसमें विनिर्दिष्ट तारीख तक सम्यक्‌ रूप से पूरा करके या",
  "(b) due to discontinuance of his business as a developer on account of suspension or revocation of the registration under this Act or for any other reason,": "(ख) इस अधिनियम के अधीन या किसी अन्य कारण से पंजीकरण के निलंबन या प्रतिसंहरण के कारण विकासकर्ता के रूप में उसके कारबार के बंद हो जाने के कारण, --",
  "he _ shall be liable on demand to the allottees, in case the": "वह आवंटियों की मांग पर, यदि आवंटी उपलब्ध किसी अन्य उपचार पर",
  "allottee wishes to withdraw from the project, without": "प्रतिकूल प्रभाव डाले बिना परियोजना से वापस हटना चाहता है, तो वह",
  "received by him in respect of that apartment, plot, building, as": "उस अपार्टमेंट, भूखंड, भवन, जैसा भी मामला हो, के संबंध में उसे प्राप्त",
  "the case may be, with interest at such rate _ as may be": "राशि को ऐसी दर पर ब्याज के साथ वापस कर दे, जो इस संबंध में इस",
  "prescribed in this behalf including compensation in the manner as provided under this Act:": "अधिनियम के तहत विहित की गयी हो, जिसमें मुआवजा भी शामिल है:",
  "Provided that where an allottee does not intend to withdraw from": "बशर्ते कि जहां कोई आवंटी परियोजना से बाहर निकलने का इरादा नहीं",
  "(2) The promoter shall compensate the allottees in case of any loss caused to him due to defective title of the land, on which the": "(2) भूमि के दोषपूर्ण मालिकाना हक, जिस पर परियोजना विकसित की",
  "project is being developed or has been developed, in the manner as": "जा रही है या विकसित की गई है, के कारण हुए किसी भी नुकसान की",
  "(3) If the promoter fails to discharge any other obligations imposed on him under this Act or the rules or regulations made thereunder": "(3) यदि प्रोत्साहक इस अधिनियम या इसके तहत बनाए गए नियमों या",
  "or in accordance with the terms and conditions of the agreement": "विनियमों के तहत या बिक्री के लिए समझौते के नियमों और शर्तों के",
  "for sale, he shall be liable to pay such compensation to the": "विफल रहता है, तो वह आवंटियों को इस तरह के मुआवजे का भुगतान",
  "allottees, in the manner as provided under this Act.": "उस रीति से करने के लिए उत्तरदायी होगा जो इस अधिनियम के तहत",
  "(emphasis supplied)": "(प्रभाव वर्धित )",
  "District Judge to be an adjudicating officer for holding an": "अधिक न्यायिक अधिकारी, जो जिला न्यायाधीश है या रहा है, की नियुक्ति",
  "inquiry in the prescribed manner, after giving any person concerned a reasonable opportunity of being heard:": "करेगा जो संबंधित व्यक्ति को सुनवाई का उचित एवं युक्तियुक्त अवसर प्रदान करने के पश्चात्‌ विहित रीति से जांच करेगा:",
  "Provided that any person whose complaint in respect of matters covered under sections 12, 14, 18 and section 19 is pending before": "बशर्ते कि कोई व्यक्ति जिसकी शिकायत धारा 2,4,8 और धारा 9",
  "the Consumer Disputes Redressal Forum or the Consumer": "के अंतर्गत आने वाले मामलों के संबंध में उपभोक्ता विवाद निवारण मंच या",
  "Disputes Redressal Commission or the National Consumer": "अंतर्गत स्थापित उपभोक्ता विवाद निवारण आयोग या राष्ट्रीय उपभोक्ता",
  "Forum or Commission, as the case may be, withdraw the": "लंबित है, वह, यथास्थिति, ऐसे मंच या आयोग की अनुमति से उसके",
  "complaint pending before it and file an application before the": "समक्ष लंबित शिकायत को वापस ले सकता है और इस अधिनियम के",
  "(2) The application for adjudging compensation under sub-": "(2) उपधारा () के अधीन मुआवजा अधिनिर्णीत करने के लिए आवेदन",
  "section (1), shall be dealt with by the adjudicating officer as expeditiously as possible and dispose of the same within a period": "पर न्यायनिर्णयन अधिकारी द्वारा यथासंभव शीघ्रता से कार्यवाही की",
  "of sixty days from the date of receipt of the application: Provided": "जाएगी और आवेदन प्राप्त होने की तारीख से साठ दिन की अवधि के",
  "that where any such application could not be disposed of within": "भीतर इसका निस्तारण किया जाएगा: बशर्ते कि जहाँ इस तरह के किसी भी आवेदन का निपटारा 60 दिनों की उक्त अवधि के भीतर नहीं किया जा",
  "the said period of sixty days, the adjudicating officer shall record": "सका हो, तो न्यायनिर्णयन अधिकारी उस अवधि के भीतर आवेदन का",
  "his reasons in writing for not disposing of the application within": "निस्तारण नहीं करने के लिए अपने कारणों को लिखित में दर्ज करेगा।",
  "(3) While holding an inquiry the adjudicating officer shall have": "(3) जांच करते समय न्यायनिर्णायक अधिकारी को मामले के तथ्यों और",
  "power to summon and enforce the attendance of any person": "करने के लिए समन करने और उसे बाध्य करने की शक्ति होगी जो",
  "adjudicating officer, may be useful for or relevant to the subject": "न्यायनिर्णयन अधिकारी की राय में विषय के लिए उपयोगी या प्रासंगिक",
  "64. Regulations 18 to 23 deal with meetings of the authority, other": "64. विनियम 8 से 23 न्यायिक कार्यवाही के अलावा प्राधिकरण की बैठकों से",
  "than adjudication proceedings. Regulation 24 falls in the chapter of": "संबंधित हैं। विनियमन 24 अधिनिर्णयन कार्यवाही के अध्याय में आता है और",
  "“24(a) For adjudication proceedings with respect to complaints": "“24 (क) प्राधिकरण के समक्ष दायर शिकायतों के संबंध में न्यायिक",
  "filed with the Authority, the Authority may, by order, direct that": "कार्यवाही के लिए, प्राधिकरण आदेश द्वारा निर्देश दे सकता है कि विशिष्ट",
  "specific matters or issues be heard and decided by a single bench of either the Chairperson or any Member of the Authority.": "मामलों या मुद्दों की सुनवाई और निर्णय प्राधिकरण के अध्यक्ष या किसी सदस्य की एकल पीठ द्वारा किया जाए।",
  "(b) The Authority, in consultation with the state government, will": "(ख) प्राधिकरण, राज्य सरकार के परामर्श से, अधिनियम के तहत",
  "purposes of adjudicating the matters of compensation admissible": "स्वीकार्य मुआवजे के मामलों का निर्णय करने के उद्देश्य से उत्तर प्रदेश रेरा",
  "(c) The aggrieved persons will be required to file complaints before the Authority online in form - M. The Claims of compensation will": "(ग) व्यथित व्यक्तियों को प्राधिकरण के समक्ष एम -फॉर्म में ऑनलाइन शिकायत दर्ज करानी होगी। मुआवजे के दावों को भी फॉर्म एम में शामिल",
  "all the questions of breaches of the Act, Rules and Regulations, it": "किया जाएगा। प्राधिकरण अधिनियम, नियमों और विनियमों के उल्लंघन के",
  "will refer the question relating to the adjudication of compensation": "सभी प्रश्नों का निर्णय करेगा, यह मुआवजे के न्यायिक निर्णय से संबंधित",
  "to one of the Adjudicating Officers on the Panel of U.P. RERA who": "प्रश्न को उत्तर प्रदेश रेरा के पैनल के न्यायनिर्णयन अधिकारियों में से एक",
  "will then decide the matter expeditiously and preferably within 60 days.": "के पास भेजेगा, जो फिर मामले को तेजी से और प्राथमिकता के आधार पर 60 दिनों के भीतर अभिनिर्धारित करेगा।",
  "(d) The Adjudicating Officers on the Panel of U.P. RERA will hold": "(घ) यू, पी. रेरा के पैनल के न्यायनिर्णयन अधिकारी अध्यक्ष के निर्णय के",
  "their courts at Lucknow or Gautam Buddhnagar as decided by the": "अनुसार लखनऊ या गौतम बुद्धनगर में न्यायालय आहत करेंगे। एनसीआर",
  "chairman. The complaints relating to the districts of NCR will be heard at Gautam Buddhnagar whereas complaints from the": "के जिलों से संबंधित शिकायतों पर गौतम बुद्धनगर में सुनवाई की जाएगी,",
  "remaining districts of the State will be heard at Lucknow.": "जबकि राज्य के शेष जिलों की शिकायतों पर लखनऊ में सुनवाई की",
  "65. The complaint before the regulatory authority for any violation of the Act or rules or regulations made thereunder by an aggrieved": "65. किसी व्यथित व्यक्ति द्वारा अधिनियम या उसके तहत बनाए गए नियमों या विनियमों के किसी भी उल्लंघन के लिए नियामक प्राधिकरण के समक्ष शिकायत को",
  "person has to be submitted in Form (M) as per the procedure": "नियम 33 () के तहत निर्धारित प्रक्रिया के अनुसार फॉर्म (एम) में प्रस्तुत करना",
  "procedure provided under Section 71(3) of the Act taking into": "चाहता है, उसे अधिनियम की धारा 7 (3) के तहत उपबंधित प्रक्रिया के",
  "consideration the factors indicated under Section 72 and in the": "अनुसार धारा 72 में दिये गये कारकों को ध्यान में एवं नियमावली 206 के",
  "66. Rules 33(1) and 34(1) of the Uttar Pradesh Real Estate(Regulation and Development) Rules, 2016 which is relatable to the adjudicatory powers of the regulatory authority /adjudicating": "66. उत्तर प्रदेश रियल एस्टेट (विनियमन एवं विकास) नियमावली, 206 के नियम 33 () और 34 (), जो विनियामक प्राधिकरण /न्यायनिर्णयन",
  "officer reads as follows:-": "अधिकारी की अधिनिर्णयन शक्तियों से संबंधित हैं, इस प्रकार हैं: -",
  "“33(1) Any aggrieved person may file a complaint with the": "“33 () कोई भी व्यथित व्यक्ति अधिनियम या इसके तहत बनाए गए",
  "regulatory authority for any violation under the Act or the rules": "नियमों और विनियमों के तहत किसी भी उल्लंघन के लिए नियामक",
  "adjudicated by the adjudicating officer, in Form ‘M’ which shall be": "बारे में न्यायनिर्णयन अधिकारी द्वारा फॉर्म 'एम' में निर्णय लिया",
  "authority and payable at the main branch of that bank at the station where the seat of the said regulatory authority is situated.": "स्थान के बैंक की मुख्य शाखा में देय होगा जहां उक्त नियामक प्राधिकरण",
  "Explanation:- For the purpose of this sub-rule \"person\" shall": "व्याख्या-इस उप नियम के उद्देश्य के लिए “व्यक्ति” में आवंटियों का संघ",
  "include the association of allottees or any voluntary consumer association registered under any law or the time being in force.": "या तत्समय प्रवृत्त विधि के तहत पंजीकृत स्वैच्छिक उपभोक्ता संघ शामिल",
  "34(1) Any aggrieved person may file a complaint with the adjudicating officer for compensation under Sections 12, 14, 18": "34 () कोई भी व्यथित व्यक्ति धारा 22,4.8 और 9 के तहत",
  "nationalized bank in favour of regulatory authority and payable at the main branch of that bank at the station where the rest of the": "उस स्थान के बैंक की मुख्य शाखा में देय होगा जहां उक्त नियामक",
  "said regulatory authority is situated.”": "प्राधिकरण का शेष हिस्सा अवस्थित है।",
  "conduct enquiry and direct the payment of refund as well as compensation and interest, as the case may be, in taking note of": "ध्यान में रखते हुए जांच करने और रिफंड के साथ-साथ मुआवजे और ब्याज के",
  "complaints are to be statutorily disposed of within 60 days failing": "भुगतान का निर्देश देने के लिए शक्तियां प्राप्त हैं। ऐसी शिकायतों को 60 दिनों के भीतर कानूनी रूप से निपटाया जाना चाहिए, जिसमें विफल रहने पर कारणों को",
  "70. According to the learned counsel for the appellants, proviso to": "70. अपीलार्थी के विद्वान अधिवक्ता के अनुसार, धारा 7 () के परन्तुक के",
  "authority established under the Consumer Protection Act, 1986": "संरक्षण अधिनियम, 986 के तहत स्थापित प्राधिकरण के समक्ष लंबित थीं, का",
  "stands vested with the adjudicating officer. According to him, the": "निर्णय करने का अधिकार क्षेत्र न्यायनिर्णयन अधिकारी के पास है। उनके अनुसार,",
  "legislative intent is clear and unambiguous that the complaints": "विधायी आशय स्पष्ट और साफ है कि रिफंड और ब्याज के लिए वाद हेतुक सहित",
  "be withdrawn from the forums established under the Consumer": "उपभोक्ता संरक्षण अधिनियम के तहत स्थापित मंचों से वापस ले लिया जाए और",
  "Adjudicating Officer under this Act and that being the legislative": "जाए जो इस का अधिनिर्णय करेगा और ऐसा विधायी आशय होने के नाते, धारा",
  "intent, matters arising under Sections 12, 14, 18 and 19 would be": "2,4,8 और 9 के तहत उत्पन्न मामलों की जांच की जाएगी और विधिक",
  "examined and adjudicated exclusively by the adjudicating officer as": "अधिदेश के तहत अनन्य रूप से न्याय निर्णयन अधिकारी द्वारा अभिनिर्धारित की",
  "71. Per contra, Ms. Madhavi Divan, learned senior counsel for the": "7. इसके विपरीत, प्रतिवादी के विद्वान वरिष्ठ अधिवक्ता सुश्री माधवी दीवान ने",
  "respondents while supporting the findings recorded by the High Court in the impugned judgment submits that the Act provides": "उच्च न्यायाल के आक्षेपित निर्णय में अभिलिखित निष्कर्षों का समर्थन करते हुए",
  "distinct remedies, i.e., ‘return of amount/investment’ on the one": "कहा कि अधिनियम में विशिष्ट उपचार अर्थात्‌ एक ओर 'राशि/निवेश का रिफंड",
  "hand and ‘compensation’ on the other, to be determined separately.": "और दूसरी ओर 'मुआवजा' का अलग से अवधारण करने का प्रावधान है। उनके",
  "According to her, the right to refund on demand is a statutory right,": "अनुसार, मांगे जाने पर रिफंड का अधिकार एक वैधानिक अधिकार है, जो मूल",
  "fundamentally, contextually and conceptually distinct from the": "रूप से, प्रासंगिक और वैचारिक रूप से मुआवजा प्राप्त करने के अधिकार से अलग",
  "right to receive compensation. While the right to refund emanates from the Legislature’s recognition of the fact that homebuyers are": "है। जबकि रिफंड का अधिकार विधायिका द्वारा इस तथ्य को मान्यता देने से",
  "from the Legislature’s recognition of the fact that homebuyers are “out of pocket” financial creditors, the right to compensation seeks": "उत्पन्न होता है कि घर खरीदार “अपनी जेब से” वित्तीय लेनदार हैं, मुआवजे का",
  "to make amends for injury or loss.": "अधिकार क्षति या नुकसान की भरपाई करने का प्रयास करता है।",
  "72. Thus, refund and compensation are two distinct rights under": "72. इस प्रकार, रिफंड और मुआवजा अधिनियम के तहत दो अलग-अलग",
  "the Act and cannot be conflated. The manner in which the two are": "अधिकार हैं और इन्हें आपस में नहीं मिलाया जा सकता है। जिस तरीके से दोनों",
  "to be determined would require a different process and involve": "का निर्धारण किया जाना है, उसके लिए एक अलग प्रक्रिया की आवश्यकता होगी",
  "different considerations. According to her, the determination of": "और इसमें अलग-अलग विचारण शामिल होंगे। उनके अनुसार, मुआवजे के",
  "compensation involves a full-fledged adjudicatory process which is": "निर्धारण में एक पूर्ण न्यायिक प्रक्रिया शामिल है जो रिफंड निर्धारित करने की",
  "more complex than that involved in determining refund. To do so, it": "तुलना में अधिक जटिल है। ऐसा करने के लिए, यह कहना गलत होगा कि",
  "legislature intended to liberate the allottees-homebuyers. The": "विधायिका का इरादा आवंटियों और मकान खरीदारों को मुक्त करना था।",
  "result of conflating the rights and/or relegating the allottees to the": "अधिकारों को मिलाने और /या आवंटियों न्यायनिर्णयन अधिकारी के पास भेजने",
  "and daunt allottees from seeking compensation because in the": "इससे आवंटियों को मुआवजा मांगने से रोका जा सकेगा क्योंकि इस प्रक्रिया में",
  "process the remedies would be clubbed and the availability of refund would get relatively delayed as compensation requires a": "उपायों को जोड़ दिया जाएगा और रिफंड की उपलब्धता में अपेक्षाकृत देरी होगी",
  "required to be completed in 60 days). The authority to determine a": "(भले ही इसे 60 दिनों में पूरा किया जाना आवश्यक हो) । मांग पर रिफंड के दावे",
  "claim for refund on demand while the adjudicating officer to": "का निर्धारण करने के लिए प्राधिकारी जबकि मुआवजे के दावे का निर्धारण करने",
  "73. The expression “on demand” which follows the right to “return": "73. \"मांग पर\" पद जो \"राशि की वापसी\" \"के अधिकार का अनुसरण करती है,",
  "of amount” is indicative of the priority, immediacy and expediency": "उस प्राथमिकता, तात्कालिकता और समीचीनता का संकेत है जो वापसी के",
  "which is accorded to the right to refund. Thus, according to her,": "अधिकार को प्रदान गई है। इस प्रकार, उनके अनुसार, 'मुआवजा' और 'राशि की",
  "the expressions “refund” and “return of amount” is an act of restitution, and the obligation to restitute lies on the person or the": "वापसी' अभिव्यक्ति प्रतिदान का एक कार्य है, और प्रतिदान का दायित्व अनुचित",
  "authority that has received unjust enrichment or unjust benefit.": "समृद्धि या अन्यायपूर्ण लाभ प्राप्त करने वाले व्यक्ति या प्राधिकरण पर है।",
  "74. Learned counsel further submits that in order to give full effect to the letter and spirit of the right to refund in the context explained": "74. विद्वान अधिवक्ता ने आगे कहा है कि ऊपर वर्णित संदर्भ में रिफंड के",
  "refund must be left to the authority whereas the adjudication for": "हो सकता है कि रिफंड के अधिकार का निर्धारण प्राधिकारी पर छोड़ दिया जाना",
  "adjudging compensation with the adjudicating officer as reflected under Section 71 of the Act. According to the learned counsel, the": "चाहिए, जबकि अधिनियम की धारा 7। के अनुसार मुआवजे का निर्धारण न्यायनिर्णयन अधिकारी के पास होना चाहिए। विद्वान अधिवक्ता के अनुसार,",
  "authority is fully seized with the standard agreements entered into between the promoters and the allottees, and therefore, is best": "प्राधिकरण प्रोत्साहक और आवंटी के बीच हुए मानक समझौते से पूर्णतः परिचित",
  "equipped to determine the extent of delay, if any. Therefore, refund claims can most conveniently and effectively be dealt with by the": "होता है इसलिए रिफंड दावों का निस्तारण प्राधिकरण द्वारा आसानी से और",
  "authority and interest on refund is available at the rate prescribed": "प्रभावी ढंग से किया जा सकता है और रिफंड पर ब्याज उपयुक्त सरकार द्वारा",
  "the prescribed rate of interest is (MCLR + 1%), which has been": "ब्याज दर (एमसीएलआर + %) है, जिसे उत्तर प्रदेश सरकार द्वारा अधिसूचित",
  "75. The legislature in its wisdom has made a specific provision": "75. विधायिका ने अपने विवेक से विनियामक प्राधिकारी /न्यायनिर्णयन अधिकारी",
  "authority/adjudicating officer. “Refund of the amount” and “compensation” are two distinct components which the allottee or": "उपबंध किया है। “राशि का रिफंड” और “मुआवजा” दो अलग-अलग घटक हैं,",
  "the person aggrieved is entitled to claim if the promoter has not": "जिनके लिए आवंटित व्यक्ति या पीड़ित व्यक्ति दावा करने का हकदार है, यदि",
  "19(4) of the Act is concerned, it vests within the jurisdiction of the regulatory authority. Section 71 carves out the jurisdiction of the": "अधिकार क्षेत्र के भीतर निहित है। धारा 7 अधिनियम की धारा 72 के तहत",
  "keeping in view the broad contours referred to under Section 72 of": "संदर्भित व्यापक रूपरेखा को ध्यान में रखते हुए अधिनियम की धारा 7 (3) के",
  "76. The submission made by learned counsel for the appellants that the proviso under Section 71(1) empowers the adjudicating": "76. अपीलार्थी के विद्वान अधिवक्ता द्वारा दिया गया तर्क कि धारा 7] (7) के",
  "officer to examine the complaints made under Sections 12, 14, 18": "के समक्ष लंबित धारा 2,4,8 और 9 के तहत की गई शिकायतों की जांच",
  "mechanism to provide a window to the consumers whose composite claims are pending before the Consumer Forum/Commission to": "लिए एक बार की व्यवस्था थी जिनके समग्र दावे उपभोक्ता फोरम /आयोग के",
  "under the Consumer Protection Act, there is no distinction as to": "समक्ष लंबित हैं, क्योंकि उपभोक्ता संरक्षण अधिनियम के तहत, इस बात में कोई",
  "whether the complaint is for refund of the amount or for compensation as defined under Section 71(1) of the Act, but after": "अंतर नहीं है कि शिकायत अधिनियम की धारा 7] () के तहत परिभाषित राशि",
  "make complaint for refund against the promotor or real estate agent": "कोई व्यक्ति प्रोत्साहक या रियल एस्टेट एजेंट के खिलाफ मुआवजे से अलग,",
  "authority and for adjudging compensation to the adjudicating": "और न्यायनिर्णयन अधिकारी को मुआवजा देने के लिए दायर किया जाना चाहिए,",
  "of adjudication invoked by the person aggrieved when a complaint has been made under Section 31 of the Act to be adjudicated either": "और अधिनियम की धारा 3] के तहत जब कोई शिकायत की गई हो तो",
  "by the authority/adjudicating officer as per the procedure": "अधिनियम के तहत निर्धारित प्रक्रिया के अनुसार प्राधिकरण /न्यायनिर्णयन",
  "77. The further submission made by the learned counsel for the appellants is that the return of the amount adversely impacts the": "77. अपीलार्थी के विद्वान अधिवक्ता द्वारा आगे कहा गया है कि राशि की वापसी",
  "promotor and such a question can be looked into by the": "प्रोत्साहक को प्रतिकूल रूप से प्रभावित करती है और इस तरह के प्रश्न पर",
  "adjudicating officer in the better prospective. The submission has": "न्यायनिर्णयन अधिकारी द्वारा बेहतर परिप्रेक्ष्य में विचार किया जा सकता है। इस",
  "no foundation for the reason that the legislative intention and": "दलील का कोई आधार नहीं है, क्योंकि विधायी इरादा और अधिदेश स्पष्ट है कि",
  "mandate is clear that Section 18(1) is an indefeasible right of the allottee to get a return of the amount on demand if the promoter is": "धारा 8 () आवंटियों के लिए मांग पर राशि का रिफंड पाने का एक आअजेय",
  "unable to handover possession in terms of the agreement for sale or": "अधिकार है, यदि प्रोत्साहक बिक्री के लिए समझौते के संदर्भ में कब्जा सौंपने में",
  "failed to complete the project by the date specified and the": "असमर्थ है या निर्दिष्ट तिथि तक परियोजना को पूरा करने में विफल रहा है और",
  "justification which the promotor wants to tender as his defence as": "प्रोत्साहक अपना बचाव करने के लिए जो औचित्य पेश करना चाहता है, वह है",
  "to why the withdrawal of the amount under the scheme of the Act": "कि अधिनियम की योजना के तहत राशि की निकासी क्यों नहीं की जा सकती है,",
  "authority with summary nature of scrutiny of undisputed facts may": "वह महत्वहीन और विनियामक प्राधिकारी निर्विवाद तथ्यों की संवीक्षा की संक्षिप्त",
  "deposited, while seeking withdrawal from the project, with interest,": "जो आवंटी ने परियोजना से वापसी की मांग करते समय जमा की है, ब्याज भी",
  "that too has been prescribed under the Act, as in the instant case,": "अधिनियम के तहत निर्धारित किया गया है, जैसा कि वर्तमान मामले में, उत्तर",
  "the State of Uttar Pradesh has prescribed MCLR + 1% leaving no": "प्रदेश राज्य ने एमसीएलआर + % निर्धारित किया है, जिसमें प्राधिकरण को",
  "the procedure prescribed under Section 71(3) read with Section 72": "सपठित धारा 72 के तहत निर्धारित प्रक्रिया के अनुसार मुआवजे का दावा भी कर",
  "78. This Court while interpreting Section 18 of the Act, in Imperia": "78. इस न्यायालय ने अधिनियम की धारा 8 का निर्वचन करते समय इम्पीरिया",
  "Structures Ltd. Vs. Anil Patni and Another’ held that Section 18": "स्ट्रक्चर्स लिमिटेड बनाम अनिल पटनी एवं अन्य” के मामले में यह अभिनिर्धारित",
  "amount deposited with the promoter and interest at the prescribed rate, if the promoter fails to complete or is unable to give possession of an apartment as per the date specified in the home buyer’s": "निर्दिष्ट तिथि के अनुसार अपार्टमेंट का कब्जा देने में असमर्थ है या उसे पूरा करने में विफल रहता है, तो आवंटी को प्रोत्साहक के पास जमा की गई राशि और",
  "“25. In terms of Section 18 of the RERA Act, if a promoter fails to": "\"25. रेरा अधिनियम की धारा 8 के अनुसार, यदि कोई प्रोत्साहक",
  "complete or is unable to give possession of an apartment duly completed by the date specified in the agreement, the promoter": "समझौते में निर्दिष्ट तिथि तक पूरा किए गए अपार्टमेंट का कब्जा देने में विफल रहता है या असमर्थ होता है, तो प्रोत्साहक मांग पर उस अपार्टमेंट",
  "would be liable, on demand, to return the amount received by him": "के संबंध में प्राप्त राशि को रिफंड करने के लिए उत्तरदायी होगा ,यदि",
  "in respect of that apartment if the allottee wishes to withdraw from the Project. Such right of an allottee is specifically made “without": "आवंटी परियोजना से वापस हटना चाहता है। आवंटी का ऐसा अधिकार",
  "5 2020(10) SCC 783": "5 2020(0) 500 783",
  "given to the allottee is unqualified and if availed, the money": "से उसे उपलब्ध है। आवंटी को इस प्रकार दिया गया अधिकार निर्विवाद है और यदि इसका लाभ उठाया जाता है तो आवंटी द्वारा जमा की गई रकम",
  "deposited by the allottee has to be refunded with interest at such rate as may be prescribed. The proviso to Section 18(1)": "ब्याज सहित ऐसी दर पर लौटाई जानी होगी, जो निर्धारित की जाए। धारा",
  "rate as may be prescribed. The proviso to Section 18(1) contemplates a situation where the allottee does not intend to": "8 () के परंतुक में ऐसी स्थिति की परिकल्पना की गई है, जहां आवंटी",
  "withdraw from the Project. In that case he is entitled to and must": "परियोजना से पीछे हटने का इरादा नहीं रखता है। उस स्थिति में वह",
  "be paid interest for every month of delay till the handing over of the": "कब्जा सौंपे जाने तक प्रत्येक महीने की देरी के लिए ब्याज का भुगतान",
  "came under the latter category. The RERA Act thus definitely": "आया। इस प्रकार रेरा अधिनियम निश्चित रूप से उन आवंटियों के लिए",
  "provides a remedy to an allottee who wishes to withdraw from the": "एक उपाय प्रदान करता है जो परियोजना से वापस लेना चाहते हैं या अपने",
  "Project or claim return on his investment.”": "निवेश की वापसी का दावा करना चाहते हैं।",
  "79. To safeguard the interests of the parties, on being decided by": "79. पक्षकारों के हितों की. रक्षा करने के लिए ,. विनियामक",
  "the regulatory authority/adjudicating officer, it is always subject to": "प्राधिकरण / न्यायनिर्णायक अधिकारी द्वारा विनिश्चित किए जाने पर, यह हमेशा",
  "appeal before the Tribunal under Section 43(5) provided condition": "धारा 43 (5) के अधीन अधिकरण के समक्ष अपील किए जाने के अध्यधीन",
  "appeal before the High Court under Section 58 of the Act and, thus,": "होता है, बशर्ते कि अधिनियम की धारा 58 के अधीन उद्च न्यायालय के समक्ष",
  "80. The further submission made by learned counsel for the appellants that if the allottee has defaulted the terms of the": "80. अपीलार्थी के विद्वान अधिवक्ता ने आगे कहा है कि यदि आवंटी ने समझौते",
  "agreement and still refund is claimed which can be possible, to be": "की शर्तों का उल्लंघन किया है और फिर भी रिफंड का दावा किया जाता है, जो",
  "be attractive but is not supported with legislative intent for the": "प्रकथन आकर्षक प्रतीत होता है, लेकिन विधायी इरादे से समर्थित नहीं है,",
  "reason that if the allottee has made a default either in making instalments or made any breach of the agreement, the promoter has": "क्योंकि यदि आवंटी ने किस्तें भंग की है या समझौते का कोई उल्लंघन किया है,",
  "a right to cancel the allotment in terms of Section 11(5) of the Act": "तो प्रोत्साहक को अधिनियम की धारा 3 (5) के संदर्भ में आवंटन रद्द करने का",
  "and proviso to sub-section 5 of Section 11 enables the allottee to": "अधिकार है और धारा । की उप-धारा 5 के परंतुक के संदर्भ में आवंटी को",
  "approach the regulatory authority to question the termination or cancellation of the agreement by the promotor and thus, the": "प्रोत्साहक द्वारा समझौते की समाप्ति या रद्द करने पर सवाल उठाने के लिए नियामक प्राधिकरण से संपर्क करने में सक्षम बनाया गया है और इस प्रकार ,",
  "interest of the promoter is equally safeguarded.": "प्रोत्साहक के हितों की समान रूप से रक्षा की गई है।",
  "81. The opening words of Section 71(1) of the Act make it clear": "87. अधिनियम की धारा 7] (7) के शुरूआती शब्दों से यह स्पष्ट होता है कि",
  "Act. If the legislative intent was to expand the scope of the powers of the adjudicating officer, then the wording of Section 71(1) ought to": "न्यायनिर्णयन अधिकारी की शक्तियों को विस्तारित करने का होता तो धारा 77",
  "have been different. On the contrary, even the opening words of Section 71(2) of the Act make it clear that an application before the": "(]) के शब्द अलग होते। इसके विपरीत अधिनियम की धारा 7 (2) के शुरूआती शब्दों से यह स्पष्ट हो जाता है कि न्यायनिर्णयन अधिकारी के समक्ष",
  "adjudicating officer is only for “adjudging compensation”. Even in": "आवेदन केवल मुआवजे के निर्धारण के लिए है। यहां तक कि अधिनियम की धारा",
  "Section 71(3) of the Act, it is reiterated that the adjudicating officer": "7] (3) में यह दोहराया जाता है कि न्यायनिर्णयन अधिकारी धारा 2, 4,8",
  "opening words of Section 72 of the Act, which reads “while": "प्रारंभिक शब्दों के साथ देखा जाना चाहिए, जिसमें कहा गया है कि “” धारा 77",
  "adjudging the quantum of compensation or interest, as the case": "के तहत मुआवजे या ब्याज की मात्रा, जैसा भी मामला हो, का निर्धारण करते",
  "may be, under Section 71, the adjudicating officer shall have due": "समय, न्यायनिर्णयन अधिकारी को अधिनियम की धारा 7] के तहत विहित,",
  "regards” to the broad parameters to be kept in mind while adjudging compensation to be determined under Section 71 of the": "मुआवजे का निर्धारण करते समय अपनाए जाने वाले व्यापक मापदंडों” को ध्यान",
  "82. The further submission made by the learned counsel for the appellants that if the authority and the adjudicating officer either": "82. अपीलार्थी के विद्वान अधिवक्ता ने आगे कहा है कि यदि प्राधिकारी और",
  "come to different conclusions on the same questions or in a single": "न्यायनिर्णयन अधिकारी या तो एक ही प्रश्न पर अलग-अलग निष्कर्षों पर पहुंचते",
  "timelines being provided for the adjudicating officer to decide the": "शिकायत का निर्णय करने के लिए न्यायनिर्णयन अधिकारी के लिए विहित",
  "complaint under Section 71 of the Act. At least, there is no": "राहत की मांग कर रहा है। कम से कम इस संबंध में ऐसा कोई प्रावधान नहीं है",
  "vested with the regulatory authority and the adjudicating officer. If": "कि विनियामक प्राधिकारी और न्यायनिर्णयन अधिकारी के पास निहित अधिकार",
  "straightaway has to be filed before the regulatory authority. What": "शिकायत सीधे विनियामक प्राधिकरण के समक्ष दायर की जानी चाहिए।",
  "is being referable to the adjudicating officer is for adjudging compensation, as reflected under Section 71 of the Act and": "न्यायनिर्णयन अधिकारी को अधिनियम की धारा 7 के अनुसार मुआवजे का",
  "aggrieved person either on account of violation of the provisions of Sections 12, 14, 18 and 19 or for adjudging compensation and": "तो धारा 2,4, 8 और 9 के प्रावधानों के उल्लंघन के कारण या मुआवजे का निर्धारण करने के लिए व्यथित व्यक्ति द्वारा किए जाते हैं और दी गयी",
  "given circumstances, either by the regulatory authority or the": "परिस्थितियों में, विनियामक प्राधिकरण या न्यायनिर्णयन अधिकारी द्वारा किसी",
  "83. So far as the single complaint is filed seeking a combination of": "83. जहां तक एक साथ दो अनुतोषों की मांग करते हुए एकल शिकायत दर्ज की",
  "reliefs, it is suffice to say, that after the rules have been framed, the": "जाती है, तो यह कहना पर्याप्त है कि नियम बनाए जाने के बाद, पीड़ित व्यक्ति को",
  "aggrieved person has to file complaint in a separate format. If there": "एक अलग प्रारूप में शिकायत दर्ज करनी होगी। यदि धारा 2,4,8 और 9",
  "person aggrieved has to file a complaint as per form (M) or for compensation under form (N) as referred to under Rules 33(1) and": "(]) के तहत फॉर्म (एम) या मुआवजे के लिए फॉर्म (एन) में शिकायत दर्ज",
  "refund of the amount, and interest on the refund amount, or": "है कि जब यह राशि के रिफंड, रिफंड की रकम पर ब्याज, या कब्जे के विलंबित",
  "directing payment of interest for delayed delivery of possession, or": "परिदान के लिए ब्याज के भुगतान या शास्ति और उस पर ब्याज का निर्देश करता",
  "penalty and interest thereon, it is the regulatory authority which": "है, तो यह विनियामक प्राधिकारी ही होता है जिसके पास शिकायत के परिणाम की",
  "has the power to examine and determine the outcome of a complaint. At the same time, when it comes to a question of": "जांच करने और अवधारण करने की शक्ति होती है। साथ ही, जब धारा",
  "seeking the relief of adjudging compensation and interest thereon under Sections 12, 14, 18 and 19, the adjudicating officer exclusively has the power to determine, keeping in view the": "2,4,8 और 9 के तहत मुआवजे और उस पर ब्याज के निर्धारण के रूप में अनुतोष की याचना का प्रश्न आता है, तो न्यायनिर्णयन अधिकारी को अनन्य रूप",
  "exclusively has the power to determine, keeping in view the collective reading of Section 71 read with Section 72 of the Act. If": "से अधिनियम की धारा 7 सपठित धारा 72 के संदर्भ में यह निर्धारित करने की",
  "scope of the powers and functions of the adjudicating officer under": "को दिया जाता है तो यह धारा 7] के तहत न्यायनिर्णयन अधिकारी की शक्तियों और कार्यों के दायरे का विस्तार करने जैसा हो सकता है और यह अधिनियम",
  "Section 71 and that would be against the mandate of the Act 2016.": "और कार्यों के दायरे का विस्तार करने जैसा हो सकता है और यह अधिनियम 206 के अधिदेश के खिलाफ होगा।",
  "Question no. 3: Whether Section 81 of the Act authorizes the": "प्रश्न संख्या 3: क्या अधिनियम की धारा 8, अधिनियम की धारा 3 के तहत",
  "authority to delegate its powers to a single member of the authority to hear complaints instituted under Section 31 of": "संस्थित शिकायतों को सुनने के लिए प्राधिकरण को अपनी शक्तियां किसी एकल",
  "87. It is the specific stand of the respondent Authority of the State of Uttar Pradesh that the power has been delegated under Section": "87. उत्तर प्रदेश राज्य के प्रतिवादी प्राधिकरण का विशिष्ट नजरिया है कि केवल",
  "81 to the single member of the authority only for hearing complaints under Section 31 of the Act. To meet out the exigency,": "अधिनियम की धारा 3: के तहत शिकायतों की सुनवाई के लिए ही प्राधिकरण के एकल सदस्य को शक्तियाँ प्रत्यायोजित करने की शक्ति धारा 8 के तहत सौंपी गई",
  "about 36,826 complaints, the authority in its later meeting held on": "शिकायतों की मात्रा को देखते हुए, जो लगभग 36,826 शिकायतें थीं, प्राधिकरण",
  "complaints relating to refund of the amount filed under Section 31": "34 के तहत दाखिल की गई राशि के रिफंड से संबंधित शिकायतों की सुनवाई का",
  "88. Mr. Gopal Sankarnarayanan, learned counsel for the": "88. अपीलार्थी के विद्वान अधिवक्ता श्री गोपाल शंकरनारायणन का कथन हैं कि",
  "appellants submits that if this Court comes to the conclusion that other than adjudging compensation wherever provided all other": "यदि यह न्यायालय इस निष्कर्ष पर पहुंचता है कि मुआवजे के अलावा, जहां कहीं",
  "elements/components including refund of the amount and interest": "भी राशि और ब्याज आदि के रिफंड सहित अन्य सभी तत्व /घटक का प्रश्र",
  "power vests with the authority constituted under Section 21 and is": "तहत गठित प्राधिकरण के पास निहित होती है और अधिनियम की धारा 8] के",
  "passed by the single member of the authority in directing refund of": "में प्राधिकरण के एकल सदस्य द्वारा पारित आदेश पूरी तरह से बिना किसी",
  "contravention to the scheme of the Act.": "अधिकारिता के होता है और यह अधिनियम की योजना का उल्लंघन है।",
  "89. Learned counsel further submits that the order passed by the": "89. विद्वान अधिवक्ता ने आगे कहा है कि प्राधिकरण के एकल सदस्य द्वारा पारित",
  "from coram non-judice. Section 21 of the Act clearly provides that": "है। अधिनियम की धारा 2] में स्पष्ट रूप से प्रावधान किया गया है कि प्राधिकरण",
  "the authority shall consist of a Chairperson and not less than two": "में एक अध्यक्ष और सरकार द्वारा नियुक्त किए जाने वाले कम से कम दो",
  "Regulation 24(a) of the Regulations 2019 framed by the authority is in clear contravention to the parent statute that the delegation of": "24 (क) मूल कानून के स्पष्ट उल्लंघन में है कि शक्ति का प्रत्यायोजन वर्ग, मामलों",
  "power can be of class, category of cases, specific to the member of": "की श्रेणी का हो सकता है, जो प्राधिकरण के सदस्य के लिए विशिष्ट हो सकता है,",
  "member of the authority in exercise of power under Section 81 is": "लेकिन धारा 8] के तहत शक्ति का उपयोग कर प्राधिकरण के एकल सदस्य को",
  "of the authority in adjudicating the disputes under Sections 12, 14,": "2,4,8 और 9 के तहत विवादों का निर्णय करने में प्राधिकरण के एकल",
  "the appellants have approached the High Court by filing a writ petition under Article 226 of the Constitution and in furtherance to": "अपीलार्थी ने संविधान के अनुच्छेद 226 के तहत उच्च न्यायालय का दरवाजा",
  "90. Learned counsel further submits that from the plain reading of": "90. विद्वान अधिवक्ता ने आगे कहा है कि अधिनियम के सामान्य पठन से,",
  "the statute itself, the role of the authority is of a quasi-judicial body": "प्राधिकरण की भूमिका एक अर्द्ध न्यायिक निकाय की है जो इसके आधार का",
  "forms its underpinning. The adjudicatory role of the authority is specifically recognized under Sections 5, 6, 7(2), 9(3) and 31 where": "निर्माण करता है। प्राधिकरण की न्यायनिर्णयन भूमिका धारा 5,6,7 (2), 9 (3) और 3। के तहत विशेष रूप से मान्यता प्राप्त है जहां प्राधिकरण को प्राकृतिक",
  "the authority is supposed to hear the other side, after compliance of the principles of natural justice, is supposed to pass an order in": "न्याय के सिद्धांतों के अनुपालन के बाद दूसरे पक्ष की बात सुननी होती है, कानून",
  "the authority or the adjudicating officer for any violation or breach": "नियमों और विनियमों के किसी भी उल्लंघन के लिए प्राधिकरण या न्यायनिर्णयन",
  "regulations made thereunder and this being a quasi-judicial power": "द्वारा प्रयोग की जाने वाली एक अर्ध न्यायिक शक्ति है जिसका प्रत्यायोजन",
  "to be exercised by the authority could not be delegated to a single member of the authority under the guise of Section 81 of the Act,": "अधिनियम की धारा 8 की आड़ में प्राधिकरण के किसी एक सदस्य को नहीं",
  "that apart, there are certain provisions where authority alone holds": "किया जा सकता है, इसके अलावा, कुछ ऐसे प्रावधान हैं जहां केवल प्राधिकरण",
  "power to initiate action or make inquiries like Sections 35(1), 35(2),": "को कार्रवाई शुरू करने या जांच करने की शक्ति है जैसे धारा 35 (), 35 (2),",
  "36 or 38, the powers are exclusively exercised by the authority and": "36 या 38, शक्तियों का उपयोग प्राधिकरण द्वारा अनन्य रूप से किया जाता है",
  "the tests for determining whether an action is quasi-judicial or not": "और यह निर्धारित करने के लिए कि क्‍या कोई कार्रवाई अर्ध न्यायिक है या नहीं,",
  "are laid down in Province of Bombay Vs. Kushaldas S Advani and Others® which has been consistently followed by the": "मानक बम्बई प्रांत बनाम कुशलदास एस आडवाणी एवं अन्य* के मामले में दिया",
  "and Others® which has been consistently followed by the Constitution Bench in its decision in Shivji Nathubhai Vs. Union": "गया है जिसका सतत अनुसरण संविधान पीठ द्वारा शिवजी नाथूभाई बनाम भारत",
  "93. Learned counsel submits that it has been consistently held by": "93. विद्वान अधिवक्ता ने कहा है कि इस न्यायालय द्वारा यह लगातार",
  "this Court that the power being quasi-judicial in nature, the": "अभिनिर्धारित किया गया है कि प्रकृति में अर्द्ध न्यायिक होने के कारण, उपधारणा",
  "presumption is that it ought to be exercised by the authority": "यह है कि इसका प्रयोग सक्षम प्राधिकारी द्वारा किया जाना चाहिए और किसी",
  "competent and no other, unless the law expressly or by clear": "अन्य द्वारा नहीं, जब तक कि विधि अभिव्यक्त रूप से या स्पष्ट निहितार्थ द्वारा",
  "94. Learned counsel further submits that even by necessary": "94. विद्वान अधिवक्ता ने आगे कहा है कि आवश्यक निहितार्थ के बावजूद ,",
  "implication, the judicial power of the authority cannot be delegated by the multi-member authority to any of its members. If at all there": "प्राधिकरण की न्यायिक शक्ति बहु-सदस्यीय प्राधिकण द्वारा इसके किसी सदस्य",
  "are practical considerations of workload, the Government can": "को नहीं सौंपी जा सकती है। यदि काम के बोझ के बारे में व्यावहारिक विचार हैं,",
  "always establish more than one authority in terms of the second": "तो सरकार धारा 20 () के दूसरे परंतुक के संदर्भ में हमेशा एक से अधिक",
  "95. Per contra, Mr. Devadatt Kamat, learned senior counsel for the": "95५5. इसके विपरीत, प्रतिवादी के लिए विद्वान वरिष्ठ अधिवक्ता श्री देवदत्त कामत,",
  "respondents submits that the complaint of the appellants has been primarily on the issue that a single member is not competent to": "का कहना है कि अपीलार्थी की शिकायत मुख्य रूप से इस मुद्दे पर रही है कि",
  "exercise power to hear complaints under Section 31 of the Act and": "एकल सदस्य अधिनियम की धारा 3 के तहत शिकायतों को सुनने के लिए शक्ति",
  "96. Learned counsel submits that as a matter of fact the entire": "96. विद्वान अधिवक्ता ने कहा है कि वास्तव में प्राधिकरण का पूरा कामकाज एकल",
  "member. It is only the hearing of complaints under Section 31 that the single member of the authority has been empowered to deal": "केवल धारा 3] के तहत शिकायतों की सुनवाई ही प्राधिकरण के एकल सदस्य",
  "with such complaints, keeping in view the overall object of speedy disposal of such complaints mandated under the law. According to": "को कानून के तहत यथा अधिदेशित, ऐसी शिकायतों के त्वरित निपटान के समग्र उद्देश्य को ध्यान में रखते हुए, सौंपी गयी है। उनके अनुसार, यह कहना",
  "him, it is factually incorrect to say that the other functions of the authority like imposition of penalty under Section 38, revocation of": "तथ्यात्मक रूप से गलत है कि प्राधिकरण के अन्य कार्यों जैसे धारा 38 के तहत",
  "Sections 32 or 33 have been delegated to a single member of the": "विषयों पर बैठक को संदर्भित कर सकती है और धारा 32 और 33 के तहत",
  "97. Learned counsel further submits that the question is not": "97. विद्वान अधिवक्ता ने आगे कहा है कि प्रश्न यह नहीं है कि क्या किसी एक",
  "permissible under the law. It may be noticed that the authority has": "शक्ति कानून के तहत अनुज्ञेय है। इस पर ध्यान देना चाहिए कि अधिनियम के",
  "been vested with several other powers and functions under the Act,": "तहत प्राधिकरण में कई अन्य शक्तियां और कार्य निहित हैं, जिन्हें प्राधिकरण ने",
  "98. Learned counsel further submits that pursuant to the": "98. विद्वान अधिवक्ता ने आगे कहा है कि 5 दिसंबर, 208 दिनांकित विशेष",
  "delegation of power under Section 81 by the special order dated 5\"": "आदेश सपठित विनियमन, 24 द्वारा धारा 8. के तहत शक्ति के प्रत्यायोजन के",
  "99. Learned counsel further submits that almost in a pari materia": "99. विद्वान अधिवक्ता ने आगे कहा है कि लगभग एक समान योजना में, सेबी",
  "scheme, Section 29-A of the SEBI Act gives the power to delegate": "अधिनियम की धारा 29-क प्रत्यायोजन करने की शक्ति देती है और सेबी",
  "and Section 19 of the SEBI Act empowers the board to delegate its": "अधिनियम की धारा 9 बोर्ड को अपनी शक्ति बोर्ड के किसी भी सदस्य को",
  "Court in Saurashtra Kutch Stock Exchange Ltd. Vs. Securities": "कच्छ स्टॉक एक्सचेंज लिमिटेड बनाम भारतीय प्रतिभूति और विनिमय बोर्ड एवं",
  "approved the power of delegation to a single member of the": "अपने एकल सदस्य को शक्ति प्रत्यायोजन किया जाना अनुमोदित किया और",
  "permissible in law unless specifically prohibited and as long as": "कि विनिर्दिष्ट रूप से प्रतिबंधित न किया जाए और जब तक न्यायिक शक्ति के",
  "there is a legislative sanction for delegation of even judicial power,": "प्रत्यायोजन के लिए विधायी मंजूरी है, तब तक वैसी कोई अवैधता नहीं है, जैसा",
  "there is no _ illegality as held in Bombay Municipal Corporation(supra); State of Uttar Pradesh Vs. Batuk Deo Pati": "कि बॉम्बे नगर निगम निगम (उपरोक्त); उत्तर प्रदेश राज्य बनाम बटुक देव पति",
  "Tripathi and Another’? Heinz India Private Limited and Another Vs. State of Uttar Pradesh’®; and taking assistance": "त्रिपाठी एवं अन्य\" हेंज इंडिया प्राइवेट लिमिटेड एवं अन्य बनाम उत्तर प्रदेश राज्य",
  "single member of the authority in deciding application for refund of": "रिफंड के लिए आवेदन पर निर्णय लेने में प्राधिकरण के एकल सदस्य को शक्ति का",
  "100. Learned counsel further submits that Section 21 of the Act": "00. विद्वान अधिवक्ता ने आगे कहा है कि अधिनियम की धारा 2: प्राधिकरण के",
  "relates to the composition of the authority and does not deal with minimum bench strength. At the given time, the legislature has": "गठन से संबंधित है और न्यूनतम पीठ संख्या से संबंधित नहीं है। दिए गए समय में",
  "minimum bench strength. At the given time, the legislature has consciously avoided prescribing any minimum bench/quorum strength to hear complaints by the authority. At the same time, the": "विधायिका ने प्राधिकरण द्वारा शिकायतों की सुनवाई के लिए न्यूनतम पीठ /कोरम संख्या निर्धारित करने से जानबूझकर परहेज किया है। साथ ही, अधिनियम की",
  "Act only prescribes a bench/quorum only of the Appellate Tribunal under Section 43(3) of the Act and further submits that in the": "धारा 43 (3) के तहत केवल अपीलीय न्यायाधिकरण की एक पीठ /कोरम",
  "101. Learned counsel further submits that Sections 29 and 81 are": "07. विद्वान अधिवक्ता ने आगे कहा है कि धारा 29 और 8 एक दूसरे के लिए",
  "not in derogation to each other and operate in different fields.": "विरोध में नहीं हैं और भिन्न -भिन्न क्षेत्रों में कार्य करते हैं।धारा 29 प्राधिकरण की",
  "not envisage in its fold the quasi-judicial functions which the Act": "बैठकों से संबंधित है और अपने दायरे में उन अर्ध न्यायिक कार्यों की परिकल्पना",
  "casts upon the authority. The term “meetings” under Section 29 does not deal with the performance of quasi-judicial functions": "नहीं करता है जिन्हें अधिनियम प्राधिकार पर डालता है। धारा 29 के तहत \"बैठकें\" शब्द उन अर्ध-न्यायिक कार्यों से संबंधित नहीं है जिन्हें धारा 34 के",
  "days of receiving the ‘application’ and there is no reference to any": "जाएगी और प्राधिकरण आवेदन प्राप्त होने की तारीख से साठ दिन की अवधि के",
  "two whole time Members to be appointed by the appropriate Government.": "अध्यक्ष और समुचित सरकार द्वारा नियुक्त किए जाने वाले कम से कम दो",
  "Tribunal as reflected under Section 43(3) of the Act.": "नहीं है। अधिनियम की धारा 43 (3) के तहत रियल एस्टेट अपीलीय",
  "104. The emphasis of the appellants was on Section 29 of the Act": "04. अपीलार्थी का जोर अधिनियम की धारा 29 पर था जो प्राधिकरण की",
  "which indicates the quorum of meetings of the authority. There is a specific provision that there shall be a meeting of the authority with the minimum quorum being prescribed, such business of the": "बैठकों के कोरम को इंगित करता है। विशिष्ट परंतुक कि न्यूनतम कोरम के साथ",
  "member of the authority in exercise of power under Section 81 of": "अधिनियम की धारा 8 के तहत शक्ति का उपयोग करते हुए प्राधिकरण के किसी",
  "105. The term meeting under Section 29 of the Act does not deal with the performance of the authority in quasi-judicial matters": "05. धारा 29 के तहत बैठक शब्द प्राधिकरण का अर्ध न्यायिक रूप से कार्य से",
  "which are referred to under Section 31 of the Act. It only refers to meetings, policy/regulatory issues that the authority is mandated": "संबंधित नहीं है । यह केवल उन बैठकों, नीति/विनियामक मुद्दों को संदर्भित करता है जिन्हें धारा 3. के तहत प्राधिकरण को निर्वहन करने के लिए",
  "to discharge under the Act. It may be noticed that Sections 32 and": "अधिदेशित किया गया है। यह देखा जा सकता है कि धारा 32 और धारा 33",
  "33 are in the nature of policy/regulatory directions which the": "नीति, नियामक निर्देश के रूप में हैं जिनका अधिनियम की धारा 29 के तहत",
  "undertaken by the authority while functioning as a whole body": "सम्पूर्ण निकाय के रूप में कार्य करते हुए निर्वाह करने के लिए प्राधिकरण को",
  "106. To add it further, Section 29(3) and (4) of the Act talks about": "406. इसे और जोड़ने के लिए, अधिनियम की धारा 29 (3) और (4)",
  "the questions before the authority which are to be disposed of": "प्राधिकारी के समक्ष उन प्रश्नों के बारे में बताती है जिनका निपटान आवेदन प्राप्त",
  "within 60 days on receiving the applications. It may be noticed that": "होने के 60 दिनों के भीतर किया जाना चाहिए । यह देखा जा सकता है कि",
  "there is no reference to any complaint referred to under Section 31": "अधिनियम की धारा 3: के तहत संदर्भित किसी भी शिकायत का कोई संदर्भ",
  "of the Act. To buttress it further, Section 29 and Section 81 of the Act are not in derogation to each other. To the contrary, both": "नहीं है। अधिनियम की धारा 29 और 8 एक दूसरे के विपरीत हैं। इसके",
  "operate in different fields. Section 29 deals with the meetings of the": "विपरीत, दोनों अलग-अलग क्षेत्रों में काम करते हैं। धारा 29 हितधारकों के हित",
  "authority to be held for taking policy/regulatory decisions in the": "में नीतिगत /विनियामक निर्णय लेने के लिए आयोजित की जाने वाली प्राधिकरण",
  "judicial functions which the Act casts upon the authority. The legislative intention as reflected from Section 29 is a recognition of": "की गई है, जिन्हें अधिनियम प्राधिकार पर डालता है। धारा 29 से परिलक्षित",
  "decided by the entire strength of the authority so that the policy": "की पूरी शक्ति द्वारा विचार और निर्णय किया जाना चाहिए ताकि नीतिगत निर्णय",
  "decisions reflect the acquired experience of the members and": "प्राधिकरण के सदस्यों और अध्यक्ष के अर्जित अनुभव को प्रतिबिंबित करें।",
  "107. It may be relevant to note that the authority in its meeting": "07. यह नोट करना प्रासंगिक होगा कि 5 दिसंबर, 208 को आयोजित अपनी",
  "its power to a single member of the authority. The extract of the": "के एक ही सदस्य को अपनी शक्ति सौंप दी। ५ दिसंबर, 208 को इस उद्देश्य के",
  "109. This Court, while examining the pari materia provisions of delegation of power under Section 29A and Section 19 of the SEBI": "09. इस न्यायालय ने सेबी अधिनियम की धारा 29 ए और धारा 9 के तहत शक्ति के प्रत्यायोजन के समतुल्य प्रावधानों की जांच करते हुए, जिसने बोर्ड को",
  "Act which empowered the board to delegate its power to any": "बोर्ड के किसी भी सदस्य को अपनी शक्ति प्रत्यायोजित करने का अधिकार दिया",
  "member of the Board held that the board may in writing delegate its": "था, यह अभिनिर्धारित किया कि बोर्ड लिखित रूप में अपनी शक्ति बोर्ड के किसी",
  "power to any member of the board and such is valid in law as held": "भी सदस्य को सौंप सकता है और यह कानून में मान्य है जैसा कि इस न्यायालय",
  "by this Court in Saurashtra Kutch Stock Exchange Ltd.(supra)": "द्वारा सौराष्ट्र कच्छ स्टॉक एक्सचेंज लिमिटेड (उपरोक्त) के मामले में निम्नानुसार",
  "as under:-": "9 इस प्रकार हैः",
  "“6. The High Court dismissed the special civil application vide": "“6. उच्च न्यायालय ने विशेष सिविल आवेदन को आदेश दिनांकित 29-7-",
  "Ltd. v. SEBI, Special Civil Application No. 23902 of 2007, decided": "आवेदन संख्या 23902, वर्ष 2007, 9--2007 को अधिनिर्णीत",
  "“Section 29-A is reproduced hereunder:": "धारा 29-क को यहां पुनः प्रस्तुत किया गया हैः",
  "‘29-A. Power to delegate.—The Central Government may, by order published in the Official Gazette, direct": "“29 क,. प्रत्यायोजन की शक्ति : केन्द्रीय सरकार, राजपत्र में प्रकाशित आदेश",
  "that the powers (except the power under Section 30)": "उसके द्वारा प्रयोक्तव्य शक्तियां (धारा 30 के अधीन शक्ति को छोड़कर) ऐसे",
  "in relation to such matters and subject to such conditions, if any, as may be specified in the order, be": "मामलों के संबंध में और ऐसी शर्तों के अधीन , यदि कोई हों, जो आदेश में",
  "exercisable also by the Securities and Exchange Board of India or Reserve Bank of India constituted under": "विनिर्दिष्ट की जाएं, भारतीय प्रतिभूति और विनिमय बोर्ड या भारतीय रिजर्व बैंक",
  "Section 3 of the Reserve Bank of India Act, 1934 (2 of": "अधिनियम, 934 (934 का 2) की धारा 3 के अधीन गठित भारतीय रिजर्व",
  "Notification dated 13-9-1994 issued by the Central Government reads as under:": "केंद्र सरकार द्वारा जारी अधिसूचना दिनांकित 3-9-994 इस प्रकार हैः",
  "Securities Contracts (Regulation) Act, 1956 (42 of": "प्रतिभूति संविदा (विनियमन) अधिनियम, 956 (956 का 42 वाँ) की धारा",
  "(1), (2), (3) and (4) of Section 4, Section 5, sub-section": "कि धारा 3, धारा 4 की धारा (), (2), (3) और (4), धारा 5, धारा 7-क",
  "(2) of Section 7-A, Section 13, sub-section (2) of Section 18, Section 22 and sub-section (2) of Section": "की उप-धारा (2), धारा 3, धारा 8 की उप-धारा (2), धारा 22 और",
  "and Exchange Board of India.’": "भारतीय प्रतिभूति और विनिमय बोर्ड द्वारा भी प्रयोक्तव्य होंगी।",
  "Section 19 of the SEBI Act, 1992 reads as under:": "सेबी अधिनियम, 992 की धारा 9 इस प्रकार हैः",
  "‘19. Delegation——The Board may, by general or special order in writing delegate to any member, officer": "\"9. प्रत्यायोजन - बोर्ड, लिखित रूप में सामान्य या विशेष आदेश द्वारा बोर्ड",
  "special order in writing delegate to any member, officer of the Board or any other person subject to such": "के किसी सदस्य, अधिकारी या किसी अन्य व्यक्ति को ऐसी शर्तों, यदि कोई हों,",
  "conditions, if any, as may be specified in the order,": "के अधीन रहते हुए, जो आदेश में विनिर्दिष्ट की जाएं, इस अधिनियम के अधीन",
  "such of its powers and functions under this Act (except the powers under Section 29) as it may deem": "अपनी शक्तियां और कार्य (धारा 29 के अधीन शक्तियों को छोड़कर) जो वह",
  "exercise of power under Section 29-A of the SCR Act of": "अधिनियम की धारा 9 के तहत शक्ति का प्रयोग करते हुए जारी की गई",
  "to any member of the Board and, therefore, the power": "में बोर्ड के किसी भी सदस्य को अपनी शक्ति सौंप सकता है और इसलिए, सेबी",
  "exercised by the Full-Time Member of the Board under Section 11 of the SEBI Act, 1992, or even withdrawal": "अधिनियम, 992 की धारा : के तहत बोर्ड के पूर्णकालिक सदस्य द्वारा",
  "cannot be said to be unjust or arbitrary or dehors the": "धारा 5 के तहत वापसी या मान्यता को भी अन्यायपूर्ण या मनमाना नहीं कहा",
  "provisions of the statute and, therefore, the contention of Mr Shelat that no remedy of appeal is available to": "जा सकता है और इसलिए, श्री शेलेट की इस दलील को स्वीकार नहीं किया",
  "the petitioner cannot be accepted.”": "जा सकता है कि याचिकाकर्ता को अपील का कोई उपचार उपलब्ध नहीं है।”",
  "9. In Para 2 of the civil appeal, the following question of law has been framed:": "9. सिविल अपील के पैरा 2 में, विधि का निम्नलिखित प्रश्न विरचित किया गया हैः",
  "“Whether the whole-time single member of SEBI has": "“क्या सेबी के पूर्णकालिक एकल सदस्य को इस सिद्धांत पर किसी स्टॉक",
  "no jurisdiction to cancel or withdraw recognition": "एक्सचेंज को दी गई मान्यता को रद्द करने या वापस लेने का कोई अधिकार",
  "delegate cannot further delegate its power, and": "नहीं है कि प्रतिनिधि आगे अपनी शक्तियों को प्रत्यायोजित नहीं कर सकता है,",
  "whether the order under challenge is without jurisdiction?”": "और क्या वह आदेश अधिकारिता रहित है जिसे चुनौती दी गयी है? ”",
  "In our view, it is not necessary to go into the above": "हमारे विचार से, उपर्युक्त प्रश्न पर विचार करना आवश्यक नहीं है क्योंकि हम",
  "question as we find that this very question was raised by the appellant before the High Court in": "पाते हैं कि यही प्रश्न अपीलकर्ता द्वारा उच्च न्यायालय के समक्ष भारत के",
  "authority, to be exercised by the single member of the authority in": "की कार्रवाई, यदि एक ही सदस्य द्वारा प्रयोग की जा रही है, को अधिनियम के",
  "powers not by the Director himself but by some officer lower in the": "की थी। मामले के तथ्यों में, स्वयं निदेशक द्वारा नहीं बल्कि पदानुक्रम में निचले",
  "hierarchy. This Court, while taking note of the definition of ‘Director as provided in Section 2(h) to include “any other officer": "न्यायालय ने धारा 2 (ज) में यथा उपबंधित 'निदेशक' की परिभाषा को ध्यान में",
  "authorized by the Director to perform all or any of his functions": "रखते हुए इस अधिनियम के तहत अपने सभी या किसी भी कार्य को करने के लिए निदेशक द्वारा अधिकृत किसी अन्य अधिकारी को शामिल करते हुए",
  "under this Act” held as under:-": "निम्नलिखित रूप में अभिनिर्धारित किया हैः",
  "“34. Now, it is true that the stakes involved in the present batch of": "“34. अब यह सत्य है कि मामलों के वर्तमान बैच में अंतर्वलित हित सारवान हैं",
  "raised against them would like their cases to be heard by a senior": "है वे चाहेंगे कि उनके मामलों की सुनवाई बोर्ड द्वारा नामित वरिष्ठ अधिकारी या",
  "officer or a committee of officers to be nominated by the Board. But": "अधिकारियों की समिति द्वारा की जाए। लेकिन बाजार समिति द्वारा उठाई गई",
  "in the absence of any data as to the number of cases that arise for consideration involving a challenge to the demands raised by the": "मांगों को चुनौती देने वाले विचारार्थ उत्पन्न होने वाले मामलों की संख्या और ऐसे",
  "Board who also enjoys the power to delegate that function to the Director. So long as there is statutory sanction for the Director to": "निहित है जिसे उस कार्य को निदेशक को सौंपने की शक्ति भी प्राप्त है। जब तक",
  "exercise the revisional power vested in the Board, any argument": "निदेशक को बोर्ड में निहित पुनरीक्षण शक्ति का प्रयोग करने के लिए सांविधिक",
  "that such a delegation is either impermissible or does not serve the": "मंजूरी है, कोई भी तर्क कि ऐसा प्रत्यायोजन या तो अननुज्ञेय है या विवादों के",
  "purpose of providing a suitable machinery for adjudication of the": "न्यायनिर्णयन के लिए उपयुक्त मशीनरी प्रदान करने के उद्देश्य को पूरा नहीं करता",
  "112. Section 81 of the Act 2016 empowers the authority, by general": "2. अधिनियम 206 की धारा 8 प्राधिकरण को लिखित रूप में सामान्य या",
  "or special order in writing, to delegate its powers to any member of": "विशेष आदेश द्वारा प्राधिकरण के किसी भी सदस्य को अपनी शक्तियां सौंपने का",
  "the authority, subject to conditions as may be specified in the": "अधिकार देती है, जो आदेश में निर्दिष्ट शर्तों के अधीन होगा, जैसे कि अधिनियम",
  "order, such of the powers and functions under the Act. What has": "के तहत शक्तियां और कार्य अधिनियम की धारा 32 के तहत दायर की गई",
  "been excluded is the power to make regulations under Section 85,": "इसके किसी भी सदस्य को दी गयी हैं और केवल धारा 85 के तहत विनियम",
  "under Section 81 of the Act can be delegated by the authority to any": "विवेकाधिकार का कोई स्थान नहीं, यदि प्राधिकरण द्वारा अधिनियम की धारा 87 के तहत अपनी शक्ति का उपयोग करके इस प्रक्रिया को प्रत्यायोजित किया गया",
  "delegate such powers and functions to any member of the authority": "आदेश द्वारा अपनी शक्तियों और कार्यों को किसी भी सदस्य को प्रत्यायोजित",
  "statute. As already observed, Section 81 of the Act empowers the": "ही देखा जा चुका है, अधिनियम की धारा 8: प्राधिकारी को सामान्य या विशेष",
  "authority to delegate its power and functions to any of its member,": "आदेश द्वारा अपने किसी भी सदस्य को अपनी शक्ति और कार्य प्रत्यायोजित",
  "118. In the instant case, by exercising its power under Section 81 of": "8. वर्तमान मामले में, अधिनियम की धारा 8 के तहत अपनी शक्ति का",
  "the Act, the authority, by a special order dated 5\" December, 2018": "उपयोग करते हुए, प्राधिकरण ने 5 दिसंबर, 208 को एक विशेष आदेश द्वारा",
  "has delegated its power to the single member of the authority to": "के लिए प्राधिकरण के एकल सदस्य को अपनी शक्ति प्रत्यायोजित की और",
  "being permissible in law, cannot be said to be de hors the mandate": "कानून में इसकी अनुमति है, इसलिए इसे अधिनियम के अधिदेश का उल्लंघन",
  "adjudicating officer who has been appointed by the authority in": "सरकार के परामर्श से प्राधिकरण द्वारा नियुक्त किए गए न्यायनिर्णयन अधिकारी",
  "officers in exercise of power under Section 81 of the Act.": "की शक्तियाँ अधिनियम की धारा 8] के तहत शक्तियों के प्रयोग में प्रत्यायोजित",
  "119. That scheme of the Act, 2016 provides an in-built": "9. अधिनियम, 206 की योजना में एक अन्तर्भूत तंत्र का प्रावधान है और",
  "mechanism and any order passed on a complaint by the authority under Section 31 is appealable before the tribunal under Section": "धारा 3 के तहत प्राधिकरण द्वारा किसी शिकायत पर पारित कोई भी आदेश",
  "43(5) and further in appeal to the High Court under Section 58 of": "धारा 43 (5) के तहत अधिकरण के समक्ष अपील योग्य है और आगे सिविल",
  "the Act on one or more ground specified under Section 100 of the": "प्रक्रिया संहिता, 908 की धारा 00 के तहत निर्दिष्ट एक या एक से अधिक",
  "authority either in computation or in the amount refundable to the allottee/home buyer, is open to be considered at the appellate stage": "सकती है, यदि प्राधिकारी द्वारा संगणना में या आवंटी /घर खरीदार को प्रतिदेय",
  "under Section 81 of the Act by the authority to one of its member": "की धारा 8: प्राधिकरण को किसी अधिकारी या किसी अन्य व्यक्ति को भी",
  "against the order of an authority or the adjudicating officer by any": "आदेश द्वारा, प्राधिकरण के किसी भी सदस्य या अधिकारी या किसी अन्य व्यक्ति",
  "Question no. 4:- Whether the condition of pre-deposit under": "प्रश्न संख्या 4: क्या अपील के सारवान अधिकार को स्वीकार करने के लिए",
  "proviso to Section 43(5) of the Act for entertaining substantive": "अधिनियम की धारा 43 (5) के परंतुक के तहत पूर्व जमा की शर्त विधि द्वारा",
  "43(5) of the Act of making pre-deposit for entertaining an appeal": "अधिनियम की धारा 43 (5) के परंतुक के अन्तर्गत शर्त को चुनौती का परीक्षण",
  "of the Act, 2016. Section 43(5) reads as follows:-": "धारा 43 (5) इस प्रकार हैः",
  "“43. Establishment of Real Estate Appellate Tribunal-": "\"3. रियल एस्टेट अपीलीय न्यायाधिकरण की स्थापना-",
  "(5) Any person aggrieved by any direction or decision or order made by the Authority or by an adjudicating officer under this Act": "(5) इस अधिनियम के अधीन प्राधिकरण या न्यायनिर्णयन अधिकारी द्वारा दिए गए किसी निदेश या विनिश्चय या आदेश से व्यथित कोई व्यक्ति मामले पर",
  "may prefer an appeal before the Appellate Tribunal having jurisdiction over the matter:": "क्षेत्राधिकार रखने वाले अपील अधिकरण के समक्ष अपील कर सकता हैः",
  "Provided that where a promoter files an appeal with the Appellate": "बशर्ते कि जहां कोई प्रोत्साहक अपीलीय न्यायाधिकरण में अपील दायर करता",
  "having deposited with the Appellate Tribunal at least thirty per cent of the penalty, or such higher percentage as may be": "अपीलीय न्यायाधिकरण में जुर्माना का कम से कम तीस प्रतिशत या अपीलीय",
  "paid to the allottee including interest and compensation imposed": "उक्त अपील की सुनवाई से पहले उस पर लगाए गए ब्याज और मुआवजे सहित",
  "Explanation — For the purpose of this sub-section “person” shall": "स्पष्टीकरण- इस उप धारा के प्रयोजन के लिए \" व्यक्ति \" के अंतर्गत आवंटियों",
  "include the association of allottees or any voluntary consumer association registered under any law for the time being in force.”": "का संघ या तत्समय प्रवृत्त किसी कानून के तहत पंजीकृत स्वैच्छिक उपभोक्ता",
  "122. It may straightaway be noticed that Section 43(5) of the Act": "22,. यह प्रत्यक्ष रूप से देखा जा सकता है कि अधिनियम की धारा 43 (5) में",
  "envisages the filing of an appeal before the appellate tribunal": "अपील न्यायाधिकरण के समक्ष अपील दायर करने की परिकल्पना की गई है यदि",
  "been computed either by the Authority or adjudicating officer, is to": "प्रोत्साहक जुर्माना लगाने के प्राधिकरण या न्यायनिर्णयन अधिकारी के आदेश के",
  "be deposited including 30 per cent of the penalty in the first place,": "अधिकारी द्वारा गणना की गई संपूर्ण राशि, शास्ति के 30 प्रतिशत सहित, जमा",
  "the remedy of appeal provided by one hand is being taken away by": "की जानी है, तो एक तरफ प्रदान किया गया अपील का उपचार दूसरी तरफ ले",
  "the other since the promoter is financially under distress and": "लिया जा रहा है क्योंकि प्रोत्साहक वित्तीय रूप से संकट में है और",
  "incapable to deposit the full computed amount by _ the authority/adjudicating officer. The right of appreciation of his": "प्राधिकारी /न्यायनिर्णयन अधिकारी द्वारा पूरी गणना की गई राशि जमा करने में असमर्थ है। अपीलीय प्रक्रम पर अपने बचाव के मूल्यांकन का अधिकार, जो",
  "promoter who intends to prefer under Section 43(5) of the Act which": "जाता जो अधिनियम की धारा 43 (5) के तहत अपील करना चाहता है, उनके",
  "according to him is in the given facts and circumstances of this": "अनुसार इस मामले के तथ्यों और परिस्थितियों में यह असंवैधानिक है और",
  "case is unconstitutional and violative of Article 14 of the": "भारत के संविधान के अनुच्छेद 4 का उल्लंघन करता है।",
  "125. The submission in the first blush appears to be attractive but": "25. प्रथम दृष्ठया यह तर्क आकर्षक प्रतीत होता है, लेकिन कानून में पोषणीय",
  "is not sustainable in law for the reason that a perusal of scheme of the Act makes it clear that the limited rights and duties are": "नहीं है क्योंकि अधिनियम की योजना का अवलोकन यह स्पष्ट करता है कि जहाँ",
  "the Act makes it clear that the limited rights and duties are provided on the shoulders of the allottees under Section 19 of the": "अधिनियम की धारा 9 के तहत आवंटियों के कंधों पर सीमित अधिकार और",
  "promoters, obligations of promoters, adherence to sanctioned plans, insurance of real estate, payment of penalty, interest and": "दायित्व, स्वीकृत योजनाओं का पालन, रियल एस्टेट का बीमा, जुर्माना, ब्याज और मुआवजे का भुगतान आदि प्रोत्साहकों भारित किया गया है। उपभोक्ताओं",
  "intelligible differentia between the rights, duties and obligations": "पर डाले गए अधिकारों, कर्तव्यों और दायित्वों के बीच बोधगम्य अंतर पर",
  "furtherance of the object and purpose of the Act to protect the": "आधारित है और यह उपभोक्ताओं के हितों की रक्षा के लिए अधिनियम के उद्देश्य",
  "sector. The promoters and allottees are distinctly identifiable,": "और लक्ष्य को आगे बढ़ाता है। प्रोत्साहकों और आवंटियों की स्पष्ट रूप से",
  "dealt with under the various provisions of the Act.": "पहचान की जा सकती है, जिन पर अधिनियम के विभिन्न प्रावधानों के तहत",
  "126. Therefore, the question of discrimination in the first place does not arise which has been alleged as they fall under distinct and": "26. इसलिए, प्रथमतः विभेद का प्रश्न ही नहीं उठता है जो अभिकथित किया",
  "different categories/classes.": "गया है क्योंकि वे विशिष्ट और विभिन्न श्रेणियों /वर्गों के अंतर्गत आते हैं।",
  "127. It may further be noticed that under the present real estate": "27. यह भी देखा जा सकता है कि वर्तमान रियल एस्टेट क्षेत्र के तहत, जिसे",
  "sector which is now being regulated under the provisions of the Act": "अब अधिनियम 206 के प्रावधानों के तहत विनियमित किया जा रहा है,",
  "2016, the complaint for refund of the amount of payment which the": "भुगतान की राशि के रिफंड के लिए शिकायत, जो आवंटी/उपभोक्ता ने",
  "allottee/consumer has deposited with the promoter and at a later": "प्रोत्साहक के पास जमा की है और बाद में, जब प्रोत्साहक पक्षों के बीच समझौते",
  "his defence has not been properly appreciated at the first stage,": "प्रथम चरण में उसके बचाव को समझा नहीं गया है, वह अभिलेख पर साक्ष्य के",
  "amount. Relying on the earlier decisions of this Court including in Government of Andhra Pradesh and Others Vs. P. Laxmi Devi": "बनाम पी लक्ष्मी देवी** (श्रीमती) के मामले सहित इस न्यायालय के पूर्व निर्णयों",
  "Laxmi Devi(supra) was repeated in Har Devi Ashani(supra)": "(उपरोक्त) के मामले में व्यक्त विचार हर देवी अशनानी (ऊपरोक्त) के मामले में",
  "wherein this Court held as under:-": "दोहराया गया जिसमें इस न्यायालय ने निम्नलिखित अभिनिर्धारित किया थाः",
  "“In our opinion in this situation it is always open to a party to file a": "” इस स्थिति में हमारी राय में किसी भी पक्ष के पास धारा 47-क के परंतुक के",
  "writ petition challenging the exorbitant demand made by the registering officer under the proviso to Section 47-A alleging that": "तहत पंजीकरण अधिकारी द्वारा की गई अत्यधिक मांग को चुनौती देने के लिए",
  "the determination made is arbitrary and/or based on extraneous": "कहा जाना चाहिए कि निर्धारण मनमाना और /या असंगत विचारों पर आधारित",
  "considerations, and in that case it is always open to the High": "है, और उस मामले में उच्च न्यायालय के लिए यह विकल्प होता है, कि यदि वह",
  "Court, if it is satisfied that the allegation is correct, to set aside": "संतुष्ट है कि आरोप सही है, तो वह मांग को मनमाना घोषित करके स्टांप",
  "such exorbitant demand under the proviso to Section 47-A of the": "अधिनियम की धारा 47-क के परंतुक के तहत ऐसी अत्यधिक मांग को अपास्त",
  "Gandhi v. Union of India [(1978) 1 SCC 248] . Hence, the party is": "उल्लंघन करता है। (मेनका गांधी बनाम भारत संघ [(978)  एससीसी",
  "not remediless in this situation.”": "248] । इसलिए, पक्षकार इस स्थिति में उपचारहीन नहीं है।”",
  "132. At the same time, Section 19 of the Consumer Protection Act,": "32. साथ ही, उपभोक्ता संरक्षण अधिनियम, 986 की धारा 9 में पूर्व -",
  "appeal shall not be entertained unless 50 per cent of the amount awarded by the State Commission or Rs. 35,000/- whichever is less": "है कि कोई अपील तब तक स्वीकार नहीं की जाएगी जब तक कि राज्य आयोग द्वारा अधिनिर्णीत राशि का 50 प्रतिशत या 35,000/- रुपए, जो भी कम हो,",
  "is deposited before the National Consumer Disputes Redressal": "राष्ट्रीय उपभोक्ता विवाद निवारण आयोग (एनसीडीआरसी) के समक्ष जमा नहीं",
  "preferring an appeal under the said section, the Appellate Tribunal": "किया गया आवेदन, जिसे परिषद्‌ द्वारा संदर्भित किया गया है, किसी न्यायालय",
  "application could be entertained unless it was accompanied by a": "द्वारा तब तक स्वीकार नहीं किया जाएगा जब तक कि अपीलकर्ता (जो",
  "134. Similarly, the condition of pre-deposit has been examined": "34. इसी प्रकार, पूर्व-जमा की शर्त का हाल ही में इस न्यायालय ने टेकनीमोंट",
  "recently by this Court in Tecnimont Pvt. Ltd. (Formerly Known": "प्राइवेट लिमिटेड (जिसे पहले टेकनीमोंट आईसीबी प्राइवेट लिमिटेड के नाम से",
  "As Tecnimont ICB Private Limited) Vs. State of Punjab and": "जाना जाता था) बनाम पंजाब राज्य एवं अन्य“, के मामले में परीक्षण किया जहां",
  "Others*’, where the validity of Section 62(5) of the Punjab Value Added Tax Act, 2005 (PVAT) which imposes a condition of 25 per": "पंजाब मूल्य संवर्धित कर अधिनियम, 2005 (पीवैट) की धारा 62 (5) की",
  "cent of pre-deposit for hearing of first appeal has been upheld.": "वैधता को बरकरार रखा, जो पहली अपील की सुनवाई के लिए पूर्व जमा राशि के",
  "Section 62(5) of the PVAT Act reads as follows:-": "रूप में 25 प्रतिशत की शर्त लगाती है। पीवैट अधिनियम की धारा 62 (5) इस",
  "“62. First Appeal": "\"62. प्रथम अपील",
  "(5) No appeal shall be entertained, unless such appeal is": "(5) कोई अपील तब तक स्वीकार नहीं की जाएगी जब तक कि ऐसी अपील के",
  "of twenty-five per cent of the total amount of tax, penalty and interest, if any.": "साथ कर, शास्ति और ब्याज, यदि कोई हो, की कुल रकम का न्यूनतम पचीस",
  "135. To be noticed, the intention of the instant legislation appears": "35. ध्यान देने योग्य बात यह है कि वर्तमान विधान का आशय यह प्रतीत होता",
  "136. It is indeed the right of appeal which is a creature of the": "36 यह वास्तव में, अपील का अधिकार है जो विधान की निर्मिति है।",
  "statute, without a statutory provision, creating such a right the": "सांविधिक उपबंध के बिना, ऐसा अधिकार सृजित करना व्यथित व्यक्ति को",
  "person aggrieved is not entitled to file the appeal. It is neither an": "अपील दायर करने का हकदार नहीं बनाता है। यह न ही यह पूर्ण अधिकार है न",
  "absolute right nor an ingredient of natural justice, the principles of": "ही प्राकृतिक न्याय का एक घटक, जिसके सिद्धांतों का सभी न्यायिक और अर्ध",
  "which must be followed in all judicial and quasi- judicial litigations and it is always be circumscribed with the conditions of grant. At": "न्यायिक मुकदमों में पालन किया जाना चाहिए और यह हमेशा अनुदान की शर्तों",
  "law that no appeal shall lie or it may lie on fulfilment of pre-": "अपील नहीं की जाएगी या पूर्व शर्त, यदि कोई हो, को पूरा करने पर अपील की",
  "137. In our considered view, the obligation cast upon the promoter of pre-deposit under Section 43(5) of the Act, being a class in itself,": "37. हमारे सुविचारित मत में, अधिनियम की धारा 43 (5) के तहत प्रोत्साहक पर डासा गया पूर्व जमा का दायित्व, अपने आप में एक वर्ग है, और प्रोत्साहक ने",
  "claimed by the home buyers/allottees for refund and determined in": "उस धन को प्राप्त किया है, जिसकी अपील घर के खरीदारों /आवंटियों द्वारा",
  "wisdom intended to ensure that money once determined by the": "निर्धारित किया गया है, यदि विधायिका अपने विवेक से यह सुनिश्चित करना",
  "authority be saved if appeal is to be preferred at the instance of the promoter after due compliance of pre-deposit as envisaged under Section 43(5) of the Act, in no circumstance can be said to be": "चाहती है कि अधिनियम की धारा 43 (5) के तहत परिकल्पित रूप में पूर्व - जमा का दायित्व के अनुपालन के बाद प्रोत्साहक अपील करना चाहता है तो उसे",
  "Question No.5 :-Whether the authority has the power to issue recovery certificates for recovery of the principal amount under Section 40(1) of the Act?": "प्रश्न संख्या 5: क्या प्राधिकरण को अधिनियम की धारा 40 () के तहत मूल राशि की वसूली के लिए वसूली प्रमाण पत्र जारी करने का अधिकार है?",
  "138. To examine this question, it will be apposite to take note of Section 40 that states regarding the recovery of interest or penalty": "38. इस प्रश्न का परीक्षण करने के लिए, धारा 40 को ध्यान में रखना उचित",
  "Section 40 that states regarding the recovery of interest or penalty or compensation to be recovered as arrears of land revenue, and": "होगा जिसमें ब्याज या जुर्माना या मुआवजे की वसूली के बारे में भूमि राजस्व",
  "40. Recovery of interest or penalty or compensation and enforcement of order, etc.—": "40. ब्याज या शास्ति या मुआवजे की वसूली और आदेश का प्रवर्तन, आदि -",
  "(1) If a promoter or an allottee or a real estate agent, as the case": "() यदि कोई प्रोत्साहक या आवंटी या रियल एस्टेट एजेंट, जैसा भी मामला",
  "imposed on him, by the adjudicating officer or the Regulatory Authority or the Appellate Authority, as the case may be, under": "न्यायनिर्णयन अधिकारी या नियामक प्राधिकरण या अपीलीय प्राधिकरण द्वारा",
  "recoverable from such promoter or allottee or real estate agent, in": "विफल रहता है, तो यह ऐसे प्रोत्साहक या आवंटी या रियल एस्टेट एजेंट से",
  "such manner as may be prescribed as an arrears of land revenue.": "अवशिष्ट भूमि राजस्व के बकाये के रूप में विहित तरीके से वसूल किया जाएगा।",
  "(2) If any adjudicating officer or the Regulatory Authority or the": "(2) यदि कोई न्यायनिर्णयन अधिकारी या नियामक प्राधिकरण या अपीलीय",
  "Appellate Tribunal, as the case may be, issues any order or directs": "न्यायाधिकरण, जैसा भी मामला हो, कोई आदेश जारी करता है या किसी व्यक्ति",
  "any person to do any act, or refrain from doing any act, which it is": "को कोई कार्य करने का निर्देश देता है, या कोई कार्य करने से रोकता है, जिसे",
  "empowered to do under this Act or the rules or regulations made": "इस अधिनियम या इसके तहत बनाए गए नियमों या विनियमों के तहत करने के",
  "thereunder, then in case of failure by any person to comply with such order or direction, the same shall be enforced, in such": "लिए सशक्त किया गया है, तो किसी भी व्यक्ति द्वारा ऐसे आदेश या निर्देश का पालन करने में विफल रहने की स्थिति में , उसे ऐसी तरीके से लागू किया",
  "manner as may be prescribed.”": "जाएगा, जो निर्धारित किया जाए।”",
  "139. The submission of the appellants/promoters is that under": "39. अपीलकर्ताओं /प्रोत्साहकों का तर्क यह है कि अधिनियम की धारा 40",
  "Section 40(1) of the Act only the interest or penalty imposed by the": "() के तहत केवल प्राधिकरण द्वारा लगाए गए ब्याज या जुर्माना को भूमि राजस्व",
  "authority can be recovered as arrears of land revenue and no": "अवशिष्ट के रूप में वसूला जा सकता है और प्राधिकरण द्वारा निर्धारित मूल राशि",
  "141. Taking into consideration the scheme of the Act what is to be": "4] अधिनियम की योजना को ध्यान में रखते हुए, प्राधिकारी द्वारा",
  "returned to the allottee is his own life savings with interest on computed/quantified by the authority becomes recoverable and": "संगणित/परिकलित ब्याज के साथ उसकी अपनी आजीवन बचत है और इस",
  "such arrear becomes enforceable in law. There appears some ambiguity in Section 40(1) of the Act that in our view, by": "तरह का बकाया कानून में प्रवर्तनीय हो जाता है। अधिनियम की धारा 40 () में कुछ अस्पष्टता दिखाई देती है कि हमारे विचार से, अधिनियम के उद्देश्य के साथ",
  "harmonising the provision with the purpose of the Act, is given effect to the provisions is allowed to operate rather running either of": "उपबंध को प्रभावी बनाकर, प्रावधानों में से किसी एक को भी लागू करने की",
  "allottees/home buyers either by the authority or the adjudicating officer in terms of the order is recoverable within the ambit of": "प्राधिकरण द्वारा या न्यायिक अधिकारी द्वारा इस आदेश के संदर्भ में निर्धारित",
  "142. The upshot of the discussion is that we find no error in the judgment impugned in the instant appeals. Consequently, the": "42. चर्चा का परिणाम यह है कि हमें वर्तमान अपीलों में आक्षेपित निर्णय में कोई",
  "before the Appellate Tribunal against the order of the authority, it": "प्राधिकरण के आदेश के खिलाफ अपीलीय न्यायाधिकरण के समक्ष अपील",
  "may be open for him to challenge within 30 days from today": "करना चाहता है, तो उसके लिए आज से 30 दिनों के भीतर चुनौती देने का",
  "provided the appellant(s) comply with the condition of pre-deposit as contemplated under the proviso to Section 43(5) of the Act which": "विकल्प हो सकता है, बशर्ते अपीलार्थी (गण) अधिनियम की धारा 43 (5) के परंतुक के तहत अनुध्यात पूर्व जमा की शर्त का पालन करे, जिसका निर्णय",
  "may be decided by the Tribunal on its own merits in accordance": "न्यायाधिकरण द्वारा कानून के अनुसार अपने स्वयं के गुणों पर किया जा सकता",
  "with law. No costs.": "है। कोई लागत नहीं।",
  "143. Pending application(s), if any, stand disposed of.": "43. लंबित आवेदन, यदि कोई हो, निस्तारित किए जाते हैं।"
}