{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय अधिकारिता",
  "CRIMINAL APPEAL NO.490 OF 2017": "आपराधिक अपीलीय संख्या 490/2077",
  "MUNNA LAL .. APPELLANT": "मुन्ना लाल ... अपीलकर्ता",
  "vs.": "बनाम",
  "THE STATE OF UTTAR PRADESH .. RESPONDENT": "उत्तर प्रदेश राज्य ... प्रतिवादी",
  "WITH": "सह",
  "JUDGMENT": "निर्णय",
  "INQUEST": "विचारण",
  "bullet was recovered at the place of occurrence from the blood oozing out from one of the injuries suffered by": "एक चोट से निकले हुए खून से घटना स्थल पर एक गोली बरामद की गई",
  "4. Upon completion of investigation, charge-sheet under": "4. विवेचना पूरी होने के बाद, चारों अभियुक्तों के विरुद्ध संबंधित न्यायालय",
  "section 302 was filed before the concerned court against": "के समक्ष धारा 302 के अधीन आरोप-पत्र दाखिल किया गया।इस बीच",
  "each of the 4 (four) accused. Kalika had passed away in the meanwhile. Upon committal, the trial court framed the": "कालिका की मृत्यु हो गई थी। सुपुर्दगी पर, निचली अदालत ने",
  "following charges:": "निम्नलिखित आरोप तय किएः",
  "“Charge": "\"आरोप",
  "I, Sanwal Singh, II Addl. Sess. Judge, Shahjahanpur,": "मैं, सनवाल सिंह, द्वितीय अपर सत्र न्यायाधीश, शाहजहांपुर, एतदृद्वारा आप",
  "do hereby charge you : -": "पर निम्नलिखित आरोप लगाता हूं:-",
  "1. Shiv Lal": ". शिव लाल",
  "2. Munna Lal": "2. मुन्ना लाल",
  "3. Babul Ram, as follows:": "3. बाबुल राम",
  "That you along with Kalika on 05.09.85 at about": "यह कि आपने कालिका के साथ 05.09.85 को सुबह लगभग 0.00 बजे",
  "10.00 A.M. in village Fatehpur Bujurg alias Mohaddipur, police station Tilhar, District": "गांव फतेहपुर बुजुर्ग/ मोहद्दीपुर, थाना तिलहर, जिला शाहजहांपुर, गांव",
  "the west of village Abadi did commit murder by intentionally and knowingly causing the death of": "अबादी के पश्चिम में स्थित बुधखान के खेत में आशयपूर्वक और जानबूझकर",
  "Narain in that you Munna caused injuries by gunshot, you Babu Ram caused injuries by tamancha and you": "नारायण की हत्या की, जिसमें आप, मुन्ना ने गोली मारी, आप बाबू राम ने",
  "Shiv Lal caused injuries by Kanta and your associate": "तमंचा द्वारा चोट पहुंचाई और आप शिवलाल ने कांता और आपके सहयोगी",
  "Kalika deceased caused injuries by lathi and all of you intentionally co-operated in the commission of the said offence and that you thereby committee an": "मृतक कालिका की लाठी से चोट पहुंचाई और आप सभी ने कथित अपराध",
  "you intentionally co-operated in the commission of the said offence and that you thereby committee an offence punishable under section 302 I.P.C. and": "करने में साशय सहयोग किया और इस प्रकार आपने आईपीसी की धारा 302",
  "Consequently, by his judgment dated 29 January, 1986,": "न्यायालय द्वारा 29 जनवरी 986 के निर्णय और आदेश के विरूद्ध",
  "Lal, Sheo Lal and Babu Ram, and imposed upon them the": "लाल, शिव लाल, बाबू राम और कालिका पर इस हत्या को करने का",
  "shots, whereas injury nos. 1, 2, and 3 were possible by": "कारण हो सकते थे, जबकि चोट संख्या , 2, 3 लाठी से संभव थी और",
  "lathi and injury no.4 could be caused by “kanta”.": "चोट संख्या 4 \"कांटा\" द्वारा कारित हुई हो सकती थी।",
  "8. Ram Vilas, son of the deceased, while deposing as PW-2 stated that a quarrel had taken place 10 (ten) years": "8. मृतक के पुत्र रामविलास ने, पी डब्लू-2 के रूप में अभिसाक्ष्य देते हुए",
  "before between Narayan and Jaswant (father of Sheo Lal)": "कहा कि नारायण और जसवंत (शिवलाल के पिता) और शिवलाल के बीच",
  "was, however, acquitted. PW-2 identified, inter alia,": "नारायण को बरी कर दिया गया। पीडब्ल्यू-2 ने अन्य बातों के साथ-साथ",
  "Munna Lal and Sheo Lal who were present in the Court.": "मुन्ना लाल और शिव लाल की पहचान की, जो अदालत में उपस्थित थे।",
  "According to PW-2, on the date of the fateful incident, he along with his father Narayan after ploughing their": "पीडब्लू-2 के अनुसार, घटना की तारीख को, वह अपने पिता नारायण के",
  "field had reached the field of Budhu Khan when the 4": "साथ खेत जोतने के बाद बुधू खान के खेत में पहुंचा था, जब चार अभियुक्त",
  "(four) accused persons suddenly came out from the field belonging to Sheo Lal. The said accused viz., Munna Lal,": "अचानक शिवलाल के खेत से बाहर आ गए। कथित अभियुक्त मुन्ना लाल,",
  "Sheo Lal, Babu Ram and Kalika, were armed with ‘bandook’": "शिव लाल, बाबू राम और कालिका क्रमशः 'बंदूक', 'कांटा' (धारदार",
  "(gun), ‘kanta’ (sharp edged weapon), ‘tamancha’ (locally made gun), and ‘lathi’ (stick) respectively. They were": "हथियार), 'तमंचा' (स्थानीय रूप से बनी बंदूक) और 'लाठी' से लैस थे। वे",
  "hurling abuses, and exhorting to kill Narayan. Narayan": "गाली-गलौज कर रहे थे और नारायण को मारने की धमकी दे रहे थे।",
  "received gunshot injuries from Munna Lal and Babu Ram,": "नारायण को मुन्ना लाल और बाबू राम से गोली लगी, जबकि शिव लाल",
  "whereas Sheo Lal and Kalika inflicted blows on him by kanta and lathi, respectively. Such incident was also": "और कालिका ने क्रमशः कांता और लाठी से उसे घायल कर दिया। केदार,",
  "witnessed by Kedar, Hemraj, Khamkaran and Chhange Lal.": "हेमराज, खेमकरन और छंगलाल ने भी इस घटना को देखा। केदार और",
  "Kedar and Hemraj requested not to kill. It was reiterated": "हेमराज ने हत्या न करने का अनुरोध किया।यह दोहराया गया कि हेमराज",
  "the incident. After the accused persons fled, other": "भागने के बाद, अन्य अभियुक्त वहाँ पहुँचे। पीडब्लू-2 ने यह पाकर कि",
  "11. In course of cross-examination, PW-3 denied the": "7. प्रतिपरीक्षा के दौरान, पीडब्लू-3 ने उन सुझावों का खंडन किया कि",
  "suggestions that he was related to the family of Narayan. PW-3 reiterated that Kedar was grazing animals near the": "वह नारायण के परिवार से संबंधित था।पीडब्लू-3 ने दोहराया कि केदार",
  "there in his (PW-3) presence. By the time PW-3 left the": "छंगलाल उसकी (पीडब्लू-3) उपस्थिति में वहां आए थे। जब पीडब्लू-3",
  "persons assembled there of whom one old lady and one girl from the family of Narayan were weeping. Neither could": "जिनमें से नारायण के परिवार की एक बुजुर्ग महिला और एक लड़की रो रही",
  "PW-3 identify the wife of Ram Vilas nor did he know the": "थी। न तो पीडब्लू-3 राम विलास की पत्नी को पहचान सका और न ही",
  "name of villagers who reached there later.": "उन्हें उन ग्रामीणों का नाम पता था जो बाद में वहां पहुंचे।",
  "12. Ram Pal Sagar, who conducted inquest, was PW-4. PW-4": "2. पीडब्लू 4 रामपाल सागर थे, जिन्होंने मृत्य समीक्षा की।पीडब्ल्यू-4 ने",
  "evidence. None was examined on behalf of the defence.": "विवेचना अधिकारी का अभियोजन द्वारा परीक्षण नहीं किया गया था। इसके",
  "APPEAL": "अपील",
  "16. As noted above, the aforesaid judgment and order of the Sessions Judge was carried in appeal before the High": "6. जैसा कि ऊपर उल्लेख किया गया है, सत्र न्यायाधीश के पूर्वोक्त निर्णय",
  "Court of Judicature at Allahabad by Munna Lal, Sheo Lal and Babu Ram.": "और आदेश के विरूद्ध मुन्ना लाल, शिवलाल और बाबू राम द्वारा इलाहाबाद",
  "17. During the pendency of the appeal, Babu Ram passed": "7. अपील के विचाराधीन रहने के दौरान, बाबू राम का निधन हो गया,",
  "away; hence, the appeal at his instance stood abated.": "इसलिए उनके अनुरोध पर अपील उपशमित हो गई।",
  "18. Upon hearing arguments advanced on behalf of Munna Lal and Sheo Lal as well as on behalf of the State of Uttar Pradesh and on consideration of the materials on": "8. मुन्ना लाल और शिवलाल की ओर से तथा उत्तर प्रदेश राज्य की ओर से पेश की गई दलीलों को सुनने के बाद और अभिलेख पर रखी गई",
  "was no sufficient ground to interfere. While dismissing the said appeal, the High Court directed Munna Lal and": "आधार नहीं है। उक्त अपील को खारिज करते हुए, उद्च न्यायालय ने मुन्ना",
  "court to serve out the remaining period of their": "सजा की शेष अवधि पूरी करने के लिए निचली अदालत के समक्ष",
  "PROCEEDINGS BEFORE THIS COURT": "इस न्यायालय के समक्ष कार्यवाही",
  "19. Aggrieved by the dismissal of Criminal Appeal No.539": "9. उच्च न्यायालय द्वारा दाण्डिक अपील संख्या 539/986 के खारिज",
  "of 1986 by the High Court, Munna Lal and Sheo Lal applied for special leave to appeal whereupon leave was granted": "होने से व्यथित होकर मुन्ना लाल और शिव लाल ने अपील की विशेष",
  "by this Court by an order dated 6% March, 2017.": "अनुमति के लिए आवेदन किया, जिस पर इस न्यायालय द्वारा 6 मार्च 207 को एक आदेश द्वारा अनुमति प्रदान की गई।",
  "20. In the meanwhile, Munna Lal and Sheo Lal had been taken into custody after dismissal of their appeal by the": "बाद मुन्ना लाल और शिव लाल को हिरासत में ले लिया गया था। दोनों",
  "High Court. Both the appellants having served their respective sentences in excess of 11 years and 11 months,": "अपीलकर्ताओं ने ] साल और 7 महीने से अधिक की अपनी संबंधित",
  "they applied for bail. While considering the application(s) for bail on 10 January, 2023, this Court": "सजा काटी है, उन्होंने जमानत के लिए आवेदन किया। 0 जनवरी 2023 को जमानत के लिए आवेदनों पर विचार करते हुए, इस अदालत ने",
  "directed the parties to return better prepared the following day to address on the merits of the appeals.": "पक्षकारों को निर्देश दिया कि वे अपीलों को गुण -दोषों पर बहस करने के लिए अगले दिन बेहतर ढंग से तैयार होकर आयें।",
  "21. Mr. Mukesh K. Giri, learned counsel appearing for": "अधिवक्ता श्री मुकेश के. गिरि और प्रत्यर्थी की ओर से विद्वान अधिवक्ता श्री",
  "Sanjay Kumar Tyagi, learned counsel for the respondent,": "संजय कुमार त्यागी को विस्तार से सुना गया है।",
  "APPELLANTS’ ARGUMENTS": "अपीलकर्ताओं के तर्क",
  "22. Mr. Giri took serious exception to the findings returned by the trial court and the High Court. According": "22. श्री गिरि ने निचली अदालत और उच्च न्यायालय द्वारा दिए गए निष्कर्षों",
  "clear that there was a long-standing enmity between Narayan and Jaswant (father of Munna Lal) and the courts": "यह बिल्कुल स्पष्ट है कि नारायण और जसवंत (मुन्ना लाल के पिता) के बीच लंबे समय से दुश्मनी थी और निचली अदालतें इस बात पर ध्यान देने",
  "below failed to take note that it was a clear case of false implication. Further, he contended that’ the": "में विफल रहीं कि यह गलत फंसाने का एक स्पष्ट मामला था। इसके",
  "false implication. Further, he contended that’ the statement of Hemraj, PW-3, under section 161, Cr. P.C.": "अलावा, उन्होनें तर्क दिया कि सीआरपीसी की धारा 6 के तहत",
  "(twenty-four) days after Narayan was allegedly murdered": "जो अपीलार्थियों द्वारा नारायण की कथित रूप से हत्या किए जाने के चौबीस दिन से अधिक के बाद था। विवेचक के अदालत में न मौजूद होने",
  "evidence that matters and not the quantity. As a": "शामिल किया गया है कि साक्ष्य को तौला जाना चाहिए और गिना नहीं",
  "to insist upon a plurality of witnesses and the oral": "बहुलता पर जोर देना आवश्यक नहीं है और एकल गवाह का मौखिक",
  "evidence of a single witness, if found to be reliable and": "साक्ष्य, यदि विश्वसनीय और भरोसेमंद पाया जाता है, तो उसके आधार पर",
  "(b). Generally speaking, oral testimony may be classified": "(ख) सामान्यतया, मौखिक परिसाक्ष्य को तीन श्रेणियों में वर्गीकृत किया",
  "(i) Wholly reliable;": "() पूर्ण रूप से विश्वसनीय",
  "(111) Neither wholly reliable nor wholly": "(॥) पूरी तरह से अविश्वसनीय",
  "Narayan with his family members resided, he had no reason": "अपीलार्थी और नारायण अपने परिवार के सदस्यों के साथ रहते थे, उसके",
  "to be there at the place of occurrence at 10.00 hours in": "पास सुबह 0 बजे घटना स्थल पर होने का कोई कारण नहीं था और",
  "him. For supporting his contention that the evidence of a": "अपनी इस दलील का समर्थन करने के लिए कि एक मौके के गवाह के",
  "chance witness requires cautious and close scrutiny, that": "साक्ष्य की सावधानी और बारीकी से जांच करने की आवश्यकता है, यह",
  "his presence at the place of occurrence must _ be adequately established, and that deposition of a chance": "कि घटना स्थल पर उसकी उपस्थिति को पर्याप्त रूप से स्थापित किया",
  "adequately established, and that deposition of a chance witness, whose presence at the place of occurrence": "जाना चाहिए और एक मौके के गवाह की गवाही, जिसकी उपस्थिति घटना",
  "remains doubtful, should be discarded, reliance was placed by Mr. Giri on the decision of this Court reported": "स्थल पर संदिग्ध है, को खारिज कर दिया जाना चाहिए, श्री गिरि द्वारा",
  "in (2009) 9 SCC 719 (Jarnail Singh vs. State of Punjab).": "(2009) 9 एससीसी 79 (जरनैल सिंह बनाम पंजाब राज्य) में दिए गए",
  "24. Mr. Giri further contended that Munna Lal’s double": "24. श्री गिरि ने आगे प्रतिवाद किया कि मुन्नालाल की डबल बैरल बंदूक",
  "barrel gun was covered by a licence and no attempt was ever made to seize such gun. Interestingly, a bullet": "का लाइसेंस था और ऐसी बंदूक को जब्त करने का कभी कोई प्रयास नहीं",
  "ever made to seize such gun. Interestingly, a bullet having been seized at the place where Narayan’s dead body": "किया गया था। दिलचस्प बात यह है कि जिस स्थान पर नारायण का शव",
  "lay, there was also no attempt to obtain the opinion of a": "राय लेने का कोई प्रयास भी नहीं किया गया कि क्या गोली मुन्ना लाल की",
  "25. Also, Mr. Giri contended that failure of the prosecution to have the testimony of the Investigating": "25. श्री गिरि ने यह भी तर्क दिया कि विवेचक की गवाही को दर्ज करने में",
  "Officer recorded ought to be regarded as a serious flaw": "अभियोजन की विफलता को एक गंभीर दोष माना जाना चाहिए, जो बचाव",
  "which lends credence to the defence version that Narayan": "पक्ष के इस कथन को विश्वासनीय बनाता है कि नारायण की हत्या किसी",
  "might have been murdered by someone else but because of the previous enmity, Munna Lal and Sheo Lal were falsely": "और द्वारा की गई हो सकती है, लेकिन पुरानी दुश्मनी के कारण मुन्ना लाल",
  "ARGUMENTS OF THE STATE": "राज्य की दलीलें",
  "26. Per contra, Mr. Tyagi, learned counsel for the common respondent, contended that the trial court as well": "26. इसके विपरीत, उभयनिष्ठ प्रत्यर्थी के विद्वान अधिवक्ता ने तर्क दिया",
  "common respondent, contended that the trial court as well as the High Court meticulously scanned the evidence on": "कि निचली अदालत के साथ-साथ उच्च न्यायालय ने अभिलेख पर मौजूद",
  "along with Babu Ram were guilty of the offence of murder.": "और शिव लाल, बाबू राम के साथ हत्या के अपराध के दोषी थे। उनके",
  "Mere flaws in the process of investigation, according to": "अनुसार, जांच की प्रक्रिया में खामियां मात्र, इस प्रकार दिए गए निष्कर्षों को",
  "witnesses, were found to be reliable and trustworthy by the courts below and there being nothing on record to": "भरोसेमंद पाया गया और ऐसे बयानों नकारने के लिए अभिलेख पर कुछ भी",
  "also contended that omission to seize the weapons of offence and/or mere non-production of ballistic report": "कि अपराध के हथियारों को जब्त करने में चूक और /या केवल बैलिस्टिक",
  "cannot by itself be fatal for the prosecution case where": "रिपोर्ट पेश न करना अभियोजन के मामले के लिए घातक नहीं हो सकता",
  "credible ocular evidence is available on record": "है, जहां अभिलेख पर विश्वसनीय प्रत्यक्ष(चस्मदीद) साक्ष्य मौजूद हो जो",
  "(d). Non-examination of the Investigating Officer must": "(घ) विवेचना अधिकारी का परीक्षण न करने से अभियुक्त पर प्रतिकूल",
  "result in prejudice to the accused; if no prejudice is caused, mere non-examination would not render’ the": "प्रभाव पड़ेगा; यदि कोई प्रतिकूल प्रभाव नहीं पड़ता है, तो केवल परीक्षण न",
  "(e). Discrepancies do creep in, when a witness deposes in a natural manner after lapse of some time, and if such": "(ड) जब कोई साक्षी कुछ समय बीतने के पश्चात्‌ प्राकृतिक रीति से साक्ष्य",
  "discrepancies are comparatively of a minor nature and do": "देता है तो विसंगतियां आती हैं और यदि ऐसी विसंगतियां तुलनात्मक रूप",
  "not go to the root of the prosecution story, then the": "से मामूली प्रकृति की हैं और अभियोजन के कथानक के मूल में नहीं जाती",
  "same may not be given undue importance.": "हैं, तो उन्हें अनुचित महत्व नहीं दिया जा सकता है।",
  "29. On appreciation of the oral evidence tendered by PW- 2 and PW-3, this Court is of the view that its": "29. पीडब्लू-2 और पीडब्लू-3 द्वारा दिए गए मौखिक साक्ष्य के मूल्यांकन पर, इस न्यायालय का विचार है कि उसके निष्कर्ष आक्षेपित निर्णयों में",
  "vital factors, proposed to be discussed a little later, which unfortunately did not engage the attention of the": "पर थोड़ी देर बाद चर्चा की जानी प्रस्तावित थी, दुर्भाग्य से निचले",
  "courts below. Also, had the lacunae been of a minor": "न्यायालयों का ध्यान नहीं गया। इसके अलावा, यदि कमियां मामूली प्रकृति",
  "Court to accept what PW-2 and PW-3 deposed, in the light": "की होतीं, तो इस न्यायालय के लिए पीडब्लू-2 और पीडब्लू-3 द्वारा दिए",
  "of the medical evidence tendered by PW-1, and uphold the": "गए बयान को पीडब्लू-4 द्वारा दिए गए चिकित्सा साक्ष्य के आलोक में",
  "injuries inflicted upon him by the appellants. Truly, it would have been an open and shut case of murder in which": "अन्य चोटों के कारण मर गया। वास्तव में, यह हत्या का एक स्पष्ट मामला",
  "Narayan was the victim and the appellants were the": "होता जिसमें नारायण पीड़ित था और अपीलकर्ता अपराध के अपराधी थे।",
  "section 145, Cr. P.C. relating to a property dispute": "(पूर्वजों) के बीच संपत्ति विवाद से संबंधित धारा 45 सीआरपीसी के",
  "Vilas (PW-2), it is evident from the deposition of PW-2 himself that there was a long standing quarrel during the": "स्वयं पीडब्लू-2 के बयान से स्पष्ट है कि एक तरफ नारायण और दूसरी",
  "last 10 (ten) years between Narayan on the one hand and Jaswant (father of Sheo Lal) and Sheo Lal on the other;": "तरफ जसवंत (शिव लाल के पिता) व शिव लाल के बीच पिछले दस वर्षों",
  "which Munna Lal was a witness against PW-2. The endeavour on the part of the appellants has been to demonstrate": "पीडब्लू 2 के खिलाफ एक गवाह था। अपीलकर्ताओं की ओर से इस",
  "on the part of the appellants has been to demonstrate before this Court that Munna Lal and Sheo Lal have been": "न्यायालय के समक्ष यह प्रदर्शित करने का प्रयास किया गया है कि मुन्ना",
  "property dispute is brought about in a manner not": "और इस तरह संपत्ति विवाद को उस तरीके से समाप्त कर दिया जाए जो",
  "countenanced by law.": "कानून द्वारा समर्थित नहीं है।",
  "31. This part of the contention of the appellants cannot be totally brushed aside. By reason of the uncontroverted": "3. अपीलार्थियों के तर्क के इस भाग को पूरी तरह से दरकिनार नहीं किया जा सकता है। दो समूहों के बीच, नारायण की कथित हत्या से पहले",
  "evidence of a continued enmity existing from 10 (ten)": "दस वर्षों से विद्यमान निरंतर शत्रुता के निर्विवाद साक्ष्य के कारण, यह",
  "between the two groups, it could be established that PW-2": "स्थापित किया जा सकता है कि पीडब्लू-2 ने अपीलार्थियों के प्रति",
  "nurtured personal ill-will towards the appellants and the possibility of PW-2 having acted with intention to keep the appellants away from legal proceedings as well as": "व्यक्तिगत दुर्भावना पाल ली और पीडब्लू-2 द्वारा अपीलार्थियों को कानूनी कार्यवाहियों से हटाने के इरादे से कार्य करने की संभावना के साथ -साथ",
  "interference in property rights cannot be totally ruled": "संपत्ति के अधिकारों में हस्तक्षेप को पूरी तरह से खारिज नहीं किया जा",
  "out; hence, PW-2 being inimical to the appellants, his": "सकता है, इसलिए पीडब्लू-2 का अपीलार्थियों के विरोधी होने के कारण,",
  "deeper scrutiny of the other evidence on record is also": "और अभिलेख पर मौजूद अन्य साक्ष्य की, वास्तव में उपरोक्त संदर्भित",
  "32. Having found from the oral evidence of PW-2 what transpired on the fateful morning, it is considered": "32. पीडब्लू-2 के मौखिक साक्ष्य से पता चला है कि उस घटना की सुबह",
  "necessary to look into the oral testimony of PW-3. There": "क्या हुआ, इसलिए पीडब्लू-3 के मौखिक साक्ष्य पर गौर करना आवश्यक",
  "was indeed an attempt on the part of the appellants to": "समझा जाता है। वास्तव में अपीलार्थियों की ओर से यह स्थापित करने का",
  "establish that PW-3 was a relative of PW-2 and that being": "प्रयास किया गया था कि पीडब्लू-3 पीडब्लू-2 का एक रिश्तेदार था और",
  "an interested witness apart from a ‘chance witness’, his": "यह कि एक 'संयोग गवाह' के अलावा एक हितबद्ध गवाह होने के नाते,",
  "testimony is not wholly reliable. It is not clear from": "उसकी गवाही पूरी तरह से विश्वसनीय नहीं है। पीडब्लू-3 की गवाही से यह",
  "It is found that PW-3 is a resident of Nevdiya, Police": "गया है कि पीडब्ल्यू-3 नेवड़िया, थाना खुदागंज, जिला शाहजहांपुर का",
  "Station Khudaganj, District Shahjahanpur whereas PW-2": "निवासी है, जबकि पीडब्ल्यू-2 को फतेहपुर बुजुर्ग, थाना तिलहर, जिला",
  "between the two places is 1-2 miles. The incident of murder happened within the jurisdictional limits of Police Station Tilhar. It has not surfaced from the": "2 मील है। हत्या की यह घटना तिलहर थाने के अधिकार क्षेत्र में हुई।",
  "evidence of PW-3 very clearly from where he started and": "पीडब्ल्यू-3 के साक्ष्यों से पूर्ण स्पष्ट रूप से यह सामने नहीं आया है कि",
  "village, where the matrimonial home of the sister of PW-3": "गांव हो सकता है, जहां पीडब्ल्यू-3 की बहन की ससुराल है, लेकिन वह",
  "is; but for what purpose he had left is not too clear. It was not said by PW-3 that he was on his way to his": "किस उद्देश्य के लिए गया था, यह स्पष्ट नहीं है। पीडब्लू-3 द्वारा यह नहीं",
  "33. In order to prove the guilt of the appellants beyond": "33. अपीलार्थियों के अपराध को युक्तियुक्त संदेह से परे साबित करने के",
  "reasonable doubt, some more particulars were required": "लिए, कुछ और विवरणों की आवश्यकता थी इस परिस्थिति को देखते हुए",
  "given the circumstance that PW-3 was at best a ‘chance": "कि पीडब्लू-3 सर्वोत्तम रूप से एक 'मौका/संयोगवश साक्षी' था। संयोग",
  "witness’. Incidentally, PW-2 had denied being related to": "से, पीडब्लू-2 ने पीडब्लू-3 से संबंधित होने से इनकार किया था और",
  "PW-3 and it was not elicited by the prosecution from PW-2": "पीडब्लू-2 से अभियोजन पक्ष द्वारा यह पता नहीं लगाया गया था कि उसे",
  "as to how he came to know the name of PW-3, given the": "पीडब्लू-3 का नाम कैसे पता चला, इस तथ्य को देखते हुए कि पीडब्लू-",
  "fact that the latter was a resident of a different village. Similarly, PW-3 too did not say that he knew PW-": "3 एक अलग गांव का निवासी था। इसी तरह, पीडब्ल्यू-3 ने भी यह नहीं",
  "that PW-2 and PW-3 had, ought to have been brought out by": "पीडब्लू-2 और पीडब्लू-3 के परिचित होने की प्रकृति को अभियोजन",
  "the prosecution. That apart, although it is true that PW-": "द्वारा सामने लाया जाना चाहिए था। इसके अलावा, हालांकि यह सच है कि",
  "3 gave a vivid description of how Narayan was shot by": "पीडब्लू-3 ने नारायण को मुन्नालाल द्वारा गोली मारने के बारे में एक स्पष्ट",
  "Munna Lal, no specific role was attributed insofar as": "विवरण दिया था, जहां तक शिवलाल का संबंध है, कोई विशिष्ट भूमिका",
  "were “beating” (as deciphered from the evidence recorded in Hindi) and not “killing” (as available from the": "कर रहे थे (जैसा कि हिंदी में दर्ज साक्ष्य से समझा गया) और न कि 'हत्या'",
  "translated version in the paper-book) Narayan. Again, in": "(जैसा कि पेपर -बुक में अनुवादित संस्करण से उपलब्ध है)। फिर से,",
  "course of cross-examination, PW-3 deposed that Munna Lal": "प्रतिपरीक्षा के दौरान, पीडब्लू-3 ने बयान दिया कि मुन्ना लाल ने नारायण",
  "had shot Narayan without elaborating whether Sheo Lal": "को गोली मारी थी, इस बारे में विस्तार से बताए बिना कि क्या शिवलाल ने",
  "also inflicted any injury on Narayan. There is an": "भी नारायण को कोई चोट पहुंचाई थी। जहां तक पीडब्लू-2 द्वारा शिव",
  "apparent inconsistency between the versions of PW-2 and PW-3 insofar as the role attributed to Sheo Lal by PW-2": "लाल की भूमिका का संबंध है, पीडब्लू-2 और पीडब्लू-3 के कथानकों के",
  "34. However, what is of prime importance is that the": "34. तथापि, जो सबसे अधिक महत्वपूर्ण है वह यह है कि अभिलेख से",
  "the presence of PW-3 at the place of occurrence. This": "प्रकट होने वाली परिस्थितियां घटना स्थल पर पीडब्लू-3 की उपस्थिति",
  "Court is, therefore, of the firm view that the oral": "को न्यायोचित नहीं ठहराती हैं। इसलिए इस न्यायालय का दृढ़ मत है कि",
  "testimony of PW-2 and PW-3 is not free from doubt and": "पीडब्लू-2 और पीडब्लू-3 की मौखिक गवाही संदेह से मुक्त नहीं है और",
  "their evidence not being of unimpeachable quality, the": "उनका साक्ष्य निर्विवाद गुणवत्ता का नहीं है, विवेक के नियम में उन अन्य",
  "rule of prudence would demand a corroboration of their versions from other witnesses who, according to PW-2 and": "गवाहों से उनके कथानकों की संपुष्टि की आवश्यकता होगी जो, पीडब्लू-2",
  "PW-3, were present at the place of occurrence and": "और पीडब्लू-3 के अनुसार, घटना स्थल पर उपस्थित थे और नारायण",
  "witnessed the murder of Narayan.": "की हत्या के गवाह थे।",
  "35. As per the evidence of PW-2 and PW-3, there were": "35. पीडब्लू-2 और पीडब्लू-3 के साक्ष्य के अनुसार, अन्य चश्मदीद",
  "other eye-witnesses of whom Kedar was a key witness, and": "गवाह थे, जिनमें से केदार एक प्रमुख गवाह था और छंगे लाल और",
  "Chhange Lal and Khemkaran were independent witnesses. Since it was the version of PW-2 and PW-3 that Kedar,": "खेमकरन स्वतंत्र गवाह थे। चूंकि पीडब्लू-2 और पीडब्लू-3 का यह कहना",
  "Chhange Lal and Khemkaran were present at the place of": "था कि केदार, छंगे लाल और खेमकरन घटना स्थल पर मौजूद थे और",
  "(Kedar, Chhange Lal and Khemkaran) corroborating the": "(केदार, छंगे लाल और खेमकरन) में से किसी एक द्वारा प्रत्यक्ष साक्ष्य",
  "prosecution, these three individuals, named both by PW-2 and PW-3 as other eye-witnesses, were not examined": "पीडब्लू-2 और पीडब्लू-3 द्वारा अन्य चश्मदीद गवाहों के रूप में बताए गए इन तीन व्यक्तियों का परीक्षण नहीं किया गया था, जिससे इस न्यायालय ने",
  "36. Not only were Kedar, Chhange Lal and Khemkaran not": "36. न केवल केदार, छंगेलाल और खेमकरन का परीक्षण नहीं किया गया,",
  "examined, the prosecution also did not examine Dr. Hanif": "बल्कि अभियोजन पक्ष ने डॉ. हनीफ का भी परीक्षण नहीं किया, जिनके",
  "to whom PW-2 had approached and allegedly narrated the": "पास पीडब्लू-2 गया था और रिपोर्ट पर लिखने के लिए कथित रूप से",
  "incident of murder for being transcribed into a report. Whether at all Dr. Hanif had taken down the version of": "हत्या की घटना का वर्णन किया था। क्‍या डॉ. हनीफ ने लिखित रूप में",
  "PW-2 in writing could have been deposed by him but in the": "पीडब्लू-2 के कथानक को लिख दिया था, यह उनके द्वारा बताया जा",
  "absence thereof, a cloud of doubt is formed for which": "सकता था, लेकिन इसके अभाव में, संदेह उत्पन्न हो जाता है जिसके लिए",
  "this Court is again compelled to draw an inference that": "यह न्यायालय फिर से यह निष्कर्ष निकालने के लिए मजबूर है कि डॉ.",
  "Court, however, does not attach much importance to the clear inconsistency in the deposition of PW-2 as to where precisely he affixed his thumb impression on the report,": "बयान में इस स्पष्ट विसंगति को ज्यादा महत्व नहीं देता है कि उसने रिपोर्ट",
  "i.e., in the shop of Dr. Hanif or at the police station.": "पर, अपना अंगूठा कहां लगाया था अर्थात्‌ डॉ. हनीफ की दुकान या पुलिस",
  "It is a minor discrepancy which can be discarded.": "स्टेशन पर।यह एक छोटी सी विसंगति है जिसे हटाया जा सकता है।",
  "failure/neglect to seize the weapons of offence, on facts": "था। यह सच है कि हथियार को जब्त करने में विफलता /उपेक्षा ही",
  "examination of a witness has caused prejudice to the": "किया गया। साक्षी की परीक्षा न किए जाने से प्रतिरक्षा पर प्रतिकूल प्रभाव",
  "defence is essentially a question of fact and an": "पड़ा है या नहीं, यह अनिवार्य रूप से तथ्य का प्रश्न है और प्रत्येक मामले",
  "inference is required to be drawn having regard to the facts and circumstances obtaining in each case. The": "की तथ्यों और परिस्थितियों को ध्यान में रखते हुए निष्कर्ष निकालने की",
  "a witness, as told by PW-4, is that he had been sent for": "आवश्यकता है। जैसा कि पी डब्लू-4 द्वारा बताया गया है, विवेचक एक",
  "training. It was not shown that the Investigating Officer": "के लिए भेजा गया था। यह नहीं दिखाया गया कि विवेचक किसी भी",
  "worthy of being noted that neither the trial court nor": "छोड़ नहीं सकता था। यह ध्यान देने योग्य है कि न तो विचारण न्यायालय",
  "the High Court considered the issue of non-examination of": "और न ही उच्च न्यायालय ने विवेचक की परीक्षा न होने के मुद्दे पर विचार",
  "the Investigating Officer. In the facts of the present case, particularly conspicuous gaps in the prosecution": "किया। वर्तमान मामले के तथ्यों में, विशेष रूप से अभियोजन पक्ष के मामले",
  "case and the evidence of PW-2 and PW-3 not being wholly": "में स्पष्ट रिक्तता और पीडब्लू-2 व पीडब्लू-3 का साक्ष्य पूरी तरह से",
  "reliable, this Court holds the present case as one where": "विश्वसनीय नहीं है, यह न्यायालय वर्तमान मामले को एक ऐसे मामले के",
  "examination of the Investigating Officer was vital since": "रूप में मानता है जहां विवेचक की परीक्षा महत्त्वपूर्ण थी क्योंकि वह अपेक्षित",
  "he could have adduced the expected evidence. His non-": "साक्ष्य प्रस्तुत कर सकता था। उसकी परीक्षा न होना अभियोजन पक्ष के",
  "reasonable doubt in the prosecution case.": "करती है, जिससे अभियोजन पक्ष के मामले में युक्तियुक्त संदेह पैदा होता है।",
  "40. As far as non-obtaining of ballistic report is": "40. जहां तक बैलिस्टिक रिपोर्ट प्राप्त न करने का संबंध है, इसमें कोई",
  "concerned, it is no doubt true that its essentiality": "संदेह नहीं है कि इसकी अनिवार्यता प्रत्येक मामले की परिस्थितियों पर",
  "exhibited at the trial which renders the version of PW-4": "गई है, लेकिन परीक्षण के दौरान प्रदर्शित नहीं की गई है जो पीडब्ल्यू-4 के",
  "42. Although, mere defects in the investigative process by itself cannot constitute ground for acquittal, it is": "42. यद्यपि, विवेचना की प्रक्रिया में मात्र दोषों को दोषमुक्ति के लिए आधार",
  "the legal obligation of the Court to examine carefully in": "नहीं बनाया जा सकता है, यह न्यायालय की विधिक बाध्यता है कि वह",
  "each case the prosecution evidence de hors the lapses committed by the Investigating Officer to find out": "प्रत्येक मामले में विवेचक द्वारा की गई चूकों को छोड़कर अभियोजन पक्ष के",
  "whether the evidence brought on record is at all reliable": "अभिलेख पर लाया गया साक्ष्य विश्वसनीय है और क्‍या ऐसी चूकें सत्य का",
  "and whether such lapses affect the object of finding out": "पता लगाने के उद्देश्य को प्रभावित करती हैं। विधि की उपरोक्त स्थिति के",
  "and to avoid erosion of the faith and confidence of the people in the administration of criminal justice, this": "प्रति सचेत होने और आपराधिक न्याय-प्रशासन में लोगों की आस्था और",
  "analysing and assessing the evidence on record and to": "प्रयास अभिलेख पर साक्ष्य का विश्लेषण और मूल्यांकन करके और यह",
  "ascertain whether the appellants were duly found to be": "सुनिश्चित करने के लिए कि क्या अपीलार्थी सम्यक्‌ रूप से दोषी पाए गए थे",
  "was made shall be set free immediately, if not wanted in": "वांछित नहीं हों, तो उन्हें तुरंत मुक्त कर दिया जाएगा।",
  "44. The appeals, thus, stand allowed without any order": "44. इस प्रकार, अपीलों को लागत के लिए किसी आदेश के बिना अनुमति",
  "(S. RAVINDRA BHAT)": "(न्यायमूर्ति रविन्द्र भट्ट)",
  "NEW DELHI;": "नई दिल्ली;",
  "24% JANUARY, 2023, £2 aaeessttesstesssesestesssteestecssteesneese « J": "24 जनवरी 2023",
  "case. The appeals are allowed in terms of signed": "अपीलों को हस्ताक्षरित रिपोर्ट योग्य निर्णय के संदर्भ में अनुमति प्रदान",
  "Pending applications, if any, are disposed of.": "यदि कोई लंबित आवेदनों हों, तो उनका निस्तारण किया जाता है।",
  "(NEETA SAPRA) (MATHEW ABRAHAM)": "(नीता सप्रा) (मैथ्यू अब्राहम)",
  "COURT MASTER (SH) COURT MASTER (NSH)": "कोर्ट मास्टर (एसएच) कोर्ट मास्टर (एनएसएच)",
  "(Signed reportable judgment is placed on the file)": "(हस्ताक्षरित रिपोर्ट योग्य निर्णय पत्रावली पर रखा जाता है। )",
  "SUPREME COURT OF INDIA,": "भारत का सर्वोच्च न्यायालय",
  "RECORD OF PROCEEDINGS": "कार्यवाहियों के अभिलेख",
  "Criminal Appeal No. 490/2017": "आपराधिक अपील संख्या 490/2077",
  "MUNNA LAL Appellant(s)": "मुन्ना लाल अपीलार्थी (गण)",
  "THE STATE OF UTTAR PRADESH Respondent (s)": "उत्तर प्रदेश राज्य प्रतिवादी (गण)",
  "([HEARD BY: HON. S. RAVINDRA BHAT AND HON. DIPANKAR DATTA,": "(माननीय न्यायमूर्ति एस. रवींद्र भट्ट और माननीय न्यायमूर्ति दीपांकर दत्त",
  "(IA No. 151655/2022 - GRANT OF BAIL)": "(आईए संख्या 5655/2022- जमानत की मंजूरी )",
  "Date : 24-01-2023 These matters were called on for pronouncement of judgment today.": "तिथि: 24-0-2023 इन मामलों को आज फैसला सुनाए जाने के लिए पुकारा गया।",
  "For Appellant(s) Mr. Mukesh K. Giri, AOR": "अपीलार्थी (गण) के अधिवक्ताः- श्री मुकेश के. गिरि, एओआर",
  "For Respondent(s) Mr. Ankur Prakash, AOR": "प्रतिवादी (गण) के अधिवक्ताः- श्री अंकुर प्रकाश, एओआर",
  "Mr. Sanjay Kumar Tyagi, AOR": "श्री संजय कुमार त्यागी, एओआर",
  "Mr. Vikas Bansal, Adv.": "श्री विकास बंसल, अधिवक्ता",
  "Mr. Prabhat Kumar Rai, Adv.": "श्री प्रभात कुमार राय, अधिवक्ता",
  "Mr. Sanjay Kumar, Adv.": "श्री संजय कुमार, अधिवक्ता",
  "Mr. Pawan, Adv.": "श्री पवन, अधिवक्ता",
  "Mr. Memansak Bhardwaj, Adv.": "श्री मेमनसक भारद्वाज, अधिवक्ता",
  "Hon’ble Mr. Justice Dipankar Datta pronounced the": "माननीय न्यायमूर्ति दीपांकर दत्ता ने माननीय न्यायमूर्ति एस . रविन्द्र",
  "reportable judgment of the Bench comprising Hon’ble Mr. Justice S. Ravindra Bhat and His Lordship.": "भट्ट और स्वंय (माननीय न्यायमूर्ति) से बनी पीठ के रिपोर्ट योग्य निर्णय को",
  "This Court is of the opinion that the charge that the appellants had murdered Narayan, cannot be said to": "इस न्यायालय की राय है कि अपीलार्थियों ने नारायण की हत्या की",
  "have been proved beyond reasonable doubt; hence, they": "थी, यह आरोप संदेह से परे साबित नहीं किया जा सकता है, इसलिए वे",
  "were and are entitled to the benefit of doubt. The": "संदेह के लाभ के हकदार थे। निचली अदालत द्वारा 29 जनवरी 986 को",
  "trial court’s judgment of conviction and order of": "दिए गए फैसले में दोषी ठहराए जाने और सजा सुनाए जाने के फैसले को"
}