{
  "[2023] 14 S.C.R. 135 : 2023 INSC 960": "[2023] 44 एस.सी.आर. 435 : 2023 आईएनएससी 960",
  "CASE DETAILS": "मामले का विवरण",
  "SUDHIR SINGH AND OTHERS": "सुधीर सिंह एवं अन्य",
  "STATE OF U.P. AND OTHERS": "उत्तर प्रदेश राज्य और अन्य",
  "(Civil Appeal No. 7069 of 2023)": "(सिविल अपील संख्या 7069 /2023)",
  "OCTOBER 30, 2023": "30 अक्टूबर 2023",
  "[VIKRAM NATH AND AHSANUDDIN AMANULLAH, JJ.]": "[माननीय न्यायमूर्ति विक्रम नाथ और अहसानुद्दीन अमानुल्ला ]",
  "HEADNOTES": "हेडनोट्स",
  "Service Law — Basic eligibility/qualification — To be adjudged as on the last date of submission of application forms, subject to any": "सेवा कानून - मूल पात्रता/योग्यता - आवेदन पत्र जमा करने की अंतिम तिथि के",
  "extension of such date:": "अनुसार तय किया जाएगा यह ऐसी तिथि के किसी विस्तार के अधीन होगा:",
  "Held: Basic question on eligibility has to be determined on the basis of the cut-off date/point of time which stands crystalized by the date of": "अभिनिर्धारित किया गया: पात्रता पर मूल प्रश्न, कट-ऑफ तिथि/समय बिंदु के आधार पर निर्धारित किया जाना चाहिए, जो कि विज्ञापन की तिथि से ही स्पष्ट हो",
  "the advertisement itself, being the last date of submission of application": "जाता है, जो कि आवेदन पत्र जमा करने की अंतिम तिथि है , जब तक कि",
  "forms, unless extended by the authority concerned — In the present case,": "संबंधित प्राधिकारी द्वारा इसे बढ़ाया नहीं जाता है- वर्तमान मामले में, किसी भी",
  "none of the appellants can be said to have been Ex-Servicemen at the time of the advertisement in question, as, undisputedly, they were still in": "अपीलकर्ता के बारे में यह नहीं कहा जा सकता कि वह विज्ञापन के समय भूतपूर्व",
  "Thus, on this count alone, the appellants’ claim of a right to consideration": "की है- इस प्रकार, अकेले इस आधार पर, अपीलकर्ताओं का भूतपूर्व सैनिक की",
  "LIST OF CITATIONS AND OTHER REFERENCES": "उद्धरणों और अन्य सन्दर्भों की सूची",
  "Rakesh Kumar Sharma v State (NCT of Delhi) (2013) 11 SCC 58 —": "राकेश कुमार शर्मा बनाम राज्य (राष्ट्रीय राजधानी क्षेत्र दिल्ली )|203) 44 एससीसी 58 - पर अवलम्ब।",
  "Dr M V Nair v Union of India (1993) 2 SCC 429: Uttar Pradesh": "डॉ एम वी नायर बनाम भारत संघ (993) 2 एससीसी 429: उत्तर प्रदेश लोक",
  "Public Service Commission v Alpana (1994) 2 SCC 723 1994 [1] SCR": "सेवा आयोग बनाम अल्पना (4994) 2 एससीसी 723 4994 [4] एससीआर",
  "131; Bhupinderpal Singh v State of Punjab (2000) 5 SCC 262: State": "34:; भूपिंदरपाल सिंह बनाम पंजाब राज्य (2000) 5 एससीसी 262: गुजरात",
  "of Gujarat v Arvindkumar T Tiwari (2012) 9 SCC 545: 2012 [7] SCR": "राज्य बनाम अरविंद कुमार टी तिवारी (2042) 9 एससीसी 545: 2042 [7]",
  "1072; Rekha Chaturvedi (Smt.) v University of Rajasthan 1993 Supp": "एससीआर 4072; रेखा चतुर्वेदी (श्रीमती) बनाम राजस्थान विश्वविद्यालय 993",
  "(3) SCC 168: State of Bihar v Madhu Kant Ranjan 2021 SCC OnLine": "सप्लीमेंटटी (3) एससीसी 468: बिहार राज्य बनाम मधुकांत रंजन 2024",
  "SC 1262 — referred to.": "एससीसी ऑनलाइन एससी 262 - का संदर्भ।",
  "OTHER CASE DETAILS INCLUDING IMPUGNED ORDER AND APPEARANCES": "आक्षेपित आदेश और उपस्थिति सहित मामले का अन्य विवरण",
  "CIVIL APPELLATE JURISDICTION : Civil Appeal No.7069 of 2023.": "सिविल अपीलीय क्षेत्राधिकार: सिविल अपील संख्या 7069/2023.",
  "From the Judgment and Order dated 05.03.2022 of the High Court of Judicature at Allahabad in CMW(A) P No.4817 of 2020.": "सीएमडब्ल्यू (ए) पी संख्या 487 /2020 में इलाहाबाद उच्च न्यायालय के निर्णय और आदेश दिनांक 05.03.2022 से।",
  "documents pertaining to their qualification and more so with regard having": "अपीलकर्ताओं को उनकी योग्यता से संबंधित आवश्यक दस्तावेजों के साथ और",
  "equivalence to the Course of Computer Concept (hereinafter referred to as the “C.C.C. Certificate”). However, Show-Cause Notice was issued by the": "इसके अलावा कंप्यूटर अवधारणा पाठ्यक्रम (इसके बाद \"सीसीसी प्रमाणपत्र\" के रूप में संदर्भित) के समकक्ष होने के संबंध में, 26.42.208 को आयोग के समक्ष",
  "the “C.C.C. Certificate”). However, Show-Cause Notice was issued by the respondent no.3/District Development Officer, Badaun to the appellants no. 1": "उपस्थित होने के लिए कहा गया था। हालाँकि, प्रतिवादी संख्या ३/जिला विकास",
  "and 2 on 19.02.2020 and to appellant no.3 on 12.02.2020, as to why, their": "अधिकारी, बदायूँ द्वारा अपीलकर्ता संख्या 4 और 2 को 49.02.2020 को और अपीलकर्ता संख्या 3 को 2.02.2020 को कारण बताओ नोटिस जारी किया",
  "C.C.C. Certificate issued by the DOEACC!, now NIELIT?.": "नीलिट: द्वारा जारी सी.सी.सी. प्रमाण पत्र नहीं था।",
  "5. Subsequently, on 05.05.2020 (appellants no.1 & 2) and 28.04.2020 (appellant no.3) respectively, orders declaring the appellants’ appointments to be null and void were issued for the afore-mentioned reasons, as indicated": "5. इसके बाद, क्रमशः 05.05.2020 (अपीलकर्ता संख्या 4 और 2) और 28.04.2020 (अपीलकर्ता संख्या 3) को उपरोक्त उल्लिखित कारणों से अपीलकर्ताओं की नियुक्तियों को शून्य घोषित करने के आदेश जारी किए गए,",
  "in the Show-Cause Notice.": "जैसा कि कारण बताओ नोटिस में दर्शित किया गया है।",
  "SUBMISSIONS BY THE APPELLANTS:": "अपीलकर्ताओं द्वारा दिए गए तर्क:",
  "6. Learned counsel for the appellants submitted that on both the": "6. अपीलकर्ताओं के विद्वान अधिवक्ता ने कहा कि दोनों आधारों पर , कारण",
  "and the same having been accepted, shows that they possessed the basic and relevant qualification for appointment to the concerned posts.": "लिया गया, यह दर्शाता है कि उनके पास संबंधित पदों पर नियुक्ति के लिए आधारभूत और प्रासंगिक योग्यता थी।",
  "7. Learned counsel submitted that the date on which the appellants": "7. विद्वान अधिवक्ता ने कहा कि जिस तारीख को अपीलकर्ताओं को नियुक्त माना",
  "1 Department of Electronics and Accreditation of Computer Courses.": "4 कम्प्यूटर पाठ्यक्रम इलेक्ट्रॉनिक्स और प्रत्यायन विभाग",
  "2 National Institute of Electronics & Information Technology.": "2 राष्ट्रीय इलेक्ट्रॉनिकी और सूचना प्रौद्योगिकी संस्थान",
  "certification is given to a person indicating a prospective date till when he": "जाता है जिसमें भावी तारीख को दर्शित किया जाता है कि वह कब तक नौकरी में",
  "such certificate and the prospective date of retirement/resignation/relieving": "सेवानिवृत्ति/त्यागपत्र/कार्यमुक्त होने की भावी तारीख के बीच हस्तक्षेप कर",
  "pending against the person(s) concerned and/or there are circumstances": "व्यक्ति(व्यक्तियों) के विरुद्ध कोई कार्यवाही /आरोप लंबित है और/या ऐसी",
  "such proceedings or otherwise, such date indicated in the certificate cannot": "अन्यथा उसके पद से मुक्त नहीं किया जा सकता है, प्रमाण पत्र में निर्दिष्ट ऐसी",
  "be taken as the date of being finally and actually relieved from service.": "तारीख अंतिम रूप से और वास्तव में सेवा से मुक्त होने की तारीख के रूप में नहीं",
  "However, in the instant situation, such date is also prospective and much": "ली जा सकती है- हालाँकि, वर्तमान मामले में, ऐसी तारीख भी भविष्य की",
  "later to the date on which the applications were invited and even till the": "तारीख है और उस तारीख से बहुत बाद की है जिस दिन आवेदन आमंत्रित किए",
  "not with reference to the last date for making applications has": "गए थे और यहां तक कि आवेदन पत्र जमा करने की आखिरी तारीख के बहुत बाद",
  "demonstrate that they possessed equivalent qualification to the C.C.C.": "उनके पास सी.सी.सी. प्रमाण पत्र के समकक्ष योग्यता है, तो वे उसे प्रस्तुत नहीं",
  "produced by them were not equivalent to C.C.C. Certificate.": "प्रमाणपत्र के समकक्ष नहीं था।",
  "11. It was further urged that the stance of the appellants for consideration as Ex-Servicemen on the date of appointment is clearly in": "4. आगे यह कहा गया कि नियुक्ति की तिथि पर भूतपूर्व सैनिक के रूप में विचार",
  "clear that only Ex-Servicemen were eligible to even apply.": "विपरीत है, जहां विज्ञापन में ही स्पष्ट था कि केवल पूर्व सैनिक ही आवेदन करने",
  "that the Office/Employer had no objection to the registration of the appellant’s name with the Employment Exchange, which, in no way, could": "को रोजगार कार्यालय में अपीलकर्ता के नाम के पंजीकरण पर कोई आपत्ति नहीं",
  "confer on him a right to be considered under the category of Ex-Servicemen.": "थी, जो किसी भी तरह से उसे पूर्व सैनिकों की श्रेणी के तहत विचार किए जाने का",
  "matter, could not have taken any civil employment unless they were actually": "अपीलकर्ता, मामले के किसी भी दृष्टिकोण से, कोई भी सिविल रोजगार नहीं ले",
  "be taken by the employer and mere indication in the certificate ipso facto": "जो अंततः नियोक्ता द्वारा लिया जाने वाला निर्णय होगा और प्रमाण पत्र में केवल",
  "would not mean that on the date indicated they would automatically come": "वास्तविक संकेत देने का मतलब यह नहीं होगा कि निर्दिष्ट तिथि पर वे स्वतः ही",
  "within the category of Ex-Servicemen.": "भूतपूर्व सैनिकों की श्रेणी में आ जायेंगे।",
  "13. Learned counsel went to the extent of arguing that the appellants’": "43. विद्वान अधिवक्ता ने यह तर्क दिया कि अपीलकर्ताओं का आचरण उनके द्वारा",
  "conduct indicates a fraud committed by them. It was advanced that the": "की गई धोखाधड़ी का संकेत देता है। यह कहा गया कि वास्तव में अपीलकर्ताओं",
  "appellants had, in fact, attempted to take posts which were meant for Ex-": "ने उन पदों को लेने का प्रयास किया था जो पूर्व सैनिकों के लिए थे जो वास्तव में",
  "Servicemen who were actually without employment, and not for persons who were still employed in the Armed Forces.": "रोजगार विहीन थे, न कि उन लोगों के लिए जो अभी भी सशब्त्र बलों में कार्यरत थे।",
  "ANALYSIS, REASONING AND CONCLUSION:": "विश्लेषण, तर्क और निष्कर्ष:",
  "submissions at the Bar combined with a careful perusal of the record, we": "साथ अभिलेख का सावधानीपूर्वक परिशीलन करने के बाद, हम उच्च न्यायालय",
  "are unable to find any error in the Impugned Judgment passed by the High": "द्वारा पारित किए गए आक्षेपित फैसले में कोई त्रुटि या अवैधता नहीं पाते हैं ,",
  "that the basic question on eligibility has to be determined on the basis of the cut-off date/point of time which stands crystalized by the date of the": "पात्रता पर मूल प्रश्न को कट-ऑफ तिथि/समय बिंदु के आधार पर निर्धारित किया जाना चाहिए, जो कि विज्ञापन की तिथि से ही स्पष्ट हो जाता है, जो कि",
  "advertisement itself, being the last date of submission of application forms,": "आवेदन पत्र जमा करने की अंतिम तिथि है, जब तक कि संबंधित प्राधिकारी द्वारा",
  "unless extended by the authority concerned. In the present scenario, none": "बढ़ा न दिया जाए। वर्तमान परिदृश्य में, यह नहीं कहा जा सकता कि",
  "of the appellants can be said to have been Ex-Servicemen at the time of the": "अपीलकर्ताओं में से कोई भी विज्ञापन के समय पूर्व सैनिक था, क्योंकि, निर्विवाद",
  "advertisement in question, as, undisputedly, they were still in service. This Court has also examined the relevant rules and even the clarification(s) to": "रूप से, वे अभी भी सेवा में थे। इस न्यायालय ने प्रासंगिक नियमों और यहां तक",
  "the advertisement. We are afraid that they do not indicate that the appellants": "कि विज्ञापन के स्पष्टीकरण की भी जांच की है। हमें डर है कि वे यह संकेत नहीं",
  "can be deemed Ex-Servicemen from a prospective date, despite being in actual service on the relevant date. As such, in the case at hand at least, there": "देते हैं कि प्रासंगिक तिथि पर वास्तविक सेवा में होने के बावजूद , अपीलकर्ताओं को भविष्य की तिथि से भूतपूर्व सैनिक माना जा सकता है। इस प्रकार, कम से",
  "not be proper for this Court to hold or interpret otherwise. Arguendo, if we": "अवधारणा नहीं है। इस न्यायालय के लिए अन्यथा मानना या व्याख्या करना",
  "on the date of advertisement but came under the category later, but did not": "अन्याय होगा, जो विज्ञापन की तारीख तक भूतपूर्व सैनिक नहीं थे, लेकिन बाद में",
  "apply at the relevant time. This concern has not emanated for the first time.": "इस श्रेणी में आ गए, लेकिन प्रासंगिक समय में उन्होंने आवेदन नहीं किया। ये मुद्दा",
  "In Rakesh Kumar Sharma v State (NCT of Delhi), (2013) 11 SCC 58, this": "पहली बार नहीं आया है। राकेश कुमार शर्मा बनाम राज्य (राष्ट्रीय राजधानी क्षेत्र",
  "‘22. It also needs to be noted that like the present appellant there": "'22. इस बात पर भी ध्यान देने की जरूरत है कि वर्तमान अपीलकर्ता की",
  "could be large number of candidates who were not eligible as per the requirement of rules/advertisement since they did not possess the": "तरह बड़ी संख्या में ऐसे अभ्यर्थी हो सकते हैं जो नियमों /विज्ञापन की आवश्यकता के अनुसार पात्र नहीं थे क्योंकि उनके पास आवेदन पत्र जमा",
  "required eligibility on the last date of submission of the application": "करने की अंतिम तिथि पर आवश्यक पात्रता नहीं थी। अपीलकर्ता को कोई",
  "forms. Granting any benefit to the appellant would be violative of the doctrine of equality, a backbone of the fundamental rights under": "भी लाभ देना समानता के सिद्धांत का उल्लंघन होगा, जो हमारे संविधान के",
  "20. However, any payments made to the appellants for the period": "20. हालाँकि, अपीलकर्ताओं को उस अवधि के लिए किया गया कोई भी भुगतान,",
  "they have actually worked as Village Development Officers, shall not be": "जब उन्होंने वास्तव में ग्राम विकास अधिकारी के रूप में काम किया है, वसूल नहीं"
}