{
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय क्षेत्राधिकार",
  "CRIMINAL APPEAL NO. 87 OF 2020": "आपराधिक अपील सं. 87 /2020",
  "(Arising out of SLP(Crl.) No.6990 of 2018)": "(विशेष अनुमति याचिका(अप०) सं. 6990/208 से उत्पन्न)",
  "PADUM KUMAR ... Appellant": "प्रमोद कुमार .... अपीलार्थी",
  "STATE OF UTTAR PRADESH ...Respondent": "उत्तर प्रदेश राज्य ... प्रतिवादी",
  "JUDGMENT": "निर्णय",
  "R. BANUMATHI, J.": "माननीय न्यायमूर्ति, आर. भानुमति",
  "Leave granted.": ". अनुमति प्रदान की गई।",
  "2. This appeal has been preferred challenging the impugned": "2. यह अपील इलाहाबाद उच्च न्यायालय के आपराधिक संशोधन सं.",
  "Court dismissed the revision petition filed by the appellant": "न्यायालय ने अपीलकर्ता द्वारा दायर पुनरीक्षण याचिका को खारिज कर",
  "9. On the other hand, Mr. Adarsh Upadhyay, learned counsel for": "9. दूसरी ओर, प्रतिवादी-राज्य के विद्वत अधिवक्ता श्री आदर्श",
  "of evidence adduced by the prosecution, the courts below rightly": "के उचित मूल्यांकन पर, निचली अदालतों ने अपीलकर्ता को न्यायोचित",
  "convicted the appellant. It was submitted that the prosecution relies": "रूप से दोषी ठहराया। यह प्रस्तुत किया गया था कि अभियोजन न",
  "upon not merely on the opinion of the hand-writing experts, but the": "केवल हस्तलेख विशेषज्ञों की राय पर अवलंम्ब लिया है, बल्कि",
  "evidence of PW-2-Devesh Mohan, son of complainant-Dr. K.B.": "शिकायतकर्ता-डॉ केबी वार्ष्णय(?४/-7) के बेटे 0//-2-दिनेश मोहन",
  "10. We have carefully considered the submissions and perused": "0. हमने ध्यान से प्रस्तुतियाँ पर विचार किया है और अभिलेख में",
  "the impugned judgment and other materials on record.": "आक्षेपित आदेश और अन्य सामग्रियों का अवलोकन किया है।",
  "11. By adducing the evidence of Dr. M.L. Varshney (PW-3), the": "7. डॉ. एमएल वा्ष्णय (?//-3) के साक्ष्य को प्रस्तुत करने पर,",
  "prosecution has proved that on 09.04.1992, PW-3 had sent a": "अभियोजन पक्ष ने साबित किया है कि 09. 04. 992 को, ?//-3 ने",
  "registered envelope No.0095 to PW-1-Dr. K.B. Varshney, Indira Nagar, Lucknow. When PW-1 did not receive the said envelope, on": "?//--0 के. बी. वार्ष्णय, इंदिरा नगर, लखनऊ को एक पंजीकृत लिफाफा नंबर 0095 भेजा था। जब ?४/-3 को उक्त लिफाफा नहीं",
  "27.04.1992, PW-3 complained the same to the concerned Sub-Post": "मिला, 27. 04. 992 को, ?४/-3 ने संबंधित सब-पोस्ट ऑफिस,",
  "Office, Naini, Allahabad. PW-1-Dr. K.B. Varshney also filed a": "नैनी, इलाहाबाद को इसकी शिकायत की। ?४/-- डा. के.बी.वार्ष्णय",
  "complaint on 29.04.1992 to the Senior Superintendent, Department of Posts, Lucknow. After investigation, it was learnt that on": "ने 29. 04. 992 को वरिष्ठ अधीक्षक, डाक विभाग, लखनऊ को भी एक शिकायत दर्ज की। जांच के बाद, यह पता चला कि 4. 05.",
  "14.05.1992, a person named Mohan has received the aforesaid": "992 को, मोहन नाम के एक व्यक्ति को 3. 04. 992 को पूर्वक्त",
  "the reports of hand-writing experts, the trial court held that the": "हाथ से लिखने वाले विशेषज्ञों की रिपोर्ट के आधार पर, ट्रायल कोर्ट ने",
  "appellant had committed the offence of forgery and convicted him": "कहा कि अपीलकर्ता ने जालसाजी का अपराध किया था और उसे धारा",
  "under Sections 467 and 468 IPC and sentenced him to undergo": "467 और 468 आईपीसी के तहत दोषी ठहराया था और उसे चार",
  "rigorous imprisonment of four years and three years respectively.": "साल और तीन साल क्रमशः के कठोर कारावास की सजा सुनाई थी।",
  "Both the sentences were directed to run concurrently.": "दोनों वाक्यों को समवर्ती चलाने के लिए निर्देशित किया गया था।",
  "6. Challenging the conviction, the appellant has filed an appeal": "6. सजा को चुनौती देते हुए अपीलकर्ता ने अपीलीय अदालत -",
  "before the appellate court — Additional Chief Judicial Magistrate,": "अतिरिक्त मुख्य न्यायिक मजिस्ट्रेट, लखनऊ के समक्ष अपील दायर की",
  "Lucknow. The appellate court dismissed the appeal by holding that": "है। अपीलीय अदालत ने यह कहते हुए अपील को खारिज कर दिया कि",
  "upon proper analysis of evidence adduced by the prosecution, the": "अभियोजन पक्ष द्वारा जोड़े गए सबूतों के उचित विश्लेषण पर, ट्रायल",
  "trial court has rightly convicted the appellant under Sections 467": "कोर्ट ने अपीलकर्ता को आईपीसी की धारा 467 और 468 के तहत",
  "7. Being aggrieved, the appellant filed Criminal Revision No.511": "7. आदेश से व्यथित होने के कारण, अपीलकर्ता ने इलाहाबाद के उद्च",
  "dismissed by the impugned judgment. The High Court held that the": "जिसे आक्षेपित आदेश द्वारा खारिज कर दिया गया। उच्च न्यायालय ने",
  "prosecution has adduced evidence proving that the signature of": "यह अभिनिर्धारित किया कि अभियोजन पक्ष ने यह साबित करते हुए",
  "“D. Mohan” in the delivery slip and the specimen signatures of": "साक्ष्य जोड़ दिए हैं कि “डी” के हस्ताक्षर. मोहन 'परिदान पर्ची में और",
  "appellant was the person who delivered the envelope and in such": "न्यायालय ने आगे कहा कि अपीलकर्ता वह व्यक्ति था जिसने लिफाफा",
  "circumstances, it is for the appellant to explain as to who signed the": "दिया था और ऐसी परिस्थितियों में, अपीलकर्ता के लिए यह बताना है कि विवादित हस्ताक्षर पर हस्ताक्षर किसने किये थे और अपीलकर्ता से",
  "disputed signature and in the absence of any such explanation from": "इस तरह के किसी भी स्पष्टीकरण के अभाव में, अपीलकर्ता के खिलाफ",
  "signature on the delivery slip-Ex.-P4. On completion of": "अपीलकर्ता ने डिलीवरी स्लिप -प्रदश-पी 4 पर हस्ताक्षर जाली थे।",
  "accused under Sections 420, 467 and 468 IPC.": "धारा 420, 467 और 468 के तहत आरोप पत्र दायर किया गया है।",
  "5. To prove the charges against the appellant, the prosecution": "5. अपीलकर्ता के खिलाफ आरोपों को साबित करने के लिए",
  "3- Dr. M.L. Varshney, hand-writing expert-PW-5-M.Y. Khan, PW-8-": "?//-3-डा. एम.एल, वा्ष्णेय हस्तलेख विशेषज्ञ-?४/-5-५0 खान,",
  "Ranjeet Kumar, son of another hand-writing expert-Siya Ram Gupta and other witnesses. Upon consideration of the oral and": "?//-8-रणजीत कुमार, एक अन्य हाथ से लिखने वाले विशेषज्ञ-सिया राम गुप्ता के पुत्र और अन्य गवाहों का परीक्षण किया गया है। मौखिक",
  "documentary evidence, the trial court noted that three hand-writing": "और दस्तावेजी साक्ष्यों पर विचार करने पर, विचारण न्यायालय ने",
  "experts are on record. According to one expert, the disputed": "उल्लेख किया कि तीन हस्तलेख विशेषज्ञ अभिलेख मे हैं। एक विशेषज्ञ",
  "signature has been made by Devesh Mohan-PW-2. The trial court": "के अनुसार, देवेश मोहन-?४/-2 द्वारा विवादित हस्ताक्षर किए गए हैं।",
  "also noted that the other two experts have mentioned in their": "विचारण न्यायालय ने यह भी उल्लेख किया कि अन्य दो विशेषज्ञों ने",
  "registry and the delivery slip was kept with him therefore, the": "होने के कारण रजिस्ट्री के परिदान का कार्य किया गया था और परिदान पर्ची उसके पास रखी गई थी इसलिए, निष्कर्ष यह है कि अपीलार्थी ने",
  "conclusion is that the appellant made the signature of “D. Mohan” in": "परिदान पर्ची में मोहन “डी” के हस्ताक्षर किए थे। ट्रायल कोर्ट ने माना",
  "and letters and thus, he was well-acquainted with the signature of": "के हस्ताक्षर से अच्छी तरह से अवगत था। ?0/ ] से 3 के साक्ष्य और",
  "Varshney, Professor, Agriculture Institute, Naini, Allahabad had sent": "डा. एम. एल. वार्सनी, प्रोफेसर, कृषि संस्थान, नैनी, इलाहाबाद ने उक्त",
  "a registered envelope No.0095 to the Complainant-Dr. K.B. Varshney (PW-1) from the Sub-Post Office of the said Institute. The": "संस्थान के उप-डाकघर से शिकायतकर्ता- डॉ. केबी वार्ष्णय (?४/- ) को एक पंजीकृत लिफाफा नंबर-0095 भेजा था। उक्त लिफाफे में",
  "said envelope contained four Indira Vikas Patra of value of each": "प्रत्येक रु.5, 000/- के मूल्य के चार इंदिरा विकास पत्र थे, जो कुल",
  "Rs.5,000/- totalling Rs.20,000/-. The envelope did not reach PW-1-": "रु, 20,000/- था। लिफाफा ?//--जडॉ. केबी वार्ष्णेय तक नहीं",
  "Dr. K.B. Varshney; therefore, on 27.04.1992, PW-3-Dr. MLL.": "पहुंचा; इसलिए, 27. 04. 992 को, ?//-3-डॉ. एम.एल. वार्ष्णय ने",
  "Varshney made a complaint before the Post Master, Post Office, Agriculture Institute, Naini, Allahabad. PW-1-Complainant-Dr. K.B.": "पोस्ट मास्टर, डाकघर, कृषि संस्थान, नैनी, इलाहाबाद के समक्ष शिकायत की। ?४/--शिकायतकर्ता-डॉ. केबी वार्ष्णय ने इंदिरा नगर",
  "No.0095 has not been received. On 14.05.1992, information was": "लिफाफा रजिस्ट्री नंबर 0095 प्राप्त नहीं हुआ है। 24. 05. 992 को,",
  "received from Senior Superintendent, Post and Telegraph, Lucknow": "वरिष्ठ अधीक्षक, पोस्ट एंड टेलीग्राफ, लखनऊ से जानकारी प्राप्त हुई",
  "that a person named “Mohan” has received the aforesaid registry on": "कि ” मोहन” नाम के एक व्यक्ति को 3. 04. 992 को पूर्वाक्त",
  "13.04.1992. Then, PW-1 and his son Devesh Mohan-PW-2 went to": "रजिस्ट्री प्राप्त हुई है। फिर, ?४/-7 और उनके बेटे देवेश मोहन-?४/-2",
  "Indira Nagar Post Office and saw the signature where it has been": "इंदिरा नगर डाकघर गए और हस्ताक्षर देखा जहां इसे 'डी' के रूप में",
  "written as “D. Mohan”. Complainant’s son is also named Devesh": "लिखा गया है। मोहन” शिकायतकर्ता के बेटे का नाम देवेश मोहन",
  "Crime No.394/1992 under Sections 420, 467 and 468 IPC at PS.": "में आई .पी.सी धारा 420,467 और 468 के तहत अपराध सं 394/992 में मामला दर्ज किया गया था। मामले की जांच की गई।",
  "investigation of the case was entrusted to C.B. C.I.D.": "बाद में, मामले की जांच सीबीसीआईडी को सौंपी गई",
  "writing expert from the Forensic Science Laboratory, Lucknow had not been examined, the said report cannot be looked into. It is": "साइंस लेबोरेटरी, लखनऊ द्वारा दी गई रिपोर्ट के अनुसार, जिस व्यक्ति",
  "specimen signatures “S-1 to S-6” had not written the disputed": "५ ने कहा है कि ?४/-2 “एस- से एस-6” के नमूना हस्ताक्षर के",
  "signature “Q-1” in Ex.-P4-delivery slip and that the same is different": "साथ डिलीवरी स्लिप प्र्दश-पी-4 में विवादित हस्ताक्षर “ क्यू-”",
  "his report, hand-writing expert Siya Ram Gupta had also opined that": "जारी की थी फिर भी एक अन्य हस्तलेख विशेषज्ञ सिया राम गुप्ता ने",
  "by PW-2-Devesh Mohan. By the time when the trial was taken up,": "?//-2-देवेश मोहन द्वारा नहीं किया गया है। मुकदमे के समय, हाथ से",
  "hand-writing expert Siva Ram Gupta passed away and his son-": "लिखने वाले विशेषज्ञ सिया राम गुप्ता का निधन हो गया और उनके बेटे",
  "Ranjeet Kumar (PW-8) who was acquainted with the hand-writing of": "रंजीत कुमार की पीडब्ल्यू-8 के रूप में परीक्षण किया। चूंकि ?//-8- रंजीत कुमार अपने पिता-सिया राम गुप्ता के हाथ से लिखने से परिचित",
  "Siya Ram Gupta was examined to mark the report.": "थे, इसलिए हस्तलिखित विशेषज्ञ सिया राम गुप्ता की रिपोर्ट को उनके",
  "hand-writing experts. The evidence of hand-writing experts is only a": "लिए केवल हस्तलेख विशेषज्ञों की रिपोर्ट पर निर्भर करता है। बेशक,",
  "2-Devesh Mohan.": "कि ?//-2-देवेश मोहन के हस्ताक्षर से अलग है। ?//-5 ने अपनी",
  "unsafe to base a conviction solely on expert opinion without": "प्रचुरता है जो यह मानता है कि पर्याप्त पुष्टि के बिना विशेषज्ञ की राय पर एक सजा को आधार बनाना",
  "substantial corroboration. This rule has been universally acted upon": "असुरक्षित है। इस नियम पर सार्वभौमिक रूप से",
  "and it has almost become a rule of law.”": "कार्रवाई की गई है और यह लगभग कानून का नियम",
  "such evidence is corroborated by other evidence either direct or": "असुरक्षित है, लेकिन आंतरिक और बाहरी साक्ष्य के आधार पर अन्य मदों द्वारा समर्थित होने पर इस पर",
  "15. Learned counsel for the appellant has submitted that without": "5. अपीलकर्ता के विद्वत अधिवक्ता ने प्रस्तुत किया है कि स्वतंत्र और",
  "writing experts cannot be relied upon to base the conviction.": "विशेषज्ञों की राय पर भरोसा नहीं किया जा सकता है। अपने तर्क के",
  "In support of his contention, learned counsel for the appellant has": "समर्थन में, अपीलार्थी के विद्वत अधिवक्ता ने एस. गोपाल रेड्डी बनाम",
  "596, wherein the Supreme Court held as under:-": "जिसमें सर्वोच्च न्यायालय ने निम्न के रूप में आयोजित किया: -",
  "“28. Thus, the evidence of PW 3 is not definite and cannot be said": "“28. इस प्रकार, ?//-3 के सबूत निश्चित नहीं हैं और इसे",
  "to be of a clinching nature to connect the appellant with the": "विवादित पत्रों के साथ अपीलकर्ता को जोड़ने के लिए एक",
  "disputed letters. The evidence of an expert is a rather weak type of": "साक्ष्य बल्कि एक कमजोर प्रकार का साक्ष्य है और अदालतें",
  "evidence and the courts do not generally consider it as offering": "आमतौर पर इसे 'निर्णायक' सबूत की पेशकश के रूप में नहीं",
  "‘conclusive’ proof and therefore safe to rely upon the same without seeking independent and reliable corroboration. In Magan Bihari": "मानती हैं और इसलिए स्वतंत्र और विश्वसनीय पुष्टि प्राप्त किए बिना उसी पर भरोसा करना सुरक्षित नहीं है। मगन बिहारी",
  "Lal v. State of Punjab (1977) 2 SCC 210, while dealing with the evidence of a handwriting expert, this Court opined:": "लाल(977) 2 एससीसी 20, में हस्तलेख विशेषज्ञ के साक्ष्य से निपटने के दौरान, इस न्यायालय ने यह मत व्यक्त किया:",
  "“... We think it would be extremely hazardous to condemn the": "”.... हमें लगता है कि हस्तलेखन विशेषज्ञ की राय के",
  "appellant merely on the strength of opinion evidence of a": "सबूत की क्षमता के आधार पर अपीलकर्ता की दोषी",
  "must always be received with great caution and perhaps none": "सावधानी के साथ ली जानी चाहिए और शायद कोई भी",
  "so with more caution than the opinion of a handwriting expert.": "हस्तलेख विशेषज्ञ की राय को अधिक सावधानी के",
  "and insisting upon substantial corroboration in every case,": "रूप में संदेह करने और प्रत्येक मामले में पयप्ति पुष्टि पर जोर",
  "suspicion and to treat him as an inferior sort of witness. His opinion": "साथ उसकी राय को देखना और उसे एक हीन गवाह के रूप में मानना शायद ही उचित है। उनकी राय को उनके द्वारा दिए",
  "has to be tested by the acceptability of the reasons given by him.": "गए कारणों की स्वीकार्यता द्वारा परीक्षण किया जाना है। एक",
  "An expert deposes and not decides. His duty “is to furnish the": "विशेषज्ञ सग्रंह करता है और निर्णय नहीं लेता है। उसका कर्तव्य “अपने निष्कर्ष की यथार्थता का परीक्षण करने के लिए",
  "his evidence) »": "किया गया)",
  "6. Expert testimony is made relevant by Section 45 of the Evidence": "6. साक्ष्य अधिनियम की धारा 45 द्वारा विशेषज्ञ परिसाक्ष्य",
  "Act and where the Court has to form an opinion upon a point as to": "को सुसंगत बनाया गया है और जहां न्यायालय को लिखावट की पहचान के बारे में एक बिन्दु पर राय बनानी है, वहां प्रश्न में",
  "identity of handwriting, the opinion of a person “specially skilled” “in": "“विशेषकर कुशल” व्यक्ति की हस्तलिपि की पहचान के बारे",
  "before acting on the opinion of an handwriting expert and there": "हस्तलेख विशेषज्ञ की राय पर विचार करने से पहले सम्पुष्ठी",
  "need be no initial Suspicion. But, on the facts of a particular case, a": "की आवश्यकता नहीं है। लेकिन, किसी विशेष मामले के",
  "court may require corroboration of a varying degree. There can be": "तथ्यों पर , एक अदालत को अलग-अलग डिग्री के राज्याभिषेक की आवश्यकता हो सकती है। कोई कठिन और",
  "no hard and fast rule, but nothing will justify the rejection of the": "तेज़ नियम नहीं हो सकता है, लेकिन कुछ भी एकमात्र आधार",
  "Opinion of an expert supported by unchallenged reasons on the": "पर बिना किसी कारण के समर्थित विशेषज्ञ की राय की",
  "while dealing with the opinion of a handwriting expert should be to": "हस्तलेखन विशेषज्ञ की राय से निपटने के दौरान एक",
  "proceed cautiously, probe the reasons for the opinion, consider all other relevant evidence and decide finally to accept or reject it.”": "के कारणों की जांच करना चाहिए, अन्य सभी प्रासंगिक सबूतों पर विचार करना चाहिए और अंत में इसे स्वीकार करने या अस्वीकार करने का निर्णय लेना चाहिए। '"
}