{
  "IN THE SUPREME COURT OF INDIA": "भारत का सर्वोच्च न्यायालय",
  "INDIAN OIL CORPORATION LIMITED .. .APPELLANT": "इण्डियन ऑयल कॉरपोरेशन लिमिटेड अपीलार्थी",
  "Vs.": "बनाम",
  "JUDGMENT": "निर्णय",
  "was later re-numbered as Civil Appeal Nos. 997-998 of": "27.0.2004 को पारित निर्णय, जिसे बाद में सिविल अपील सं. 997- 998, सन्‌ 2004 के रूप में पुनः अंकीकृत किया गया, के विरूद्ध उ. प्र.",
  "2004. This Court on 09.02.2004 passed following interim order: -": "09.03.2004 को निम्नलिखित अन्तरिम आदेश पारित कियाः-",
  "“Tssue notice on the application for impleadment.": "\"अमल हेतु आवेदन पत्र पर नोटिस जारी करें।",
  "Leave granted.": "अनुमति प्रद्त्त।",
  "stayed subject to the appellant’s depositing all taxes that may be realized by the appellant from the respondents after": "प्रत्यर्थियों से अपीलार्थी द्वारा प्राप्त किया जा सकने वाले सभी करों को अपीलार्थी द्वारा शपथ करने के विषयाधीन आक्षेपित",
  "the further orders of this Court.": "एवं ब्याज इस न्यायालय के आगे के आदेशों के विषयाधीन",
  "SLP (C) No.3033/3004": "विशेष अनुमति (सिविल) संख्या: 3033/3004",
  "Delink this matter.”": "इस विषय को हटायें।\"",
  "5. The Constitution Bench of this Court in Jindal Stainless Ltd. (2) and Another Vs. State of Haryana and Others, (2006) 7 SCC 241 laid down the yardsticks": "५. इस न्यायालय की संविधान पीठ ने जिन्दाल स्टेनलेस स्टील लि. (2) एवं अन्य बनाम हरियाणा राज्य एवं अन्य (2006) 7 एस.एस.सी. 24 के",
  "to determine whether tax was compensatory or not.": "मामले में कर क्षतिपरक है या नहीं को तय करने के लिए मानदण्ड़ों का",
  "Constitution Bench reiterated that the doctrine of": "निर्धारण कियाा। संविधान पीठ ने दुहराया कि अनुच्छेद 307 के अंतर्गत",
  "commerce under Article 301 as propounded in Atiabari Tea Co. Ltd. Vs. State of Assam, AIR 1961 SC 232 and": "जैसा कि अतियाबारी टी कम्पनी लि. बनाम असाम राज्य, एआईआर 96 एस.सी. 232 के मामले में व्यापार एवं वाणिज्य के में प्रत्यक्ष एवं निकटम",
  "not was to continue to apply. Constitution Bench": "अथवा नहीं को लागू करने के लिए बने रहने देना था। संविधान पीठ ने उसे",
  "held that accordingly, the constitutional validity of various local enactments which are the _- subject": "तदनुरूप बनाये रखा, विभिन्न क्षेत्रीय अधिनियमनों की संवैधानिक मान्यता",
  "matters of pending appeals, special leave petitions": "लंबित अपीलों, विशेष अनुमति याचिकाओं एवं रिट याचिकाओं के",
  "6. Pursuant to Constitution Bench judgment, the": "थी, संवैधानिक पीठ के निर्णय के आधार पर इस मामले को सुनवाई के लिए",
  "matters were listed on 14.07.2006, when this Court": "4.07.2006 तारीख लगी। मा. उच्च न्यायलय से आदेश प्राप्ति की तिथि से",
  "requested to decide the issues within five months": "पाँच माह के अन्दर मामले को निपटाने की प्रार्थना की गयी। इस न्यायलय",
  "above orders of this Court, the Allahabad High Court": "के उपरोक्त आदेश के उपरान्त, मा.इलाहाबाद उच्च न्यायलय दिनांक",
  "08.01.2007 holding that Entry Tax levied on crude oil and other goods does not fulfil the requirements of": "08.0.207 को उठायी गयी आपत्तियां कि कच्चे तेल एवं अन्य सामानों पर",
  "17.04.2007, this Court in C.A. Nos. 997-998 of 2004 -": "न्यायालय ने दिनाक 7.04.2007 को सिविल अपील संख्या 997-998",
  "State of U.P. & Ors. Vs. M/s. Indian 0il Corporation": "वर्ष 2004 उत्तर प्रदेश राज्य एवं अन्य बनाम इंडियन ऑयल कॉरपोरेशन",
  "High Court have struck down the initial Entry Tax Legislations on the ground that it violates rights": "न्यायालयों ने शुरुआती प्रवेश कर कानूनों को इस आधार पर खारिज कर",
  "Legislations on the ground that it violates rights guaranteed under Part XIII of the Constitution of": "दिया कि ये कानून भारत के संविधान के भाग 3 के अंतर्रर्गत प्रदत्त अधिकारों का उल्लंघन करते हैं।",
  "4. For deciding the issues, which have arisen in": "इन पुनर्याचनाओं में उत्पन्न विषयों निर्णय करने के लिए जहां तक उ. प्र. में",
  "these appeals, it 1s necessary to notice the history": "वादों के इतिहास का संबंध है उस पर ध्यान देना आवश्यक है। किसी",
  "concerned. Levy of tax on entry of any goods into a local area was introduced by the U.P. Tax on Entry of": "स्थानीय क्षेत्र में किसी माल पर प्रवेश कर का अधिरोपण को यू.पी टैक्स",
  "Goods Ordinance, 2000, w.e.f. 01.11.1999, which Ordinance was replaced by the U.P. Tax on Entry of": "ऑन एंट्री ऑफ गुड्स अधिनियम, 2000 द्वारा लगाया गया, डब्ल्यू, ई. एफ",
  "Ordinance was replaced by the U.P. Tax on Entry of Goods Act, 2000, which Act was deemed to have come": "07.7.999 जिसे यू.पी. टैक्स ऑन एंट्री ऑन गुड्स अधिनियम 2000",
  "imposed on crude oil. The appellant filed a writ": "को कच्चे तेल पर भी लगाया गया। कच्चे तेल पर कर के अधिरोपण को चुनौती",
  "Petition No. 251 of 2003 before the Allahabad High": "देते हुए सन्‌ 2003 में मा. उच्च न्यायालय इलाहाबाद के समक्ष रिट याचिका",
  "U.P. Tax on Entry of goods into Local Areas Act,": "पुनर्याचनाएँ यूपी टैक्स ऑन इन्ट्रीऑफ गुड्स इटू लोकल एरिया",
  "2007. The appellant after enforcement of _ the": "2007 अधिनियम के अन्तर्गत अपीलार्थी पर प्रवेश कर का भुगतान करने के",
  "High Court in its judgment dated January 8,": "दिनांक 09 जनवरी,2007 को मा. उच्च न्यायलय ने यह",
  "2007 held that the entry tax under the said": "निर्णीत किया कि उक्त अधिनियम के अन्तर्गत प्रवेश कर",
  "been delivered by the High Court in the case of the Indian Oil Corporation Limited and other similar cases. A special leave": "कॉरपोरेशन लिमिटेड एवं समान मामलों में मा. उच्च न्यायलय",
  "the State Government against the Judgement of the High Court dated January 8, 2007.": "ने पारित किया। दिनांक 08 जनवरी, 2007 के मा. उच्च न्यायालय के निर्णय के विरूद्ध राज्य सरकार ने मा. उद्चतम",
  "crore on the basis of the interim order dated April 17, 2007 of the Apex Court, the": "गई। चूंकि उच्चतम न्यायालय द्वारा पारित दिनांकित 7 अप्रैल 2007 के अंतरिम आदेश के आधार पर मेसर्स इण्डियन ऑल कॉरपोरेशन लिमिटेड द्वारा 3022-28 करोड़ रूपये के",
  "afresh the said Act retrospectively after": "अधिनियम को नये सिरे से भूतलक्षी रूप से लागू करने का",
  "the Judgement of the constitution Bench of": "हटाकर, उद्चतम न्यायालय के संवैधानिक पीठ द्वारा दण्डात्मक",
  "Bihar Entry Tax Act was held to be valid by": "उच्च न्यायालय द्वारा वैध घोषित बिहार प्रवेश कर अधिनियम के",
  "alongwith bunch of writ petitions, leading writ petition being Writ Tax No. 1484 of 2007 - ITC": "जिसमें महत्वपूर्ण रिट याचिका जो रिट टैक्स संख्या 484 वर्ष 2007-",
  "Bench of the Allahabad High Court held that the State": "उच्च न्यायलय की खण्ड़पीठ ने यह निर्णीत किया कि उत्तर प्रदेश स्थानीय",
  "Areas Act, 2007, imposing Entry Tax on the entry of": "क्षेत्र में माल प्रवेश कर अधिनियम, 2007 के प्रवर्तन में विधायी अभियोग्यता",
  "scheduled goods into the local areas for consumption, use or sale thereunder. Concluding part of _ the": "स्थानीय क्षेत्र में प्रवेश पर उपभोग, प्रयोग एवं बिक्री हेतु प्रवेश कर लगाना",
  "judgment in Paragraph Nos. 151, 152 and 153 are as": "इस निर्णय का निष्कर्ष भाग प्रस्तर संख्या 57,52 एवं 53 में है जो इस",
  "follows: -": "निम्नलिखित है: -",
  "on Entry of Goods into Local Areas Act,": "प्रवेश पर प्रवेश कर को लगाते हुए स्थानीय क्षेत्र में माल प्रवेश",
  "2007, imposing entry tax on the entry of": "कर अधिनियम, 2007 को प्रवर्तित करने में उ. प्र. सरकार के",
  "State Development Fund is utilised only for the purposes of its reimbursement’ to": "इस निधि का प्रयोग केवल इसके प्रतिपूर्ति के उद्देश्यों के लिए",
  "facilitate the trade, commerce and": "व्यापार, वाणिज्य और उद्योग को सरल बनाना हैं इसी बात को",
  "industry. The State Government has also": "गयी है। राज्य सरकार ने यह स्थापित किया है कि प्रवेश कर",
  "demand notices are issued. To facilitate": "मांग सूचनाओं को जारी किया है। इस परिस्थिति का सामना",
  "them to file the said affidavit, we adjourn": "शपथपत्र दाखिल करने तक हम इस मामले को दिनांक",
  "further passed by this Court in the SLP (C) No. 327": "0.अपीलार्थी द्वारा इस एस.एल.पी.(सिविल) संख्या 327 वर्ष 2072 में इस न्यायलय ने आगे आदेश दिनांकित 7.0.202 एवं आदेश दिनांकित",
  "order has been directed to pay 50% of the Entry Tax.": "प्रतिशत प्रवेश कर अदा करने का निर्देश दिया गया। दिनांक 06.2.203",
  "interim order made on behalf of the appellant was": "को अपीलार्थी की तरफ से अन्तरिम आदेश में सुधार हेतु प्रार्थना की गयी थी",
  "accepted, which is to the following effect: -": "जिसे स्वीकार कर लिया गया जिसका निम्नलिखित प्रभाव है: -",
  "“In I.A. No. 7 in Civil Appeal No. 3413": "“सिविल अपील संख्या 343 वर्ष 202 में अन्तरिम आदेश संख्या 7 में,",
  "of 2012, Shri R.F. Nariman, learned senior counsel for the applicant(s) requests us to": "अपीलार्थी की ओर से विद्वरत वरिष्ठ अधिवक्ता श्री आर.ए. नरीमन ने हमारे",
  "modify our orders passed on 17.01.2012, by": "द्वारा पारित आदेश दिनांकित 7.0.202 को संशोधित करने की निवेदन",
  "by this Court under the provisions of the Uttar Pradesh Entry Tax Act, 2007, at the": "कर अधिनयम, 2007 के प्रावधानों के तहत इस न्यायालय द्वारा यथा",
  "The request of the learned senior counsel appears to be reasonable and if it": "विद्वरत वरिष्ठ अधिवक्ता की निवेदन तर्कसंगत प्रतीत होती है और यदि",
  "is granted it would not prejudice the case of the respondents in any manner": "इसे अनुद्त्त किया जाता है तो इससे प्रत्यर्थीगण का मामला किसी भी तरह से पूर्वाग्रिह से प्रभावित नहीं होगा।",
  "In view of the above, we accept the": "उक्त के दृष्टिगत, हम विद्वत वरिष्ठ अधिवक्ता श्री नरीमन द्वारा की गयी प्रार्थना",
  "whether entry tax can be levied on goods entering the landmass of India from another": "भारत के भूभाग में माल के प्रवेश पर कर लगाया जा सकता है,",
  "subsequently modified in Jindal case, (2006) 7 SCC 241 has no": "बाद में जिंदाल वाद (2006) एस.सी.सी. 7 247 में इसक",
  "1406 and Jindal, (2006) 7 SCC 241": "जिंदाल, (2006) 7 एस.सी.सी. 24 और सभी अन्य",
  "1159.7. A tax on entry of goods into a local area for use, sale or consumption therein is_ permissible": "759.7. प्रयोग, बिक्री एवं उपभोग के लिए स्थानीय क्षेत्र में",
  "consumption therein is_ permissible although similar goods are_- not": "प्रवेश पर लगया गया कर स्वीकार्य है यद्यपि उसी तरह माल",
  "1159.8. Article 304(a) frowns’ upon": "59.3. अनुच्छेद 304 के उपखण्ड (अ) और (ब) अलग",
  "areas would not violate Article 304(a). The question whether’ the": "59.4. अधिरोपण जिससे अनुच्छेद 304 (अ) का उल्लंघन होता है उसे बचाया नहीं जा सकता है भले ही अनुच्छेद 304",
  "levies in the present case indeed": "और वर्तमान मामले में अधिरोपित कर वास्तव में इस कसौटी",
  "that the tax burden on goods imported from other States and goods produced within the": "करे कि अन्य राज्य से आयातित माल पर कर का भार और",
  "would not contravene Article 304(a) of the": "304(क) का भंग न होता। यह प्रश्न कि क्या वर्तमान मामले में",
  "delivered the judgment in Writ Petition No. 25730 of 2017 and other connected matters dismissing the writ": "संख्या 25730 वर्ष 207 एवं इससे जुड़े अन्य मामलों में निर्णय पारित",
  "Immediately after the decision of the High Court on": "किया। 04.05.208 को उच्च न्यायालय द्वारा पारित निर्णय के तत्काल बाद",
  "assessment years 2008-2009 to 2011-2012 and demand": "ऑँकलन वर्ष 2008-2009 से 20-202 एवं 2000-200] से",
  "2000-2001 to 2007-2008 requiring the appellant to": "2007-2008 के लिए मांग सूचनाएं जारी की गयी थी। अपीलार्थी ने",
  "crores towards Entry Tax for the years 1999-2000 to": "999-2000 से 200-202 वर्षों के लिए प्रवेश कर के तौर पर कुल",
  "2011-2012. The appellant filed a writ petition challenging the demand notices dated 04.05.2018 and 05.05.2018 in so far as demand towards interest was": "अपीलार्थी ने मांग सूचनाएं दिनांकित 04.05.208 एवं 05.05.2078 को",
  "concerned. In one of the writ petitions, writ": "चुनौती देते हुए एक रिट याचिका दायर की। उन रिट याचिकाओं में से एक में",
  "Petition No.757 of 2018 filed by the appellant,": "अपीलार्थी द्वारा रिट याचिका संख्या 757 वर्ष 208 दायर की गयी जिसमें",
  "following prayers were made: -": "निम्नलिखित निवेदन किया गया था: -",
  "calling for the records and quashing": "“(|) अभिलेखों की मांग करते हुए और आक्षेपित सूचना",
  "No.3 demanding interest on entry tax from the petitioner.": "कर की मांग करते हुए प्रत्यर्थी संख्या 3 द्वारा जारी किया गया",
  "(iv) Issue any other suitable writ, order": "(४) कोई अन्य लेख, आदेश या निर्देश जारी करने की प्रार्थना",
  "(v) Award the costs of the petition to the": "(४) याचिकार्ता को याचिका से संबंधित खर्चों को प्रदान किया",
  "13. On 10.05.2018, when the writ petitions were taken": "3. जब दिनांक 0.05.208 को मा. उच्च न्यायालय ने याचिका पर",
  "this Court to adjudicate upon the liability to pay": "न्यायनिर्णीत करने के लिए इस न्यायालय के समक्ष प्रार्थना पत्र देना चाहा",
  "which was permitted to be withdrawn on submission of the learned counsel for the applicant that the issue of levy of interest shall be pressed before the High": "निर्देश हेतु दाखिल किया, जिसे न्यायालय ने अपीलार्थी के अधिवक्ता को सुनकर वापस लेने की स्वीकृति प्रदान कर दी और कहा कि ब्याज पर छूट",
  "14. After the above order dated 20.07.2018, the": "4. दिनांक 20.07.208 के उक्त आदेश के उपरान्त रिट याचिका पर",
  "hearing in writ petition proceeded. Another demand": "सुनवाई हुई। ब्याज राशि के भुगतान की मांग करते हुए प्रत्यर्थी द्वारा अन्य",
  "notice dated 18.05.2018 was issued by the respondent": "मांग सूचना दिनांक 8.05.208 को जारी की गयी। प्रत्यर्थी ने उद्च",
  "respondents before the High Court raised a preliminary objection on 25.07.2018 on the _ ground": "न्यायलय के समक्ष दिनांक 25.07.208 को इस आधार पर प्राथमिक",
  "that writ petition is a second writ petition against": "आपत्ति उठाई कि रिट याचिका एक द्वतीय रिट याचिका है जो उन्ही बातों",
  "consequential cause of action. It was stated in the preliminary objection that for the same relief Writ Petition No.25730 of 2017 has already been dismissed": "प्राथमिक आपत्ति में यह कहा गया था कि रिट याचिका संख्या 25730 वर्ष 207, जिसमें वही अनुतोष मांगे गये थे, को मा. उच्च न्यायलय द्वारा दिनांक",
  "by the High Court on 04.05.2018, wherein assessment": "04.05.208 को पहले ही खारिज कर दिया गया है, जहां मूल्यांकन संबंधी",
  "orders were also challenged, hence the writ petition": "आदेश को भी चुनौती दी गयी थी, इस प्रकार चूंकि यह द्वतीय रिट याचिका",
  "maintainable. Reply to preliminary objection was": "नहीं है। प्राथमिक आपत्तियों का जवाब अपीलार्थी द्वारा दिया गया था। उच्च",
  "filed by the appellant. High Court after hearing all": "न्यायालय ने दोनों पक्षकारों को सुनने के उपरान्त आक्षेपित आदेश दिनांकित",
  "petitions have been dismissed as not maintainable. While dismissing the writ petitions, certain": "को बरकरार रखा और रिट याचिका को खारिज कर दिया गया क्योंकि यह",
  "While dismissing the writ petitions, certain observations have also been made by the High Court. Appellant, aggrieved by the judgment dated 22.11.2018": "पोषणीय नहीं है। उच्च न्यायलय ने रिट याचिकाओं को खारिज करते समय कतिपय अवलोकन किया। दिनांकित 22..208 के निर्णय से पीड़ित",
  "15. We have heard Shri Dhruv Agrawal, learned senior": "5. हमने अपीलार्थी के विद्वत अधिवक्ता श्री ध्रुव अग्रवाल को सुना है।",
  "counsel for the appellant. Shri Dinesh Dwivedi, learned senior counsel has appeared for the": "प्रत्यर्थियों की तरफ से वरिष्ठ विद्वान अधिवक्ता श्री दिनेश द्विवेदी प्रस्तुत हुए",
  "respondents. We have also heard Shri Guru Krishan": "हैं। हमने वरिष्ठ विद्वान अधिवक्ता श्री गुरू कुशन को भी सुना है जो अपीलार्थी",
  "appellant in S.L.P. No. 2691 of 2018 - VST Industries": "की तरफ से एस.एल.पी संख्या 269: वर्ष 208 वी.एस. टी इंडस्ट्रीस",
  "Limited Vs. The State of Uttar Pradesh & Ors., which": "लिमिटेड बनाम उत्तर प्रदेश राज्य एवं अन्य की तरफ से प्रस्तुत हुए, जिसे",
  "is being separately decided.": "अलग से निर्णीत कियाा जा रहा है।",
  "16. Learned counsel for the appellant submits that under the Act, 2007 there are no- substantive": "6. अपीलार्थी के विद्वत अधिवक्ता ने कथन किया कि अधिनियम, 2007",
  "under the Act, 2007 there are no- substantive provisions for realisation of interest on Entry Tax.": "के अन्तर्गत प्रवेश कर पर ब्याज के वसूलने संबंधी कोई मौलिक प्रावधान",
  "payment of interest, no interest can be demanded from the appellant. It is submitted that in Act, 2007,": "अपीलार्थी से किसी प्रकार ब्याज की मांग नहीं की जा सकती है। यह कथन किया गया कि अधिनियम, 2007 में ब्याज के भुगतान संबंधी उपबंध होते",
  "wherever it provided for payment of interest, it has": "संदर्भ दिया गया जहां पर ब्याज सहित कर के भुगतान का दायित्व सृजित",
  "provisions of U.P. Value Added Tax Act, 2008 mutatis": "प्रदेश मूल्य वर्धित कर अधिनियम, 2008 म्यूटे डि स बनाती है, केवल",
  "for the purposes of Act, 2007 and Section 33 of Value Added Tax Act, 2008, which deals with demand and": "अधिनियम, 2008 की धारा 33 जो कर की मांग और वसूली से संबंधित है",
  "recovery of tax is only machinery provision, which does not entitle the respondent to claim any interest": "वह केवल एक मशीनी प्रावधान है जो प्रत्यर्थी को अपीलार्थी ब्याज के दावे",
  "does not entitle the respondent to claim any interest from the appellant. Apart from Section 12, there is": "का हक प्रदान नहीं करती है। धारा 2 के अलावा अधिनियम के अन्तर्गत",
  "no other substantive provision for payment of interest under the Act, 2007. No charge is created": "ब्याज के भुगतान संबंधी अन्य मौलिक प्रावधान नहीं हैं। अधिनियम की धारा",
  "that bonafide dispute pertaining to liability of a dealer to make payment of Entry Tax was going on in the High Court and this Court, which could be finally": "डीलर के दायित्व से संबंधित विवाद उच्च न्यायलय में चल रहा था जिसे उच्च",
  "the High Court and this Court, which could be finally decided on 04.05.2018, when writ petition filed by": "न्यायालय ने अन्तिम रूप से दिनांक 04.05.208 को निर्णीत कर दिया और पाया कि जब अपीलार्थी द्वारा रिट याचिका दायर की गयी थी जिसमें",
  "was finally dismissed. There being bonafide dispute": "अन्तिम रूप से खारिज कर दिया था। यहां चूंकि प्रवेश कर के भुगतान संबंधी",
  "23.09.2007, there was no power with the State to recover any Entry Tax, since the Act, 2007 was": "23.09.207 तक राज्य द्वारा प्रवेश कर को पुनः प्राप्त करने की शक्ति नहीं",
  "Entry Tax was validated by virtue of Act, 2007, hence": "थी। अधिनियम, 2007 के बल पर करारोपण को वैध बनाया गया था अतः",
  "period prior to 24.09.2007, on which date, the Act": "24.09.2007 के पहले अधिनियम के पारित होने की तिथि की अवधि तक",
  "appellant from the year 1999, which is wholly illegal": "999 से अपीलार्थी द्वारा मांगा गया ब्याज पूर्णरूपेण अवैध एवं क्षेत्राधिकार",
  "passed by this Court including the order’ dated": "से परे है। न्यायालय द्वारा पारित अन्तरिम आदेश, अपीलार्थी द्वारा दाखिल",
  "06.12.2013 passed in S.L.P. No. 327 of 2012 filed by": "एस.एल.पी संख्या 327 वर्ष 202 में पारित दिनांकित 06.2.206 का",
  "the appellant, where this Court had passed an order": "आदेश शामिल है, जहां पर इस न्यायलय ने दिनांक 06.2.203 को एक",
  "liable to pay arrears of tax alongwith interest as may be determined by this Court under the provisions": "ब्याज सहित कर जो कि न्यायलय द्वारा अधिनियम के प्रावधानों द्वारा तय किये जा सकेंगे, के बकाए के भुगतान का दायी होगा। यह कहा गया कि न तो",
  "nor the Regular Bench deciding the appeals’ on 21.03.2017, entered into or decide the question of": "निर्णय में और न ही नियमित पीठ जो दिनांक 2.03.207 को अपील का",
  "been noted in the judgment. The writ petitions where challenge to demand of interest was separately made,": "लिखे गये हैं। रिट याचिका जिसमें अलग से ब्याज की मांग को चुनौती दी",
  "Court clear that it neither intended or actually": "दिया कि उच्च न्यायलय का न तो ऐसा करने का आशय था और न ही",
  "petitions decided on 04.05.2018. In judgment dated": "मामले का सचमुच निपटारा किया था। दिनांक 04.05.208 के अपने",
  "17. Shri Agarwal further submits that Act, 2000": "7. श्री अग्रवाल ने आगे कथन किया कि चूंकि अधिनियम, 2000 को",
  "having been declared unconstitutional, there is no": "असंवैधानिक घोषित कर दिया गया है अतः जिस दिन यानी 24.09.2007",
  "which date Act, 2007 was enacted. It is further": "को अधिनियम 2007, लागू किया गया था उससे पहले किसी भी प्रकार के",
  "submitted that Act, 2007 was immediately challenged by the appellant which Act was upheld by Division": "अधिनियम, 2007 को अपीलार्थियों द्वारा तुरन्त चुनौती दी गयी थी जिसे",
  "Bench of the High Court only on 23.12.2011. Before": "दिनांक 23.2.20 को उच्च न्यायालय की खण्ड़पीठ ने बरकरार रखा",
  "the aforesaid date, this Court has already referred": "था। उक्त तिथि के पहले उच्च न्यायलय ने प्रवेश कर विधानयन से संबंधित",
  "larger Bench had reversed the law which was in operation for more than last fifty years. In wake of": "बड़ी पीठ ने पचास वर्षों से अधिक समय से चले आ रहे विधि को उलट दिया था। इस विधिक अनिश्चितता के परिणामस्वरूप ब्याज के भुगतान के",
  "after liberty by this Court declared the Act valid on 04.05.2018. It is submitted that appellant’ be": "04.05.208 को इस अधिनियम को वैध घोषित कर दिया। यह कथन",
  "relieved from paying of any interest during the": "किया गया कि उक्त अवधि के दौरान किसी भी प्रकार के ब्याज के भुगतान से",
  "submitted that High Court has rightly accepted the preliminary objection of the respondents and held": "न्यायलय ने सही ही प्रत्यर्थियों की प्राथमिक आपत्तियों को स्वीकार किया",
  "that writ petition is not maintainable. Shri Dwivedi further addressed submissions on the merits of the": "और धारित किया कि रिट याचिका पोषणीय नहीं है। श्री द्विवेदी ने",
  "further addressed submissions on the merits of the Claim of the appellant. It is submitted that Act,": "अपीलार्थी के मामले के गुणागुण की पर कथन प्रस्तुत किया। यह कथन",
  "Tax Act, 1948 and U.P. Value Added Tax Act, 2008 have been adopted, which contains the substantive": "व्यापार कर अधिनियम 948 मूल्य वर्धित कर 2008 को अपनाया गया है",
  "been adopted, which contains the substantive provisions for payment of interest. Section 8 of the": "जिसमें ब्याज के भुगतान के प्रावधान दिये गये हैं। उ.प्र. व्यापार कर",
  "U.P. Trade Tax Act, 1948 and Section 33 of the U.P. Value Added Tax Act, 2008 provides for charging of": "अधिनियम 948 की धारा 8 और मूल्य वर्धित कर अधिनियम 2008 की",
  "liable to be paid under the Act. Thus, the": "तो उससे ब्याज को वसूला जाए कर और वह इस अधिनियम के तहत ब्याज",
  "substantive provisions for charging of the interest": "अधिनियम के तहत ब्याज लगाने का के मौलिक प्रावधान नहीं हैं, वह",
  "petitions filed by the appellant challenging the": "() किया अपीलार्थी द्वारा दायर रिट सं. 757 वर्ष 208 एवं",
  "the interest. By Section 17 of the Act, 2007, the": "अधिनियम, 2007 के प्रभाव के समय, जिसको उच्च न्यायालय",
  "levy of the Entry Tax as per Act, 2007 has been": "कर अधिनिमय, 2007 को अआअमान्य, शून्य एवं",
  "retrospective effect w.e.f. 01.11.1999, hence the": "दिया गया है। उक्त अधिनिमय को दिनांक 0..999 से भूतलक्षी प्रभाव",
  "well as the interest. The liability to pay Entry Tax arises as per the provisions of Act, 2007 and the": "प्रवेश कर का दायित्व उक्त अधिनियम से उत्पन्न होता है और उ.प्र. प्रवेश",
  "U.P. Entry Tax Rules, 2007 framed thereunder. The": "कर नियमावली, 2007 को उसी के अधीन बनाया गया है। प्रवेश कर के",
  "concept of interest evolves on default in payment of Entry Tax. Shri Dwivedi also placed reliance on the": "भुगतान न किये जाने ब्याज की अवधारणा विकसित होती है। श्री द्विवेदी ने",
  "Act, 2000 is deemed to be one arising under the Act,": "जो दायित्व है वह अधिनियम, 2007 के अधीन उत्पन्न माना जाएगा। दिनांक",
  "2007. On dismissal of the Writ Petition’ on 04.05.2018, the issue of interest has also been": "04.05.208 को रिट याचिका के खारिज हो जाते ही ब्याज संबंधी यह",
  "partly paid and remaining was paid only after the": "प्रवेश कर को भागतः जमा कर दिया गया और शेष कर को केवल उद्च",
  "judgment of the High Court on 04.05.2018. Despite": "न्यायालय के दिनांक 04.05.208 के निर्णय के बाद जमा किया गया। वैध",
  "the valid levy being there the Tax was withheld by the appellant. The appellant took a chance with": "छूट के बावजूद अपीलार्थी द्वारा कर के भुगतान को रोका गया था। अपीलार्थी",
  "litigation and retained and used the amount withheld.": "ने वाद दायर किया और रोके गये धन का प्रयोग किया। छूट जिसको वैध",
  "from date it was due and not from the date of the": "बताया गया है वह बकाये की तिथि से वैध है न कि उच्च न्यायालय द्वारा",
  "for payment of interest not only as per law but also on equitable grounds. Liability to pay interest for": "अधीन दायी है न कि साम्यिक आधार पर। सटे आदेश के दौरान ब्याज को",
  "a Stay period is valid as interest does not cease running with passing of interim order. Interest is": "जमा करने का दायित्व वैध है क्योंकि ब्याज अन्तरिम आदेश के पारित किये",
  "interest on a tax is an accretion of tax and enlargement of tax liability. In the present case,": "ब्याज की देयता एक संचयन है और ब्याज के दायित्व को बढ़ाता है। वर्तमान",
  "interest liability on delayed payment is prescribed": "मामले में विलम्बित भुगतान पर ब्याज का दायित्व विधि द्वारा विहित है।",
  "19. We have considered the submissions of the learned counsel on behalf of the parties and have perused the": "9. हमने पक्षकारों की ओर से विद्वत अधिवक्ता के कथनों को सुना और",
  "records.": "अभिलेखों का अवलोकन किया।",
  "20. From the submissions of the learned counsel for the parties and pleadings on the record, following": "20. पक्षकारों के विद्वत अधिवक्ता के कथनों एवं अभिलेख में की गयी",
  "(vi) that a suitable writ, order or direction be issued as this Hon’ble": "वापस करने संबंधी उचित रिट, आदेश या निर्देश जारी",
  "Court may deem fit and proper in the": "माननीय न्यायालय उचित न्यायाचित समझे, उचित",
  "(vii)award the costs of the petition to the": "(छ) याचिकार्ता को याचिका के खर्चों को प्रदान किया",
  "22. AS noted above the liberty was granted by this": "22. जैसा कि उपरोक्त वर्णित है न्यायालय ने अपने आदेश दिनांकित",
  "Court to the appellant by its order dated 21.03.2017. The liberty granted to the appellant was on the": "2.03.207 द्वारा अपीलार्थी का छूट प्रदान की थी। अपीलार्थी को जो",
  "noticed. Following are certain other aspects which": "जाना था और उसपर ध्यान दिया गया। कुछ निम्नलिखित पहलू हैं जो",
  "were argued before the Constitution Bench but left": "संवैधानिक पीठ की समक्ष रखे गये किन्तु उस पर निर्णय नहीं हो पायाः",
  "treated as ‘local area'  for_ the": "स्थानीय क्षेत्र के तौर पर लिया जाए।",
  "goods which are directly imported from other countries and brought in a": "जा सकता है जिन्हें अन्य देशों से आयातित किया",
  "(3) In some statutes enacted by certain": "(ग) कुछ राज्यों द्वारा अधिनियमित अधिनियमों",
  "23. Ultimately, this Court on 21.03.2017 referring to": "23. आखिरकार, दिनांक 2.03.207 को इस न्यायालय ने उक्त बिंदुओं",
  "the aforesaid issues gave following liberty:": "को संदर्भित करते हुए निम्नलिखित छूट प्रदान कीः",
  "“According to us, in the aforesaid scenario, appropriate course of = action would be to permit the appellants to file": "उक्त के संदर्भ में हमारे अनुसार अपीलार्थी को उचित कार्यवाहिया करने हेतु",
  "24. Writ Petition No.25730 of 2017 was filed by the appellant in pursuant to the liberty dated 21.03.2017": "24. उक्त दिनांकित 2.03.207 प्रदत्त छूट के के अन्तर्गत अपीलार्थी द्वारा रिट संख्या 25730 दाखिल की गयी थी। रिट याचिका में की गयी",
  "in the writ petition relate to challenge to vires of Act, 2007. In the writ petition direction sought was": "देने से संबंधित है। रिट याचिका में जिस निर्देश की मांग की गयी थी वह",
  "declaring the Act, 2007 as invalid, void and": "अधिनियम, 2007 को अप्रभावी, शून्य और असंवैधानिक घोषित करने के",
  "Refinery. Further reliefs were claimed in the writ petition including prayer for quashing the assessment": "लिए था। मूल्यांकन आदेश को समाप्त करने की प्रार्थना जो रिट याचिका में",
  "orders enclosed as Annexure 3 to 11 to the writ": "परिशिष्ट 3 से 4 है, सहित आगे जो रिट याचिका में अनुतोष मांगा गया था",
  "petition that is assessment orders 1999-2000 to 2011-": "वह मूल्यांकन आदेश 999-2000 से 20-202 है। यह भी ध्यान",
  "petition there was challenge to interest also.": "देना प्रासांगिक है कि ब्याज को भी चुनौती दी गयी थी। निम्नलिखित बातें",
  "Following was stated in paragraphs 33 and 34 of the writ petition:": "रिट याचिका के प्रस्तर 33 और 34 में कहीं गयी थीः",
  "“33. That in view of the aforesaid, it is": "33. यह कि उक्त के दृष्टिगत, यह कथन किया जाता है कि",
  "case and Automobile case having’ been": "और ऑटोमोबाइल का वाद उलट दिया गया है, अतः",
  "petitioner for the period prior to": "अपीलार्थी से ..206 की अवधि से पहले के लिए",
  "the law, as_ has been declared by the": "चुका है, जो भूमि विधि के नाते घोषित किया गया है। अतः",
  "made to suffer due to subsequent change in": "बाद हुए विधि में परिवर्तन के कारण कष्ट नहीं भोगने दिया",
  "34. That without prejudice to the above, it": "34. यह कि उक्त के पूर्वग्रिह से ग्रसित हुए बिना, यह कथन",
  "is submitted that even’ otherwise the interest, if any, could not be charged from": "किया गया कि यहां तक कि अन्यथा ब्याज, यदि कोई हो,",
  "the petitioner prior to the date of passing the assessment order.”": "मूल्यांकन आदेश पारित होने की तिथि से पहले अपीलार्थी पर",
  "25. A perusal of the judgment of the High Court dated 04.05.2018 indicates that the Division Bench in": "25. दिनांक 04.05.208 के उच्च न्यायालय के निर्णय के अवलोकन के",
  "paragraph No.40 took the view that the Division Bench": "यह परिलक्षित होता है कि खण्ड़पीठ ने प्रस्तर 40 में यह दृष्टिकोण लिया कि",
  "been heard and finally decided by such Court.": "करने के लिए सक्षम था और ऐसे न्यायालय द्वारा सुना जा चुका है और अन्तिम रूप से विनिश्चित किया जा चुका है।",
  "Explanation IV.- Any matter which might and": "स्पष्टीकरण 4. किसी ऐसे भी विषय के बारे में, जो ऐसे पूर्ववर्ती",
  "ought to have been made ground of defence or attack in such former suit shall be": "वाद में प्रतिरक्षा या आक्रमण का आधार बनाया जा सकता था",
  "suit. Present is a case where the plea of questioning": "भी लम्बित है। वर्तमान मामला ऐसा मामला जहां पर रिट याचिका संख्या",
  "raised by the appellant in the writ petition in": "नहीं दी गयी है इसलिए यह अपीलार्थी द्वारा दायर बाद की रिट याचिका में",
  "due to the Court having restricted the consideration to the three questions as noted above. In the above": "में दर्शित आधारों तक सीमित प्रतिफल तक सीमित कर लिया। इस प्रकार खण्ड़पीठ ने प्रतिफल को तीन प्रश्नों तक सीमित कर लिया जैसा कि हमने",
  "the consideration of any other questions including the question of interest which is clear from the": "ब्याज के प्रश्न सहित किसी अन्य प्रश्न को विचारित करने की स्पष्ट अनुज्ञा",
  "the question of interest which is clear from the judgment dated 04.05.2018. It has been specifically": "नहीं दी जो दिनांक 04.05.208 के निर्णय से स्पष्ट है। स्पष्टतः यह कथन",
  "W.P.NO.25730 of 2017, in the writ petitions where": "कियाा गया है कि जब रिट याचिका संख्या 25730 वर्ष 207 सहित अन्य",
  "Writ Tax No.474 of 2017 (M/s. Birla Corporation Limited Vs. State of U.P. and others) had _ been": "संख्या 474 वर्ष 2077 श्री बिरला कॉरपोरेशन लिमिटेड बनाम उत्तर प्रदेश",
  "Limited Vs. State of U.P. and others) had _ been brought on record as Annexure P-24 where the Division": "राज्य एवं अन्य के मामले में पारित निर्णय को संलगय्रक पी-24 के रूप में",
  "Bench ordered: “This petition be de-linked from the": "अभिलेख पर लाया गया है जहां पर खण्ड़पीठ ने आदेश दिया किः इस",
  "27. Specific ground No.L has also been taken which reads as follows:": "27. विशिष्ट आधार संख्या एल को लिया गया जो निम्नलिखित हैः",
  "consciously restricted the consideration to _ three questions as noted in the judgment of this Court": "कर दिया क्योंकि न्यायालय ने स्वयं को उपरोक्त उल्लिखित तीन प्रश्नों तक",
  "ground of res judicata. The sequence of the events and the fact of de-tagging the writ petition with the": "नहीं छोड़ा जा सकता था। घटनाओं का क्रम और रिट याचिका को मुख्य",
  "main Bunch where challenge to interest was made separately clearly indicate that the Division Bench": "समूह से हटाने का तथ्य जहां अलग से ब्याज को चुनौती दी गयी थी, स्पष्टतः",
  "intended not to entertain the question of liability to pay interest in the Bunch which was reserved on": "आरक्षित किया था स्पष्ट रूप से बंच में ब्याज के भुगतान के दायित्व के प्रश्न",
  "be pressed in service against the appellant to preclude him from raising the question which was not": "को अपीलकर्ता के विरूद्ध प्रश्न उठाने से उसे रोकने के लिए नहीं लगाया जा",
  "30. There 1S one more reason due to which we are not": "30. यहां एक अन्य कारण है जिसके चलते हम प्रवेश कर पर ब्याज को जमा",
  "to shut the consideration of question of liability of": "करने के अपीलार्थी के दायित्व के प्रश्न के विचारण को बंद नहीं करते हैं।",
  "the facts of the case, as noticed above, it is": "उपरोक्त वर्णित मामले के तथ्यों से स्पष्ट होता है कि दिनांक 06.2.203",
  "apparent that in the order of this Court passed on": "को पारित इस न्यायालय के आदेश में, जब न्यायालय सिविल अपील संख्या",
  "SLP(C)No.2757-2758 of 2004), this Court observed “in the event of appellant failing in this appeal, the": "न्यायालय ने अवलोकन किया कि यदि \"अपील में अपीलार्थी असफल हो",
  "decided on 21.03.2017 by this Court, this Court": "2.03.207 निर्णीत कर दिया गया तब उद्च न्यायालय द्वारा विचारित किये",
  "granted liberty to the appellant to file fresh writ petition raising the issues mentioned therein for": "जाने के लिए यहां उल्लिखित मुद्दों को उठाते हुए अपीलार्थी को छूट प्रदान की",
  "regarding interest to be paid by the appellant under": "प्रावधानों के तहत अपीलार्थी द्वारा भुगतान किये जाने वाले ब्याज के संबंध में",
  "appellant to raise above noted three issues on the necessary factual background or any other constitutional/statutory issues, which arise_ for": "तथ्यातमक अथवा अन्य संवैधानिक/सांविधिक आधार उक्त वर्णित तीन मुद्दों",
  "by the appellant under Act, 2007.": "न्यायालय उक्त अधिनियम के तहत अपीलार्थी द्वारा ब्याज के भुगतान करने",
  "31. Further, what is the scheme of payment’ of interest under Act, 2007 is a question which depends": "34. आगे जो ब्याज की आदायगी की योजना है वह एक ऐसा प्रश्न है, वह",
  "on the interpretation of the Act, 2007 and the Rules": "अधिनियम, 2007 के निर्वचन एवं उसके तहत बनाये गये नियमों पर निर्भर",
  "framed thereunder. The issue needs determination for proper working of the Act and the Rules. In this": "करता है। इस मुद्दे को नियमों और अधिनियम के उचित कार्यान्वयन हेतु",
  "context, we may refer to judgment of this Court in": "निर्धारित करने की आवश्यकता है। इस संदर्भ में हम इस न्यायालय द्वारा श्री",
  "Shree Bhagwati Steel Rolling Mills Vs. Commissioner": "भगवती स्टील रोलिंग मिल बनाम कमिश्रर सेण्ट्रल एक्साइज एवं अन्य 2076.",
  "provisions of Central Excise Act, 1944 under Rule 96-": "पर सेंट्रल एक्साइज 944 के अन्तर्गत नियम 96-जेड ओ, 96-जेडपी एवं",
  "ZO, 96-ZP and 96-ZQ of Central Excise Rules, 1944 was": "केंद्रीय एक्साइज नियमावली 944 के नियम 96-जेडओ के प्रावधानों के",
  "held question of jurisdiction to levy interest and the said question was allowed to be raised. This": "अन्तर्गत ब्याज का अधिरोपण एवं उक्त प्रश्न को उठाने की स्वीकृति देने के",
  "the said question was allowed to be raised. This Court laid down following in paragraph 29:": "क्षेत्राधिकार से संबंधित है। इसको इस न्यायलय प्रस्तर-29 में प्रतिपादित किया हैः",
  "interest and is otherwise covered by a Constitution Bench decision of this Court, it would be a travesty of justice if we": "के संवैधानिक पीठ के निर्णय से आच्छादित है। यदि हम श्री",
  "32. We are, thus, of the view that the question": "32. अतः हम मानते हैं कि अधिनियम, 2007 की योजना के अन्तर्गत प्रवेश",
  "need to be examined by this Court in these appeals.": "न्यायालय द्वारा इन अपीलों में जाँच की जानी चाहिए। उक्त चर्चाओं के दृष्टिगत",
  "In view of the above discussion, we are of the view that the High Court in the impugned judgment": "हमारा विचार है कि मा. उच्च न्यायलय ने आक्षेपित निर्णय में प्रत्यर्थी की",
  "the question relating to nature and extent’ of liability of interest on Entry Tax under the scheme": "ब्याज की दायित्व की सीमा एवं विस्तार से संबंधित प्रश्न को इन अपीलों में",
  "33. The submission of the appellant is that interest": "33. अपीलार्थी ने कहा कि अधिनियम के अन्तर्गत प्रवेश कर पर ब्याज उसके",
  "on the Entry Tax is not payable by the appellant": "द्वारा देय नहीं है और अधिनियम में बकाये पर ब्याज के आरोपण से संबंधित",
  "submitted that interest on Entry Tax is contemplated": "प्रवेश कर पर ब्याज को वहाँ विचारित किया जा सकता है जहाँ पर कर के",
  "interest and penalty is contemplated where any": "साथ ब्याज एवं दण्ड पर ध्यान दिया जाता है और जहाँ पर कोई निर्माता धारा",
  "manufacturer fails to deposit the tax under Section 12. He submitted that there is no other substantive": "|2 के अन्तर्गत कर के भुगतान में असफल रहता है। उन्होंने यह कहा कि",
  "notification.": "उद्घोषणा",
  "(111) Section 11 - Tax liability in case of minor or incapacitated person;": "(।) धारा 4- नाबालिग एवं अक्षम व्यक्ति के मामले में कर का दायित्व।",
  "(iv) Section 12 - Liability in case of Court of wards;": "(५४) धारा 42- कोर्ट्स ऑफ वार्ड्स के मामले में कर का दायित्व।",
  "(v) Section 16 - Burden of proof;": "(५४) धारा 46- सबूत का भार।",
  "(vi) Section 19 - Security in the interest of revenue;": "(५) धारा 49- राजस्व के हित में सुरक्षा।",
  "(vii) Section 21 - Account and documents to be maintained by dealers;": "(शी) धारा 24- खाता एवं प्रपत्रों का डीलरों द्वारा बनाया जाना।",
  "(viii) Section 29 - Assessment of tax of": "(भा) धारा 29- मूल्यांकन से बचे हुए कुल कर का",
  "(1x) Section 30 - Rounding off of turnover and tax;": "(9) धारा 30- कुल कारोबार एवं कर का आंकलन।",
  "(x1) Section 32 - Power to set aside ex parte order of assessment or": "(१) धारा 32- एक पक्षीय मूल्यांकन एवं दण्ड को अपास्त करने की शक्ति।",
  "(X11) Section 33 - Payment and recovery of tax;": "(भय) धारा 33- कर का भुगतान एवं वसूली।",
  "area from any manufacturer within the State, such": "किया जाए, को किसी निर्माता से राज्य के अन्दर किसी",
  "the manufacturer the tax payable on entry of such goods into the local area and the manufacturer shall": "निर्माता को स्थानीय क्षेत्र में माल के प्रवेश पर देय कर का",
  "manufacturer received the tax under Section 12(1) but": "(2) निर्माता, जिसने उपधारा () के अन्तर्गत कर को प्राप्त",
  "he shall be liable to pay tax along with the": "से कर का भुगतान करेगा।",
  "“12. Realization of tax through manufacturer": "\"2. निर्माता से कर की प्राप्ति",
  "goods specified in the Schedule as may be notified by the State Government, shall, at": "कहीं से भी किसी माल, जैसा कि राज्य सरकार अनुसूची में निर्दिष्ट करे,",
  "deposit, the tax under this section he shall be liable to pay the tax along with the": "तो वह ब्याज सहित कर के भुगतान का दायी होगा। अतः धारा 42(3) केवल",
  "recovery and collection of tax, including": "वसूली एवं कर इकट्ठा करने की रीति भी बताता है,",
  "charging interest on delayed payments, etc.": "है। विलम्ब से भुगतान इत्यादि पर दण्ड लगाने के लिए",
  "the liability is strictly construed but": "धारा का कठोर रूप से अर्थ लगाया जाता है किन्तु",
  "extended to the machinery provisions which": "की तरह लगाये जाते हैं, मशीनरी प्रावधानों तक सीमित",
  "machinery provisions must, no doubt, be so": "नहीं है। मशीनरी प्रावधानों का अर्थ इस तरह लगाना",
  "construed as would effectuate the object and purpose of the statute and not defeat": "चाहिए जो उसके उद्देश्यों को और प्रभावी बनाये न कि",
  "the same. (See Whitney v. IRC, CIT v.": "असफल बनाये। (देखें- व्हिटने बनाम आईआरसी,",
  "Mahaliram Ramjidas, India United Mills Ltd. v. Commissioner of Excess Profits Tax,": "सीआईटी बनाम महालीराम रामजीदास, इण्डिया युनाइडेट मिल्‍्स लि. बनाम कमिश्नर एक्सेस प्रोफिट्स",
  "v. Commissioner of Excess Profits Tax, Bombay and Gursahai Saigal v. CIT, Punjab).": "युनाइडेट मिल्‍्स लि. बनाम कमिश्नर एक्सेस प्रोफिट्स टैक्स, बाम्बे एवं गुरसाही सहगल बनाम सीआईटी,",
  "But it must also be realised that provision": "पंजाब)। लेकिन हमें यह सोंचना चाहिए कि प्रावधान जो",
  "“33. Payment and recovery of tax- (1) Any": "\"33. कर की वसूली एवं भुगतान- () टैक्स की कोई राशि या",
  "amount of tax or fee or penalty or any other amount, which a dealer or’ other": "फीस या दण्ड़ या अन्य कोई राशि, जिसका डीलर या अन्य",
  "person is liable to pay under this Act, shall be deposited by the dealer or _ such": "व्यक्ति इस अधिनियम के अन्तर्गत दायी है, वह डीलर एवं अन्य",
  "(2) Subject to provisions of section 42, the tax admittedly payable, shall be deposited within the time prescribed,": "(2). धारा 42 के प्रावधानों के अध्यधीन, कर जिसको जमा किया जाना है उसे विहित समय में जमा करना होगा और ऐसा",
  "failing which simple interest at the rate of one and quarter percent per mensum shall": "करने में असफल रहने पर एक चौथाई साधारण ब्याज प्रतिमार",
  "become due and be payable on unpaid amount": "की दर से बकाया हो जाएगा और इस बकाये का भुगतान करना",
  "date of payment of such amount and nothing": "होगा जो ऐसी राशि का भुगतान करने की निर्धारित तिथि के",
  "contained in section 24 shall prevent or": "अन्तिम तिथि से प्रभावी होगा और धारा 24 की कोई ऐसी बात",
  "paragraph No.6, which is to the following effect:": "को दुहराया जो प्रस्तर 6 में है जो निम्नलिखित है-",
  "the Constitution Bench judgment in": "संविधानिक पीठ के निर्णय का विश्लेषण कर इस न्यायालय ने",
  "payment of tax only if the statute that": "कि कर जमा करने में हुई देरी के चलते ब्याज केवल तभी",
  "being no substantive provision in the Act": "एवं वसूलने का संविधि में मौलिक प्रावधान नहीं है जो संशोधित",
  "that applied to purchases of sugarcane made subsequent to the date of commencement of": "अधिनियम के प्रारम्भ के दिन से बाद गन्ने की खरीद पर लागू",
  "be so levied, based on the application of the said Rule 45 or otherwise.”": "उक्त नियम 45 या अन्यथा के अनुप्रयोग पर आधारित”",
  "33 of the VAT Act, 2008 which has’ been made": "44. वैट अधिनियम,2008 की धारा 33 के प्रावधान की प्रकृति कया है,",
  "mutandis” applies certain provisions of VAT Act, 2008 as mentioned in Section 13. Words “mutatis mutandis”": "2008 के कतिपय प्रावधानों पर लागू होता है जो धारा १3 में वर्णित है। पद",
  "and others Vs. State of Orissa, (1983) 2 SCC 82. In": "बनाम उड़ीसा राज्य, (4983) 2 एस.सी.सी. 82 के मामले में विचार में",
  "the aforesaid case this Court had occasion to consider the provisions of Orissa Additional Sales": "आया। उक्त मामले में न्यायालय के पास उड़ीसा अपर वाणिज्य कर अधिनियम 4975 पर विचार करने का अवसर प्राप्त था। यथाआवश्यक",
  "consider the provisions of Orissa Additional Sales Tax Act, 1975. Section 2(2) of which’ provision mutatis mutandis applies the provisions of Orissa": "परिवर्तन सहित की धारा 2(2) उड़ीसा बिक्री कर अधिनियम,947 के",
  "“17. Section 3(2) of the Act which makes": "“7. अधिनियम की धारा 3(2) जो प्रधान अधिनियम",
  "mutandis applicable to the levy of additional tax is a part of the charging": "यथाआवश्यक परिवर्तन सहित के प्रावधान अतिरिक्त कर",
  "provision of the Act and it does not say": "प्रावधान हैं और इसमें यह बात नहीं कही गयी है कि प्रधान",
  "Act which relate to assessment and collection of tax will be applicable to the": "अधिनियम के कर मूल्यांकन और वसूली संबंधी प्रावधान",
  "collection of tax will be applicable to the proceedings under the Act. Before": "अधिनियम के अन्तर्गत कार्यवाहियों पर लागू होंगे। इस पर",
  "considering what provisions of the": "विचार करने के पूर्व कि प्रधान अधिनियम के कौन से प्रावधन",
  "principal Act should be read as part of the": "अधिनियम के भाग के रूप में पढ़ा जाना चाहिए, हमें पद",
  "the necessary changes in points of detail,": "डिक्सनरी यथाआवश्यक परिवर्तन सहित आवश्यक परिवर्तन",
  "“My Lords, I do not doubt that in": "\"माई लॉर्ड, मुझे संदेह नहीं है कि अधिनियम के अर्थान्वयन के",
  "Acts dealing with a specific subject- matter, particularly where all such": "समय जो विशिष्ट विषयवस्तु से संबंधित है विशेष रूप से वहां",
  "scheme which can be seen in clear outline and amendments in later Acts": "देनी चाहिए जो स्पष्ट रूप में लिखी हों और बाद के अधिनियम",
  "42. Further, again the same proposition was reiterated in Rajasthan State Industrial Development and Investment Corporation and another Vs. Diamond &": "42. आगे इसी कथन को राजस्थान राज्य औद्योगिक विकास एवं निवेश एवं",
  "and Investment Corporation and another Vs. Diamond & Gem Development Corporation Limited and another, 2013": "अन्य बनाम डाइमन्ड जेम डेवलपमेंट कॉरपोरेशन लि. एवं अन्य 203 (5)",
  "meaning that matters or things are generally the same, but to be altered when": "अर्थ यह हुआ कोई पदार्थ और चीजें सामान्यतः वैसी ही रहती",
  "when necessary, as to names, offices, and": "हैं लेकिन जब आवश्कता होती है तो उनके नाम, कार्यालय में",
  "the like”. Extension of an earlier Act": "बदलाव किया जाए। पूर्व अधिनियम यथाआवश्यक परिवर्तन",
  "the idea of adaptation, but so far only as": "को लागू करता है, लेकिन अब तक केवल क्योंकि यह उन",
  "it is necessary for the purpose, making a change without altering the’ essential nature of the thing changed, subject of": "उद्देश्यों के लिए जरूरी है कि उस वस्तु के स्वभाव को बिना",
  "later Act. Section 3(2) of the Act shows": "बदले परिवर्तिन करना है। अधिनियम की धारा 3(2) यह",
  "that the State legislature intended not to": "दर्शित होता है कि विधानमण्ड्ल का आशय यह नहीं था कि",
  "Court that the Act was an independent Act": "है कि यह अधिनियम एक स्वतंत्र अधिनियम है और उसके",
  "been levied by the principal Act. The": "साथ छेड़छाड़ करना सही नहीं है। मूल अधिनियम और इस",
  "nature of the taxes levied under the Act and under the principal Act was the same": "अधिनिमय के तहत कर में छूट देने की जो प्रकृति है वह समान",
  "and the legislature expressly made the": "है और विधानमण्ड़ल ने स्पष्ट तौर पर मूल अधिनिमय में",
  "mutandis applicable to the levy under the Act. The additional sales tax was in the": "अधिनियम के तहत छूट को लागू करते हैं। अतिरिक्त बिक्री",
  "the principal Act. The Act, though it had a": "निर्धारिती के द्वारा भुगतान किया जाना था। यद्यपि अधिनियम",
  "long title, a short title and other usual features of every statute, could not be": "के पास विस्तृत नाम, संक्षिप्त नाम और प्रत्येक कानून का अन्य",
  "features of every statute, could not be considered as an independent statute. It": "सामान्य गुण होने पर भी इसे स्वतंत्र कानून विचारित नहीं किया जा सकता है। इसे प्रभावी बनाने के लिए मूल अधिनियम",
  "of such law, including’ provisions": "अधिनियम के प्रावधानों को लागू करते हैं तो इस अधिनियम",
  "assessment, advance payment of tax,": "अनंतिम मूल्यांकन, कर का अग्रिम भुगतान, किसी व्यापार में",
  "business, imposition of the tax liability of a person carrying on": "चलाए जा रहे किसी व्यक्ति पर कर दायित्व का अधिरोपण,",
  "successor to, such business, transfer of liability of any firm or Hindu": "उत्तराधिकारी को, ऐसा व्यापार, किसी फर्म के या हिन्दू",
  "undivided family to pay tax in the event of the dissolution of such firm": "अविभाजित परिवार का ऐसी फर्म का समापन ऐसे परिवार के",
  "reviews, revisions, references, refunds, rebates, penalties charging": "व्यक्ति से कर वसूली , पुनर्याचना, निर्देश, प्रतिदाय, छूट,",
  "purported exercise of their powers under Section 35A": "कर अधिनियम की धारा 35 क के तहत मिली शक्ति का प्रयोग कर",
  "filed challenging the exemption of tax. One of the": "अपीलार्थियों से ब्याज के भुगतान की अपेक्षा की थी। एक प्रश्न जिसको",
  "questions noted for consideration is as to whether Section 9(2) of the Central Sales Tax Act did not": "विचार में लिया गया वह यह कि क्या केंद्रीय बिक्री कर अधिनियम की धारा",
  "visualise any payment of interest. Section 9(2) has": "9(2) में कोई ब्याज का भुगतान कल्पित है कि नहीं। धारा 9(2) का उद्धरण",
  "is to the following effect:": "दिया जा रहा है जिसका निम्नलिखित प्रभाव है-",
  "“4. Section 9(2) of the Central Act, as it stood at the relevant time, read thus:": "\"|. यहां केंद्रीय अधिनियम की धारा 9(2) इस प्रकार हैः",
  "“9, (2) Subject to the other provisions of this Act and the rules": "\"9(2) इस अधिनियम के अन्य प्रावधानों एवं नियमों के अधीन",
  "made thereunder, the authorities for": "रहते हुए, प्राधिकारीगण जिन्हें समुचित सरकार द्वारा तत्समय",
  "of any tax under the general sales": "समान्य बिक्री कर विधि के अधीन कर के मूल्यांकन ,",
  "46. This Court in India Carbon Ltd. (supra) held": "46. इस न्यायलय ने इण्डिया कार्बन लि.(उपरोक्त) में धारित किया कि बाद",
  "that the provision relating to interest in the latter part of Section 9(2) can be employed by the States’": "के भाग में धारा 9(2) से संबंधित प्रावधान केवल तभी बिक्री कर",
  "sales tax authorities only if the Central Act makes a": "प्राधिकारियों द्वारा लगाया जा सकता है जब केंद्रीय अधिनियम केवल उस",
  "substantive provision for the levy and charge of interest on Central sales tax and only to that": "सीमा तक केंद्रीय बिक्री कर पर करारोपण और ब्याज लगाने संबंधी मौलिक",
  "extent. In paragraph 13 following has been laid down:": "प्रावधान बनाए। प्रस्तर 3 में निम्नलिखित धारित किया गया हैः",
  "“13. Now, the words “charging or payment of interest” in Section 9(2) occur in what may": "\"3. अब, धारा 9(2) में ब्याज का आरोपण या वसूली",
  "be called the latter part thereof. Section": "प्रावधान बाद के भाग कहे जा सकते हैं। धारा 9(2) बिक्री कर",
  "of a State to assess, reassess, collect and": "मूल्यांकन, पुनर्मूल्यांकन, वसूली एवं भुगतान के प्रवर्तन की",
  "of Section 9(2). By the second part": "देय हो, धारा 9(2) का यह प्रथम भाग है। द्वतीय भाग में",
  "State Act and the provisions of the State": "प्राधिकारियों को , राज्य अधिनियम एवं इसके प्रावधानों के",
  "charging and payment of interest, apply": "ब्याज का आरोपण और भुगतान से संबंधित प्रावधान शामिल",
  "accordingly. Having regard to what has been Said in the case of Khemka & Co. it must be": "हैं तथा तदनरूप लागू होता है। खेमका एण्ड कम्पनी के मामले में जो कुछ भी कहा गया उसका ध्यान रखते हुए यह धारित",
  "held that the substantive law that’ the States’ sales tax authorities must apply is the Central Act. In such application, for": "करना होगा कि मूल विधि जिसे राज्य लागू करेगी वह केंद्रीय",
  "the Central Act. In such application, for procedural purposes alone, the provisions": "अधिनियम है. ऐसे अनुप्रयोगों में, केवल प्रक्रियात्मक उद्देश्यों के",
  "of the State Act are available. The": "लिए राज्य के प्रावधान उपलब्ध हैं। धारा 9(2) के बाद वाले",
  "provision in the Central Act requiring the payment of interest on Central sales tax": "यहां चूंकि केंद्रीय अधिनियम में केंद्रीय बिक्री कर पर ब्याज",
  "for the purpose of collecting and enforcing payment of Central sales. tax, charge": "कर प्राधिकारी, केंद्रीय बिक्री के भुगतान के प्रवर्तन और उसको",
  "47. Section 9(2) was considered in two parts. This Court treated the first as substantive provision": "47. धारा 9(2) दो भागों में विचार किया गया। इस न्यायालय ने प्रथम भाग को मौलिक प्रावधीन कहा जबकि द्वतीय भाग को कहा कि इसका उद्देश्य",
  "whereas second part only for procedural purpose alone, due to the above reason, this Court held that": "केवल प्रक्रियात्मक है। उक्त कारणों के चलते इस न्यायालय ने धारित किया",
  "any claim of interest was unfounded. In the case": "कि ब्याज का कोई भी दावा नहीं पाया गया। हमारे पहले इस मामले में धारा",
  "virtue of Section 13 mutatis mutandis. There is no": "गया है। धारा 3 में की द्विभाजन नहीं है जैसा कि बिक्री कर अधिनियम की",
  "such dichotomy in Section 13 as was noticed in India Carbon Ltd. in Section 9(2) of the Central Sales Tax": "धारा 9(2) में इण्डिया कार्बन लिमिटेड के मामले में देखा गया था।",
  "48. As noticed above the Constitution Bench of this": "48. जैसा कि ऊपर उल्लेख किया गया है, इस न्यायालय की संवैधानिक पीठ",
  "Court in J.K. Synthetics Ltd. has laid down ™........ But": "ने जे. के. सिंथेटिक्स लि. के मामले में धारित किया है कि \"......... लेकिन",
  "it must also be realised that provision by which the": "यह समझना होगा कि प्रावधान जिसके द्वारा प्राधिकारी को ब्याज अधिरोपण",
  "provisions, is substantive law....... ”\" We have, thus, no": "विधि........... \" इस प्रकार हमें अपीलार्थी के विद्वत अधिवक्ता के तकॉं को",
  "counsel for the appellant that Act, 2007 does not contain any substantive law for levy of the interest.": "नकारने में की संकोच नहीं है कि अधिनियम 2007 में ब्याज को लगाने और",
  "49. We having answered jurisdictional question no.1 and": "49. हमारे द्वारा क्षेत्राधिकार संबंधी प्रश्न संख्या एवं 2 का उत्तर दिये जाने",
  "question no.2, other questions and issues need to be remitted to the High Court for consideration. The": "के उपरान्त अन्य प्रश्नों एवं विवाद्यों को उद्चू न्यायलय द्वारा विचारित करने",
  "various aspects including factual aspects need to be examined and considered by the High Court. For instance,": "सहित ब्याज एवं अन्य पहलुओं के निर्धारण हेतु प्रश्नों को उच्च न्यायालय द्वारा जांचे जाने एवं विचारित किये जाने की आवश्यकता है।",
  "interim order of this Court dated 09.02.2004 in Civil": "दिनांकित 09.02.2004 के इस न्यायालय के अन्तरिम आदेश के अनुसरण",
  "considered. There may be few other issues, questions of": "उस पर विचार किये जाने की जरूरत है। यहां पर कुछ अन्य विषय हो सकते",
  "facts which need to be decided by the High Court for": "हैं, तथ्यों से संबंधी प्रश्न जिसे उच्च न्यायालय द्वारा अपीलार्थी के ब्याज के",
  "other question or issue which may be required to be": "कि वह किसी प्रश्न या विषय की रचना कर सकता है जिस पर विचार एवं",
  "50. In result, the appeals are allowed. The impugned": "50. परिणामस्वरूप अपील पर अनुमति प्रदान की जाती है। दिनांक",
  "judgment of the High Court dated 22.11.2018 is set aside.": "22..208 का उच्च न्यायालय का आक्षेपित आदेश अपास्त किया जाता है। याचिकाएं विचारित एवं गुणों पर निर्णीत किये जाने हेतु उच्च न्यायालय के"
}