{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय न्यायक्षेत्र",
  "CIVIL APPEAL NO(s). 4794 OF 2019": "सिविल अपील सं. 4794 वर्ष 209",
  "(arising out of SLP (Civil) No(s). 9527 of 2018)": "(विशेष अनुमति याचिका (सिविल) सं. 9527 वर्ष 208 से उद्धृत)",
  "LAL BAHADUR GAUTAM .. . APPELLANT": "लाल बहादुर गौतम .... अपीलार्थी",
  "STATE OF U.P. AND OTHERS ... RESPONDENT({(S)": "उत्तर प्रदेश राज्य एवं अन्य .... प्रत्यर्थी (गण )",
  "JUDGMENT": "निर्णय",
  "Delay condoned. Leave granted.": "देरी माफ की गई। अनुमति प्रदान किया गया।",
  "to the Chaudhary Charan Singh University (hereinafter referred to": "\"अधिनियम\" के रूप में संदर्भित ) के तहत चौधरी चरण सिंह विश्वविद्यालय मेरठ",
  "as ‘the CCS University’), Meerut under the Uttar Pradesh State": "(एतस्मिनपश्चात 'सीसीएस विश्वविद्यालय' के रूप में संदर्भित ) से संबद्ध एक निजी",
  "his termination dated 24.04.2017 as being contrary to the": "विपरीत दिनांक 24.04.207 को सेवामुक्त कर दिया गया।",
  "was in violation of Section 35(2) of the Act as no prior approval had": "कि चूंकि अधिनियम की धारा 35(2) और सपठित नियम संख्या 6.06,",
  "12. Asa responsible officer of the Court and an important adjunct": "2. न्यायालय के एक जिम्मेदार अधिकारी और न्याय प्रशासन के एक",
  "to the Court as well as to the opposite side. He has to be fair to": "विपरीत पक्ष के प्रति भी कर्तव्य का पालन करता है। न्याय सुनिश्चित करने के लिए",
  "Ors. vs. Brijeshwar Singh Chahal & Ors., (2016) 6 SCC 1: -": "बुजेश्वर सिंह चहल एवं अन्य, (206) 6 एससीसी : में अवलोकित किया गया:",
  "“34....relationship between the lawyer and his client": "”34.... अधिवक्ता और उसके मुवक्किल के बीच भरोसा और विश्वास का",
  "is one of trust and confidence. As a responsible": "रिश्ता होता है। न्यायालय के एक जिम्मेदार अधिकारी और न्याय",
  "officer of the court and an important adjunct of the administration of justice, the lawyer also owes a": "प्रशासन के एक महत्वपूर्ण सहायक के रूप में अधिवक्ता न्यायालय के",
  "duty to the court as well as to the opposite side. He": "साथ-साथ विपरीत पक्षकार के लिए भी कर्तव्य मानते हैं। न्याय",
  "has to be fair to ensure that justice is done. He": "सुनिश्चित करने के लिए उन्हें निष्पक्ष रहना होगा। यदि वह अपने मुवक्किल",
  "judgment. This has only resulted in a waste of judicial time of the": "परिणामस्वरूप केवल न्यायालय के न्यायिक समय की बर्बादी हुई है, साथ ही",
  "necessary research. We would not be completely wrong in opining that though it may be negligence also, but the consequences could": "हम यह मानने में पूरी तरह से गलत नहीं होंगे कि यद्यपि यह उपेक्षा भी हो सकती",
  "have been fatal by misleading the Court leading to an erroneous": "है, लेकिन न्यायालय को एक गलत फैसले के लिए भ्रामक बताकर नतीजे घातक",
  "11. Simply, failure in that duty is a wrong against the justice delivery system in the country. Considering that over the years,": "7. ऐसे ही, देश में न्याय वितरण प्रणाली के विरूद्ध उस कर्तव्य में विफलता",
  "delivery system in the country. Considering that over the years, responsibility and care on this score has shown a decline, and so": "गलत है। यह देखते हुए कि पिछले कुछ वर्षों में, इस स्कोर पर जिम्मेदारी और",
  "despite the fact that justice is so important for the Society, it is time": "देखभाल में गिरावट आई है, और इस तथ्य के बावजूद कि समाज के लिए न्याय",
  "that we took note of the problem, and considered such steps to": "इतना महत्वपूर्ण है, यह समय है कि हमने समस्या पर ध्यान दिया, और समस्या को दूर करने के लिए ऐसे कदमों पर विचार किया। हम सभी स्तरों पर पक्षकारों",
  "remedy the problem. We reiterate the duty of the parties and their Counsel, at all levels, to double check and verify before making any": "को दूर करने के लिए ऐसे कदमों पर विचार किया। हम सभी स्तरों पर पक्षकारों और उनके अधिवक्ता के कर्तव्य को बार बार कहते हैं, ताकि न्यायालय में कोई भी",
  "everyone has to be responsible and careful in what they present to": "जाना चाहिए कि प्रत्येक को न्यायालय में प्रस्तुत होने के लिए जिम्मेदार और",
  "the Court. Time has come for these issues to be considered so that": "सावधान रहना होगा। इन मुद्दों पर विचार करने का समय आ गया है ताकि न्याय",
  "the citizen’s faith in the justice system is not lost. It is also for the": "प्रणाली में नागरिकों का विश्वास न खोए। यह सभी स्तरों पर न्यायालयों के लिए भी",
  "and the provisions of the Agra Universities Act, 1926 but was merely": "आगरा विश्वविद्यालय अधिनियम, 926 के प्रावधानों के तहत बनाया गया था,",
  "Agra University Hand Book also did not contain any provisions like": "आगरा विश्वविद्यालय हैंड बुक के संविधि 4(ए) में भी अधिनियम की धारा",
  "Section 35(2) of the Act.": "35(2) जैसे कोई प्रावधान नहीं थे।",
  "“Statute 14(A): Each college, already affiliated or": "\"संविधि 4 (ए): प्रत्येक कॉलेज, जो पहले से ही संबद्ध है या जब",
  "when affiliated, which is not maintained exclusively by government must be under the": "संबद्ध है, जिसे विशेष रूप से सरकार द्वारा नहीं चलाया जाता है, एक",
  "management of a regularly constituted governing body (which includes managing committee) on": "नियमित रूप से गठित शासी निकाय (जिसमें प्रबंधन समिति शामिल है)",
  "which the staff of the college shall be represented": "के प्रबंधन के तहत होना चाहिए, जिस पर कॉलेज के कर्मचारियों का",
  "by the principal of the college and at least one": "प्रतिनिधित्व कॉलेज के प्रिंसिपल द्वारा किया जाएगा और कॉलेज के",
  "representative of the teachers of the college to be": "शिक्षकों का कम से कम एक प्रतिनिधि कॉलेज में कार्यावधि के आधार",
  "appointed by rotation in order of seniority": "पर निर्धारित वरिष्ठता क्रम में चक्रण द्वारा नियुक्त किया जाएगा, जो एक",
  "who shall hold office for one academic year.”": "शैक्षणिक वर्ष के लिए पद धारण करेगा।”",
  "easy access to information technology for research today, as": "अनुसंधान के लिए सूचना प्रौद्योगिकी की आसान पहुंच के बावजूद, विधिक",
  "compared to the plethora of legal Digests which had to be studied": "व्यवस्था की बहुलता, जिनका पूर्व अध्ययन किया जाना था, की तुलना में वर्तमान",
  "5. We have considered the submissions on behalf of the parties.": "5... हमने पक्षकारों की ओर से तर्कों पर विचार किया है। उच्च न्यायालय ने",
  "The High Court held that merely because of affiliation to the CCS": "अवधारित किया कि केवल सीसीएस विश्वविद्यालय से संबद्धता के कारण, रिट",
  "University, the writ petition was not maintainable against a private unaided college. The order is cryptic, non-speaking and devoid of": "याचिका एक निजी असहायता प्राप्त कॉलेज के विरूद्ध अपोषणीय थी। यह आदेश",
  "any consideration of the statutory provisions of the Act. The effect": "अधिनियम के वैधानिक प्रावधानों के किसी भी विचार से रहित अप्रकट और",
  "duty; the hallowed and honoured duty.”": "है कि पवित्र और सम्मानित कर्तव्य का कर्तव्य की ओर प्रतिक्रिया होगी।”",
  "provisions of the Act, it is set aside. The appellant is held entitled to": "में है, इसे अपास्त रखा गया है। अपीलार्थी को बहाली को अवधारित किया जाता",
  "reinstatement. The respondent management is not precluded from proceeding afresh in accordance with law from the stage of": "है। प्रतिवादी के प्रबंधन को अनियमितता के चरण से कानून के अनुसार नए सिरे",
  "any request for approval on its own merits in accordance with law without being influenced by any observation in the present order.": "किसी भी अवलोकन से प्रभावित हुए बिना कानून के अनुसार अपनी गुणावगुण के",
  "The question of back wages, if any, shall abide by any such decision": "आधार पर अनुमोदन के किसी भी अनुरोध पर विचार करेंगे। मेहनताने का प्रश्न, यदि कोई हो तो कुलपति का इस तरह के किसी भी निर्णय द्वारा बाध्य होगा।",
  "16. The appeal stands disposed of.": "6. अपील का निपटारा किया गया।",
  "(Arun Mishra)": "(न्यायमूर्ति अरुण मिश्रा)",
  "26. A lawyer must not hesitate in telling the court the correct position of law when it is undisputed and admits of no exception. A view": "26. एक अधिवक्ता को न्यायालय को कानून की सही स्थिति बताने में संकोच नहीं करना चाहिए जब वह निर्विवाद हो और अपवाद रहित",
  "of the law settled by the ruling of a superior": "मानता हो। किसी उच्च न्यायालय के निर्णय द्वारा तय किए गए कानून का",
  "court or a binding precedent even if it does not": "एक दृष्टिकोण या एक बाध्यकारी मिसाल भले ही वह अपने मुवक्किल के",
  "reposed by the court in the counsel appearing for": "के लिए पेश होने वाले अधिवक्ता में न्यायालय द्वारा दिए गए विश्वास से",
  "of court, shall apprise the Judge with the correct": "न्यायाधीश को कानून की सही स्थिति से अवगत कराएगा चाहे वह",
  "position of law whether for or against either party.”": "किसी भी पक्ष के विरूद्ध हो अथवा नहीं।\"",
  "14. That a higher responsibility goes upon a lawyer representing": "4. एक संस्थान का प्रतिनिधित्व करने वाले एक अधिवक्ता पर बड़ी जिम्मेदारी",
  "an institution was noticed in State of Rajasthan and another vs. Surendra Mohnot and others, (2014) 14 SCC 77: -": "राजस्थान राज्य एवं अन्य बनाम सुरेंद्र मोहनोट एवं अन्य (2074; 74 एससीसी 77 में धारित किया गया:-",
  "“33. As far as the counsel for the State is": "“33. जहां तक राज्य के लिए अधिवक्ता का प्रश्न है, यह निश्चित रूप से",
  "concerned, it can be decidedly stated that he has a high responsibility. A counsel who represents": "कहा जा सकता है कि उनके पास एक बड़ी जिम्मेदारी है। एक अधिवक्ता",
  "correct and honest manner. He has to discharge": "तरीके से बताना आवश्यक है। उसे अपने कर्तव्य का निर्वहन बड़ी",
  "his duty with immense responsibility and each of his action has to be sensible. He is expected to": "जिम्मेदारी के साथ करना होगा और प्रत्येक कार्य को समझदारी से",
  "his action has to be sensible. He is expected to have higher standard of conduct. He has a": "करना होगा। उनसे आचरण के उच्च स्तर की उम्मीद की जाती है।",
  "special duty towards the court in rendering": "न्यायालय के प्रति सहायता प्रदान करने में उनका विशेष कर्तव्य है। ऐसा",
  "public records and is also obliged to protect the public interest. That apart, he has a moral": "हित की रक्षा के लिए भी बाध्य है। इसके अलावा, उसके पास न्यायालय"
}