{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय क्षेत्राधिकार",
  "CRIMINAL APPEAL NO. 1633 OF 2023": "दाण्डिक अपील संख्या 633 /2023",
  "State of U.P. ... Appellant": "उत्तर प्रदेश राज्य ... अपीलार्थी",
  "versus": "बनाम",
  "Sonu Kushwaha": "सोनू कुशवाहा .- प्रत्यर्थी",
  "JUDGMENT": "निर्णय",
  "ABHAY S. OKA, J.": "न्यायमूर्ति अभय एस. ओका",
  "FACTUAL ASPECTS": "तथ्यात्मक पहलू",
  "1. The only question involved in this appeal is whether the": "4. इस अपील के सम्बन्ध में एकमात्र प्रश्न यह है कि क्‍या प्रत्यर्थी लैंगिक",
  "Children from Sexual Offences Act, 2012 (for short, ‘the POCSO Act).": "अपराधों से बच्चों का संरक्षण अधिनियम, 2042 (संक्षेप में, 'पॉक्सो अधिनियम')",
  "offences punishable under Sections 377 and 506 of the Indian": "सी.) की धारा 377 और 506 और पॉक्सो अधिनियम की धारा 6 सपठित",
  "Sessions Judge, Jhansi who was the Special Judge under the": "अपर सत्र न्यायाधीश, झाँसी, जो पॉक्सो अधिनियम के तहत विशेष न्यायाधीश",
  "High Court, which we have quoted above. In this context, it is": "के बारे में कोई विवाद नहीं है, जिसे हमने ऊपर उद्धृत किया है। इस संदर्भ में,",
  "necessary to note the definition of ‘penetrative sexual assault’ incorporated in Section 3 of the POCSO Act. Clause (a) of": "पॉक्सो अधिनियम की धारा 3 में शामिल 'प्रवेशन लैंगिक हमले' की परिभाषा पर",
  "Section 3 reads thus:": "ध्यान देना आवश्यक है। धारा 3 का खंड (७) इस प्रकार हैः",
  "“3. Penetrative Sexual Assault.- A": "\"3, प्रवेशन लैंगिक हमला।कोई व्यक्ति, “प्रवेशन लैंगिक हमला”",
  "(a) he penetrates his penis, to any extent,": "(क) अपना लिंग, किसी भी सीमा तक किसी बालक की योनि,",
  "into the vagina, mouth, urethra or anus of a child or makes the child to": "मुंह, मूत्रमार्ग या गुदा में प्रवेश करता है या बालक से उसके साथ या",
  "do so with him or any other person; or": "किसी अन्य व्यक्ति के साथ ऐसा करवाता है; या",
  "assault”": "की धमकी भी दी।\"",
  "assault which was punishable under Section 4 of the POCSO Act.": "लैंगिक हमले का था जो पॉक्सो अधिनियम की धारा 4 के तहत दंडनीय था।",
  "5. The learned counsel appearing for the appellant—State of": "5. अपीलार्थी-उत्तर प्रदेश राज्य की ओर से पेश विद्वान अधिवक्ता ने पॉक्सो",
  "‘penetrative sexual assault’ under clause (a) of Section 3 of": "अधिनियम की धारा 3 के खंड (9) के तहत 'प्रवेशन लैंगिक हमले' की परिभाषा",
  "The respondent was’ sentenced to undergo rigorous imprisonment for ten years for the offence punishable under Section 6 of the POCSO Act and was directed to pay a fine of": "प्रत्यर्थी को पॉक्सो अधिनियम की धारा 6 के तहत दंडनीय अपराध के लिए दस साल के कठोर कारावास की सजा सुनाई गई थी और उसे रू. 5,000/- का",
  "rigorous imprisonment for seven years for the offence": "तहत दंडनीय अपराध के लिए सात साल के कठोर कारावास की सजा सुनाई गई",
  "punishable under Section 506 of IPC, he was sentenced to": "थी। आईपीसी की धारा 506 के तहत दंडनीय अपराध के लिए उसे एक वर्ष के",
  "undergo rigorous imprisonment for one year. For the last two": "कठोर कारावास की सजा सुनाई गई।अंतिम दो अपराधों के लिए जुर्माना भी",
  "3. The respondent preferred Criminal Appeal No.5415 of 2018 before the High Court of Judicature at Allahabad. By": "3. प्रत्यर्थी ने इलाहाबाद में उच्च न्यायालय के समक्ष दाण्डिक अपीलीय संख्या",
  "the impugned judgment, the High Court held that the": "5445/2048 दायर की।आक्षेपित निर्णय द्वारा, उच्च न्यायालय ने अवधारित",
  "respondent was guilty of the offence of penetrative sexual assault punishable under Section 4 of the POCSO Act and not": "किया कि प्रत्यर्थी पॉक्सो अधिनियम की धारा 4 के तहत दंडनीय प्रवेशन यौन",
  "the offence of aggravated penetrative sexual assault punishable under Section 6 of the POCSO Act. Therefore, his": "हमले के अपराध का दोषी था, न कि पॉक्सो अधिनियम की धारा 6 के तहत",
  "years with a fine of Rs.5,000/-. Only to this extent, the": "तहत दंडनीय अपराध के लिए उसकी मूल सजा को घटाकर 5, 000 रुपये के",
  "appeal was allowed.": "अपील की अनुमति दी गई थी।",
  "4. It is not disputed that the age of the victim was less than twelve years at the time of the commission of the offence.": "4. यह विवादित नहीं है कि अपराध के समय पीड़ित की आयु बारह वर्ष से कम",
  "The facts of the case have been summarised by the High Court in paragraph 3 of the impugned judgment, which reads thus:": "थी।उच्च न्यायालय द्वारा विवादित निर्णय के प्रस्तर 3 में मामले के तथ्यों का सारांश दिया गया है, जो इस प्रकार हैः",
  "been enhanced to twenty years. However, the amended": "2049 से न्यूनतम सजा को बढ़ाकर बीस साल कर दिया गया है।हालाँकि,",
  "provision will not apply to this case as the incident has taken": "संशोधित प्रावधान इस मामले पर लागू नहीं होगा क्योंकि यह घटना 6 अगस्त",
  "11. Surprisingly, the High Court has observed that Section 5 was not applicable, and the offence committed by the": "4. आश्चर्यजनक रूप से, उच्च न्यायालय ने कहा है कि धारा 5 लागू नहीं थी,",
  "respondent falls under the category of a lesser offence of penetrative sexual assault, which is punishable under Section": "और प्रत्यर्थी द्वारा किया गया अपराध प्रवेशक लैंगिक हमले के कम अपराध की",
  "penetrative sexual assault, which is punishable under Section 4 of the POCSO Act. Thus, the High Court committed an": "श्रेणी में आता है, जो पॉक्सो अधिनियम की धारा 4 के तहत दंडनीय है। इस",
  "respondent was not an aggravated penetrative sexual assault. In fact, the Special Court was right in punishing the": "द्वारा किया गया कृत्य प्रवेशक लैंगिक हमला नहीं था।वास्तव में, विशेष",
  "respondent under Section 6 and sentencing him to undergo": "न्यायालय ने प्रत्यर्थी को धारा 6 के तहत दंडित करने और उसे दस साल के",
  "rigorous imprisonment for ten years with a fine of Rs.5,000/-.": "लिए कठोर कारावास और 4,000/- रू. के जुमने की सजा देने में सही था।",
  "12. The POCSO Act was enacted to provide more stringent punishments for the offences of child abuse of various kinds": "2. पॉक्सो अधिनियम विभिन्न प्रकार के बाल दुर्व्यवहार के अपराधों के लिए",
  "and that is why minimum punishments have been prescribed": "अधिक कठोर दंड देने से दंडित करने के लिए बनाया गया था और यही कारण है",
  "in Sections 4, 6, 8 and 10 of the POCSO Act for various categories of sexual assaults on children. Hence, Section 6,": "कि बच्चों पर लैंगिक हमलों की विभिन्न श्रेणियों के लिए पॉक्सो अधिनियम की",
  "there is no option but to impose the minimum sentence as": "और निचली अदालत द्वारा दी गई न्यूनतम सजा को लागू करने के अलावा कोई",
  "phraseology “shall not be less than....”, the Courts cannot do": "होगा...\" का उपयोग करता है, तो अदालतें इस धारा का उल्लंघन नहीं कर",
  "offence to the Section and impose a lesser sentence. The Courts are powerless to do that unless there is a specific": "सकतीं और कम सजा नहीं दे सकतीं।अदालतें ऐसा करने में तब तक असमर्थ हैं",
  "statutory provision enabling the Court to impose a lesser": "जब तक कि अदालत को कम सजा देने में सक्षम करने वाला कोई विशिष्ट",
  "sentence. However, we find no such provision in the POCSO": "वैधानिक प्रावधान न हो। हालाँकि, हमें पॉक्सो अधिनियम में ऐसा कोई प्रावधान",
  "Act. Therefore, notwithstanding the fact that the respondent": "नहीं मिलता है। इसलिए, इस तथ्य के बावजूद कि हो सकता है कि प्रत्यर्थी उच्च",
  "may have moved ahead in life after undergoing the sentence": "न्यायालय द्वारा संशोधित सजा भुगतने के बाद जीवन में आगे बढ़ गया हो,",
  "provides for a minimum sentence, the crime committed by the": "अलावा कि कानून न्यूनतम सजा का प्रावधान करता है, प्रत्यर्थी द्वारा किया गया",
  "respondent is very gruesome which calls for very stringent": "अपराध बहुत ही वीभत्स है जिसमें बहुत कठोर सजा की आवश्यकता होती है।",
  "punishment. The impact of the obnoxious act on the mind of the victim-child will be life-long. The impact is bound to": "पीड़ित बच्चे के दिमाग पर अप्रिय कृत्य का प्रभाव जीवन भर रहेगा।इसका असर",
  "adversely affect the healthy growth of the victim. There is no": "पीड़ित के स्वस्थ विकास पर प्रतिकूल प्रभाव पड़ना तय है।इस बात पर कोई",
  "dispute that the age of the victim was less than twelve years": "विवाद नहीं है कि घटना के समय पीड़ित की उम्र बारह वर्ष से कम थी।इसलिए,",
  "to set aside the impugned judgment of the High Court and": "हमारे पास उच्च न्यायालय के आक्षेपित निर्णय को रद्द करने और विचारण",
  "13. Accordingly, the appeal is allowed. The impugned": "43. तदनुसार, अपील की अनुमति दी जाती है। आपराधिक अपील संख्या",
  "High Court of Judicature at Allahabad in Criminal Appeal No.5415 of 2018 is quashed and set aside and the judgment": "545/208 में इलाहाबाद उच्च न्यायालय द्वारा पारित आक्षेपित निर्णय और",
  "Additional Sessions Judge, Special Judge POCSO Act, Jhansi in Special Session Trial No.134 of 2016 is restored.": "सत्र विचारण संख्या 434/206 में विद्वान 8वें अपर सत्र न्यायाधीश, विशेष न्यायाधीश पॉक्सो अधिनियम, झाँसी द्वारा पारित निर्णय एवं आदेश दिनांक 24",
  "Accordingly, Criminal Appeal No.5415 of 2018 filed before the High Court stands dismissed. The respondent shall undergo": "अगस्त 2048 को बहाल किया जाता है।तदनुसार, उच्च न्यायालय के समक्ष दायर दाण्डिक अपीलीय संख्या 545/2048 खारिज की जाती है।प्रत्यर्थी को",
  "rigorous imprisonment for ten years for the offence punishable under Section 6 of the POCSO Act and shall pay a": "पॉक्सो अधिनियम की धारा 6 के तहत दंडनीय अपराध के लिए दस साल के"
}