{
  "foundation. They were, therefore, rightly rejected by the High Court.": "आधार नहीं था। अतः ये उच्च न्यायालय द्वारा उचित रूप से अस्वीकार कर दिये गये।",
  "21. In view of the foregoing discussion, the appeal is": "2. पूर्ववर्ती बातों को ध्यान में रखते हुए, यह अपील गुणागुण",
  "New Delhi:": "नई दिल्‍ली;",
  "14. First, the Appellate Authority while passing the": "44. प्रथमतः अपीलीय प्राधिकरण आदेश पारित करते समय",
  "order, which was impugned in the writ petition, did": "जोकि रिट याचिका में आक्षेपित आदेश था, ने माननीय उच्च",
  "not ensure compliance of the earlier order of the High": "न्यायालय के पहले के आदेश का अनुपालन सुनिश्चित नहीं",
  "Court, which was passed in the appellants’ writ": "किया था जोकि अपीलार्थीगणों की रिट याचिका में पारित",
  "petition; Second, the appeal before the Appellate": "किया गया था; द्वितीय, अधिनियम के अन्तर्गत अपीलीय",
  "the issue relating to vesting of the land in question": "जाता है कि प्रश्ननत भूमि में निहित होने सम्बन्धित विवाद्यक",
  "alive which stood vested in the State in the year 1981": "को जीवित रखने के लिये जो वर्ष 98 में ही राज्य में निहित",
  "19. Indeed, in our view, the excess land measuring": "49. वास्तव में, हमारे विचार में, अधिशेष भूमि जिसकी माप 2.",
  "taking recourse to filing one application or the other": "को, एक या अधिक आवेदन कर जिसमें विचारार्थ आवेदन",
  "20. The question, as to whether the restoration": "20. यह प्रश्न कि पुनःस्थापना पत्र को स्वीकृत किया जाना",
  "3. The matter relates to the land, which was subject": "3. यह मामला भूमि से सम्बन्धित है, जो उ0प्र0 जोत चकबन्दी",
  "(hereinafter referred to as \"the Act”).": "(जो आगे 'अधिनियम के रूप में उल्लिखित) |",
  "4. One Ram Bharose Lal originally held the land in": "4. राम भरोसे लाल प्रश्ननत भूमि का मूल रूप से अधिकार रखते थे |",
  "entitlement to hold the land after the Act came into": "भूमि पर उनके अधिकार रखने के हक सम्बन्धी कार्यवाही, अधिनियम",
  "force began on 30.01.1974 with issuance of notice to": "नोटिस जारी करने के साथ दिनांक 30.0.974 को शुरू हुई ।|",
  "5. Since 30.01.1974 till passing of the impugned": "5. दिनांक 30.04.4974 से दिनांक 05.0.2000 को माननीय",
  "order by the High Court on 05.01.2000, out of which": "उच्च न्यायालय द्वारा आक्षेपित आदेश पारित करने तक जिससे",
  "this appeal arises, the matter relating to the land in": "यह अपील उत्पन्न होती है, यह प्रश्ननत भूमि से सम्बन्धित",
  "Authority or the Appellate Authority under the Act and": "मामला अधिनियम के अन्तर्गत या तो विहित प्राधिकरण या",
  "then by the High Court in its writ jurisdiction in several rounds.": "माननीय उच्च न्यायालय द्वारा कई बार अपनी याचिका अधिकारिता के अन्तर्गत |",
  "6. On the death of the original holder, his wife-": "6. वास्तविक धारक की मृत्यु पर, उसकी पत्नी अपीलार्थी",
  "appellant No.1 and son-appellant No.2 herein have": "नं0-। और पुत्र- अपीलार्थी नं0-2 मामले का अनुसरण कर"
}