{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय के समक्ष",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO.4258 OF 2022": "सिविल अपील संख्या - 4258/2022",
  "RAM KUMAR ,..APPELLANT(S)": "राम कुमार ... अपीलार्थी (गण)",
  "JUDGMENT": "निर्णय",
  "B.R. GAVAI, J.": "न्यायमूर्ति बी. आर. गवई,",
  "1. This appeal challenges the judgment and order of the High Court of Judicature at Allahabad dated 21st February 2019": ". यह अपील इलाहाबाद उच्च न्यायालय के 2। फरवरी, 209 के फैसले",
  "thereby allowing the writ petition filed by respondent No. 9": "और आदेश को चुनौती देती है, जिसमें प्रतिवादी संख्या 9 द्वारा दायर की गई",
  "the Fair Price Shop licence of respondent No.9 was done": "संख्या 9 का उचित मूल्य की दुकान का लाइसेंस रद्द कर दिया गया है और",
  "Kanpur Division, Kanpur, (hereinafter referred to as “the": "अतिरिक्त आयुक्त (न्यायिक), कानपुर खण्ड, (जिसे इसमें इसके बाद",
  "2. The facts, in brief, giving rise to the present appeal are as under:": "2. वर्तमान अपील को जन्म देने वाले तथ्य संक्षेप में निम्नानुसार हैं:",
  "8. This Court in the case of Mumbai International Airport": "8. मुंबई इंटरनेशनल एयरपोर्ट प्राइवेट लिमिटेड उपरोक्त के मामले में इस",
  "“15. A “necessary party” is a person who": "\"५. \"आवश्यक पक्षकार\" वह व्यक्ति है जिसे एक पक्षकार",
  "ought to have been joined as a party and": "के रूप में शामिल होना चाहिए था और जिसकी",
  "in whose absence no effective decree could be passed at all by the court. If a": "अनुपस्थिति में न्यायालय द्वारा कोई प्रभावी डिक्री पारित",
  "could be passed at all by the court. If a “necessary party” is not impleaded, the": "नहीं की जा सकती थी।\" यदि कोई “आवश्यक पक्षकार'",
  "“proper party” is a party who, though not": "किया जा सकता है। \"समुचित पक्षकार\" एक ऐसा पक्षकार है",
  "a necessary party, is a person whose": "जो, यद्यपि एक आवश्यक पक्षकार नहीं है, एक ऐसा व्यक्ति",
  "presence would enable the court to": "है जिसकी उपस्थिति न्यायालय को मुकदमा में सभी",
  "completely, effectively and adequately adjudicate upon all matters in dispute in": "मामलों पर पूर्ण, प्रभावी और पर्याप्त रूप से निर्णय करने में",
  "the suit, though he need not be a person": "सक्षम बनाएगी, हालांकि उसे ऐसा व्यक्ति होने की",
  "in favour of or against whom the decree is": "आवश्यकता नहीं है जिसके पक्ष में या जिसके खिलाफ",
  "has no jurisdiction to implead him, against the wishes of the plaintiff. The": "इच्छा के विरुद्ध उसे पक्षकार बनाने का न्यायालय का कोई",
  "against the wishes of the plaintiff. The fact that a person is likely to secure a": "अधिकार क्षेत्र नहीं है। यह तथ्य कि कोई व्यक्ति अभियोक्ता",
  "right/interest in a suit property, after the suit is decided against the plaintiff, will": "के खिलाफ वाद का निर्णय होने के बाद वाद संपत्ति में",
  "or a proper party to the suit for specific": "प्रदर्शन के मुकदमा का एक आवश्यक पक्षकार या उचित",
  "9. It could thus be seen that a necessary party is a person in": "9. इस प्रकार यह देखा जा सकता है कि एक आवश्यक पक्षकार एक ऐसा",
  "whose absence no effective decree could be passed by the": "व्यक्ति है जिसकी अनुपस्थिति में न्यायालय द्वारा कोई प्रभावी डिक्री पारित",
  "12. Insofar as the judgment of this Court in the case of Poonam (supra), on which strong reliance is placed by Mr.": "2. जहां तक पूनम (उपरोक्त) के वाद में इस न्यायालय के निर्णय का संबंध",
  "Irshad Ahmad, learned counsel, is concerned, this Court in the": "है, जिस पर विद्वत अधिवक्ता श्री इरशाद अहमद द्वारा जोरदार भरोसा किया",
  "case of Pawan Chaubey (supra) had an occasion to consider the aforesaid judgment in the case of Poonam (supra). This": "गया है, इस न्यायालय को पूनम चौबे (उपरोक्त ) के मामले में पूर्वोक्त निर्णय",
  "Court in the case of Pawan Chaubey (supra) also noticed its": "पर विचार करने का अवसर मिला। इस न्यायालय ने पवन चौबे (उपरोक्त ) के",
  "earlier decision in the case of Sumitra Devi vs. State of U.P.": "मामले में सुमित्रा देवी बनाम उत्तर प्रदेश राज्य और अन्य” के मामले में अपने",
  "(2016) 2 SCC 779. Relying on the": "(206) 2 एससीसी 779 के मामले में इस न्यायालय के",
  "not be heard. She had no right or locus to be impleaded.": "आवश्यकता नहीं है। उसके पास मुकदमा चलाने का कोई अधिकार नहीं था।",
  "In Poonam (supra), the subsequent": "पूनम (उपरोक्त) के वाद में, उत्तरोत्तर आवंटियों को",
  "allottee had actually been heard at all stages. What the Court held was that the": "वास्तव में सभी चरणों में सुना गया था।न्यायालय ने जो",
  "establish her right independently. She": "अधिकार को स्वतंत्र रूप से स्थापित करने का प्रयास कर रही",
  "contended that she had an independent": "थी। उन्होंने दलील दी कि उनके पास एक स्वतंत्र कानूनी",
  "legal right. This Court found that it was": "अधिकार है। इस न्यायालय ने पाया कि यह मानना बहुत",
  "extremely difficult to hold that she had an independent legal right.": "मुश्किल था कि उसके पास एक स्वतंत्र कानूनी अधिकार था।",
  "In Sumitra Devi vs. State of UP &": "सुमित्रा देवी न्यायालय उत्तर प्रदेश राज्य और अन्य",
  "Ors. (Civil Appeal Nos. 9363-9364 of": "(204 की सिविल अपील संख्या 9363-9364) में,",
  "Justice Ranjana Prakash Desai and Hon’ble Mr. Justice N.V. Ramana (As His": "माननीय न्यायमूर्ति रंजना प्रकाश देसाई और माननीय न्यायमूर्ति",
  "cancellation.": "अस्वीकरण",
  "It is true that the order of appointment of the appellant reads that": "यह सच है कि अपीलकर्ता की नियुक्ति के आदेश में",
  "the order is subject to the outcome of the": "लिखा है कि आदेश न्यायालय में लंबित कार्यवाही के परिणाम",
  "appearing and contesting the proceedings": "पारित किया गया था, कार्यवाही में उपस्थित होने और उसका",
  "respondent No.9 has not only suppressed a material fact but": "माना जाएगा। हम पाते हैं कि प्रतिवादी नं. 9 ने न केवल एक भौतिक तथ्य को",
  "has also tried to mislead the High Court. On this ground also,": "दबाया है, बल्कि उच्च न्यायालय को गुमराह करने की भी कोशिश की है। इस",
  "the present appeal deserves to be allowed.": "आधार पर भी, वर्तमान अपील स्वीकृत किये जाने योग्य है।",
  "22. In the result, the appeal is allowed. The impugned order": "22. परिणामस्वरूप, अपील को अनुमति दी जाती है।उच्च न्यायालय के 27",
  "of the High Court dated 21st February 2019 is quashed and set": "फरवरी, 209 के आदेश को निरस्त और अपास्त किया जाता है।डिप्टी",
  "Deputy Collector, Rasoolabad cancelling the Fair Price Shop licence of respondent No. 9 and order dated 20% July 2018": "कलेक्टर, रसूलाबाद द्वारा 8 नवंबर, 207 को प्रतिवादी नं. ९ का उचित",
  "Division, Kanpur dismissing the appeal of respondent No.9 are": "(न्यायिक), कानपुर डिवीजन, कानपुर द्वारा प्रतिवादी नं. ९ की अपील को",
  "23. Pending applications, if any, shall stand disposed of. No": "23. लंबित आवेदन, यदि कोई हो (994) । 5८८ , का निस्तारण किया जाता",
  "order as to costs.": "है। लागत के बारे में कोई आदेश नहीं।",
  "[C.T. RAVIKUMAR]": "माननीय न्यायमूर्ति सी.टी रवीकुमार",
  "NEW DELHI;": "नई दिल्ली",
  "“33. That it is also noteworthy to": "\"33. यहां यह उल्लेख करना भी उल्लेखनीय है कि उचित मूल्य",
  "19. It could thus be seen that, though respondent No.9 was": "9. इस प्रकार यह देखा जा सकता है कि यद्यपि प्रतिवादी सं -9 बहुत अच्छी",
  "of the present appellant, she has averred in her writ petition": "उसने अपनी रिट याचिका में यह प्रकथन किया है किसी तीसरे पक्षकार को",
  "price shop of respondent No.9 was attached to another fair": "के अनुसार, प्रतिवादी नं. 9 की उचित मूल्य की दुकान एक अन्य उचित मूल्य",
  "price shop holder. The statement is factually incorrect to the knowledge of respondent No.9. The same has been reiterated": "की दुकान के साथ संलग्र थी। यह बयान तथ्यात्मक रूप से प्रतिवादी संख्या 9",
  "“N. Because during the pendency of the": "\"(एन)- क्योंकि उचित मूल्य की दुकान के विचाराधीनता के",
  "was attached to another Fair Price Shop": "दुकान किसी अन्य उचित मूल्य की दुकान के साथ संलग्न थी।",
  "20. It is thus clear that respondent No.9 has not only": "20. इस प्रकार यह स्पष्ट है कि प्रतिवादी नं. 9 ने न केवल इसमें अपीलकर्ता",
  "price shop to the appellant herein but has also tried to mislead the High Court that the fair price shop of respondent No.9 (the": "बल्कि उच्च न्यायालय को गुमराह करने का भी प्रयास किया है कि प्रतिवादी नं. 9 (उच्च न्यायालय के समक्ष रिट याचिकाकर्ता ) की उचित मूल्य की दुकान",
  "21. This Court, in the case of S.P. Chengalvaraya Naidu": "27. इस न्यायालय ने एस.पी. चेंगायुवैराया के विधिक उत्तराधिकारी के द्वारा"
}