{
  "[2024] 3 S.C.R. 585 : 2024 INSC 210": "[2024] 3 5.0.९. 585 : 2024 ॥१५८ 20",
  "Chandra Shekhar And Ors.": "चन्द्रशेखर एवं अन्य",
  "(Civil Appeal No. 3855 of 2024)": "(सिविल अपील संख्या - 3855/ 2024)",
  "05 March 2024": "05 मार्च 2024",
  "[Surya Kant* and K.V. Viswanathan, JJ.]": "[न्यायमूर्ति सूर्य कांत और न्यायमूर्ति के.वी. विश्वनाथन]",
  "Issue for Consideration": "विचारार्थ मुद्दा",
  "High Court, if justified in quashing the acquisition in respect of the": "उच्च न्यायालय ने खसरे के संबंध में अधिग्रहण को इस आधार पर निरस्त करने का निर्णय उचित ठहराया कि",
  "opportunity to submit objections against the proposed acquisition": "अधिग्रहण के विरुद्ध आपत्तियां प्रस्तुत करने का अवसर नहीं दिया गया।",
  "Headnotes": "हेडनोट्स",
  "UP Avas Evam Vikas Parishad Adhiniyam, 1965 — s. 29 — Issuance of pre-acquisition notice to tenure-holders —": "उत्तर प्रदेश आवास एवं विकास परिषद अधिनियम, 965 - धारा 29 - भू-स्वामियों को अधिग्रहण-पूर्व नोटिस",
  "Requirement of — Public notice issued by the Board regarding Housing Scheme, however no notice served on respondents": "जारी करना - आवश्यकता - आवास योजना के संबंध में बोर्ड द्वारा सार्वजनिक नोटिस जारी किया जाना, तथापि,",
  "who claimed to be tenure holders but served in favour of other,": "भू-स्वामियों को नोटिस नहीं दिया जाना, जिन्होंने भू-स्वामियों के रूप में दावा किया था, लेकिन अन्य के पक्ष में",
  "who cliams to be the tenure-holder — High Court quashed the acquisition in respect of Khasra on the ground that the": "नोटिस दिया जाना, जो भू-स्वामियों के रूप में दावा करते हैं - उच्च न्यायालय ने खसरा के संबंध में अधिग्रहण",
  "respondent-tenure holders were not accorded opportunity to submit objections against the proposed acquisition in accordance with s. 29 resulting in denial of the valuable right": "को इस आधार पर निरस्त कर दिया कि प्रत्यर्थी-भू-स्वामियों को धारा 29 के अनुसार प्रस्तावित अधिग्रहण के विरुद्ध आपत्तियां प्रस्तुत करने का अवसर नहीं दिया गया, जिसके परिणामस्वरूप उन्हें उपलब्ध आपत्तियों के",
  "Held: The 1965 Act mandates issuance of a pre-acquisition notice to such individuals whose land/property falls within the purview of the": "अवधारित किया गया: 965 के अधिनियम में ऐसे व्यक्तियों को अधिग्रहण -पूर्व नोटिस जारी करने का आदेश दिया गया है, जिनकी भूमि / संपत्ति",
  "proposed Scheme — The Board, at best, could have claimed deemed or substantial compliance of audi alteram partem rule provided that": "प्रस्तावित योजना के दायरे में आती है - बोर्ड, सबसे अच्छा, ऑडी अल्टरम पार्टम नियम माने गए या पर्याप्त अनुपालन का दावा कर सकता था,",
  "Khasra of respondent was expressly notified in the public notice but those were conspicuously missing — No individual notices served on the respondents since they were not recorded as tenure-holders": "बशर्ते कि प्रतिवादी का खसरा सार्वजनिक नोटिस में स्पष्ट रूप से अधिसूचित किया गया था, लेकिन वे स्पष्ट रूप से अनपस्थित थे - प्रतिवादियों",
  "those were conspicuously missing — No individual notices served on the respondents since they were not recorded as tenure-holders of the subject land immediately before the issuance of a notice u/s.": "को कोई व्यक्तिगत नोटिस नहीं दिया गया क्योंकि वे धारा 29 के तहत नोटिस जारी करने से तुरंत पहले विषय भूमि के किरायेदार के रूप में दर्ज",
  "29 — In the absence of any public or individual notice proposing to": "नहीं थे - खसरा अधिग्रहण करने का प्रस्ताव करने वाले किसी भी सार्वजनिक या व्यक्तिगत नोटिस की अनुपस्थिति में प्रतिवादियों को प्रश्नगत",
  "acquire Khasra the respondents were denied an effective opportunity to submit objections to oppose the acquisition in question — Impugned": "अधिग्रहण का विरोध करने के लिए आपत्तियां प्रस्तुत करने का प्रभावी अवसर नहीं दिया गया। -आक्षेपित निर्णय में यह माना गया कि खसरे के",
  "Judgment / Order of the Supreme Court": "माननीय उच्चतम न्यायालय के निर्णय/आदेश",
  "Judgment": "निर्णय",
  "Leave granted.": ". अनुमति प्रदान की गई।",
  "the High Court of Judicature at Allahabad, Lucknow Bench, whereby": "2. अवास एवं विकास परिषद (बोर्ड) इलाहाबाद, लखनऊ पीठ में उच्च न्यायालय की एक खण्ड पीठ द्वारा पारित",
  "acquisition in respect of Knasra No.673 (mentioned as plot No. 673 in the impugned judgment), situated within the revenue estate of": "राजस्व संपदा के भीतर स्थित खसरा सख्या 673 (विवादित फैसले में प्लॉट संख्या 673 के रूप में उल्लिखित)",
  "opportunity to submit objections against the proposed acquisition in": "अनुसार प्रस्तावित अधिग्रहण के खिलाफ आपत्तियां प्रस्तुत करने का अवसर नहीं दिया गया था।",
  "The 1965 Act was enacted by the State legislature through Act No.1": "3. 965 अधिनियम को राज्य विधायिका द्वारा 966 के अधिनियम संख्या । के माध्यम से अधिनियमित किया",
  "1974, to provide for the establishment, incorporation and functioning": "स्थापना, निगमन और कार्यप्रणाली प्रदान करने के लिए पुनः अधिनियमित किया गया है। |",
  "Section 28 of the 1965 Act contemplates that when any Housing or": "4. 965 के अधिनियम की धारा 28 में विचार किया गया है कि जब कोई आवास या सुधार योजना बनाई जाती",
  "Improvement Scheme is framed, the Board shall prepare a notice depicting the boundaries of the area comprised in that Scheme; the": "है, तो बोर्ड उस योजना में शामिल क्षेत्र की सीमाओं को दर्शाते हुए एक सूचना तैयार करेगा; अधिग्रहण की जाने",
  "details of the land proposed to be acquired and the date by which the objections to the Scheme are to be invited. Such notice is required to": "वाली प्रस्तावित भूमि का विवरण और उस तारीख को जिस तक योजना पर आपत्तियां आमंत्रित की जानी हैं।इस",
  "be published weekly for three consecutive weeks in the Gazette and": "तरह की सूचना राजपत्र में लगातार तीन सप्ताह तक साप्ताहिक रूप से प्रकाशित की जानी चाहिए और योजना में",
  "two daily newspapers having circulation in the area comprised in the Scheme, at least one of which shall have to be a Hindi newspaper.": "शामिल क्षेत्र में प्रसारित होने वाले दो दैनिक समाचार पत्र, जिनमें से कम से कम एक हिंदी समाचार पत्र होना चाहिए।",
  "Section 29 of the 1965 Act provides that the Board shall serve a": "5. 965 के अधिनियम की धारा 29 में प्रावधान है कि बोर्ड योजना को निष्पादित करने के लिए निर्धारित तरीके",
  "notice in such form on such persons or classes of persons in the": "से ऐसे व्यक्तियों या व्यक्तियों के वर्गों को इस तरह के रूप में नोटिस जारी करेगा।",
  "Section 30 of the 1965 Act enables the person on whom a notice under Section 29 has been served to make an objection in writing": "6. 965 के अधिनियम की धारा 30 उस व्यक्ति को सक्षम बनाती है जिसे धारा 29 के तहत नोटिस दिया गया",
  "to the Board against the Scheme or the proposed acquisition or": "है, वह योजना या प्रस्तावित अधिग्रहण या लेवी आदि के खिलाफ बोर्ड को लिखित में आपत्ति कर सकता है। ऐसी",
  "levy, etc. After consideration of such objections, and when the prior sanction from the State Government is obtained, the Scheme shall": "आपत्तियों पर विचार करने के बाद, और जब राज्य सरकार से पूर्व मंजूरी प्राप्त हो जाती है, तो योजना को 965",
  "be notified under Section 32 of the 1965 Act, and it shall come into force therefrom.": "अधिनियम की धारा 32 के तहत अधिसूचित किया जाएगा, और यह उससे लागू होगी।",
  "Section 55 of the 1965 Act confers power to acquire land for": "7. 965 के अधिनियम की धारा 55 अधिनियम के तहत योजना के कार्यान्वयन के लिए भूमि अधिग्रहण करने",
  "“55. Power to acquire land.- (1) Any land or any interest therein required by the Board for any of the purposes of this Act, may be acquired under the provisions of the Land": "“55. भूमि अधिग्रहण की शक्ति-(।) इस अधिनियम के किसी भी उद्देश्य के लिए बोर्ड द्वारा",
  "this Act, may be acquired under the provisions of the Land Acquisition Act, 1894 (Act No. | of 1894), as amended in its": "आवश्यक कोई भी भूमि या उसमें कोई भी ब्याज, भूमि अधिग्रहण अधिनियम, 894 (अधिनियम",
  "application to Uttar Pradesh, which for this purpose shall": "सं. /894), जैसा कि उत्तर प्रदेश में अपने आवेदन में संशोधित किया गया है, जो इस उद्देश्य",
  "be subject to the modification specified in the Schedule to this Act.": "के लिए इस अधिनियम की अनुसूची में निर्दिष्ट संशोधन के अधीन होगा।",
  "(2) If any land in respect of which betterment fee has been levied under this Act is subsequently required for": "(2) यदि कोई भूमि जिसके संबंध में इस अधिनियम के तहत सुधार शुल्क लगाया गया है, बाद",
  "any of the purposes of this Act, such levy shall not be": "में इस अधिनियम के किसी भी उद्देश्य के लिए आवश्यक है, तो ऐसी लेवी को भूमि अधिग्रहण",
  "deemed to prevent the acquisition of the land under the": "अधिनियम, 894 के तहत भूमि के अधिग्रहण को रोकने वाला नहीं माना जाएगा। (894 का",
  "In purported exercise of its powers under Section 28 of the Act, the": "8. अधिनियम की धारा 28 के तहत अपनी शक्तियों का कथित प्रयोग करते हुए, अपीलकर्ता बोर्ड ने 7.07.2004",
  "described the lands/properties which were to fall within the Scheme,": "नामक योजना का विवरण दिया गया है।उक्त सूचना में योजना के अंतर्गत आने वाली भूमि/संपत्तियों का स्पष्ट रूप",
  "the map of the area, particulars of the Scheme and the details of the land which was proposed to be acquired was notified to be": "से वर्णन किया गया था, क्षेत्र का नक्शा, योजना का विवरण और अधिग्रहित की जाने वाली भूमि का विवरण आवास",
  "available in the Office of the Housing Commissioner. It was further stipulated that the objections to the Scheme shall also be received by": "आयुक्त के कार्यालय में उपलब्ध होने के लिए अधिसूचित किया गया था।यह भी निर्धारित किया गया था कि योजना",
  "the Office of the Housing Commissioner (Land Acquisition Section) within 30 days from the date of publication of the said notification.": "पर आपत्तियां उक्त अधिसूचना के प्रकाशन की तारीख से 30 दिनों के अन्दर आवास आयुक्त (भूमि अधिग्रहण",
  "It is a matter of record that Khasra No.673 at village Hariharpur did not find any mention in the aforesaid notification dated 17.07.2004.": "9. यह रिकॉर्ड की बात है कि गाँव हरिहरपुर में खसरा संख्या - 673 का दिनांक 7.07.2004 की उपरोक्त अधिसूचना में कोई उल्लेख नहीं मिला है।",
  "The case of the respondents is that Khasra Nos.672 and 673 were mutated in their favour on 10.10.1999, as can be seen from the": "40. प्रत्यर्थियों का मामला यह है कि खसरा ॥३०५.672 और 673 को 0.0.999 पर उनके पक्ष में परिवर्तित",
  "It is also not in dispute that the tenure holding/ownership of Khasra No.673 was later on changed in favour of one Chandrika S/o": ". यह भी विवाद में नहीं है कि खसरा संख्या.673 की कार्यकाल हिस्सेदारी /स्वामित्व को बाद में एक चंद्रिका",
  "Harishchandra, Guruprasad S/o Jawahir, and the entries to this": "पुत्र हरिश्चंद्र, गुरुप्रसाद पुत्र जवाहर के पक्ष में बदल दिया गया था, और इस आशय की प्रविष्टियां कथित तौर पर",
  "effect were reportedly made in the revenue record on 13.08.2003 and 09.02.2004.": "3.08.2003 और 09.02.2004 पर राजस्व रिकॉर्ड में की गई थीं।",
  "The novel method adopted in entering the name of Chandrika in so many khatas itself throws doubt upon": "इतने सारे खतों में चंद्रिका का नाम दर्ज करने के लिए अपनाई गई नवीन विधि इस बात",
  "the manner in which, the entry in the name of Chandrika has been made. This is a serious matter and it requires": "पर संदेह पैदा करती है कि चंद्रिका के नाम की प्रविष्टि किस तरह की गई है।यह एक गंभीर मामला",
  "The Secretary, Board of Revenue himself or his nominee was directed to conduct an enquiry into the matter. The": "राजस्व बोर्ड के सचिव को स्वयं या उनके नामित व्यक्ति को मामले की जांच करने का",
  "Secretary, Board of Revenue or his nominee does not mean": "निर्देश दिया गया था।राजस्व बोर्ड के सचिव या उनके नामित व्यक्ति का यह मतलब नहीं है कि",
  "that the Secretary, Board of Revenue will not supervise the enquiry personally. It is incumbent upon the Secretary,": "राजस्व बोर्ड के सचिव व्यक्तिगत रूप से जांच की निगरानी नहीं करेंगे।राजस्व बोर्ड के सचिव का",
  "Board of Revenue to supervise the enquiry personally and call the officers and also to scrutinize the facts and": "दायित्व है कि वह व्यक्तिगत रूप से जांच की निगरानी करे और अधिकारियों को बुलाए और",
  "the evidence ‘collected by the officers and thereafter take": "अधिकारियों द्वारा एकत्र किए गए तथ्यों और साक्ष्यों की जांच करे और उसके बाद कानून के",
  "action in accordance with law.”": "अनुसार कार्रवाई करे।'' [प्रभाव वर्धित ]",
  "Thereafter, the High Court proceeded on the premise that the effect of no notice having been served on the respondents entails denial of": "4. इसके बाद, उच्च न्यायालय इस आधार पर आगे बढ़ा कि प्रत्यर्थियों को कोई नोटिस नहीं दिए जाने का प्रभाव",
  "the very valuable right of objections available to them. That limited": "उनके लिए उपलब्ध आपत्तियों के बहुत मूल्यवान अधिकार से इनकार करता है।वह सीमित अवसर भूमि अधिग्रहण",
  "opportunity is akin to Section 5A of the Land Acquisition Act, 1894, and non-observance thereto, vitiates the acquisition process qua": "अधिनियम, 894 की धारा 5ए के समान है और इसका पालन न करना, भूखंड संख्या 673 के तहत अधिग्रहण",
  "We have heard learned Senior Counsel appearing on behalf of the appellant as well as learned counsel appearing on behalf of the": "5. हमने अपीलकर्ता की ओर से उपस्थित विद्वत वरिष्ठ अधिवक्ता के साथ-साथ प्रत्यर्थियों की ओर से उपस्थित",
  "respondents and carefully perused the material placed on record.": "विद्वान अधिवक्ता को सुना है और रिकॉर्ड पर रखी गई सामग्री का सावधानीपूर्वक अध्ययन किया है।",
  "The 1965 Act mandates issuance of a pre-acquisition notice to such individuals whose land/property falls within the purview of the proposed": "6. 965 का अधिनियम ऐसे व्यक्तियों को अधिग्रहण पूर्व सूचना जारी करने का आदेश देता है जिनकी भूमि /संपत्ति",
  "Scheme. On a liberal reading to such provision, the appellant, at": "प्रस्तावित योजना के दायरे में आती है। इस तरह के प्रावधान को उदारतापूर्वक पढ़ने पर, अपीलकर्ता, अधिक से",
  "alteram partem rule provided that Khasra No. 673 was expressly notified in the public notice dated 17.07.2004. Unfortunately, Khasra": "673 को सार्वजनिक नोटिस दिनांक 7.07.2004 में स्पष्ट रूप से अधिसूचित किया गया था।दुभग्य से, खसरा",
  "Nos. 672 and 673 are conspicuously missing in the public notice": "संख्या 672 और 673 दिनांकित 7.07.2004 सार्वजनिक सूचना में स्पष्ट रूप से गायब हैं।प्रतिवादी को निर्विवाद",
  "on the respondents for the reason that they were not recorded as tenure-holders of the subject land immediately before the issuance": "तहत नोटिस जारी करने से ठीक पहले विषय भूमि के कार्यकालधारकों के रूप में दर्ज नहीं किया गया था। खसरा",
  "public or individual notice proposing to acquire Khasra No.673, we": "संख्या-673 प्राप्त करने का प्रस्ताव करने वाले किसी भी सार्वजनिक या व्यक्तिगत नोटिस की अनुपस्थिति में, हम",
  "find merit in the cause espoused on behalf of the respondents.": "प्रत्यर्थियों की ओर से समर्थित कारण में योग्यता पाते हैं।",
  "Study in certain situations. The adherence to such a cumbersome": "स्थितियों में सामाजिक प्रभाव मूल्यांकन अध्ययन करने के लिए अनिवार्य है।तत्काल मामले में इस तरह की बोझिल",
  "procedure in the instant case will be an exercise in futility for two reasons. Firstly, a major part of the acquired land has already been": "प्रक्रिया का पालन दो कारणों से व्यर्थ में एक अभ्यास होगा।सबसे पहले, अधिग्रहित भूमि का एक बड़ा हिस्सा पहले",
  "utilized for the notified public purpose. Secondly, the study referred": "ही अधिसूचित सार्वजनिक उद्देश्य के लिए उपयोग किया जा चुका है।दूसरा, ऊपर उल्लिखित अध्ययन, खसरा",
  "to above, will delay the assessment and payment of compensation to the true tenure-holders/owners of Khasra No.673. Consequently,": "संख्या.673 के वास्तविक कार्यकाल धारकों /मालिकों को मुआवजे के मूल्यांकन और भुगतान में देरी",
  "shall give notice to the respondents as well as to other persons who claim interest in Khasra Nos.672 and 673, within a period of six": "संख्या.672 और 673 में रुचि का दावा करने वाले अन्य व्यक्तियों को नोटिस देगा।आपत्तियाँ, यदि कोई हों, चार",
  "weeks. The objections, if any, shall be filed within four weeks and on consideration of such objections, the Collector shall be obligated": "सप्ताह के भीतर दायर की जाएंगी और ऐसी आपत्तियों पर विचार करने पर, कलेक्टर 30.06.2024 पर या उससे",
  "We further direct that the awarded amount shall be kept in a nationalized bank in the FDR where it can fetch the maximum rate": "2. हम आगे निर्देश देते हैं कि दी गई राशि को एफ, डी. आर. में एक राष्ट्रीयकृत बैंक में रखा जाएगा जहां वह",
  "of interest. The FDR shall be renewed from time to time till the title": "अधिकतम ब्याज दर प्राप्त कर सकता है।एफ. डी. आर. का समय-समय पर नवीनीकरण किया जाएगा जब तक",
  "dispute between the respondents and other claimants is resolved": "कि प्रतिवादी और अन्य दावेदारों के बीच स्वामित्व विवाद का समाधान सक्षम अधिकार क्षेत्र की न्यायालय द्वारा",
  "by a court of competent jurisdiction. Whosoever is found entitled to, the appellant-Board shall release the compensation to them as early": "नहीं किया जाता है।जो कोई भी हकदार पाया जाता है, अपीलकर्ता बोर्ड उन्हें जल्द से जल्द मुआवजा जारी करेगा,",
  "as possible but not later than four weeks after the final adjudication of the title dispute.": "लेकिन स्वामित्व विवाद के अंतिम निर्णय के चार सप्ताह बाद नहीं।22. पक्ष भूमि की प्रकृति, तीसरे पक्ष के अधिकारों",
  "until the award is passed, as directed above. On the passing of the": "हो जाता, जैसा कि ऊपर निर्देश दिया गया है।अधिनिर्णय के पारित होने और मुआवजे की राशि जमा होने पर,",
  "shall be at liberty to utilize the said land for the notified Scheme and/ or for any other public purpose in accordance with law.": "अपीलकर्ता बोर्ड को अधिसूचित योजना के लिए और/या कानून के अनुसार किसी अन्य सार्वजनिक उद्देश्य के लिए उक्त भूमि का उपयोग करने की स्वतंत्रता होगी।",
  "Ordered accordingly.": "23. तदनुसार आदेश दिया।",
  "The appeal stands disposed of in the above terms. No order as": "24. अपील का निस्तारण निम्नलिखित शर्तों के तहत किया जाता है। वादब्यय के बारे में कोई आदेश नहीं।",
  "Headnotes prepared by: Nidhi Jain Result of the case:": "हेडनोट्स द्वारा: निधि जैन"
}