{
  "8. In view of the above and for the reasons stated above, the": "8. उपरोक्त के मद्देनजर और ऊपर बताए गए कारणों के मद्देनजर, वर्तमान अपील",
  "present appeal succeeds. The impugned judgment and order": "सफल होती है।उच्च न्यायालय द्वारा पारित लागू किया गया निर्णय और आदेश",
  "passed by the High Court is hereby modified and it is held": "इसके द्वारा संशोधित किया जाता है और यह अवधारित किया जाता है कि",
  "that appellants shall be entitled to the compensation for land acquired at Rs.15,402/- per acre with all other statutory": "अपीलकर्ता अन्य सभी वैधानिक लाभों के साथ 5,402/- रूपये प्रति एकड़ भूमि के मुआवजे के हकदार होंगे जो कम न्यायालय शुल्क, यदि कोई हो, के",
  "benefits which may be available under the Act subject to": "भुगतान के अधीन अधिनियम के तहत उपलब्ध हो सकता है।तदनुसार वर्तमान",
  "allowed accordingly. In the facts and circumstances of the": "अपील को अनुमति दी जाती है।मामले के तथ्यों और परिस्थितियों में लागत के",
  "case there shall be no order as to costs.": "रूप में कोई आदेश नहीं होगा।",
  "(SANJIV KHANNA)": "(न्यायमूर्ति संजीव खन्ना )",
  "New Delhi,": "नई दिल्ली,",
  "November 23, 2021": "23 नवम्बर 2024.",
  "and award passed by the Reference Court in that case": "मामले में संदर्भ न्यायालय द्वारा पारित निर्णय और उस मामले में संदर्भ न्यायालय",
  "per acre has been subsequently withdrawn. It is submitted": "करने और मुआवजा देने को बाद में वापस ले लिया गया है। यह कहा गया है कि",
  "that therefore the Government has accepted the judgment": "इसलिए सरकार ने उसी गाँव के अधिगृहीत भूमि के संबंध में संदर्भ न्यायालय द्वारा",
  "notification under Section 4 of the Act was issued on 19.12.1981. It is submitted that therefore the appellants are": "4 के तहत दिनांक 9.2.98 को अधिसूचना जारी की गई थी।इसलिए यह",
  "also entitled to the compensation of Rs.15,402/- per acre.": "कहा गया है कि अपीलकर्ता 5,402/- प्रति एकड़ के मुआवजे के भी हकदार हैं।",
  "Learned counsel appearing on behalf of the respondent -": "५. प्रतिवादी की ओर से पेश विद्वान अधिवक्ता-राज्य द्वारा यह कहा गया है कि",
  "has rightly determined the compensation at Rs.7,100/- per": "विचार करते हुए 7,00/- रुपये प्रति एकड़ के हिसाब से मुआवजे का सही",
  "which as such can be said to be proximate/nearer to the date": "निर्धारण किया है, जिसे भूमि के अधिग्रहण की तिथि के अनुमानित /निकटस्थ",
  "the interference of this court in exercise of power under": "36 के तहत शक्ति के प्रयोग में इस न्यायालय के हस्तक्षेप की आवश्यकता नहीं",
  "dated 23.12.1980, the High Court has partly allowed the said": "दिनांक 23.2.980 पर अवलम्ब लिया और विचार करते हुए उच्च न्यायालय ने",
  "at the rate of Rs.7,100/- per acre.": "3. मुआवजे की राशि को बढ़ाकर रु. 7,00/- प्रति एकड़ करने पर, उच्च",
  "Feeling aggrieved and dissatisfied with the impugned judgment and order passed by the High Court, enhancing the": "न्यायालय द्वारा पारित आक्षेपित निर्णय और आदेश से व्यधित और असंतुष्ट",
  "original claimants have preferred the present appeal.": "महसूस करते हुए, केवल मूल दावेदारों ने वर्तमान अपील को प्राथमिकता दी है।",
  "Learned Counsel appearing on behalf of the appellants - original claimants has vehemently submitted that the High": "4. अपीलकर्ताओं की ओर से पेश विद्वान अधिवक्ता-मूल दावेदारों ने पुरजोर",
  "compensation of Rs.7,100/- per acre only.": "तरीके से कहा कि उच्च न्यायालय ने केवल 7,00 रुपये प्रति एकड़ का मुआवजा",
  "Reference Court with respect to the land acquired of the same village for which notification under Section 4 was": "4.] यह कहा गया है कि गाँव की भूमि के अधिग्रहण के लिए संदर्भ न्यायालय ने",
  "compensation at Rs.15,402/- per acre.": "5,402/- रुपये प्रति एकड़ के हिसाब से मुआवजे का निर्धारण और आदेश",
  "Court has determined the compensation at Rs.7,100/- per": "जारी की गई है जिसके द्वारा उच्च न्यायालय ने मुआवजे का निर्धारण 7,00",
  "acre. However, it is required to be noted that with respect to the land acquired of the very same village for which the": "रूपये प्रति एकड़ किया है।हालांकि, यह ध्यान दिया जाना चाहिए कि उसी गांव की",
  "the land acquired of the very same village for which the notification under Section 4 of the Act was issued on": "अधिगृहीत भूमि के संबंध में जिसके लिए अधिनियम की धारा 4 के तहत",
  "and awarded the compensation at Rs.15,402/- per acre.": "किया।5, 402 रुपये प्रति एकड़ के हिसाब से मुआवजे का निर्धारण करने वाले",
  "Having gone through the judgment and award passed by the Reference Court in another case determining the": "एक अन्य मामले में संदर्भ न्यायालय द्वारा पारित निर्णय के बाद (जो वर्तमान",
  "upon by the claimants in the present case) the Reference": "मामले में दावेदारों द्वारा बहुत अधिक निर्भर है) संदर्भ न्यायालय ने वर्ष 978 के",
  "Court had considered the sale deed exemplar of the year 1978. Therefore, it is not the case that in another case the": "बिक्री विलेख का उदाहरण माना था।इसलिए, ऐसा नहीं है कि एक अन्य मामले में",
  "settled preposition of law while determining the market": "निर्धारण करते समय कानून के स्थापित पूर्वसर्ग के अनुसार, स्थान के लिए"
}