{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय में",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय अधिकार",
  "CRIMINAL APPEAL NO.2003 OF 2012": "आपराधिक अपील सं. 2003 सन्‌ 202",
  "RITESH SINHA ... APPELLANT(S)": "रितेश सिन्हा ...अपीलार्थी(गण)",
  "WITH": "के साथ",
  "CRIMINAL APPEAL NO.1318 OF 2013": "आपराधिक अपील सं. 38 सन्‌ 203",
  "[Arising out of SLP (Criminal) No.9671 of 2017]": "[एसएलपी (आपराधिक) सं. 9677 सन्‌ 207 से उद्भुत)]",
  "[Arising out of SLP (Criminal) No.1048 of 2018]": "[एसएलपी (आपराधिक) सं. 048 सन्‌ 207 से उदभुत]",
  "[Arising out of SLP (Criminal) No.2225 of 2018]": "[एसएलपी (आपराधिक) सं. 2225 सन्‌ 207 से उद्भुत]",
  "CRIMINAL APPEAL NO.1190 OF 2019": "आपराधिक अपील सं, 90 सन्‌ 209",
  "[Arising out of SLP (Criminal) No.3272 of 2018]": "[एसएलपी (आपराधिक) सं. 3272 सन्‌ 207 से उद्भुत]",
  "JUDGMENT": "निर्णय",
  "RANJAN GOGOI, CJI.": "भारत के मुख्य न्यायाधीश, रंजन गोगोई",
  "1. Leave granted in Special Leave Petition (Criminal) Nos.": ". ... विशेष अनुमति याचिका (क्रिमिनल) संख्याएँ 967. सन्‌ 207,",
  "2. Criminal Appeal No.2003 of 2012.": "2... आपराधिक अपील सं. 2003 सन्‌ 202",
  "Facts:": "तथ्य :",
  "On 7th December, 2009 the In-charge of the Electronics Cell of Sadar Bazar Police Station located in the district of Saharanpur of the State of Uttar Pradesh lodged a First": "7 दिसंबर, 2009 को उत्तर प्रदेश राज्य के सहारनपुर जिले में स्थित सदर बाजार पुलिस स्टेशन के इलेक्ट्रॉनिक्स सेल के प्रभारी ने प्रथम सूचना रिपोर्ट",
  "Information Report (“FIR” for short) alleging that one Dhoom": "(संक्षेप में 'एफआईआर') दर्ज की, जिसमें आरोप लगाया गया कि अपीलकर्ता-",
  "Singh in association with the appellant — Ritesh Sinha, was": "रितेश सिन्हा के साथ मिलकर धूम सिंह, पुलिस में नौकरी के वादे पर विभिन्न",
  "engaged in collection of monies from different people on the promise of jobs in the Police. Dhoom Singh was arrested and": "लोगों से धन संग्रह में लगे हुए थे। धूम सिंह को गिरफ्तार कर लिया गया और",
  "one mobile phone was seized from him. The Investigating": "उनसे एक मोबाइल फोन जब्त किया गया। जांच प्राधिकरण यह सत्यापित करना",
  "Authority wanted to verify whether the recorded conversation in the mobile phone was between Dhoom Singh and the": "चाहता था कि क्या मोबाइल फोन में दर्ज की गई बातचीत धूम सिंह और",
  "appellant — Ritesh Sinha. They, therefore, needed the voice": "अपीलकर्ता-रितेश सिन्हा के बीच थी। इसलिए, उन्हें अपीलार्थी के वॉयस सैंपल",
  "(“CJM” for short) praying for summoning the appellant to the": "सीजेएम) के समक्ष एक आवेदन दायर किया, जिसमें अपीलकर्ता को उसकी",
  "3. The learned CJM, Saharanpur by order dated 8th": "3. विद्वान मुख्य न्यायिक मजिस्ट्रेट सहारनपुर ने आदेश दिनांक 8 जनवरी,",
  "This order of the learned CJM was challenged before the High Court of Allahabad under Section 482 of the Code of Criminal": "मजिस्ट्रेट के इस आदेश को उच्च न्यायालय इलाहाबाद के समक्ष दण्ड प्रक्रिया",
  "by its order dated 9t» July, 2010, the present appeal has been": "को 9 जुलाई 200 के अपने आदेश द्वारा नकार दिया है, वर्तमान अपील दायर",
  "4. The appeal was heard and disposed of by a split verdict of a two Judge Bench of this Court requiring the": "4. अपील को सुना गया और इस न्यायालय की दो न्यायाधीश पीठ के विभक्त",
  "5. Two principal questions arose for determination of the appeal which have been set out in the order of Justice Ranjana": "5. अपील के निर्धारण के लिए दो प्रमुख प्रश्न उत्पन्न हुए जिसे न्यायमूर्ति रंजना",
  "Prakash Desai dated 7** December, 2012 in the following": "प्रकाश देसाई के 7 दिसंबर, 202 के आदेश में निम्नलिखित शब्द में स्थापित",
  "“(1) Whether Article 20(3) of the Constitution of": "“(4) क्या भारत के संविधान का अनुच्छेद 20 (3), जो",
  "against himself, extends to protecting such an accused from being compelled to give his voice": "होने के लिए मजबूर किए जाने से बचाता है, ऐसे अभियुक्त को",
  "accused from being compelled to give his voice sample during the course of investigation into": "अपराध के दौरान अन्वेषण के दौरान उसकी आवाज का नमूना देने के लिए मजबूर किए जाने से संरक्षण प्रदान करता",
  "(2) Assuming that there is no violation of Article 20(3) of the Constitution of India, whether in the": "(2) यह मानते हुए कि भारत के संविधान के अनुच्छेद 20 (3) का कोई उल्लंघन नहीं है, कया संहिता में किसी प्रावधान",
  "absence of any provision in the Code, can a Magistrate authorize the investigating agency to": "के अभाव में, क्या मजिस्ट्रेट जांच एजेंसी को अपराध के",
  "record the voice sample of the person accused": "आरोपी व्यक्ति का वॉयस सैंपल रिकॉर्ड करने के लिए अधिकृत",
  "of an offence?”": "कर सकता है? ”",
  "10. We may now proceed to answer the second question,": "0. अब हम दूसरे प्रश्न का उत्तर देने के लिए आगे बढ़ सकते हैं, अर्थात्‌, क्या",
  "namely, whether in the absence of any specific provision in the": "दण्ड प्रक्रिया संहिता में किसी विशिष्ट प्रावधान के अभाव में एक अपराध के",
  "Investigating Agency to record the voice sample of a person": "आरोपी व्यक्ति के वॉयस सैंपल को रिकॉर्ड करने के लिए जांच एजेंसी को अधिकृत",
  "11. Medical examination of an accused for the purposes of effective investigation of a criminal charge has received a wider": "4. एक आपराधिक आरोप की प्रभावी जांच के प्रयोजनों के लिए किसी",
  "meaning by the amendment to the Explanation to Section 53": "अभियुक्त की चिकित्सा परीक्षा को दंड प्रक्रिया संहिता की धारा 53 के स्पष्टीकरण",
  "Amending Act (No.25 of 2005) to provide for examination of a": "के परीक्षण के लिए इसी संशोधन अधिनियम (2005 का नंबर 25) द्वारा धारा",
  "A by the same Amending Act (No.25 of 2005) a Magistrate has": "५3 ए डाला गया है। वैसे ही, इसी संशोधन अधिनियम (2005 के सं. 25) द्वारा",
  "person, to give specimen signatures or handwriting for the": "प्रयोजनों के लिए नमूना हस्ताक्षर या लिखावट देने के लिए आदेश देने का",
  "12. None of the said amendments specifically authorize or": "2.. उक्त संशोधनों में से कोई भी विशेष रूप से एक मजिस्ट्रेट को किसी",
  "empower a Magistrate to direct an accused person or any other": "अभियुक्त व्यक्ति या किसी अन्य व्यक्ति को संहिता के तहत जांच या अन्वेषण के",
  "person to give his/her voice sample for the purposes of an": "प्रयोजनों के लिए अपना / अपनी आवाज का नमूना देने के लिए अधिकृत या",
  "(Justice Aftab Alam) on the two judge Bench to doubt as to": "\"लोप\" ने दो न्यायाधीश पीठ के विद्वान न्यायाधीश (न्यायमूर्ति आफताब आलम)",
  "13. The Law Commission of India, in its 87 report dated": "3. भारत के विधि आयोग की अपनी 87वीं रिपोर्ट दिनांकित 29 अगस्त,",
  "question presently confronting the Court. The Law": "न्यायालय का सामना कर रहा है। विधि आयोग ने कैदियों की पहचान अधिनियम,",
  "Commission examined the matter (almost four decades earlier) in the context of the working of the provisions of the": "920 के प्रावधानों के कार्य के संदर्भ में (लगभग चार दशक पहले) मामले का",
  "Identification of Prisoners Act, 1920. The view taken was that a suitable legislation which could be in the form of an": "परीक्षण किया। लिया गया विचार यह था कि एक उपयुक्त कानून जो कैदियों की",
  "amendment to Section 5 of the Identification of Prisoners Act,": "पहचान अधिनियम, 920 की धारा 5 में संशोधन के रूप में हो सकता है, विशेष",
  "Court to compel an accused to give sample of his/her voice for": "रूप से न्यायिक मजिस्ट्रेट को किसी आरोपी व्यक्ति को अपनी आवाज का नमूना",
  "behalf of the majority the then learned Chief Justice B.P. Sinha was of the view that the prohibition contemplated by the constitutional provision contained in Article 20(3) would come": "मुख्य न्यायाधीश बी. पी. सिन्हा का विचार था कि अनुच्छेद 20 (3) में निहित",
  "in only in cases of testimony of an accused which are self-": "संवैधानिक प्रावधान द्वारा चिंतन किया गया निषेध, केवल एक अभियुक्त की गवाही",
  "incriminatory or of a character which has the tendency of": "के मामलों में, जो आत्म-दोषारोपण या उस चरित्र का है जिसमें अभियुक्त की",
  "incriminating the accused himself. The issue in the case was": "स्वयं के दोषारोपण की प्रवृत्ति है, आएगा। मामले में मुद्दा अभियुक्तों की दोषिता का",
  "with regard to specimen writings taken from the accused for comparison with other writings in order to determine the": "निर्धारण करने के लिए अन्य लेखों की तुलना के लिए अभियुक्तों से लिए गए नमूना",
  "was prohibited under Article 20(3) of the Constitution. The": "लेखन के संबंध में था और क्या संविधान के अनुच्छेद 20 (3) के तहत इस तरह",
  "would be apt for recollection as the same conclusively": "निम्नलिखित अवलोकन अनुस्मरण के लिए उपयुक्त होगें क्योकिं वही निर्णायक",
  "determines the first question arising. The same, therefore, is": "रूप से पहले प्रश्न का निर्धारण करते हैं। वही, इसलिए, नीचे दिया गया हैः",
  "an accused person. Self-Incrimination must mean conveying information based upon the": "निर्देशित है। स्व-दोषारोपण का मतलब जानकारी देने वाले व्यक्ति",
  "mean conveying information based upon the personal knowledge of the person giving the": "के व्यक्तिगत ज्ञान के आधार पर जानकारी देना होना चाहिए और",
  "mechanical process of producing documents in": "यह अदालत में दस्तावेजों के उत्पादन की केवल यांत्रिक प्रक्रिया को",
  "court which may throw a light on any of the points in controversy, but which do not contain": "शामिल नहीं कर सकता है जो विवाद में किसी भी बिंदु पर प्रकाश",
  "points in controversy, but which do not contain any statement of the accused based on his personal knowledge..........": "डाल सकता है, लेकिन जो आरोपी के अपने व्यक्तिगत ज्ञान पर आधारित किसी बयान को शामिल नहीं करता है ........",
  "(12) In order that a testimony by an accused": "(72) आदेश में, कि किसी अभियुक्त व्यक्ति द्वारा गवाही को",
  "person may be said to have been self- incriminatory, the compulsion of which": "आत्म-दोषारोपण होना कहा जा सकता है, जिसकी मजबूरी",
  "comes _ within the _ prohibition of the constitutional provision, it must be of such": "संवैधानिक प्रावधान के निषेध के भीतर आती है, यह इस तरह की",
  "a character that by itself it should have the tendency of incriminating the accused, if not": "प्रकृति का होना चाहिए कि आरोपी की अपने आप को दोषारोपण की",
  "also of actually doing so. In other words, it": "प्रवृत्ति होनी चाहिए .चाहे वास्तव में ऐसा न भी करता हो। दूसरे",
  "should be a statement which makes the case": "शब्दों में, यह एक बयान होना चाहिए जो अपने आप में आरोपी",
  "against the accused person at least probable,": "व्यक्ति के खिलाफ मामले को कम से कम संभावित बनाता हो। एक",
  "considered by itself. A specimen handwriting or signature or finger impressions by themselves": "नमूना हस्तलिपि या हस्ताक्षर या उंगली के छाप पूरी तरह से",
  "are no testimony at all, being wholly innocuous,": "अहानिकर होने से अपने आप में कोई गवाही नहीं है, क्योंकि वे",
  "because they are unchangeable; except, in rare cases where the ridges of the fingers or the style": "अपरिवर्तनीय हैं; सिवाय दुर्लभ मामलों में जहां उंगलियों की लकीरों",
  "cases where the ridges of the fingers or the style of writing have been tampered with. They are": "या लेखन की शैली के साथ छेड़छाड़ की गई है। वे केवल न्यायालय",
  "inference based on other pieces of evidence": "सबूत के अन्य टुकड़ों पर आधारित इसका अनुमान विश्वसनीय हैं। वे",
  "(Amendment) Act, 2005 (Act No.25 of 2005) with effect from": "आपराधिक प्रक्रिया संहिता(संशोधन ), 2005 (2005 का अधिनियम सं, 25)",
  "15. The legislative response in remaining silent or acting at a “slow” pace can always be explained by legislative concerns": "45. मौन रहने या 'धीमी' गति से कार्य करने में विधायी प्रतिक्रिया को हमेशा",
  "context and in the admitted absence of any clear statutory": "सकता है। यह पूर्वोक्त संदर्भ में और किसी भी स्पष्ट वैधानिक प्रावधान के",
  "provision that the question arising has to be answered which": "स्वीकार्य अभाव में है कि उत्पन्न होने वाले प्रश्न का उत्तर दिया जाना चाहिए जो",
  "is primarily one of the extent to which by a process of judicial": "मुख्य रूप से उस सीमा में से एक है जिस तक एक औपचारिक विधायी अभ्यास",
  "interpretation a clear gap in the statute should be filled up": "द्वारा लम्बित संविधि में स्पष्ट अंतर को न्यायिक व्याख्या की प्रक्रिया द्वारा भरा",
  "question that we shall now turn to.": "जाना चाहिए।। यह पूर्वोक्त प्रश्न है जिस पर अब हम विचार करेंगें।",
  "16. “Procedure is the handmaid, not the mistress, of": "6. . “प्रक्रिया न्याय की स्वामिनी है, दासी नहीं और उसे मुकदमेबाजी में तथ्य",
  "§ ALR. 1975 SC 349 [Vatal Nagaraj vs. R. Dayanand Sagar)": "349 (वातल नटराज बनाम आर. दयानन्द सागर) ]। हम इस न्यायालय के",
  "Court in “Sushil Kumar Sen vs. State of Bihar’ is deemed": "7. इस न्यायालय द्वारा “ सुशील कुमार सेन बनाम बिहार राज्य” (975)",
  "The appellant in the above case was the owner of a plot of land measuring about 3.30 acres located in the district of Purnea in Bihar. The said parcel of land was acquired under": "उपरोक्त मामले में अपीलकर्ता बिहार में पूर्णिया जिले में स्थित लगभग 3. 30 एकड़ जमीन के एक भूखंड का मालिक था। भूमि अधिग्रहण अधिनियम ,",
  "the provisions of the Land Acquisition Act, 1894. The Land": "894 के प्रावधानों के तहत भूमि के उक्त पार्सल का अधिग्रहण किया गया था।",
  "Justice Krishna Iyer delivered a concurring opinion": "न्यायमूर्ति कृष्णा अय्यर ने उपरोक्त निष्कर्षों के साथ सहमति देते हुए",
  "extracting the following observations from the opinion": "निम्नलिखित अवलोकनों को निकालते हुए स्थिति को सबसे अच्छी तरह से",
  "“I concur regretfully with the result reached by": "तर्क द्वारा प्राप्त परिणाम के साथ मैं खेदपूर्वक सहमत है। विधि के",
  "justice at the hands of law troubles a Judge’s conscience and points an angry": "हाथों न्याय की मृत्यु न्यायाधीश की अंतरात्मा को परेशान करती है",
  "conscience and points an angry interrogation at the law reformer.": "और विधि सुधारक पर क्रुद्ध पूछताछ करती है।",
  "6. The processual law so dominates in certain systems as to overpower substantive": "6. प्रक्रिया संबंधी कानून कुछ प्रणालियों में प्रबल अधिकारों",
  "rights and substantial justice. The humanist": "और पर्याप्त न्याय को प्रबल करने के लिए हावी है। कानूनी",
  "rule that procedure should be the handmaid,": "न्याय का मानवतावादी नियम कि प्रक्रिया दासी होनी चाहिए,",
  "consideration of vesting a residuary power in": "अवशिष्ट शक्ति निहित करने पर विचार करने के लिए मजबूर",
  "tragic sequel otherwise would be wholly": "करती है, जहां दुखद परिणाम अन्यथा पूर्ण रूप से असाम्या",
  "by the State to challenge the extraordinary increase in the rate of compensation awarded by": "मुआवजे की दर में असाधारण वृद्धि को चुनौती देने के लिए",
  "the party. Maybe, Government might have successfully attacked the increase awarded in": "सकता है, सरकार ने अपील में दी गई वृद्धि पर सफलता वहाँ",
  "would stand dispelled by one of the earlier pronouncements of this Court on the subject in State of Bombay vs.Kathi Kalu": "9. जैसा कि पहले प्रतिबन्ध का संबंध है, इसे बॉम्बे राज्य बनाम_काठी कालू",
  "Oghad (supra), relevant extracts of which judgment has": "औघड़ (उपरोक्त) में इस विषय पर इस न्यायालय के पहले के निर्णोयों में से एक",
  "opinion of Justice K.C. Das Gupta in State of Bombay vs.Kathi Kalu Oghad (supra) would further strengthen the": "हैं। मुंबई राज्य बनाम काठी कालू औघड़ (उपरोक्त) में न्यायमूर्ति के. सी. दास",
  "view of this Court to the contrary.": "की सुविचारित राय में निम्नलिखित दृष्टिकोण इस न्यायालय के दृष्टिकोण को",
  "20(3) of our Constitution does not say that": "अनुच्छेद 20 (3) में यह नहीं कहा गया है कि किसी अभियुक्त",
  "an accused person shall not be compelled to": "व्यक्ति को साक्षी होने के लिए बाध्य नहीं किया जाएगा। इसमें",
  "be a witness. It says that such a person shall": "कहा गया है कि ऐसे व्यक्ति को खुद के खिलाफ गवाह बनने के",
  "not be compelled to be a witness against himself. The question that arises therefore": "लिए मजबूर नहीं किया जाएगा। इसलिए सवाल जो उठता है",
  "judicial interpretation would become inevitable.": "निर्वचन की प्रक्रिया अपरिहार्य हो जाएगी।",
  "21. The exercise of jurisdiction by Constitutional": "27. . संवैधानिक न्यायालयों द्वारा क्षेत्राधिकार के प्रयोग को. जमीनी",
  "Courts must be guided by contemporaneous realities /existing": "हकीकत /मौजूदा वास्तविकताओं द्वारा निर्देशित किया जाना चाहिए। न्यायिक",
  "to be entrapped within inflexible parameters or guided by rigid": "शक्ति को अनम्य मापदंडों के भीतर उलझे होने या कठोर सिद्धांतों द्वारा निर्देशित",
  "principles. True, the judicial function is not to legislate but in": "होने की अनुमति नहीं दी जानी चाहिए। सच है, न्यायिक कार्य कानून बनाना नहीं",
  "a situation where the call of justice and that too of a large": "है, लेकिन ऐसी स्थिति में जहां न्याय की माँग और वह भी बहुत से ऐसे व्यक्तियों",
  "number who are not parties to the lis before the Court,": "की जो न्यायालय के समक्ष विवाद्य में पक्षकार नहीं है, क़ानून के एक मौन पहलू",
  "of ejusdem generis but on the principle of imminent necessity": "जेनिसिस(उसी प्रकार) के सिद्धांत पर , बल्कि आसन्न आवश्यकता के सिद्धांत",
  "with a call to the Legislature to act promptly in the matter.": "पर, मामले में  विधायिका को त्वरित कार्य करने के निर्देश के साथ , भरा जाना",
  "22. Illustratively, we may take the decision of this Court in Bangalore Water Supply & Sewerage Board vs. A": "22. उदाहरण के लिए, हम बैंगलोर जल आपूर्ति और सीवरेज बोर्ड बनाम ए",
  "expansion of the frontiers of judicial interpretation to fill in": "को भरने के लिए न्यायिक व्याख्या की सीमाओं के विस्तार के खिलाफ असंतोष",
  "out, and we do this better by filling in the": "हैं उस पर अमल करते हैं, और हम बेहतर तरीके से रिक्त स्थान को",
  "24. Would a judicial order compelling a person to give a sample of his voice violate the fundamental right to privacy under Article 20(3) of the Constitution, is the next question.": "24. ._ क्या किसी व्यक्ति को उसकी आवाज का नमूना देने के लिए विवश करने वाला कोई न्यायिक आदेश, संविधान के अनुच्छेद 20 (3) के अधीन निजता के मूल अधिकार का अतिक्रमण करता है, यह अगला प्रश्न है। यह मुद्दा दिलचस्प और",
  "The issue is interesting and debatable but not having been argued before us it will suffice to note that in view of the": "बहस योग्य है, लेकिन हमारे सामने यह तर्क नहीं दिया गया है यह ध्यान देने के",
  "opinion rendered by this Court in Modern Dental College and Research Centre and others vs.State of Madhya Pradesh": "लिए पर्याप्त होगा कि मॉडर्न डेंटल कॉलेज एंड रिसर्च सेंटर और अन्य बनाम मध्य",
  "and _ others!!, Gobind vs. State of Madhya Pradesh and": "प्रदेश राज्य और अन्य (206) 7 एससीसी 353, गोबिंद बनाम मध्य प्रदेश",
  "Puttaswamy and another vs. Union of India and others!%": "न्यायाधीशों की पीठ ने के.एस. पुत्तस्वामी और अन्य बनाम भारत संघ और अन्य",
  "the fundamental right to privacy cannot be construed as": "निजता के मौलिक अधिकार को पूर्ण नहीं माना जा सकता है और लेकिन",
  "absolute and but must bow down to compelling public interest. We refrain from any further discussion and consider": "सार्वजनिक हित के लिए झुकना चाहिए। हम आगे कोई चर्चा नहीं करना चाहते हैं",
  "issue not specifically raised before us.": "और हमारे सामने विशेष रूप से नहीं उठाए गए मुद्दे पर आगे और अवलोकन को",
  "25. In the light of the above discussions, we": "25. . उपरोक्त चर्चाओं के आलोक में, हम दृढ़तापूर्वक यह विचार करते हैं कि जब",
  "unhesitatingly take the view that until explicit provisions are engrafted in the Code of Criminal Procedure by Parliament, a": "तक संसद द्वारा दंड प्रक्रिया संहिता में स्पष्ट प्रावधान नहीं किए जाते हैं, तब तक",
  "exercise of jurisdiction vested in this Court under Article 142": "42 के अधीन इस न्यायालय में निहित अधिकारिता के प्रयोग द्वारा मजिस्ट्रेट को",
  "of the Constitution of India. We order accordingly and": "प्रदान किया जाना चाहिए। हम तदनुसार आदेश देते हैं और परिणामस्वरूप",
  "consequently dispose the appeals in terms of the above.": "उपरोक्त के संदर्भ में अपील का निपटारा करते हैं।",
  "New Delhi;": "नई दिल्ली",
  "August 02, 2019.": "02 अगस्त, 209",
  "perception of the future. Coincidentally, the view enunciated": "तात्कालिक साथ नहीं मिला, लेकिन इसमे भविष्य की धारणा और दृष्टि समाहित",
  "by Lord Justice Denning in Seaford Court Estates Ltd.": "होना माना गया. और संयोग से, लार्ड डेनिंग द्वारा सीफोर्ड न्यायालय इस्टेट",
  "vs.Asher (supra) of ironing of the creases in the legislation has": "लिमिटेड बनाम एशर ( उपरोक्त) में प्रतिपादित विधायन में कठिनाइयों के निवारण",
  "been approved by the Indian Supreme Court in the following": "के संबंध में अपनाया गया दृष्टिकोंण भारतीय सर्वोच्च न्यायालय के उस समय के",
  "words of the then Chief Justice M.H. Beg:": "मुख्य न्यायाधीश एम. एच. बेग द्वारा निम्नलिखित शब्दों में अनुमोदित कियाः",
  "“147. My learned Brother has relied on what was considered in England a somewhat unorthodox method of construction in Seaford": "\"47. मेरे विद्वान भाई ने इंग्लैंड में सीफोर्ड कोर्ट इस्टेट्स",
  "164] where Lord Denning, L.J., said:": "पर भरोसा किया है, जहां लॉर्ड डेनिंग, एल.जे. ने कहा:",
  "“When a defect appears a Judge cannot simply fold his hands and blame the": "“जब कोई दोष प्रकट होता है तो न्यायाधीश अपना हाथ बाँधकर और",
  "constructive task of finding the intention of Parliament — and then he must": "लगाने के रचनात्मक कार्य पर कार्य करना चाहिए -और तब उसे",
  "supplement the written words so as to give": "लिखित शब्दों का पूरक होना चाहिए ताकि विधायिका के आशय को",
  "‘force and life’ to the intention of legislature. A Judge should ask himself": "'बल और जीवन' दिया जा सके। एक न्यायाधीश को स्वयं से यह प्रश्र",
  "the question how, if the makers of the Act": "पूछना चाहिए कि कैसे, यदि अधिनियम के निर्माताओं ने स्वयं इसका",
  "straightened it out? He must then do as": "सामना किया होता तो वे जैसा हल करते? फिर उन्हें ऐसा करना",
  "they would have done. A Judge must not": "चाहिए जैसा उन्होंने किया होता। एक न्यायाधीश को उस सामग्री को",
  "alter the material of which the Act is woven, but he can and should iron out the": "नहीं बदलना चाहिए, जिसमें अधिनियम बुना हुआ है, लेकिन उन्हें",
  "When this case went up to the House of Lords it": "जब यह मामला हाउस ऑफ लॉर्ड्स के लिए गया तो ऐसा प्रतीत होता"
}