{
  "if any, shall stand disposed of. There shall be no order as to costs.": "लागत के बारे में कोई आदेश नहीं होगा।",
  "NEW DELHI;": "नई दिल्ली",
  "MARCH 02, 2023.": "02 मार्च, 2023",
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. 5937 OF 2011": "दीवानी अपील संख्या 5937 वर्ष 2077",
  "COMMISSIONER OF TRADE TAX ...APPELLANT(S)": "व्यापार कर आयुक्त... ..... अपीलार्थी(गण)",
  "M/S. KUMAR PAINTS AND MILL STORES THROUGH ITS PROPRIETOR ...RESPONDENT(S)": "मैसर्स कुमार पेंट्स और मिल स्टोर द्वारा प्रोपराइटर .......... प्रत्यर्थी (गण)",
  "WITH": "के साथ",
  "CIVIL APPEAL NO. 5938 OF 2011": "दीवानी अपील संख्या 5938 वर्ष 2077",
  "JUDGMENT": "निर्णय",
  "S. RAVINDRA BHAT, J.": "न्यायमूर्ति एस. रवींद्र भट",
  "1. The question which is urged in all these appeals is the correctness of the view of": ". इन सभी अपीलों में जिस प्रश्न का निवेदन किया गया है, वह उच्च न्यायालय के",
  "the High Court that the process which the product in the present case underwent — i.e.,": "दृष्टिकोण की सत्यता है कि वर्तमान मामले में उत्पाद जिस प्रक्रिया से गुजरा -",
  "mixture of the base paint with different colours — did not result in a ‘new’ product, and": "यानी, विभिन्न रंगों के साथ बेस पेंट का मिश्रण -एक 'नया' उत्पाद नहीं था, और",
  "oh of the U.P. Trade Tax Act, 1948 (“Act”).": "इसलिए उत्तर प्रदेश व्यापार कर अधिनियम, 948 (\"अधिनियम\") की धारा 2",
  "5. The Revenue urged that the findings in the impugned order are erroneous, and": "५, राजस्व ने निवेदन किया कि आक्षेपित आदेश में निष्कर्ष गलत हैं, और यह तर्क",
  "relied upon Sonebhadra Fuels (supra) to argue that the High Court was bound by this": "देने के लिए सोनभद्र फ्यूल्स (उपरोक्त) पर अवलम्ब लिया कि उच्च न्यायालय इस",
  "Court’s decision since it was directly on an interpretation of the expression": "न्यायालय के निर्णय से बाध्य था क्योंकि यह सीधे उसी अधिनियम में 'निर्माण'",
  "whether coal briquettes fell with the generic description of ‘coal’. This court held that": "किया था कि क्‍या कोयले की ईटें 'कोयले' के सामान्य विवरण के साथ आती हैं। इस न्यायालय ने अवधारित किया कि इस प्रक्रिया में मिक्स किये हुए कोयले को",
  "press, from which regular shaped briquettes were suitably carbonised. This process": "था, जिससे नियमित आकार के ब्रिकेट को उपयुक्त रूप से कार्बनीकृत किया जाता",
  "was held to amount to ‘manufacture’.": "था।इस प्रक्रिया को 'निर्माण' के बराबर माना जाता था।",
  "6. The definition of ‘manufacture’ under the Act is as follows: -": "6. अधिनियम के तहत 'निर्माण' की परिभाषा इस प्रकार है: -",
  "“2 (e-1). ‘manufacture’ means producing, making, mining, collecting,": "\"2 (ई-) 'विनिर्माण' का अर्थ है किसी भी वस्तु का उत्पादन, निर्माण, खनन, संग्रह, निष्कर्षण, परिवर्तन, अलंकरण, परिष्करण",
  "extracting, altering, ornamenting, finishing or otherwise processing, treating or": "या अन्यथा प्रसंस्करण, उपचार या अनुकूलन करना; लेकिन इसमें",
  "adapting any goods; but does not include such manufactures or manufacturing": "ऐसी विनिर्माण या विनिर्माण प्रक्रियाएं शामिल नहीं हैं जो निर्धारित",
  "7. In Mahalaxmi Stores (supra), this court relied on previous decisions such as": "7. महालक्ष्मी स्टोर (उपरोक्त) मामले में इस न्यायालय द्वारा दिये गये पिछले",
  "Commissioner of Sales Tax Vs. Pio Food Packers (1980) Suppl. SCC 174, and": "निर्णय जैसे कि बिक्री कर आयुक्त बनाम पियो फूड पैकर्स (980) सप्लीमेंट्री",
  "Chowgule and Company(P) Limited Vs. Union of India (1981) 1 SCC 653 to state that": "एससीसी 74, और चौगुले एंड कंपनी (पी) लिमिटेड बनाम यूनियन ऑफ इंडिया (98)  एससीसी 653 पर अवलम्ब लिया है कि निर्माण प्रक्रिया",
  "the manufacturing process can vary, and that the process of producing every type of": "अलग-अलग हो सकती है, और हर प्रकार की विविधता के उत्पादन की प्रक्रिया,",
  "variation, or finishing of goods, would not amount to ‘manufacture’ as contained in": "या माल की फिनिशिंग, क़ानून में निहित 'निर्माण' की श्रेणी में नहीं आएगी, जब",
  "the statute unless it resulted in the emergence of a new commercial commodity.": "तक कि इसके परिणामस्वरूप एक नई वाणिज्यिक वस्तु का उदय न हो।",
  "8. In Sonhbadra, this court while deciding the facts of the case before it cited a": "8. सोनभद्र मामले में, इस न्यायालय ने अपने समक्ष मामले के तथ्यों का फैसला",
  "large number of decisions rendered in the context of what was meant by": "करते हुए 'निर्माण' के संदर्भ में दिए गए बड़ी संख्या में निर्णयों का हवाला दिया।",
  "‘manufacture.’ This court specifically noticed in Union of India V. Delhi Cloth and": "इस अदालत ने विशेष रूप से यूनियन ऑफ इंडिया वी दिल्ली क्वॉथ एंड जनरल",
  "General Mills (1963) Suppl. 1 SCR 586 that ‘manufacture’ meant bringing into": "मिल्स (963) सप्लीमेंट्री । एससीआर 586 में अवधारित किया कि 'निर्माण'",
  "existence a ‘new’ substance and did not mean merely to bring about some change in": "का मतलब एक 'नया' पदार्थ बनाना है और इसका मतलब केवल पदार्थ में कुछ",
  "Commissioner of Income Tax, Ernakulam (2001) 7 SCC 525 follows the same": "एस्पिनवॉल एंड कंपनी लिमिटेड बनाम आयकर आयुक्त, एनकुलम (2007) 7 एस. सी. सी. 525 में निर्णय इसी सिद्धांत का पालन करता है।न्यायालय ने",
  "principle. The court held that manufacture must be understood in common parlance": "अवधारित किया कि निर्माण को आम बोलचाल की भाषा में समझा जाना चाहिए",
  "and means production of articles for use from raw or prepared materials by giving": "और इसका मतलब कच्चे या तैयार माल से उपयोग के लिए वस्तुओं को रूप, गुण",
  "them forms, qualities or combination. Importantly however, it was held that if the": "या संयोजन देकर उत्पादन करना है। हालांकि, महत्वपूर्ण रूप से यह अवधारित",
  "change made in the article resulted in a ‘new’ and ‘different’ article, it would amount": "किया गया था कि यदि वस्तु में किए गए परिवर्तन के परिणामस्वरूप 'नया' और",
  "result of the process (amounting to ‘manufacture’) must be the emergence of a": "यह है कि प्रक्रिया का परिणाम ('निर्माण' के बराबर) एक व्यावसायिक रूप से",
  "commercially recognizable new commodity, and not mere variation of an existing one.": "पहचाने जाने योग्य नई वस्तु का उद्धव होना चाहिए, न कि केवल मौजूदा वस्तु के"
}