{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय के समक्ष",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. 6860 OF 2021": "सिविल अपील संख्या - 6860/202",
  "(Arising out of SLP (CIVIL) No.5006 of 2020)": "(विशेष अनुमति याचिका (सिविल) संख्या 5006/2020 से उत्पन्न)",
  "State of Uttar Pradesh and Ors. .... Appellant(s)": "उत्तर प्रदेश राज्य और अन्य .... अपीलार्थी (गण)",
  "Versus": "बनाम",
  "Pankaj Kumar .... Respondent(s)": "पंकज कुमार ... प्रतिवादी (गण)",
  "JUDGMENT": "निर्णय",
  "A.S. Bopanna.,J.": "माननीय न्यायमूर्ति ए. एस. बोपन्ना,",
  "dated 29.08.2019 passed by the Division Bench of the High Court of Judicature at Allahabad, Lucknow Bench, Lucknow, in": "में उच्च न्यायालय इलाहाबाद के लखनऊ खण्ड पीठ द्वारा पारित 29.08.209 के",
  "the Division Bench of the High Court has dismissed the Special": "न्यायालय की खण्ड पीठ ने विशेष अपील को खारिज कर दिया है, जिससे रिट",
  "oo 12.03.2019 passed by the learned Single Judge in W.P. No.693": "याचिका संख्या - 693 (एस/एस)/ 209 में विद्वान एकल न्यायाधीश द्वारा पंकज",
  "2. The brief facts leading to the present appeal is that the": "2. वर्तमान अपील के लिए संक्षिप्त तथ्य यह है कि अपीलकर्ताओं ने सीधी भर्ती द्वारा",
  "recruit Police Constables to the Provincial Armed Constabulary": "प्रांतीय सशस्त्र आरक्षी बल (पुरुष) में पुलिस आरक्षियों की भर्ती के लिए वर्ष 205",
  "the candidates who had responded to the said advertisement and submitted his application. Pursuant thereto, the admit": "जिन्होंने उक्त विज्ञापन में अपना आवेदन प्रस्तुत किया था। इसके अनुसार, प्रत्यर्थी",
  "examination was held. In order to complete the process of": "चयन की प्रक्रिया को पूरा करने के लिए, दस्तावेजों को सत्यापित किया जाना था",
  "selection, the documents were to be verified and the candidates were to be subjected to physical fitness test which was to be": "और उम्मीदवारों को शारीरिक दक्षता परीक्षण करवाया जाना था जिसे भर्ती प्रक्रिया",
  "made subsequently as the next stage of recruitment process. The issue presently is with regard to the respondent being": "के अगले चरण के रूप में करवाया जाना था। वर्तमान में यह मुद्दा लिखित संसूचना",
  "unable to appear for the physical fitness test and the verification of documents which he alleges is for want of written": "के आभाव में दस्तावेजों के सत्यापन के संबंध में और शारीरिक दक्षता परीक्षण के",
  "3. According to the appellants, the candidates who were": "3. अपीलकर्ताओं के अनुसार, जिन उम्मीदवारों को शारीरिक दक्षता परीक्षण और",
  "required to appear for the physical fitness test and document": "दस्तावेज सत्यापन के लिए उपस्थित होना आवश्यक था, उन्हें मोबाइल फोन पर",
  "verification were intimated by issuing SMS over the mobile phone, the number of which had been furnished in the": "एसएमएस जारी करके सूचित किया गया था, जिसे उन्होनें आवेदन में प्रस्तुत की",
  "application. Several other candidates who had received such": "किया था। कई अन्य उम्मीदवार जिन्होंने इस तरह के एसएमएस प्राप्त किए थे,",
  "intimation, which had not been done in the instant case. It is in": "तत्काल मामले में लागू नहीं किया गया था ।उस पृष्ठभूमि के तहत विद्वत एकल",
  "that background, the Learned Single Judge as also the Division Bench has arrived at the conclusion that an opportunity is": "न्यायाधीश और खण्ड पीठ इस निष्कर्ष पर पहुचें है कि एक अवसर प्रदान करने की",
  "required to be furnished as the employment opportunity should": "आवश्यकता है क्योंकि रोजगार के अवसर को खतरे में नहीं डाला जाना चाहिए।",
  "not be jeopardized. He therefore, seeks that this appeal be": "इसलिए, वह चाहते है कि इस अपील को खारिज कर दिया जाए।",
  "7. In the light of the rival contentions, having perused the order passed by the learned Single Judge as also the conclusion": "7. विपक्षी तर्कों के आलोक में, विद्वरत एकल न्यायाधीश द्वारा पारित आदेश के",
  "reached by the Division Bench of the High Court, it would": "साथ-साथ उच्च न्यायालय की खण्ड पीठ द्वारा दिए गए निष्कर्ष का भी परिशीलन",
  "indicate that the High Court has not granted the relief to the": "करते हुए, यह इंगित होता है कि उच्च न्यायालय ने आवेदन के लिए प्रस्तुत किये गये",
  "compliance of any requirement envisaged under the Rule or procedure provided in the advertisement calling for": "विज्ञापन में दिए गए नियम या प्रक्रिया के तहत परिकल्पित किसी भी आवश्यकता के",
  "applications. The Rule as referred to by the learned counsel for": "सकती है।प्रतिवादी के लिए विद्रत अधिवक्ता द्वारा निर्दिष्ट नियम में उल्लेख है कि डाक",
  "keeping in view the large number of candidates and the process": "रूप से तब जब बड़ी संख्या में उम्मीदवारों को आगामी प्रक्रिया में उपस्थित होना",
  "to be completed, the candidates were intimated by sending SMS": "और अधिकांश उम्मीदवार एसएमएस द्वारा सूचना के लिए दस्तावेज सत्यापन और",
  "document verification and the physical fitness test of the respondent pertaining to his height, weight and _ chest": "प्रत्यर्थी का दस्तावेज परीक्षण और उचाँई, भार और सीना के मापन की दक्षता",
  "measurement and to declare the result after completing the": "परीक्षण को पूरा करायें और प्रक्रिया को पूरा करने के बाद परिणाम धोषित करें।",
  "required to be issued. Since, such call letter has not been": "आवश्यक था। चूंकि, इस तरह के कॉल लेटर को प्रत्यर्थी को जारी नहीं किया गया",
  "process of document verification and physical fitness test. The": "है क्योंकि वह दस्तावेज़ सत्यापन और शारीरिक दक्षता परीक्षण की प्रक्रिया में भाग",
  "had arrived at the conclusion that there was inadvertence on part of the respondent since an applicant would not have": "पहुंचें कि प्रत्यर्थी की ओर से असावधानी के कारण हुआ क्योंकि एक आवेदक ने",
  "deliberately not participated in the process of recruitment. In": "जानबूझकर भर्ती की प्रक्रिया में भाग नहीं लिया होगा। उस परिस्थिति में, न्यायसंगत",
  "appeared for document verification and physical fitness test": "शारीरिक दक्षता परीक्षण के लिए उपस्थित होने की अनुमति देने का निर्देश दिया था।",
  "8. Though, the learned counsel for the respondent vaguely": "8. हालांकि, प्रतिवादी के विद्रत अधिवक्ता ने अस्पष्ट रूप से तर्क दिया कि एक",
  "contended that a person may not retain the same number after": "व्यक्ति लंबे समय के अंतराल के बाद एक ही मोबाइल नंबर को बनाए नहीं रख",
  "a long lapse of time, no material has been brought on record to": "सकता है, इसको इंगित करने के लिए कोई सामग्री अभिलेख पर प्रस्तुत नहीं की गई",
  "indicate that the respondent did not possess the said mobile connection as on the date the SMS was sent. Further, the": "है कि प्रतिवादी के पास उक्त मोबाइल कनेक्शन नहीं था जिसमें एसएमएस भेजा गया",
  "respondent that one may not retain the same number after": "कि लंबे समय के अंतराल के बाद एक ही मोबाइल नंबर को बनाए नहीं रखा जा",
  "the person may not reside in the same address which is": "प्रस्तुत मामले में, व्यक्ति उस पते पर शायद निवास न कर रहा हो जिसको संचार के",
  "is made. In such circumstance, it is for the candidate to": "परिस्थिति में, उम्मीदवार के लिए यह आवश्यक है कि वह अपने पते में किसी भी",
  "intimate any change to the authorities, since such change": "परिवर्तन को अधिकारियों को सूचित करें और इस परिवर्तन की जानकारी उसको",
  "instant case, when there can be no dispute that the respondent": "अधिकारियों तक पहुचाएं। तत्काल मामले में, इसमें विवाद नहीं हो सकता है कि",
  "which was furnished in the application and the SMS had been sent to the respondent, the respondent having not acted on the": "गया था और प्रत्यर्थी को एसएमएस भेजा गया था, प्रत्यर्थी ने उस पर कार्रवाई नहीं",
  "permitted to participate in the selection process which has": "की थी और वह अपनी सुविधा से चयन प्रक्रिया में भाग लेने की अनुमति देने का",
  "already concluded, not having utilized the opportunity which": "अनुरोध नहीं कर सकता है जो पहले ही पूर्ण हो चुकी है, और उन्होनें उस अवसर",
  "was available to him.": "का उपयोग नहीं किया है जो उनके लिए उपलब्ध था।",
  "9. Further, from the very nature of consideration made by the High Court, it is seen that it was the casual attitude of the": "9. इसके अलावा, उच्च न्यायालय द्वारा किए गए विचार की प्रकृति से, यह देखा",
  "High Court has mildly put it as, inadvertence and provided an": "था, हालांकि उच्च न्यायालय ने इसे अनजाने में नम्रतापूर्वक तरीके से देखा है और",
  "opportunity. It is no doubt true, that as contended by the": "एक अवसर प्रदान किया है। यह निःसन्देह सत्य है कि प्रत्यर्थी द्वारा अपने विरोधी",
  "and the next recruitment process will also get effected since": "रूपरेखा के बिना अर्थहीन होगी और अगली भर्ती प्रक्रिया भी प्रभावित होगी। चूंकि",
  "determination of the number of vacancies for the next process": "अगली प्रक्रिया के लिए रिक्तियों की संख्या का निर्धारण उतार-चढ़ाव जारी रहेगा।",
  "will keep fluctuating. The process herein had commenced in the year 2015 and the document verification along with the": "यह प्रक्रिया वर्ष 2075 में शुरू हुई थी और शारीरिक दक्षता परीक्षण के साथ",
  "physical fitness test was held in 2018. Several candidates who": "दस्तावेज सत्यापन 208 में आयोजित किया गया था। कई उम्मीदवारों को जिन्हें",
  "were permitted pursuant to the order of the High Court had": "उच्च न्यायालय के आदेश के अनुसार अनुमति दी गई थी, ने जनवरी 209 की",
  "taken part in early January 2019. Since, sufficient time has": "शुरुआत में भाग लिया था। चूंकि, इसके बाद पर्याप्त समय बीत चुका है, इसलिए इस",
  "elapsed thereafter it would not be appropriate to make an exception in the case of the respondent at this stage as": "स्तर पर प्रत्यर्थी के मामले को अपवाद बनाना उचित नहीं होगा अन्यथा प्रक्रिया",
  "justified in their conclusion. The order dated 12.03.2019 passed by the learned Single Judge in W.P No.693 (SS) of 2019": "(एसएस) / 209 में सीखा एकल न्यायाधीश द्वारा पारित 2.03.209 के आदेश",
  "and the order dated 29.08.2019 passed in Special Appeal Defective No.366 of 2019 by the Division Bench are set aside.": "और खण्ड पीठ के द्वारा विशेष अपील दोष संख्या 366/209 में पारित 29.08.209 के आदेश को अपास्त किया जाता है।परिणामस्वरूप, रिट याचिका",
  "Pankaj Kumar vs. State of U.P. and Ors. stands dismissed.": "संख्या 693 (एसएस)/209 पंकज कुमार बनाम यूपी राज्य और अन्य को खारिज किया जाता है।",
  "12. The appeal is allowed with no order as to costs.": "2. लागत के संबंध में बिना किसी आदेश के अपील को अनुमति दी जाती है।"
}