{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकारिता",
  "Civil Appeal Nos. 4578-4580 of 2022": "सिविल अपील सं. 4578-4580/2022",
  "KRISHNA RAI (Dead) APPELLANT(S)": "कृष्ण राय (मृत) अपीलार्थी (गण)",
  "BANARAS HINDU UNIVERSITY": "बनारस हिंदू विधविद्यालय प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "1. Leave granted.": "3. अनुमति प्रदान की गई।",
  "2. IJA.D.No.133982 of 2021 is allowed.": "2. आई.ए.डी. संख्या 33982/202 की अनुमति दी गई है।",
  "4. The learned Single Judge had allowed the writ petition filed by the appellants and after": "4. विद्वरत एकल न्यायाधीश ने अपीलार्थियों द्वारा दायर की गई रिट याचिका को",
  "Division Bench allowed the appeal, set aside the judgment of the learned Single Judge and": "पीठ ने अपील को स्वीकार कर लिया और विद्वत एकल न्यायाधीश के निर्णय को",
  "dismissed the writ petition. Aggrieved by the": "अपास्त कर दिया और रिट याचिका को खारिज कर दिया। इससे व्यथित, मूल",
  "5. Facts in brief are that for filling up 14 posts of Class-IIJ (Junior Clerk Grade) by way of": "५, संक्षेप में तथ्य यह है कि पदोन्नति के माध्यम से तृतीय श्रेणी (जूनियर कर्क",
  "and, accordingly, as per its recommendations, 14 selected candidates (respondent nos.3 to 16)": "इनकी सिफारिशों के अनुसार, 4 चयनित अभ्यर्थी (प्रत्यर्थी संख्या 3 से 6)",
  "were issued appointment letters on 05.06.2007.": "को दिनांक 05.06.2007 को नियुक्ति पत्र जारी किए गए। अपीलार्थियों ने प्रत्यर्थी",
  "the decision to appoint respondent nos.3 to 16, which was rejected by the competent authority": "संख्या 3 से 6 को नियुक्त करने के निर्णय के विरुद्ध एक अभ्यावेदन दिया, जिसे",
  "on 02.07.2007.": "सक्षम प्राधिकारी द्वारा दिनांक 02.07.2007 को अस्वीकार कर दिया गया।",
  "7. Aggrieved, the appellants filed Writ Petition No.37741 of 2007; Sri Krishna Rai and 33 others impleading the Banaras Hindu University": "7. व्यथित अपीलार्थियों ने रिट याचिका संख्या 3774/2007 श्री कृष्ण राय और 33 अन्य लोगों ने बनारस हिन्दू विश्वविद्यालय के निबन्धक के माध्यम से",
  "through its Registrar as respondent No.1, Vice- Chancellor, Banaras Hindu University as": "प्रतिवादी संख्या , कुलपति, बनारस हिन्दू विश्वविद्यालय को प्रत्यर्थी संख्या 2",
  "respondent No.2, and the 14 selected candidates as respondent nos.3 to 16. The petition was filed": "और 4 चयनित अभ्यर्थियों को प्रत्यर्थी संख्या 3 से 6 के रूप में पक्षकार",
  "as respondent nos.3 to 16. The petition was filed primarily on the ground that the": "बनाया। यह याचिका मुख्य रूप से इस आधार पर दायर की गई थी कि विज्ञापन /",
  "laying down the eligibility conditions, as per paragraph 6.4 of the Manual did not provide for": "अधिसूचना, जिसे नियमावली के प्रस्तर 6.4 के अनुसार पात्रता शर्तों को निर्धारित",
  "any interview, but later on, changing the rules of": "करते हुए जारी किया गया था, में किसी साक्षात्कार का प्रावधान नहीं किया गया था, लेकिन बाद में परीक्षा के नियमों में बदलाव कर दिया गया और प्रस्तर 6.4 में",
  "power to amend paragraph 6.4 laying down the": "निर्धारित करने के लिए प्रस्तर 6.4 में संशोधन करने का कोई अधिकार या शक्ति",
  "marks for the type test, 60 marks for the written test of Hindi, English and Arithmetic and 20": "और अंकगणित की लिखित परीक्षा के लिए 60 अंक और साक्षात्कार के लिए 20",
  "8. In the counter-affidavit filed by the BHU as": "8. बीएचयू और प्रत्यर्थी संख्या 3 से 6 द्वारा दाखिल किए गए प्रति शपथपत्र में",
  "conditions as laid down in para 6.4 of the Manual and duly approved by the Executive Council, which is the supreme Authority, was": "नियमावली के प्रस्तर 6.4 में निर्धारित और विधिवत अनुमोदित कार्यकारी परिषद,",
  "Council, which is the supreme Authority, was not disputed. Even during the course of the": "जो कि सर्वोच्च प्राधिकरण है, द्वारा पात्रता शर्ते विवादित नहीं थीं। बहस के दौरान",
  "arguments, learned counsel for the BHU agreed to the submission of the appellants that the": "भी, बीएचयू के विद्वान अधिवक्ता अपीलार्थीगणों के इस कथन से सहमत हुए कि",
  "Board of Examiners had no authority to alter the eligibility conditions or the procedure prescribed under para 6.4 of the Manual. It is further": "परीक्षक बोर्ड के पास पात्रता शर्तों या नियमावली के प्रस्तर 6.4 के तहत निर्धारित",
  "employees for promotion as Junior Clerk in the": "श्रेणी के कर्मचारी के रूप में सेवा में प्रवेश करने वाले अपने कनिष्ठ के",
  "Special Appeal No.24 of 2012 (Banaras Hindu University and another Vs. Sri Krishna Rai and": "विशेष अपील संख्या 24/202 (बनारस हिंदू विश्वविद्यालय और अन्य बनाम श्री",
  "others), Special Appeal No.9 of 2012 (Shri Sarvjit": "कृष्ण राय और अन्य), विशेष अपील संख्या 9/202 (श्री सर्वजीत सिंह और",
  "Singh and others Vs. Sri Krishna Rai and others) and Special Appeal No.25 of 2012 (Ram Kishore": "अन्य बनाम श्री कृष्ण राय और अन्य) और विशेष अपील संख्या 25/2072",
  "Pandey and _ others Vs. Banaras’ Hindu University and others). The Division Bench vide": "(राम किशोर पांडे और अन्य बनाम बनारस हिंदू विश्वविद्यालय और अन्य) के रूप",
  "judgment dated 29.07.2016 was of the view, as": "में पंजीकृत हैं। खण्ड पीठ ने दिनांक 29 जुलाई, 206 के अपने निर्णय में कहा",
  "appeared in the examination process as also the interview without any protest, upon being": "था कि अपीलार्थी बिना किसी विरोध के परीक्षा प्रक्रिया के साथ-साथ साक्षात्कार",
  "unsuccessful could not have challenged the selection process. The Division Bench relied": "में भी शामिल हुए थे और असफल रहे तो वे चयन प्रक्रिया को चुनौती नहीं दे",
  "selection process. The Division Bench relied upon a number of decisions, which we shall": "सकते थे।खण्ड पीठ ने कई निर्णयों पर अवलम्ब लिया, जिन पर हम जल्द ही",
  "shortly discuss, in support of its view and": "उसके दृष्टिकोण के समर्थन में चर्चा करेंगे और तदनुसार विशेष अपील को अनुमति",
  "aside the judgment of the learned Single Judge and dismissed the writ petition.": "दी, विद्वरत एकल न्यायाधीश के निर्णय को अपास्त कर दिया और रिट याचिका को",
  "13. Having heard learned counsel for the parties and having perused the material on": "3. पक्षकारों के अधिवक्ता को सुनने के बाद और अभिलेख पर तथ्यों और",
  "14. As per para 6.4 of the Manual duly": "विधिवत अनुमोदित नियमावली के प्रस्तर 6.4 के अनुसार, सभी चतुर्थ श्रेणी",
  "IV employees, who have put in five years’ service and who have passed matriculation examination": "कर्मचारी, जिन्होंने पांच साल की सेवा दी है और जिन्होंने मैट्रिक परीक्षा या",
  "and who have passed matriculation examination or equivalent, would be eligible for promotion to the post of Junior Clerk Grade. Such eligible": "समकक्ष उत्तीर्ण की है, जूनियर कर्क ग्रेड के पद पर पदोन्नति के लिए पात्र होंगे।",
  "English/Hindi for a minimum speed of 30 words": "ऐसे पात्र अभ्यर्थियों को कम से कम 30 शब्द प्रति मिनट की गति से अंग्रेजी /हिंदी",
  "of typing test mentions that if an employee does": "संलग्न टिप्पणी में उल्लेख है कि यदि कोई कर्मचारी टंकण परीक्षा उत्तीर्ण नहीं करता",
  "not pass the typing test and is otherwise eligible for promotion, he be promoted subject to the": "है और अन्यथा पदोन्नति के लिए पात्र है, उसे इस शर्त के अध्यधीन पदोन्नत किया",
  "condition that he passes the typing test within two years from the date of his promotion failing": "जाएगा कि वह अपनी पदोन्नति की तारीख से दो वर्ष के भीतर टंकण परीक्षा पास",
  "which, he would be reverted. The note further": "कर ले, जिसमें विफल रहने पर, उसे वापस कर दिया जाएगा। नोट में यह भी कहा",
  "provided that for such employees the typing test": "गया है कि ऐसे कर्मचारियों के लिए टाइपिंग परीक्षा वर्ष में दो बार आयोजित की",
  "provided that two papers of simple English, Hindi and Arithmetic of one hour duration would be held.": "अंग्रेजी, हिंदी और अंकगणित के दो प्रश्नपत्र आयोजित किए जाएंगे।",
  "15. The Executive Council vide its Resolution No.131 dated 29/30.03.1996 had raised the": "5. कार्यकारी परिषद ने दिनांक 29/30.03.996 को अपनी प्रस्ताव संख्या",
  "vacancies from 20% to 25% for promotion of Group-D in-service employees and it further provided that the seniority list would be": "3] के माध्यम से सभी कर्मचारियों में चतुर्थ श्रेणी की पदोन्नति के लिए रिक्तियों को 20 प्रतिशत से बढ़ाकर 25 प्रतिशत कर दिया था और इसमें यह भी प्रावधान",
  "prepared after passing the departmental test": "किया गया था कि वरिष्ठता सूची विभागीय परीक्षा उत्तीर्ण करने के बाद तैयार की",
  "17. The only test required for eligible candidates": "7. पात्र अभ्यर्थियों के लिए आवश्यक एकमात्र परीक्षा विभागीय परीक्षा अर्थात",
  "was to pass in the departmental test i.e. the test of simple English, Hindi and Arithmetic. Thus, if": "सामान्य अंग्रेजी, हिंदी और अंकगणित की परीक्षा में उत्तीर्ण होना था।इस प्रकार,",
  "an eligible candidate passes in the written test of simple English, Hindi and Arithmetic and also": "यदि कोई पात्र अभ्यर्थी सामान्य अंग्रेजी, हिंदी और अंकगणित की लिखित परीक्षा",
  "passes in the type test, would be entitled to be": "में पास हो जाता है और टाइप टेस्ट में भी पास हो जाता है, तो उसे पदोन्नति के",
  "placed in the seniority list for promotion. It further mandated that even where eligible": "लिए वरिष्ठता सूची में रखा जाएगा।यह भी अनिवार्य किया गया कि यदि पात्र",
  "candidates had passed in the departmental written test of simple English, Hindi and": "अभ्यर्थी सामान्य अंग्रेजी, हिंदी और अंकगणित की विभागीय लिखित परीक्षा में",
  "understanding the principles of changing the Rules of the game, was too far-fetched,": "नियमों को बदलने के सिद्धांतों को समझने की उम्मीद करना बहुत कठिन,",
  "unreasonable and unwarranted.": "अनुचित और अनपेक्षित था।",
  "23. The case laws relied upon by the Division Bench would have no application in the facts of the present case as none of the judgments relied": "23. खण्ड पीठ द्वारा जिन निर्णयज विधियों पर अवलम्ब लिया गया उनका वर्तमान मामले के तथ्यों में कोई लागू नहीं होगा क्योंकि खण्ड पीठ द्वारा",
  "principle of estoppel would be above law. It is settled principle that principle of estoppel": "सिद्धांत कानून से ऊपर नहीं होगा। यह निश्चित सिद्धांत है कि विबंध का सिद्धांत",
  "cannot override the law. The manual duly": "कानून को अस्वीकार नहीं कर सकता है। कार्यकारी परिषद द्वारा विधिवत रूप से",
  "approved by the Executive Council will prevail over any such _ principle of estoppel or acquiescence.": "अनुमोदित नियमावली विबंधन या स्वीकृति के ऐसे किसी भी सिद्धांत पर प्रबल",
  "24. The Division Bench relied upon _ the following judgments:": "24. खण्ड पीठ ने निम्नलिखित निर्णयों पर अवलम्ब लिया -",
  "(1) Union of India and another Vs. N. Chandrashekharan and others’.": "() भारत संघ और अन्य बनाम एन. चन्द्रशेखरन और अन्य\"।",
  "(2) Utkal University and others Vs. Dr. N.C. Sarangi and others’.": "(2) उत्कल विश्वविद्यालय और अन्य बनाम डॉ. एन. सी. सारंगी और अन्य*।",
  "(3) Chandra Prakash Tiwari Vs. Shakuntala‘* .": "(3) चंद्र प्रकाश तिवारी बनाम शकुंतला*।",
  "(4) K.A. Nagmani Vs. Indian Airlines’.": "(4) के. ए. नागमणि बनाम इंडियन एयरलाइंस\"।",
  "(5) Madan Lal and others Vs. State of": "(5) मदन लाल और अन्य बनाम जम्मू और कश्मीर राज्य और अन्य\"।",
  "2 JT 1998(1) SC 295": "2 जेटी 2998() एससी 295",
  "4 2002 (6) SCC 127": "4 2002 (6) एससीसी 27",
  "5 2009 (5) SCC 515": "5 2009 (5) एससीसी 55",
  "6 1995(3) SCC 486": "6 995(3) एससीसी 486",
  "would have to qualify the type test within two years from his joining.": "साथ पदोन्नत किया जा सकता है कि उसे जॉइन करने के दो साल के भीतर टाइप टेस्ट में उत्तीर्ण होना होगा।",
  "21. What we notice is that, the Division Bench": "2. हमने जो नोटिस किया है वह यह है कि, खंडपीठ ने विद्वत एकल न्यायाधीश",
  "approved the reasoning of the learned Single Judge. The relevant extract of the judgment of": "के तर्क को स्वीकार किया।खण्ड पीठ के निर्णय का प्रासंगिक अंश नीचे दिया गया",
  "“Learned Single Judge as already noted above has": "\"जैसा कि ऊपर उल्लेख किया गया है, विद्वत एकल न्यायाधीश ने उचित",
  "We are also of the same view that procedure": "सम्बन्धित नहीं थे। हमारा यह भी विचार है कि निर्धारित प्रक्रिया का",
  "prescribed ought to have been adhered to by the Board of Examiners. Board of Examiners on their": "पालन परीक्षक बोर्ड द्वारा किया जाना चाहिए था। कार्यकारी परिषद द्वारा निर्धारित क्षेत्र में पूर्व से मौजूद प्रक्रिया को परीक्षक बोर्ड अपने दम पर",
  "22. However, the Division Bench fell in error in applying the principle of estoppel that the": "22. हालांकि, खंडपीठ ने विबंधन के सिद्धांत को लागू करने में त्रुटि की है कि",
  "appellants having appeared in the interview and being unsuccessful proceeded to challenge the": "अपीलार्थी साक्षात्कार में उपस्थित हुए और असफल होने के कारण इसे चुनौती",
  "same and on that ground alone, allowed the": "दिये और सिर्फ उस आधार पर अपील की अनुमति दी गई और विद्वान एकल",
  "be secured either in interview or in _ the assessment of annual confidential reports. In": "से अधिक थे और प्राधिकारी या तो साक्षात्कार में या वार्षिक गोपनीय रिपोर्टों के",
  "the above case, there was no violation of any statutory rules or the eligibility determined by the rule making authority.": "उपरोक्त मामले में, किसी भी वैधानिक नियमों या नियम बनाने वाले प्राधिकरण द्वारा निर्धारित पात्रता का कोई उल्लंघन नहीं किया गया था।",
  "26. In the case of Utkal University (supra), the objection taken by the unsuccessful candidates": "26. उत्कल विश्वविद्यालय (उपरोक्त) के मामले में, असफल अभ्यर्थियों द्वारा की",
  "27. In the case of Chandra Prakash Tiwari": "27. चंद्र प्रकाश तिवारी (उपरोक्त) के मामले में, असफल अभ्यर्थी को साक्षात्कार",
  "the result of the interview palatable and the objection taken was that the process of interview": "का परिणाम सही नहीं लगा और आपत्ति की गई कि साक्षात्कार की प्रक्रिया",
  "was unfair. This also has no application to the facts of the present case.": "अनुचित थी। यह भी वर्तमान मामले के तथ्यों के लिए कोई लागू नहीं है।",
  "28. In the case of K.A. Nagmani (supra), the unsuccessful candidates were given equal": "28. के. ए. नागमणि (उपरोक्त) के मामले में असफल अभ्यर्थियों को समान",
  "opportunity and no violation of any statutory": "अवसर दिए गए और किसी सांविधिक नियम के उल्लंघन का आरोप नहीं लगाया",
  "rule was alleged, as such, this judgment would also have no application.": "गया था, इसलिए इस निर्णय का भी कोई उपयोग नहीं होगा।",
  "29. In the case of Madan Lal (supra), again the objection taken by the unsuccessful candidate": "29. मदनलाल (उपरोक्त) के मामले में, एक बार फिर असफल अभ्यर्थी द्वारा की",
  "was regarding the process of interview being unfair. This case also does not have any": "गई आपत्ति साक्षात्कार की प्रक्रिया के अनुचित होने के बारे में थी।इस मामले का",
  "application to the facts of the present case.": "वर्तमान मामले के तथ्यों के साथ कोई संबंध नहीं है।",
  "case of Dr. Krushna Chandra Sahu and others": "30. इसके विपरीत, डॉ. कृष्ण चंद्र साहू और अन्य बनाम उड़ीसा राज्य और",
  "held that the suitability criteria is to be laid": "अन्य', के मामले में हम पाते हैं कि यह अवधारित किया गया है उपयुक्तता मानदंड",
  "down by the rule making authority and that the": "नियम बनाने वाले प्राधिकरण द्वारा निर्धारित किया जाना है और चयन बोर्ड/चयन",
  "selection criteria cannot be laid down by the Selection Board/Selection Committee unless": "समिति द्वारा चयन मानदंड निर्धारित नहीं किया जा सकता है जब तक कि विशेष",
  "specifically authorized. In the present case, firstly, there was no authorization to the Board": "रूप से अधिकृत नहीं किया जाता है। वर्तमान मामले में, सबसे पहले चयन",
  "7 1995 (6) SCC 1": "7 995 (6) एससीसी",
  "33. The members of the Selection Board or for that matter, any other Selection Committee, do": "33. चयन बोर्ड या उस मामले के लिए, किसी अन्य चयन समिति के",
  "not have the jurisdiction to lay down the criteria": "सदस्यों को चयन के लिए मानदंड निर्धारित करने की अधिकार क्षेत्र नहीं",
  "specifically in that regard by the rules made under Article 309. It is basically the function of": "है जब तक कि वे अनुच्छेद 309 के तहत बनाए गए नियमों द्वारा इस",
  "under: (SCC pp. 583-84, para 17):": "अन्य के मामले में निम्नलिखित मत दिया:- (एससीसी पीपी. 583- 84, पैरा 27):",
  "“We are now only left with the reasoning of the": "“अब हम न्यायाधिकरण के इस तर्क के साथ रह गए हैं कि पुराने नियम",
  "promotion to offices in other zones. In drawing": "कर्मियों को पदोन्नति पर अन्य क्षेत्रों में कार्यालयों में स्थानांतरित किया",
  "such conclusion, the Tribunal has_ travelled": "जा सकता है।ऐसा निष्कर्ष निकालने में, ट्रिब्यूनल अपने अधिकार क्षेत्र",
  "beyond the limits of its jurisdiction. We need only": "की सीमाओं से परे गई है।हमें केवल यह इंगित करने की आवश्यकता है",
  "point out that the mode of recruitment and the category from which the recruitment to a service": "कि भर्ती का तरीका और जिस श्रेणी से किसी सेवा में भर्ती की जानी",
  "should be made are all matters which are exclusively within the domain of the executive. It": "चाहिए, वे सभी ऐसे मामले हैं जो अनन्य रूप से कार्यपालिका के",
  "is not for judicial bodies to sit in judgment over": "अधिकार क्षेत्र में आते हैं।यह न्यायिक निकायों के लिए नहीं है कि वे उन",
  "the wisdom of the executive in choosing the mode of recruitment of the categories from which the": "श्रेणियों की भर्ती के तरीके को चुनने में कार्यपालिका के विचार पर निर्णय",
  "recruitment should be made as they are matters of policy decision falling exclusively within the": "लें, जिनसे भर्ती की जानी चाहिए क्योंकि वे नीतिगत निर्णय के मामले हैं",
  "purview of the executive.” (Emphasis supplied).": "जो विशेष रूप से कार्यपालिका के दायरे में आते हैं। \" (प्रभाव",
  "34. The Selection Committee does not even have the inherent jurisdiction to lay down the norms": "वर्धित)चयन समिति के पास चयन के लिए न तो मानदंड निर्धारित करने",
  "for selection nor can such power be assumed by": "का निहित अधिकार क्षेत्र है और न ही ऐसी शक्ति को आवश्यक विवक्षा",
  "“By necessary inference, there was no such power in the ASRB to add to the required": "“आवश्यक निष्कर्ष के अनुसार, एएसआरबी में आवश्यक योग्यताओं को",
  "qualifications. If such power is claimed, it has to": "जोड़ने की ऐसी कोई शक्ति नहीं थी। यदि ऐसी शक्ति का दावा किया",
  "not done in that manner, then it would have no existence in the eye of the law. Paragraph 18 of": "कानून की दृष्टि में इसका कोई अस्तित्व नहीं होगा।उक्त निर्णय के प्रस्तर 8 को",
  "the said judgment is reproduced below:": "नीचे उद्धृत किया गया हैः",
  "“18. The Tribunal’s judgment has proceeded on the basis": "“8. ट्रिब्यूनल का फैसला इस आधार पर आगे बढ़ा है कि भले ही",
  "that even though the samples were drawn contrary to law, the appellants would be estopped because _ their": "नमूने कानून के विपरीत लिए गए थे लेकिन अपीलार्थी को रोक दिया",
  "the appellants would be estopped because _ their representative was present when the samples were drawn": "जाएगा क्योंकि जब नमूने लिए गए थे तो उनके प्रतिनिधि मौजूद थे और",
  "and they did not object immediately. This is a completely": "उन्होंने तुरंत आपत्ति नहीं की थी।यह तथ्य और विधि दोनों पर पूरी",
  "perverse finding both on fact and law. On fact, it has been": "तरह से प्रतिकूल निष्कर्ष है।वास्तव में, यह पर्याप्त रूप से साबित हो गया",
  "more than amply proved that no representative of the appellant was, in fact, present at the time the Customs": "है कि अपीलार्थी का कोई प्रतिनिधि वास्तव में उस समय मौजूद नहीं था",
  "Inspector took the samples. Shri K.M. Jani who was": "जब सीमा शुल्क निरीक्षक ने नमूने लिए थे।कथित रूप से उपस्थित श्री",
  "when the samples were taken. In fact, therefore, there was": "लिए गए थे तो वह उपस्थित नहीं थे। इसलिए, वास्तव में जब नमूने लिए",
  "no representative of the appellants when the samples were": "गए थे तब अपीलार्थियों का कोई प्रतिनिधि नहीं था। कानून में समान",
  "taken. In law equally the Tribunal ought to have realized": "रूप से अधिकरण को यह महसूस करना चाहिए था कि कानून के",
  "that there can be no estoppel against law. If the law": "खिलाफ कोई विबंध नहीं हो सकता है।यदि कानून यह अपेक्षा करता है",
  "requires that something be done in a particular manner, it": "कि कुछ विशेष तरीके से किया जाना चाहिए तो इसे उसी तरीके से",
  "must be done in that manner, and if not done in that": "किया जाना चाहिए और यदि ऐसा नहीं किया जाता है तो कानून की",
  "manner has no existence in the eye of law at all. The": "नजर में इसका कोई अस्तित्व ही नहीं है। सीमा शुल्क अधिकारी किसी"
}