{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय क्षेत्राधिकार",
  "Civil Appeal No. 4448 of 2021": "दीवानी अपील संख्या 4448 वर्ष 2027",
  "(Arising out of SLP (C) No. 29868 of 2018)": "(एसएलपी (सी) संख्या 29868 वर्ष 2078 से उत्पन्न)",
  "Shri Saurav Jain & Anr ...Appellants": "श्री सौरव जैन और एक अन्य ... अपीलार्थीगण",
  "vs": "बनाम",
  "M/s A. B. P. Design & Anr ...Respondents": "मैसर्स एबीपी डिजाइन और एक अन्य ... प्रत्यर्थीगण",
  "JUDGMENT": "निर्णय",
  "Dr Justice Dhananjaya Y Chandrachud": "माननीय न्यायमूर्ति डॉ धनंजय वाई चंद्रचूड़",
  "1 This appeal arises from a judgment dated 22 February 2018 of the High Court of Judicature at Allahabad in a first appeal’ under Section 96 of the Code of Civil": "पहली अपील' में उच्च न्यायालय, इलाहाबाद के 22 फरवरी 2078 के एक निर्णय",
  "Judge, Moradabad dismissed a suit? instituted by the first respondent. The High": "मुरादाबाद ने प्रथम प्रत्यर्थी द्वारा संस्थित वाद* को खारिज कर दिया। उच्च",
  "' First Appeal No. 411 of 2011.": "]. प्रथम अपील संख्या 4]/ 207.",
  "Original Suit No. 602 of 2008.": "2. मूल वाद संख्या 602/ 2008.",
  "(iii) | A permanent injunction from dispossessing the first respondent.": "(|) प्रथम प्रत्यर्थी को बेकब्जा करने से स्थायी व्यादेश।",
  "7 Shri Sai Siddhi Developers was impleaded as the third defendant to the suit.": "7. श्री साई सिद्धि डेवलपर्स को मुकदमे के तीसरे प्रतिवादी के रूप में पक्षकार",
  "The amended plaint set up the plea that before the lands were transferred in favour of the first respondent by Zahid Hussain, the latter had obtained permission of the": "बनाया गया था। संशोधित वादपत्र में यह दलील है कि ज़ाहिद हुसैन द्वारा पहले प्रत्यर्थी के पक्ष में पहले भूमि हस्तांतरित किया, बाद में 5 मई 993 को सक्षम",
  "Lands measuring 660.32 Sq. Mt. of Gata no.200/1 a part of erstwhile integrated Gata no.200 situated in Village Sonakpur, City and District Moradabad which is shown in the enclosed site plan": "ग्राम सोनकपुर, शहर और जिला मुरादाबाद में स्थित पूर्ववर्ती एकीकृत गाटा संख्या 200 का एक हिस्सा गाटा संख्या 200/7 की 660.32 वर्ग मीटर भूमि जो वर्णमाला",
  "The boundaries of the above gata are as under —": "उपरोक्त गाटा की सीमाएँ निम्नानुसार हैं -पूर्व: पुलिस चौकी",
  "West: 12 Mt. wide road.": "कयूम का भूखण्ड़पश्चिम: 2 मीटर चौड़ी सड़क।",
  "North: Kaanth Road.": "उत्तरः कांठ रोड।",
  "South: Commercial Plot no.7 (Property of the Plaintiff).": "दक्षिण: वाणिज्यिक प्लॉट संख्या 7 (वादी की संपत्ति) |",
  "SCHEDULE ‘B’ OF THE SUIT LANDS": "वादग्रस्त भूमि की अनुसूची 'ख'",
  "Lands measuring 1295.04 Sq. Mt. of Gata no.200/1 a part of erstwhile integrated Gata no.200 situated in Village Sonakpur, City and District Moradabad which is shown in enclosed site plan with": "ग्राम सोनाकपुर, शहर और जिला मुरादाबाद में स्थित पूर्ववर्ती एकीकृत गाटा संख्या 200 का एक हिस्सा गाटा संख्या 200/7 की 295.04 वर्ग मीटर भूमि जो अक्षर",
  "The boundaries of the above gata are as under -": "उपरोक्त गाटा की सीमाएँ निम्नानुसार हैं -पूर्वः पुलिस चौकी और उसके बाद हाजी",
  "South: Plot and lands of Praan Singh.”": "दक्षिण: प्राण सिंह का भूखंड और भूमि।\"",
  "MDA filed a written statement stating that:": "8. एमडीए ने एक लिखित कथन दाखिल किया जिसमें कहा गया था किः",
  "Possession of the suit land in Gata No. 200/1 was taken over by the State": "(।) गाटा सं. 200/] में वादग्रस्त भूमि का कब्जा राज्य सरकार द्वारा भूमि को",
  "the Naib Tehsildar, Sadar, Moradabad and Collector, Moradabad to the MDA": "मुरादाबाद व कलेक्टर, मुरादाबाद द्वारा 3 जुलाई 992 को एमडीए को",
  "200/1 since then till it was sold through auction;": "भूमि पर कब्जा है जब तक कि इसे नीलामी के माध्यम से बेचा नहीं गया था;",
  "A registered sale deed of 660.32 sq. mt. was executed on 20 March 2009;": "(॥) 660.32 वर्ग मीटर का पंजीकृत बिक्री विलेख 20 मार्च 2009 को",
  "The ceiling proceedings against Zahid Hussain were concluded and thus, he": "(॥।) जाहिद हुसैन के खिलाफ सीलिंग की कार्यवाही समाप्त हो गई थी और इस",
  "is not entitled to avail of the benefit under the Repeal Act;": "प्रकार, वह निरसन अधिनियम के तहत लाभ प्राप्त करने का हकदार नहीं है;",
  "6 The first respondent challenged the auction proceedings in the suit on the": "6. पहले प्रत्यर्थी ने इस आधार पर मुकदमे में नीलामी की कार्यवाही को चुनौती",
  "ground that MDA had title only over the land measuring 200 sq. mt (that is, Gata": "दी कि एमडीए के पास नीलामी की गई भूमि के केवल 200 वर्ग मीटर (यानी",
  "No.200/2) of the auctioned land, and thus the sale of the remaining land measuring": "गाटा संख्या 200/2) की भूमि पर हक था और इस प्रकार 400 वर्ग मीटर की शेष भूमि की बिक्री 22 जून 993 को पहले प्रत्यर्थी के पक्ष में ज़ाहिद हुसैन द्वारा",
  "MDA. Meanwhile, Zahid Hussain filed a revenue appeal” before the District Judge,": "बीच, ज़ाहिद हुसैन ने 6 मार्च 988 के आदेश के खिलाफ जिला न्यायाधीश,",
  "1993, the District Judge allowed the appeal and remanded the proceedings for re-": "द्वारा, जिला न्यायाधीश ने अपील को अनुमति दी और एक संशोधित मास्टर",
  "consideration to the Competent Authority on the basis of an amended Master Plan.": "प्लान के आधार पर सक्षम प्राधिकारी को फिर से विचार के लिए कार्यवाही को",
  "3 It is the case of the plaintiff that Zahid Hussain was the erstwhile owner and occupier of lands comprised in Gata No. 200 admeasuring 0.32 acres. Out of the": "3. वादी का मामला यह है कि ज़ाहिद हुसैन की गाटा संख्या 200 की 0.32 एकड़ भूमि का पूर्व मालिक और कब्जेदार था। उपरोक्त जोत में से , भूमि",
  "above holding, land admeasuring 0.05 acres (equivalent to 0.0200 hectares or 200 sq. mt.) was acquired by MDA on 30 January 1986 under the provisions of the Land": "अधिग्रहण अधिनियम, 894 के प्रावधानों के तहत 30 जनवरी 986 को एमडीए द्वारा 0.05 एकड़ (0.0200 हेक्टेयर या 200 वर्ग मीटर के बराबर) भूमि",
  "Acquisition Act, 1894. After the acquisition, Gata No. 200 was divided into two plots:": "का अधिग्रहण किया गया था। अधिग्रहण के बाद, गाटा संख्या 200 को दो भूखंडों में विभाजित किया गया था:",
  "e Gata No. 200/1 measuring 0.1300 hectares (1300 sq. mt.)": "«.... गाटा संख्या 200/7 में 0.300 हेक्टेयर (300 वर्ग मीटर) |",
  "e Gata No. 200/2 measuring 0.2000 hectares (200 sq. mt.)": "«..... गाटा संख्या 200/2 में 0.2000 हेक्टेयर (200 वर्ग मीटर) ।",
  "Zahid Hussain is stated to have become the owner of Gata No. 200/1, while MDA": "जाहिद हुसैन को गाटा संख्या 200/ का मालिक बताया गया है, जबकि",
  "became the owner of Gata No. 200/2. The case of the plaintiff in the suit is that after": "एमडीए गाटा संख्या 200/2 का मालिक बन गया है। मुकदमे में वादी का मामला",
  "Zahid Hussain obtained permission to sell the lands situated in Gata No. 200/1 to": "प्रत्यर्थी को गाटा संख्या 200/7 में स्थित भूमि बेचने की अनुमति प्राप्त की।",
  "dated 22 June 1993. During the pendency of the ceiling case before the Competent": "लगाया गया था और 22 जून 993 को पहले प्रत्यर्थी-वादी को कथित रूप से",
  "Trial Court, holding that the auction conducted by Moradabad Development Authority (“MDA”) in respect of the land in dispute is null and void. The appellant is": "विचारण न्यायालय के निर्णय को यह अभिनिर्धारित करते हुए उलट दिया कि विवादित भूमि के संबंध में मुरादाबाद विकास प्राधिकरण (\"एमडीए\") द्वारा की गई नीलामी अकृत और शून्य है। अपीलकर्ता एक नीलामी क्रेता है जिसने एमडीए से",
  "an auction purchaser who purchased the suit land from the MDA. MDA has been": "वादग्रस्त भूमि खरीदी थी। एमडीए को इन कार्यवाहियों में दूसरे प्रत्यर्थी के रूप में",
  "impleaded as the second respondent to these proceedings. Both the appellant and": "पक्षकार बनाया गया है। अपीलकर्ता और दूसरे प्रत्यर्थी दोनों को भूमि पर पहली",
  "the second respondent have been restrained from interfering with the possession of": "प्रत्यर्थी के कब्जे में हस्तक्षेप करने से रोक दिया गया है।",
  "Facts": "तथ्य",
  "2 The first respondent instituted a suit in the Court of the Civil Judge (Senior Division), Moradabad claiming to be a “transferable owner and cultivator” of lands": "2. पहले प्रत्यर्थी ने दीवानी न्यायाधीश (सीनियर डिवीजन), मुरादाबाद के न्यायालय में एक वाद संस्थित किया, जिसमें दावा किया गया कि वह गाटा",
  "sq. mts. situated in village Sonakpur, in the city and district of Moradabad. MDA was": "मुरादाबाद जिले में ग्राम सोनकपुर में स्थित 295.04 वर्ग या 0.300 हेक्टेयर",
  "impleaded as the first defendant while the appellant was the second defendant to": "है। एमडीए को पहले प्रतिवादी के रूप में जबकि अपीलकर्ता को दूसरे प्रतिवादी",
  "by the name of Zahid Hussain had title over vacant land admeasuring 6960.84 sq.": "प्रकथित किए जाना आवश्यक है। ज़ाहिद हुसैन नाम के एक व्यक्ति के पास मुरादाबाद में 6960.84 वर्ग मीटर की खाली भूमि पर स्वत्व था।उसके खिलाफ",
  "mts in Moradabad. Ceiling case no. 437/5325 (titled State vs. Zahid Hussain) was instituted against him in the Court of the Competent Authority, Urban Land Ceiling,": "सक्षम प्राधिकारी, शहरी भूमि सीमा, मुरादाबाद के न्यायालय में सीलिंग वाद सं. 437/5325 (शीर्षक राज्य बनाम जाहिद हुसैन) संस्थित की गयी थी, जिसमें",
  "Moradabad in respect of his lands including the lands comprised in Gata No. 200 admeasuring 1295.04 sq. mts. By an order dated 16 March 1988, the land": "गाटा संख्या 200 की 295.04 वर्ग मीटर भूमि शामिल थी। 6 मार्च 988 के",
  "comprised in Gata No. 200, among other pieces of land, was declared as “surplus”": "एक आदेश द्वारा, भूमि के अन्य खण्ड़ों के मध्य, गाटा संख्या 200 में शामिल",
  "by the Competent Authority under the Urban Land (Ceiling and Regulation) Act 1976": "भूमि को शहरी भूमि (अधिकत्तम सीमा और विनियमन) अधिनियम 976",
  "(“ULCRA”). Pursuant to the order of the Competent Authority, possession of the": "(\"यूएलसीआरए\") के तहत सक्षम प्राधिकारी द्वारा \"अधिशेष\" घोषित किया गया",
  "Ceiling Case No. 437/5325 under the ULCRA, a total holding of 2,000 sq. mt.": "(॥) यूएलसीआरए के तहत सीलिंग प्रकरण संख्या 437/5325 में सक्षम",
  "out of 6960.84 sq. mt. land was declared to be retainable while the balance": "प्राधिकारी द्वारा पारित 6 मार्च 988 के एक आदेश द्वारा, 6960.84 वर्ग मीटर भूमि में से कुल 2, 000 वर्ग मीटर भूमि को धारण रखने योग्य घोषित किया",
  "admeasuring 4960.84 sq. mt. was declared surplus;": "गया था, जबकि शेष 4960.84 वर्ग मीटर को अधिशेष घोषित किया गया था;",
  "The lands admeasuring 1295.04 sq. mt. in Gata No. 200 were found to be": "के 295.04 वर्ग मीटर के मालिक नहीं थे। गाटा संख्या 200 का कब्जा 37",
  "Possession of 1295.04 sq. mt out of Gata No.200 in village Sonakpur was": "(४) ग्राम सोनकपुर में गाटा सं. 200 में से 295.04 वर्ग मीटर का कब्ज़ा",
  "handed over by the Naib Tahsildar Urban Land Ceiling, Moradabad to the": "नायब तहसीलदार शहरी भूमि अधिकत्तम सीमा, मुरादाबाद द्वारा जिला कलेक्टर",
  "Naib Tahsildar of MDA on 31 July 1992 on behalf of the District Collector.": "की ओर से 3 जुलाई 992 को एमडीए के नायब तहसीलदार को सौंप दिया",
  "When an appeal was filed before the District Judge, Moradabad against the": "गया था। जब जिला न्यायाधीश, मुरादाबाद के समक्ष 6 मार्च 988 के आदेश",
  "handed over to the MDA was not brought to the notice of the court. In any": "एमडीए को सौंप दिया गया था, अदालत के ध्यान में नहीं लाया गया था। किसी",
  "event, the case was remanded to the Competent Authority in order to take into consideration the amended Master Plan. In the meantime, prior to the": "भी घटना में, संशोधित मास्टर प्लान को ध्यान में रखने के लिए मामले को सक्षम प्राधिकारी को भेज दिया गया था। इस बीच, जिला न्यायाधीश के आदेश से",
  "order of the District Judge, possession of 1295.04 sq. mt of Gata No. 200 was": "प्राधिकारी को भेज दिया गया था। इस बीच, जिला न्यायाधीश के आदेश से पहले, गाटा संख्या 200 के 295.04 वर्ग मीटर का कब्जा 3] जुलाई 992",
  "handed over to MDA on 31 July 1992 pursuant to which it was the legal owner of the aforesaid land in Gata No. 200;": "को एमडीए को सौंप दिया गया था, जिसके अनुसरण में यह गाटा संख्या 200 में पूर्वोक्त भूमि का विधिक स्वामी था;",
  "Zahid Hussain who is alleged to have sold the land to the first respondent —": "(५) ज़ाहिद हुसैन, जिस पर आरोप है कि उसने पहले प्रत्यर्थी -वादी को जमीन",
  "plaintiff had not come forth before the court nor was the original sale deed dated 22 June 1993 alleged to be executed by him filed in court. Only a": "बेची थी, न्यायालय के समक्ष नहीं आया था और न ही 22 जून 993 को निष्पादित मूल बिक्री विलेख न्यायालय में दाखिल किया गया था। बिक्री विलेख",
  "certified copy of the sale deed was filed;": "की केवल एक प्रमाणित प्रति दाखिल की गई थी;",
  "the revenue appeal before the District Judge nor had the Competent Authority": "के समक्ष राजस्व अपील का पक्षकार नहीं था और न ही सक्षम प्राधिकारी ने 5",
  "in its order dated 15 June 2001, abating the proceedings in the ceiling case,": "जून 2007 के अपने आदेश में सीलिंग मामले में कार्यवाही को समाप्त करते हुए",
  "directed that ‘possession’ should be restored to Zahid Hussain;": "निर्देश दिया था कि जाहिद हुसैन को 'कब्जा' बहाल किया जाना चाहिए;",
  "Possession had already been transferred to MDA on 31 July 1992 and the": "(पा) कब्जे को पहले ही 3 जुलाई 992 को एमडीए को हस्तांतरित कर दिया",
  "acquisition would not be affected by the Repeal Act since the land had vested": "गया था और अधिग्रहण निरसन अधिनियम द्वारा प्रभावित नहीं होगा क्योंकि भूमि",
  "under Section 10(3) of the ULCRA, and possession had been taken over by a": "यूएलसीआरए की धारा 0(3) के तहत निहित थी और राज्य सरकार द्वारा",
  "of possession to MDA on the enforcement of the Repeal Act, the land": "(।») निरसन अधिनियम के प्रवर्तन पर भौतिक रूप से कब्जा लेने और एमडीए",
  "comprised in Gata No. 200 admeasuring 1295.04 sq. mt. remained the": "को कब्जा सौंपने के अभाव में, गाटा संख्या 200 में शामिल 295.04 वर्ग मीटर",
  "property of Zahid Hussain; and": "भूमि जाहिद हुसैन की संपत्ति बनी रही; और",
  "The fact that proceedings for possession under Section 10(5) had not been": "(») यह तथ्य कि धारा 0(5) के तहत कब्जे के लिए कार्यवाही नहीं की गई",
  "Mr Venkita Subramoniam T.R., learned Counsel appearing on behalf of the": "3. अपीलकर्ता की ओर से पेश विद्वान अधिवक्ता श्री वेंकिता सुब्रमण्यम टीआर",
  "appellant submitted that the judgment of the High Court is erroneous for the": "ने प्रस्तुत किया कि उच्च न्यायालय का निर्णय निम्नलिखित कारणों से त्रुटिपूर्ण हैः",
  "The jurisdiction of the civil court to entertain the suit was barred since a fair": "(।) वाद चलाने के लिए दीवानी न्यायालय का क्षेत्राधिकार वर्जित था क्योंकि",
  "reading of the plaint would make it evident that the object and purpose of the": "वाद-पत्र के निष्पक्ष पाठन से यह स्पष्ट हो जाएगा कि वाद का उद्देश्य",
  "impleading either the State of Uttar Pradesh or the Competent Authority under": "यूएलसीआरए के तहत राज्य सरकार या सक्षम प्राधिकारी को पक्षकार बनाये",
  "The purchase of the lands by the first respondent from Zahid Hussain in 1993": "(॥) 993 में जाहिद हुसैन से पहले प्रत्यर्थी द्वारा भूमि की खरीद, यूएलसीआरए",
  "is hit by the provisions of Section 5(3) and Section 27 of ULCRA;": "की धारा 5(3) और धारा 27 के प्रावधानों से प्रभावित है;",
  "The sale deed in favour of the first respondent was void, and hence the basis": "(|) पहले प्रत्यर्थी के पक्ष में बिक्री विलेख शून्य था और इसलिए पहले प्रत्यर्थी",
  "The original claim in the suit was subsequently expanded through an": "(५४) मुकदमें में मूल दावे को बाद में एक संशोधन द्वारा भूमि के एक बड़े क्षेत्र पर",
  "On the other hand, Mr Manoj Swarup, learned Senior Counsel appearing on": "4. दूसरी ओर, पहले प्रत्यर्थी की ओर से पेश विद्वान वरिष्ठ अधिवक्ता श्री मनोज",
  "Originally in 1986, an acquisition took place under the provisions of the Land": "(।) मूल रूप से 986 में, भूमि अधिग्रहण अधिनियम 894 के प्रावधानों के",
  "Acquisition Act 1894 of an area admeasuring 200 sq. mt. in Gata No. 200. As": "तहत गाटा सं. 200 की 200 वर्ग मीटर के क्षेत्र का अधिग्रहण हुआ।",
  "a consequence, the remaining portion of the land was divided into Gata No.200/1 admeasuring 1295.04 and Gata No.200/2 admeasuring 200 sq. mt;": "परिणामस्वरूप, भूमि के शेष हिस्से को गाटा संख्या 200/7 में 295.04 और गाटा संख्या 200/2 में 200 वर्ग मीटर में विभाजित किया गया था;",
  "Though an order was passed by the Competent Authority in 1988, by the": "(॥) यद्यपि सक्षम प्राधिकारी द्वारा 988 में जिला न्यायाधीश के आदेश",
  "order of the District Judge dated 6 January 1993, the case was remanded": "दिनांकित 6 जनवरी 993 द्वारा एक आदेश पारित किया गया था, इस मामले",
  "back to the Competent Authority for reconsideration of the matter on the basis of the amended Master Plan, and there is no evidence in regard to any further": "को संशोधित मास्टर प्लान के आधार पर मामले पर पुनर्विचार के लिए सक्षम प्राधिकारी को वापस भेज दिया गया था, और निरसन अधिनियम के अधिनियमन",
  "of the amended Master Plan, and there is no evidence in regard to any further proceedings prior to the enactment of the Repeal Act;": "प्राधिकारी को वापस भेज दिया गया था, और निरसन अधिनियम के अधिनियमन से पहले किसी भी आगे की कार्यवाही के संबंध में कोई सबूत नहीं है;",
  "The frame of the suit was proper because the cause of action arose due to": "(॥) वाद की विरचना उचित थी क्योंकि वाद हेतुक उस विज्ञापन के कारण",
  "the advertisement which was issued on 31 August 2008 by MDA for the auction of 660 sq. mt of land, which included a portion of the suit land in Gata": "उत्पन्न हुआ था जो एमडीए द्वारा 660 वर्ग मीटर भूमि की नीलामी के लिए 3 अगस्त 2008 को जारी किया गया था, जिसमें गाटा संख्या 200/7 में वादग्रस्त",
  "hold that actual physical possession was taken over;": "अभाव में, यह मानना संभव नहीं है कि वास्तविक भौतिक कब्जा लिया गया था;",
  "(v) Even if the document evidencing possession dated 31 July 1992 is": "(५४) भले ही 3 जुलाई 992 के कब्जे के साक्ष्य वाले दस्तावेज को वैध माना",
  "District Judge as a consequence of which there would be no vesting in the State prior to the date of the repeal; and": "जिसके परिणामस्वरूप निरसन की तारीख से पहले राज्य में कुछ निहित नहीं होगा; और",
  "(vi) After the issuance of a notification under Section 10(1) on 27 September": "(पा) 27 सितंबर 988 को धारा 0() के तहत एक अधिसूचना जारी करने",
  "possession before the Repeal Act came into force.": "के बाद, निरसन अधिनियम लागू होने से पहले कब्जा लेने के लिए कोई और",
  "Analysis": "विश्लेषण",
  "purportedly conveyed an area admeasuring 1295.04 sq. mt. in Gata No. 200/1 for a": "थी, जिसमें गाटा संख्या 200 की 295.04 वर्ग मीटर भूमि शामिल थी।",
  "10(6) of the ULCRA®. For “actual possession” to have been taken, possession": "0(6) के तहत \"वास्तविक भौतिक कब्जे\" के लिए है। \"वास्तविक कब्जा\" लेने",
  "should have been taken by drawing a panchnama;": "के लिए, एक पंचनामा बनाकर कब्जा लिया जाना चाहिए था;",
  "(vi) Since an appeal against the order dated 6 March 1988 was allowed on 6": "(पा) चूंकि 6 मार्च, 2988 के आदेश के विरुद्ध अपील को 6 जनवरी, 993 को",
  "8 “10(6). If any person refuses or fails to comply with an order made under sub-section (5), the competent authority": "6. \"0(6). यदि कोई व्यक्ति उपधारा (5) के अधीन किए गए आदेश का पालन करने से इनकार करता है",
  "duly authorised by such State Government in this behalf and may for that purpose use such force as may be": "संबंधित राज्य सरकार या ऐसे राज्य सरकार द्वारा विधिवत प्राधिकृत किसी व्यक्ति को दे सकता है और उस",
  "dated 5 May 1993, which allegedly grants permission for sale of the land to the first": "मांगी गई अनुमति को संदर्भित करता है, जो कथित रूप से 5 मई 993 के एक",
  "respondent, notes that a declaration dated 29 March 1993 was made for transfer of": "संदर्भ नहीं है। इसके अलावा, आदेश दिनांकित 5 मई 993, जो कथित रूप से पहले प्रत्यर्थी को भूमि की बिक्री की अनुमति देता है, उल्लेख करता है कि 29",
  "the land situated at Sonakpur, bearing Gata No. 200, with an area of 1295.04 sq.": "मार्च 3993 को सोनाकपुर में स्थित गाटा संख्या 200 के 295.04 वर्ग मीटर",
  "mts. However, the permission for transfer of that land was not granted as there was": "की भूमि को अंतरण के लिए उद्घोषणा की गयी थी। हालांकि, उस भूमि के अंतरण की अनुमति नहीं दी गई थी क्योंकि इससे संबंधित एक लंबित मुकदमा",
  "a pending suit pertaining to it. The order further notes that another application dated 30 March 1993 was submitted by Zahid Hussain. After conducting an enquiry, it was": "था। आदेश में आगे कहा गया है कि 30 मार्च 993 को जाहिद हुसैन द्वारा एक अन्य आवेदन दिया गया था।जांच करने के बाद, यह पाया गया कि \"जाहिद हुसैन",
  "found that the permission to “transfer the land area 1295.04 sq mt. ha[d] now been sought from his [Zahid Hussain’s] property of admeasuring 2000 sq mt”. Based on": "की 2000 वर्ग मीटर की संपत्ति से अब 295.04 वर्ग मीटर की भूमि को अंतरित करने के लिए अनुमति मांगी गई थी।\" इसके आधार पर, सक्षम",
  "this, the Competent Authority by its order dated 5 May 1993 granted permission for": "प्राधिकारी ने 5 मई 993 के अपने आदेश द्वारा 2000 वर्ग मीटर की भूमि से",
  "transfer of land measuring 1295.05 sq. mt from land measuring 2000 sq. mt. Thus": "295.05 वर्ग मीटर की भूमि के हस्तांतरण की अनुमति दी।इस प्रकार 5 मई",
  "the order dated 5 May 1993 indicates that the Competent Authority had categorically": "993 के आदेश से संकेत मिलता है कि सक्षम प्राधिकारी ने स्पष्ट रूप से गाटा",
  "denied permission for transfer of lands situated in Gata No. 200/1 since there was a": "संख्या 200/] में स्थित भूमि के हस्तांतरण की अनुमति से इनकार कर दिया",
  "pending suit, and the permission was only granted for 1295.05 sq. mt. of land out of the 2000 sq. mt. of land owned by Zahid Hussain, which was not the subject of the": "था क्योंकि एक लंबित मुकदमा था और केवल जाहिद हुसैन के स्वामित्व वाली 2000 वर्ग मीटर भूमि में से ।295.05 वर्ग मीटर भूमि के लिए अनुमति प्रदान की",
  "18 Section 5(3) of the ULCRA is in the following terms:": "8. यूएलसीआरए की धारा 5(3) निम्नलिखित शब्दों में हैः",
  "“In any State to which this Act applies in the first instance and in": "\"किसी भी राज्य में, जिस पर यह अधिनियम पहली बार लागू होता है और",
  "any State which adopts this Act under clause (1) of article 252 of": "किसी भी राज्य में जो संविधान के अनुच्छेद 252 के खंड () के तहत इस",
  "the Constitution, no person holding vacant land in excess of the ceiling limit immediately before the commencement of this Act": "अधिनियम को अपनाता है, इस अधिनियम के प्रारंभ होने से ठीक पहले अधिकत्तम सीमा से अधिक खाली भूमि रखने वाला कोई भी व्यक्ति ऐसी",
  "shall transfer any such land or part thereof by way of sale, mortgage, gift, lease or otherwise until he has furnished a": "किसी भी भूमि या उसके हिस्से को बिक्री, बंधक, उपहार, पट्टे या अन्यथा किसी माध्यम से तब तक स्थानांतरित नहीं करेगा जब तक कि उसने धारा 6",
  "statement under section 6 and a notification regarding the excess": "किसी माध्यम से तब तक स्थानांतरित नहीं करेगा जब तक कि उसने धारा 6 के तहत एक बयान प्रस्तुत नहीं किया है और उसके पास अतिरिक्त खाली",
  "vacant land held by him has been published under sub-section (1)": "भूमि के बारे में अधिसूचना धारा 0 की उप-धारा () के तहत प्रकाशित की",
  "of section 10; and any such transfer made in contravention of this": "गई है और इस प्रावधान के उल्लंघन में किए गए ऐसे किसी भी हस्तांतरण को",
  "provision shall be deemed to be null and void”.": "अकृत और शून्य माना जाएगा।'",
  "Section 8(4) and consequently, no notification was published under Section 10(1).": "दिया गया था, धारा 8(4) के तहत कोई और आदेश पारित नहीं किया गया था और परिणामस्वरूप, धारा 0() के तहत कोई अधिसूचना प्रकाशित नहीं की",
  "Thus, at the relevant time, that is between the order dated 6 January 1993": "गई थी। इस प्रकार, प्रासंगिक समय में, जो कि 6 जनवरी 993 के आदेश, जब",
  "remanding the matter to the Competent Authority and when the sale deed was": "मामले को सक्षम प्राधिकारी को भेज गया और 22 जून 993 को जब बिक्री",
  "fulfilled. Any transfer in contravention of the provisions of Section 5(3) would be null": "प्रावधानों के उल्लंघन में कोई भी स्थानांतरण अकृत और शून्य होगा।पहले प्रत्यर्थी",
  "and void. The suit instituted by the first respondent was founded on his alleged claim of title based on the transfer by Zahid Hussain and was liable to fail on this ground": "द्वारा संस्थित वाद जाहिद हुसैन द्वारा अंतरण के आधार पर हक के उसके कथित दावे पर संस्थित किया गया था और मात्र इस आधार पर विफल होने योग्य था।",
  "20 ___—i There is a specific finding of fact in the judgment of the Trial Court that the": "20. विचारण न्यायालय के निर्णय में इस तथ्य का एक विशिष्ट निष्कर्ष है कि 5",
  "permission which was issued on 5 May 1993 to Zahid Hussain for the transfer of 1295.04 sq mt of land was in modification of an earlier order dated 29 March 1993.": "मई 993 को जाहिद हुसैन को 295.04 वर्ग मीटर भूमि के हस्तांतरण के लिए जो अनुमति जारी की गई थी, वह 29 मार्च 993 के पहले के आदेश के",
  "The permission was in respect of the 2000 sq. mt of land which was retained by": "संशोधन में थी। अनुमति 2000 वर्ग मीटर भूमि के संबंध में थी जिसे जाहिद",
  "Zahid Hussain. The High Court has not adverted to this finding of fact at all nor has it": "हुसैन द्वारा बरकरार रखा गया था। उच्च न्यायालय ने इस तथ्य के निष्कर्ष को बिल्कुल भी संदर्भित नहीं किया है और न ही इस निष्कर्ष को हटाने के लिए कोई",
  "found any substantive basis to displace the finding. That apart, it is evident, that the": "ठोस आधार पाया है। इसके अलावा, यह स्पष्ट है, कि सक्षम प्राधिकारी के आदेश",
  "order of the Competent Authority dated 16 March 1988 was set aside in appeal by the District Judge on 6 January 1993 and the case was remanded for fresh": "दिनांक 6 मार्च 988 को जिला न्यायाधीश द्वारा 6 जनवरी 993 को अपील",
  "adjudication of the excess land in view of the amended Master Plan. In such an": "में अपास्त किया गया था और संशोधित मास्टर प्लान के मद्देनजर अतिरिक्त भूमि",
  "instance, when the case was remanded, Zahid Hussain could not have transferred": "अवस्था में, जब मामला प्रतिप्रेषित किया गया था, तो जाहिद हुसैन धारा 5 (3)",
  "the suit property, having regard to the clear bar which is contained in the provisions": "के प्रावधानों में निहित स्पष्ट वर्जन के संबंध में वादग्रस्त संपत्ति को हस्तांतरित",
  "of Section 5(3). No transfer of the land could have been lawfully made and any such": "नहीं किया जा सकता था। भूमि का कोई भी अंतरण विधिक रूप से नहीं किया",
  "in the proceedings before the court of first instance. The Trial Court rejected the": "निचली अदालत के 'निष्कर्षों' के खिलाफ प्रत्याक्षेप दाखिल कर सकता था, जबकि पहले प्रत्याक्षेप केवल तभी दाखिल किया जा सकता था जब निचली",
  "“(1) Any respondent, though he may not have appealed from any": "“() कोई भी प्रत्यर्थी, यद्यपि उसने डिक्री के किसी भाग के विरूद्ध अपील न",
  "part of the decree, may not only support the decree [but may also": "की हो, न केवल डिक्री का समथर्न कर सकेगा [बल्कि यह कथन भी कर",
  "commencement of this Act) or a portion only of such building for a": "ऐसे भवन के किसी भाग मात्र का अंतरण नहीं करेगा , सिवाय सक्षम",
  "the previous permission in writing of the competent authority.”": "प्राधिकारी की पूर्व लिखित अनुमति के।”",
  "19 Section 5(3) states that a person holding land in excess of the ceiling limit": "49. धारा 5 (3) में कहा गया है कि अधिनियम के प्रारंभ होने से पहले अधिकत्तम सीमा से अधिक भूमि रखने वाला व्यक्ति तब तक भूमि का अंतरण",
  "before the commencement of the Act shall not transfer the land until (a) the land": "नहीं करेगा जब तक कि (क) भूमि स्वामी ने धारा 6' के तहत एक बयान प्रस्तुत",
  "owner has furnished a statement under Section 6’; and (b) the Competent Authority": "नहीं किया है और (ख) सक्षम प्राधिकारी ने धारा 0()* के तहत अतिरिक्त",
  "The purported transfer by Zahid Hussain in favour of the first respondent is in the teeth of and contrary to the prohibition contained in sub section (3) of Section 5.": "हुसैन द्वारा कथित अंतरण धारा 5 की उपधारा (3) में निहित निषेध के विपरीत",
  "Pursuant to the initial order dated 16 March 1988 under Section 8(4) of the ULCRA,": "है। यूएलसीआरए की धारा 8(4) के तहत 6 मार्च 988 के प्रारंभिक आदेश",
  "a notification was published under Section 10(1) of the ULCRA on 27 September": "के अनुसार, 27 सितंबर 988 को यूएलसीआरए की धारा 0() के तहत एक",
  "6, (1) Every person holding vacant land in excess of the ceiling limit at the commencement of this Act shall, within": "7\". () इस अधिनियम के प्रारंभ होने पर अधिकतम सीमा से अधिक खाली भूमि रखने वाला प्रत्येक व्यक्ति,",
  "such period as may be prescribed, file a statement before the competent authority having jurisdiction specifying the": "ऐसी अवधि के भीतर, जो निर्धारित की जाए, अधिकारिता रखने वाले सक्षम प्राधिकारी के समक्ष एक बयान",
  "location, extent, value and such other particulars as may be prescribed of all vacant lands and of any other land on": "अधिकार, शीर्षक या ब्याज की प्रकृति सहित) स्थान, सीमा, मूल्य और ऐसी अन्य विशेषताएं, जो सभी खाली",
  "which there is a building, whether or not with a dwelling unit therein, held by him (including the nature of his right, title": "भूमि और किसी अन्य भूमि के बारे में निर्धारित की जा सकती हैं, जिस पर भवन है, चाहे उसमें निवास हो या न",
  "(2)[.--]": "रखना चाहता है [..] (2) [...]",
  "(a)l.--]": "(क) [...]",
  "(b) in any State which adopts this Act under clause (1) of article 252 of the Constitution, any person holds at the commencement of this Act, vacant land in excess of the ceiling limit, then, notwithstanding anything contained in sub-": "(ख) ऐसे किसी राज्य में, जो संविधान के अनुच्छेद 252 के खंड () के अधीन इस अधिनियम को अंगीकार करता है, कोई भी व्यक्ति इस अधिनियम के प्रारंभ पर, अधिकतम सीमा से अधिक खाली भूमि रखता",
  "8 «40. (1) As soon as may be after the service of the statement under section 9 on the person concerned, the": "8\"0. () संबंधित व्यक्ति पर धारा 9 के तहत बयान की तामिल के बाद जैसे ही हो सकता है, सक्षम प्राधिकारी",
  "competent authority shall cause a notification giving the particulars of the vacant land held by such person in excess": "अधिकत्तम सीमा से अधिक ऐसे व्यक्ति द्वारा धारित खाली भूमि के विवरण देते हुए एक अधिसूचना देगा और",
  "of the ceiling limit and stating that- (i) such vacant land is to be acquired by the concerned State Government; and (ii)": "जिसमें कहा जाएगा कि-() ऐसी खाली भूमि का अधिग्रहण संबंधित राज्य सरकार द्वारा किया जाना है और (7)",
  "the claims of all persons interested in such vacant land may be made by them personally or by their agents giving": "ऐसी खाली भूमि में हितबद्ध सभी व्यक्तियों के दावे व्यक्तिगत रूप से या उनके एजेंटों द्वारा ऐसी भूमि में उनके हितों",
  "particulars of the nature of their interests in such land, to be published for the information of the general public in the Official Gazette of the State concerned and in such other manner as may be prescribed”.": "की प्रकृति का विवरण देते हुए, संबंधित राज्य के आधिकारिक राजपत्र में और ऐसे अन्य तरीके से जो निर्धारित किया जा सकता है, आम जनता की जानकारी के लिए प्रकाशित किया जाएगा।\""
}