{
  "7. In that view of the matter, the proceedings in the case no. 3354 of 2014 pending in the court of Chief Judicial Magistrate, Fatehpur (U.P.) against the appellant are quashed and set aside. The appeal": "7. मामले के उस दृष्टिकोंण में, अपीलकर्ता के खिलाफ मुख्य न्यायिक मजिस्ट्रेट, फतेहपुर (उ.प्र) की अदालत में लंबित प्रकरण संख्या 3354/2044 की कार्यवाही को रद्द और अपास्त किया जाता है। अपील",
  "stands allowed.": "को अनुमति प्रदान की जाती है।",
  "[BELA M. TRIVEDI]": "[न्यायमूर्ति बेला एम. त्रिवेदी |",
  "NEW DELHI:": "नई दिल्ली;",
  "03.08.2023": "03.08.2023",
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय अधिकारिता",
  "CRIMINAL APPEAL NO. 2255 OF 2023": "आपराधिक अपीलीय संख्या 2255 वर्ष 2023",
  "JUDGMENT": "निर्णय",
  "BELA M. TRIVEDI, J.": "न्यायमूर्ति बेला एम. त्रिवेदी,",
  "1. Leave granted.": ". अनुमति प्रदान की गयी।",
  "om Judicial Magistrate, Fatehpur (U.P.), whereby the High Court has": "2. वर्तमान अपील मुख्य न्यायिक मजिस्ट्रेट, फ़तेहपुर (उ.प्र.) की अदालत",
  "against the appellant in respect of the F.I.R. No. 255 of 2014 for the offence under Section 323, 504 and 506. The appellant, therefore,": "में लंबित प्रकरण संख्या 3354/2045 के संबंध में आरोप पत्र के साथ-",
  "filed the Application being no. 31175 of 2015 before the High Court to": "के समक्ष प्रार्थना -पत्र संख्या 3775/2045 दाखिल किया, जिसे",
  "Heard the learned counsel for the appellant and for the respondent no. 1 - State of U.P. Nobody has entered appearance for the": "4. अपीलकर्ता और प्रत्यर्थी संख्या 4- उत्तर प्रदेश राज्य की ओर से विद्वान अधिवक्ता को सुना। प्रत्यर्थी संख्या 2 की ओर से कोई भी पेश नहीं",
  "respondent no. 2 though duly served. Possibly, he has nothing to say": "हुआ है। यद्यपि विधिवत तामील की गई थी। संभवतः उनके पास कहने",
  "the parties and to the documents on record particularly from the cross": "मौजूद दस्तावेजों को ध्यान में रखते हुए, विशेष रूप से अपीलकर्ता और",
  "complaints filed by the appellant and the respondent no. 2 against": "प्रत्यर्थी संख्या 2 द्वारा एक-दूसरे के खिलाफ दायर क्रॉस परिवादों को",
  "each other, it appears that the alleged incident had taken place on": "ध्यान में रखते हुए, ऐसा प्रतीत होता है कि कथित घटना अपीलकर्ता के",
  "11.09.2014 in the office of the appellant, and the chargesheet was": "कार्यालय में .09.204 को हुई थी और प्रत्यर्थी संख्या 2 द्वारा दायर",
  "filed in the Court of Chief Judicial Magistrate, Fatehpur (U.P.) against": "फतेहपुर (उ.प्र.) के न्यायालय में आरोप पत्र दायर किया गया था। उक्त",
  "The said case is pending without trial since 2015 in the said court.": "मामला 2075 से उक्त न्यायालय में बिना विचारण के लंबित है।",
  "Considering the nature of allegations against the appellant which are": "6. अपीलकर्ता के खिलाफ आरोपों की प्रकृति को ध्यान में रखते हुए जो",
  "of very trivial nature and considering the fact that there is no progress": "बहुत तुच्छ प्रकृति की हैं और इस तथ्य पर विचार करते हुए कि वर्ष 205",
  "made in the proceedings since the chargesheet was filed against the": "में अपीलकर्ता के खिलाफ आरोप पत्र दायर किए जाने के बाद से कार्यवाही",
  "the proceedings would be a persecution and harassment to the appellant. As such a petty incident which took place in their office": "अपीलकर्ता के लिए अत्याचार और उत्पीड़न होगा। उनके कार्यालय में हुई"
}