{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "Civil Appeal No 5926 of 2021": "सिविल अपील संख्या ५5926/202",
  "(Arising out of SLP (C) No 6030 of 2021)": "(विशेष अनुमति याचिका (दीवानी) संख्या 6030/202] से उत्पन्न)",
  "Satya Prakash Dwivedi Appellant": "सत्य प्रकाश द्विवेदी ... ..अपीलार्थी",
  "Versus": "बनाम",
  "Munna alias Chandrabhan Yadav Respondent and Others": "मुन्ना उर्फ चंद्रभान यादव और अन्य ... ...प्रत्यर्थी",
  "B V Nagarathna, J": "न्यायमूर्ति बी वी नागरत्ना",
  "1 Leave granted.": "3 अनुमति प्रदान की गई।",
  "2 The appellant was injured in a road traffic accident. He has filed this": "2. अपीलकर्ता सड़क यातायात दुर्घटना में घायल हो गया था।इलाहाबाद उद्च",
  "appeal, being aggrieved by the impugned judgment and award dated": "28.07.202] दिनांकित के आक्षेपित निर्णय और आदेश से व्यथित होकर उन्होंने",
  "appeal filed by the him and reduced the compensation amount from": "अपील को खारिज कर दिया और मुआवजे की राशि को इस आधार पर",
  "Rs.5,42,633/- to Rs.3,26,833/- on the premise that the Motor Accident": "५,42,633/- रुपये से घटाकर 3,26,833/- रुपये कर दिया, कि मोटर",
  "Claims Tribunal (for the sake of convenience, the ‘Tribunal’) had": "दुर्घटना दावा ट्रिब्यूनल (सुविधा के लिए, 'ट्रिब्यूनल') ने मनमाने ढंग से बिना",
  "arbitrarily construed functional disability at the rate of 50% without any": "किसी सबूत के 50% की दर से कार्यात्मक अक्षमता का अर्थ लगाया था।उद्च",
  "the disability was permanent in nature and was irreversible.": "अपरिवर्तनीय थी।",
  "The short question that arises in this appeal is, whether, the High Court,": "3. इस अपील में जो लघु प्रश्न उठता है वह यह है कि क्या उच्च न्यायालय अपने",
  "compensation awarded by the Tribunal in the first appeal filed by the": "दावेदार द्वारा दायर प्रथम अपील में ट्रिब्यूनल द्वारा दिए गए मुआवजे को कम कर",
  "Succinctly stated the facts are that the appellant -claimant while riding": "4. स्पष्ट रूप से कहा गया है कि तथ्य यह है कि अपीलकर्ता -दावेदार दिनांक",
  "accident at about 6.30 p.m. on 30.10.2002 when a Truck, bearing": "30.0.2002 को शाम के लगभग 6.30 बजे अपनी मोटरसाइकिल जिसका",
  "collided against the appellant-claimant, as a result of which he sustained grievous injuries. Although the appellant-claimant underwent": "जिसके परिणामस्वरूप उसे गंभीर चोटें आई।हालांकि अपीलकर्ता -दावेदार ने",
  "treatment for about 470 days, he was rendered disabled. He was 32": "लगभग 470 दिनों तक उपचार किया, लेकिन वह विकलांग हो गया।दुर्घटना के",
  "to be earning Rs.10,000/- per month. Appellant filed a claim petition": "0,000/- कमा रहा था।अपीलकर्ता ने दावा याचिका दायर करने की तारीख से",
  "seeking compensation of Rs.17 lakhs along with interest at the rate of": "7% प्रति वर्ष की दर से ब्याज के साथ 7 लाख रुपये के मुआवजे की मांग",
  "By the impugned judgment dated 28.01.2021, the High Court construed": "खटखटाया।आदेश 03.2.2075 दिनांकित द्वारा उच्च न्यायालय ने ट्रिब्यूनल द्वारा",
  "functional disability at the rate of 20% rather than 50% as assessed by": "द्वारा मूल्यांकन के रूप में 50% के बजाय 20% की दर से कार्यात्मक विकलांगता",
  "the Tribunal, assessed the age of claimant to be above 35 years and by": "का आकलन किया, दावेदार की आयु 35 वर्ष से अधिक होने का आकलन किया",
  "applying the multiplier of 15, computed the total compensation under": "और 5 के गुणक को लागू करके, कुल मुआवजे की गणना आय के नुकसान के",
  "physical pain; Rs.36,000/- under the Head of loss of income; Rs.18,000/-": "मानसिक और शारीरिक पीड़ा के मद में; 36,000/- रूपये आय की हानि के",
  "under the head of nutritious diet; and Rs.5,000/- under the head of": "मद में; 8, 000/- रूपये पौष्टिक आहार के मद में; 5, 000/- रूपये आने जाने",
  "any compensation under the head of attendant charges and future": "परिचारक शुल्क और भविष्य के उपचार के मद में कोई मुआवजा नहीं दिया है,",
  "reduced the overall compensation from Rs.5,42,633/- to Rs.3,26,833": "रुपये से घटाकर 3, 26, 833 रुपये कर दिया, जिसके परिणामस्वरूप मुआवजे की",
  "resulting in a total reduction of compensation to Rs.2,15,800/-. This was": "कुल कमी 2, 5,800/- रुपये हो गई।यह ट्रिब्यूनल द्वारा मूल्यांकन के अनुसार",
  "on account of construing functional disability at the rate of 20% rather than 50% as assessed by the Tribunal. The age of the claimant was also": "५0% के बजाय 20% की दर से कार्यात्मक विकलांगता के कारण था।दावेदार की",
  "assessed as being above 35 years and taken the same in the bracket of": "उम्र का आकलन भी 35 वर्ष से अधिक के रूप में किया गया था और 36 से 40",
  "the Tribunal. Hence this appeal by special leave.": "लागू किया गया था।इसलिए इस अपील को विशेष अनुमति है।",
  "We have heard learned counsel appearing for the parties and perused": "8. हमने पक्षकारों के विद्वान अधिवक्ता को सुना और अभिलेख का परिशीलन",
  "Sri Vipin Kumar, learned counsel appearing for the appellant-claimant,": "9. अपीलार्थी-दावेदार के विद्वत अधिवक्ता श्री विपिन कुमार ने तर्क दिया कि",
  "seeking enhancement of the same. The main grievance of the appellant": "अपीलकर्ता की मुख्य शिकायत यह है कि अपीलकर्ता-दावेदार द्वारा दायर अपील",
  "is that the High Court ought not to have exercised power under Order XLI Rule 33 of the CPC to reduce the compensation awarded by the": "में ट्रिब्यूनल द्वारा दिए गए मुआवजे को कम करने के लिए उच्च न्यायालय को सीपीसी के आदेश »।। नियम 33 के तहत शक्ति का प्रयोग नहीं करना चाहिए।यह",
  "that while on the one hand, the High Court reduced the quantum of compensation by reducing the percentage of functional disability from": "कहा गया था कि एक ओर उद्च न्यायालय ने कार्यात्मक विकलांगता के प्रतिशत",
  "50% to 20%, at the same time the High Court granted compensation": "को 50% से घटाकर 20% कर दिया, साथ ही उच्च न्यायालय ने क्रमशः",
  "under the heads of ‘attendant charges’ and ‘future medical treatment charges’ in a sum of Rs.18,000/- and Rs.20,000/- respectively. It was": "8,000/- और 20,000/- रूपये की राशि में 'परिचर शुल्क' और \"भविष्य के चिकित्सा उपचार शुल्क' के मदों के तहत मुआवजा दिया।यह कहा गया था कि",
  "power under Order XLI Rule 33 of the CPC has to be exercised in": "उच्च न्यायालय को सीपीसी के आदेश »।। नियम 33 के तहत अपनी शक्ति का",
  "at the rate of 7% per annum from the date of filing the petition till the": "अपीलकर्ता-दावेदार को वास्तविक भुगतान की तिथि तक 7% प्रति वर्ष की दर से",
  "19 Ordered accordingly.": ".9. तदनुसार आदेश हुआ।",
  "20 The appeal is allowed in the aforesaid terms. No costs.": "20. पूर्वोक्त शर्तों में अपील को अनुमति प्रदान की जाती है।कोई लागत नहीं। 27.",
  "21 Pending interlocutory applications, if any, stand disposed.": "लंबित वार्ताकार आवेदन, यदि कोई हो, का निस्तारण किया जाता है।",
  "[Dr Dhananjaya Y Chandrachud]": "[न्यायमूर्ति डॉ. धनंजय वाई चंद्रचूड़ ]",
  "[B V Nagarathna]": "न्यायमूर्ति बी वी नागरत्ना]",
  "New Delhi;": "नई दिल्ली;",
  "September 17, 2021": "7 सितम्बर 2027",
  "UPON hearing the counsel the Court made the following ORDER": "अधिवक्ता की सुनवाई पर न्यायालय ने निम्नलिखित आदेश दिया",
  "2 The appeal is allowed in terms of the signed reportable judgment.": "2. हस्ताक्षरित प्रतिवेदित निर्णय के संदर्भ में अपील की अनुमति दी जाती है। 3.",
  "3 Pending applications, if any, stand disposed of.": "लंबित आवेदन, यदि कोई हो, का निस्तारण किया जाता है।",
  "(CHETAN KUMAR) (SAROJ KUMARI GAUR) A.R.-cum-P.S. Court Master": "(चेतन कुमार) सहायक निबंधक सह पी.एस. (सरोज कुमारी गौड़) कोर्ट मास्टर",
  "(Signed reportable judgment is placed on the file)": "(हस्ताक्षरित प्रतिवेदित निर्णय अभिलेख पर रखा गया है)",
  "ITEM NO.41 Court 4 (Video Conferencing) SECTION XI": "कोर्ट 4 (वीडियो कॉन्फ्रेंसिंग) सेक्शन )।",
  "SUPREME COURT OF INDIA RECORD OF PROCEEDINGS": "भारतीय सर्वोच्च न्यायालयकार्यवाही के अभिलेख",
  "Petition(s) for Special Leave to Appeal (C) No.6030/2021": "याचिका(ओं) के लिए विशेष अनुमति अपील (सिविल) संख्या 6030/202]",
  "(Arising out of impugned final judgment and order dated 28-01-2021 in FAFO No.3182/2017 passed by the High Court of Judicature at": "(इलाहाबाद उच्च न्यायालय के क्षेत्राधिकार द्वारा पारित एफएएफओ संख्या 382/207 में लागू अंतिम निर्णय और आदेश 28-0-202! दिनांकित से",
  "SATYA PRAKASH DWIVEDI Petitioner (s) VERSUS": "सत्य प्रकाश द्विवेदी याचिकाकर्ता(गण) बनाम",
  "(With appln.(s) for I.R. and IA No.52365/2021-EXEMPTION FROM FILING": "52365/202- छूट के लिए आक्षेपित निर्णय की सी/सी फाइलिंग और आईए",
  "C/C OF THE IMPUGNED JUDGMENT and IA No.52366/2021-EXEMPTION FROM FILING 0O.T.)": "संख्या 52366/202- ओ.टी, फाइलिंग से छूट के आवेदनों के साथ)",
  "Date : 17-09-2021 This petition was called on for hearing today.": "दिनांक: 7-09-2022 यह याचिका आज सुनवाई के लिए बुलाई गई थी। समक्ष:",
  "HON'BLE DR. JUSTICE D.Y. CHANDRACHUD": "माननीय न्यायमूर्ति डॉ. डी.वाई. चंद्रचूड़",
  "HON'BLE MRS. JUSTICE B.V. NAGARATHNA": "माननीय न्यायमूर्ति श्रीमती बी.वी. नागरत्ना",
  "For Petitioner(s) Mr. Vipin Kumar, Adv.": "याचिकाकर्ता(गणों) के लिए श्री विपिन कुमार, अधिवक्ता",
  "Mr. Deepak Goel, AOR": "श्री दीपक गोयल, एओआर",
  "Mr. K.K. Srivastava, Adv.": "श्री के. के. श्रीवास्तव, अधिवक्ता",
  "For Respondent(s) Mr. S.L. Gupta, Adv.": "प्रतिवादी (गणों ) के लिए श्री एस.एल. गुप्ता, अधिवक्ता"
}