{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय न्यायक्षेत्र",
  "CIVIL APPEAL NOS. 5740-5741 OF 2015": "सिविल अपील संख्याएँ 5740-574]/205",
  "TRIJUGI NARAIN (DEAD) THROUGH": "त्रिजुगी नारायन (मृत)",
  "LEGAL REPRESENTATIVES AND OTHERS __..... APPELLANT(S)": "विधिक प्रतिनिधियों एवं अन्य द्वारा... ....... अपीलार्थी(गण)",
  "SANKOO (DEAD) THROUGH LEGAL": "संकू (मृत)",
  "REPRESENTATIVES AND OTHERS tt... RESPONDENT(S)": "विधिक प्रतिनिधियों एवं अन्य... ......... प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "SANJIV KHANNA, J.": "न्यायमूर्ति, संजीव खन्ना,",
  "{Chandra Nath Kala (D) through LRs. v. Trijugi Narain (D) through": "प्रतिनिधियों द्वारा बनाम त्रिजुगी नारायण (डी) विधिक प्रतिनिधियों द्वारा एवं",
  "LRs. and Others} and Second Appeal No. 2017 of 1983 {Sankoo": "अन्यो और द्वितीय अपील सं. 207/983 (संक्र एवं अन्य बनाम त्रिजुगी",
  "and Another v. Trijugi Narain (D) through LRs and Others}.": "नारायण (डी) विधिक प्रतिनिधियों द्वारा एवं अन्य) के वाद में मा. उच्च",
  "2. The issue raised in the present appeals relates to the nature of the property, that is, whether the perpetual leasehold rights in plot No.": "2. ... वर्तमान अपीलों में उठाया गया मुद्दा संपत्ति के प्रकृति से संबंधित है,",
  "property or being a part of impartible estate of the State of Maihar,": "अधिकार सहदायिकी संयुक्त हिंदू परिवार की संपत्ति थी अथवा मैहर राज्य",
  "3. In order to decide the controversy, we would record the facts in brief.": "3. . विवाद को यथाक्रम विनिश्चित करने में, हम तथ्यों को संक्षेप में अभिलिखित करेंगे",
  "(a) One Bachchu Lonia had acquired the property by means of perpetual lease deed dated 12\" September 1873 executed by": "क. दिनांक 2 सितंबर 873 को बच्चू लोनिया ने सरकार द्वारा निष्पादित सर्वकालिक पट्टे के विलेख के माध्यम से संपत्ति का",
  "Ram Bharose by means of a registered sale deed dated 12\" August 1896 had transferred the perpetual lease rights to": "अगस्त 896 को उनके पुत्र रामभरोसे ने एक पंजीकृत बिक्री विलेख",
  "Raghubir Singh, the then Maharaja of the State of Maihar.": "के माध्यम से मैहर राज्य के तत्कालीन महाराजा रघुबीर सिंह को",
  "Subsequently, Brij Nath Singh had succeeded to the throne/gaddi of the State of Maihar. Brij Nath Singh vide": "ख. तत्पश्चात, बृज नाथ सिंह मैहर राज्य के सिंहासन / गद्दी पर आसीन",
  "his first wife Surendra Kumari and rest of the properties": "वसीयत के माध्यम से अपनी पहली पत्नी सुरेंद्र कुमारी के बड़े बेटे",
  "including the property to his second wife Rani Tej Kumari for": "गोविंद सिंह और उनकी दूसरी पत्नी रानी तेज कुमारी के पुत्र के लिए",
  "her son after making provisions for her maintenance during": "उनके जीवनकाल के दौरान उसके रखरखाव के लिए प्रावधान करने",
  "her lifetime. Brij Nath Singh had died on 13\" October 1968.": "968 को बृज नाथ सिंह की मृत्यु हो गई थी।",
  "(c) Notwithstanding this will, Govind Singh, elder son of Brij Nath Singh from his first wife, as peshwa and karta of the joint": "इस वसीयत के बावजूद, बृज नाथ सिंह की पहली पत्नी के बड़े बेटे",
  "coparcenary property of the joint Hindu family. Further, Govind Singh being the karta of the family, had validly executed the": "गोविंद सिंह, संयुक्त हिंदू परिवार के पेशवा और कर्ता के रूप में ,",
  "(d) On 20\" November 1968, Chandra Nath Kala and Sankoo had": ". दिनांक 20 नवंबर 968 को, चंद्र नाथ काला और संकू ने पिछले",
  "injunction against Trijugi Narain and Surendra Nath claiming right in the property by adverse possession for last thirty": "तीस सालों से संपत्ति पर अधिकार का दावा करते हुए त्रिजुगी नारायण और सुरेंद्र नाथ के विरूद्ध स्थायी निषेधाज्ञा के लिए मूल वाद",
  "the plaint as Vimal Kumar Singh, power of attorney holder of": "कुमारी के पावर ऑफ अर्टॉर्नी धारक विमल कुमार सिंह ने चंद्र नाथ",
  "Rani Tej Kumari, had executed sale deed dated 6\" June 1969 of the property in favour of Chandra Nath Kala, which": "काला के पक्ष में दिनांक 6 जून 969 को संपत्ति का बिक्री विलेख निष्पादित किया था, परीक्षण बिक्री विलेख के आधार पर दावा करने",
  "application for amendment claiming title based on the sale": "निष्पादित किया था, परीक्षण बिक्री विलेख के आधार पर दावा करने वाले संशोधन के शीर्षक के लिए सत्र न्यायालय द्वारा आवेदन की",
  "deed was allowed by the trial court. However, this order": "अनुमति दी गई थी। हालांकि, संशोधनों को मंजूरी देने वाला यह",
  "allowing the amendment was set aside by the High Court vide order dated 10\" December 1971.": "आदेश मा. उच्च न्यायालय द्वारा दिनांकित 0 दिसंबर 2974 को अपास्त कर दिया गया।",
  "(e) Chandra Nath Kala had then on 7\" March 1972 instituted": "ड. तब दिनांक 7 मार्च 972 को चंद्र नाथ काला ने त्रिजुगी नारायण",
  "Original Suit No. 64 of 1972 for declaration and injunction against Trijugi Narain and Surendra Nath, impleading Sankoo": "और सुरेंद्र नाथ के खिलाफ घोषणा और निषेधाज्ञा के लिए मूल वाद सं. 64/972 संस्थित किया था, जिसमें संकू को तीसरे प्रतिवादी",
  "as the third defendant predicating his right on the sale deed": "सं. 64/972 संस्थित किया था, जिसमें संकू को तीसरे प्रतिवादी के रूप जोड़ते हुए विक्रय विलेख पर उसके अधिकार का प्रतिपादन",
  "alia, stating that Brij Nath Singh had no right to execute the will": "बृज नाथ सिंह द्वारा वसीयत का निष्पादन करने में नहीं लिया जा सकता",
  "coparcenary interest by way of gift except with the consent of the": "अन्य सहदायिकों की सहमति के सिवाय उपहार के माध्यम से अपने",
  "coparcenary property, which would be legally valid only when": "संपत्ति के विलगाव पर निर्बंधन हैं, जो कि तभी वैध होगा जब यह सम्पूर्ण",
  "made by the whole body of coparceners where they are adults, by manager/Karta, or father subject to limits/conditions, and by a": "वयस्क सहदायी निकाय के द्वारा किये गये हों, कर्ता / प्रबंधक सीमाओं / शर्तों",
  "Hindu Law 22™ Edition, 2016 at page 397, 8 253 — ‘Who may": "द्वारा ( देखें मुल्ला हिंदू लॉ, 22 वाँ संस्करण, 206 पृष्ठ 397 पर, $ 253-",
  "alienate coparcenary property’).": "सहदायिक संपत्ति का विलगाव कॉन कर सकता हैं ' )।",
  "9. Outside the limits of coparcenary, there is a fringe of persons, both": "9... सहदायिकी के सीमाओं से परे, पुरुष और महिला दोनों का एक समूह",
  "male and female, who constitute the undivided or joint family": "होता है, जो अविभाजित या संयुक्त परिवार का गठन करते हैं, जिसमें एक",
  "which consists of lineal descendants from a former ancestor and includes their wives and unmarried daughters. Joint Hindu family": "पूर्जज से पैतृक वंशज और इसमें उनकी पत्नियां और अविवाहित पुत्रियाँ",
  "is, thus, a larger body consisting of group of persons who are": "शामिल होती हैं। इस प्रकार, संयुक्त हिंदू परिवार, एक बड़ा निकाय है, जो",
  "united by the tie of sapindaship arising by birth, marriage or": "उन वयक्तियों के समूह से बनता है जो जन्म, विवाह या दत्तक ग्रहण द्वारा",
  "adoption. An individual who is a member of the joint Hindu family": "उत्पन्न होने वाले सपिण्ड के बंधन से युक्त होते हैं। एक व्यक्ति जो संयुक्त हिंदू",
  "can hold separate or individual property and in addition, if he is a": "परिवार का सदस्य है, वह पृथक या व्यक्तिगत संपत्ति धारित कर सकता है",
  "coparcener, have an interest in the coparcenary property of the": "सहदायिक संपत्ति में रुचि है।",
  "10. However, with the enforcement of the Succession Act with effect": "0. हालांकि, दिनांक 7 जून 956 से उत्तराधिकार अधिनियम के लागू",
  "Dominion of India and the enactment of the Hindu Succession Act,": "लागू था। दूसरा पहलू भारत के स्वतंत्र उपनिवेश और हिंदू उत्तराधिकार",
  "1956 (‘Succession Act’ for short). In other words, whether the": "अधिनियम, 956 (संक्षिप्ततः 'उत्तराधिकार अधिनियम') का अधिनियमन",
  "coparcenary property of the joint Hindu family. While deciding the": "में जारी रहना बंद हो गए थे और संयुक्त हिंदू परिवार की सहदायिकी संपत्ति",
  "personal property of the Ruler and were not part of the sovereign": "अधिकार को शासक की निजी संपत्ति के रूप में रखा गया था और वह",
  "or state properties of Raghubir Singh and Brij Nath Singh.": "रघुबीर सिंह और बृज नाथ सिंह की संप्रभु या राज्य संपत्तियों का हिस्सा",
  "8. In order to decide the question, we must first notice the difference between the joint Hindu family and coparcenary. Coparcenary, as": "8... इस बात को तय करने के लिए, हमें प्रथमतः संयुक्त हिंदू परिवार और सहदायिकी के बीच भिन्नता पर ध्यान देना चाहिए। सहदायिकी, जैसा कि",
  "Under the Mitakshara Hindu Law, any property inherited by a male": "एक संकुचित निकाय है। मिताक्षरा हिंदू कानून के तहत, किसी भी हिंदू पुरूष",
  "Hindu from his father, father’s father or father’s father’s father is": "को अपने पिता, पिता के पिता या पिता के पिता के पिता से विरासत में",
  "ancestral property. The male descendant who inherits the property": "मिली संपत्ति पैतृक संपत्ति है। उपरोक्त तरीके से विरासत में संपत्ति पाने वाले",
  "that the property was a part of the impartible estate governed by": "संदर्भ देते हुए अवधारित किया था कि एक अविभाजित संपत्ति का धारक",
  "13. Itis, therefore, well established that an impartible estate is clothed": "3. इसलिए, यह अच्छी तरह से स्थापित है कि एक अविभाज्य संपत्ति",
  "with the incidents of self-acquired and separate property.": "को स्व-अर्जित और पृथक संपत्ति की घटनाओं के साथ आवरित है।",
  "Impartible estate even if inherited and ancestral, is not held by the": "अविभाज्य सम्पत्ति यहाँ तक कि वंशागत और पैतृक संपत्ति, सहदायिकी",
  "coparcenary as a part of the coparcenary property, as the": "द्वारा सहदायिकी सम्पत्ति के हिस्से के रूप में अवधारित नहीं की गई हो,",
  "coparceners or members of the joint Hindu family do not have the": "क्योंकि सहदायिक अथवा संयुक्त हिंदू परिवार के सदस्यों को विभाजन का",
  "right to partition or right to restrain alienation. Though the right to": "अधिकार नहीं है या हस्तांतरण पर नियंत्रण का अधिकार नहीं है। यद्यपि",
  "survivorship is not inconsistent with the custom of impartible": "उत्तरजीविता का अधिकार, अविभाज्य संपत्ति की प्रथा के साथ असंगत नहीं",
  "estate, albeit it is different from the ordinary rule of Succession": "है, हालाँकि यह मिताक्षरा हिन्दू विधि के अन्तर्गत उत्तराधिकार के सामान्य",
  "under the Mitakshara Hindu law where all sons of the father are": "नियम से अलग है जहां पिता की सम्पत्ति में उसके सभी पुत्र बराबर की",
  "entitled to equal share in his estate, for the law of succession": "हिस्सेदारी के हकदार हैं, उत्तराधिकार के कानून के लिए जब ज्येष्ठता का",
  "when the rule of primogeniture applies, is that the first-born son": "सिद्धांत (प्राइमोगेनिचर का नियम) लागू होता है, तो यह कि जन्म लेने वाला",
  "succeeds to the entire estate to the exclusion of the other sons.": "प्रथम पुत्र संपूर्ण संपत्ति को अन्य पुत्रों के अपवर्जन में सफल होता है।",
  "14. As observed above, impartibility of an estate and primogeniture": "4. जैसा कि ऊपरोक्त में अवलोकित किया गया है , एक संपत्ति की",
  "notice of this custom as applicable to princely states vide Section A8 of the Evidence Act,1872. Lieutenant Colonel James Tod, in his": "872 की धारा 48 के माध्यम से राजोचित राज्य पर लागू होता है। लेफ्टिनेंट कर्नल जेम्स टॉड ने अपने कार्य को ' एनल्स एंड एंटीक्विटीज",
  "states:": "यह अवधारित किया गया:",
  "“65. Though impartibility and primogeniture, in relation to zamindari estates or other impartible estates are to": "“65. यद्यपि, जमींदारी सम्पदा या अन्य अविभाज्य सम्पत्ति के संबंध में",
  "Ruler, they are presumed to exist.”": "के मामले में, उन्हें अस्तित्व में प्रकल्पित किया जाता है।”",
  "This Court in Pratap Singh (supra) has reiterated the above": "प्रताप सिंह (उपरोक्त) में इस न्यायालय ने उपरोक्त सिद्धांतों को दोहराया है",
  "of zamindari estate or another impartible estate, the rule of": "अस्तित्व में रखा जाना चाहिए, जबकि ज़मींदारी संपत्ति या किसी अन्य",
  "primogeniture must be established by way of custom.": "नियम) को प्रथा के माध्यम से स्थापित किया जाना चाहिए।",
  "16. Any property belonging to the Ruler as a sovereign, which would": "6. शासक के पास संप्रभु के रूप में संबंधित कोई भी संपत्ति, जो ज्येष्ठता",
  "property. The property belonged to one person, that is, the": "होगी। संपत्ति एक व्यक्ति से संबंधित थी, अर्थात, संप्रभु शासक की अंतर्हित",
  "absolute authority, power and ownership that cannot be subjected": "संप्रभुता की अवधारणा के रूप में पूर्ण प्राधिकारी, शक्ति और स्वामित्व को",
  "to legal action of partition or injunction by another person.": "किसी अन्य व्यक्ति द्वारा विभाजन या निषेधाज्ञा की कानूनी कार्रवाई के",
  "impartible even though the property was ancestral. The male": "सम्पदाएं/संपत्तियां के अविभाज्य होने के बावजूद पैतृक थीं। जिन पुरुष",
  "members who had the right of survivorship, could not claim the": "सदस्यों के पास उत्तरजीविता का अधिकार था, वे विभाजन के अधिकार",
  "right to partition or the right to restrain alienation by the sovereign": "अथवा संप्रभु शासक द्वारा हस्तांतरण को नियंत्रण करने के अधिकार का",
  "Ruler as they had no enforceable right that could be legally": "दावा नहीं कर सकते थे क्योंकि उनके पास कोई प्रवर्तनीय अधिकार नहीं था",
  "sovereignties; the rare instance in which it has been": "संप्रभुता में व्याप्त है; दुर्लभ उदाहरण जिसमें इसे अपास्त किया गया है,",
  "set aside, are only exceptions to the rule.”": "केवल नियम के अपवाद हैं।”",
  "G.K. Mitter, J. in his judgment in Madhav Rao Jivaji Rao": "न्यायमूर्ति जी.के. मित्तर ने माधव राव जीवाजी राव सिंधिया बनाम भारत",
  "“It would appear that invariably the rule of lineal male": "\"अपरिवर्तनीय रूप से ऐसा प्रतीत होता है कि पैतृक पुरूष ज्येष्ठता का",
  "primogeniture coupled with the custom of adopting a": "सिद्धांत (प्राइमोगेनिचर का नियम) एक पुत्र के अपनाने की प्रथा के साथ",
  "In Baboo Gunesh Dutt Singh v. Maharaja Moheshur Singh‘, it was stated as follows:": "बाबू गुनेश दत्त सिंह बनाम महाराजा सोहेशुर सिंह* ((९85477) 00 764: 7 डा ?0। 52) के मामले में, इसे निम्नानुसार उद्धृत किया गया था:",
  "“We apprehend that the principle upon which we are": "“हम इस बात को आशंका करते हैं कि जिस सिद्धांत पर हम इस मामले",
  "about to proceed in this case admits of no doubt or": "में आगे बढ़ने वाले हैं वह बिना किसी संदेह या प्रश्न के स्वीकार करता है।",
  "question whatever. By the general law prevailing in this": "इस जिले में प्रचलित सामान्य कानून द्वारा, और वास्तव में आमतौर पर",
  "District, and indeed generally under the Hindoo law,": "जनपद में प्रचलित सामान्य कानून द्वारा, और वास्तव में आमतौर पर",
  "more than one son; they do not descend to the eldest": "संपत्ति का विभाजन होता है, वे बड़े पुत्र को ही नहीं प्राप्त हैं, परन्तु सभी",
  "must be so. It is a Sovereignty, a Principality, a": "है कि यह एक संप्रभुता, एक रियासत, एक अधीनस्थ संप्रभुता और",
  "still a limited Sovereignty and Principality, which, in its": "रियासत है, लेकिन फिर भी एक सीमित संप्रभुता और रियासत है, जो",
  "very nature excludes the idea of division in the sense in": "अपनी प्रकृति में विभाजन के विचार को उस अर्थ में शामिल नहीं करता",
  "which that term is used in the present case.”": "है जिसमें उस शब्द का उपयोग वर्तमान मामले में किया जाता है।\"",
  "15. In Pratap Singh v. Sarojini Devi and Others’ reference was": "5, प्रताप सिंह बनाम सरोजिनी देवी एवं अन्य 7 (९994) 5०० 7 5८८ 73% के",
  "made to the decision in Baboo Ganesh Dutt Singh (Supra) and": "संदर्भ में बाबू गणेश दत्त सिंह(उपरोक्त) के फैसले का उल्लेख किया गया था",
  "necessary corollary that the sons do not acquire an interest in the Estate by birth or adoption.”": "चाहिए कि पुत्रों को जन्म या गोद लेने के द्वारा संपत्ति में हक अर्जित नहीं है।\"",
  "The legal position as explained in paragraphs 14 to 16": "प्रस्तर 4 से 6 (उपरोक्त) में स्पष्ट की गई विधिक स्थिति को डी. एस.",
  "(Supra) was highlighted in D.S. Meramwala (supra) stating that": "मरमवाला (उपरोक्त) में चिन्हित किया गया था, जिसमें कहा गया है कि",
  "there was not even a single instance where the son(s) were": "पुत्र(गण) के विषय में एक भी उदाहरण नहीं है जहां प्रमुख के जीवनकाल के",
  "when the rule of primogeniture is applicable, the principles of ancestral coparcenary property would not apply. In the case of an": "लागू होता है, तो पैतृक सहदायिक संपत्ति के सिद्धांत लागू नहीं होंगे। एक",
  "impartible estate, the son(s) would not get any interest by birth, as": "अविभाज्य संपत्ति के मामले में, पुत्र(गण) को जन्म द्वारा कोई हक नहीं प्राप्त",
  "a son of Hindu has interest by birth in coparcenary property.": "होगा, एक हिंदू पुत्र के रूप में सहदायिक संपत्ति में जन्म से ही हक रखता है।",
  "Opinion of Lord Tenterden was one of the cases cited with": "20.  लॉर्ड टेंटर्डन का विचार उन मामलों में से एक था, जिसे रेवथिन्नल",
  "approval in Revathinnal Balagopala Varma v._ Shri Padmanabha Dasa Bala Rama Varma (since deceased) and": "बालगोपाल वर्मा बनाम श्री पद्मनाथ दास बाला राम वर्मा (सुतक,) एवं अन्य",
  "Revathinnal Balagopala Varma (Supra) (See paragraph 30).": "आगे इस पहलू को रेवथिन्नल बालगोपाल वर्मा (उपरोक्त) (देखें प्रस्तर 30)",
  "sovereign Ruler could not be subjected to the municipal law and": "था क्योंकि एक संप्रभु शासक को नगरपालिका विधि और नगर निगम",
  "226 of 1965 titled Mahant Hardial Singh v. Ajmer Singh decided": "965 के महंत हरदियाल सिंह बनाम अजमेर सिंह के एक अप्राप्य निर्णय में",
  "on 20\" November 1968 with regard to the powers of the Maharaja": "पटियाला के महाराजा की शक्तियों के संबंध में 20 नवंबर 968 को निर्णय",
  "of Patiala, this Court had observed:": "लिया गया था, इस न्यायालय ने अवलोकित किया था: -",
  "“We think that this appeal must fail on the short ground": "\"हमारा विचार है कि यह अपील छोटे आधार पर विफल होना चाहिए कि",
  "the time the transaction took place, Patiala was a": "चाहिए कि जिस समय लेन-देन हुआ, उस समय पटियाला एक देशी",
  "native State and the Maharaja enjoyed uncontrolled sovereign powers. At that time he was the supreme": "राज्य था और महाराजा अनियंत्रित संप्रभु शक्तियों का आनंद लेते थे। उस",
  "sovereign powers. At that time he was the supreme legislature, the Supreme judiciary and the supreme": "समय वह सर्वोच्च विधायिका, सर्वोच्च न्यायपालिका और कार्यपालिका के",
  "head of the executive. There was no constitutional limitation on his authority to act in any of the capacities. His orders were expressions of the sovereign will and": "सर्वोच्च प्रमुख थे किसी भी सामर्थ्य में कार्य करने के लिए उसके अधिकार पर कोई संवैधानिक सीमा नहीं थी। उनके आदेश संप्रभु इच्छा की",
  "they were binding in the same way as any other law,": "अभिव्यक्ति थे और वे किसी अन्य विधि की भाँति ही बाध्यकारी थे, नहीं,",
  "nay, they would override all other laws which were in": "वे अन्य सभी कानूनों को अधिरोहण कर देंगे जो उनके साथ विरोध में",
  "conflict with them. So long as his order held the field": "थे। जब तक उनके आदेश में यह क्षेत्र था कि अकेले ही संबंधित पक्षों के",
  "that alone would govern or regulate the rights of the": "अधिकारों को नियंत्रित या विनियमित करेगा, यद्यपि यह किसी भी समय",
  "parties concerned though it could have been annulled or modified by him at any time he willed.”": "उनके द्वारा रद्द या संशोधित किया जा सकता था। ”",
  "Thus, as per the custom relating to impartible estates and": "अतः, अविभाज्य सम्पत्ति से संबंधित प्रथा और ज्येष्ठता का सिद्धांत",
  "the rule of primogeniture, the Raja or Ruler of a princely state": "(प्राइमोगेनिचर का नियम) के अनुसार, एक रियासत का राजा या शासक",
  "would not hold the estate as the karta or coparcener, but as the": "संपत्ति को कर्ता या सहदायिक के रूप में अवधारित नहीं करेगा, परन्तु पूर्ण",
  "absolute owner and the estate would be impartible. The son(s)": "मालिक और संपत्ति के रूप में अविभाज्य होगा। पुत्र (गण) जन्म के समय न",
  "would not acquire any interest in the impartible estate by birth nor": "तो अविभाज्य संपत्ति में कोई दिलचस्पी लेगा और न ही विभाजन को",
  "governed by the rule of primogeniture. There was, however,": "द्वारा शासित थी। हालांकि, अन्य को अनुरक्षण प्रदान करने के लिए नैतिक",
  "“another point made, which applies itself only to a part": "“दूसरा बिंदु निर्मित किया गया, जो केवल सूचना के एक हिस्से पर ही",
  "of the information, is, that the property was not proved": "लागू होता है, वह यह है कि संपत्ति साबित नहीं हुई थी कि वह पेशवा की",
  "to have been the public property of the Peishwa. Upon that point | have already intimated my opinion, and |": "सार्वजनिक संपत्ति थी। उस बिंदु पर मैंने अपनी राय पहले ही बता दी है,",
  "have the concurrence of the other Lords of the Council with me in its, that when you are speaking of the": "और मुझे इसके साथ परिषद के अन्य गणमान्यों की सहमति है, कि जब",
  "with me in its, that when you are speaking of the property of an absolute sovereign there is no pretence": "आप एक पूर्ण संप्रभु की संपत्ति की बात कर रहे हैं, तो एक विभेद के",
  "as sovereign, and he may dispose of it for his public or private purposes in whatever manner he may think": "रूप में है, और वह अपने सार्वजनिक या निजी प्रयोजनों के लिए इसका",
  "19. The legal incidents of sovereign and State property were explained by the Gujarat High Court in D.S. Meramwala": "9. संप्रभु और राज्य की संपत्ति की विधिक प्रसंगतियों को गुजरात उद्च",
  "explained by the Gujarat High Court in D.S. Meramwala Bhayawala v. Bai Shri Amarba Jethsurbhai” in the following words:": "न्यायालय ने डी एस. मरमवाला भायावाला बनाम बाई श्री असर्बा जेठसुरभाई'* (९१968) १५९०१) में निम्नलिखित शब्दों में समझाया:",
  "“5. [...] AS a sovereign ruler he would be the full and": "“५. [... ] एक संप्रभु शासक के रूप में उसका सम्पत्ति पर पूर्णस्वामित्व",
  "likes with the Estate. During his lifetime no one else": "उनके जीवनकाल के दौरान संपत्ति में हक का दावा कोई दूसरा नहीं कर",
  "can claim an interest in the Estate. Such an interest would be inconsistent with his sovereignty. To grant": "सकता है। ऐसा हक उसकी संप्रभुत्ता के साथ असंगत होगा। यह हक",
  "that the sons acquire an interest by birth or adoption in": "अर्जित करने के लिए कि पुत्रों को सम्पत्ति में जन्म या गोद लेने का",
  "the Estate which is a consequence arising under the municipal law would be to make the Chief who is the": "अनुदान मिलता है, जो नगरपालिका कानून के अन्तर्गत उद्धूत होने वाला",
  "sovereign Ruler of the Estate subject to the municipal": "परिणाम है, जो कि प्रमुख को नगर पालिका कानून के अधीन संपत्ति का",
  "claim the rights enumerated above but those rights": "का दावा करने के हकदार होंगे, लेकिन वे अधिकार एक संप्रभु संपत्ति में",
  "cannot exist in a sovereign Estate. None of these": "मौजूद नहीं हो सकते। इनमें से कोई भी अधिकार नगरपालिका न्यायालयों",
  "rights can be enforced against the Chief by a remedy in": "में एक उपाय द्वारा प्रमुख के खिलाफ लागू नहीं किया जा सकता है।",
  "Ruler, there can be no legal sanction for enforcement of these rights. The remedy for enforcement of these": "कोई विधिक मंजूरी नहीं हो सकती है। इन अधिकारों का प्रवर्तन करने का",
  "rights would not be a remedy at law but resort would": "उपचार विधिक उपचार नहीं होगा परन्तु बल का सहारा लेना होगा,",
  "impact of transfer of political power. Accordingly, instruments of": "हस्तांतरण के प्रभाव का एहसास किया था। तदनुसार, राज्यारोहण के",
  "accession were signed under which external affairs, defence and": "विलेखों पर किये गये हस्ताक्षर के अन्तर्गत विदेशी मामले, रक्षा और संचार",
  "The next step was the integration of the princely states, which": "22. अगला चरण रियासतों का एकीकरण था, जो 948-49 में,",
  "happened in 1948-49, with the Rulers/Rajas signing merger agreements and covenants. Thereupon, the princely states": "शासकों /राजाओं ने विलय समझौतों और प्रसंविदाओं पर हस्ताक्षर करने के",
  "agreements and covenants. Thereupon, the princely states merged in the States or into the Unions in the administered areas,": "साथ हुआ था। तदोपरान्त, रियासतों का विलय राज्यों या यूनियनों में",
  "thereby ensuring transfer of absolute power from the individual Rulers to the masses i.e. the citizens of free India. Merger": "प्रशासित क्षेत्रों में हो गया, जिससे व्यक्तिगत शासकों से लेकर आम जनता यानी स्वतंत्र भारत के नागरिकों तक निरपेक्ष सत्ता का हस्तांतरण सुनिश्चित",
  "agreements ensured integration of the former princely states into": "हो गया। विलय समझौतों ने पूर्व रियासतों को भारत संघ में एकीकरण",
  "the Union of India. In return of surrender of absolute power and sovereignty, the Rulers were assured of fair allocation of assets,": "सुनिश्चित किया। पूर्ण शक्ति और संप्रभुता के अभ्यर्पण के बदले में, शासकों",
  "sovereignty, the Rulers were assured of fair allocation of assets, properties and fixed personal income by way of a privy purse. The": "को आस््तियों के उचित आवंटन, संपत्ति और निश्चित व्यक्तिगत आय को राज्य भत्ते (प्रिवी पर्स) के माध्यम से आश्वासन दिया गया था। विलय के",
  "merger agreements had also granted privileges and concessions": "करार ने पूर्व शासकों को विशेषाधिकारों और रियायतों को भी मंजूरी दी थी",
  "to the former princes who had enjoyed the status of a Ruler. At": "जिन्होंने एक शासक की स्थिति का उपभोग किया था। इस अवस्था में,",
  "this stage, it became necessary to demarcate personal properties of the Rulers and the State properties. The former remained the": "राज्य और शासकों की व्यक्तिगत संपत्तियों का सीमांकन करना आवश्यक हो",
  "property of the erstwhile princes while the latter became property": "गया। पहला पूर्ववर्ती राजकुमारों की सम्पत्ति रह गई जबकि दूसरा राज्य की",
  "23. The principles followed by the Government of India in this": "23. इस प्रक्रिया में भारत सरकार द्वारा जिन सिद्धांतों का पालन किया",
  "process, are enunciated by Mr. V.P. Menon in his work in the": "जाता है, उन्हें श्री वी.पी. मेनन द्वारा अपने कार्य में स्पष्टतः निम्नलिखित",
  "following manner:": "तरीके से कहा है:",
  "“The broad principles evolved at this conference": "” इस सम्मेलन में विकसित व्यापक सिद्धांत इस प्रकार थे। अचल",
  "were as follows. Immovable properties were to be allotted to the Rulers on the basis of previous use, having regard": "संपत्तियों को पूर्वोपयोगी आधार पर शासकों को उनकी वास्तविक",
  "to their actual needs and the needs of the administration.": "और प्रशासन की जरूरतों के संबंध में आवंटित किया जाना था। कुछ",
  "Farms, gardens and grazing areas were allowed to be": "शासकों द्वारा कृषिक्षेत्रों, उद्यानों और चरागाह क्षेत्रों को बनाए रखने",
  "retained by some of the Rulers, but the position of the": "की अनुमति दी गई थी, लेकिन इन के संबंध में शासक की स्थिति",
  "private landholder and he would be subject to the revenue": "एक निजी भू-स्वामी के समान होगी और वह राजस्व विधियों और",
  "laws and assessments. With regard to investments and": "आकलन के अधीन होगा। निवेश और शेष राशि के संबंध में, केवल",
  "claim, were to be recognized as the private property of the Ruler. Though we laid no claim to the personal jewellery": "निजी संपत्ति के रूप में मान्यता दी जानी थी। यद्यपि हमने सत्तारूढ़ परिवार के व्यक्तिगत आभूषणों के लिए कोई दावा नहीं किया था,",
  "‘heirloom’ was to be preserved for the ruling family; and": "को सत्तारूढ़ परिवार के लिए संरक्षित किया जाना था; और मूल्यवान",
  "valuable regalia would remain in the custody of the Ruler for use on ceremonial occasion...”": "राजचिन्ह को समारोह कार्य अवसर पर उपयोग के लिए शासक की अभिरक्षा में रहेगा... ”",
  "24. The principles followed by the Government of India are clearly reflected in the White Paper on the Indian States, the relevant": "24. ये सिद्धांत भारत सरकार द्वारा भारतीय राज्यों पर श्वेत पत्र में स्पष्ट",
  "portion of which reads:": "रूप से प्रतिबिंबित होते हैं, जिसका प्रासंगिक भाग इस प्रकार पढ़ा गया:",
  "“157. In the past the Rulers made no distinction": "\"57. पूर्व में शासकों ने निजी और राज्य की संपत्ति में कोई अंतर",
  "between private and State property; they could freely use": "नहीं किया; वे व्यक्तिगत रूप से अपने संबंधित राज्यों के स्वामित्व",
  "for personal purposes any property owned by their": "वाली किसी भी संपत्ति के लिए स्वतंत्र रूप से उपयोग कर सकते थे।",
  "respective States. With the integration of the States, it": "राज्यों के एकीकरण के साथ, शासक की निजी संपत्ति को स्पष्ट रूप",
  "became necessary to define and demarcate clearly the": "से परिभाषित और सीमांकित करना आवश्यक हो गया।\"",
  "25. There is no doubt that erstwhile Rulers ceased to be sovereign": "25. इसमें कोई संदेह नहीं है कि पूर्व के शासकों का विलय समझौतों के",
  "post the merger agreements. However, they were entitled to": "बाद संप्रभुता का स्थगन हो गया। हालांकि, वे रियायतों के संदर्भ में लाभ के",
  "benefits in terms of concessions which were granted under the": "हकदार थे जो विलय समझौतों के अन्तर्गत मंजूर किये गए थे, जिसके",
  "Schedule to this agreement (hereinafter referred to as “the": "अनुच्छेद ॥॥: इस समझौते (एतस्मिनपश्चात्‌ \"प्रसंविदा राज्यों\" के रूप",
  "India, with effect from the aforesaid day, full and exclusive": "भारत सरकार को सौंपते हैं, पूर्वोक्त दिवस के प्रभावस्वरूप, पूर्ण और",
  "authority, jurisdiction and powers for, and in relation to, the": "विशिष्ट प्राधिकरण, न्यायक्षेत्र और शक्तियों के लिए, और उस राज्य",
  "governance of that State; and thereafter the Government": "के शासन के संबंध में; और तत्पश्चात भारत सरकार उक्त शक्तियों,",
  "authority and jurisdiction in such manner and through": "प्राधिकार और क्षेत्राधिकार का इस प्रकार और ऐसी अभिकरण के",
  "Article IV: (1) The Ruler of each Covenanting State shall": "अनुच्छेद ॥/: () प्रत्येक प्रसंविदा राज्य के शासक को भारत",
  "be entitled to receive annually from the Government of": "सरकार से अपने राज्य भत्ते को प्रतिवर्ष प्राप्त करने का हक होगा, जो",
  "Covenanting State in the Schedule to this Agreement.": "इस समझौते की अनुसूची में उस प्रसंविदा राज्य के विरूद्ध निर्धारित",
  "(2) The said amount is intended to cover all the expenses of the Ruler and his family including expenses on account": "(2) उक्त राशि का आशय शासक और उसके परिवार के सभी खर्चों",
  "of personal staff, maintenance of his _ residences,": "को समावेश करना है, जिसमें व्यक्तिगत कर्मचारियों के खर्च, उनके",
  "marriages and other ceremonies, etc., and shall neither be": "निवास, विवाह और अन्य समारोहों के रखरखाव आदि शामिल हैं,",
  "increased nor reduced for any reason whatsoever.": "और किसी भी कारण से जो भी हो न तो बढ़ाया जाएगा और न ही कम किया जाएगा।",
  "(3) The said amount shall be free of all taxes and shall be": "(3) उक्त राशि सभी करों से मुक्त होगी और प्रत्येक तिमाही की",
  "paid in four equal instalments in advance at the beginning": "शुरुआत में चार बराबर किश्तों में भुगतान किया जाएगा।",
  "Article V: The Ruler of each Covenanting State, as also the members of his family shall be entitled to all the": "अनुच्छेद ४: प्रत्येक प्रसंविदा राज्य के शासक, उसके परिवार के",
  "the members of his family shall be entitled to all the personal privileges, dignities and titles enjoyed by them,": "सदस्य की तरह भी सभी व्यक्तिगत विशेषाधिकारों, सम्मानों और",
  "whether within or outside the territories of that State,": "उस राज्यक्षेत्रों के भीतर या बाहर हों।",
  "Article VI: The Government of India guarantees the succession, according to law and custom, to the gaddi of each Covenanting State, and to the personal rights,": "अनुच्छेद ५: विधि और प्रथा के अनुसार, प्रत्येक प्रसंविदा राज्य के",
  "privileges, dignities and titles of the Ruler thereof.": "गद्दी के लिए, शासक के व्यक्तिगत अधिकारों, विशेषाधिकारों, सम्मान",
  "Article VII: (1) The Ruler of each Covenanting State shall": "अनुच्छेद ४॥: () प्रत्येक प्रसंविदा राज्य के शासक, प्रसंविदा के",
  "be entitled to the full ownership, use and enjoyment of all": "अलग) में पूर्ण स्वामित्व, उपयोग और उपभोग का हकदार होगा।",
  "(2) If any dispute arises as to whether any item of property": "(2) यदि कोई विवाद उत्पन्न होता है कि क्या संपत्ति का कोई भी",
  "is the private property of the Ruler or State property, it": "हिस्सा शासक या राज्य की निजी संपत्ति है, तो इसे भारत सरकार",
  "shall be referred to a judicial officer to be nominated by": "द्वारा नामित न्यायिक अधिकारी के लिए निर्दिष्ट किया जाएगा, और",
  "eclipsed: these rights were not destroyed but they": "अधिकारों पर ग्रहण लगा दिया गया था: इन अधिकारों को नष्ट नहीं किया",
  "remained dormant and on the lapse of paramountcy,": "गया था, लेकिन वे निष्क्रिय बने रहे और सर्वोपरि की गलती पर, ग्रहण",
  "the shadow of the eclipse being removed, the rights sprang into full force and effect. This argument is": "की छाया को हटा दिया गया, अधिकार पूरी तरह से प्रभावी हो गए। यह",
  "wholly unsustainable on principle...”": "तर्क पूर्णतः सिद्धांत पर अपरिहार्य है ... \"",
  "The ratio was accepted by S. Ranganathan, J. (see": "यह अनुपात न्यायमूर्ति, एस. रंगनाथन (देखें प्रस्तर ) द्वारा स्वीकार",
  "paragraph 11), wherein he observed that if the issue dealt with": "किया गया था, जिसमें उन्होंने अवलोकन किया था कि यदि मुद्दा एक",
  "had been an ordinary impartible estate the matter would have": "सामान्य अविभाज्य संपत्ति से निपटने के लिए होता तो मामला अलग होता,",
  "been different but, in case of a sovereign state whose Chief was earlier a sovereign Ruler, the acquisition by a sovereign Ruler": "लेकिन एक संप्रभु राज्य के मामले में जिसका प्रमुख पहले एक संप्रभु शासक",
  "earlier a sovereign Ruler, the acquisition by a sovereign Ruler cannot be claimed to be joint family property.": "था, एक संप्रभु शासक द्वारा अर्जित संयुक्त परिवार की संपत्ति होने का दावा नहीं किया जा सकता है।",
  "“63. In this connection it has to be kept in mind that the": "“63. इस संबंध में यह ध्यान में रखा जाना चाहिए कि एक संप्रभु शासक",
  "mode of succession of a sovereign ruler and the powers of such a ruler are two different concepts.": "के उत्तराधिकार की रीति और ऐसे शासक की शक्तियां दो अलग",
  "one sovereign ruler is succeeded by the other. It may": "है जिसके द्वारा एक संप्रभु शासक दूसरे के द्वारा सफल होता है। यह",
  "inter alia be governed by the rule of general primogeniture or lineal primogeniture or any other": "सामान्य ज्येष्ठता अथवा पैतृक ज्येष्ठता का नियम अथवा किसी अन्य स्थापित किया गया उत्तराधिकार शासन का नियम, अन्य बातों के",
  "established rule governing succession. This process": "साथ-साथ शासित हो सकता है। यह प्रक्रिया एक संप्रभु दूसरे के सफल",
  "Thereafter what powers, privileges and prerogatives": "साथ समाप्त होती है। तत्पश्चात संप्रभु द्वारा शक्तियों, विशेषाधिकारों और",
  "are to be exercised by the sovereign is a question": "परमाधिकार का प्रयोग किया जाने का प्रश्न है, जो उत्तराधिकार की",
  "which is not relatable to the process of succession but relates to the legal incidents of sovereignty.": "प्रक्रिया से संबंधित नहीं है, परन्तु संप्रभुता की विधिक घटनाओं से",
  "64. If someone asserts that to a particular property held": "64. यदि कोई यह प्राख्यान करता है कि एक संप्रभु द्वारा अवधारित एक",
  "by a sovereign the legal incidents of sovereignty do not": "विशिष्ट संपत्ति संप्रभुता की विधिक घटनाओं पर लागू नहीं होता है, तो",
  "apply, it will have to be pleaded and established by him": "यह उसके द्वारा अभिवचन और स्थापित किया जाएगा कि उक्त संपत्ति",
  "sovereign but in some other capacity. In the instant case apart from asserting that the properties in suit": "अन्य क्षमता में।तत्काल मामले में यह प्राख्यान करते हुए कि संपत्ति के",
  "belonged to a joint family and respondent 1 even": "वाद से सम्बन्धित संयुक्त परिवार और प्रत्यर्थी । था, यहाँ तक कि एक",
  "though a sovereign ruler, held them as the head of the": "संप्रभु शासक, उन्हें उस परिवार के प्रमुख के रूप में अवधारित करता",
  "family to which the property belonged, the appellant has neither specifically pleaded nor produced any": "था, जिसके पास संपत्ति थी, अपीलार्थी ने न तो विशेष रूप से दलील",
  "convincing evidence in support of such an assertion. It": "और न ही ऐसे प्राख्यान के समर्थन में कोई विश्वसनीय साक्ष्य की प्रस्तुति",
  "has been urged on behalf of the appellant that only the": "दी है। अपीलार्थी की ओर से यह बताया गया है कि प्रथा द्वारा केवल",
  "custom, be the ruler and all the heirs of the Ranis who constituted joint Hindu family would be entitled to a": "हो सकते हैं और रानियों के सभी उत्तराधिकारी, जो संयुक्त हिंदू परिवार",
  "share in the properties of the Ranis and the properties": "का गठन करते हैं, रानियों की सम्पत्तियों की हिस्सेदारी के हकदार होंगे",
  "tarwad even though impartible in his hands. This plea": "अवधारित किया था यहाँ तक कि यद्यपि उसके अधिकार में अविभाज्य",
  "has been repelled by the trial court as well as by the": "थे। इस तर्क को विचारण न्यायालय के साथ-साथ उद्च न्यायालय ने भी",
  "our notice on the basis of which the presumption canvassed on behalf of the appellant could be drawn": "आई है जिसके आधार पर अपीलार्थी की ओर से उल्लिखित उपधारणा",
  "dealing with an appeal and as has been pointed out by": "हम एक अपील के साथ व्यवहार कर रहे हैं और जैसा कि इस न्यायालय",
  "this Court in Thakur Sukhpal Singh v. Thakur Kalyan": "ने ठाकुर सुखपाल सिंह बनाम ठाकुर कल्याण सिंह में बताया है,",
  "Singh it is the duty of the appellant to show that the": "अपीलार्थी का यह कर्तव्य है कि वह यह दिखाए कि अपील के अन्तर्गत",
  "judgment under appeal is erroneous.”": "निर्णय त्रुटिपूर्ण है।\"",
  "31. Even earlier, in Mirza Raja Pushpavathi Vijayaram Gajapathi": "37. इससे पहले भी, मिर्जा राजा पुष्पावती विजयराम गजपति राज मन्ने",
  "Raj Manne Sultan Bahadur etc. v. Sri Pushavathi Visweswar": "सुल्तान बहादुर इत्यादि बनास श्री पुबावती विबैक्षर गजपतिराज राजकुमार",
  "gave birth to it, with the following observations:": "अवलोकित किया था कि निम्नलिखित अवलोकनों के साथ उन चीजों की",
  "“The argument that the abolition of Zamindari estate": "“यह तर्क कि ज़मींदारी संपत्ति का उन्मूलन उन जवाहरातों की प्रथागत",
  "must automatically terminate the customary": "अविभाज्यता को स्वचालित रूप से समाप्त कर देना चाहिए जिन्हें परिवार",
  "by the family, overlooks the fact that many times custom outlives its condition of things which gave it": "देता है कि कई बार प्रथा चीजों की अपनी स्थिति को अधिक समय तक",
  "birth. As was observed by Lord Atkinson in delivering": "जीवित रहती हैं जिसने इसे जन्म दिया। जैसा कि लॉर्ड एटकिन्सन द्वारा",
  "a family should not similarly agree expressly or": "कि क्यों एक परिवार के अनुरूप अभिव्यक्त या विवक्षित से सहमत नहीं",
  "after that condition had completely altered. Therefore,": "होना चाहिए उस स्थिति के पूर्णतः बदल जाने के पश्चात प्राचीन काल में",
  "the principle embodied in the expression ‘cessat ratio cessat lex’ does not apply where the custom outlives": "सन्निहित सिद्धांत लागू नहीं होता है, जहां प्रथा उन चीजों की शर्तों को",
  "we think, the contention raised on the ground that there": "इसीलिए हम सोचते हैं कि इस तर्क को इस आधार पर उठाया गया कि",
  "was no justification for regalia in early times at all and": "आखिरकार आरम्भिक समय में राजचिन्ह का कोई औचित्य नहीं था",
  "that if initially there was any justification, it ceased after": "और यदि प्रारम्भ में कोई औचित्य था, तो यह जमींदारी सम्पत्ति के",
  "In the matter of proof of family custom, it is not the": "पारिवारिक प्रथा के प्रमाण के मामले में, यह उस विधि की तकनीकि नहीं",
  "technicalities of the law that would prevail but the evidence of conduct which unambiguously proves that": "है जो प्रबल होगा परन्तु आचरण के साक्ष्य जो सुस्पष्टतः साबित करते हैं",
  "the parties wanted to continue the old custom.”": "कि पार्टियां पुरानी प्रथा को जारी रखना चाहती थीं।”",
  "32. Any doubt or debate on whether the custom of impartibility and the": ".. इस बात पर कोई संदेह या बहस कि क्या अविभाज्यता की प्रथा एवं",
  "However, the Bill was referred to a Joint Committee of": "हालाँकि, विधेयक को संसद की एक संयुक्त समिति को निर्दिष्ट किया गया",
  "“The Joint Committee is further of opinion that the": "\"संयुक्त समिति की आगे यह राय है कि उपखंड (४) में अपवाद भारतीय",
  "impartible estates of Rulers of Indian States": "राज्यों के उत्तराधिकारियों के अविभाज्य सम्पत्तियों तक ही सीमित होना",
  "or agreements and ...”": "चाहिए, जो विशेष प्रसंविदाओं या समझौतों द्वारा विनियमित है और... \"",
  "Section 5(ii), in its present form, was recommended by the": "धारा 5(॥), अपने वर्तमान रूप में, संयुक्त समिति द्वारा ऊपर उद्धृत अपनी",
  "means that the Rulers had impartible estates and succession to": "राय के अनुसरण में अनुशंसित की गई थी, जिसका अर्थ है कि शासकों के पास अविभाज्य सम्पत्ति थी और इन के उत्तराधिकार को विशेष प्रसंविदाओं",
  "these was regulated by special covenants or agreements. Thus,": "अथवा समझौतों द्वारा विनियमित किया गया था। इस प्रकार, चर्चा के बाद,",
  "after discussion, the (iv) exception in the Bill was deleted and was": "विधेयक में (४) अपवाद को हटा दिया गया और विधि के रूप में",
  "not enacted as law. The effect thereof was that the custom of": "अधिनियमित नहीं किया गया। इसका प्रभाव यह हुआ कि जमींदारों या उन",
  "primogeniture and impartible estate in the case of zamindars or": "जागीरों को रखने वालों के मामले में ज्येष्ठता और अविभाज्य सम्पत्ति की",
  "the Succession Act with effect from 17\" June 1956. This is an": "प्रथा दिनांक 7 जून 956 से उत्तराधिकार अधिनियम का पूर्व प्रवर्तन लागू",
  "aspect which is often disregarded and not taken into consideration": "नहीं होगा। यह एक ऐसा पहलू है जिसे अक्सर ही उपेक्षित किया जाता है",
  "Padmamma and Others v. S. Ramakrishna Reddy and": "और एन. परद्मम्मा एवं अन्य बनाम एस. रासकृष्ण रेडी एवं अन्य (20०8) 25",
  "Others” in which it is observed that law of primogeniture is no longer applicable in India and such a provision may be held to be": "हुए इस पर विचार नहीं किया जाता है जिसमें यह अवलोकित किया गया है कि ज्येष्ठता की विधि भारत में अब लागू नहीं है और इस तरह के प्रावधान",
  "unconstitutional being hit by Article 14 of the Constitution. N.": "को संविधान के अनुच्छेद 4 के द्वारा असंवैधानिक होने के लिए अवधारित",
  "Padmamma (supra) refers to a judgment of the Supreme Court of": "किया जा सकता है। एन. पद्म्सा(उपरोक्त) दक्षिण अफ्रीका के सर्वोच्च न्यायालय के एक निर्णय को निर्दिष्ट करता है। इस निर्णय द्वारा यह कहा",
  "into by the Ruler of any Indian State with the": "(॥) कोई भी संपत्ति जो भारत सरकार के साथ किसी भी भारतीय",
  "Government of India or by the terms of any": "कोई भी संपत्ति जो भारत सरकार के साथ किसी भी भारतीय राज्य के",
  "enactment passed before the commencement of": "शासक द्वारा अथवा इस अधिनियम के प्रारंभ होने से पहले पारित किसी",
  "This clause has been put in because, as we": "यह खंड इसलिए रखा गया है, क्योंकि जैसा कि हम जानते हैं, यह कि",
  "know, it is only after the attainment of independence that on a large scale there has": "केवल स्वतंत्रता प्राप्ति के पश्चात बड़े पैमाने पर राज्यों का एकीकरण हुआ",
  "been integration of States, and there are certain agreements and covenants which have been entered into between the Government and those": "है, और कुछ समझौते और प्रसंविदाएं हैं जो सरकार और उन राज्यों के",
  "Rulers of States, and some arrangements have been made only very recently with respect to": "शासकों के मध्य प्रविष्ट की गई हैं, और कुछ व्यवस्थाएँ केवल हाल ही में",
  "their line of succession. It is a special thing. What": "उनकी उत्तराधिकार के क्रम के संबंध में की गई है। यह एक विशेष बात",
  "it Says is: ‘any covenant or agreement entered": "है। यह क्या कहता है: 'किसी भी प्रसंविदा या समझौते को शासक द्वारा",
  "into any such agreement only as recently as 1947 or 1948 and much time has not elapsed, it": "948 जैसे किसी भी समझौते में प्रविष्ट किया है और बहुत समय नहीं",
  "is not proper that by an enactment of a general": "बीता है, तो यह समुचित नहीं है कि इस तरह की एक सामान्य प्रकृति के",
  "nature like this we should do something which will set at nought the agreements and the": "अधिनियमन के द्वारा हमें कुछ ऐसा करना चाहिए जो समझौतों को शून्य",
  "will set at nought the agreements and the covenants which the Government of India has solemnly entered into with those people and on": "कर देगा और प्रसंविदाएं जो भारत सरकार ने पूर्णतः उन लोगों के साथ",
  "as applicable to Rulers of princely states and zamindars/jagidars": "रियासतों और ज़मींदारों /जागीरदारों के शासकों के लिए निम्न स्थितियों में",
  "be the absolute owner of the | distinct from the Ruler of an Indian": "भारतीय राज्य के शासक से अलग",
  "although there would be no right of": "विभाजन का कोई अधिकार नहीं",
  "that of an absolute owner, which a": "स्वामी से नहीं होगी, जिसका एक",
  "sovereign Ruler had. It would": "संप्रभु शासक था। यह पारिवारिक",
  "have been family property and of": "संपत्ति होती और उस संबंध में",
  "the type understood by the series": "निर्णयों की श्रृंखला द्वारा समझे जाने",
  "presumed to apply as a Rule | not, be Presumed to apply, but will": "के लिए परिकल्पित नहीं किया जाएगा, लेकिन एक प्रथा के रूप में",
  "ceding his State first": "वह प्रथमतः अपने राज्य को",
  "& defence. And thereafter — by": "करने वाला होता। और तत्पश्चात-",
  "the Union or other Government": "राज्य अथवा अन्य सरकार के",
  "He would not have been a party to any of the items 3 to 5 in the first column. This establishes the": "वह प्रथम स्तम्भ में 3 से 5 मदों के लिए कोई भी एक पक्ष नहीं होगा। यह",
  "former Ruler on the one side and": "एक तरफ पूर्व शासक और दूसरी",
  "turn, makes all the difference to the applicable law.": "में, प्रयोज्य विधि के लिए सभी अंतर बनाता है।",
  "After 26\" January, 1950, he": "26. जनवरी, 950 के बाद,",
  "Article 366 of the Constitution.": "संविधान के अनुच्छेद 366 के",
  "amount fixed by the Ministry of States.": "राज्यों के मंत्रालय द्वारा नियत राशि",
  "On his death, succession": "उनकी मृत्यु पर, उत्तराधिकार",
  "by the first part of the": "अपवाद के पहले भाग द्वारा आवृत",
  "and therefore not affected by": "किया जाएगा और इसलिए 956 अधिनियम से प्रभावित नहीं होगा।",
  "the 1956 Act. If he dies after 17.6.1956, it would make no": "यदि वह 7.6.956 के बाद मर",
  "If he dies after 17.6.1956,": "यदि वह 7.6.956 के बाद मर",
  "succession to his estate shall not": "जाता है, तो उसकी संपत्ति का उत्तराधिकार ज्येष्ठता द्वारा नहीं",
  "be by primogeniture. It will be as": "होगा। यह. हिंदू उत्तराधिकार",
  "per Section 8 of Hindu Succession Act.": "अधिनियम की धारा 8 के अनुसार",
  "a Ruler by the = 26\" Amendment.": "वह 26 वें संशोधन द्वारा एक",
  "Since he was never recognised as": "चूंकि उन्हें कभी भी शासक के रूप में मान्यता नहीं मिली थी, इसलिए",
  "and codify the law relating to intestate succession amongst": "के बीच निर्वसीयत के उत्तराधिकार से संबंधित विधि में संशोधन करने और",
  "codify the law relating to the nature of all the properties held by": "सभी संपत्तियों की प्रकृति को विधि संबंधित संशोधन और संहिताबद्ध मानने",
  "provisions of the Succession Act, with the possible exception of": "उत्तराधिकार अधिनियम के प्रावधानों की धारा 4 के संभावित अपवाद एवं",
  "and, therefore, no legal rights of a living person would get": "इसलिए, जीवित व्यक्ति के कोई भी विधिक अधिकार प्रभावित नहीं होंगे। यह",
  "affected. This is clearly stated by S. Ranganathan, J. in Revathinnal Balagopala Varma (Supra), wherein with reference": "स्पष्ट रूप से न्यायमूर्ति एस . रंगनाथन द्वारा रेवधथिन्नल बालगोपाल वर्मा (उपरोक्त) में कहा गया है, जिसमें उत्तराधिकार अधिनियम के प्रभाव के",
  "“19. ...Section 4 the Act, in the words of Sundari v.": "”9.....अधिनियम की धारा 4 के सुंदरी बनाम लक्ष्मी (उपरोक्त) के",
  "provisions of the Act and lays down that in respect of": "देता है और यह प्रतिपादित करता है कि अधिनियम के मौजूदा सभी",
  "any of the matters dealt with in the Act all existing laws": "कानूनों से संबंधित किसी भी मामले के संबंध में , चाहे वह",
  "whether in the shape of enactment or otherwise which are inconsistent with the Act are repealed. Any other": "अधिनियमन के रूप में हो या अन्यथा जो अधिनियम के साथ असंगत",
  "are inconsistent with the Act are repealed. Any other law in force immediately before the commencement of": "हैं, निरसित किए जाते हैं। इस अधिनियम के प्रारम्भ होने से तुरंत",
  "this Act ceases to apply to Hindus insofar as it is": "पहले जहाँ तक कोई भी अन्य कानून हिंदुओं पर लागू होता है क्योंकि",
  "inconsistent with the provisions contained in the Act.”": "यह अधिनियम में निहित प्रावधानों के साथ असंगत है।\" अन्य शब्दों",
  "In other words, while the Act may have immediate": "में, जबकि अधिनियम का कुछ मामलों पर तत्काल प्रभाव हो सकता",
  "by s.14 of the Act, its impact in matters of succession is different. There the Act only provides that, in the case": "उत्तराधिकार के मामलों में इसका प्रभाव अलग है। यह अधिनियम",
  "of any person dying after the commencement of the": "केवल वही प्रदान करता है, जो अधिनियम के प्रारंभ होने के बाद मरते",
  "customary law but only by the provisions of the Act.": "प्रथागत विधि द्वारा बल्कि केवल अधिनियम के प्रावधानों द्वारा शासित",
  "This is, indeed, clear if we refer to the terms of s.7(3)": "किया जाएगा।वास्तव में, यह स्पष्ट है कि यदि हम 5.7(3) की शर्तों",
  "the commencement of the Act. There is, therefore, no": "स्थानामदार अधिनियम के प्रारंभ होने के पश्चात मर जाता है। इसलिए,",
  "36. Legal effect of Section 5(ii) was examined earlier by a three Judge Bench of this Court in Bhaiya Ramanuj Pratap Deo (supra)": "36. धारा 50) के विधिक प्रभाव की भैया रामानुज प्रताप देव (उपरोक्त) में इस न्यायालय की तीन न्यायाधीश की पीठ द्वारा पहले जांच की गई थी,",
  "wherein after referring to Section 5(ii), it was observed:": "जिसमें धारा 5(॥) का उल्लेख करने के बाद यह अवलोकित किया गया था:",
  "“15. ... This section protects an estate which descends": "”5. .....यह धारा संपत्ति की रक्षा करती है, जो किसी भी प्रसंविदा",
  "to a single heir by the terms of any covenant or": "अथवा समझौते द्वारा एकल उत्तराधिकारी की शर्तों के अनुसार प्राप्त",
  "agreement entered into or by the terms of any enactment inasmuch as Hindu Succession Act is not": "होता है अथवा किसी भी अधिनियमन की शर्तों द्वारा यद्यपि हिंदू",
  "enactment inasmuch as Hindu Succession Act is not applicable to such an estate. This section stands as an": "उत्तराधिकार अधिनियम के रूप में ऐसी सम्पत्ति पर लागू नहीं है। यह",
  "exception to Section 4 of the Act referred to above.”": "धारा ऊपर उल्लिखित अधिनियम की धारा 4 के अपवाद के रूप में है।”",
  "37. After referring to the above articles/covenants in Pratap Singh (Supra), it was observed:": "37. प्रताप सिंह (उपरोक्त) के वाद में उपरोक्त लेखों /प्रसंविदाओं का उल्लेख करने के पश्चात, यह अवलोकन किया गया:",
  "“78. A careful reading of Article XII shows that there is": "“78. अनुच्छेद »५॥ का सतर्क वाचन यह दर्शित करता है कि निजी",
  "a clear distinction between the private properties and": "सम्पत्तियों और राज्य की सम्पत्तियों के बीच स्पष्ट अंतर है। ऐसी",
  "the State properties. Such private properties must be": "निजी सम्पत्तियाँ शासक से संबंधित होनी चाहिए और पहले भी उनके",
  "belonging to the Ruler and must be in his use and enjoyment even earlier. Therefore, properties which": "उपयोग और उपभोग में होने चाहिए। इसलिए, ऐसी संपत्तियाँ जिन्हें",
  "were recognised even earlier as such _ private properties alone were to be left out and submitted for": "पहले भी निजी संपत्तियों की मान्यता दी गई थी, उन्हें एकाकी छोड़",
  "the recognition as such. As stated in White Paper (para 157, page 23 supra), the demarcation and the": "जैसा कि श्वेत पत्र (प्रस्तर 57, पृष्ठ 23 उपरोक्त) में कहा गया है,",
  "of Integration. If this be the correct position of law, the": "बनाया गया था। यदि यह विधि की सही स्थिति है, तो विद्वत एकल",
  "contrary observations of the learned Single Judge are not correct.”": "न्यायाधीश की विपरीत अवलोकन सही नहीं हैं।”",
  "38. A Constitution Bench of five judges in Kunwar Shri Vir Rajendra": "38. पांच न्यायाधीशों की एक संविधान पीठ ने कुंवर श्री वीर राजेंद्र सिंह",
  "Singh v. The Union of India and Others” had referred to clause": "बनाम भारत के संघ एवं अन्य\" (९०6४) 3 5८८ '5०) के वाद में संविधान के",
  "(22) of Article 366 of the Constitution to observe that it was not a": "अनुच्छेद 366 के खंड (22) को संदर्भित किया था और यह अवलोकन",
  "mere definition clause, but a clause that empowered the President": "किया कि यह मात्र परिभाषा खंड नहीं था, बल्कि एक ऐसा खंड जो राष्ट्रपति",
  "to recognise a Ruler “for the time being” which indicates that the": "को \"उसी समय के लिए\" शासक को मान्यता देने के लिए सशक्त बनाता है,",
  "President has power not only to recognise but also to withdraw": "जो इंगित करता है कि राष्ट्रपति के पास न केवल मान्य करने की शक्ति है,",
  "recognition whenever occasion arises. This recognition was for": "बल्कि जब भी अवसर उद्धूत होता है, उस समय मान्यता को वापस लेने की",
  "Consolidated Fund of India. However, it was held that the privy": "गया था। हालांकि, यह अवधारित किया गया कि राज्य भत्ता एक निजी",
  "purse was not a private property to which the Ruler succeeded. It": "संपत्ति नहीं थी, जिस पर शासक को उत्तराधिकार में मिली हो। यह भी स्पष्ट",
  "was also clarified that the right to private property of a Ruler is not": "किया गया था कि एक शासक की निजी संपत्ति का अधिकार संविधान के",
  "embraced within clause (22) of Article 366 of the Constitution. Accordingly, recognition of rulership by the President does not": "अनुच्छेद 366 के खंड (22) के भीतर समाविष्ट नहीं है। तदनुसार, शासक",
  "recognize any right to private property of the Ruler because": "की निजी संपत्ति के किसी भी अधिकार को राष्ट्रपति द्वारा राजशाही को",
  "recognition of rulership is an exercise of the political power of the": "मान्यता नहीं है क्योंकि राजशाही की मान्यता राष्ट्रपति की राजनीतिक शक्ति",
  "President. Thus, recognition of rulership is not an indicia of": "का एक अभ्यास है। इस प्रकार, राजशाही की मान्यता संपत्ति का संकेत नहीं",
  "property, instead it conferred and entitled the Ruler to enjoyment": "है, इसके बजाय शासक को राज्य भत्ते का उपभोग और निजी अधिकारों,",
  "the right to property and claim of the Ruler to any property, which": "राजशाही की मान्यता संपत्ति के अधिकार और किसी भी संपत्ति पर शासक",
  "important in the present context are the observations of this Court": "करना है। यहाँ तक कि इस न्यायालय का अवलोकन वर्तमान संदर्भ में और",
  "succession with respect to the private property according to the": "तरह वैयक्तिक विधि के अनुसार निजी संपत्ति के सम्बन्ध में प्रत्याभूत",
  "personal law. This Court held that with the coming into effect of": "था। इस न्यायालय ने अवधारित किया कि संविधान के प्रभाव में आने के",
  "the Constitution, the rulership or the States had ceased to exist as": "साथ, राजशाही या राज्य अलग-अलग संस्थाओं के रूप में अस्तित्व में नहीं",
  "separate entities. Even the Covenants would cease to exist after the enactment of the Constitution in so far as they were": "रह गए थे। यहां तक कि प्रसंविदाएँ संविधान के अधिनियमन होने के पश्चात",
  "inconsistent with the Constitution. However, the personal law of": "संविधान के साथ असंगत होने के बाद भी मौजूद नहीं रहेंगी। हालाँकि,",
  "and preserved. The Court had accordingly clarified the legal": "सुरक्षित और संरक्षित था। न्यायालय ने तदनुसार उत्तराधिकार के दावे",
  "“8. ... The meaning of Article XIV of the Covenant is": "“8. .....प्रसंविदा के अनुच्छेद ४ का अर्थ यह है कि प्रथा एवं विधि",
  "is not evidence of any custom or law. If the petitioner": "का अनुच्छेद »॥/ किसी भी प्रथा या कानून का प्रमाण नहीं है। यदि",
  "relied on Article XIV, the petitioner has to establish": "याचिकाकर्ता अनुच्छेद »॥/ पर अवलम्बित है, तो याचिकाकर्ता को",
  "such right based on custom or law before the": "उपयुक्त प्राधिकारी के समक्ष प्रथा अथवा विधि के आधार पर ऐसा",
  "appropriate authority”.": "अधिकार स्थापित करना होगा।”",
  "The ratio of the Constitution Bench in Vir Rajendra Singh (supra)": "संविधान पीठ का अनुपात वीर राजेंद्र सिंह (उपरोक्त) के वाद में इसके लिए",
  "is a binding precedent for it recognizes the personal law of": "एक बाध्यकारी मिसाल है, क्योंकि यह शासकों के उत्तराधिकार के वैयक्तिक",
  "succession of the Rulers and therefore, the rule/custom of": "विधि को मान्यता देता है और इसलिए, रियासतों के भूतपूर्व शासकों से",
  "In Thakore Shri Vinayasinhji (Supra), Pratap Singh (supra),": "39. ठाकोर श्री विनयसिंहजी (उपरोक्त), प्रताप सिंह(उपरोक्त), रेवथिन्नल",
  "Revathinnal Balagopala Varma (Supra), Madhav Rao Jivaji": "बालगोपाल वर्मा(उपरोक्त), माधव राव जीवाजी राव सिंधिया (उपरोक्त) के",
  "protection to the personal law, that is, the rule of primogeniture as": "है। अर्थात्‌, ज्येष्ठता का सिद्धांत(प्राइमोगेनिचर का नियम) प्रसंविदा और",
  "rights and their kingdoms/estates had merged with the Dominion": "साम्राज्य /संपत्ति को भारतीय गणराज्य के साथ विलय कर दिया था,",
  "of India, the succession and all its concomitant rights to their": "उत्तराधिकार और अपने सभी सहवर्ती अधिकारों को उनकी भूतपूर्व संप्रभु",
  "erstwhile sovereign property now held as private property, would": "संपत्ति को अब निजी संपत्ति के रूप में धारित किया गया था , भूतपूर्व",
  "devolve vide the merger agreement and the Constitution as per the customs applicable to the erstwhile Rulers. Relying on the": "शासकों के लिए लागू प्रथाओं के रूप में विलय समझौते और संविधान को",
  "Constitution, and sub-section (ii) to Section 5 of the Succession": "न्यागत करेगा। उत्तराधिकार अधिनियम की धारा 5 के लिए संविधान और",
  "Court in Talat Fatima Hasan Through Her Constituted Attorney": "का नियम) है। तलत फातिमा हसन के माध्यम से उसके संवैधानिक अर्टॉर्नी",
  "Sh. Syed Mehdi Husain v. Nawab Syed Murtaza Ali Khan (D)": "श्री सँयद मेहदी हुसेंन बनाम नवाब सेंयद मुर्तजा अली खान(डी) द्वारा",
  "July 31, 2019 pertains to the Muslim Personal Law (Shariat) Application Act, 1937 applicable to the State of Rampur. This is": "रामपुर राज्य के लिए लागू मुस्लिम पर्सनल लॉ (शरीयत) आवेदन अधिनियम, 937 से संबद्ध दिनांक 3 जुलाई, 209 को निर्णीत सिविल",
  "clear from paragraph 12 of the judgment in Talat Fatima Hasan (Supra), which records that the only issue to be decided was": "अपील सं, 773/2002 है। यह तलत फातिया हसन (उपरोक्त) के प्रस्तर 2 के निर्णय से स्पष्ट है, जो अभिलिखित करता है कि मुद्दा सिर्फ",
  "whether the properties held by the Nawab would devolve on his": "निर्णीत होना था कि क्या नवाब द्वारा अवधारित संपत्तियां ज्येष्ठता का",
  "eldest son by applying the rule of primogeniture or would be": "सिद्धांत (प्राइमोगेनिचर का नियम) को लागू करते हुए उनके सबसे बड़े पुत्र",
  "governed by the Muslim Personal Law (Shariat) Application Act,": "पर न्यागत होंगी अथवा मुस्लिम पर्सनल लॉ (शरीयत) आवेदन अधिनियम,",
  "1937 and devolve on all his legal heirs.": "937 द्वारा शासित होंगी और उसके सभी विधिक उत्तराधिकार पर न्यागत",
  "Brij Nath Singh had opened on 13\" October 1968, which is before": "उत्तराधिकार 3 अक्टूबर 2968 को खोला गया था, जो कि भारतीय",
  "Article 362 relating to the rights and privileges of the Indian Rulers": "शासकों के अधिकारों और विशेषाधिकारों से संबंधित अनुच्छेद 362 से पूर्व",
  "was repealed by the Constitution (26\" Amendment) Act, 1971.": "है जिसे संविधान अधिनियम, 97] (26 वें संशोधन ) द्वारा निरसित कर",
  "Article 362, before it was repealed, stated that in exercise of the": "दिया गया था। अनुच्छेद 362, जिसको निरसित करने से पूर्व कहा गया था",
  "power of Parliament or of the Legislature of a State to make laws": "कि विधि निर्माण के लिए संसद अथवा राज्य के विधानमंडल की शक्ति का",
  "or in the exercise of the executive power of the Union or a State,": "प्रयोग या संघ या राज्य की कार्यकारी शक्ति के प्रयोग में, उचित सम्मान की",
  "due regard shall be had to the guarantee or the assurance given": "गारंटी होगी अथवा ऐसे किसी प्रसंविदा या समझौते के तहत दिया गया",
  "with respect to the personal rights, privileges or dignities of the": "अधिकारों, विशेषाधिकारों या सम्मानों के संबंध में दिया गया है।",
  "appellants had submitted that the property being a leasehold Nazul plot located in Allahabad and owned by the superior lessor,": "यह तर्क प्रस्तुत किया गया कि इलाहाबाद में स्थित एक पट्टाधृत नाज़ुल",
  "property in the hands of Raghubir Singh and also in the hands of Brij Nath Singh. The property should be treated as coparcenary": "इसे रघुबीर सिंह और बृज नाथ सिंह के हाथों में भी संप्रभु संपत्ति के रूप में",
  "property belonging to the joint Hindu family and not as impartible": "नहीं माना जा सकता है। संपत्ति को संयुक्त हिंदू परिवार से संबंधित",
  "that the property being leasehold Nazul land situated outside the princely state was personal property must be rejected in the": "तर्क कि रियासत के बाहर स्थित नजूल भूमि को पट्टे पर दिया गया है, निजी",
  "absence of any other evidence or material to rebut the": "संपत्ति को किसी अन्य साक्ष्य या सामग्री के अभाव में खारिज कर दिया",
  "presumption that the property was a part of the impartible estate": "जाना चाहिए ताकि यह अनुमान लगाया जा सके कि संपत्ति संप्रभु शासक से",
  "belonging to the sovereign Ruler. On the other hand, inheritance": "संबंधित अविभाज्य संपत्ति का एक हिस्सा थी। दूसरी ओर, संपत्ति का",
  "of the property post the death of Raghubir Singh by the new Ruler including Brij Nath Singh by application of the rule of": "उत्तराधिकार, नए शासक रघुबीर सिंह की मृत्यु के बाद बृज नाथ सिंह सहित",
  "primogeniture to the exclusion of others son(s) would indicate that": "अन्य पुत्र(गण) के बहिष्कार के लिए ज्येष्ठता का सिद्धांत (प्राइमोगेनिचर का",
  "In view of the aforesaid discussion, it has to be held that the": "43. उपरोक्त चर्चा के दृष्टित , यह अवधारित किया जाना चाहिए कि",
  "property was a part of the impartible property i.e., the property": "संपत्ति, अविभाज्य संपत्ति का एक हिस्सा थी अर्थात, संपत्ति यद्यपि पैतृक",
  "though ancestral was not a part of the coparcenary property, but was a part of the estate of the sovereign Ruler, Brij Nath Singh.": "सहदायिक संपत्ति का हिस्सा नहीं थी, बल्कि संप्रभु शासक बृजनाथ सिंह",
  "Further, Brij Nath Singh could transfer the property inter-vivos or": "की संपत्ति का एक हिस्सा था। इसके अतिरिक्त, बुज नाथ सिंह संपत्ति को जीवित व्यक्तियो के बीच में स्थानांतरित कर सकते थे अथवा वसीयतनामा",
  "make a bequest by way of a will. The contention that the property": "के जरिये वसीयत कर सकते थे। यह तर्क कि संपत्ति एक अलग या व्यक्तिगत",
  "was a separate or personal property and, therefore, not a part of the impartible property has not been established and has not been": "संपत्ति थी और इसलिए, किसी भी प्रकार की अविभाज्य संपत्ति प्रतिष्ठित",
  "proved by the appellants by leading evidence and material to": "नहीं की गई है और अपीलार्थियों द्वारा प्रमुख तथ्य एवं सामग्री द्वारा दूर करने",
  "in the British territory, i.e. territory outside the Home State. One": "द्वारा अवधारित अर्थात गृह राज्य के बाहर के राज्यक्षेत्र में संपत्तियाँ शामिल",
  "such property known as Sterling Castle in Shimla, was purchased": "थीं। शिमला में स्टर्लिंग कैस्टल के रूप में जानी जाने वाली ऐसी ही एक",
  "indirect, by a sovereign or Feudatory Princes of lands in the British": "में संप्रभु अथवा जागीरदारों की भूमियों द्वारा चाहे वह प्रत्यक्ष हों अथवा",
  "private properties and not State properties was rejected by this": "यह तर्क खारिज कर दिया था कि ये दोनों संपत्तियां निजी थीं, न कि राज्य",
  "In Draupadi Devi and Others v. Union of India and Others,”": "42. . द्रॉपदी देवी एवं अन्य बनाम भारत संघ एवं अन्य (2004) 77 50८ 425)",
  "the dispute pertained to perpetual leasehold rights of a property in": "के मामले में, विवाद दिल्ली में एक संपत्ति के स्थायी पट्टे के अधिकार से",
  "Singh, the then Maharaja of Kapurthala by a registered sale deed": "को एक पंजीकृत बिक्री विलेख द्वारा कपूरथला के तत्कालीन महाराजा",
  "State/sovereign property was decided in favour of the Union of": "अथवा राज्य/संप्रभु संपत्ति थी को भारत संघ के पक्ष में फैसला किया गया",
  "India holding that it was a State or sovereign property,": "था कि यह एक राज्य अथवा संप्रभु संपत्ति थी, 940 में महाराजा की",
  "purportedly declaring Kapurthala House as his personal and": "कथित आदेश के बावजूद कपूरथला हाउस को उनकी व्यक्तिगत और निजी"
}