{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL Nos. 7086-7087 OF 2009": "सिविल अपील संख्या 7086-7087 वर्ष 2009",
  "SABIR ALI KHAN .. APPELLANT (S)": "साबिर अली खान........7_7_7_09&... अपीलकर्ता (गण)",
  "SYED MOHD. AHMAD ALI KHAN AND OTHERS ..RESPONDENT (S)": "सैयद मो. अहमद अली खान एवं अन्य... ...... प्रतिवादी (गण)",
  "JUDGMENT": "निर्णय",
  "K.M. JOSEPH, J.": "न्यायमूर्ति के. एम. जोसेफ",
  "the High Court of Allahabad in Civil Revision Nos. 595": "4. इलाहाबाद उच्च न्यायालय द्वारा सिविल पुनरीक्षण संख्या 595 और 596 वर्ष",
  "against the Order passed by the Waqf Tribunal on an Appeal filed by the first respondent before us. The": "द्वारा हमारे समक्ष वक्‍फ बोर्ड द्वारा पारित आदेश के विरुद्ध दायर किया गया था।",
  "first respondent again, in turn, put in issue the Order passed by the Collector, Bulandshahar. The Order passed": "पहले प्रतिवादी ने पुनश्च, कलेक्टर, बुलंदशहर द्वारा पारित आदेश को विषय में",
  "way the Collector was passed under Section 52(2) of the": "'अधिनियम' के रूप में संदर्भित) की धारा 52(2) के अन्तर्गत पारित किया गया",
  "Finally, we must point out at this stage that the": "था। अंत में, हमें इस स्तर पर यह इंगित करना चाहिए कि कलेक्टर वक्फ बोर्ड के",
  "given by the Controller of Wagqf Board to obtain and deliver possession of the land in dispute to the Waqgf": "नियंत्रक द्वारा विवादित भूमि का कब्जा प्राप्त करने और वक्फ बोर्ड को देने के लिए",
  "Board. The requisition was made under Section 52(1) of": "दिए गए अनुरोध के आधार पर कार्य कर रहे थे। यह अनुरोध अधिनियम की धारा 52() के तहत किया गया था।",
  "2. By the Order passed by the Tribunal, it had set aside the Order passed by the Collector on various": "2. न्यायाधिकरण द्वारा पारित आदेश द्वारा, इसने विभिन्न आधारों पर कलेक्टर",
  "grounds. By the impugned Order passed by the High Court": "द्वारा पारित आदेश को अपास्त कर दिया था। पूर्वोक्त आदेश के खिलाफ",
  "in the Revisions filed against the aforesaid Order by": "अपीलकर्ताओं द्वारा दायर पुनरीक्षण में उच्च न्यायालय द्वारा पारित आक्षैपित आदेश",
  "the appellants, the High Court has affirmed the Order passed by the Tribunal, however, on the ground that the": "द्वारा, उच्च न्यायालय ने ट्रिब्यूनल द्वारा पारित आदेश की पुष्टि की है, हालांकि, इस",
  "3. We have heard Shri Salman Khurshid, learned Senior Counsel on behalf of the Appellant and Shri P.S.": "3. हमने अपीलकर्ता की ओर से विद्वान वरिष्ठ अधिवक्ता श्री सलमान खुर्शीद और",
  "Patwalia, learned Senior Advocate on behalf of the first respondent and Shri S.R. Singh, learned Senior": "प्रथम प्रतिवादी की ओर से विद्वान वरिष्ठ अधिवक्ता श्री पी.एस. पटवालिया और",
  "Advocate on behalf of the second respondent-the Assistant Survey Commissioner, Waqk, Bulandshehar and": "द्वितीय प्रतिवादी- सहायक सर्वेक्षण आयुक्त, वक्‍फ, बुलंदशहर और चतुर्थ",
  "Kazim Ali Khan and Raza Ali Khan. It appears that Qasim": "कासिम अली खान सैयद कासिम अली खान सैयद रजा अली खान",
  "4": "सं.4)",
  "that the Collector passed Order dated 31.12.1997, directing the respondents to deliver possession of the": "ने दिनांक 3.2.997 का आदेश पारित किया, जिसमें प्रतिवादियों को तीस",
  "directing the respondents to deliver possession of the property to the Board within thirty days. This Order": "दिनों के भीतर संपत्ति का कब्जा बोर्ड को सौंपने का निर्देश दिया गया। अपील में",
  "came to be challenged by the first respondents in the Appeals, viz., the alleged unauthorised occupants": "इस आदेश को पहले प्रतिवादियों अर्थात कथित अनधिकृत कब्जेदारों द्वारा अपर",
  "before the Additional District Judge, Bulandshahar. The Said Appeals were allowed by the Additional District": "जिला जज, बुलंदशहर के समक्ष चुनौती दी गई। उक्त अपीलों को अतिरिक्त जिला",
  "Judge. The appellant filed Writ Petition (C) No. 23414": "न्यायाधीश द्वारा स्वीकार किया गया। अपीलकर्ता ने रिट याचिका (सी) संख्या",
  "had the jurisdiction and not the Additional District Judge. This contention found favour with the High Court": "न्‍्यायाधिकरण के पास था न कि अपर जिला न्यायाधीश के पास। इस तर्क को",
  "and it was found that the Additional District Judge did": "उच्च न्यायालय का समर्थन मिला और यह पाया गया कि अपर जिला न्यायाधीश",
  "not possess jurisdiction. The Order of the Additional District Judge came to be set aside. Thereafter, the": "के पास क्षेत्राधिकार नहीं था। अपर जिला न्यायाधीश के आदेश को अपास्त कर",
  "first respondent filed Appeal No. 2 of 2002 and Appeal No. 3 of 2002 before the Wagqf Tribunal. By Order dated": "दिया गया। इसके बाद, प्रथम प्रतिवादी ने वक्‍फ न्‍्यायाधिकरण के समक्ष अपील संख्या 2 वर्ष 2002 और अपील संख्या 3 वर्ष 2002 दायर की। आदेश",
  "28.03.2003, the Waqf Tribunal allowed the Appeals and": "दिनांकित 28.03.2003 द्वारा, वक्‍फ न्यायाधिकरण ने अपील की अनुमति दी",
  "the Order of the Collector was set aside. It is the": "और कलेक्टर के आदेश को अपास्त कर दिया गया। उक्त आदेश की ही, उच्च",
  "said Order, which has been confirmed by the High Court by passing the impugned Order, by which, the Revision": "न्यायालय द्वारा पारित आक्षेपित आदेश द्वारा पुष्टि की गई है जिसके द्वारा,",
  "Petitions filed by the appellant, came to be dismissed.": "अपीलकर्ता द्वारा दायर पुनरीक्षण याचिकाएं खारिज की गई।",
  "The Suit stood abated. Shri Qasim Ali Khan filed objection seeking expunging of the names of the other sons, viz., his brothers. This was done on the basis": "समाप्त कर दिया गया था। श्री कासिम अली खान ने अन्य पुत्रों, अर्थात, उनके भाइयों के नामों को हटाने की मांग करते हुए आपत्ति दायर की। यह इस आधार",
  "that the properties were waqf properties. The": "पर किया गया था कि संपत्तियां वक्‍फ संपत्तियां थीं। चकबंदी अधिकारी ने आपत्ति",
  "directed that the entry of waqf be made in the Revenue": "को स्वीकार कर लिया। उन्होंने निर्देश दिया कि वक्‍फ की प्रविष्टि राजस्व रिकॉर्ड",
  "record. It was his reasoning that upon the creation of the waqf, properties stood vested in the Almighty and": "में की जाए। यह उनका तर्क था कि वक्‍फ के निर्माण पर, संपत्ति सर्वशक्तिमान में",
  "the first sale was infirm. The Appeal filed by Shri Kasim Ali Khan and Shri Raza Ali Khan came to be": "निहित हो गई और पहली बिक्री निष्प्रभावी हो गई। श्री कासिम अली खान और",
  "Kasim Ali Khan and Shri Raza Ali Khan came to be dismissed by the Settlement Officer. The Revision filed": "श्री रजा अली खान द्वारा दायर अपील बंदोबस्त अधिकारी द्वारा खारिज कर दी",
  "application, seeking restoration, was filed in regard": "के तहत संबंध में बहाली की मांग करने वाला एक आवेदन दायर किया गया था।",
  "same stood dismissed on 02.03.1972. Another Application for Restoration, however, came to be filed. It is in": "उसे 02.03.972 को खारिज कर दिया गया था। हालांकि, बहाली के लिए एक",
  "for Restoration, however, came to be filed. It is in the said Restoration Application, a compromise was": "और आवेदन दायर किया गया था। उक्त बहाली आवेदन में यह कहा गया है कि,",
  "entered into on 13.02.1974 between the three brothers, viz., Qasim Ali Khan, Kasim Ali Khan and Raza Ali Khan.": "3.02.974 को तीन भाइयों, अर्थात, कासिम अली खान, कासिम अली खान और रज़ा अली खान के बीच एक समझौता किया गया था। समझौता इस आधार",
  "appear that Shri Qasim Ali Khan resigned as Mutawalli.": "होता है कि श्री कासिम अली खान ने मुतवल्ली के पद से इस्तीफा दे दिया।",
  "It is the case of the appellant that Shri Sujat Ali Khan became the Mutawalli. The Writ Petition filed by": "अपीलकर्ता का पक्ष यह है कि श्री सुजात अली खान मुतवल्ली बन गए। श्री सुजात",
  "Shri Sujat Ali Khan came to be withdrawn. Thereafter,": "अली खान द्वारा दायर रिट याचिका वापस ले ली गई। इसके बाद, श्री सच्धाद",
  "Shri Sajjad Ali Khan, who was another son of Shri Qasim": "अली खान, जो श्री कासिम अली खान के एक अन्य पुत्र थे और जिन्होंने वक्‍फ के",
  "both by Shri Qasim Ali Khan, his father, and his uncle,": "परिवाद दायर किया। उन्होंने अपने पिता श्री कासिम अली खान और अपने",
  "withdrawal of Writ Petition (C) No. 5874 of 1974. The": "उन्होंने रिट याचिका (सी) संख्या 5874 वर्ष 974 को वापस लेने के अलावा",
  "16.07.1997. By the said Order, he invoked Section 52 (1)": "6.07.4997 पारित किया। उक्त आदेश द्वारा, उन्होंने अधिनियम की धारा 52",
  "unauthorised occupants, viz., Shri Syed Mohamad Ahmad": "(4) को लागू किया और कलेक्टर को अनधिकृत कब्जेदारों श्री सैयद मोहम्मद",
  "Ali Khan and Shri Mohamad Ali Khan, who were the sons": "अहमद अली खान और श्री मोहम्मद अली खान, जो श्री रज़ा अली खान के पुत्र",
  "in the Appeals and referred to as such. It is thereupon": "पहले उत्तरदाता हैं और उन्हें इस तरह संदर्भित किया गया है। इसी पर कलेक्टर",
  "After perusing the record and a true copy filed by the appellant (the papers Nos. 42C and 53C2), it was found that it was not mentioned in the Order": "॥. रिकॉर्ड और अपीलकर्ता द्वारा दायर एक सत्य प्रति (कागजात संख्या 42 सी और 53 सी2) का अवलोकन करने के बाद, यह पाया गया कि आदेश में यह",
  "that the Board had done any inquiry.": "उल्लेख नहीं किया गया था कि बोर्ड ने कोई जांच की थी।",
  "The Board had not satisfied itself, after making inquiry. This finding was entered on the basis of": "॥. जांच करने के बाद बोर्ड ने स्वंय को संतुष्ट नहीं किया। यह निष्कर्ष बोर्ड से मांगे",
  "there being no evidence in the record requisitioned": "गए रिकॉर्ड में कोई सबूत नहीं होने के आधार पर दर्ज किया गया था।",
  "A Report of a Senior Waqf Inspector found included": "४. रिकॉर्ड में शामिल एक वरिष्ठ वक्‍फ इंस्पेक्टर की रिपोर्ट पर विचार किया गया",
  "Senior Wagqf Inspector had not actually seen whether": "और यह पाया गया कि वरिष्ठ वक्‍फ इंस्पेक्टर ने वास्तव में यह नहीं देखा था कि",
  "the property was recorded in the Waqf Register.": "संपत्ति वक्‍फ रजिस्टर में दर्ज की गई थी या नहीं। नियंत्रक ने अधिनियम की धारा",
  "The Controller had not satisfied itself as per the prescribed procedure laid down in Section 52(1) of": "52(4) में निर्धारित निर्धारित प्रक्रिया के अनुसार स्वयं को संतुष्ट नहीं किया था।",
  "The procedure adopted was illegal. There was no Officer known as Controller under the Act. The": "५. अपनाई गई प्रक्रिया अवैध थी। अधिनियम के तहत नियंत्रक के रूप में कोई",
  "Officer known as Controller under the Act. The power under Section 52(1) could be exercised by": "अधिकारी नहीं जाना जाता है। बोर्ड द्वारा धारा 52 () के तहत शक्ति का प्रयोग",
  "the Board. No Notification was produced to": "किया जा सकता है। यह स्थापित करने के लिए कोई अधिसूचना प्रस्तुत नहीं की",
  "establish that the Board transferred its power to any Officer known as Controller. The Order passed": "गई थी कि बोर्ड ने नियंत्रक के रूप में किसी अधिकारी को अपनी शक्तियाँ",
  "by the Controller was without jurisdiction.": "हस्तांतरित की। नियंत्रक द्वारा पारित आदेश अधिकारिता रहित था।",
  "A period of seven days alone was given, which is": "४. केवल सात दिनों की अवधि दी गई थी, जो कि अवैध है।",
  "before the Waqf Board. It was further admitted that": "को स्पष्ट रूप से स्वीकार किया गया था। आगे यह भी स्वीकार किया गया था कि",
  "the respondents were using the property for their own interest and as their own personal property.": "प्रतिवादी संपत्ति का उपयोग अपने हित के लिए और अपनी निजी संपत्ति के रूप",
  "The respondents were found to have become owners by way of adverse possession. There were exceptions": "में कर रहे थे। प्रतिकूल कब्जे के माध्यम से प्रतिवादी मालिक बन गए थे। उ.प्र.",
  "to Section 49A of the U.P. Act and Section 51 of": "अधिनियम की धारा 49ए और अधिनियम की धारा 54 के अपवाद थे। दोनों",
  "the Act. Both Acts were special Acts on the subject": "अधिनियम वक्‍फ के विषय पर विशेष अधिनियम थे। ऐसा कोई निरपेक्ष नियम नहीं",
  "beneficiary, who had no right to sell Wagf": "थे, जिन्हें वक्‍फ संपत्ति बेचने का कोई अधिकार नहीं था, शून्य था।",
  "Shri Syed Mohammad Ahmad Ali Khan and Shri Syed": "४. श्री सैयद मोहम्मद अहमद अली खान और श्री सैयद मोहम्मद अली खान",
  "Mohammad Ali Khan were beneficiaries in the waqf- al-al-aulad. Rejecting the contention of the": "वक्‍फ अल-अल-औजलाद में लाभार्थी थे। अपीलकर्ता के इस तर्क को खारिज",
  "appellant that a beneficiary could not acquire title by adverse possession over waqf property, it": "करते हुए कि एक लाभार्थी को वक्‍फ संपत्ति पर प्रतिकूल कब्जे से स्वत्व प्राप्त नहीं",
  "was found that title by adverse possession could": "होता, यह पाया गया कि प्रतिकूल कब्जे से स्वत्व प्राप्त किया जा सकता है।",
  "Relying upon Shri Mohammad Ismail Farugui v. Union": "५. श्री मोहम्मद इस्माइल फारूकी बनाम भारत संघ एवं अन्य” ओर मस्जिद",
  "of India and others’ and also The Mosque Known as Masjid Shahid Ganj, and others _v.  Shiromani": "शाहिद गज के रूप यें जानी जाने वाली मस्जिद एवं अन्य बनाय शिरोगणि गुरुद्वारा",
  "possession could be acquired over waqf property.": "कि प्रतिकूल कब्जे से वक्‍फ संपत्ति पर स्वत्व प्राप्त किया जा सकता है।",
  "A person in a fiduciary relationship or one, in": "५. न्यासी संबंध में कोई व्यक्ति या जिसमें किसी ट्रस्ट की संपत्ति निहित हो, ट्रस्ट",
  "claim title by adverse possession over trust property. A Mutawalli, accordingly, on the said": "के आधार पर मुतवल्ली वक्‍फ पर प्रतिकूल कब्जे से स्वत्व का दावा नहीं कर",
  "possession over waqf property [See Fagir Mohd. Shah v. Qazi Fasihuddin Ansari and others?]. That a Co-": "सकता। संपत्ति [देखें फकीर मो. शाह बनाम काजी फसीहुद्दीन अंसारी एवं",
  "owner also cannot acquire title by adverse possession over trust property, is found to be": "अन्य! || यह कि एक सह मालिक भी ट्रस्ट संपत्ति पर प्रतिकूल कब्जे से स्वत्व",
  "A beneficiary is not a co-owner and, therefore, the principle that a co-owner cannot acquire a": "भा. एक लाभार्थी सह-स्वामी नहीं होता है और, इसलिए, यह सिद्धांत कि एक",
  "right by adverse possession over the share of another co-owner, was not applicable to a": "सह-स्वामी दूसरे सह-स्वामी के हिस्से पर प्रतिकूल कब्जे से अधिकार प्राप्त नहीं",
  "beneficiary. A beneficiary did not hold _ the": "कर सकता, एक लाभार्थी पर लागू नहीं होता। लाभार्थी के पास ट्रस्ट में संपत्ति",
  "“In every case of Wagqf, whether public or private, the property vests in God Almighty or in the Wagqf": "भा. \"वकक्‍्फ के हर मामले में, चाहे सार्वजनिक हो या निजी, संपत्ति ईश्वर में निहित",
  "itself as an institution or a foundation economic,": "होती है या तत्समय प्रवृत्त एक संस्था या आर्थिक नींव के रूप में वक्‍फ में ही। \"",
  "for the time being in force”. The High Court drew support from the aforesaid view expressed by a Full": "उच्च न्यायालय ने उपरोक्त दृष्टिकोण से समर्थन प्राप्त किया जो पूर्ण पीठ द्वारा",
  "Xiv. The view expressed by the Tribunal that the Wagf": "१५, ट्रिब्यूनल द्वारा व्यक्त किया गया विचार कि वक्‍फ बोर्ड जांच करने के लिए",
  "such an inquiry was not held, was found to be erroneous. The contention of the appellant that": "बाध्य था और ऐसी जांच नहीं की गई थी, गलत पाया गया था। अपीलकर्ता का",
  "the Waqf was registered, had not been disputed,": "यह तर्क कि वक्‍फ पंजीकृत था, पर विवाद नहीं किया गया है, और यह भी",
  "and it was also not disputed that there was no previous sanction for the sale, was found to be": "विवादित नहीं था कि बिक्री के लिए कोई पूर्व मंजूरी नहीं थी, में मेरिट पायी गयी।",
  "It was noted that in the Report of the Inspector,": "५५. यह नोट किया गया कि इंस्पेक्टर की रिपोर्ट में, यह कहा गया है कि वक्‍फ को",
  "it is stated that Waqf was registered as Waqf No. 1456, which recital was not established as incorrect. It was further found that’~ the": "वक्‍फ संख्या 4456 के रूप में पंजीकृत किया गया था, जिस उक्ति को गलत",
  "incorrect. It was further found that’~ the respondents had not set up any case that the Wagf": "स्थापित नहीं की गयी। आगे यह पाया गया कि प्रतिवादीगण ने ऐसा कोई पक्ष नहीं",
  "was not registered in the Register of Wagqfs. The Order of the Controller, therefore, was not": "रखा कि वक्‍फ वक्‍फ के रजिस्टर में पंजीकृत नहीं था। इसलिए , नियंत्रक के",
  "of no inquiry being held under Section 52. It was": "आदेश की आवश्यकता नहीं थी, यह पाया गया, धारा 52 के तहत कोई जांच नहीं",
  "for a period of twelve years for a Suit by a Manager of a Muslim Religious or Charitable Endowment,": "करने के लिए एक मुस्लिम धार्मिक या धर्मार्थ संस्था के प्रबंधक द्वारा एक मुकदमे",
  "sale) would not come under its purview as he was": "द्वारा निष्पादित बिक्री (पहली बिक्री) इसके दायरे में नहीं आएगी क्योंकि वह",
  "not the Mutawalli/Manager.": "मुतवल्ली /मैनेजर नहीं थे।",
  "Qasim Ali Khan, who was noted as the Mutawalli,": "». श्री कासिम अली खान, जिन्हें मुतवल्ली के रूप में नोट किया गया था, द्वारा",
  "the Court went into the interplay of Articles 65 and 96 of the Limitation Act, 1963. It was found": "963 के अनुच्छेद 65 और 96 के परस्पर प्रभाव पर विचार किया। यह पाया",
  "that Article 96 would not apply in the case of a void transfer. In the case of a transfer being void": "गया कि अनुच्छेद 96 एक शून्य हस्तांतरण के मामले में लागू नहीं होगा। एक",
  "on account of breach of a statutory requirement,": "वैधानिक आवश्यकता के उल्लंघन के कारण एक हस्तांतरण के शून्य होने के मामले",
  "adverse possession of the transferee would commence from the date of the transfer. If the Suit": "में, हस्तांरिती का प्रतिकूल कब्जा हस्तांतरण की तारीख से शुरू होगा। यदि कब्जे",
  "within the period of twelve years under Article": "की प्राप्ति के लिए मुकदमा अनुच्छेद 65 के तहत बारह वर्ष की अवधि के भीतर",
  "65, the rights of the Manager to recover the endowed property would stand extinguished under": "दायर नहीं किया गया था, बंदोबस्ती संपत्ति की प्राप्ति का प्रबंधक का अधिकार",
  "Section 27 of the Limitation Act.": "परिसीमा अधिनियम की धारा 27 के तहत समाप्त हो जाएंगे।",
  "validity of the Requisition Order issued by the Board. These are views expressed in the Judgment": "जारी किये गए अनुरोध आदेश की वैधता पर विचार कर सकता है। यह विचार",
  "in (Smt.) Amina Khatoon v. Third Addl. D.J. Farukhabad and others®. The High Court agreed with": "अमीना खातून बनाम तृतीय अपर जिला जज फर्रूखाबाद और अन्य के मामले में",
  "i.The Tribunal erred in finding the notice being": "»शां, ट्रिब्यूनल द्वारा इस आधार पर नोटिस को दोषपूर्ण पाया जाना त्रुटिपूर्ण था",
  "defective on the ground that thirty days’ notice was not given. High Court notes the same to be a": "कि तीस दिनों का नोटिस नहीं दिया गया था। उच्च न्यायालय ने इसे एक गलती",
  "no steps were taken for their eviction before the": "समाप्ति से पहले उनके निष्कासन के लिए कोई कदम नहीं उठाया गया था। |",
  "was an ex parte Report and they had not been given": "पक्षीय रिपोर्ट थी और उन्हें कोई अवसर नहीं दिया गया था, तथ्यात्मक रूप से",
  "any opportunity, was found to be factually correct. However, it is found that the Controller had found": "सही पाया गया था। हालांकि, यह पाया गया कि नियंत्रक ने पाया था कि",
  "the property in question was waqf property, the Waqf was registered and, lastly, the transfer was": "विचाराधीन संपत्ति वक्‍फ संपत्ति थी, वक्‍फ पंजीकृत था और अंत में, अनुमति के",
  "the respondents, especially in view of the full opportunity given by the Tribunal, especially when": "दिए गए पूर्ण अवसर को ध्यान में रखते हुए, विशेष रूप से जब यह तर्क नहीं दिया",
  "it was not contended that the Waqf was not registered or that the property was not wagf": "गया कि वक्‍फ पंजीकृत नहीं था या संपत्ति वक्‍फ संपत्ति नहीं थी या हस्तांतरण से",
  "It was, however, found that in view of the finding": "2४). हालांकि, यह पाया गया था कि इस निष्कर्ष के मद्देनजर कि प्रतिवादियों ने",
  "that the respondents had acquired title by adverse possession, there was no merit in the Revision": "प्रतिकूल कब्जे से मालिकाना हक हासिल किया था, पुनरीक्षण याचिकाओं में कोई",
  "Petitions and, accordingly, they were dismissed.": "मेरिट नहीं थी और तदनुसार, उन्हें खारिज कर दिया गया था।",
  "As regards the claim of adverse possession of Shri Syed Mohammad Ali Khan, it is contended that": "#. श्री सैयद मोहम्मद अली खान के प्रतिकूल कब्जे के दावे के संबंध में, यह तर्क",
  "Article 65 was a general Article and it is Article 96, which would apply. Appellant was appointed": "दिया गया है कि अनुच्छेद 65 एक सामान्य अनुच्छेद था और अनुच्छेद 96 लागू",
  "Mutawalli. The period would start running, when he": "होगा। अपीलकर्ता को मुतवल्ली नियुक्त किया गया था। अवधि तब शुरू होगी, जब",
  "was so appointed or from the date of the complaint": "उसे इस रूप में नियुक्त किया गया या 996 में उस तिथि से जब उनके द्वारा",
  "The High Court erred in finding that the right of": "५. उच्च न्यायालय ने यह निष्कर्ष निकालने में गलती की कि वक्‍फ का अधिकार",
  "the Waqf stood extinguished by virtue of Section 27 of the Limitation Act. As the Suit for": "परिसीमन अधिनियम की धारा 27 के आधार पर समाप्त हो गया। जैसा कि कब्जे",
  "Possession was against the transferee from the earlier Mutawalli, the possession would become": "के लिए मुकदमा पहले के मुतवल्ली से हस्तांतरिती के खिलाफ था, कब्जा पहले",
  "adverse from the date of death or the resignation of the earlier Mutawalli under Article 134B of the earlier Limitation Act and upon the expiry of": "की परिसीमा सीमा अधिनियम के अनुच्छेद 34 बी के तहत मृत्यु की तारीख या",
  "earlier Limitation Act and upon the expiry of twelve years, as provided in Article 96, and not": "पहले के मुतवल्ली के इस्तीफे से, बारह वर्ष की समाप्ति पर, जैसा कि अनुच्छेद 96",
  "Appellant would further contend that respondents being beneficiaries, could not acquire title, by": "४. अपीलकर्ता ने आगे तर्क दिया है कि प्रतिवादी लाभार्थी होने के नाते, वक्‍फ",
  "mutated into the names of his three sons. Reliance": "संपत्ति को उनके तीन बेटों के नाम पर अंतरित कर दिया गया। वक्‍फ",
  "26.07.1934. There in it is indicated:": "दिनांक 26.07.934 के उद्देश्य का अवलंब लिया गया है। इसमें संकेत दिया गया है:",
  "“The object of the Waqf reads inter alia”": "\"अन्य बातों के साथ वक्‍फ का उद्देश्य\"",
  "With a view of perpetuating the name of my ancestors and with the": "अपने पूर्वजों के नाम को कायम रखने के उद्देश्य से और मेरी",
  "their offspring and relatives belonging to the family and their": "संतानों और उनकी संतानों और परिवार और उनकी संतानों के",
  "miserable and Syeds-for this purpose under Mohammedan law, in accordance": "सैयदों को लाभ पहुंचाने के उद्देश्य से- मोहम्मडन कानून के तहत इस",
  "with Act 6 of 1913, I have by a formal": "उद्देश्य के लिए, 93 के अधिनियम 6 के अनुसार, मैंने एक",
  "statement (sigha) in accordance with the Sharia put into Wagqf (trust) the": "औपचारिक कथन (सिघा) द्वारा शरिया के अनुसार एतदुद्वारा अपनी",
  "the Sharia put into Wagqf (trust) the following property, thereby,": "विलेख लिखकर निम्नलिखित संपत्ति को वक्‍फ (ट्रस्ट) में देता हूं ,......",
  "Clause E of Waqf Deed provides inter alia:": "वक्‍फ विलेख का खंड ई अन्य बातों के साथ उपबंध करता है:",
  "‘“E. In case, God forbid my generation exterminates altogether and": "\"ई. भगवान न करे कि मेरी पीढ़ी पूरी तरह से नष्ट हो जाए और",
  "none survives there and nor my wife Pakeeza Begum or any other wife remains": "वहां कोई न बचे और न ही मेरी पत्नी पाकीजा बेगम या कोई अन्य पत्नी",
  "alive, then in such case the income from the endowed property which will be manage": "जीवित रहे, तो ऐसी स्थिति में दान की गई संपत्ति से होने वाली आय,",
  "by the members of the committee will be": "जिसका प्रबंध समिति के सदस्य करेंगे सुविधा संकलन के शीर्ष # में",
  "procedure under the Act was not applicable. It is": "कारण, अधिनियम के तहत सारांश प्रक्रिया प्रयोज्य नहीं थी। यह भी शिकायत की",
  "further complained that the appellants have different versions in regard to the alleged registration. On the": "गई है कि कथित पंजीकरण के संबंध में अपीलकर्ताओं के अलग-अलग संस्करण",
  "one hand, it is contended that registration was": "हैं। एक ओर, यह तर्क दिया गया है कि पंजीकरण वास्तव में 934 में किया गया",
  "actually done in 1934, at which time, the 1923 Act was in force. The said Act, apart from specifically": "था, उस समय 923 का अधिनियम लागू था। उक्त अधिनियम में, विशेष रूप से",
  "excluding waqf-alal-aulad from its ambit did not": "वकक्‍्फ-अलल-आऔजलाद को इसके दायरे से बाहर करने के अलावा पंजीकरण से",
  "1936 Act. In view of the specific exclusion, by way of Section 2(2) (1), 1t does not apply as the entire income": "कराया गया था। विशिष्ट अपवर्जन के मद्देनजर, धारा 2 (2) () के अनुसार, यह",
  "There is a procedure at any rate prescribed under the 1936 Act, in Section 38. The same has not been followed.": "थी। 4936 के अधिनियम, धारा 38 में के तहत निर्धारित किसी भी दर पर एक",
  "was registered under the 1960 Act. A Report of the": "है कि वक्‍फ 960 अधिनियम के तहत पंजीकृत किया गया था। नियंत्रक की एक",
  "Controller, which was for the first time relied upon in this Court and which was disbelieved by the": "रिपोर्ट, जिस पर पहली बार इस न्यायालय में अवलंब लिया गया था और जिस पर",
  "Tribunal, cannot be the basis. Still further, as the": "ट्रिब्यूनल ने विश्वास नहीं किया था, आधार नहीं हो सकती। फिर भी, क्योंकि पूरी",
  "entire income was dedicated to the descendants of the waqif stood excluded from the ambit of the 1960 Act,": "आय वकीफ के वंशजों को समर्पित थी, जो दायरे से बाहर थी, 4960 अधिनियम",
  "the claim was without basis. Here again, Section 29": "के अनुसार, दावा निराधार था। यहां फिर से, धारा 29 में पंजीकरण के लिए",
  "provided the procedure for registration. The same, having not been conformed with, it could not be said": "प्रक्रिया का उपबंध था। उसी के अनुरूप नहीं होने के कारण, यह नहीं कहा जा",
  "that the waqf was registered under the 1960 Act. In": "सकता है कि वक्‍फ 4960 अधिनियम के तहत पंजीकृत किया गया था। 960 के",
  "view of the 1960 Act not being applicable, the bar to": "अधिनियम के लागू न होने के कारण, धारा 69 में अधिनियमित वक्‍फ से संबंधित",
  "the compromise of the suit or proceeding relating to waqfs, enacted in Section 69, was inapplicable. The": "मुकदमे या कार्यवाही के समझौते पर रोक लागू नहीं थी। धारा 45 ख में वर्णित",
  "Wagf purporting to establish the registration of the": "वक्‍फ के पंजीकरण को स्थापित करने के लिए कथित तौर पर वक्‍फ के रजिस्टर",
  "Collector for the first time in Rejoinder submissions": "कलेक्टर द्वारा पहली बार इस न्यायालय के समक्ष प्रत्युत्तर कथन करने में प्रस्तुत",
  "before this Court. The date of the Registration Certification is 08.07.2008, which was after the": "किया गया था। पंजीकरण प्रमाणन की तिथि 08.07.2008 है, जो उच्च न्यायालय",
  "passing of the Order by the High Court. Here again, the": "द्वारा आदेश पारित करने के बाद थी। यहां फिर से, अधिनियम की धारा 36 के",
  "procedure under Section 36 of the Act was not followed. The particulars, which are to be mandatorily specified": "तहत प्रक्रिया का पालन नहीं किया गया। अनिवार्य रूप से निर्दिष्ट किए जाने वाले",
  "were missing. In the absence of a valid registration, the summary procedure provided in Section 52 of the Act": "विवरण गायब थे। वैध पंजीकरण की अनुपस्थिति में, अधिनियम की धारा 52 में",
  "was not available to the appellants. The appellants are": "उपबंधित सारांश प्रक्रिया अपीलकर्ताओं के लिए उपलब्ध नहीं थी। अपीलकर्ताओं",
  "estopped from challenging the compromise of 1974, after a period of 22 years. The parties to the compromise": "को 22 साल की अवधि के बाद, 974 के समझौते को चुनौती देने से रोक दिया",
  "acted upon the same. The second sale took place.": "गया है। समझौते के पक्षकारों ने उसी पर कार्रवाई की। दूसरा बिक्री हुई।",
  "estopped. The dismissal of the writ petition filed by Sujad Ali Khan as not pressed, has led to Order dated": "खान द्वारा दायर याचिका का खारिज किये जाने पर बल नहीं दिया गया, इस",
  "continuous and uninterrupted possession. The Limitation Act was applicable to the Waqf properties": "सतत, निर्बाध कब्जा था। लिमिटेशन एक्ट अधिनियम के प्रभाव में आने तक,",
  "Limitation Act was applicable to the Waqf properties under Mohammedan Law till the Act came into force,": "मोहम्मडन कानून के तहत वकक्‍फ संपत्तियों पर लागू था, जिसके तहत, धारा 07",
  "Khan and others v. Syed Mohammed Yar Khan and others’": "यार खान एवं अन्य” के मामले में इस न्यायालय का निर्णय उक्त पक्ष का खंडन",
  "is set up to counter the said case. The High Court had": "करने लिए रखा गया। उच्च न्यायालय ने वर्तमान मामले में परिसीमा अधिनियम ,",
  "rightly applied Article 65 of the Limitation Act, 1963 in the present case. The first respondent in the": "963 के अनुच्छेद 65 को ठीक ही लागू किया था। अपील में पहला प्रतिवादी",
  "Appeals are not beneficiaries, it is next pointed out as no valid waqf has been established. There is no": "लाभार्थी नहीं हैं, यह आगे बताया गया है कि किसी वैध वकक्‍फ की स्थापना नहीं",
  "evidence to suggest that the alleged waqf was generating any income which was being distributed": "हुई। यह सुझाने के लिए कोई साक्ष्य नहीं है कि उक्त वकक्‍फ कोई आय उत्पन्न कर",
  "amongst the beneficiaries. This meant that the three": "रहा था जिसे लाभार्थियों के बीच वितरित किया जा रहा था। इसका मतलब था",
  "sons of the original Wakif were not beneficiaries and": "कि मूल वाकीफ के तीन बेटे लाभार्थी नहीं थे और उनके साथ ऐसा व्यवहार नहीं",
  "is no bar in law preventing the beneficiary of wagqf from claiming adverse possession. The bar applies only": "दावा करने से रोकने के लिए कानून में कोई रोक नहीं है। रोक केवल एक मुतवल्ली",
  "to a Mutawalli. This is for the reason that the Mutawalli holds a fiduciary duty towards the Wagqf. It": "पर लागू होता है। यह इस कारण से है कि मुतवल्ली की न्‍्यासीय भूमिका होती है।",
  "is open to the first respondent, it is lastly pointed out, to plead both title and adverse possession": "यह अंतिम रूप से इंगित किया गया है, कि स्वत्व और प्रतिकूल कब्जे दोनों का अभिवचन करने का पहले प्रतिवादी के पास विकल्प है। एम. सिद्दीक (मृत) द्वारा",
  "Temple Case) v. Mahant Suresh Das and others’? and": "विधिक प्रतिनिधि (राम जन्मभूमि मंदिर मामला ) बनाम महंत सुरेश दास एवं",
  "Karnataka Board of Wakf v. Govt. of India and others”.": "अन्य और कर्नाटक वक्‍फ बोर्ड बनाम भारत सरकार एवं अन्य” के मामलों का",
  "SUBMISSIONS OF RESPONDENT NOS. 2 AND 4": "प्रतिवादी संख्या 2 और 4 के तर्क",
  "14. Respondent Nos. 2 and 4 are Assistant Survey Commissioner Waqf, Bulandshehar and the Collector,": "44. प्रतिवादी संख्या 2 और 4 क्रमशः सहायक सर्वेक्षण आयुक्त वक्‍फ, बुलंदशहर",
  "Wagqf, Bulandshehar, U.P., respectively. The learned Senior Counsel, Shri S.R. Singh would submit that the": "और कलेक्टर, वक्‍फ, बुलंदशहर हैं। विद्वान वरिष्ठ अधिवक्ता श्री एस.आर. सिंह ने",
  "compromise application by the three sons of Akbar Ali Khan without prior approval of the Board, as": "तर्क दिया कि बोर्ड की पूर्व अनुमति के बिना अकबर अली के तीनों बेटों द्वारा दिया",
  "in view of the requirement of Section 69 of the 1960": "960 की धारा 69 के दृष्टिगत, पोषणीय नहीं है। चकबन्दी उपनिदेशक के दिनांक",
  "setting aside the Order dated 29.01.1969 and also the": "29.0.969 के आदेश तथा दिनांक 02.03.972 के आदेश को रद्द करने का",
  "Order dated 02.03.1972 was illegal. The Controller of the Waqf Board held inquiry on the complaint before the": "आदेश अवैध था। वक्फ बोर्ड के नियंत्रक ने वक्‍फ बोर्ड के समक्ष शिकायत पर",
  "Waqf Board. He found that the disputed property was Wagqf property which was registered as such in the": "जांच की। उन्होंने पाया कि विवादित संपत्ति वक्‍फ संपत्ति थी जो इस रूप में वक्‍फ",
  "property was illegally sold without obtaining the": "बिना संपत्ति को अवैध रूप से बेचा गया था। जिस पर, नियंत्रक ने कलेक्टर को",
  "the requisition to the Collector to obtain possession. The High Court placed reliance on Judgment of this": "कब्जा प्राप्त करने के लिए अधियाचना जारी की। उच्च न्यायालय ने ठाकुर मोहम्मद",
  "Court in Thakur Mohd. Ismail v. Thakur Sabir Ali’, that": "इस्माइल बनाम ठाकुर साबिर अली: के मामले में इस न्यायालय के निर्णय का",
  "in a waqf-alal-aulad, the property stood transferred": "अवलंब लिया, कि वक्‍फ-अलल-औलाद में, संपत्ति सर्वशक्तिमान में स्थानांतरित",
  "did not consider the question whether Articles 65 and": "कि उच्च न्यायालय ने इस सवाल पर विचार नहीं किया कि क्या परिसीमा",
  "Consolidation was a nullity, being bereft of sanction under Section 69 of the 1960 Act. The result was the": "अधिनियम 4960 की धारा 69 के अधीन स्वीकृति से वंचित होने के कारण शून्य",
  "stood restored wherein it was held that the Waqf in question was a valid Waqf. Section 49 of the U.P.": "बहाल कर दिया गया, जिसमें यह माना गया कि विचाराधीन वक्‍फ एक वैध वक्‍फ",
  "ab initio under Section 51(1) and Section 51(A) of the": "अधिनियम की धारा 5] () और धारा 54 (ए) के तहत दोनों बिक्री शुरू से ही",
  "Thakur Mohd. Ismail (supra) as also Ahmed G.H. Ariff": "शून्य थी। फिर से, ठाकुर मोहम्मद इस्माइल (उपरोक्त) और_अहमद जी.एच.",
  "15. Going by the contentions raised and, in the facts,": "45. उठाए गए तर्कों और तथ्यों के आधार पर, निम्नलिखित बातों पर ध्यान दिया",
  "1.Whether there was a valid Shia Waqf and whether it was registered?": "4. क्‍या वैध शिया वक्‍फ था और क्या वह पंजीकृत था?",
  "2.Whether the compromise dated 13.02.1974 and the": "2. क्‍या समझौता दिनांक 3.02.974 और आदेश दिनांक 2.09.974 है।",
  "Order dated 12.09.1974. are valid or are they void?": "क्या वे मान्य हैं या शून्य हैं?",
  "second on 26.09.1974, in favour of the first respondent in the two Appeals before us, are void?": "26.09.974 में क्या पहले प्रतिवादी के पक्ष में दो बिक्री शून्य हैं?",
  "4.Whether the action is barred by limitation?": "4. क्या कार्रवाई परिसीमा द्वारा वर्जित है?",
  "5.Whether the High Court was correct in finding that": "5. क्‍या उच्च न्यायालय यह पता लगाने में सही था कि कार्रवाई रोक दी गई थी",
  "the action was barred as it is not Article 96 of the Limitation Act, which applied but Article 65?": "क्योंकि यह परिसीमा अधिनियम का अनुच्छेद 96 नहीं है, जो लागू होता है",
  "Limitation Act, which applied but Article 65? What is the interplay between the said Articles in the facts?": "लेकिन अनुच्छेद 65 है? तथ्यों में उक्त लेखों के बीच परस्पर क्रिया क्‍या है?",
  "6.What is the impact of Section 27 of the Limitation Act, 1963 in the facts?": "6. परिसीमा अधिनियम, 963 की धारा 27 का तथ्यों में क्या प्रभाव है?",
  "7.Whether Section 107 of the Act removes the bar of": "7. क्या अधिनियम की धारा 07 किसी भी दर पर समय सीमा को हटाती है?",
  "16. The High Court in the impugned order has confirmed the findings of the Tribunal that Respondent No.1 in": "46. आक्षैपित आदेश में उच्च न्यायालय ने ट्रिब्यूनल के निष्कर्षों की पुष्टि की है कि",
  "the findings of the Tribunal that Respondent No.1 in both the cases have acquired title by adverse": "दोनों मामलों में प्रतिवादी संख्या 4 ने प्रतिकूल कब्जे से स्वत्व प्राप्त किया है। यह",
  "possession. This is on the basis that the first sale was effected in the year 1960 and the second sale was": "इस आधार पर है कि पहली बिक्री वर्ष 960 में हुई थी और दूसरी बिक्री वर्ष",
  "effected in the year 1974. The Act came into force with effect from 1.1.1996. It is further found that the": "974 में प्रभावी हुई थी। यह अधिनियम दिनांक 4..996 से प्रभावी हुआ।",
  "period began to run from the dates of the two sale": "आगे यह पाया गया कि अवधि दो बिक्री विलेखों की तारीखों से शुरू हुई क्योंकि",
  "deeds as the sales were void. The further finding is": "बिक्री शून्य थी। आगे का निष्कर्ष यह है कि परिसीमा अधिनियम, 4963 का",
  "that Article 96 of the Limitation Act, 1963 did not apply to the first sale of the year 1960. The said sale": "अनुच्छेद 96 वर्ष 960 की पहली बिक्री पर लागू नहीं हुआ। उक्त बिक्री उस",
  "was effected at a time when Qasim the eldest brother": "समय प्रभावी हुई जब कासिम का सबसे बड़ा भाई मुतवल्ली था। बिक्री एक ऐसे",
  "Article 65 of the Limitation Act began to run from the": "अधिनियम का अनुच्छेद 65 अधिनियम की कार्यवाही पर लागू नहीं होता। आगे",
  "property would stand extinguished. Article 65 of the": "तर्क दिया गया है कि अनुच्छेद 65 मुकदमों पर लागू होता है। यह कार्यवाही पर",
  "36": "36 /॥॥२ 97] 5८ 694",
  "who in other words was not the Mutawalli. Therefore,": "व्यक्ति द्वारा की गई थी जो दूसरे शब्दों में मुतवल्ली नहीं था। इसलिए, अनुच्छेद 96",
  "Article 96 did not apply. As far as the second sale is": "लागू नहीं हुआ। जहां तक दूसरी बिक्री का संबंध है, यह दिनांक 26.09.974",
  "concerned, it was effected by Qasim Ali Khan on 26.09.1974 purporting to convey his one-third right to": "को कासिम कासिम अली खान द्वारा अपने भतीजे को अपना एक तिहाई अधिकार",
  "appeal. The further reasoning of the High Court is that the second sale deed was executed by the Mutawalli.": "न्यायालय का आगे तर्क यह है कि दूसरा बिक्री विलेख मुतवल्ली द्वारा निष्पादित",
  "The court thereafter demarcated the field covered by Articles 65 and 96. The court then also took into": "किया गया था। इसके बाद अदालत ने अनुच्छेद 65 और 96 के अन्तर्गत क्षेत्र का",
  "consideration Section 27 of the Limitation Act, 1963.": "सीमांकन किया।अदालत ने तब परिसीमा अधिनियम, 963 की धारा 27 को भी",
  "The Court found the proper interpretation was that Article 96 was to be confined to suits to recover": "ध्यान में रखा। न्यायालय ने पाया कि उचित व्याख्या यह थी कि अनुच्छेद 96 को",
  "already not been lost under Section 27 of the": "963 की धारा 27 के तहत कब्जा वापस लेने का अधिकार पहले ही खो नहीं",
  "was found, applied to voidable transfers. On the said basis, finding that the second sale represented a case": "पर लागू होता है। उक्त आधार पर, यह पाया गया कि दूसरी बिक्री शून्य हस्तांतरण",
  "of void transfer, it was found that Article 96 did not": "के मामले का प्रतिनिधित्व करती है और यह पाया गया कि अनुच्छेद 96 ने",
  "assist the appellant. It was also found that there is": "अपीलकर्ता की सहायता नहीं की। यह भी पाया गया कि प्रतिकूल कब्जे से वक्‍्फ",
  "Description of suit Period of limitation Time from which period begins to run": "वाद का वर्णन परिसीमा वह समय, जब से काल चलना काल आरम्भ होता है",
  "65. For possession of immovable property or any interest Twelve When the possession": "65. हक के आधार पर स्थावर सम्पत्ति या उसमें बारह वर्ष |जब प्रतिवादी का कब्जा वादी",
  "Explanation.—For the purposes of this article—": "स्पष्टीकरण-इस अनुच्छेद के प्रयोजनों के लिए-",
  "(a) where the suit is by a remainderman, a reversioner": "(क) जहां कि वाद शेषभोगी, या (भू-स्वामी से",
  "(other than a landlord) or a devisee, the possession of the": "भिन्न) उत्तरभोगी, या वसीयतदार द्वारा है, वहां",
  "defendant shall be deemed to become adverse only when": "प्रतिवादी का कब्जा केवल तब प्रतिकूल हो गया समझा जाएगा जबकि, यथास्थिति, शेषभोगी,",
  "the estate of the remainderman, reversioner or devisee,": "उत्तरभोगी या वसीयतदार को सम्पदा में कब्जे का",
  "(b) where the suit is by a Hindu or Muslim entitled to the": "(ख) जहां कि दावा हिन्दू या मुस्लिम नारी की",
  "possession of immovable property on the death of a Hindu": "मृत्यु पर स्थावर सम्पत्ति के कब्जे के हकदार",
  "or Muslim female, the possession of the defendant shall be": "हिन्दू या मुस्लिमद्बवारा हो, वहां प्रतिवादी का",
  "deemed to become adverse only when the female dies;": "कब्जा केवल तब प्रतिकूल हो गया समझा जाएगा जब उस नारी की मृत्यु होतीहै;",
  "(c) where the suit is by a purchaser at a sale in execution": "(ग) जहां कि वाद किसी डिक्री के निष्पादन में हुए",
  "possession at the date of the sale, the purchaser shall be": "विक्रयकी तारीख को बेकब्जा था, तो क्रेता उस",
  "deemed to be a representative of the judgment-debtor who": "निर्णीतऋ्रणी का प्रतिनिधि समझा जाएगा, जो",
  "was the predecessor provision holding the field till Article 96 supplanted it in the year 1963. The": "तक क्षेत्र को धारण करने वाला पूर्ववर्ती प्रावधान था, जिसे वर्ष 963 में",
  "Act, 1908 and Article 96 of the Limitation Act, 1963:": "के अनुच्छेद 734ख और परिसीमा अधिनियम, 4963 के अनुच्छेद 96 को",
  "Article 134-B of the Limitation Act. 1908": "\"परिसीमा अधिनियम, 908 का अनुच्छेद 34-बी",
  "limitation period begins to": "आरम्भ होता है",
  "recover possession of immovable property comprised in the endowment which has been": "बंदोबस्ती में शामिल स्थावर संपत्ति के कब्जे को",
  "transferred by a previous manager for a valuable": "पुनप्राप्त करने के लिए जिसे पिछले प्रबंधक द्वारा एक मूल्यवान विचार के लिए स्थानांतरित किया",
  "death,": "अंतरणकर्ता की मृत्यु ,",
  "resignation or removal of the": "इस्तीफा या निष्कासन।",
  "begins to run": "काल आरम्भ होता है",
  "Buddhist religious or charitable years": "हिन्दू, मुस्लिम या बौद्ध धार्मिक या खैराती विन्यास |बारह वर्ष |अन्तरक की मृत्यु, उसके",
  "endowment to recover possession of movable or immovable property": "स्थावर सम्पत्ति के कब्जे के प्रत्युद्धरणके लिए जो तारीख, याविन्यास के",
  "comprised in the endowment which has as been transferred by a previous manager": "पूर्वतन प्रबन्धक द्वारामूल्यवान प्रतिफलार्थ प्रबन्धक के रूप में वादी की",
  "noted by the judgment of this Court in T. Kaliamurthi": "9. इस न्यायालय के टी. कालियामूर्ति और अन्य बनाम फाइव गोरी थेक्कल वक्‍फ",
  "It reads as under:": "जो इस प्रकार है:",
  "“35.0 uu. We have carefully noted two": "\"35, ...... हमने ध्यान से दो अनुच्छेदों अर्थात्‌ परिसीमा अधिनियम,",
  "Articles viz., Article 96 of the Limitation Act, 1963 and Article 134B of the": "963 का अनुच्छेद 96 और परिसीमा अधिनियम, 908 का अनुच्छेद",
  "run from the death, resignation or removal of the transferor, under the 1963 Act the said period of 12 years was to run from the": "त्यागपत्र या निष्कासन से 2 वर्ष चलना था, 4963 के अधिनियम के",
  "said period of 12 years was to run from the date of death, resignation or removal of": "तहत 42 साल की उक्त अवधि मृत्यु, त्यागपत्र या हस्तांतरणकर्ता को",
  "the transferor, or the date of appointment of the plaintiff as Manager of the": "हटाने की तारीख, या बंदोबस्ती के प्रबंधक के रूप में वादी की नियुक्ति",
  "endowment, whichever was later.”": "की तारीख, जो भी बाद में हो, से चलनी थी।\"",
  "(2008) 9 SCC 306": "48 (2008) 9 ५८८ 306",
  "In the said case, the Division Bench of the High Court": "प्रस्तुत तर्क पर आधारित है। उक्त मामले में , उच्च न्यायालय की खंडपीठ",
  "was dealing with the following facts:": "निम्नलिखित तथ्यों पर विचार कर रही थी:",
  "leases. It was without sanction of the Commissioner": "आयुक्त की मंजूरी के बिना था। इस तरह के पट्टे उपरोक्त प्रावधान के",
  "later dismissed. The Executive Officer of the math": "विपरीत थे। महंत को बाद में बर्खास्त कर दिया गया। कार्यकारी आयुक्त",
  "appointed by the Commissioner instituted proceeding under Section 68 of the said Act for": "द्वारा नियुक्त मठ के अधिकारी ने उक्त अधिनियम की धारा 68 के अन्तर्गत",
  "instituted proceedings for recovery of possession under Section 25 of the Act. The Commissioner": "उन्होंने अधिनियम की धारा 25 के अन्तर्गत कब्जा वसूली हेतु कार्यवाही",
  "allowed the proceeding under Section 25 and": "आयुक्त ने धारा 25 के तहत कार्यवाही की अनुमति दी",
  "directed issue of a requisition to the Collector for evicting the appellant who thereupon brought a": "और अपीलकर्ता को बेदखल करने के लिए कलेक्टर को एक मांग पत्र जारी",
  "suit for declaration contending that he had": "करने का निर्देश दिया, जिसके बाद यह दावा करते हुए घोषणा के लिए एक",
  "acquired an indefeasible right of tenancy by": "वाद लाया कि उसने निर्बाध कब्जे से किरायेदारी का अचूक अधिकार",
  "We may notice the following finding:": "निष्कर्ष पर ध्यान दे सकते हैं:",
  "“8. The main question in controversy is as regards limitation and adverse possession.": "\"8. प्रश्रतत विवाद परिसीमा और प्रतिकूल कब्जे के संबंध में है।",
  "The finding of fact is that the plaintiff was": "तथ्य का निष्कर्ष यह है कि वादी पट्टे की संबंधित तारीखों अर्थात",
  "in possession of the lands from_ the respective dates of the leases, namely, 26- 7-1943, 8-1-1944 and 15-7-1944. The": "26.7.4943, 8.4.944 और 45.7.944 से भूमि उसके कब्जे में",
  "proceeding under Section 25 of the Orissa Hindu Religious Endowments Act, 1951 was": "था। उड़ीसा हिंदू धार्मिक बंदोबस्ती अधिनियम, 954 की धारा 25 के",
  "allowed on 30-10-69 and direction was issued": "तहत कार्यवाही 30.0.69 को अनुमति दी गई थी और कलेक्टर को",
  "The right to evict the plaintiff would be barred by limitation after expiry of 12 years": "बाद परिसीमन द्वारा वादी को बेदखल करने का अधिकार वर्जित होगा",
  "which comes to 1956 if the starting point would be the dates of the respective leases.": "जो 4956 तक है यदि प्रारंभिक बिंदु संबंधित पट्टों की तारीखें होंगी।",
  "If, however, it is held that ' adverse": "हालांकि, यदि यह अवधारित किया जाता है कि वादी का प्रतिकूल",
  "possession of the plaintiff would start only after the dismissal of the Mahant, the right": "कब्जा महंत की बर्खास्तगी के बाद ही शुरू होगा, तो अधिकार 969 में",
  "to recover in 1969 would be in time. It is contended on behalf of the respondents that": "वसूली समय पर होगी। प्रत्यर्थीगणों की ओर से यह तर्क दिया गया है कि",
  "the correct Article to apply is Article 96 of the new Limitation Act. On the other hand, it is contended on behalf of the appellant": "लागू करने के लिए सही अनुच्छेद नए परिसीमा अधिनियम का अनुच्छेद 96 है। दूसरी ओर, अपीलार्थी की ओर से यह तर्क दिया गया है कि नए",
  "that Article 65 of the new Limitation Act is the governing Article. The applicability of": "सीमा अधिनियम का अनुच्छेद 65 शासी अनुच्छेद है। अनुच्छेद 65 या",
  "the governing Article. The applicability of either Art. 65 or Art. 96 would depend on": "अनुच्छेद 96 की प्रयोज्यता इस बात पर निर्भर करेगी कि क्‍या",
  "whether the transfer was void ab initio or only voidable.": "स्थानांतरण शुरू से ही शून्य था या केवल शून्यकरणीय था।",
  "10. An alienation made in contravention of a statutory provision which is enacted in": "0. एक वैधानिक प्रावधान के उल्लंघन में किया गया एक स्वत्व-",
  "public interest is void. Admittedly the": "अन्तरण जो लोक हित में अधिनियमित है, शून्य है। स्वीकार्य रूप से",
  "permanent leases were granted in violation of Section 58(1) which prohibits grant of": "स्थायी पट्टे धारा 58 (4) का उल्लंघन करते हुए दिए गए थे, जो पूर्व",
  "lease for more than five years without prior": "मंजूरी के बिना पांच साल से अधिक के लिए पट्टे देने पर रोक लगाता है।",
  "view by the earlier decisions of this Court. In the case of Naba Kishore": "न्यायालय के पूर्व के फैसलों से हम बने हुए हैं। नाबा किशोर पांडा बनाम",
  "Panda v. Bulendra, (1974-40 Cut LT 1152),": "बुलेंद्र, ([974-40 कट एलटी 4452), जिसे ऊपर संदर्भित किया",
  "Wakf Act is ab initio void (vide para. 8).”": "पर विचार किया गया और यह अवधारित किया कि वक्‍फ अधिनियम के प्रावधानों के उल्लंघन में दी गई एक स्थायी पट्टा प्रारंभ से ही शून्य है (देखें प्रस्तर 8)। \"",
  "24. Thereafter, the Court posed a question, as to": "24. तत्पश्चात, न्यायालय ने एक प्रश्न प्रस्तुत किया कि क्या यह अनुच्छेद 65 या",
  "whether it was Article 65 or Article 96, which applied.": "अनुच्छेद 96 था, जो लागू हुआ। इस पर न्यायालय ने यह धारित किया:-",
  "“12. This Article refers to a transfer for valuable consideration. A transfer which is": "\"१2. यह अनुच्छेद मूल्यवान विचार के लिए एक हस्तांतरण को संदर्भित करता",
  "void ab initio is in the eye of law no": "है। एक अंतरण जो प्रारम्भ से ही शून्य है, कानून की नज़र में कोई अंतरण नहीं",
  "transfer at all and hence will not come within the scope of this Article. This Article": "है और इसलिए इस अनुच्छेद के दायरे में नहीं आएगा। यह अनुच्छेद स्पष्ट रूप",
  "transfer is void ab initio then Art. 65 of the new Limitation Act would apply. The": "अधिनियम का अनुच्छेद 65 लागू होगा। अंतरण की तिथि के बाद से",
  "transferee's possession since the date of the transfer becomes adverse from the date of the": "हस्तांतरिती का कब्जा अंतरण की तिथि से प्रतिकूल हो जाता है, क्योंकि",
  "transfer inasmuch as the transferee had no right in respect of the property at all and": "अंतरिती के पास था संपत्ति के संबंध में कोई अधिकार नहीं था और वह केवल",
  "14. In AIR 1966 SC 859 (Srinivasa Reddiar v. N. Ramaswamy Reddiar) , the question for decision before their Lordships": "44. श्रीनिवास रेड्डियार बनाम एन. रामास्वामी रेडियार एआईआर 966 एससी",
  "question for decision before their Lordships was “Does Art. 134-B permit any distinction": "859 में न्यायमूर्ति के समक्ष निर्णय के लिए प्रश्न था कि \"क्या अनुच्छेद 34-बी",
  "to be made between transfers effected by a previous manager on the basis that’ the": "पिछले प्रबंधक द्वारा किए गए अंतरणों के बीच किसी भी अंतर की इस आधार",
  "property transferred belongs to the religious": "पर अनुमति देता है कि अंतरित संपत्ति धार्मिक बंदोबस्ती से संबंधित है और",
  "endowment and those made by him on the basis that the said property is his own private": "उनके द्वारा बनाई गई संपत्ति इस आधार पर है कि उक्त संपत्ति उनकी अपनी",
  "property?” Their Lordships held that Article": "निजी संपत्ति है? \" माननीय न्यायमूर्ति ने अवधारित किया कि अनुच्छेद 34-बी",
  "hereditary Trustees of a religious endowment sold their": "अवधारित किया है कि जहां एक धार्मिक बंदोबस्ती के वंशानुगत न्यासियों ने",
  "hereditary right of management and transferred the endowed property, the sales were null and void, if": "प्रबंधन के अपने वंशानुगत अधिकार को बेच दिया और दान की गई संपत्ति को",
  "there was no custom providing otherwise. It was further": "स्थानांतरित कर दिया और यदि दूसरे को प्रदान करने वाला कोई रिवाज नहीं था",
  "noted that the Privy Council was dealing with the case of Article 124 of the Limitation Act, 1908. It was": "तो बिक्री शून्य थी। आगे यह नोट किया गया कि प्रिवी काउंसिल सीमा अधिनियम, 4908 के अनुच्छेद 24 के मामले पर विचार कर रही थी। आगे यह",
  "further found that what was sold was the hereditary office as also the property, though, immovable": "पाया गया कि जो बेचा गया वह वंशानुगत कार्यालय और संपत्ति भी थी, हालाँकि,",
  "properties of the temple were also sold. The further": "मंदिर की अचल संपत्तियों को भी बेच दिया गया था।",
  "reasoning was that it was Article 144 of the old Act": "आगे तर्क यह था कि यह पुराने अधिनियम का अनुच्छेद 444 था जो 2 साल के",
  "possession. The Court noted certain divergence of opinions in the Calcutta High Court. It further went": "कलकत्ता उच्च न्यायालय में राय के कुछ भिन्नता पर ध्यान दिया। यह आगे संदेह में",
  "on to doubt whether the first of the Judgment 27 Indian Appeals 69 (EC) could lead to the inference that if a": "चला गया कि क्या पहला निर्णय, 27 भारतीय अपील 69 (ईसी) इस निष्कर्ष का",
  "part of the property was transferred by the Manager of": "बंदोबस्ती के प्रबंधक द्वारा स्थानांतरित किया गया था कि यह उसका था तो",
  "to him, the right of the succeeding Manager could be lost. Thereafter, the Court went on to find that the": "उत्तराधिकारी प्रबंधक का अधिकार खो सकता है। इसके बाद, न्यायालय ने पाया",
  "the property belonged not to the endowment but to the Manager. All that was necessary for the successor": "संपत्ति बंदोबस्ती की नहीं बल्कि प्रबंधक की है। उत्तराधिकारी प्रबंधक को साबित",
  "“(1) that the property belongs to the religious endowment; (2) that it was transferred by a": "\"() यह कि संपत्ति धार्मिक बंदोबस्ती की है; (2) यह कि यह पिछले",
  "previous manager; and (3) that the transfer was": "प्रबंधक द्वारा स्थानांतरित किया गया था; और (3) यह कि स्थानांतरण",
  "for a valuable consideration. The character of": "एक मूल्यवान विचार के लिए था। संपत्ति के साथ उसके संबंध से",
  "the representations made by the previous manger": "संबंधित पिछले प्रबंधक द्वारा किए गए प्रतिनिधित्व का स्वरूप, जो कि",
  "which is the subject matter of transfer, is irrelevant for the purpose of Art. 134-B.”": "अंतरण की विषय वस्तु है, अनुच्छेद 34-बी के उद्देश्य के लिए",
  "26. The High Court of Orissa in Chintamani Sahoo (Deceased by LR.) (supra), distinguishes the aforesaid": "26. चिंतामणि साहू (मृत, द्वारा विधिक प्रतिनिधि) (उपरोक्त) में उड़ीसा उच्च",
  "Judgment on the basis that this Court was not": "न्यायालय ने इस आधार पर उपरोक्त निर्णय को अलग किया कि यह न्यायालय",
  "considering the question whether Article 134B applied": "इस प्रश्न पर विचार नहीं कर रही थी कि क्या अनुच्छेद 34बी शून्य या",
  "to void or voidable transactions as it did not arise.": "शून्यकरणीय लेनदेन पर लागू होता है क्योंकि यह उत्पन्न नहीं हुआ था।",
  "2/7. The appellants have placed reliance on certain Judgments of other High Courts contending that they lay": "27. अपीलकर्ताओं ने अन्य उच्च न्यायालयों के कुछ निर्णयों पर अवलम्ब लेते हुए",
  "down a different principle. In Chinna Jeeyangar Mutt, Tirupath v. C.V. Purushotham and others”, a learned": "चिन्ना जीयंगर मठ, तिरुपथ बनाम सी.वी. पुरुषोत्तम और अन्य” में विद्वान एकल",
  "portion reads as follows:": "उक्त भाग इस प्रकार है:",
  "“12. The Law Commission observed in its 3rd report relating to Limitation Act, 1908 in": "\"१2. विधि आयोग ने परिसीमा अधिनियम, 908 से संबंधित अपनी",
  "“The starting point of limitation for suits covered by Article 134-B is the date of death,": "\"अनुच्छेद 34-बी द्वारा कवर किए गए मुकदमों के लिए परिसीमा का",
  "resignation or removal of the transferor. This": "प्रारंभिक बिंदु स्थानांतरणकर्ता की मृत्यु, त्यागपत्र या निष्कासन की",
  "has given rise to some difficulties in certain": "तिथि है। इसने कुछ मामलों में कुछ कठिनाइयों को जन्म दिया है। इस",
  "it necessary to challenge an alienation by one": "द्वारा स्वत्व-अंतरण को चुनौती देना आवश्यक पा सकता है; या, एक",
  "the death, resignation or removal of one manager and the appointment of his successor.": "प्रबंधक की मृत्यु, इस्तीफे या हटाने और उसके उत्तराधिकारी की",
  "make the date of the plaintiff's appointment as Manager the starting point for limitation.": "में, प्रबंधक के रूप में वादी की नियुक्ति की तिथि को परिसीमा के लिए",
  "the existing provision may be more favourable": "परिस्थितियां हो सकती हैं जहां मौजूदा प्रावधान संस्था के लिए अधिक",
  "to the institution. To provide for both": "अनुकूल हो सकते हैं। दोनों आकस्मिकताओं के लिए प्रदान करने के",
  "contingencies, the later of the two dates should be taken as the starting point of": "लिए, बाद की दो तिथियों को सीमा के शुरुआती बिंदु के रूप में लिया",
  "28. The Court also relied on the Statement of Objects": "28. न्यायालय ने तकों और कारणों के कथन पर भी अवलम्ब लिया। यह",
  "and Reasons. It also referred to Srinivasa (supra). Still further, the Court set down the position at law": "श्रीनिवास (उपरोक्त) को भी संदर्भित करता है। इसके अलावा, न्यायालय ने",
  "prior to amendment, as follows:": "संशोधन से पहले कानून की स्थिति को इस प्रकार निर्धारित किया:",
  "“23. From the above discussion the following position of law emerges. A Mahant of a mutt is": "\"23. उपरोक्त चर्चा से कानून की निम्नलिखित स्थिति उभरती है। एक",
  "incompetent to create any interest in respect": "संपत्ति के संबंध में कोई दिलचस्पी पैदा करने में अक्षम है।",
  "He can alienate the property permanently only for legal necessity or benefit to the estate.": "वह केवल कानूनी आवश्यकता या संपत्ति लाभ के लिए संपत्ति को स्थायी रूप से स्वत्व-अंतरण कर सकता है।",
  "In the case of an alienation made by him, which": "उसके द्वारा किए गए स्वत्व-अंतरण के मामले में, जो कानूनी",
  "was not for legal necessity or benefit the said": "आवश्यकता या लाभ के लिए नहीं था, उक्त स्वत्व-अंतरण उसके",
  "alienation becomes voidable at the instance of his successor. The right to question the": "उत्तराधिकारी के उदाहरण पर शून्य हो जाता है। अलगाव पर सवाल",
  "his successor. The right to question the alienation accrues to the successor only on the": "उठाने का अधिकार उत्तराधिकारी की मृत्यु पर ही उत्तराधिकारी को",
  "alienor's death. The adverse possession of the alienee also begins to run only from the date": "प्रतिकूल परित्यागकर्ता का कब्जा भी केवल उसकी मृत्यु की तारीख से",
  "of his death and not until then. A permanent": "ही चलना शुरू होता है और तब तक नहीं। मंदिर की भूमि का स्थायी",
  "this nature. If it was not for legal necessity": "यदि यह कानूनी आवश्यकता या लाभ के लिए नहीं है तो यह मठ के",
  "The right of the mutt would be extinguished in regard to that property at the end of the period prescribed by the law of limitation.": "जारी रहता है। मर्यादा के कानून द्वारा निर्धारित अवधि के अंत में उस संपत्ति के संबंध में मठ का अधिकार समाप्त हो जाएगा। उसका पक्ष।",
  "appointment of successor was never considered to give a fresh start of limitation, under the": "उत्तराधिकारी की नियुक्ति को कभी भी सीमा की एक नई शुरुआत देने",
  "law as it stood prior to 1963. Whether it was": "के लिए नहीं माना गया था, कानून के तहत जैसा कि यह 963 से",
  "an alienation made for legal necessity or not": "पहले था। यह कानूनी आवश्यकता के लिए किया गया अलगाव था या",
  "was a question depending upon the facts and": "नहीं, यह प्रत्येक मामले के तथ्यों और परिस्थितियों के आधार पर एक",
  "29. Thereafter, the learned Judge went on to lay bare": "29. तत्पश्चात, विद्वान न्यायाधीश ने अनुच्छेद 34बी के वास्तविक अर्थ को",
  "“24. Such was the state of law when the Limitation Act was amended in 1963. The": "\"24. जब वर्ष 963 में परिसीमा अधिनियम में संशोधन किया गया था",
  "the courts to the law then in force. If the": "अदालतों द्वारा उस समय लागू कानून की व्याख्या के बारे में पता होना",
  "manager of a Hindu, Muslim or _ Buddhist religious or charitable endowment, to recover": "हिंदू, मुस्लिम या बौद्ध धार्मिक या धर्मार्थ बंदोबस्ती जो पिछले प्रबंधक",
  "consideration. It is also clear that’ the transferor manager need not be the immediate": "लागू करना होगा। यह भी स्पष्ट है कि हस्तांतरण प्रबंधक को वादी का",
  "a suit. From a reading of Article 96, such a conclusion cannot be arrived at. It is enough": "करता है। अनुच्छेद 96 को पढ़ने से ऐसा निष्कर्ष नहीं निकाला जा",
  "manager. The first column does not say that it": "हो। पहला स्तंभ यह नहीं कहता है कि यह पिछले प्रबंधक द्वारा किया",
  "should be by the previous manager.”": "जाना चाहिए।\"",
  "30. In the State Wakf Board, Madras, superseded by the Government of Tamil Nadu in G.O.Ms. No. 2031, dated": "30. राज्य वक्‍फ बोर्ड, मद्रास में, जी.ओ. एमएस. संख्या 2034, दिनांक 20",
  "20th November, 1961 and appointed by G.O.Ms. No. 2264,": "नवंबर, 964 और जी. ओ. एमएस. द्वारा नियुक्त संख्या 2264, दिनांक 30",
  "dated 30th December, 1967, The Special Officer for Wakfs Madras v. Subramanyam and others”', the learned": "दिसंबर, 967, दि स्पेशल ऑफिसर फार वक्फ्स मद्रास बनाम सुब्रमण्यम और",
  "The suits were filed for recovery of properties alleged to belong to the wagqf, which": "मुकदमे कथित तौर पर वक़्फ़ से संबंधित संपत्तियों की वसूली के लिए",
  "were dismissed on the ground of limitation. The": "दायर किए गए थे, जिन्हें परिसीमा के आधार पर खारिज कर दिया गया था।",
  "Court drew upon the later part of the third column": "न्यायालय ने अनुच्छेद 96 के तीसरे कॉलम के बाद के हिस्से को आकर्षित किया",
  "31. Before we finally pronounce on the question as to whether Article 96 would apply in respect of a void": "34. इससे पहले कि हम अंत में इस प्रश्न पर निर्णय लें कि क्या अनुच्छेद 96 शून्य",
  "transaction, we deem it appropriate to deal with certain other aspects. The waqf in question is the": "लेनदेन के संबंध में लागू होगा, हम कुछ अन्य पहलुओं पर विचार करना उचित",
  "creation of Akbar Ali Khan on 26.07.1934. It is the": "समझते हैं। प्रश्रतत वक्‍फ दिनांक 26.07.4934 को अकबर अली खान द्वारा",
  "when Akbar Ali Khan, his father, died on 16.02.1958.": "कासिम दिनांक 6.02.958 को उनके पिता अकबर अली खान की मृत्यु हो",
  "was the plaintiff. The Single Judge found that the Wagqf Board was constituted only in the year 1953.": "वादी था। एकल न्यायाधीश ने पाया कि वक्‍फ बोर्ड का गठन केवल वर्ष 953 में",
  "The suits were instituted in 1967. In assigning": "किया गया था। वाद केवल वर्ष 4967 में संस्थित किए गए थे। बोर्ड के भीतर",
  "the role of the Manager to the Board within the meaning of ‘manager appointed’ in the third column of Article 96, also, the Court drew support from": "प्रबंधक की भूमिका सौंपने में अनुच्छेद 96 के तीसरे स्तंभ में 'प्रबंधक नियुक्त' का",
  "of Article 96, also, the Court drew support from the Judgment of learned Single Judge in Chinna Jeeyangar Mutt (supra). We may notice the following": "अर्थ भी, न्यायालय ने चिन्ना जीयंगर मठ (उपरोक्त) में विद्वान एकल न्यायाधीश के",
  "“6. The argument of the learned counsel now is that only when the Wakf Board assumes": "\"6. विद्वान अधिवक्ता का तर्क यह है कि केवल जब वक्‍्फ बोर्ड वक्‍फ के",
  "direct management of the wakf, it can be Said to be a manager as contemplated by the": "प्रत्यक्ष प्रबंधन को ग्रहण करता है, तो इसे एक प्रबंधक कहा जा सकता",
  "third column in Art. 96 of the new Act and": "है जैसा कि नए अधिनियम के अनुच्छेद ५6 में तीसरे स्तंभ द्वारा विचार",
  "direct management, the Wakf Board cannot be Said to be a manager. I am unable to accept": "नहीं है, इसलिए वक्‍्फ बोर्ड को प्रबंधक नहीं कहा जा सकता है। मैं एक",
  "Neither S. 42 nor S. 43-A of the Wakfs Act": "अधिनियम की धारा 42 और न ही धारा 43-ए जिस पर निर्भरता रखी",
  "word, “Manager”. The word, “Manager” in relation to a religious or charitable endowment is not a term of art. The said": "गई है, शब्द \"प्रबंधक\" का उपयोग करता है। शब्द, \"प्रबंधक\" एक धार्मिक या धर्मार्थ बंदोबस्ती के संबंध में कला का शब्द नहीं है। उक्त शब्द उस",
  "word denotes the person who is in charge of the administration of the endowment or": "व्यक्ति को दर्शाता है जो प्रशासन के प्रभारी हैं बंदोबस्ती या संपत्ति का",
  "manages the property or supervises’ the performance of the charity and the word is": "प्रबंधन या दान के प्रदर्शन की निगरानी करता है और यह शब्द बहुत",
  "one of very wide and general import. As a": "व्यापक और सामान्य अर्थों में से एक है। तथ्य के अनुसार, न्यायमूर्ति",
  "matter of fact, the judgment of Natarajan J., has referred to the provisions": "नटराजन के फैसले ने धारा 5 (2) में निहित प्रावधानों को संदर्भित",
  "the suit, viz., Qasim Ali Khan, accordingly, placed his objections against the name of his brothers being": "कासिम अली खान अपने भाइयों के नाम दर्ज किए जाने के खिलाफ अपनी",
  "entered. The objections of Qasim Ali Khan were found": "आपत्तियां रखीं। कासिम अली खान की आपत्तियों को योग्यता के साथ पाया",
  "to be with merit. Resultantly, the names of the brothers were directed to be removed and their place,": "गया। परिणामस्वरूप, भाइयों के नामों को निर्देशित किया गया हटा दिया जाए और",
  "the name of the waqf was directed to be entered. The": "उनके स्थान पर वक्‍्फ का नाम दर्ज करने का निर्देश दिया जाए। आदेश योग्यता",
  "“3. That I find that Wakf is admitted between the": "\"3. यह कि मैं पाता हूं कि वक्‍फ पक्षकारों के बीच स्वीकृत है। विवादित",
  "parties. The disputed land was sir. It after the execution of wakf, the sir should have been": "भूमि सर थी। वक्‍फ के निष्पादन के बाद, सर को पूर्व-स्वामित्व",
  "converted into ex-proprieto tenancy. It could have": "काश्तकारी में परिवर्तित किया जाना चाहिए था। यह अनुमान लगाया जा",
  "been inferred that the rights of ex-proprieto tenancy which ultimately converted at sirdari": "सकता था कि पूर्व-स्वामित्व किरायेदारी के अधिकार जो अंततः निहित",
  "tenancy which ultimately converted at sirdari right after the date of vesting, did not belong": "होने की तिथि के ठीक बाद सरदारी में परिवर्तित हो गए, वे वक्‍फ से",
  "the father of the parties created at wakf, the disputed land which was sir, was not converted": "गए पक्षकारों के पिता, विवादित भूमि जो सर थी, को स्वामित्व वाली",
  "bhundhary after the date of vesting. It has therefore, to be concluded that absolute rights": "के बाद भूमिधरी दर्ज की गई थी। इसलिए, यह निष्कर्ष निकाला जाना",
  "in the land were transferred to the almighty and": "चाहिए कि भूमि में पूर्ण अधिकार ईश्वर को हस्तांतरित कर दिए गए थे",
  "the applicants. In the litigation in regular courts, the civil court had also held the same": "नियमित अदालतों में मुकदमेबाजी में, दीवानी न्यायालय ने भी यही",
  "view but the matter could not become final in these courts. On account of advent of": "विचार रखा था लेकिन इन अदालतों में मामला अंतिम नहीं हो सका।",
  "consolidation. In these circumstances, I come to conclusion that the orders of the Lower Courts are": "इन परिस्थितियों में, मैं इस निष्कर्ष पर पहुंचा हूं कि निचली अदालतों के",
  "sound and deserves no interference.”": "आदेश सही हैं और इसमें कोई हस्तक्षेप नहीं किया जाना चाहिए।”",
  "32. The defendants, viz., Kasim Ali Khan and Raza Ali": "32. प्रतिवादी, अर्थात, कासिम अली खान और रज़ा अली खान ने एक बहाली",
  "dismissed by Order dated 02.03.1972. Yet another": "आवेदन दायर किया, जो आदेश दिनांक 02.03.4972 द्वारा खारिज कर दिया",
  "Restoration Application was filed. It is in the same": "गया था। फिर भी एक और बहाली आवेदन दायर किया गया था। यह उसी में है",
  "that a compromise was entered into between Qasim Ali Khan, Kasim Ali Khan and Raza Ali Khan, all the three brothers, on 13.02.1974. They purported to disown the": "कि 43.02.974 को कासिम अली खान, कासिम अली खान और रजा अली खान तीनों भाइयों के बीच समझौता हुआ। उन्होंने वकक्‍फ को भंग करने का दावा",
  "waqf. They proclaimed that it had not taken effect. It": "किया। उन्होंने घोषणा की कि यह प्रभावी नहीं हुआ है। यह इस समझौते पर",
  "was based on this compromise that the second Restoration Application was allowed. The earlier orders": "आधारित था कि दूसरा बहाली आवेदन को अनुमति दी गई थी। पुनरीक्षण को",
  "rejecting the Revision and the Restoration being": "खारिज करने और बहाली को खारिज करने वाले पहले के आदेशों को उप",
  "dismissed, were set aside by the Deputy Director. The compromise dated 13.02.1974 formed the basis for the": "निदेशक द्वारा अपास्त कर दिया गया था। दिनांक 43.02.4974 के समझौते ने",
  "same. It is acting on the said compromise and the Order": "उसी के लिए आधार बनाया। यह उक्त समझौते पर कार्य कर रहा है और उस पर",
  "his one-third share to his nephew by sale deed dated": "अपने भतीजे को अपना एक तिहाई हिस्सा देने का दावा किया।",
  "33. The 1960 Act was in force. Section 69 of the Act provided as follows:": "33. 960 का अधिनियम लागू था। अधिनियम की धारा 69 निम्नानुसार है:",
  "“69. Bar to compromise of suits by or against": "\"69. मुतवल्लियों द्वारा या उनके विरुद्ध वादों में समझौता करने पर",
  "relating to title to wakf property or the rights of the mutawallis shall be compromised": "वक्‍फ संपत्ति के हक या मुतवल्लियों के अधिकारों से संबंधित किसी",
  "without the sanction of the Board.”": "वाद या कार्यवाही बोर्ड की स्वीकृति के बिना समझौता नहीं की जाएगी। \"",
  "34. Also, Sections 49A and 49B of the said Act read as": "34. साथ ही उक्त अधिनियम की धारा 49 ए और 4५ बी के प्रावधान निम्नानुसार",
  "follows:": "हैः",
  "“49A Transfer of immovable property of waqf-": "\"(9 ए. वक्‍फ की अचल संपत्ति का हस्तांतरण विलेख या लिखत में",
  "Notwithstanding anything contained in the deed or instrument, if any, by which the waqf has": "निहित किसी भी बात के बावजूद, यदि कोई हो, जिसके द्वारा वक्‍फ",
  "or Civil Judge under his administrative": "या इसे अपने प्रशासनिक नियंत्रण के तहत किसी भी अपर जिला",
  "control, and in every case the decision of": "उनके प्रशासनिक नियंत्रण में हो और हर मामले में अदालत का निर्णय",
  "the court shall be final.": "अंतिम होगा।",
  "(6) Where an order passed under sub-section (2) has not been complied with and the time": "(6) जहां उप-धारा (2) के तहत पारित आदेश का अनुपालन न किया",
  "for appealing against such order has expired": "गया हो और ऐसे आदेश के खिलाफ अपील करने का समय बिना किसी",
  "without any appeal having been preferred or the appeal, if any, preferred within that time has been dismissed, the Collector shall": "अपील के समाप्त हो गया है या उस समय के भीतर की गई अपील, यदि कोई हो, को खारिज कर दिया जाता है,",
  "force as may be necessary, for the purpose,": "गया है, इस उद्देश्य के लिए आवश्यक बल का उपयोग करके, और फिर",
  "and then deliver it to the Board.": "इसे बोर्ड को सौंपेगा।",
  "(7) In exercising his functions under this section the Collector shall be guided by such": "(7) इस धारा के तहत अपने कार्यों का प्रयोग करने में कलेक्टर ऐसे",
  "rules as may be made in that behalf by the": "नियमों द्वारा निर्देशित होंगे जो राज्य सरकार द्वारा इस संबंध में बनाए जा",
  "35. Sections 49A and 49B were inserted in the 1960 Act": "35. धारा 49ए और 49 बी को 4960 के अधिनियम में 974 के यूपी",
  "dated 26.09.1974 by Qasim Ali Khan in favour of his nephew, being in the teeth of the prohibition against a sale without the previous sanction of the Board, was": "अपने भतीजे के पक्ष में दिनांक 26.09.974 को बिक्री विलेख, बोर्ड की पूर्व",
  "a sale without the previous sanction of the Board, was illegal. It is this narrative which gives rise to the": "मंजूरी के बिना बिक्री के खिलाफ निषेध के रूप में, अवैध था। यह वह बात है जो",
  "question as to whether the sale is void as it was in": "इस सवाल को जन्म देती है कि क्या बिक्री शून्य है क्योंकि यह एक वैधानिक",
  "transgression of a statutory mandate. If it is void for": "जनादेश के उल्लंघन में थी। यदि यह ऐसे किसी कारण से शून्य है, तो क्या यह",
  "and the running of the period of adverse possession by": "अंतरिती द्वारा प्रतिकूल कब्जे की अवधि की शुरुआत और संचालन के लिए मार्ग",
  "applying Article 65 of the Limitation Act? Would it not": "प्रशस्त करेगा। क्या यह परिसीमा अधिनियम के अनुच्छेद 65 को लागू करने के",
  "power under Section 52 of the Act, be impermissible?": "को लागू होने के बाद, अधिनियम की धारा 52 के तहत शक्ति का आह्वान करने के",
  "36. Section 52 of the Act, which is the fountainhead of the action by the Controller of the Waqf Board and": "36. अधिनियम की धारा 52, जो वकफ बोर्ड के नियंत्रक और कलेक्टर द्वारा",
  "51(1), inter alia, before its substitution by Act 27": "धारा 54 (4), 2043 के अधिनियम 27 द्वारा इसके प्रतिस्थापन से पहले , इस",
  "“51(1) Notwithstanding anything contained in": "\"5(4). वक्‍फ विलेख में निहित किसी भी बात के बावजूद, किसी भी",
  "the wakf deed, any gift, sale, exchange or mortgage of any immovable property which is": "अचल संपत्ति का कोई भी उपहार, बिक्री, विनिमय या बंधक, जो कि",
  "waqf property, shall be void, unless such gift,": "वक्‍फ संपत्ति है, शून्य होगा, जब तक कि इस तरह के उपहार, बिक्री,",
  "sale, exchange or mortgage is effected with the prior sanction of the Board:": "विनिमय या बंधक बोर्ड की पूर्व मंजूरी से प्रभावी नहीं होता है:",
  "Provided that no mosque, dargah or khangah": "बशर्ते कि किसी भी मस्जिद, दरगाह या खानगाह को तत्समय प्रवृत्त",
  "shall be gifted, sold, exchanged or mortgaged except in accordance with any law for the time": "किसी कानून के अनुसार उपहार में, बेचा, बदला या गिरवी नहीं रखा",
  "37. We may only notice that Section 51(1) (a) as substituted by Act 27 of 2013, subject to the provisos": "37. हम केवल यह नोटिस कर सकते हैं कि 2043 के अधिनियम 27 द्वारा",
  "(a) by giving or tendering it or by sending": "प्रतिस्थापित धारा 5] () (ए), प्रावधानों के अधीन बिक्री, उपहार, विनिमय या",
  "the Act provides that if the Board is satisfied, after making any inquiry, as may be prescribed, that any": "यदि बोर्ड कोई जांच करने के बाद संतुष्ट हो जाता है कि धारा 36 के तहत बनाए",
  "immovable property of a waqf entered as such in the": "गए वक्‍फ के रजिस्टर में दर्ज वक्फ वक्‍फ की अचल संपत्ति को अधिनियम की",
  "transferred without previous sanction of the Board in contravention of Sections 51 or 56 of the Act, it may": "धारा 54 या 56 के उल्लंघन में बोर्ड की पूर्व मंजूरी के बिना स्थानांतरित कर दिया",
  "send a requisition to the Collector of the place within which the property is situated to obtain and deliver": "गया है, यह उस स्थान के कलेक्टर को कब्जे को प्राप्त करने और सौंपने के लिए",
  "directing the person in possession to deliver the property to the Board within 30 days from the receipt": "दिनों के भीतर बोर्ड को संपत्ति सौंपने के लिए कब्जे वाले व्यक्ति को निर्देश देने के",
  "of the Order. It is under this provision that the": "लिए एक आदेश पारित करने के लिए बाध्य है। यह इस प्रावधान के तहत है कि",
  "impugned Orders came to be passed.": "विवादित आदेश पारित किया गया।",
  "38. It will be noticed that the Act came into effect": "38. यह ध्यान दिया जाएगा कि अधिनियम दिनांक 0.04.4996 को प्रभावी",
  "on 01.01.1996. Section 52 empowers the Board to send a requisition to the Collector, if property has been": "हुआ। अन्य बातों के साथ साथ धारा 52 बोर्ड के कलेक्टर को एक मांग भेजने का",
  "in contravention of Section 51, inter alia. We have noticed that Section 51 has provided that any sale of": "स्थानांतरित की गई है। हमने देखा है कि धारा 5 में प्रावधान किया गया है कि",
  "Section 49A of the 1960 Act, send requisition to the Collector for recovery of possession. Section 49A of": "लिए कलेक्टर को मांग भेज सकता है। 960 के अधिनियम की धारा 49 ए भी",
  "inserted by Act 28 of 1971 and the second sale took place in 1974, which is after the insertion of Sections": "सम्मिलित किया गया और दूसरी बिक्री 974 में हुई, जो 960 के अधिनियम में",
  "place in 1974, which is after the insertion of Sections 49A and 49B in the 1960 Act, therefore, the power,": "धारा 49५ और 498 के सम्मिलित होने के बाद है, इसलिए वास्तव में शक्ति,",
  "indeed, vested with the Board to take action for recovery of possession under Section 49B. Under Section": "धारा 49 बी के तहत कब्जे की वसूली के लिए कार्रवाई करने के लिए बोर्ड के पास",
  "112(3) of the Act, we proceed on the basis that the": "निहित है। अधिनियम की धारा 2 (3) के तहत, हम इस आधार पर आगे",
  "1960 Act would stand repealed. However, the proviso": "बढ़ते हैं कि 4960 का अधिनियम निरसित माना जाएगा। हालांकि, प्रावधान यह",
  "declares that the repeal would not affect the previous operation of the corresponding law. The corresponding": "घोषणा करता है कि निरसन संबंधित कानून के पिछले संचालन को प्रभावित नहीं",
  "law, in this case is Section 49A read with Section 49B.": "करेगा। संबंधित कानून, में यह मामला धारा 49 ए सपठित धारा 49 बी है। उसके",
  "Action taken in the exercise of the power thereunder,": "तहत शक्ति के प्रयोग में की गई कार्रवाई को अधिनियम के तहत शक्तियों के प्रयोग",
  "is to be deemed as taken in the exercise of powers under the Act. The powers under the Act must be treated": "में की गई कार्रवाई के रूप में माना जाएगा। अधिनियम के तहत शक्तियों को",
  "as flowing from Section 52 of the Act. For the said": "अधिनियम की धारा 52 से प्रवाहित माना जाना चाहिए। उक्त उद्देश्य के लिए,",
  "purpose, the proviso to Section 112(3) provides that": "धारा 2 (3) के प्रावधान में प्रावधान है कि अधिनियम के प्रावधान, जो इस",
  "Section 52, must be treated as being on the Statute": "मामले में धारा 52 होंगे, को क़ानून की किताब में माना जाना चाहिए।",
  "taken under Section 49B of the 1960 Act with regard to the transfers in question and, therefore, Section": "49 बी के तहत तबादलों के संबंध में कोई कार्रवाई नहीं की गई है और इसलिए ,",
  "112(3) of the Act, may have no application? We proceed": "अधिनियम की धारा 2 (3) में कोई आवेदन नहीं हो सकता है? हम आगे बढ़ते",
  "on the basis that, the power exists as for reasons to": "हैं इस आधार पर कि, शक्ति का पालन करने के कारणों के रूप में मौजूद है ,",
  "follow, the appellants will fail on surer foundation.": "अपीलकर्ता सुनिश्चित आधार पर विफल होंगे।",
  "42. A contention has been raised that the waqf-alal-": "42. एक तर्क दिया गया है कि प्रश्रतत वक्‍फ-अलल औलाद को अधिनियम के",
  "aulad in question cannot be treated as a waqf under the Act. It is the case of the first respondent that the": "तहत वक्‍फ के रूप में नहीं माना जा सकता है। यह पहले प्रतिवादी का मामला है",
  "from its operation. Neither the 1936 Act nor the 1960": "रखा गया था। न ही 4936 को अधिनियम और न ही 960 अधिनियम लागू",
  "Act applies and the appellant cannot claim that the": "होता है और अपीलकर्ता यह दावा नहीं कर सकता है कि वक्‍फ अधिनियमन के",
  "waqf was registered under either enactment. There is no religious or charitable purpose. In view of the": "तहत पंजीकृत किया गया था। कोई धार्मिक या धर्मार्थ उद्देश्य नहीं है। 936 के",
  "43. The waqf in question is created by Akbar Ali Khan": "4३. प्रश्रतत वक्‍फ अकबर अली खान द्वारा दिनांक 26.07.4934 के विलेख द्वारा",
  "aulad. A wagqf-alal-aulad is a waqf under Mohammaden": "वक्‍्फ-अलल-औलाद मोहम्मद कानून के तहत एक वक्फ है। यह प्रिवी काउंसिल",
  "Abdul Fatah Mohammad Ishak v. Russomy Dhar Chaoudhary””": "थी, जिसने अब्दुल फतह मोहम्मद इशाक बनाम रसोमी धर चौधरी“ के मामले में",
  "held that if the charity is illusory or so small, it": "यह माना था कि यदि दान भ्रामक है या इतना छोटा है, तो इसे वक्‍फ के रूप में",
  "could not be treated as a wagqf. This Judgment led to": "नहीं माना जा सकता है। इस फैसले के कारण मुसलमान वक्‍फ वैधीकरण",
  "Sections 3 and 4 of the said enactment reads as follows:": "अधिनियम, 943 पारित हुआ। उक्त अधिनियमन की धारा ३ और 4 इस प्रकार हैं:",
  "“3. It shall be lawful for any person professing the Musalman faith to create Wakf": "\"3, मुस्लिम आस्था को मानने वाले किसी भी व्यक्ति के लिए यह वक्‍फ",
  "which in all other respects is in according with the provisions of Musalman Law, for the": "बनाने के लिए वैध होगा जो अन्य सभी मामलों में मुस्लिम कानून के",
  "following among other purposes: -": "प्रावधानों के अनुसार अन्य उद्देश्यों के लिए निम्नलिखित के लिए है:",
  "(a) For the maintenance and support wholly or": "(ए) पूर्ण या आंशिक रूप से रखरखाव और समर्थन के लिए अपने",
  "partially of his family, children or descendants and": "परिवार, बच्चों या वंशजों और",
  "(b) where the person creating a Wakf is a Hanafi Musalman, also for his own maintenance": "(बी) जहां वक्‍फ बनाने वाला व्यक्ति हनफी मुसलमान है, अपने",
  "and support during his life-time or for the": "जीवनकाल के दौरान अपने स्वयं के रखरखाव और समर्थन के लिए या",
  "payment of his debts out of the rents and profits of the property dedicated.": "समर्पित संपत्ति के किराए और मुनाफे में से अपने ऋणों के भुगतान के",
  "Provided that the ultimate benefit is in such cases expressly or impliedly reserved": "लिए भी। बशर्ते कि ऐसे मामलों में अंतिम लाभ स्पष्ट रूप से या निहित",
  "for the poor or for any other purpose recognized by the Musalman Law as a religion,": "रूप से गरीबों के लिए या मुस्लिम कानून द्वारा मान्यता प्राप्त किसी अन्य",
  "pious or charitable purpose of a permanent character.": "उद्देश्य के लिए एक स्थायी चरित्र के धर्म, पवित्र या धर्मार्थ उद्देश्य के",
  "4. No such Wakf shall be deemed to be invalid merely because the benefit reserved": "4. ऐसा कोई भी वक्‍फ सिर्फ इसलिए अमान्य नहीं माना जाएगा क्योंकि",
  "therein for the poor or other religious, pious": "उसमें गरीबों या अन्य धार्मिक, पवित्र या स्थायी प्रकृति के धर्मार्थ",
  "otherwise destroys the whole or any part of the": "बेच देता है या अन्यथा संपूर्ण वक्‍फ संपत्ति या उसके किसी भाग को नष्ट",
  "Wakf property, the Central Board may apply all or any of the provisions of this Act to such": "कर देता है, तो केन्द्रीय बोर्ड इस अधिनियम के सभी या किसी भी",
  "Wakf for such time as it may think necessary.": "उपबंध को ऐसे वक्‍फ को ऐसे समय के लिए लागू कर सकता है जो वह आवश्यक समझे।",
  "Explanation-A Wakf which is originally exempt from the operation of this Act may, for any": "स्पष्टीकरण- कोई वकक्‍फ, जिसे मूल रूप से इस अधिनियम के लागू होने",
  "reason subsequently, become subject to such": "से छूट प्राप्त है, बाद में किसी भी कारण से इस तरह के लागू होने के",
  "operation, for example, by reason of a higher percentage of its income becoming available": "अधीन हो सकता है, उदाहरण के लिए, इसकी आय का एक बड़ा",
  "percentage of its income becoming available under the terms of the deed for public charities.”": "प्रतिशत सार्वजनिक धर्मार्थ संस्थाओं के लिए विलेख की शर्तों के तहत",
  "(Emphasis supplied)": "(प्रभाव वर्धित)",
  "46. Section 3(1) of the 1936 Act, defined ‘Wakf’ as": "46. 936 के अधिनियम की धारा 3 (4) में 'वक्फ' को निम्नलिखित रूप में",
  "“3(1) ‘Wakf’ means the permanent dedication or": "\"3(१) 'वकक्‍्फ' का अर्थ है मुसलमान कानून या प्रथा द्वारा धार्मिक, पवित्र",
  "grant of any property for any purposes": "या धर्मार्थ के रूप में मान्यता प्राप्त किसी उद्देश्य के लिए किसी संपत्ति",
  "Section 2 thereof read as follows:": "धारा 2 इस प्रकार हैः",
  "“2(1) Save as herein otherwise specifically": "\"2(१). इसमें अन्यथा निर्दिष्ट के सिवाय, यह अधिनियम सभी वक्‍्फों",
  "whether created before or after this Act comes": "पर लागू होगा, चाहे इस अधिनियम के लागू होने से पहले बनाए गए हों",
  "(2) This Act shall not apply to:-": "(2) यह अधिनियम निम्न पर लागू नहीं होगाः -",
  "(1) a Wakf created by a deed, if any, under": "(।) किसी विलेख द्वारा सृजित ऐसा वक्‍फ, यदि कोई हो, जिसके",
  "of the total income after deduction of land revenue and cesses payable to Government of the": "सरकार को संदेय भू-राजस्व और उपकरों की कटौती के पश्चात्‌ कुल",
  "of the Wakif or his descendants or any member": "आय का कम से कम 75 प्रतिशत, वाकिफ या उसके वंशजों या उसके",
  "(11) a Wakf created solely for either of the following purposes:": "(॥) केवल निम्नलिखित प्रयोजनों में से किसी एक के लिए सृजित एक वक्फः",
  "(a) The maintenance and support of any person other than the Wakf or his descendants or any member of his family,": "(क) वाकिफ या उसके वंशजों या उसके परिवार के किसी सदस्य के अलावा किसी अन्य व्यक्ति के भरण-पोषण और सहायता के लिए,",
  "(b) The celebration of religious ceremonies connected with the death anniversaries of the Wakif or of any member of his family or any of his anscestors;": "(ख) वाकिफ या उसके परिवार के किसी सदस्य या उसके किसी पूर्वज की पुण्यतिथि से संबंधित धार्मिक समारोहों को मनाने के लिए;",
  "to the Act or not and whether created or after the": "लागू होने से पहले या बाद में बनाया गया हो, उसे उस संप्रदाय के केंद्रीय बोर्ड के",
  "in question fell within the definition of the words ‘charitable purpose’ and ‘religious purpose’, the Court": "होने से प्रभावित हुए थे और उसमें, प्रश्नगत वक्‍फ 'धर्मार्थ प्रयोजन' और 'धार्मिक प्रयोजन' शब्दों की परिभाषा के भीतर आते हैं, न्यायालय ने निम्नानुसार",
  "“13. These cases led to agitation in India": "\"3. इन मामलों ने भारत में आंदोलन को जन्म दिया और मुसलमान",
  "and the Mussalman Wakf Validating Act 1913 (6 of 1913) was passed. It declared the rights": "वक्‍फ विधिमान्यकरण अधिनियम, 93 (943 का 6) पारित किया",
  "by way of wakf in favour of their families, children and descendants. For the purposes of": "गया।इसने मुसलमानों के अपने परिवारों, बच्चों और वंशजों के पक्ष में",
  "the Validating Act the term “wakf” was": "की।विधिमान्यकरण अधिनियम के प्रयोजनों के लिए \"वक्फ\" \"शब्द की",
  "any property for any purpose recognized by the Mussalman law as religious, pious or": "का स्थायी समर्पण जो मुसलमान कानून द्वारा धार्मिक, पवित्र या धर्मार्थ",
  "charitable”. This gave a wider meaning to the word wakf but only for the purpose of taking them out of the invalidity which would have": "इसने वक्‍फ शब्द को व्यापक अर्थ दिया, लेकिन केवल उन्हें अमान्यता",
  "otherwise existed and which was already": "से बाहर लाने के उद्देश्य से, जो अन्यथा अस्तित्व में होती और जो पहले",
  "authoritatively stated to have so existed.": "से ही अधिकृत रूप से अस्तित्व में थी।",
  "14. After the passage of these two Acts wakfs, in which the object was the": "44. इन दो अधिनियमों के पारित होने के बाद वक्‍फ, जिसमें उद्देश्य",
  "aggrandisement of families of wakifs without a pretence of charity in the ordinary sense,": "सामान्य अर्थ में धर्मार्थ के दिखावे के बिना वाकिफों के परिवारों का",
  "became valid and operative. But the intention": "उन्नयन करना था, वैध और सक्रिय हो गये।किंतु विधिमान्यकरण",
  "of the Validating Act was not to give a new meaning to the word “charity” which in common": "अधिनियम का आशय 'धर्मार्थ' शब्द को एक नया अर्थ देना नहीं था, जो",
  "parlance is a word denoting a giving to": "सामान्य बोलचाल की भाषा में एक ऐसा शब्द है जो किसी व्यक्ति को",
  "someone in necessitous circumstances and in": "आवश्यक परिस्थितियों में दिया जाता है और कानून के अनुसार",
  "law a giving for public good. A private gift": "सार्वजनिक हित के लिए दान देने का द्योतक है।",
  "to one's own self or kith and kin may be": "अपने आपको या स्वजन व संबंधियों को एक निजी उपहार सराहनीय",
  "meritorious and pious but is not a charity in": "और पवित्र हो सकता है लेकिन कानूनी रूप से एक धर्मार्थ नहीं है और",
  "the legal sense and the courts in India have never regarded such gifts as for religious or": "भारत में अदालतों ने कभी भी ऐसे उपहारों को धार्मिक या धर्मार्थ",
  "revisited the matter only on the basis of the compromise between the brothers, the terms of the waqf": "भाइयों के बीच समझौते के आधार पर मामले पर दोबारा गौर नहीं किया था,",
  "compromise between the brothers, the terms of the waqf did contemplate a certain sum being set apart for charitable purposes as correctly pointed out by Shri": "वक्‍फ की शर्तों में धर्मार्थ उद्देश्यों के लिए एक निश्चित राशि अलग करने की परिकल्पना की गई थी, जैसा कि प्रत्यर्थी संख्या 2 और 4 के विद्वान वरिष्ठ",
  "charitable purposes as correctly pointed out by Shri S.R. Singh, learned Senior Counsel for respondents 2": "परिकल्पना की गई थी, जैसा कि प्रत्यर्थी संख्या 2 और 4 के विद्वान वरिष्ठ अधिवक्ता श्री एस.आर. सिंह ने ठीक ही उठाया था।",
  "and 4. In this regard, we notice the stipulation in the deed that a sum of Rs. 500/- will be spent on charitable": "इस संबंध में, हम दस्तावेज़ में इस शर्त को देखते हैं कि 500/- रुपये की राशि",
  "purpose such as Muazzin and lighting in the mosque and emambara, majlallse ashra of the sacred month of Moharram. No doubt, there is the residuary clause,": "मोहर्रम के पवित्र महीने में मुअज़्ज़िन और मस्जिद और इमामबाड़ा में रोशनी करने, मजलिस अशरा जैसे धर्मार्थ उद्देश्यों पर खर्च की जाएगी।इसमें कोई संदेह",
  "descendants cease to exist, the income from the endowed": "है कि यदि वंशज अस्तित्व में नहीं रहे, तो दान की गई संपत्ति से होने वाली आय",
  "property will be managed by a Committee to be spent for": "का प्रबंधन एक समिति द्वारा किया जाएगा जो धर्मार्थ उद्देश्यों के लिए खर्च की",
  "52. A Division Bench of the High Court of Allahabad in": "52. उ.प्र. सुन्नी सेंट्रल बोर्ड ऑफ वक्‍फ और एक अन्य बनाम हसन जहां बेगम",
  "argument that in a case of waqf-alal-aulad, having": "तर्क पर विचार करना था कि वक्‍फ -अलल-औलाद के मामले में, 4960 के",
  "regard to the definition of the word ‘wagf’ in Section 3(11) of the 1960 Act, whether the entire properties": "अधिनियम की धारा 3(१7) में 'वक्फ' शब्द की परिभाषा को ध्यान में रखते हुए,",
  "were dedicated for religious, pious or charitable": "क्या पूरी संपत्ति धार्मिक, पवित्र या धर्मार्थ उद्देश्य के लिए समर्पित थी, जैसा कि",
  "purpose, as contemplated in Section 3(11), defining the word ‘waqf’ or only to the limited extent, i.e., to the": "'वक्फ' शब्द को परिभाषित करते हुए धारा ३(4) में परिकल्पित है या केवल",
  "extent of the income which was earmarked for such": "सीमित सीमा तक, यानी उस आय की सीमा तक जो इस तरह के उद्देश्यों के",
  "purposes. We may note in this regard, the following discussion:": "इस संबंध में हम निम्नलिखित चर्चा पर ध्यान दें सकते हैं:",
  "“5... With great respect, we are unable to": "\" 5 ...बहुत सम्मान के साथ, हम अपने आप को विद्वान एकल",
  "be seen, if the entire property is dedicated for two purposes, namely, for": "समर्पण को देखा जाना चाहिए, यदि पूरी संपत्ति दो उद्देश्यों के लिए",
  "secular purposes and for religious, pious": "समर्पित की जाती है, अर्थात्‌, धर्मनिरपेक्ष उद्देश्यों के लिए और धार्मिक,",
  "or charitable purposes, then the entire": "पवित्र या धर्मार्थ उद्देश्यों के लिए, तो पूरी संपत्ति को दोनों उद्देश्यों के",
  "property will be deemed to be dedicated for both purposes. Unless it is possible to": "लिए समर्पित माना जाएगा।जब तक यह निर्धारित करना संभव नहीं होगा",
  "determine the extent to which the property has been dedicated for religious, pious and": "कि संपत्ति को धार्मिक, पवित्र और धर्मार्थ उद्देश्यों के लिए किस हद तक",
  "charitable purposes, the entire property will have to be deemed to be dedicated to": "समर्पित किया गया है, तब तक पूरी संपत्ति को ईश्वर को समर्पित और",
  "will have to be deemed to be dedicated to God and subject-matter of the Waqf. For excluding the property it should either be": "वक्‍फ की विषय-वस्तु माना जाएगा।संपत्ति को अपवर्जित करने के लिए",
  "excluding the property it should either be known or be determinable from the deed of": "यह ज्ञात होना चाहिए या वक्‍फ के विलेख से निर्धारित होना चाहिए कि",
  "wagf that a particular property or part thereof is not dedicated. Learned counsel": "कोई विशेष संपत्ति या उसका हिस्सा समर्पित नहीं है।याचिकाकर्ताओं -",
  "that it is the income that is the criterion for determining the extent of dedication. But, we find that it is not the income which": "निर्धारण करने के लिए आय ही मानदंड है।लेकिन, हम पाते हैं कि वक्‍्फ",
  "55. Two questions remain. The first question, which we": "55, दो प्रश्न शेष हैं।पहला प्रश्न, जिस पर हमें विचार करना चाहिए, वह यह है कि",
  "must consider is, whether a beneficiary of a waqf can succeed on the strength of the plea of adverse possession in regard to the property of the wagqf. The": "क्या वक्‍फ का कोई लाभार्थी वक्‍फ की संपत्ति के संबंध में प्रतिकूल कब्जे के तर्क",
  "may not be able to acquire title by adverse possession.": "कि मुतवल्ली प्रतिकूल कब्जे से हक प्राप्त करने में समर्थ नहीं हो सकता है।साथ ही,",
  "Equally, a trustee and a co-owner stand precluded in": "इस संबंध में एक न्‍्यासी और एक सह-मालिक को भी प्रतिबंधित किया गया है,",
  "this regard, it is noted. A beneficiary of a waqf,": "यह नोट किया गया है।यह पाया गया है कि हालांकि वकक्‍फ का लाभार्थी, जो न तो",
  "however, being neither a trustee nor a co-owner of wagqf property, can acquire title through adverse possession": "वकक्‍्फ संपत्ति का न्यासी है और न ही सह-मालिक है, प्रतिकूल कब्जे से स्वामित्व",
  "even if it is the property of the waqf it is found.": "प्राप्त कर सकता है, भले ही यह वकक्‍फ की संपत्ति हो।56. वक्‍फ के लाभार्थी को",
  "stranger to the waqf. No doubt, a beneficiary is not": "वक्‍फ के लिए अजनबी नहीं कहा जा सकता।इसमें कोई संदेह नहीं है कि लाभार्थी",
  "to be conflated in his position with a Mutawalli. The": "को उसकी स्थिति में मुतवल्ली के साथ नहीं जोड़ा जाना चाहिए।मुतवल्ली वक्‍फ का",
  "Almighty. The Mutawalli acts merely as the manager. For": "होती है।मुतवल्ली केवल प्रबंधक के रूप में कार्य करता है।परिसीमा अधिनियम की",
  "thereof, unless he is expressly empowered by the deed of waqf to do so.”": "है, जब तक कि उसे वक्‍्फ के विलेख द्वारा स्पष्ट रूप से ऐसा करने का",
  "58. The learned Author thereafter refers to Section 51(1) of the Act under which a sale could no doubt be": "58. इसके बाद विद्वान लेखक अधिनियम की धारा 5(१) का उल्लेख करते हैं",
  "51(1) of the Act under which a sale could no doubt be effected after obtaining prior sanction of the Board.": "जिसके तहत बोर्ड की पूर्व मंजूरी प्राप्त करने के बाद विक्रय किया जा सकता है। अधिनियम की धारा 54 में उप-धारा (4क) को शामिल करके 2043 के",
  "The change brought about by the Amending Act of 2013": "संशोधन अधिनियम द्वारा लाए गए परिवर्तन पर भी ध्यान दिया गया है जिसके",
  "the Act by which a sale inter alia has been declared void is also noticed. The embargo against sale unless": "द्वारा अन्य बातों के साथ-साथ विक्रय को शून्य घोषित किया गया है।विक्रय के",
  "it is expressly authorised by the waqf deed is dealt": "खिलाफ प्रतिबंध पर, जब तक कि इसे वकक्‍्फ विलेख द्वारा स्पष्ट रूप से अधिकृत",
  "with under the caption “Unauthorised alienation and": "नहीं किया जाता है, शीर्षक \"अनधिकृत संक्रामण और परिसीमा\" के तहत विचार",
  "for a suit to follow waqf property in the hands of a mutawalli and to set aside": "\"मुतवल्ली को हस्तगत वक्‍फ संपत्ति का पालन करने के लिए और ऐसी",
  "unauthorized transfers of such property, and": "संपत्ति के अनधिकृत हस्तांतरण को रद्द करने के लिए और अंतरिती से",
  "possession undoubtedly requires the requisite intention, viz., animus possidendi. This is besides": "में माना जाता है।प्रतिकूल कब्जे के अभिवाक के लिए, निःसंदेह अपेक्षित आशय",
  "intention, viz., animus possidendi. This is besides actual possession for the required period. Does the": "अर्थात्‌ कब्जे का आशय होना चाहिए। यह अपेक्षित अवधि के वास्तविक कब्जे के",
  "beneficiary occupy a fiduciary capacity qua the wagqf property, which would prevent him from advancing a": "अलावा है।क्या लाभार्थी वक्‍फ की संपत्ति में वैश्वासिक क्षमता रखते हैं, जो उन्हें",
  "property, which would prevent him from advancing a claim of adverse possession? What in the context do the words ‘fiduciary capacity’ convey? A beneficiary would": "प्रतिकूल कब्जे के दावे को आगे बढ़ाने से रोकेगी? इस संदर्भ में 'वैश्वासिक क्षमता'",
  "words ‘fiduciary capacity’ convey? A beneficiary would be entitled to receive benefits in terms of the wagqf": "का क्या अर्थ है? एक लाभार्थी वक्‍फ विलेख के संदर्भ में लाभ प्राप्त करने का",
  "deed. Does he have any obligation in regard to the waqf property? Is there a duty in other words which he must": "हकदार होगा।क्या वक्‍फ संपत्ति के संबंध में उसकी कोई बाध्यता है? दूसरे शब्दों",
  "beneficiary under the waqf? Is the assertion of hostile": "कि उसे वकक्‍फ के तहत लाभार्थी बनाया गया है? क्या पक्षद्रोही हक का दावा,",
  "title, an indispensable requirement to constitute": "प्रतिकूल कब्जे का गठन करने के लिए एक अपरिहार्य आवश्यकता है और",
  "adverse possession irreconcilable and incompatible with the position of the beneficiary? In the case of": "लाभार्थी की स्थिति के साथ असंगत है? प्रतिकूल कब्जे के मामले में, चूंकि एक",
  "possession must be hostile to the real owner and since": "आवश्यकता यह है कि कब्जा वास्तविक स्वामी के विरूद्ध होना चाहिए और चूंकि",
  "the real owner is the Almighty, the requirement would be that such a person must has the necessary animus to": "वास्तविक स्वामी ईश्वर है, इसलिए आवश्यकता यह होगी कि ऐसे व्यक्ति में ईश्वर",
  "60. In Anisur Rahman and others v. Sheikh Abul Hayat”‘,": "60. अनिसुर रहमान और अन्य बनाम शेख अबुल हयात“ के मामले में, उच्च",
  "a Division Bench of the High Court had occasion to deal": "न्यायालय की खण्ड पीठ को उस प्रश्न पर विचार करने का अवसर मिला जिसका",
  "The Court went on to hold as follows:": "न्यायालय ने निम्नलिखित अभिनिर्धारित कियाः",
  "“7. In Mukherjea's well known book on Hindu Law of Religious and Charitable Trust, 2nd": "\"7. मुखर्जी की विख्यात पुस्तक, हिन्दू लॉ ऑफ रिलिजियस एंड",
  "edition, at page 274, the said Calcutta decision was referred to and it was further": "चेरिटेबिल ट्रस्ट के दूसरे संस्करण के पृष्ठ 274 पर उक्त कलकत्ता निर्णय",
  "decision was referred to and it was further pointed out at page 282 that limitation in": "को संदर्भित किया गया था और आगे पृष्ठ 282 पर यह दर्शित किया गया",
  "case of an unauthorised alienation would": "था कि अनधिकृत हस्तांतरण के मामले में परिसीमा किसी संपत्ति के",
  "start as soon as possession vested with": "संबंध में कब्जे के निहित होते ही शुरू हो जाएगी।",
  "regard to any property. To quote his own words at page 282:": "पृष्ठ 282 पर उनके अपने शब्दों को उद्धृत करने के लिएः",
  "“The correct principle deducible from these cases is that the possession of": "इन मामलों से निकलने वाला सही सिद्धांत यह है कि जैसे ही हस्तांरिती",
  "property. If the transfer is void ab initio, the possession of the transferee": "हो जाएगा।यदि अंतरण आरम्भतः ही शून्य है तो अंतरण की तारीख से",
  "If, on the other hand, it is not void, but voidable merely at the instance of the succeeding manager, the possession": "ही अंतरिती का कब्जा प्रतिकूल होता है। दूसरी ओर, यदि यह शून्य नहीं है, लेकिन केवल उत्तरवर्ती प्रबंधक की",
  "the transferring manager ceases.”": "तक कि हस्तांतरण करने वाले प्रबंधक का पद समाप्त नहीं हो जाता।”",
  "8. In other words, the applicability of either Article 144 or Article 134B of the": "8. दूसरे शब्दों में, परिसीमा अधिनियम के अनुच्छेद 44 या अनुच्छेद",
  "transfer was void ab initio or only voidable at the instance of the succeeding manager.": "आरम्भतः ही शून्य था या केवल उत्तरवर्ती प्रबंधक के कहने पर",
  "9. A transfer which is void ab initio is in": "शून्यकरणीय था।9. ऐसा अंतरण, जो आरम्भतः ही शून्य है, विधि की",
  "will not come within the scope of Article": "के भीतर नहीं आएगा।इसके अलावा, यह अनुच्छेद किसी",
  "transfer made by a manager of an endowment.": "बंदोबस्ती(धर्मदाय) के प्रबंधक द्वारा किए गए हस्तांतरण को संदर्भित",
  "If a person transfers property treating it": "करता है।यदि कोई व्यक्ति संपत्ति को अपनी निजी संपत्ति मानते हुए",
  "as his own private property, it is difficult to hold that merely because he happens to be": "हस्तांतरित करता है, तो यह मानना कठिन है कि केवल इसलिए कि वह",
  "the manager of the endowment on the date of the transfer and the property is the properly": "हस्तांतरण की तारीख को बंदोबस्ती का प्रबंधक है और संपत्ति",
  "of the endowment such transfer should come": "बंदोबस्ती की संपत्ति है, ऐसा हस्तांतरण उस अनुच्छेद की परिधि के",
  "for the appellants could not cite any decision after AIR 1946 Cal 473 in support": "कलकत्ता 473 के बाद के किसी निर्णय का हवाला नहीं दे सके जो",
  "of his extreme contention to the effect that": "उनके इस चरम दावे के समर्थन में हो कि उस निर्णय में प्रतिपादित",
  "no application in respect of void transfers": "शून्य(अवैध) स्थानांतरणों के संबंध में कोई प्रयोज्यता नहीं है।दूसरी",
  "Division Bench of the Orissa High Court": "ओर, उड़ीसा उच्च न्यायालय की खण्ड पीठ ने गोविंद जीव ठाकुर बनाम",
  "in Govinda Jiew Thakur v. Surendra Jena, AIR 1961 Orissa 102 applied the principle; of": "सुरेन्द्र जेना, एआईआर 964 उड़ीसा 02 में उस विनिश्वय के सिद्धांत",
  "ab initio are outside the scope of Article 134B; a transferee in such a case is a mere": "अनुच्छेद 34 ख की परिधि के बाहर हैं; ऐसे मामले में अंतरिती मात्र",
  "trespasser and his title will be perfected by the twelve years adverse possession. With": "अतिक्रमी है और बारह वर्षों के प्रतिकूल कब्जे से उसका हक (स्वत्व)",
  "respect I am inclined to agree with this": "सम्मान सहित मैं इस विचार से सहमत हूं।राजाराम बनाम रामानुजम अय्यंगर, एआईआर",
  "213 paragraphs 4 and 5 to the same effect.”": "963 मद्रास 243, के प्रस्तर 4 और 5 में भी इसी आशय का मद्रास का विनिश्चय है।”",
  "61. Therefore, the principle, which emerges, is this. In order that a suit may fall under Article 96, there": "64. इसलिए, जो सिद्धांत निकलता है, वह यह है।अनुच्छेद 96 के तहत किसी",
  "must be a transfer by a Manager which would include a": "मुकदमे को आने के लिए, प्रबंधक द्वारा अंतरण होना चाहिए जिसमें एक वकक्‍फ का",
  "Mutawalli of a waqf. It must be for valuable consideration. In order that there is a transfer, it": "मुतवल्ली भी शामिल है।यह एक मूल्यवान प्रतिफल के लिए होना चाहिए।अन्तरण",
  "must not be still born. It should not be a void": "के लिए इसका न हुआ होना आवश्यक है।यह एक शून्य संव्यवहार नहीं होना",
  "transaction. This is for the reason that a void transaction would not amount to a transfer. An": "चाहिए।यही कारण है कि एक शून्य संव्यवहार को अंतरण नहीं माना जाता।मुल्ला",
  "unauthorized alienation as understood in Mulla (supra),": "(उपरोक्त) में समझा गया एक अनधिकृत संक्रामण, जिसका हमने उल्लेख किया है,",
  "Article 134B and Article 96 would have applied. With the advent of the laws relating to Wagqfs which included": "ख और अनुच्छेद 96 लागू होते।वक्फ से संबंधित कानूनों के आगमन के साथ,",
  "the advent of the laws relating to Wagqfs which included the 1960 Act in Uttar Pradesh, the Mutawalli was": "जिसमें उत्तर प्रदेश में 7960 का अधिनियम शामिल था, मुतावल्ली संबंधित बोर्ड",
  "obliged to obtain the previous sanction of the concerned Board. In cases where a transfer is made": "की पूर्व मंजूरी प्राप्त करने के लिए बाध्य था।ऐसे मामलों में जहां बोर्ड की पूर्व मंजूरी",
  "under the 1960 Act without previous sanction of the Board, the transfer would be void. This is for the": "के बिना 960 के अधिनियम के तहत अंतरण किया जाता है, अंतरण शून्य होगा।",
  "statutory command conceived with a definite and sublime purpose and the transgression of which can only result in a void transaction. There is no provision which": "परिकल्पित एक वैधानिक आदेश है और जिसके उल्लंघन का परिणाम शून्य",
  "in a void transaction. There is no provision which enables the validating of such a sale. In fact, the": "ऐसा कोई प्रावधान नहीं है जो इस तरह के विक्रय की वैधता को सक्षम बनाता हो।",
  "and we can therefore proceed on the said foundation.": "इसलिए हम कथित नींव पर आगे बढ़ सकते हैं।62. इस आधार पर आगे बढ़ना",
  "1974 was a void transaction we are inclined to approve": "कि 974 में निष्पादित विक्रय एक शून्य संव्यवहार था, हम चिंतामणि साहू",
  "of the view taken by Chintamani Sahoo (Deceased by LR.) (supra) and Anisur Rahman (supra), which we have": "(मृतक द्वारा विधिक प्रतिनिधि) (उपरोक्त) और अनिसुर रहमान (उपरोक्त) द्वारा लिए गए दृष्टिकोण को अनुमोदित करने के लिए इच्छुक हैं, जिसका हमने उल्लेख",
  "referred to and hold that Article 96 of the Limitation Act, 1963 cannot be invoked in the case of a void": "किया है और यह अभिनिर्धारित किया है कि किसी शून्य संव्यवहार के मामले में परिसीमा अधिनियम, 4963 के अनुच्छेद 96 का अवलंब नहीं लिया जा सकता",
  "63. We are of the view that there cannot be any embargo against a beneficiary of a waqf claiming acquisition": "63. हमारा विचार है कि प्रतिकूल कब्जे द्वारा हक के अर्जन का दावा करने वाले वक्‍फ के लाभार्थी के विरुद्ध कोई प्रतिबंध नहीं लगाया जा सकता।वकक्‍्फ",
  "of title by adverse possession. Section 2(k) of the Wagf Act, 1955, reads as under:": "अधिनियम, 955 की धारा 2(ट) इस प्रकार हैः",
  "“2(k) “person interested in a waqf means any person who is entitled to receive any": "\"2(ट) \"वक्फ में हितबद्ध व्यक्ति\" \"से कोई भी व्यक्ति जो वक्‍फ से कोई",
  "pecuniary or other benefits from the wagqf and": "भी आर्थिक या अन्य लाभ प्राप्त करने का हकदार है और इसमें शामिल",
  "includes-": "हैं-",
  "(1) Any person who has a right to offer prayer or to perform any religious rite in a mosque, idgah, imambara,": "(झ) कोई भी व्यक्ति जिसे मस्जिद, ईदगाह, इमामबाड़ा, दरगाह,",
  "dargah, khangah, peerkhana and karbala, maqbara, graveyard or any": "खानकाह, पीरखाना और करबला, मकबरा, कब्रिस्तान या वक्‍फ से जुड़े",
  "other religious institution connected": "किसी अन्य धार्मिक संस्थान में इबादत करने या कोई धार्मिक अनुष्ठान",
  "with the waqf or to participate in any religious or charitable institution": "करने या वक्‍फ के अधीन किसी धार्मिक या धर्मार्थ संस्थान में भाग लेने",
  "(11) The waqf and any descendant of the wagf and the mutawalli;": "(॥) वक्‍फ और वक्‍फ का कोई वंशज और मुतवल्ली;",
  "64. While he may be a person who can be treated as": "64. हालांकि वह ऐसा व्यक्ति हो सकता है जिसे धारा 2(ट) के अर्थ के तहत",
  "of pecuniary or other benefit and also he may be a": "या अन्य लाभ का प्राप्तकर्ता है और वह वाकिफ का वंशज भी हो सकता है, यह",
  "him as a Trustee. The beneficiary may have benefits coming his way in terms of the waqf deed. He may be": "लाभार्थी को वक्‍फ विलेख के संदर्भ में लाभ मिल सकता है।उसे इस संबंध में",
  "65. can it be said that a beneficiary of a waqf is a fiduciary or that there is a fiduciary relationship": "65. क्या यह कहा जा सकता है कि वकक्‍फ का लाभार्थी एक विश्वासी है या एक",
  "and, therefore, he cannot acquire title to the property of the waqf by adverse possession? The term": "वैध्वासिक संबंध है और इसलिए वह प्रतिकूल कब्जे से वक्‍फ की संपत्ति का हक",
  "‘fiduciary’, as such, has not been defined, so is the": "प्राप्त नहीं कर सकता है? 'विश्वासी' शब्द को परिभाषित नहीं किया गया है, इसी",
  "Section 88 of the Indian Trusts Act, 1882, inter alia,": "वास्तव में, भारतीय न्यास अधिनियम, 882 की धारा 88 में अन्य बातों के",
  "character and bound to protect the interest of another,": "और दूसरे के हितों की रक्षा करने के लिए बाध्य है, ऐसी प्रकृति का उपयोग",
  "cannot by using such character, obtain an advantage and resist making over the benefit to the person, whose": "करके, लाभ प्राप्त नहीं कर सकता है और उस व्यक्ति को लाभ देने का विरोध नहीं",
  "Secondary Education and another v. Aditya Bandopadhyay": "केंद्रीय माध्यमिक शिक्षा बोर्ड और एक अन्य बनाम आदित्य बंदोपाध्याय और",
  "Information Act, 2005, the question arose whether an": "सवाल उठा कि क्या एक परीक्षा निकाय सूचना का अधिकार अधिनियम, 2005",
  "course of the Judgment, this Court, inter alia, held": "निर्णय के दौरान, इस न्यायालय ने, अन्य बातों के साथ-साथ, निम्नलिखित रूप",
  "as follows:": "में अभिनिर्धारित किया:",
  "“38. The terms “fiduciary” and “fiduciary relationship” refer to different capacities": "\"38, शब्द \"विश्वासी\" और \"वैश्वासिक संबंध\" विभिन्न क्षमताओं और",
  "and relationship, involving a common duty or": "संबंधों को संदर्भित करते हैं, जिसमें एक सामान्य कर्तव्य या दायित्व",
  "38.1.Black's Law Dictionary (7th Edn., p.": "38.4. ब्लैक की लॉ डिक्शनरी (7वां संस्करण, पृष्ठ 640) \"वैश्वासिक",
  "640) defines “fiduciary relationship” thus:": "संबंध\" को इस प्रकार परिभाषित करती हैः",
  "“Fiduciary relationship.—A relationship": "\"वैश्वासिक संबंध-एक ऐसा संबंध जिसमें एक व्यक्ति अपने संबंध के",
  "for the benefit of the other on matters": "दायरे में आने वाले मामलों में दूसरे के लाभ के लिए कार्य करने के",
  "beneficiary, guardian-ward, agent- principal, and attorney-client—require the": "न्यासी-लाभार्थी, संरक्षक-प्रतिपाल्य, अभिकर्ता-स्वामी और वकील-",
  "relationships usually arise in one of four": "आवश्यकता होती है।वैश्वासिक संबंध आमतौर पर चार स्थितियों में से",
  "Situations: (1) when one person places trust in the faithful integrity of another,": "एक में उत्पन्न होते हैं: () जब एक व्यक्ति दूसरे व्यक्ति की निष्ठा पर",
  "trust in the faithful integrity of another, who as a result gains superiority or": "भरोसा करता है, जो परिणामस्वरूप पहले व्यक्ति पर श्रेष्ठता या प्रभाव",
  "influence over the first, (2) when one person assumes control and responsibility": "प्राप्त करता है, (2) जब एक व्यक्ति दूसरे व्यक्ति पर नियंत्रण और",
  "over another, (3) when one person has a": "जिम्मेदारी ग्रहण करता है, (3) जब एक व्यक्ति का संबंध के दायरे में",
  "duty to act for or give advice to another": "आने वाले मामलों पर दूसरे व्यक्ति के लिए कार्य करने या सलाह देने का",
  "relationship, or (4) when there is a specific relationship that has": "कर्तव्य होता है, या (4) जब कोई विशिष्ट संबंध हो जिसे वैश्वासिक",
  "traditionally been recognised as involving fiduciary duties, as with a lawyer and a": "कर्तव्यों के रूप में परंपरागत मान्यता दी गयी है जैसे एक वकील और",
  "client or a stockbroker and a customer.”": "एक मुवक्किल या एक शेयर दलाल और एक ग्राहक।\"",
  "39. The term “fiduciary” refers to a person": "39. \"विश्वासी\" शब्द ऐसे व्यक्ति को संदर्भित करता है जिसे सद्विश्वास व",
  "having a duty to act for the benefit of another, showing good faith and candour,": "सत्यनिष्ठा से दूसरे के फायदे के लिए कार्य करने का कर्तव्य है, जहां",
  "where such other person reposes trust and": "ऐसा अन्य व्यक्ति कर्तव्य का निर्वहन करने वाले व्यक्ति में भरोसा और",
  "relationship” is used to describe a situation": "\"वैश्वासिक संबंध\" शब्द का उपयोग एक स्थिति या संव्यवहार का वर्णन",
  "or transaction where one person (beneficiary)": "करने के लिए किया जाता है जहां एक व्यक्ति (लाभार्थी) अपने मामलों,",
  "places complete confidence in another person (fiduciary) in regard to his’ affairs, business or transaction(s). The term also": "व्यवसाय या संव्यवहार(ओं) के संबंध में दूसरे व्यक्ति (विश्वासी) में पूर्ण विश्वास रखता है।\"",
  "refers to a person who holds a thing in trust": "यह शब्द एक ऐसे व्यक्ति को भी संदर्भित करता है जो किसी अन्य",
  "expected to act in confidence and for the": "से उम्मीद की जाती है कि वह विश्वास के साथ और लाभार्थी के लाभ के",
  "benefit and advantage of the beneficiary, and": "लिए कार्य करेगा और लाभार्थी या लाभार्थी से संबंधित चीजों के साथ",
  "use good faith and fairness in dealing with": "संव्यवहार करने में सद्भाव और निष्पक्षता का उपयोग करेगा।",
  "the beneficiary or the things belonging to": "यदि लाभार्थी ने किसी वस्तु को न्यास में रखने या सौंपी गई वस्तु के",
  "possessed of one-third right in his own right. We bear": "एक तिहाई अधिकार रखने के रूप में कार्य करने का दावा किया। हम इस बात को",
  "the applicability of Article 96 that the transferor": "न्यायालय ने जो प्रतिपादित किया है, उसको ध्यान में रखते हुए, अनुच्छेद 96 की प्रयोज्यता के लिए यह बहुत कम मायने रखता है कि अंतरणकर्ता वक्‍फ संपत्ति को",
  "purported to transfer waqf property professing it to be his property having regard to what this Court has": "अपनी संपत्ति होने का दावा करते हुए हस्तांतरण करता है।किंतु यह एक ऐसा",
  "where the voidness arises on account of the fact that what is found to be waqf property has been purported": "मामला है जहां शून्यता इस तथ्य के कारण उत्पन्न होती है कि जिसे वक्‍फ संपत्ति",
  "mandate. We have also noticed Section 69 of the 1960": "हमने 960 के अधिनियम की धारा 69 और उसके प्रभाव पर भी गौर किया है।",
  "69. The argument that Section 107 of the Act will assist the appellant in tiding over the bar of": "69. यह तर्क कि अधिनियम की धारा 407 अपीलकर्ता को परिसीमा की रोक को",
  "Act, no doubt, proclaims that nothing in the Limitation Act,1963 shall apply to any suit for possession of the": "की धारा 07 यह घोषणा करती है कि परिसीमा अधिनियम, 963 की कोई भी",
  "immovable property comprised in any waqf or for": "बात किसी वक्‍फ में शामिल अचल संपत्ति के कब्जे या ऐसी संपत्ति में किसी हित",
  "70. The Act came into force on 01.01.1996. The first sale was effected on 14.10.1960. The second sale was": "70. यह अधिनियम 0.04.4996 को प्रवृत्त हुआ।पहला विक्रय 4.0.960",
  "effected on 26.09.1974. As far as the first sale is": "को किया गया था।दूसरा विक्रय 26.09.974 को किया गया।जहां तक पहले",
  "concerned, we have already found that Article 96 cannot": "विक्रय का संबंध है, हमने पहले ही पाया है कि अनुच्छेद 96 को लागू नहीं किया",
  "open for the application of Article 65. As far as the second sale is concerned which was effected in the year": "अनुच्छेद 65 को लागू करने के लिए रास्ता खुला था।जहां तक दूसरे विक्रय का",
  "second sale is concerned which was effected in the year 1974 in view of our finding that Article 96 was not": "संबंध है जो वर्ष 974 में प्रभावी हुई थी, हमारे इस निष्कर्ष के मद्देनजर कि",
  "applicable, the only other competing Article vying for acceptance, appears to be Article 65. Applying Article": "अनुच्छेद 96 लागू नहीं था, केवल अनुच्छेद 65 ही स्वीकृति के योग्य प्रतीत होता",
  "i.e., in 1986 applying Section 27 of the Limitation Act whatever title remained within the meaning of Section 65 would stand extinguished. The Act was brought into": "धारा 27 को लागू करने से, जो भी हक धारा 65 के अर्थ में बना रहा, समाप्त हो",
  "the way of running of time from the date of the second": "क्योंकि कानून के तहत दूसरे विक्रय की तारीख से समय के चलने (शुरू होने) के",
  "under Section 52 of the Act. It is contended that in regard to Section 52 the bar of limitation for a suit": "तर्क दिया गया है कि धारा 52 के संबंध में मुकदमे के लिए परिसीमा का वर्जन",
  "is inapplicable. We have noticed that the debate in the High Court essentially centered around the question": "लागू नहीं होता है।हमने ध्यान दिया है कि उच्च न्यायालय में बहस मुख्य रूप से",
  "whether Article 96 would apply and applying the same,": "इस प्रश्न के इर्द-गिर्द केंद्रित थी कि क्या अनुच्छेद 96 लागू होगा और इसे लागू",
  "the appellant could get around the impact of Article 65 read with Section 27 of the Act. We have found that Article 96 has no application. Even in regard to a": "करने पर, अपीलकर्ता अधिनियम की धारा 27 सपठित अनुच्छेद 65 के प्रभाव से बच सकता है। हमने पाया है कि अनुच्छेद 96 लागू नहीं होती है।यहां तक कि",
  "proceeding under the Act be it Section 52 if as on the": "अधिनियम के तहत किसी कार्यवाही के संबंध में चाहे वह धारा 52 हो, यदि",
  "date the action is taken, the title in the property": "कार्रवाई किए जाने की तारीख तक, संपत्ति का हक(स्वत्व) परिसीमा अधिनियम",
  "stood vested with the person in possession by virtue of Section 27 of the Limitation Act then it may not be": "की धारा 27 के आधार पर कब्जा रखने वाले व्यक्ति में निहित था, तो उस अर्जित",
  "permissible to ignore the right which had been": "किए गए अधिकार की अनदेखी करना स्वीकार्य नहीं हो सकता।टी . कलियामूर्ति",
  "apply in the facts and the action is barred.": "(उपरोक्त) का निर्णय तथ्यों पर लागू होगा और कार्रवाई वर्जित है।",
  "others**). Taking 1997 as the date, on which a suit is": "कदमबोलिथय और अन्य“)। 4997 को तारीख के रूप में मानते हुए, जिस पर",
  "filed, and applying the Act, which enables’ the": "मुकदमा दायर किया गया है और अधिनियम को लागू करना, जो वादी को",
  "plaintiff to disregard the bar of law of limitation, it cannot mean that what stood extinguished under the": "परिसीमा कानून की रोक हटाने में सक्षम बनाता है, इसका मतलब यह नहीं हो",
  "it cannot mean that what stood extinguished under the earlier law would revive. In this regard, we notice the": "सकता है कि जो पूर्ववर्ती कानून से समाप्त हो गया था, वह फिर से जीवित हो",
  "Judgment of this Court in T. Kaliamurthi (supra):": "जाएगा।इस संबंध में, हम टी. कलियामूर्ति (उपरोक्त) में इस न्यायालय के निर्णय को ध्यान में रखते हैं:",
  "“40. In this background, let us now see whether this section has any retrospective": "\"40. इस पृष्ठभूमि में, आइए अब हम देखें कि क्या इस धारा का कोई",
  "effect. It is well settled that no statute": "भूतलक्षी प्रभाव है।यह सुस्थापित है कि किसी भी कानून का यह अर्थ",
  "operation until its language is such that would require such conclusion. The": "उसकी भाषा ऐसी न हो जिसमें इस तरह का निष्कर्ष निकलता हो।इस",
  "exception to this rule is enactments dealing with procedure. This would mean": "नियम का अपवाद प्रक्रिया से संबंधित कानून हैं।इसका अर्थ यह होगा",
  "that the law of limitation, being a procedural law, is retrospective in": "कि परिसीमा विधि, एक प्रक्रियात्मक विधि होने के नाते, इस अर्थ में",
  "operation in the sense that it will also apply to proceedings pending at the time of": "भूतलक्षी प्रभाव में है कि यह अधिनियमन के समय लंबित कार्यवाहियों",
  "the enactment as also to proceedings commenced thereafter, notwithstanding that": "पर भी लागू होगा और उसके बाद शुरू हुई कार्यवाहियों पर भी लागू",
  "the cause of action may have arisen before the new provisions came into force.": "होगी, भले ही नए उपबंधों के लागू होने से पहले वाद हेतुक उत्पन्न हो",
  "However, it must be noted that there is an": "गया हो। हालांकि, यह ध्यान दिया जाना चाहिए कि इस नियम का भी",
  "Where the right of suit is barred under the law of limitation in force before the new": "समय लागू परिसीमा कानून के तहत मुकदमा का अधिकार वर्जित है",
  "provision came into operation and a vested right has accrued to another, the new": "और एक निहित अधिकार दूसरे को प्राप्त हो गया है, तो नया प्रावधान"
}