{
  "5. The appeal is disposed of accordingly.": "5. यह अपील तदनुसार निस्तारित की जाती है।,",
  "( K.M. JOSEPH )": "(न्यायमूर्ति, के. एम. जोसेफ)",
  "New Delhi,": "नई दिल्‍ली,",
  "April 22, 2019.": "22 अप्रैल,209.",
  "IN THE SUPREME COURT OF INDIA": "भारतीय उच्चतम न्यायालय के समक्ष",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NOS. 3256 OF 2019": "सिविल अपील संख्या- 3256 /209",
  "(arising out of SLP (C) No.26913 of 2018)": "(एस. एल. पी (सी) संख्या 2693,/208)",
  "VST INDUSTRIES LIMITED .. .APPELLANT": "वी.एस.टी इण्डस्ट्रीज लिमिटेड... .................... अपीलार्थीगण",
  "Vs.": "बनाम",
  "JUDGMENT": "निर्णय",
  "ASHOK BHUSHAN, J.": "न्यायमूर्ति अशोक भूषण,",
  "11.07.2018 by which order the High Court directed: -": "यह अपील दाखिल की गई है, जिस आदेश के द्वारा उच्च न्यायालय ने निर्देशित किया :--",
  "List this matter on 18 July, 2018 along with Writ-Tax No.757 of 2018.”": "यह मामला 8 जुलाई, 208 को रिट टैक्स संख्या 757/208 के साथ सूचीबद्ध किया गया |",
  "soauendeves The Order impugned under this appeal is only an": "2 इस अपील के तहत आक्षेपित आदेश केवल एक अन्तरिम आदेश है, उपरोक्त",
  "ren linterim order. In above interim order, High Court": "अन्तरिम आदेश में, उच्च न्यायालय के द्वारा निर्देशित किया गया, इस रिट याचिका के",
  "High Court has decided the Writ-Tax No. 757 of 2018 vide its judgment dated 22.11.2018 against which": "खण्डपीठ ने रिट टैक्स संख्या 757,//208 को दिनांकित 24.44.208 के निर्णय में रद्द",
  "judgment, Civil Appeal Nos.3257-3268 of 2019, Indian Oil Corporation Limited vs. State of U.P. and others, have been filed, which have been decided by us by": "करने का निर्णय किया, जिस निर्णय के विरूद्ध भारतीय तेल निगम बनाम उ0 प्र0 राज्य एवं अन्य सिविल अपील संख्या 3257-3268 /2049 दाखिल की गई, जो",
  "order of the date.": "हमारे द्वारा आदेश के दिनांक में निश्चित किया गया ।",
  "3. Learned counsel for the appellant submits that": "3. अपीलार्थी की तरफ से विद्वान अधिवक्ता ने कहा कि, अपीलार्थी के दिनांकित 47.",
  "after interim order dated 11.07.2018 passed in the writ petition of the appellant, about 33 percent of": "07.208 की याचिका के आदेश के पश्चात, अपीलार्थी द्वारा लगभग 33 प्रतिशत ब्याज",
  "appellant. In our Order of the date passed in Civil Appeal Nos.3257-3268 of 2019, Indian Oil Corporation Limited versus State of U.P. & Others, we _ have": "राज्य एवं अन्य, अपील संख्या 3257-3268//209 के हमारे पारित आदेश में हमने उ0",
  "decided issues pertaining to liability of interest under U.P. Act 2007. Writ petition in which impugned": "प्र0 अधिनियम 2007 के तहत व्याज के उत्तरदायित्व से सम्बन्धित मामले में निश्चय"
}