{
  "shall render all cooperation and in case the respondent-tenant": "करने को निर्देशित किया जाता है | प्रत्यर्थी किरायेदार पूर्ण सहयोग करेगा और यदि प्रत्यर्थ्ी",
  "does not cooperate for an early disposal of Rent Case No.1 of 2012, as ordered by this Court, learned Rent Court/Prescribed Authority shall proceed with the matter in accordance with the": "किरायेदार रेन्ट केस नं० 4 वर्ष 2042, के इस न्यायालय द्वारा यथा निर्देशित जल्द निस्तारण में सहयोग नहीं करता है तो विद्वत रेन्ट न्यायालय ,/ विहित प्राधिकारी विधि के",
  "Authority shall proceed with the matter in accordance with the law and dispose of the same within two months from the date of": "अनुसार कारवाई करेगा एवं इस आदेश की प्रति प्राप्त होने की तिथि के 2 माह के",
  "(7) With the above direction, the civil appeal is accordingly": "7. उक्त निर्देश के साथ यह दीवानी अपील तद्‌नुसार निस्तारित की जाती है। व्यय का",
  "NEW DELHI,": "नई दिल्‍ली,",
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वाच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय अधिकारिता",
  "Civil Appeal No(s). 26/2016": "सिविल अपील संख्या 26-206",
  "KRISHNA DEVI MAHESHWARI Appellant(s)": "कृष्णा देवी महेश्वरी ........ ........... अपीलार्थी (गण)",
  "R. BANUMATHI, J.:": "न्यायमूर्ति, आर. भानुमति",
  "(1) We have heard Mr. V.C. Shukla, learned counsel appearing": "।. अपीलार्थी की ओर से प्रस्तुत विद्वान अधिवक्ता श्री वी. सी. शुक्ला को सुना।",
  "(2) The appellant-landlord filed the petition under Section": "2. अपीलार्थी मकान मालिक द्वारा उ०प्र० शहरी भवन (किराये पर देने, किराये तथा बेदखली",
  "out to the  respondent-tenant for personal use of the": "अधिवक्ता के तौर पर प्रैक्टिस कर रहा है के व्यक्तिगत उपयोग हेतु प्रत्यर्थी किरायेदार द्वारा",
  "(3) On 05.09.2012 the Prescribed Authority passed an ex-parte": "3. विहित प्राधिकारी ने दिनांक 05.09.202 को प्रत्यर्थी किरायेदार के विरूद्ध एक पक्षीय",
  "order against the respondent-tenant. There were number of": "आदेश पारित किया। अपीलार्थी मकान मालिक और प्रत्यर्थी किरायेदार के बीच बहुत सी",
  "proceedings/applications pending between the appellant - landlord and _ the’ respondent-tenant. Grievance of the appellant-landlord is that the respondent-tenant kept _ on": "कार्यवाहियाँ /आवेदन लम्बित हैं अपीलार्थी मकान मालिक की शिकायत यह है कि प्र॒त्यर्थी",
  "appellant-landlord is that the respondent-tenant kept _ on taking adjournments by filing one after another applications": "किरायेदार एक के बाद दूसरा आवेदन देकर स्थगन लेता रहा जिससे मामला आगे नहीं बढ़",
  "payment of cost of Rs.2500/-. Challenging the said order, the": "को विहित प्राधिकारी (व ()) कानपुर नगर द्वारा 2500 रूपये के भुगतान मूल्य पर",
  "appellant-landlord filed writ petition before the High Court being C.M.W.P. No.48964 of 2015. In the said writ petition,": "मालिक द्वारा रिट याचिका (७0/॥//? ।९०.48964 वर्ष 2045 दायर की गयी। उक्त",
  "the appellant-landlord filed an application under Order VI": "याचिका में अपीलार्थी मकान मालिक ने धारा 454 सपठित आदेश 6 नियम 47 सिविल",
  "to amend the prayer and to challenge the subsequent Order": "प्रकिया संहिता उच्च न्यायालय के समक्ष प्रस्तुत करते हुए प्रार्थना को संशोधित करने एवं",
  "that the rent court has set aside the ex-parte decree/order": "को यह धारित करते हुये निस्तारित कर दिया कि रेन्ट कोर्ट ने एकपक्षीय आदेश को अपास्त",
  "and granted an opportunity to the respondent-land on payment of cost of Rs.2500/-. The said writ petition was disposed of": "कर दिया हैं एवं प्रत्यर्थी लैण्ड (?) को 2500 रूपये के भुगतान व्यय पर एक अवसर प्रदान किया है",
  "the parties to take unnecessary adjournments, which is the": "हुए कि कोई भी पक्षकार अनावश्यक स्थगन न ले, जोकि इस अपील में चुनौती की विषय"
}