{
  "accordingly dismissed.": "तद्वुरूप निरस्त की जाती है |",
  "[DINESH MAHESHWAR]]": "(न्यायमूर्ति दिनेश माहेश्वरी )",
  "New Delhi:": "नई दिल्ली;",
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वीच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय अधिकारिता",
  "CIVIL APPEAL No.1299 OF 2009": "सिविल अपील सं. 299 वर्ष 2009",
  "Chandrika (Dead) by LRs. .... Appellant(s)": "चंद्रिका (मृत) द्वारा वि.प्रगण ....................... ............... अपीलार्थी (गण)",
  "Sudama (Dead) Thr. LRs. & Ors. ... Respondent(s)": "सुदामा (मृत) द्वारा वि.प्र. एवं अन्य... .................. प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "Abhay Manohar Sapre, J.": "न्यायमूर्ति अभय मनोहर सप्रे",
  "of Judicature at Allahabad in Civil Misc. Writ Petition": ". यह अपील उच्च न्यायालय इलाहाबाद द्वारा सिविल प्रकीर्ण रिट याचिका सं . 0553 वर्ष",
  "the said writ petition filed by the original appellant": "उच्च न्यायालय ने मूल अपीलार्थी द्वारा दायर उक्त रिट याचिका को निरस्त कर दिया और",
  "11. Having heard the learned counsel for the parties and on perusal of the record of the case, we find no": "7. पक्षों के विद्वान अधिवक्ताओं को सुनने और मामले के रिकार्ड का अवलोकन करने के पश्चात",
  "12. In our considered opinion, the finding impugned in this appeal being concurrent finding of fact and was": "2. हमारे सुरचिंतित विचार से इस अपील में आक्षेपित निष्कर्ष तथ्य का अनुवर्ती निष्कर्ष होने",
  "rightly held by the High Court as binding on the High": "के कारण उच्च न्यायालय द्वारा ठीक ही उच्च न्यायालय पर इसकी रिट अधिकारिता में",
  "Court in its writ jurisdiction, it is also binding on this Court, calling for no interference therein. Even": "बाध्यकारी माना गया, यह इस न्यायालय पर भी बाध्यकारी है, अतः इसमें हस्तक्षेप की कोई",
  "otherwise, we find no case for any interference in the impugned finding on merits for the following reasons.": "आवश्यकता नहीं है । अन्यथा भी गुणागुण के आधार पर निम्नलिखित कारणों से आक्षेपित निष्कर्ष में हस्तक्षेप का कोई मामला नहीं दिखता है |",
  "13. On perusal of the impugned order, we find that": "3. आक्षेपित आदेश के अवलोकन पर हम पाते हैं, कि प्रश्ननत भूमि राजस्व रिकार्डों में बेचू के",
  "the land in question was consistently recorded in the": "नाम पर लगातार दर्ज थी । जिससे प्रत्यर्थीगण ने अपना अधिकार, हक और भूमि में हित का",
  "14. So far as claim of the original appellant's predecessor-in-title-Rajbali was concerned, he claimed": "4. जहां तक मूल अपीलार्थी के हक-पूर्वाधिकारी राजबलि के दावे का संबंध था, वह लालजी",
  "to represent the other branch of the family through": "(बेचू का भाई), जैसा कि वंशावली चार्ट से स्पष्ट है, के माध्यम से परिवार की अन्य शाखा का",
  "4. So, the short question, which arises _ for consideration in this appeal filed by the unsuccessful": "4. अतः , संक्षिप्त प्रश्न जो असफल रिट याची द्वारा दायर इस अपील में उठता है, वह यह है",
  "writ petitioner, is whether the High Court was justified in dismissing the appellant's writ petition and thereby": "कि, क्या उच्च न्यायालय द्वारा अपीलार्थी की रिट याचिका निरस्त करना न्यायोचित था और",
  "5. The dispute is between the members of two branches of a family of one Sheo Sahai, namely, one": "5. विवाद शिव सहाय के परिवार की दो शाखाओं के सदस्यों के बीच है । एक शाखा का",
  "branch, which is represented by bBechu, iee., respondents and the other branch represented by Rajbali, i.e., the appellant’s predecessor-in-title. The": "प्रतिनिधि बेचू है जो कि प्रत्यर्थी है और दूसरी शाखा का प्रतिनिधि राजबलि है जो कि अपीलार्थी का हक पूर्वाधिकारी है । विवाद ग्राम- हेतिमपुर, परगना- शाहजहाँपुर, तहसील- देवरिया",
  "dispute relates to the land (plot Nos.248, 521, 289, 290, 294, 563, 564, 854) situated in village Hetimpur": "स्थित भूमि (प्लाट नं. 248, 52, 289, 290, 294, 563, 564, 854) से सम्बंधित है |",
  "which are specified in Annexure P-1 to Annexure P-7 to the SLP.": "जिसका विवरण विशेष अनुमति याचिका के संलग्रक ?- से संलग्रक ?-7 तक विनिर्दिष्ट है ।",
  "6. The dispute was raised by the respondents under Section 9-A (2) of the Act before the Consolidation": "6. विवाद प्रत्यर्थीगण द्वारा अधिनियम की धारा 9-क(2) के अन्तर्गत चकबंदी अधिकारी के",
  "Officer contending therein that the original appellant's father Late Rajbali surreptitiously and without any": "समक्ष यह कहते हुए उठाया गया था, कि मूल अपीलार्थी के पिता स्व. राजबलि ने चोरी -छिपे",
  "right, title and interest in the land in question got entered his name in the Revenue Records. It is this": "बिना किसी अधिकार, कानूनी हक और हित के प्रश्ननबत भूमि को राजस्व रिकार्ड में अपना नाम",
  "issue, which was probed by the Revenue Authorities.": "अंकित करा दिया । इसी विषय की जाँच राजस्व प्राधिकारियों द्वारा की गई थी । हालांकि रिट",
  "including the writ court against the original appellant’s": "न्यायालय सहित सभी राजस्व प्राधिकारियों द्वारा मूल प्रत्यर्थी के हक -अधिकारी के विरूद्ध",
  "7. The Revenue Authorities held that the name of Rajbali, i.e., predecessor-in-title of the original": "7. राजस्व प्राधिकारियों ने यह माना कि राजबलि जो कि मूल अपीलार्थी का हक -पूर्वाधिकारी",
  "appellant herein, could not have been entered in the Revenue Records for want of any right, title and interest in the land. It was accordingly directed to be": "है, का नाम राजस्व रिकार्ड में किसी अधिकार, हक या भूमि में हित के कारण नहीं दर्ज कराया",
  "interest in the land. It was accordingly directed to be deleted from the Revenue Records.": "जा सका । इसे तद्वुरूप राजस्व रिकार्ड से हटाने का निर्देश दिया गया |",
  "8. This order was unsuccessfully challenged by the original appellant’s predecessor-in-title and then by the original appellant herein before the first appellate": "8. इस आदेश को मूल अपीलार्थी के हक -पूर्वाधिकारी और फिर मूल अपीलार्थी द्वारा प्रथम",
  "authority, second appellate authority and lastly, in the": "अपीलीय प्राधिकारी, द्वितीय अपीलीय प्राधिकारी और अन्त में उच्च न्यायालय में असफल",
  "High Court giving rise to filing of this appeal by way of special leave in this Court by the writ petitioner.": "चुनौती दी गई । जिससे कि यह अपील रिय याची द्वारा इस न्यायालय में विशेष अनुमति के माध्यम से दायर की गई |",
  "9. During the pendency of this appeal, the appellant died and his legal representatives were brought on": "9. इस अपील के लम्बन के दौरान अपीलार्थी की मृत्यु हो गई और उसका विधिक प्रतिनिधि"
}