{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL No. 1882 of 2023": "सिविल अपील संख्या- 882/ 2023",
  "The State of Uttar Pradesh & Ors. .... Appellant(s)": "उत्तर प्रदेश राज्य व अन्य.........._>्रखय ..........- अपीलकर्त्तागण",
  "Versus": "बनाम",
  "WITH": "के साथ",
  "CIVIL APPEAL No. 1883 of 2023": "सिविल अपील संख्याः 883/ 2023",
  "CIVIL APPEAL No. 1884 of 2023": "सिविल अपील संख्याः 884/ 2023",
  "Anjali & Anr. ...Respondent(s)": "अंजली वएक अन्य....््/_य्य्यआ_+ ....४४-०- प्रतिवादीगण",
  "JUDGMENT": "निर्णय",
  "candidates acquire a vested right to be appointed. The High Court": "निहित अधिकार प्राप्त हो जाता है। उच्च न्यायालय ने एक सिद्धान्त का उल्लेख भी",
  "that existed at the time such vacancies arose. The State of U.P. is in appeal before us. Supporting the decisions of the High Court,": "अस्तित्व में थे। उत्तर प्रदेश राज्य हमारे समक्ष अपील में है। उच्च न्यायालय के",
  "in appeal before us. Supporting the decisions of the High Court, the Respondents also argued before us that the Regulations": "निर्णयों का समर्थन करते हुए प्रतिवादी ने हमारे सामने यह तर्क भी दिया कि यदि",
  "contemplate a ‘deemed appointment’ if the DIOS does not confirm the appointment within 15 days of receiving the proposal. We have": "डीआईओएस प्रस्ताव प्राप्त होने के 45 दिनों के भीतर नियुक्ति की पुष्टि नहीं करता है तो विनियम “डीम्ड नियुक्ति” पर विचार करेंगे। हमने तीनों प्रश्नों के जवाब दे दिये",
  "4. Allowing State’s appeals, we have held that the selection": "4... राज्य की अपील को स्वीकार करते हुए हमने माना है कि डीआईओएस की",
  "process concludes only after the mandatory approval of the DIOS": "अनिवार्य स्वीकृति के पश्चात्‌ ही चयन प्रक्रिया समाप्त होती है। अधीनस्थ कानून के",
  "is granted. Having examined the statutory regime along with the subordinate legislation, we found that there is no place for a": "साथ-साथ वैधानिक शासन की जाँच के बाद हमने पाया कि डीम्ड नियुक्ति के",
  "is neither applicable to the facts of the present cases nor good law": "ना तो वह वर्तमान मामलों के तथ्यों पर लागू होता है और ना ही अच्छे कानून पर।",
  "of 2023. The connected Civil Appeal No. 1883 of 2023 arises out of": "6. वर्ष 2023 की सिविल अपील संख्या 882 एवं 883 के तथ्य में राखा",
  "12. Facts in Civil Appeal No. 1884 of 2023: M/s Farrukabad City": "42. सिविल अपील संख्या 884 सन्‌ 2023 में तथ्य: मैसर्स फर्रुखाबाद सिटी",
  "Girls Inter College is a recognized aided minority institution. This": "गर्ल्स इंटर कॉलेज एक मान्यता प्राप्त सहायता प्राप्त अल्पसंख्यक संस्थान है। इस",
  "College issued an advertisement on 04.12.2017 inviting applications for selection to the post of Assistant Teacher. In a": "कॉलेज ने 04.2.2047 को सहायक शिक्षक के पद पर चयन के लिए आवेदन आमंत्रित करते हुए एक विज्ञापन जारी किया। इसी तरह घटनाओं के क्रम में,",
  "similar turn of events, before the DIOS could consider granting": "इससे पहले कि डी.आई.ओ.एस. अनुमोदन देने पर विचार कर पाता, संशोधित",
  "approval, the amended Regulations came into force on 12.03.2018.": "विनियम 42.03.2048 को लागू हो गए। परिणामस्वरूप, डी.आई.ओ.एस. ने",
  "the College to resend the proposal for approval after conducting the selection process in terms of the amended Regulations. The": "अनुसार चयन प्रक्रिया आयोजित करने के बाद प्रस्ताव को अनुमोदन के लिए फिर",
  "recommended candidates filed a writ petition®, which was allowed": "से भेजने का निर्देश दिया। अनुशंसित उम्मीदवारों ने एक रिट याचिका* दायर की,",
  "by the Learned Single Judge of the High Court on 01.11.2018.": "जिसे उच्च न्यायालय के विद्वान एकल न्यायमूर्ति ने दिनांक 0..2048 को",
  "State’s writ appeal? against the said order was dismissed by the": "अनुमति दी। उक्त आदेश के खिलाफ राज्य की रिट अपील* को खण्डपीठ ने",
  "7 In Writ Appeal No. 27341 of 2018.": "7 रिट अपील संख्या 2734/208",
  "8 Writ Appeal No. 19069 of 2018.": "8 रिट अपील संख्या 969/208",
  "9 Special Appeal Defective No. 38 of 2019.": "9० विशेष अपील डिफेक्टिव संख्या 38/209",
  "7. The Management accepted the recommendation and by its": "7. प्रबन्धन ने सिफारिश को स्वीकार कर लिया और अपने पत्र दिनांक",
  "letter dated 10.02.2018 sought the approval of the DIOS, Farrukabad, for the appointment of Respondent nos. 1 to 3 as Assistant Teachers. The DIOS, by his letter dated 08.03.2018,": "0.02.2048 द्वारा प्रतिवादी संख्या 4 से ३ को सहायक शिक्षक के रूप में नियुक्ति के लिए डीआईओएस, फर्रूखाबाद की अनुमोदन माँगा। डीआईओएस ने",
  "Assistant Teachers. The DIOS, by his letter dated 08.03.2018, informed the Management that the proposal for approval is": "अपने पत्र दिनांक 08.03.2048 द्वारा प्रबन्धन को सूचित किया कि अनुमोदन के",
  "incomplete and therefore suggested that necessary information": "लिए प्रस्ताव अधूरा है और इसलिए सुझाव दिया गया है कि अनुमोदन प्रदान करने",
  "with supporting documents may be furnished for the grant of": "के लिए सहायक दस्तावेजों के साथ आवश्यक जानकारी प्रस्तुत की जाय।",
  "8. Before the Respondent College could send the necessary": "8. इससे पहले कि प्रतिवादी कॉलेज आवश्यक जानकारी प्रेषित कर पाता,",
  "information, the Regulations prescribing the process. of appointment were amended. The amended provisions came into": "नियुक्ति की प्रक्रिया निर्धारित करने वाले विनियमों में संशोधन किया गया।",
  "with a request to process the proposal as per the amended": "अनुसार प्रस्ताव को संशोधित करने के अनुरोध के साथ प्रतिवादी कॉलेज को",
  "9. The Respondent-candidates challenged the above-referred decision of the DIOS by filing writ petition before the High Court of Judicature at Allahabad*. The learned Single Judge, by an order": "9. प्रतिवादी उम्मीदवारों ने इलाहाबाद उच्च न्यायालय के समक्ष रिट याचिका दायर करके डीआईओएस के उपर्युक्त निर्णय को चुनौती दी*। विद्वान एकल",
  "Regulations would not apply as the selection process had attained": "कि संशोधित विनियम लागू नहीं होंगे क्योंकि चयन प्रक्रिया अन्तिम रूप ले चुकी",
  "10. Following the directions of the Single Judge, the DIOS": "0. एकल न्यायाधीश के निर्देशों के उपरान्त डीआईओएस ने मामले पर",
  "stating that the selection process did not culminate in the grant of approval under Section 16-FF of the Act and as such the selection": "गया कि चयन प्रक्रिया अधिनियम की धारा 45-एफएफ के तहत अनुमोदन प्रदान करने में समाप्त नहीं हुई और इस प्रकार चयन अन्तिम नहीं है।",
  "is not final. The DIOS observed that before the appointment of": "डी.आई.ओ.एस. ने देखा कि प्रत्यर्थियों की नियुक्ति को मंजूरी देने से पूर्व,",
  "down in Regulation 17, sub-section (3) of Section 16-FF of the Act": "में निर्धारित की गयी है, अधिनियम की धारा 45- एफएफ की उपधारा (3) में",
  "mandates that no person selected as a Teacher shall be appointed": "यह आदेश दिया गया है कि शिक्षक के रूप में चयनित किसी भी व्यक्ति को तब",
  "unless the proposal for appointment is approved by the District": "तक नियुक्त नहीं किया जायेगा जब तक नियुक्ति के प्रस्ताव को जिला विद्यालय",
  "2. In the present case, two minority institutions initiated the": "2. वर्तमान मामले में दो अल्पसंख्यक संस्थानों ने शिक्षकों के चयन की",
  "the DIOS for approval. Before the requisite approval was granted,": "अग्रेसित किया। आवश्यक अनुमोदन प्रदान करने से पहले सरकार ने चयन के",
  "the Government amended Regulation 17, prescribing a new procedure for selection. Consequently, the DIOS returned the": "लिए एक नयी प्रक्रिया निर्धारित करते हुए विनियम 7 में संशोधन किया।",
  "procedure for selection. Consequently, the DIOS returned the proposal for compliance with the new procedure. The institutions": "डीआईओएस ने नयी प्रक्रिया के अनुपालन के प्रस्ताव को वापस कर दिया।",
  "challenged the DIOS’ decision requiring the Management to follow the new Rules by filing writ petitions under Article 226 of the": "संस्थानों ने संविधान के अनुच्छेद 226 के तहत रिट याचिका दायर करके प्रबन्धन को नये नियमों का पालन करने की आवश्यकता वाले डीआईओएस के",
  "2 Regulations under the Intermediate Education Act 1921, Chapter II, Regulation 17;": "2 माध्यमिक शिक्षा अधिनियम 92] के अन्तर्गत विनियम, अध्याय दवितीय, विनियम 7, एतदमिनपश्चात विनियम 7",
  "Singh, Ms. Jaikriti S Jadeja, Shri Shreyans Raniwala, learned": "विकास सिंह, सुश्री जयकृति एस जडेजा, श्री श्रेयांस रानीवाला, और सिविल",
  "Advocates, appearing on behalf of the Respondents in Civil Appeal Nos. 1882 and 1883 of 2023 and Shri Gaurav Agarwal, Ms. Shristi": "अपील संख्या 884 सन्‌ 2023 में प्रतिवादियों की ओर से उपस्थित विद्वान",
  "Nos. 1882 and 1883 of 2023 and Shri Gaurav Agarwal, Ms. Shristi Gupta, and Shri Abhishek Sharma, learned Advocates appearing on behalf of the Respondents in Civil Appeal No. 1884 of 2023,": "अधिवक्ता श्री गौरव अग्रवाल, सुश्री सृष्टि गुप्ता और श्री अभिषेक शर्मा ने उच्च",
  "supported the decisions of the High Court. They contended that": "न्यायालय के निर्णयों का समर्थन किया। उन्होंने तर्क दिया कि चयन प्रक्रिया को",
  "the selection process should be deemed to have been completed the moment the Committee of Management proposed the names": "उस समय पूरा माना जाना चाहिए जब प्रबंधन समिति ने डी.आई.ओ.एस. को",
  "section (4) of Section 16-FF of the Act, the DIOS does not have the": "अधिनियम की धारा 45-एफएफ की उप-धारा (4) के तहत, डी.आई.ओ.एस.",
  "authority to withhold the approval except in cases where the": "के पास अनुमोदन को रोकने का अधिकार नहीं है, सिवाय उन मामलों में जहां",
  "selected candidates do not possess minimum qualifications. They": "चयनित उम्मीदवारों के पास न्यूनतम योग्यता नहीं है। वे विनियम 8 का अवलम्ब",
  "bound to grant approval within 15 days of the receipt of the recommendation of the Selection Committee, failing which there": "देते हैं कि अधिकारी चयन समिति की सिफारिश प्राप्त होने के 45 दिनों के भीतर",
  "date on which the vacancy arose will govern the selection process.": "जिस तिथि को रिक्ति उत्पन्न हुई थी, उस तिथि पर मौजूदा नियम चयन प्रक्रिया",
  "(2) The procedure to be followed by the Selection Committee referred to in sub-": "(2) उपधारा (2) में निर्दिष्ट चयन समिति के द्वारा अनुसरणीय",
  "(3) No person selected under this section shall be appointed, unless —": "(3) इस धारा के अधीन चुने गये किसी व्यक्ति को तब तक नियुक्त नही किया जायगा जब तक --",
  "(a) in the case of the Head of an": "(क) संस्था के प्रधान के मायले में सम्भागीय शिक्षा उपनिदेशक",
  "(b) in_the case of a _ teacher such proposal has _been approved by the Inspector.": "(ख) अध्यापक के मायले में निरीक्षक ने ऐसे प्रस्ताव का",
  "(4) The Regional Deputy Director of Education or the Inspector, as the case may": "(4) सम्भागीय शिक्षा उप-निदेशक या निदेशक, यथास्थिति,",
  "be, shall not withhold approval for the selection made under this section where the": "इस धारा के अधीन चयन का अनुमोदन नहीं रोकेगा जबकि चुना गया",
  "person selected possesses the minimum qualifications prescribed and is otherwise eligible.": "व्यक्ति विहित न्यूनतम अर्हताओं से युक्त ओर अन्यथा पात्र हो ।",
  "(5) Where the Regional Deputy Director of Education or the Inspector, as the case may": "(5) जहाँ सम्भागीय शिक्षा उप-निदशक या निरीक्षक,",
  "be, does not approve of a candidate selected under this section, the Committee of": "यथास्थिति इस धारा के अधीन चुने गये अभ्यर्थी का अनुमोदन नहीं",
  "Management may, within three weeks from the date of receipt of such disapproval, make": "करता हैं वहां प्रबन्ध समिति ऐसे अनुमोदन की ग्रापि के दिनांक से तीन सप्ताह के भीतर संस्था के प्रधान के मायले में निदेशक को और",
  "selection of Teachers in minority institutions.": "संस्थानों में शिक्षकों के चयन के लिए एक लिखित परीक्षा निर्धारित करता है।",
  "Re issue no. 1: Whether the selection process concluded, and": "विवाद्य सं० 4: क्‍या चयन प्रक्रिया सम्पन्न हो गई, और उम्मीदवारों ने विनियमों में",
  "the candidates acquired a vested right to be appointed before the amendment of Regulations?": "संशोधन से पूर्व नियुक्त होने का निहित अधिकार प्राप्त कर लिया?",
  "18. To consider the submissions of the Respondents that the candidates whose names are recommended by the Management": "8. प्रत्यर्थीयों की दलील कि उन उम्मीदवारों , जिनके नाम प्रबंधन द्वारा",
  "for approval by the DIOS acquire a vested right to be appointed as": "डी.आई.ओए.स से अनुमोदन के लिए अनुशंसित है, को शिक्षक के रूप में नियुक्त किए जाने का निहित अधिकार प्राप्त है, उसपर विचार करने के लिए धारा 6-",
  "Selection Committee for the appointment ofa": "अध्यापक की नियुक्ति के लिये चयन समिति में प्रबन्ध समिति द्वारा",
  "Head of Institution or a teacher of an": "अनुसार शिक्षकों के साथ- साथ संस्थान के प्रमुख/” की नियुक्ति करने का",
  "institution established and administered by": "अधिकार है। अल्पसंख्यकों द्वारा स्थापित और प्रशासित संस्थानों के मामले में,",
  "concerned for the termination of her services": "सेवाओं को समाप्त करने के लिए संबंधित प्राधिकारी की सहमति",
  "(emphasis supplied)": "(जोर दिया गया)",
  "of the Act, we are of the opinion that the High Court has committed an error in coming to the conclusion that the Respondent nos. 1": "दृष्टिगत, हमारी राय है कि उच्च न्यायालय ने इस निष्कर्ष पर पहुंचने में त्रुटि की है",
  "to 3 have acquired a vested right to be appointed.": "कि प्रतिवादी सं० 4 से 3 ने नियुक्त होने का निहित अधिकार प्राप्त कर लिया है।",
  "Regulations made thereunder, contemplates ‘deemed": "नहीं दी जाती है, तो क्या अधिनियम, सपठित उसके तहत बनाए गए नियम और",
  "22. Respondents have relied on Regulation 18!5 to argue that if": "22. प्रत्यर्थियों ने तर्क देने के लिए विनियम 8/ का अवलंब लिया है कि यदि",
  "the DIOS fails to grant his approval within 15 days of the proposal": "डी.आई.ओ.एस प्रबंधन द्वारा किए गए प्रस्ताव के 45 दिनों के भीतर अपना",
  "Laxmi Narain Bhagwati Devi Vidya Mandir Girls' High School'*,": "लक्ष्मी नारययण भगवती देवी विद्या मंदिर यर्ल्स हाई स्कूल” में डी.आई.ओ.एस",
  "the appointment, i.e., approval from the DIOS, was not obtained,": "वैधानिक पूर्व-शर्त अर्थात डीआईओएस से अनुमोदन प्राप्त नहीं किया गया था,",
  "it was observed:": "यह देखा गया:",
  "“4. There is no dispute that the appellant did": "“4, इसमें कोई विवाद नहीं है कि अपीलकर्ता के पास उच्चतर",
  "appointed as a Principal of the Higher": "माध्यमिक विद्यालय के ग्रधानाचार्य के रूप में नियुक्त होने की",
  "of the competent authority under _ the": "शिक्षा अधिनियय के तहत सक्षम प्राधिकारी के अनुगोदन के अधीन",
  "the competent authority has power to relax": "है। यह सही है कि सक्षम प्राधिकारी के पास योग्यता में छूट देने की",
  "the qualification but then again it is not disputed that the competent authority did": "शक्ति है, लेकिन पुनः यह विवादित नहीं हैँ कि सक्षम ग्राधिकारी ने",
  "appointment of the appellant as Principal of the Higher Secondar School of the": "प्रतिवादी के उच्च याध्यमिक विद्यालय के ग्रधानाचार्य के रूप में",
  "14 (1998) 2 SCC 461.": "4 (998)2 एस सी सी 46].",
  "granting approval. Therefore, unless the approval contemplated": "अनुमोदन देने में विफल रहता है, तो प्रस्तावित उम्मीदवारों को नियुक्त माना",
  "a disapproval unless there is a lack of requisite eligibility and": "तक अस्वीकृति नहीं हो सकती है जब तक कि वहां अपेक्षित पात्रता एवं",
  "26. If the statutory provisions read with relevant Regulations": "26. यदि सांविधिक प्रावधानों के साथ पठित प्रासंगिक विनियमों में डीम्ड",
  "Sub-section (5) of section 16-FF provides the remedy to the College Management in the event the DIOS does not grant an approval. As": "धारा (5) डीआईओएस द्वारा अनुमोदन प्रदान नहीं करने की स्थिति में कॉलेज प्रबंधन को उपचार प्रदान करती है। इसके अनुसार, प्रबंधन",
  "per this, the Management can within three weeks from the date of receipt of disapproval, make a representation to the Regional": "अस्वीकृति प्राप्त होने की तिथि से तीन सप्ताह के भीतर, क्षेत्रीय शिक्षा",
  "27. In view of the legal provision as obtained under Section 16-": "27. अधिनियम की धारा 46-चच, सपठित विनियम 48, के तहत प्राप्त",
  "Re issue no. 3: Whether the posts of teachers could be filled": "विवाद्य सं? 3: क्या शिक्षकों के पदों को उन नियमों और विनियमों के",
  "vacancies arose and not as per the amended Regulations?": "संशोधित विनियमों के अनुसार नहीं?",
  "28. The Division Bench, as well as the Single Judge of the High": "28.उच्च न्यायालय की खंडपीठ के साथ-साथ एकल न्यायाधीश ने चयनित",
  "Court, accepted the submission of the selected candidates that the": "उम्मीदवारों के इस निवेदन को स्वीकार किया कि शिक्षकों के पद की",
  "vacancies to the post of teachers could be filled only as per the": "रिक्तियां केवल उन नियमों और विनियमों के अनुसार भरी जा सकती हैं जो",
  "rule, as in Y.V.Rangaiah case lays down any particular time-frame, within which the": "लागू नियम ये जैसा कि वाई, वी. सगैया वाद में ऐसे किसी विशेष समय-सीया को",
  "any particular time-frame, within which the selection process is to be completed. In the": "अभिनिर्धारित नहीं किया गया हो जिसके भीतर चयन ग्रक्रिया पूरी की जानी हैं।",
  "present case, consideration for promotion took place after the amendment came into": "वर्तमान मामले में. पदोन्नति पर विचार संशोधन के लागू होने के बाद हुआ। इस",
  "operation. Thus, it cannot be accepted that": "प्रकार यह स्वीकार नहीं किया जा सकता है कि अपीलकर्ताओं को किसी",
  "any accrued or vested right of the appellants has been taken away by the amendment.”": "उपार्जित या निहित अधिकार को संशोधन द्वारा छीन लिया गया हैं।",
  "subsequent case of Rajasthan State Sports Council and Anr. v. Uma": "34. एक अनुवर्ती मामले राजस्थान राज्य खेल परिषद व अन्य बनाम उमा दधीच",
  "Chandrachud, J., as he then was). This Court noted:": "सदस्य, तत्कालीन न्यायमूति डॉ. डी.वाई. चन्द्रचूड़ थे)। इस न्यायालय नें नोट किया:",
  "“5. There is merit in the submission which has been urged on behalf of the appellants": "5. अपीलकर्ताओं की ओर से प्रस्तुत किये यये निवेदन में युण है कि प्रत्यर्थी के",
  "that _ the respondent had_no vested right to promotion but only a right to be considered": "पास पदोन्राति का कोई निहित अधिकार नहीं था, बल्कि पदोन्नति हेतु उठाये गये",
  "in several decisions of this Court. (See H.S.": "अधिकार था। इस सिद्धांत को इस न्यायालय के कई निर्णयों में दोहराया चुका हैं।",
  "Grewal v. Union of India, Deepak Agarwal v. State of U.P., State of Tripura v. Nikhil": "(एचएस ग्रेवाल बनाम भारत संघ दीपक अग्रवाल बनाम यूपी राज्य त्रिपुरा राज्य",
  "Ranjan Chakraborty and Union of India v. Krishna Kumar.”": "बनाम निखिल रंजन चक्रवर्ती ऑर थारत संघ बनाम कृष्ण कुमार देखें।)",
  "32. In arecent decision, in State of Himachal Pradesh and Ors. v. Raj Kumar and Ors.'®, after reviewing a number of decisions on the": "32. हाल के एक फैसले, हिमाचल प्रदेश राज्य बनाम राज कुमार व अन्य, में एक",
  "Raj Kumar and Ors.'®, after reviewing a number of decisions on the same subject, this Court formulated the following principles:": "ही विषय पर कई निर्णयों की समीक्षा करने के बाद, इस न्यायालय ने निम्नलिखित",
  "“70. A review of the fifteen cases that have": "“70 उन पंद्रह गायलों: जिनमें प्रतिष्ठित रैया सम्मिलित है, की समीक्षा",
  "that this Court has been consistently carving out exceptions to the broad proposition": "में यह निरूपित हुआ कि यह न्यायालय रैया में प्रतिपादित किए गए व्यापक",
  "are as under:": "है:",
  "understood in the context of the rules involved therein.": "पर मोंजूद थी; रैया के मामले को उसमें शामिल नियमों के संदर्भ में समझा जाना",
  "2. It is now a settled proposition of law": "2. यह अब कानून का एक स्थापित सिद्धांत हैं कि एक उम्मीदवार को",
  "on the date consideration takes place. The right to be considered for promotion": "विचार किये जाने का अधिकार हैं। पदोन्नति हेतु विचार करने का अधिकार, पात्र",
  "occurs on the date of consideration of the": "उम्मीदवारों पर विचार करने की तारीख से प्राप्त होता है।",
  "3. The Government is entitled to take a": "लिए सरकार एक सचेत नीतिगत निर्णय लेने की हकदार हैं। सरकार द्वारा लिये",
  "of the rules. The employee does not acquire any vested right to being": "किए जाने का कर्मचारी कोई निहित अधिकार प्राप्त नहीं करता हैं। इकाई के कुशल",
  "rules in the event of restructuring of the": "कार्य के लिए संवर्ग के पुनर्गठन की स्थिति में सरकार पुराने नियमों के अनुसार",
  "be fair and reasonable and must be": "न्यायोवित होना चाहिए।",
  "4, The principle in Rangaiah need not be": "4. रगैया मायले के सिद्धांत को मात्र इसलिए लायू करने की आवश्यकता",
  "applied merely because posts were created, as it is not obligatory for the appointing authority to fill up the posts": "नहीं है क्योंकि पद स॒जित किए गए थे, ऑर नियुक्ति ग्राधिकारी के लिए पदों को",
  "33. In view of the clear enunciation of the law, we have no": "33. कानून की स्पष्ट व्याख्या के मद्देनजर, हमें प्रत्यर्थियों के विद्वान अधिवक्ताओं",
  "34. For the reasons stated above, Civil Appeal No. 1882 of 2023,": "34. उपरोक्त कारणों से, सिविल अपील सं० 882/2023, सिविल अपील सं०",
  "Civil Appeal No. 1883 of 2023, and Civil Appeal No. 1884 of 2023": "883/2023 और सिविल अपील सं० 884/2023 को स्वीकृत किया जाता",
  "are allowed. Accordingly, the following judgments of the High Court of Judicature at Allahabad are set aside: judgment dated": "है। तदनुसार, इलाहाबाद उच्च न्यायालय के निम्नलिखित निर्णय रद्द किए जाते हैं:",
  "16.01.2019 in Special Appeal Defective No. 42 of 2019; judgment": "विशेष अपील डिफेक्टिव सं० 42/2049 में निर्णय दिनांक 6.0.2049; रिट"
}