{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय के समक्ष",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NOS. 8822-8823 OF 2022": "सिविल अपील संख्या 8822-8823/2022",
  "[Arising out of SLP (C) Nos. 10386-10387 of 2020]": "[एसएलपी (सी) संख्या 0386-0387/2020 से उत्पन्न]",
  "THE STATE OF UTTAR PRADESH .. APPELLANT": "उत्तर प्रदेश राज्य ... अपीलकर्ता",
  "KARUNESH KUMAR & ORS. ... RESPONDENT(S)": "करूणेश कुमार और अन्य ... प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "M.M. SUNDRESH, J.": "माननीय न्यायमूर्ति एम.एम. सुंदरेश,",
  "1. The decision of the Division Bench of the High Court of Judicature at Allahabad in allowing the writ petition filed by the private Respondents, setting aside the": ". उच्च न्यायालय, इलाहाबाद की खण्ड पीठ ने व्यक्तिगत प्रत्यर्थियों की रिट याचिका को अपने निर्णय के माध्यम से अनुमति देते हुए हमारे सामने चुनौती दिये गये विद्वत",
  "order passed by the learned Single Judge is assailed before us. Candidates who": "एकल न्यायाधीश के आदेश को अपास्त कर दिया। जिन उम्मीदवारों ने विधिक",
  "this Court in the following cases:": "में इस न्यायालय के निर्णयों पर अवलंब लिया गया हैः",
  "e Ajoy Kumar Banerjee v. Union of India (1984) 3 SCC 127,": "० अर्जॉय कुमार बनर्जी बनाम भारत संघ (984) 3 एससीसी 27",
  "e Mohan Karan v. State of U.P. (1998) 3 SCC 444,": "० मोहन करन बनाम यू.पी. राज्य (998) 3 एससीसी 444",
  "e Surinder Singh v. State of Punjab (1997) 8 SCC 488,": "० सुरेंद्र सिंह बनाम पंजाब राज्य (997) 8 एससीसी 488,",
  "e Anupal Singh v. State of U.P. (2020) 2 SCC 173,": "० अनुपाल सिंह बनाम उत्तर प्रदेश राज्य (2020) 2 एससीसी 73",
  "e Union of India v. G.R. Prabhavalkar (1973) 4 SCC 183.": "० भारत संघ बनाम जी. आर. प्रभावलकर (973) 4 एससीसी 83।",
  "e S.S. Balu v. State of Kerala (2009) 2 SCC 479": "० बालू बनाम केरल राज्य (2009) 2 एससीसी 479",
  "Arguments of the Respondents": "प्रतिवादी के तर्क: -",
  "17.The 1978 Rules deal with a specified post, and therefore, the 2015 Rules, despite": "7. 978 के नियम एक विनिर्दिष्ट पद से संबंधित हैं और इसलिए, 205 के",
  "governing the field. Rule 15(4) of the 1978 Rules clearly provides for a waiting": "शासित करने वाला विशेष कानून है।978 के नियमों के नियम 5 (4) में प्रतीक्षा",
  "list. A general rule will not have precedence over a special one, notwithstanding": "सूची का स्पष्ट रूप से उपबंध है।एक सामान्य नियम को किसी विशेष नियम के ऊपर",
  "which case the two sets of rules will have to be harmoniously construed.": "स्पष्ट असंगतता न हो, इस स्थिति में नियमों के दो सेट का सामंजस्यपूर्ण रूप से अर्थ",
  "18.The 1978 Rules, governed the field until the 2016 amendment, which only came": "8. 978 के नियम, 2076 के संशोधन तक क्षेत्र को शासित करते थे, जो केवल",
  "into force after the interviews in the impugned selection process, and as such, the": "आक्षेपित चयन प्रक्रिया में साक्षात्कार के बाद लागू हुआ और इस प्रकार, प्रक्रिया शुरू",
  "the 1978 Rules were also amended on 22.11.2016. The final result was declared": "बरतते हुए, हालांकि आवश्यक नहीं है, 978 के नियमों में भी 22..206 को संशोधन किया गया।अंतिम परिणाम 24 दिसंबर, 206 को घोषित किया गया था",
  "on 24.12.2016 and appointment letters were issued during the months of April and May, 2017. During the pendency of the writ petition, the process for the next": "और अप्रैल और मई, 207 के दौरान नियुक्ति पत्र जारी किए गए थे।रिट याचिका विचाराधीनता रहने के दौरान, पूर्व परीक्षा की भर्ति में रिक्त रिक्तियों को ध्यान में रखते",
  "5. The private respondents and the impleading applicants willingly took part in the": "५, निजी प्रत्यर्थी और भर्ती किए गए आवेदकों ने स्वेच्छा से चयन प्रक्रिया में भाग",
  "selection process. Obviously, they were not disqualified but along with others": "लिया।जाहिर है, उन्हें अयोग्य नहीं ठहराया गया था, लेकिन दूसरों के साथ लिखित",
  "made to go through the recruitment process of written examination and the": "परीक्षा और साक्षात्कार की भर्ती प्रक्रिया से गुजरना पड़ा था।यह उनके दुर्भाग्य की",
  "the Commission to the appointing authority. Though, the entire process was done in tune with the 2015 Rules and in exercise of the power conferred under the Uttar": "मिला।हालांकि, पूरी प्रक्रिया 205 के नियमों के अनुरूप और उत्तर प्रदेश अधीनस्थ",
  "Pradesh Subordinate Services Selection Commission Act, 2014 (hereinafter": "सेवा चयन आयोग अधिनियम, 204 (जिसे एतस्मिनपश्चात 204 अधिनियम कहा",
  "RELEVANT RULES:": "प्रासंगिक नियमः",
  "6. We shall first consider all the relevant rules and definitions, with specific reference to the provisions governing the recruitment process, to have a correct": "6. हम पहले भर्ती प्रक्रिया को शासित करने वाले उपबंधों के विशिष्ट संदर्भ में ,",
  "taking up the jobs offered to the post of Gram Panchayat Adhikari, Single Cadre,": "हिस्सा नहीं हैं, उन्हें भी ग्राम पंचायत अधिकारी, एकल संवर्ग, समूह (सी) के पद पर प्रस्तावित नौकरियों को ग्रहण न करते हुए, नियुक्ति प्राधिकारी द्वारा अनुमोदित",
  "that Rule 15 of the Uttar Pradesh Gram Panchayat Adhikari Service Rules, 1978": "दिया गया था कि उत्तर प्रदेश ग्राम पंचायत अधिकारी सेवा नियम, 978 (जिसे",
  "(hereinafter referred to as “1978 Rules”), if given due interpretation, would": "इसमें इसके बाद 978 नियमों के रूप में संदर्भित किया गया है) के नियम 5, यदि",
  "facilitate consideration of persons waiting in the queue based upon their": "उचित व्याख्या की जाती है, तो उनके प्रदर्शन के आधार पर कतार में इंतजार कर रहे व्यक्तियों पर विचार करने में सुविधा होगी।अपीलकर्ता के द्वारा एक पुर्नविचार",
  "performance. An application for review was filed by the appellant inter alia": "याचिका का आवेदन दायर किया गया जिसमें अन्य बातों के साथ साथ यह भी कहा",
  "aforesaid contentions. The State seeks to assail both the aforesaid orders in the present proceedings.": "दिए बिना खारिज कर दिया गया.राज्य वर्तमान कार्यवाही में पूर्वोक्त दोनों आदेशों पर चुनौती देना चाहता है।",
  ". Heard Ms. Ruchira Goel, learned counsel for the Appellant and Mr. V.K. Shukla,": "3. अपीलकर्ता की विद्वत अधिवक्ता सुश्री रुचिरा गोयल और प्रतिवादी नं. १ से ३",
  "learned senior counsel for the Respondent Nos. 1 to 3 and Mr. M.R. Shamshad": "के विद्वान वरिष्ठ अधिवक्ता श्री वी. के. शुक्र, और श्री एम. आर. शमशाद को",
  "for the Respondent No. 4.": "प्रतिवादी नं. ४ के लिए सुना।",
  "name of the Uttar Pradesh Subordinate Services Selection Commission for the": "पर चयन के लिए उत्तर प्रदेश अधीनस्थ सेवा चयन आयोग के नाम से एक आयोग की",
  "12. This being an Act passed by the legislature, shall certainly override all the": "2,. यह विधान मंडल द्वारा पारित अधिनियम होने के कारण निश्चित रूप से संघर्ष में",
  "prevailing rules in conflict. The powers and duties of the Commission are defined with clarity under the 2014 Act. Suffice it is to state that the entire process of": "सभी प्रचलित नियमों को अभिभावी कर देगा।204 के अधिनियम के तहत आयोग की शक्तियों और कर्तव्यों को स्पष्टता के साथ परिभाषित किया गया है। यह कहना",
  "with clarity under the 2014 Act. Suffice it is to state that the entire process of recruitment to the Group ‘C’ posts is entrusted to the Commission, as could be": "पर्याप्त होगा कि समूह 'सी' पदों पर भर्ती की पूरी प्रक्रिया आयोग को सौंपी गई है, जैसा",
  "seen under Section 15 which enables the conduct of examinations, holding": "कि धारा 5 के तहत देखा जा सकता है, जो उम्मीदवारों के चयन के लिए परीक्षाओं",
  "D. The Uttar Pradesh Direct Recruitment to Group ‘C’ Posts (Mode and Procedure) Rules, 2015": "डी. उत्तर प्रदेश समूह “सी” पदों पर सीधी भर्ती (पद्धति और प्रक्रिया ) नियम,",
  "13.The 2015 Rules are brought into the statute with effect from 11.05.2015. Rule (1)": "3. 205 के अधिनियमों को .05.205 से कानून में लाया गया है। नियम ()",
  "speaks of the application to Group ‘C’ posts, while Rule (2) highlights the fact": "समूह 'ग' पदों पर लागू होने के बारे में बात करता है, जबकि नियम (2) इस तथ्य पर",
  "that it will have an overriding effect, notwithstanding anything to the contrary contained in any other service rules made under the proviso to Article 309 of the": "प्रकाश डालता है कि भारत के संविधान के अनुच्छेद 309 के परन्तुक के अधीन बनाए गए किसी अन्य सेवा नियमों में किसी प्रतिकूल बात के होते हुए भी इसका",
  "Constitution of India. Under Rule 8(2), it is made clear that all Group ‘C’ posts": "अभिभावी प्रभाव होगा।नियम 8 (2) के तहत, यह स्पष्ट किया जाता है कि समूह 'सी'",
  "would come under its purview, except those specifically excluded by the": "के सभी पद इसके दायरे में आएंगे, सिवाय उन पदों के जिन्हें सरकार द्वारा",
  "recruitment by way of a written examination followed by an interview. Thereafter,": "साक्षात्कार के माध्यम से सीधी भर्ती की प्रक्रिया निर्धारित की गई है।इसके बाद",
  "the Commission shall prepare a list of candidates on the basis of merit and forward": "आयोग योग्यता के आधार पर उम्मीदवारों की सूची तैयार करेगा और इसे नियुक्ति",
  "it to the appointing authority. Thus, these rules do not provide for any waiting list.": "प्राधिकारी को भेजेगा।इस प्रकार, इन नियमों में किसी प्रतीक्षा सूची का प्रावधान नहीं अस्वीकरण",
  "there is a vested right of appointment against an advertised post which has": "पर नियुक्ति का निहित अधिकार है, जो अधिक मेधावी उम्मीदवार के शामिल न होने",
  "sought to be strengthened by the decisions of this Court in the following cases:": "को निम्नलिखित मामलों में इस न्यायालय के निर्णयों द्वारा बल देने की कोशिश की",
  "e Maya Mathew v. State of Kerala (2010) 4 SCC 498,": "० माया मैथ्यू बनाम केरल राज्य (200) 4 एससीसी 498,",
  "e V.K. Girija v. Reshma Parayil (2019) 2 SCC 347,": "० गिरिजा बनाम रेशमा पराइल (209) 2 एससीसी 34 7,",
  "e Chief Information Commissioner v. High Court of Gujarat (2020) 4 SCC 702.": "० मुख्य सूचना आयुक्त बनाम गुजरात उच्च न्यायालय (2020) 4 एससीसी 702",
  "e State of U.P. & Anr. v. Rajiv Kumar Srivastava & Anr. SLP (C) CC": "० उत्तर प्रदेश राज्य और एक अन्य बनाम राजीव कुमार श्रीवास्तव और अन्य एसएलपी (सी) 203 की",
  "No. 10604 of 2013 dated 26.07.2013": "सीसी संख्या 20604 दिनांक 26.07.203",
  "e K. Manjusree v. State of A.P. & Anr. (2008) 3 SCC 512": "० के. मंजुश्री बनाम आंध्र प्रदेश राज्य और अन्य (2008) 3 एससीसी 572",
  "e Dinesh Kumar Kashyap & Ors. v. South East Central Railway &": "० दिनेश कुमार कश्यप और अन्य दक्षिण पूर्व मध्य रेलवे और अन्य (209) 2 एससीसी 798",
  "DISCUSSION:": "चर्चा:",
  "20.We have already placed the relevant rules and considered their import. Clause": "20. हमने पहले ही संबंधित नियम बनाए हैं और उनके आयात पर विचार किया है।",
  "15(1) of the 1978 Rules deals with a Selection Committee, while we are": "978 के नियमों का खंड 5() एक चयन समिति से संबंधित है, जबकि हम चयन",
  "24.We have considered the aforesaid submissions to appreciate the arguments made.": "24. हमने उपर्युक्त प्रस्तुतियों पर विचार किया है जिससे कि दिए गए तकाँ की",
  "Even under the 1978 Rules, we do not find the existence of any waiting-list in operation to be filled up at a later point of time, when a certain candidate does not": "सराहना की जा सके।यहां तक कि 978 के नियमों के तहत भी जब कोई उम्मीदवार ज्वाइन नहीं करता है तो बाद में कोई प्रतीक्षा सूची नहीं मिलती है।ऐसी सूची 978",
  "operation to be filled up at a later point of time, when a certain candidate does not join. Such a list has been provided under Rule 15(4) of the 1978 Rules only to": "ज्वाइन नहीं करता है तो बाद में कोई प्रतीक्षा सूची नहीं मिलती है।ऐसी सूची 978 के नियमों के नियम 5 (4) के अधीन केवल रिक्तियों को भरने के लिए नियुक्ति",
  "facilitate the appointing authority to fill up the vacancies. Thus, after the vacancies": "प्राधिकारी को सुकर बनाने के लिए उपबंधित की गई है।इस प्रकार, रिक्तियों को भरने",
  "are filled up, the door for the other candidates gets closed.": "के बाद, अन्य उम्मीदवारों के लिए दरवाजे बंद हो जाते हैं।",
  "25.The same is the position under the 2015 Rules by which the Commission is required": "25. 205 के नियमों के अधीन यही स्थिति है जिसके द्वारा आयोग से यह अपेक्षा",
  "to send the merit list alone to the appointing authority which it actually did and in": "की जाती है कि वह केवल मेरिट सूची को उस नियुक्ति प्राधिकारी को भेजे जो उसने",
  "selection, as has been rightly done by the authority in the present case. An employer": "प्रक्रिया के लिए आगे बढ़ाया जाता है, जैसा कि वर्तमान मामले में प्राधिकारी द्वारा",
  "employee. Interference can only be made when a selection is arbitrary or contrary to": "पर्याप्त विवेकाधिकार होगा।हस्तक्षेप केवल तभी किया जा सकता है जब चयन",
  "law, which we do not find to be the case in the present matter. The approach of the": "मनमाना या कानून के विपरीत हो, जिसे हम वर्तमान मामले में नहीं पाते हैं।उच्च",
  "High Court is like a visually impaired person looking for a black cat in a dark room": "न्यायालय का दृष्टिकोण एक दृष्टिबाधित व्यक्ति की तरह है जो अंधेरे कमरे में एक",
  "when the cat itself is not there.": "काली बिल्ली की तलाश कर रहा है जब बिल्ली स्वयं वहां नहीं है।",
  "26.Now we shall come to the question of repugnancy between the two Rules, namely, the 1978 Rules, being a special Rule, and the general Rule introduced in the year": "26. अब हम दो नियमों, अर्थात्‌, 2978 नियम, जो एक विशेष नियम है, और वर्ष",
  "interview. This process was adopted in tune with the 2015 Rules, and in terms of": "जानबूझकर दिया गया था।यह प्रक्रिया 205 के नियमों के अनुरूप और 204",
  "the powers conferred to the Commission under the 2014 Act. Therefore, the 1978": "अधिनियम के तहत आयोग को प्रदत्त शक्तियों के संदर्भ में अपनाई गई थी। इसलिए,",
  "21.A candidate who has participated in the selection process adopted under the 2015": "2,. एक उम्मीदवार, जिसने 205 के नियमों के तहत अपनाई गई चयन प्रक्रिया में",
  "Rules is estopped and has acquiesced himself from questioning it thereafter, as": "भाग लिया है, को नौकरी दी गई है और उसने उसके बाद उस पर सवाल उठाने से",
  "held by this Court in the case of Anupal Singh (supra):": "स्वयं को मना कर दिया है, जैसा कि अनुपाल सिंह (पूर्वोक्त) के मामले में इस",
  "“55. Having participated in the interview, the private respondents cannot challenge the Office Memorandum dated 12-10-2014 and the selection. On": "55. साक्षात्कार में भाग लेने के बाद, निजी प्रत्यर्थी दिनांक 2-0-204 के कार्यालय",
  "and only after the result was announced and finding that they were not selected,": "साक्षात्कार में भाग लिया और परिणाम की घोषणा के बाद ही यह पाया कि उनका चयन नहीं",
  "the private respondents chose to challenge the revised Notification dated 12-10-": "किया गया था, निजी प्रतिवादी 2-0- 204 को संशोधित अधिसूचना को चुनौती देने",
  "2014 and the private respondents are estopped from challenging the selection": "का विकल्प चुना और निजी प्रत्यर्थियों को चयन प्रक्रिया को चुनौती देने से रोका गया। यह",
  "process. It is a settled law that a person having consciously participated in the": "एक स्थापित कानून है कि जानबूझकर साक्षात्कार में भाग लेने वाला व्यक्ति पीछे नहीं मुड़",
  "interview cannot turn around and challenge the selection process.": "सकता और न ही चयन प्रक्रिया को चुनौती नहीं दे सकता है।",
  "56. Observing that the result of the interview cannot be challenged by a": "56. यह देखते हुए कि साक्षात्कार के परिणाम को ऐसे उम्मीदवार द्वारा चुनौती नहीं दी जा",
  "candidate who has participated in the interview and has taken the chance to get": "सकती है जिसने साक्षात्कार में भाग लिया है और उक्त साक्षात्कार में चयनित होने का मौका",
  "in Madan Lal v. State of J&K [(1995) 3 SCC 486 : 1995 SCC (L&S) 712], it was": "[(995) 3 एससीसी 486:995 एससीसी (एल एंड एस) 72] में, यह निम्नलिखित",
  "held as under : (SCC p. 493, para 9)": "रूप में अवधारित किया गया: (एससीसी पृष्ठ 493, पैरा 9)",
  "“9. ... The petitioners also appeared at the oral interview conducted by the Members concerned of the Commission who interviewed the": "9....... याचियों ने आयोग के संबंधित सदस्यों द्वारा आयोजित मौखिक साक्षात्कार",
  "petitioners as well as the contesting respondents concerned. Thus the": "में भी भाग लिया जिन्होंने याचियों के साथ-साथ संबंधित पत्यर्थी का साक्षात्कार",
  "petitioners took a chance to get themselves selected at the said oral": "लिया।इस प्रकार याचिकाकर्ताओं ने कथित मौखिक साक्षात्कार में खुद को चयनित",
  "interview. Only because they did not find themselves to have": "करने का मौका लिया.केवल इसलिए कि वे लिखित परीक्षा और मौखिक",
  "emerged successful as a result of their combined performance both": "साक्षात्कार दोनों में अपने संयुक्त प्रदर्शन के परिणामस्वरूप सफल नहीं हुए, अतः",
  "22.In the case at hand, the un-selected candidates want to press into service a part of": "22. वर्तमान मामले में, अचयनित उम्मीदवार 205 के नियमों को स्वीकार करते हुए",
  "permissible under law, as no party can be allowed to approbate or reprobate, as": "प्रक्रिया को ग्रहण करना विधि के तहत अनुज्ञेय नहीं है क्योंकि किसी भी पक्षकार को स्वीकार्य या अस्वीकार्य करने की अनुमति नहीं है जैसा कि न्यायलय ने वाद भारत",
  "held by this Court in Union of India v. N Murugesan (2022) 2 SCC 25:": "संघ न्यायालय एन सुरुगेसन (2022) 2 एस. सी. सी. 25: में अवधारित किया गया",
  "“Approbate and reprobate": "\"स्वीकार्य और अस्वीकार्य\"",
  "26. These phrases are borrowed from the Scots law. They would only mean that": "26. ये वाक्यांश स्कॉट्स विधि से लिए गए हैं।इसका मतलब यह है कि किसी भी पार्टी को एक",
  "no party can be allowed to accept and reject the same thing, and thus one cannot": "ही बात को स्वीकार और अस्वीकार करने की अनुमति नहीं दी जा सकती है, और इस प्रकार",
  "concept of approbate and reprobate. Once again, it is a principle of equity coming": "अनुमोदन और अस्वीकार्य या स्वीकार्य की अवधारणा में अंतर्निहित है।एक बार फिर , यह",
  "under the contours of common law. Therefore, he who knows that if he objects": "समानता का सिद्धांत है जो कॉमन लॉ के दायरे में आता है।इसलिए, जो जानता है कि अगर वह",
  "to an instrument, he will not get the benefit he wants cannot be allowed to do so": "किसी उपकरण पर आपत्ति करता है, तो उसे वह लाभ नहीं मिलेगा जो वह चाहता है, उसे",
  "while enjoying the fruits. One cannot take advantage of one part while rejecting": "फल का आनंद लेते हुए ऐसा करने की अनुमति नहीं दी जा सकती है।कोई एक हिस्से का",
  "the rest. A person cannot be allowed to have the benefit of an instrument while": "फायदा उठाकर बाकी को खारिज नहीं कर सकता।किसी व्यक्ति को किसी लिखत पर सवाल",
  "questioning the same. Such a party either has to affirm or disaffirm the transaction. This principle has to be applied with more vigour as a common law": "पुष्टि करनी होगी या अपुष्ट करना होगा।इस सिद्धांत को कॉमन लॉ के सिद्धांत के रूप में अधिक",
  "principle, if such a party actually enjoys the one part fully and on near": "उत्साह के साथ लागू किया जाना चाहिए, यदि ऐसा पक्षकार वास्तव में एक भाग का पूरी तरह",
  "completion of the said enjoyment, thereafter questions the other part. An element": "से और उक्त आनंद के लगभग पूरा होने पर आनंद लेता है, तो उसके बाद दूसरे भाग पर सवाल",
  "of fair play is inbuilt in this principle. It is also a species of estoppel dealing with": "उठाता है। इस सिद्धांत में निष्पक्षता का एक तत्व अंतर्निहित है।यह पक्षकार के आचरण से",
  "the conduct of a party. We have already dealt with the provisions of the Contract Act concerning the conduct of a party, and his presumption of knowledge while": "संबंधित विबंध की एक प्रजाति भी है।हम पहले ही एक पक्ष के आचरण और उसकी ज्ञान की धारणा के बारे में संविदा अधिनियम के प्रावधानों के बारे में विचार कर चुके हैं, जबकि उसकी",
  "confirming an offer through his acceptance unconditionally.": "स्वीकृति के माध्यम से एक प्रस्ताव की बिना शर्त पुष्टि की गई है।",
  "27.2.State of Punjab v. Dhanjit Singh Sandhu [(2014) 15 SCC 144] : (SCC pp.": "27.2. पंजाब राज्य बनाम धनजीत सिंह संधू [(204) 5 एससीसी 44]: (500 00.",
  "153-54, paras 22-23 & 25-26)": "53-54, एवाव5 22-23 & 25-26)",
  "“22. The doctrine of “approbate and reprobate” is only a species of": "\"22. \"स्वीकार्य एवं अस्वीकार्य \"का सिद्धांत केवल विबंध की एक प्रजाति है, इसका तात्पर्य",
  "estoppel, it implies only to the conduct of parties. As in the case of": "केवल पक्षकारों के आचरण से है।\" \"जैसा कि विबंध के मामले में होता है, यह अधिनियम के",
  "23. It is settled proposition of law that once an order has been passed,": "23. विधि की यह सुस्थापित प्रस्थापना है कि एक बार आदेश पारित हो जाने पर, उसका",
  "it is complied with, accepted by the other party and derived the": "अनुपालन हो जाने पर, दूसरा पक्ष उसे स्वीकार कर लेता है और उससे लाभ प्राप्त कर लेता है,",
  "benefit out of it, he cannot challenge it on any ground.": "वह उसे किसी भी आधार पर चुनौती नहीं दे सकता। ( महाराष्ट्र राज्य सड़क परिवहन निगम",
  "(Vide Maharashtra SRTC v. Balwant Regular Motor Service [AIR": "बनाम बलवंत नियमित मोटर सेवा [एआईआर 3 969 एससी 329])। आर. एन. गोसाईं",
  "rendered do not have any application, considering the inconsistency between the two": "कोई आवेदन नहीं है, नियमों के दो समूहों के बीच असंगतता को देखते हुए।",
  "sets of rules. As we have already held the two sets of rules to be inconsistent with": "38.जैसा कि हमने पहले ही दो नियमों को एक-दूसरे के साथ असंगत माना है, यह स्पष्ट है",
  "each other, it is clear that the later rules, even though general in nature, will govern the field. On this aspect, we wish to quote with profit the decision of this Court in": "कि बाद के नियम, भले ही प्रकृति में सामान्य हों, इस क्षेत्र को नियंत्रित करेंगेइस पहलू पर,",
  "the case of Ajoy Kumar Banerjee (supra),": "हम अजय कुमार बनर्जी उपरोक्त के मामले में इस न्यायालय के निर्णय को लाभ के साथ",
  "“38....As mentioned hereinbefore if the scheme was held to be valid, then the": "उद्धृत करना चाहते हैं। जैसा कि इसमें पहले उल्लेख किया गया है, यदि इस योजना को वैध",
  "question what is the general law and what is the special law and which law in": "ठहराया गया था, तो यह सवाल उठता है कि सामान्य कानून क्या है और विशेष कानून क्या",
  "law would yield to a later general law, if either of the two following conditions": "दूसरे शब्दों में, यदि निम्नलिखित दो शर्तों में से कोई एक पूरी हो जाती है तो पूर्व विशेष",
  "(i) The two are inconsistent with each other.": "(| ) दोनों एक दूसरे के साथ असंगत हैं।",
  "(ii) There is some express reference in the later to the earlier enactment.": "( ॥ ) परवर्ती अधिनियम में पूर्ववर्ती अधिनियम के प्रति कुछ अभिव्यक्त निर्देश है।यदि इन",
  "If either of these two conditions is fulfilled, the later law, even though general,": "दोनों शर्तों में से कोई एक पूरी हो जाती है, तो बाद का कानून, भले ही सामान्य हो, प्रबल",
  "would prevail.": "होगा।",
  "39. From the text and the decisions, four tests are deducible and these are: (7)": "39. मूल पाठ और निर्णयों से चार परीक्षण अप्राप्य हैं और ये हैं: (।) विधायिका को यह",
  "The Legislature has the undoubted right to alter a law already promulgated": "निःसंदेह अधिकार है कि वह किसी ऐसे कानून को बदल सकता है जिसे बाद के विधान के",
  "through subsequent legislation, (ii) A special law may be altered, abrogated or": "माध्यम से पहले ही लागू किया जा चुका है।( ॥ ) किसी विशेष विधि को किसी अभिव्यक्त उपबंधों द्वारा किसी पश्चात्वर्ती सामान्य विधि द्वारा परिवर्तित, निराकृत या निरसित किया जा",
  "they cannot co-exist even though no express provision in that behalf is found in": "न पाए जाने के बावजूद वे सह-अस््तित्व में नहीं रह सकते, और ( ।/ ) केवल इसके",
  "the general law, and (iv) It is only in the absence of a provision to the contrary and of a clear inconsistency that a special law will remain wholly unaffected by": "विपरीत किसी उपबंध के अभाव में और स्पष्ट असंगति के कारण बाद के सामान्य कानून से",
  "a later general law. See in this connection, Maxwell on the Interpretation of": "कोई विशेष कानून पूरी तरह अप्रभावित रहेगा।\"इस संबंध में देखें, मैक्सवेल ऑन द",
  "Statutes, Twelfth Edition, pages 196-198.”": "इंटरप्रिटेशन ऑफ स्टेट्यूट्स, बारहवां संस्करण, पृष्ठ 96-98.\"",
  "27.Merely because the Appellant sought to amend the 1978 Rules subsequently in 2016,": "27. केवल इसलिए कि अपीलकर्ता ने 2076 में बाद में 978 के अधिनियमों में",
  "it cannot be presumed that the 1978 Rules particularly with respect to Rule 15": "संशोधन करने की मांग की थी, यह नहीं माना जा सकता है कि विशेष रूप से",
  "considered view did not take note of the grounds raised in the Review Petition. Ina": "दृष्टिकोण में समीक्षा याचिका में उठाए गए आधारों पर ध्यान नहीं दिया।भारत के",
  "proceeding initiated under Article 226 of the Constitution of India, the scope of": "संविधान के अनुच्छेद 226 के तहत शुरू की गई एक कार्यवाही में, समीक्षा के दायरे",
  "review has to be looked at differently, facilitating an enlarged view. We have already": "को अलग तरीके से देखा जाना चाहिए, जिससे एक विस्तृत दृष्टिकोण सुलभ हो सके।",
  "discussed the scope of Rule 15 and the non-availability of any provision for a waiting": "किसी भी प्रावधान की अनुपलब्धता पर चर्चा कर चुके हैं। तदनुसार, अपील की",
  "09.08.2018 and 30.10.2019 are set aside and consequently the order passed by the": "अनुमति दी जाती है और 09.08.208 और 30.0.2079 के आक्षेपित निर्णयों को",
  "(M.M. SUNDRESH)": "(एम, एम. सुंदरेश)",
  "New Delhi,": "नई दिल्ली,",
  "December 12, 2022": "2 दिसंबर, 2022.",
  "decision was in the context of the 1999 GO, however, as we have held that the 1978": "देती है।उपर्युक्त 7 निर्णय 999 के जीओ के संदर्भ में था, तथापि, जैसा कि हमने",
  "Rules do not apply to the present recruitment, the aforesaid decision would not be of": "अभिनिर्धारित किया है कि 978 के नियम वर्तमान भर्ती पर लागू नहीं होते हैं ,",
  "any service. Further, it is settled law that there is no vested right of the unsuccessful": "पूर्वोक्त निर्णय किसी सेवा में लागू नहीं होगा। इसके अलावा, यह स्थापित कानून है",
  "Sathish Babu v. State of A.P. (Civil Appeal No. 2473 of 2022) has held that:": "इस न्यायालय ने वल्लपपति सतीश बाबू बनाम आंध्र प्रदेश राज्य (सिविल अपील संख्या 24 73/:2022]) में हाल ही में दिए गए निर्णय में यह अभिनिर्धारित किया हैः",
  "“7.4 In the present case, the final selection list of 33 candidates was prepared.": "7. 4 वर्तमान मामले में 33 उम्मीदवारों की अंतिम चयन सूची तैयार की गई थी।इसके बाद",
  "Thereafter all the selected candidates were called for counselling, but one of the": "सभी चयनित उम्मीदवारों को काउंसलिंग के लिए बुलाया गया, लेकिन एक उम्मीदवार ने",
  "candidates did not report for counselling. The aforesaid event took place after": "काउंसलिंग के लिए रिपोर्ट नहीं की।उपरोक्त आयोजन अंतिम चयन सूची तैयार करने और",
  "the final selection list was prepared and published. As there was no requirement": "प्रकाशित करने के बाद हुआ।चूंकि प्रतीक्षा सूची तैयार करने की कोई आवश्यकता नहीं थी ,",
  "cannot claim any appointment as his name neither figured in the list of the": "दावा नहीं कर सकता क्योंकि उसका नाम न तो चयनित उम्मीदवारों की सूची में और न ही",
  "selected candidates nor in any waiting list as there was no provision at all for": "किसी प्रतीक्षा सूची में है क्योंकि प्रतीक्षा सूची तैयार करने के लिए कोई प्रावधान नहीं था।नियम",
  "preparation of the waiting list. Sub-rule (5) of Rule 16 is very clear. Therefore,": "6 का उप-नियम (5) बहुत स्पष्ट हैइसलिए, अंतिम सूची में एक उम्मीदवार के काउंसलिंग",
  "the post remained unfilled due to one of the candidates in the final list did not appear for counselling and/or accepted the employment. Hence, that post has to": "के लिए उपस्थित न होने और /या रोजगार स्वीकार न करने के कारण यह पद भरा नहीं गया।",
  "be carried forward for the next recruitment.": "इसलिए, उस पद को अगली भर्ती के लिए आगे बढ़ाना होगा।",
  "7.5 The appellant could have claimed the appointment to the post which remained unfilled provided there is a provision for waiting list as per the": "7. 5 अपीलकर्ता उस पद पर नियुक्ति का दावा कर सकता था जो भरा नहीं गया था बशर्ते",
  "statutory provision. In absence of any specific provision for waiting list and on": "कानूनी प्रावधान के अनुसार प्रतीक्षा सूची के लिए एक प्रावधान हो।प्रतीक्षा सूची के लिए किसी",
  "the contrary, there being a specific provision that there shall not be any waiting": "विशेष प्रावधान के अभाव में और इसके विपरीत, एक विशिष्ट प्रावधान यह है कि कोई प्रतीक्षा",
  "list and that the post remaining unfilled on any ground shall have to be carried": "सूची नहीं होगी और किसी भी आधार पर खाली पड़े पद को अगली भर्ती के लिए आगे बढ़ाना",
  "forward for the next recruitment. The appellant herein, thus, had no right to claim any appointment to the post which remained unfilled.": "होगा।इस प्रकार, अपीलकर्ता को उस पद पर, जो भरा नहीं गया था, किसी भी नियुक्ति का दावा करने का कोई अधिकार नहीं था.",
  "8.1 An identical question came to be considered by this Court in the case of Suresh Prasad and Ors. (supra). In the said decision, it is specifically observed": "8.] - इस न्यायालय द्वारा सुरेश प्रसाद और अन्य (उपरोक्त) के मामले में एक समान प्रश्न पर विचार किया गया। उक्त निर्णय में, यह विशेष रूप से देखा गया है और अभिनिर्धारित किया गया",
  "and held that even in case candidates selected for appointment have not joined,": "है कि यदि नियुक्ति के लिए चयनित उम्मीदवार शामिल नहीं हुए हैं, तो इसके विपरीत, किसी",
  "in the absence of any statutory rules to the contrary, the employer is not bound": "वैधानिक नियमों के अभाव में, नियोक्ता मेरिट सूची में उक्त उम्मीदवारों के नीचे आने वाले",
  "employer is not bound to prepare a waiting list in addition to the panel of selected": "किसी प्रावधान के अभाव में नियोक्ता चयनित उम्मीदवारों के पैनल के अलावा प्रतीक्षा सूची",
  "candidates and to appoint the candidates from the waiting list in case the": "तैयार करने और पैनल के उम्मीदवारों के शामिल न होने की स्थिति में प्रतीक्षा सूची से",
  "candidates from the panel do not join. The aforesaid decision of this Court has": "उम्मीदवारों को नियुक्त करने के लिए बाध्य नहीं है।इस न्यायालय के पूर्वोक्त निर्णय को बाद में"
}