{
  "IN THE SUPREME COURT OF INDIA": "भारत की सर्वोच्च न्यायालय में",
  "SPECIAL LEAVE PETITION(C)NOS.4802-4803 OF 2019": "विशेष अनुमति याचिका (सी) सं. 4802-4803 वर्ष 209",
  "WITH": "सह",
  "SPECIAL LEAVE PETITION(C)NO.4815 OF 2019": "विशेष अनुमति याचिका (सी) सं. 485 वर्ष 209",
  "SPECIAL LEAVE PETITION(C)NO.4804 OF 2019": "विशेष अनुमति याचिका (सी) सं. 4804 वर्ष 209",
  "Shri Nikhil Majithia, learned counsel has appeared": "निखिल मजीठिया उपस्थित हुए हैं, प्रत्यर्थी संख्या । से 4 के लिए विद्वत",
  "for respondent Nos.1 to 4. Shri P.K. Jain, learned counsel has also appeared for respondents.": "अधिवक्ता श्री पीके जैन उपस्थित हुए हैं।",
  "2. Learned counsel for the parties have addressed their submissions only on the question as to whether": "2. पक्षकारों के विद्वत अधिवक्ता ने केवल इस प्रश्न पर अपने तरकों को रखा है",
  "judgment of this Court in State of U.P. vs. Preetam Singh, (2014)15 SCC 774, requires reference to a": "कि क्या उत्तर प्रदेश राज्य बनाम प्रीतम सिंह, (204) 5 एस. सी. सी. 774 में इस न्यायालय के निर्णय को वृहत्तर पीठ को संदर्भित किए जाने की",
  "3. Before we consider the submissions of respective": "3. इससे पहले कि हम संबंधित पक्षकारों के तर्कों पर विचार करें, विवाद की",
  "parties, it 1S necessary to notice the subject matter of the dispute which was decided by this Court in": "बिषयवस्तु को नोटिस करना आवश्यक है जो इस न्यायालय द्वारा प्रीतम",
  "Preetam Singh’s case (supra). We also need to notice": "सिंह (उपरोक्त) के मामले में निर्णीत किया गया था। हमें तथ्यों और मुद्दों पर भी ध्यान देने की आवश्यकता है जो इन विशेष अनुमति याचिकाओं में",
  "the facts and issues which have arisen in these Special Leave Petitions.": "भी ध्यान देने की आवश्यकता है जो इन विशेष अनुमति याचिकाओं में उत्पन्न हुए हैं।",
  "Preetam Singh’s case": "प्रीतम सिंह का मामला",
  "4. The State Legislature passed an Act to provide for the establishment, incorporation and functioning of a housing and development board in Uttar Pradesh,": "4. राज्य विधानमंडल ने उत्तर प्रदेश में एक आवास और विकास बोर्ड की स्थापना, निगमन और कामकाज के लिए एक अधिनियम पारित किया,",
  "namely, the Uttar Pradesh Avas Evam Vikas Parishad Adhiniyam, 1965. (hereinafter referred to as_ the": "अर्थात्‌, उत्तर प्रदेश आवास एवं विकास परिषद अधिनियम, 965 (इसके",
  "“1965 Act”). Section 3 provides that the State": "पश्चात्‌ “965 अधिनियम” के रूप में निर्दिष्ट)। धारा 3 में यह उपबंध है कि",
  "Government shall by notification in the Gazette": "राज्य सरकार राजपत्र में अधिसूचना द्वारा एक बोर्ड स्थापित करेगी जिसे",
  "establish a Board to be called the Uttar Pradesh Avas Evam Vikas Parishad (hereinafter referred to as “the": "उत्तर प्रदेश अवाम विकास परिषद (जिसे इसमें इसके पश्चात्‌ बोर्ड या परिषद",
  "Board or Parishad”). The Board was contemplated to be a body corporate.": "कहा गया है) कहा जाएगा। बोर्ड को एक निगमित निकाय माना गया था।",
  "5. The Board in the year 1973 has framed Regulations for providing contributory provident fund to its": "5. बोर्ड ने वर्ष 973 में अपने कर्मचारियों को अंशदायी भविष्य निधि प्रदान",
  "employees. On 21.02.1995, the Board proposed a": "करने के लिए विनियम बनाए हैं। दिनांक 2.02.995 को, बोर्ड ने अपने",
  "(C.A.No. 6307 of 2010- State of Uttar Pradesh vs. Preetam Singh and others). This Court on 07.08.2012": "उत्तर प्रदेश राज्य बनाम प्रीतम सिंह और अन्य) दायर किया। दिनांक",
  "Civil appeal was dismissed by this Court’ on": "लेकिन अन्ततः दिनांक 23.09.204 को इस न्यायालय द्वारा सिविल अपील",
  "of the employees do not constitute functions of the Board and as such the State has no jurisdiction to": "सेवा की शर्ते बोर्ड के कार्यों को गठित नहीं करती हैं और इस प्रकार राज्य",
  "issue directions dated 13.09.2005 and 12.07.2007 regarding pension/family pension and gratuity scheme.": "को पेंशन/पारिवारिक पेंशन और थ्रेच्युटी योजना के सम्बन्ध में दिनांक 3.09.2005 और 2.07.2007 के निर्देशों को जारी करने की अधिकारिता",
  "This Court also noticed the Regulations framed by the Board under Section 95(1)(f), namely, pension/family": "नहीं है। इस न्यायालय ने बोर्ड द्वारा धारा 95()(एफ) के तहत बनाये गये",
  "19.05.2009, within three months. It was further held": "करते हुए बोर्ड को तीन महीने के भीतर दिनांक 9. 05. 2009 की",
  "paid under the Contributory Provident Fund Scheme,": "कर्मचारियों में से कोई भी अंशदायी भविष्य निधि योजना के तहत पहले से",
  "8. The State of U.P. by order dated 13.05.2015": "8. दिनांक 3.05.205 के आदेश द्वारा उत्तर प्रदेश राज्य ने प्रीतम",
  "issued directions to extend the pensionary benefits": "कर्मचारियों को पेंशन लाभ का विस्तार करने के लिए निर्देश जारी किए।",
  "to the employees of the Board in compliance of the": "लिए गए निर्णय के अनुसार बोर्ड के कर्मचारियों को संशोधित वेतन संरचना में",
  "judgment of this Court dated 23.09.2014 in Preetam Singh’s case (supra) under certain conditions": "प्रीतम सिंह के मामले में इस न्यायालय द्वारा पारित दिनांक 23.09.204 के",
  "“The Revision of Pension, Gratuity/Family Pension and": "पेंशन/पारिवारिक पेंशन और ग्रेच्युटी योजना का प्रस्ताव रखा। राज्य सरकार",
  "pension and gratuity scheme for its employees,": "अपने कर्मचारियों के लिए पेंशन/पारिवारिक पेंशन और ग्रेच्युटी योजना को",
  "however, it will not extend any financial assistance": "कोई वित्तीय सहायता नहीं देगा। बोर्ड ने हालिया अंशदायी भविष्य निधि",
  "for pension/family pension and gratuity for its employees in place of earlier contributory provident": "योजना के स्थान पर अपने कर्मचारियों के लिए पेंशन/पारिवारिक पेंशन और",
  "fund scheme. The State Government vide letter dated 26.11.1997 directed for staying the implementation of pension — scheme. The State vide letter dated": "राज्य सरकार ने दिनांक 26..997 के पत्रांक द्वारा पेंशन योजना के",
  "implementation of pension/family pension and gratuity": "पेंशन/पारिवारिक पेंशन और ग्रेच्युटी योजना के कार्यान्वयन के लिए दिनांक",
  "On 13.09.2005 the State Government again issued an": "दिनांक 3.09.2005 को राज्य सरकार ने फिर से बोर्ड को सूचित करते हुए",
  "order intimating the Board that it has been decided to stay the State Government’s earlier order dated 07.05.2003 which was issued for implementation of the": "एक आदेश जारी किया कि राज्य सरकार के पहले के आदेश दिनांक 07.05.2003 को रोकने का निर्णय लिया गया है जो बोर्ड में अंशदायी भविष्य",
  "pension/family pension and gratuity scheme in place": "निधि के स्थान पर पेंशन/परिवार पेंशन और ग्रेच्युटी योजना के कार्यान्वयन",
  "Again on 12.07.2007, another order was passed to the": "के लिए जारी किया गया था। दिनांक 2.07.2007 को फिर से, एक और",
  "of Public Enterprises/Corporations in accordance with": "आदेश इस आशय का पारित किया गया कि सार्वजनिक उद्यमों/निगमों के",
  "effect that there is no need to apply pension/provident fund scheme to those personnel of": "उन कर्मियों को पेंशन/भविष्य निधि योजना लागू करने की कोई आवश्यकता",
  "Provisions Act, 1952 of the Central Government and/or those to whom different Contributory Provident Fund": "अधिनियम,952 द्वारा कवर किए गए हैं और/या वो जिन्हें विभिन्न अंशदायी",
  "pension/family pension and gratuity scheme": "सेवानिवृत्त तिथी से संशोधित पेंशन लाभ और वेतन का",
  "others vs. State of U.P. and others) filed by the": "उत्तर प्रदेश राज्य और अन्य) दायर की गयी। बोर्ड के कर्मचारियों और",
  "Officers of the Board. Writ Petition No.10355(S/B) of": "अधिकारियों के एक अन्य समूह द्वारा रिट याचिका सं. 0355(एस/बी) वर्ष",
  "2017 (Virendra Kumar and others vs. State of U.P. and": "207 (वीरेन्द्र कुमार और अन्य बनाम उत्तर प्रदेश और अन्य) दायर की गई।",
  "No.12645(S/S) of 2016 following prayers have been": "रिट याचिका संख्या 2645(एस/एस) वर्ष 2076 में निम्नलिखित प्रार्थनाएँ की",
  "made:": "गई हैं:",
  "“PRAYER": "\"प्रार्थना",
  "WHEREFORE, it is most’ respectfully prayed that this Hon'ble Court may": "जिस कारण, यह सादर प्रार्थना की जाती है कि माननीय",
  "prayed that this Hon'ble Court may graciously be pleased: -": "न्यायालय कृपा करे कि:-",
  "the petitioners till their retirement and": "[. प्रत्यर्थियों को उसकी सेवानिवृत्ति तक याचिकाकर्ताओं के",
  "thereafter their pensionary benefits on the basis of Sixth Pay": "वेतन को फिर से निर्धारित करने और उसके बाद छठे वेतन",
  "Commission Recommendation w.e.f. 01.01.2006.": "आयोग की सिफारिश के आधार पर दिनांक 0.0.2006 से",
  "11. to issue a writ, order or direction in": "रिट, आदेश या निर्देश जारी करने के लिए।",
  "Government Order No.1508 dated 08.12.2008 on the officers of the Parishad, while": "॥ परिषद के अधिकारियों पर सरकारी आदेश सं. 508 दिनांक",
  "in view of the Pension Regulations dated": "08.2.2008 के प्रावधानों को लागू करने जबकि पेंशन",
  "15.05.2009 read with judgment and order of": "विनियमन दिनांकित 5.05.2009 सपठित माननीय सर्वच्चि",
  "the Hon'ble Apex Court dated 23.09.2014.": "न्यायालय का आदेश व निर्णय दिनांकित 23.09.2074 के",
  "reading down the restrictive provisions about its": "इसके गैर-प्रयोग के बारे में प्रतिषेधकारी प्रावधानों को",
  "v. to issue a writ, order or direction in": "की प्रकृति में रिट, आदेश या निर्देश जारी करने के लिए।",
  "pensionary benefits calculated in terms of the Sixth Pay Commission Recommendation,": "पा. छठे वेतन आयोग सिफारिश के संदर्भ में याचिकाकर्ताओं",
  "respondent authorities to pay the current pension of the petitioners in terms of": "की वर्तमान पेंशन का भुगतान करने के लिए प्रत्यर्थी",
  "vii. to pass such other order of direction, which this Hon'ble court deems fit and": "पा. ऐसे अन्य आदेश पारित करने के लिए जिसे यह माननीय",
  "proper in the circumstances of the case.": "न्यायालय मामले की परिस्थितियों में उचित और उपयुक्त",
  "in favour of the petitioners.”": "की अनुमति देने के लिए।”",
  "and others vs. State of U.P. and _ others)": "बनाम उ.प्र. राज्य और अन्य) में निम्नलिखित प्रार्थना की गई है:",
  "Wherefore, it is most respectfully prayed that this Hon'ble Court may graciously be": "यह सविनय प्रार्थना की जाती है कि यह माननीय न्यायालय कृपा करे कि:",
  "quashing the impugned order dated 05.05.2015 passed by the State Govt., and": "(क) राज्य सरकार द्वारा पारित दिनांक 05.05.205 के आक्षेपित आदेश और",
  "the consequential order dated 13.05.2015 passed by the Housing Commissioner,": "और आवास आयुक्त, परिषद द्वारा पारित दिनांक 3.05.205 के परिणामी",
  "Parishad as contained in Annexure No.1 and 2 to the writ petition.": "जैसा कि रिट याचिका के अनुलग्रक सं. । और 2 में निहित है, को रद्द करते",
  "Issue a writ of mandamus or a writ, order or direction in the nature of mandamus": "हुए उत्प्रषण लेख की प्रकृति में एक रिट, आदेश या निर्देश जारी करना।",
  "effect to the impugned order dated 05.05.2015 passed by the State Govt., and": "(ख) राज्य सरकार द्वारा पारित दिनांक 05.05.205 के आक्षेपित आदेश",
  "parishad as contained in Annexure No.1 and 2 to the writ petition.": "आदेश जैसा कि रिट याचिका के अनुलग्रक सं. और 2 में निहित है, को",
  "issue a writ of mandamus or a writ, order or direction in the nature of mandamus": "प्रकृति में आदेश या निर्देश, रिट या परमादेश का लेख जारी करना।",
  "accordance with the notification dated 19.05.2009 issued by the Awas Evam Vikas": "द्वारा जारी की गई अधिसूचना दिनांकित 9.05.2009 के अनुसार कुटुम्ब",
  "(d)issue any other appropriate writ, order or": "(घ) कोई अन्य समुचित रिट, आदेश या निदेश जारी करना जिसे यह",
  "just and necessary in the circumstances of": "माननीय न्यायालय मामले की परिस्थितियों में उचित और आवश्यक समझे;",
  "(e) allow the writ petition with costs.”": "(ड़) रिट याचिका को खर्चे के साथ अनुज्ञात करे।\"",
  "effect:": "जो निम्नलिखित प्रभाव के हैं:",
  "“At, Accordingly, both writ petitions are": "\"4]. तद्ुसार दोनो रिट याचिकाओं को अनुमति दी जाती है",
  "allowed and the impugned orders’ dated": "अनुलग्रक संख्या । और में निहित आक्षेपित आदेश दिनांकित",
  "05.05.2015 and 13.05.2015 contained in": "आदेश 05.05.205 और 3.05.205 को इस सीमा तक रद्द",
  "passed by the Hon’ble Apex Court in the": "किया जाता है कि वे माननीय उद्चतम न्यायालय द्वारा दीवानी",
  "case of State of U.P. vs. Preetam Singh and others, Civil Appeal No.6307 of 2010. A": "अपील सं. 6307 वर्ष 200, उ.प्र.राज्य बनाम प्रीतम सिंह",
  "grant benefit of arrears of salary payable": "को देय वेतन के बकाया का लाभ देने के लिए और उनकी",
  "pension/family pension and also release": "पेंशन/पारिवारिक पेंशन को ठीक करने के लिए और यूपी",
  "gratuity in accordance with the provisions": "के प्रावधानों के अनुसार ग्रेच्युटी भी जारी करने के लिए",
  "Court in Civil Appeal No.6307 of 2010 from": "परमादेश जारी किया जाता है और दीवानी अपील सं. 6307",
  "the date of their entitlement alongwith interest @ 9% per annum within a period of": "में, उनकी पात्रता की तिथि से ब्याज के साथ प्रति वर्ष 9%की",
  "dismissed the appeal of the State of U.P. affirming": "न्यायालय के फैसले की पुष्टि करते हुए उत्तर प्रदेश राज्य की अपील को",
  "the judgment of the High Court, the effect of which": "खारिज कर दिया, जिसका प्रभाव यह है कि बोर्ड द्वारा तय की गई",
  "judgment is that pension/family pension and gratuity scheme as framed by the Board is to be implemented.": "पेंशन/पारिवारिक पेंशन और ग्रेच्युटी योजना को लागू किया जाना है। प्रीतम",
  "Singh’s case on behalf of the State of U.P. is that": "सिंह के मामले में उत्तर प्रदेश राज्य की ओर से दिए गए तक में से एक यह",
  "as contained in the Government order dated 13.09.2005 and 12.07.2007 to the Parishad to not to implement": "कि सरकारी आदेश दिनांकित 3.09.2005 और 2.07.2007 में निहित था जो उत्तर प्रदेश राज्य नियंत्रण लोक निगम अधिनियम 975 के वैधानिक",
  "direction could have been issued under a statutory": "प्रावधान के तहत जारी की जा सकती थी। प्रीतम सिंह के मामले में निर्णय",
  "Section 2 of the aforesaid Act has been noticed in": "के प्रस्तर 3 में पूर्वोक्त अधिनियम की धारा 2 को नोटिस किया गया है।",
  "Paragraph 13 of the judgment is as follows:": "निर्णय का प्रस्तर 3 इस प्रकार है:",
  "could not have been formulated, and given": "प्रतिपादित और प्रभाव नहीं दिया जा सकता था। जहाँ तक",
  "mentioned;": "गया था, जिसे निम्नानुसार उद्धृत किया जा रहा है:",
  "18. This Court in Preetam Singh held that it is open": "8. प्रीतम सिंह में इस न्यायालय ने अवधारित किया कि उत्तर प्रदेश राज्य",
  "to the State Government to issue directions’ on question of policy to all the Public Corporations in": "में सभी लोक निगमों को नीति के प्रश्न पर निर्देश जारी करना राज्य सरकार",
  "only be issued in respect of questions of policy": "के लिए खुला है, लेकिन नीति के सवालों के संबंध में निर्देश केवल \"इसके",
  "This Court held that functions of the Board are": "न्यायालय ने माना कि बोर्ड के कार्य केवल 965 अधिनियम की धारा 5 में",
  "“14. We have given our thoughtful consideration to the first contention": "\"4. हमने अपीलार्थी के विद्वत अधिवक्ता द्वारा दिए गए प्रथम",
  "of policy to all the Public Corporations in the State of Uttar Pradesh, in furtherance": "है कि उत्तर प्रदेश राज्य में सभी लोक निगमों को नीति के प्रश्नों",
  "the 1975 Act. It would however be pertinent to mention that the above directions could": "है। तथापि यह उल्लेख करना उचित होगा कि उपरोक्त निदेश",
  "be issued only in respect of questions of policy having a nexus to the “discharge of": "नीति के प्रश्नों के बाबत ही जारी किए जा सकते हैं जिनका",
  "policy having a nexus to the “discharge of its functions”. Insofar as the Vikas": "संबंध “इसके कृत्यों के निर्वहन” से हो। जहाँ तक विकास",
  "Parishad is concerned, we are of the view that the functions of the Vikas Parishad": "परिषद का संबंध है, हमारा विचार है कि विकास परिषद के",
  "are relatable only to the - functions Stipulated in Section 15 of the 1965 Act.": "कार्य केवल 965 अधिनियम की धारा 5 में निर्धारित कार्यों",
  "“15. Functions of the Board.-—(1) Subject to the provisions of this Act and the rules": "\"5. बोर्ड के कार्य-() इस अधिनियम के उपबंधों और नियमों",
  "and regulations, the functions of the Board": "और विनियमों के अधीन रहते हुए, बोर्ड के कार्य निम्नलिखित",
  "shall be-": "होंगे-",
  "(a) to frame and execute housing and improvement schemes and other projects;": "(क) आवास और सुधार योजनाओं और अन्य परियोजनाओं को बनाने और निष्पादित करने के लिए;",
  "(b) to plan and coordinate’ various housing activities in the State and to": "(ख) राज्य में विभिन्न आवास क्रियाकलापों की योजना बनाना और उनका समन्वय करना और राज्य में आवास और सुधार",
  "ensure expeditious and efficient": "योजनाओं का शीघ्र और दक्ष कार्यान्वयन सुनिश्चित करना;",
  "implementation of housing and improvement": "सहायता प्राप्त आवासीय और सुधार योजनाओं के अन्तर्गत",
  "(c) to provide technical advice for and scrutinise various projects under housing and improvement schemes sponsored’ or": "विभिन्न प्रोजेक्टों को जाँचना और तकनीकी सलाह प्रदान",
  "(d) to assume management of — such immovable properties belonging to_ the State Government as may be transferred or": "(घ) राज्य सरकार से संबंधित ऐसी स्थावर संपत्तियों का प्रबंध",
  "entrusted to it for this purpose;": "ग्रहण करना, जो इस प्रयोजन के लिए उसे अंतरित की जाएं या सौंपी जाएं;",
  "otherwise transfer plots, buildings and other properties of the Board or of the": "सरकार के या बोर्ड के भूखंडों, भवनों और अन्य संपत्तियों का",
  "(f) to organise and run workshops and stores for the manufacture and stockpiling of building materials;": "(च) भवन निर्माण सामग्री के विनिर्माण और संग्रहण के लिए कार्यशालाओं और भंडारों का संगठन और संचालन करना;",
  "(g) on such terms and conditions as may": "(छ) ऐसे निबंधनों और शर्तों पर, जिन पर बोर्ड और राज्य",
  "be agreed upon between the Board and the State Government, to declare houses": "सरकार के बीच सहमति हो, उ.प्र. औद्योगिक आवास",
  "constructed by it in execution of any": "रहते हुए किसी स्कीम के निष्पादन में उसके द्वारा बनाए गए",
  "(2) Subject to the provisions of this Act and the rules and regulations, the Board may undertake, where it deems necessary,": "(2) इस अधिनियम के उपबंधों और नियमों और विनियमों के अधीन रहते हुए, बोर्ड, जहां वह आवश्यक समझे, निम्नलिखित",
  "any of the following functions, namely—": "में से कोई कृत्य कर सकेगा, अर्थात्‌ः--",
  "(a) to promote research for the purpose of expediting the construction of and reducing the cost of buildings;": "(क) भवनों के निर्माण में तेजी लाने और लागत कम करने के प्रयोजन के लिए अनुसंधान को बढ़ावा देना;",
  "(b) to execute works in the State on behalf of public institutions, local authorities and other public corporations,": "(ख) लोक संस्थाओं, स्थानीय प्राधिकारियों और अन्य लोक",
  "and departments of the Central Government": "निगमों और केन्द्रीय सरकार और राज्य सरकार के विभागों की",
  "(c) to supply and sell building materials;": "(ग) भवन सामग्री की आपूर्ति और विक्रय करना;",
  "(d) to coordinate, simplify and standardise the productions of building": "(घ) भवन निर्माण सामग्री के उत्पादन का समन्वय, सरलीकरण",
  "the prefabrication and mass reduction of structural components;": "कमी और पूर्वनिर्माण को प्रोत्साहित करना और संगठित करना;",
  "movement of the population in and around": "और उसके आसपास जनसंख्या के संचलन को सुकर बनाने",
  "construct, widen, strengthen or otherwise improve roads and bridges and to give": "की दृष्टि से, सड़कों और पुलों का निर्माण, विस्तार, सुदूढ़ करने या अन्यथा सुधार करने के लिए और ऐसे प्रयोजनों के लिए",
  "financial help to others for _— such purposes;": "दूसरों को वित्तीय सहायता देना;",
  "(f) to do all such other acts and things": "(च) ऐसे सभी अन्य कृत्यों और चीजों को करने के लिए, जो",
  "as may be necessary for the discharge of the functions before mentioned.”": "पूर्व वर्णित कृत्यों के निर्वहन के लिए आवश्यक हों।”",
  "16. In our view, the State of Uttar": "6. हमारे विचार में, उत्तर प्रदेश राज्य को 965 अधिनियम",
  "to the Vikas Parishad under Section 15 of": "की धारा 5 के तहत विकास परिषद को सौंपे गए कार्यों के",
  "13-9-2005 and 12-7-2007. We therefore find": "का गठन नहीं करती हैं और दिनांक 3.09.2005 और 2.07.2007 को",
  "above this Court held that “the conditions of service of employees, in our considered view, do- not": "कि \"हमारे विचार में कर्मचारियों की सेवा की शर्तें, विकास परिषद के कार्यों",
  "Court also considered Sections 93 and 95 of the 1965 Act. This Court held that the Vikas Parishad is": "का गठन नहीं करती हैं\"। इस न्यायालय ने 965 अधिनियम की धारा 95 और धारा 93 पर भी विचार किया। इस न्यायालय ने अवधारित किया कि",
  "vested with the right to make regulations, so as to": "विकास परिषद को विनियम बनाने का अधिकार निहित किया गया है, ताकि",
  "extend to its employees a scheme in the nature of pension/family pension and gratuity scheme. Ultimate": "अपने कर्मचारियों को पेंशन/परिवार पेंशन और ग्रेच्युटी योजना की प्रकृति में",
  "following effect:": "निम्नलिखित प्रभाव के जारी किए गए थे:",
  "Uttar Pradesh, having approached’ this Court, to assail the impugned judgment": "के लिए इस न्यायालय में आने से उत्तर प्रदेश राज्य के",
  "entertained the petition filed by the": "अदालत ने अपीलकर्ता द्वारा दायर याचिका को विचारणार्थ",
  "appellant, passed interim directions on /7- 8-2012, which had the effect of staying the": "करते हुए दिनांक 7-8-202 को अंतरिम निर्देश पारित किया,",
  "implementation of the directions issued by the High Court, namely, of staying the": "जिसमें उच्च न्यायालय द्वारा जारी किए गए निर्देशों के",
  "governed by the Notification dated 19-5-": "नतीजतन, अधिसूचना दिनांक 9-5-2009 द्वारा शासित",
  "2009, were paid their retiral dues under the Contributory Provident Fund _ Scheme.": "कर्मचारियों को अंशदायी भविष्य निधि योजना के तहत अपने",
  "judgment of the High Court, dated 16-1-": "दिनांक 6--2009 के उच्च न्यायालय के आक्षेपित निर्णय की",
  "retired employees governed by the Notification dated 19-5-2009, within three": "पात्र कर्मचारी दिनांक 9-5-2009 की अधिसूचना द्वारा शासित",
  "expressed by this Court without considering’ the relevant statutory provisions of 1965 Act. Under": "965 अधिनियम के प्रासंगिक वैधानिक प्रावधानों पर विचार किए बिना इस",
  "and servants of the Board subject to such control and": "बोर्ड बोर्ड के अधिकारियों और सेवकों को ऐसे नियंत्रण और प्रतिबंधों के",
  "restrictions as may from time to time be imposed by the State Government, by special or general orders. Thus, the appointments are to be made under the": "अधीन नियुक्त कर सकता है, जो समय-समय पर राज्य सरकार द्वारा विशेष या सामान्य आदेशों द्वारा लगाए जा सकते हैं। इस प्रकार, नियुक्तियां राज्य",
  "control of the State Government which clearly": "सरकार के नियंत्रण में की जानी हैं जो स्पष्ट रूप से इंगित करती हैं कि राज्य",
  "indicate that State can issue special or general orders with regard to appointments which can very": "नियुक्तियों के संबंध में विशेष या सामान्य आदेश जारी कर सकते हैं जो",
  "well include conditions of service of the employees": "नियुक्त किए जाने वाले कर्मचारियों की सेवा की शर्तों को अच्छी तरह से",
  "State Government on Board and other local authority.": "92 में बोर्ड और अन्य स्थानीय प्राधिकरण पर राज्य सरकार के नियंत्रण का",
  "It is further submitted that Section 94(2)(nn)": "प्रावधान है। उन्होंने आगे यह तर्क प्रस्तुत किया कि धारा 94(2)(एनएन)",
  "empowers the State to make rules on any matter for": "राज्य को किसी भी मामले पर नियम बनाने का अधिकार देती है जिसके",
  "which regulation may be made by the Board under": "लिए बोर्ड द्वारा धारा 95 के तहत विनियमन बनाया जा सकता है। इस प्रकार",
  "that the State Government has ample jurisdiction to": "राज्य सरकार के पास नियम बनाने की शक्ति थी जब बोर्ड बोर्ड के",
  "issue directions’ with regard to the service conditions of the employees, officers of the Board": "अधिकारियों और कर्मचारियों की सेवा की शर्तों के संबंध में विनियमन बना",
  "regard conditions of service of the officers and servants of the Board, the power has clearly been": "सकता है, तो बोर्ड के अधिकारियों और कर्मचारियों की सेवा की शर्तों के",
  "servants of the Board, the power has clearly been conceded to State Government to make rules with": "संबंध में नियम बनाने की शक्ति स्पष्ट रूप से राज्य सरकार को दी गई है। यह",
  "Preetam Singh’s case the attention of the Bench is": "तर्क दिया गया है कि प्रीतम सिंह के मामले में न्यायपीठ का ध्यान धारा 8,",
  "not invited to Sections 8, 92 and 94(2)(nn) nor the": "92 और 94(2) (एनएन) पर आकर्षित नहीं किया गया है और न ही निर्णय में",
  "aforesaid provisions have been considered in _ the judgment and had the Court adverted to the aforesaid": "पूर्वक्त प्रावधानों पर विचार किया गया है और यदि न्यायालय ने पूर्वोक्त",
  "provisions it could not have held that conditions of": "प्रावधानों पर ध्यान दिया होता, तो यह नहीं माना जा सकता था कि",
  "service of the employees do not constitute the": "कर्मचारियों की सेवा की शर्तें विकास परिषद के कार्यों का गठन नहीं करती",
  "Constitution empowers the State Legislature to frame law on public services and State has also executive": "प्रविष्टि 4। राज्य विधानमंडल को लोक सेवाओं पर कानून बनाने का",
  "law on public services and State has also executive power on all subjects where it has legislative power,": "अधिकार देती है और राज्य के पास उन सभी विषयों पर कार्यकारी शक्ति भी",
  "thus, the State can exercise its executive power with": "होती है जहां इसके पास विधायी शक्ति होती है, इस प्रकार राज्य लोक",
  "conditions of the employees.": "कर्मचारियों की सेवा शर्तें शामिल हैं।",
  "21. He further submits that functions of the Board as": "2. वह आगे तर्क देते हैं कि धारा 5 के तहत विचारणीय बोर्ड के कार्य",
  "Act and the conditions of service of the employees do": "के अधिकारियों, कर्मचारियों की सेवा शर्तों संबंधी निर्देशों को जारी करने के",
  "(1) The conditions of service of the employees do not constitute the functions of the Vikas": "() कर्मचारियों की सेवा की शर्तें विकास परिषद्‌ के कृत्यों का गठन नहीं",
  "(2) The State Government can issue directions on": "(2) राज्य सरकार 965 अधिनियम की धारा 5 द्वारा यथा अनुध्यात",
  "question of policy only with regard to the specified functions as_ contemplated by": "विनिर्दिष्ट कृत्यों के संबंध में ही नीति के प्रश्न पर निदेश जारी कर सकती",
  "(3) The conditions of the service of employees": "(3) कर्मचारियों की सेवा की शर्तें जो अधिनियम की धारा 5 के अधीन",
  "jurisdiction to issue directions regarding": "संबंध में परिषद को निर्देश जारी करने की शक्ति है, इस अदालत ने प्रीतम",
  "answered by this Court in Preetam Singh’s case. He": "सिंह के मामले में सही उत्तर दिया गया है। उन्होंने कहा कि इस न्यायालय",
  "submits that there is no error in the judgment of this Court requiring any reconsideration. It is": "के फैसले में कोई त्रुटि नहीं है, जिसमें किसी भी पुनर्विचार की आवश्यकता",
  "of the present case. Mere non-consideration of any": "लिए कोई भी शर्त वर्तमान मामले के तथ्यों में संतुष्ट नहीं है। किसी भी",
  "statutory provision is no ground to refer’ the question to a larger Bench. The central question in": "वैधानिक प्रावधान पर विचार न करना मात्र प्रश्न को बड़ी बेंच को संदर्भित",
  "to issue directions with regard to service conditions of the employees of the Board which has_ been": "बोर्ड के कर्मचारियों की सेवा शर्तों के संबंध में निर्देश जारी करने की राज्य",
  "discussed elaborately and answered. Non-": "की शक्तियां जिसकी विस्तृत रूप से चर्चा की गई है और उत्तर दिया गया है।",
  "and decided is not a ground for making reference. Referring to Section 92 of the Act he submits that": "करने के लिए एक आधार नहीं है। अधिनियम की धारा 92 को संदर्भित करते",
  "direction under Section 92 shall relate to functions": "हुए उन्होने तर्क दिया कि धारा 92 के तहत निर्देश बोर्ड के कार्यों से संबंधित",
  "of the Board as enumerated in Section 15 which does": "होगा जैसा कि धारा 5 में प्रख्यापित है जिसमें बोर्ड के अधिकारियों और",
  "28. In Preetam Singh’s case, this Court has extracted": "वैधानिकता का मुद्दा प्रीतम सिंह के मामले के फैसले में इस न्यायालय के",
  "conditions of the service of the employees is not the": "कर्मचारियों की सेवा की शर्तें विकास परिषद के कार्यों का गठन नहीं करती",
  "provisions of this Act and the rules and": "अधिनियम के उपबंधों और नियमों और विनियमों के अधीन रहते हुए” शब्दों",
  "regulations”, thus, functions of the Board as enumerated in Section 15 are subject to- the": "के साथ आरंभ होती है, इस प्रकार, बोर्ड के कृत्य जैसा कि धारा 5 में",
  "enumerated in Section 15 are subject to- the provisions of 1965 Act. Thus, functions of the Board": "संगणित है, 965 अधिनियम के प्रावधानों के अधीन है। इस प्रकार, बोर्ड के",
  "as enumerated in Section 15 are not exhaustive and": "कार्य जैसे धारा 5 में संगणित है, संपूर्ण नहीं है और अधिनियम, नियमों और",
  "have to be read along with functions of the Board as per other provisions of the Act, rules and": "विनियमों के अन्य प्रावधानों के अनुसार बोर्ड के कार्यों के साथ पढ़ा जाना",
  "regulations. Section 8 of the Act is an appropriate illustration for the present purpose. Section 8": "चाहिए। अधिनियम की धारा 8 वर्तमान उद्देश्य के लिए एक उपयुक्त दृष्टांत है।",
  "provides for appointment of officers and servants.": "धारा 8 में अधिकारियों और कर्मचारियों की नियुक्ति का प्रावधान है।",
  "Section 8 of the Act is as follows:": "अधिनियम की धारा 8 इस प्रकार है:",
  "“8. Appointment of officers and servants. -": "\"8. अधिकारियों और कर्मचारियों की नियुक्ति- () राज्य",
  "State Government, by special or general": "सरकार द्वारा विशेष या सामान्य आदेशों द्वारा समय-समय पर",
  "the efficient performance of its functions.": "कि वह अपने कार्यों के कुशल प्रदर्शन के लिए आवश्यक",
  "(2) The Board may, with the previous": "(2) बोर्ड, राज्य सरकार के पूर्व अनुमोदन से, उसके अधीन",
  "Government or of a local authority on any": "केन्द्रीय या राज्य सरकार के या किसी स्थानीय प्राधिकारी के",
  "30. Section 8 as extracted above indicates’ that": "30. उपरोक्त उद्धृत धारा 8 इंगित करती है कि अधिकारियों और कर्मचारियों",
  "appointment of officers and servants is also one of": "की नियुक्ति भी बोर्ड के कार्यों में से एक है। मान लीजिए कि बोर्ड किसी भी",
  "appoint any officer and servant can it carry out": "अधिकारी और कर्मचारी की नियुक्ति नहीं करता है तो क्या यह अधिनियम",
  "servants is one of the functions of the Board and": "प्रकार, अधिकारियों और कर्मचारियों की नियुक्ति बोर्ड के कार्यों में से एक है",
  "when power of appointment is given, power of laying": "और जब नियुक्ति की शक्ति दी जाती है, तो सेवा की शर्तों को निर्धारित करने",
  "case where there are no rules or regulations for": "के नियम और शर्ते निर्धारित करने के लिए कोई नियम या विनियम नहीं हैं,",
  "employees of the Board, the Board can regulate the terms and conditions even by the executive orders. In": "तो बोर्ड कार्यकारी आदेशों द्वारा भी नियमों और शर्तों को विनियमित कर",
  "Preetam Singh’s case attention of this Court was not": "सकता है। प्रीतम सिंह के मामले में इस न्यायालय का ध्यान \"अधिनियम,",
  "drawn on the expression “subject to the provisions of the Act, rules and regulations” which was expression": "नियमों और विनियमों के प्रावधानों के अधीन\" अभिव्यक्ति पर नहीं खींचा",
  "of extreme importance and clearly intended to amplify": "गया था जो अत्यधिक महत्व की अभिव्यक्ति थी और स्पष्ट रूप से बोर्ड को",
  "and add other functions to the Board as provided in the Act, rules and regulations. Provisions of Section": "अन्य कार्यों को बढ़ाने और जोड़ने का इरादा था जैसा कि अधिनियम, नियमों",
  "8(2) of 1965 Act indicates that the Board with the": "और विनियमों में प्रदान किया गया है। 965 अधिनियम की धारा 8(2)के",
  "servant of the Central or the State Government or of a local authority or any of the posts under it on": "राज्य सरकार या स्थानीय प्राधिकारी के किसी कर्मचारी या इसके तहत",
  "31. Thus, in case of appointment under Section 8(2) terms and conditions of appointment has to be laid": "3. इस प्रकार, नियुक्ति के मामले में धारा 8(2) के तहत नियुक्ति की शर्तों",
  "terms and conditions of appointment has to be laid down although with the agreement as agreed upon.": "और नियमों को निर्धारित किया जाना चाहिए, हालांकि समझौते पर सहमति",
  "Section 8(2) is clearly indicative that terms and": "के साथ। धारा 8 (2) स्पष्ट रूप से संकेत दे रही है कि नियुक्ति के नियम और",
  "conditions of the appointment are not alien to the functions of the Board. Section 95(1) which empowers": "शर्तें बोर्ड के कार्यों से अलग नहीं हैं। धारा 95() जो बोर्ड को नियमों को",
  "the Board to frame regulations is as follows: “Power to make regulations.- (1) The": "बनाने का अधिकार देता है, इस प्रकार है:",
  "provided in Section 8(1) when the appointment of": "द्वारा नियंत्रण और प्रतिबन्ध अभिव्यक्तः धारा 8([) में प्रदान किए गए हैं जब",
  "officers and servants by the Board is expressly": "बोर्ड द्वारा अधिकारियों और कर्मचारियों की नियुक्ति अभिव्यक्तः राज्य",
  "subject to control and restrictions as may from time to time be imposed by the State Government, it cannot": "सरकार द्वारा तत्समय लगाये गये प्रतिबन्धों और नियंत्रणों के अधीन है, तो",
  "be said that the State Government had no jurisdiction": "यह नहीं कहा जा सकता है कि राज्य सरकार के पास कर्मचारियों की सेवा",
  "express rule making power with regard to all subject where regulations may be made by the Board under": "सरकार को ऐसे सभी विषय के संबंध में, जहां बोर्ड द्वारा धारा 95 के तहत",
  "Section 95. Section 94(1) and (2)(nn) provides as follows:": "धारा 94() और (2)(एनएन) इस प्रकार प्रावधान करता है:",
  "“94.Power to make Rules.- (1) The State": "\"94. नियम बनाने की शक्ति- () राज्य सरकार राजपत्र में",
  "the purposes of this Act.": "अधिसूचना द्वारा इस अधिनियम के प्रयोजनों को कार्यान्वित",
  "(2) In particular and without prejudice": "(2) विशिष्टतया और पूर्वगामी शक्ति की व्यापकता पर प्रतिकूल",
  "such rules may provide for -": "प्रभाव डाले बिना, ऐसे नियम निम्नलिखित के लिए उपबंध कर सकेंगे-",
  "(nn) any matter for which regulation may be made by the Board under Section 95;": "(ढढ) किसी मामले में जिसके लिए धारा 95 के तहत बोर्ड द्वारा",
  "by Section 92(2). Section 92(2) has its operation for": "सेवा शर्तों से संबंधित राज्य सरकार के निर्देशों पर धारा 92(2) में विचार",
  "Carrying out the purpose of this Act. The words": "नहीं किया गया है। इस अधिनियम के उद्देश्य को पूरा करने के लिए धारा",
  "“purpose of this Act” are vide enough which encompass": "92(2) की अपनी प्रयोज्यता है। “इस अधिनियम का प्रयोजन” शब्द पर्याप्त",
  "in itself the appointment of officers and staff of": "संदर्भ हैं जो स्वयं बोर्ड के अधिकारियों और कर्मचारियों की नियुक्ति को",
  "the Board. Hence, the State Government can as well issue directions under Section 95(2) regarding appointment of officers and servants. Section 92 has": "समाहित करता है अतः राज्य सरकार धारा 95(2) के तहत अधिकारियों और कर्मचारियों की नियुक्ति के संबंध में निर्देश जारी कर सकती है। प्रीतम",
  "also not been considered in Preetam Singh’s case.": "सिंह के मामले में धारा 92 पर भी विचार नहीं किया गया है।",
  "34. In view of the above, we are of the considered Opinion that the Bench in Preetam Singh’s judgment in": "34. उपरोक्त के मद्देनजर हम इस विचार पर हैं कि प्रीतम सिंह के फैसले में",
  "employees do not constitute the functions of the": "परिषद के कार्यों का गठन नहीं करती है, इसने धारा 5() में दिए गए नियमों",
  "expression subject to the provisions of this Act,": "और विनियमों, इस अधिनियम के उपबन्धों के अधीन अभिव्यक्त और धारा",
  "35. In event the functions of the Board includes conditions of the service of the employees of the": "35. यदि बोर्ड के कार्यों में बोर्ड के कर्मचारियों की सेवा की शर्तें शामिल हैं, तो",
  "Board the State Government shall have jurisdiction under 1975 Act as well under 1965 Act to issue": "राज्य सरकार के पास 975 अधिनियम के तहत और साथ ही 965",
  "officers and servants of the Board, the control and": "अधिनियम के तहत बोर्ड के अधिकारियों और कर्मचारियों की नियुक्ति के",
  "directly concerned in this’ case, lays down": "सीधे संबंधित हैं, प्रतिपादित करता है:",
  "\"Subject to the provisions of this Constitution, the executive power of a State shall extend to the matters with": "\" इस संविधान के उपबंधों के अधीन रहते हुए, किसी राज्य की कार्यपालिका शक्ति का विस्तार उन विषयों तक होगा",
  "respect to which the Legislature of the": "जिनके संबंध में राज्य के विधान-मंडल को विधि बनाने की",
  "Provided that in any matter with respect to which the Legislature of a": "बशर्ते कि किसी भी मामले में जिसके संबंध में किसी राज्य",
  "State and Parliament have power to make laws, the executive power of the State": "और संसद के विधानमंडल को कानून बनाने की शक्ति है,",
  "executive power expressly conferred by this Constitution or by any law made by": "राज्य की कार्यकारी शक्ति इस संविधान द्वारा प्रदत्त या संसद",
  "Parliament upon the Union or authorities": "द्वारा संघ या उसके अधिकारियों पर बनाए गए किसी कानून",
  "Thus under this article the executive": "इस प्रकार इस अनुच्छेद के तहत राज्य का कार्यकारी",
  "In paragraph 13 the Constitution Bench laid down:": "संविधान पीठ ने निर्धारित किया:",
  "“(13) The limits within which the executive": "\"(3) जिन सीमाओं के भीतर कार्यपालिका सरकार भारतीय",
  "Government can function under the Indian": "संविधान के अधीन कार्य कर सकती है, उन सीमाओं का उस",
  "Constitution can be ascertained without": "संविधान ने स्थापित किया है, बिना कठिनाई के पता लगाया",
  "service of officers and employees do- not": "मामलों के संबंध में सार्वजनिक सेवाओं और पदों पर नियुक्त व्यक्तियों की",
  "not include the service conditions of employees of": "और कर्मचारियों की सेवा की शर्तों के बारे में विनियमों को बनाने की शक्ति है,",
  "42. The regulations dated 19.05.2005 regarding pension/family pension and gratuity scheme which have been relied in the Preetam Singh’s case itself": "42. पेंशन/पारिवारिक पेंशन और ग्रेच्युटी योजना से संबंधित दिनांक 9.05.2005 के विनियमन जिस पर प्रीतम सिंह के मामले में अवलम्बन",
  "contemplates that pension/family pension and gratuity scheme as admissible to officers and servants of the": "लिया गया है, स्वयं इस बात पर विचार करते हैं कि सरकार के अधिकारियों और कर्मचारियों के लिए स्वीकार्य पेंशन/पारिवारिक पेंशन और श्रेच्युटी",
  "Government shall also apply to Board. The regulations Clearly mention that the Government orders shall also": "योजना बोर्ड पर भी लागू होगी। विनियमों में स्पष्ट रूप से उल्लेख किया गया है",
  "Clearly mention that the Government orders shall also be admissible to the officers and employees of the": "कि सरकार के आदेश बोर्ड के अधिकारियों और कर्मचारियों के लिए भी",
  "Board and at serial No.5 following was included “all": "स्वीकार्य होंगे और क्रम सं. 5 पर निम्नलिखित शामिल किए गए थे",
  "orders of financial department of U.P. as relief to pension/family pension and_ gratuity”. When the": "\"पेंशन/पारिवारिक पेंशन और ग्रेच्युटी की राहत से संबंधित उ.प्र. के वित्तीय",
  "Regulations 2009 itself contemplates issuance of Government order regulating pension/family pension and gratuity which was to be made applicable to the": "विभाग के सभी आदेश\"। जब विनियम 2009 स्वयं पेंशन/पारिवारिक पेंशन और ग्रेच्युटी को विनियमित करने वाले सरकारी आदेश जारी करने पर",
  "and gratuity which was to be made applicable to the officers and servants of the Board, it does not": "विचार करता है, जिसे बोर्ड के अधिकारियों और कर्मचारियों पर लागू किया",
  "appeal to reason that the State Government has no": "जाना था, तो यह इस कारण को उत्पन्न नहीं करता है कि राज्य सरकार के",
  "power to issue orders pertaining to pension/family pension and gratuity.": "पास पेंशन/पारिवारिक पेंशन और ग्रेच्युटी से संबंधित आदेश जारी करने की",
  "43. Due to the above reasons we are of the view that": "43. उपरोक्त कारणों से हमारा यह मत है कि तीन पहलुओं अर्थात्‌ (), (2)",
  "conditions of officers and employees as_ per": "प्रतिपादित करते हुए कि अधिकारियों और कर्मचारियों की सेवा की शर्ते",
  "Section 95(1)(f) of the 1965 Act.": "अधिनियम की धारा 95 ()(च) के अनुसार अधिकारियों और कर्मचारियों",
  "(3) Whether the State Government had no": "(3) क्या राज्य सरकार को 965 अधिनियम और 975 अधिनियम और"
}