{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय अधिकारिता",
  "Versus": "बनाम",
  "JUDGMENT": "निर्णय",
  "Deepak Gupta, J.": "न्यायमूर्ति दीपक गुप्ता",
  "Babu Ram (PW-1) lodged a written complaint (Exh.P.1) with": "बाबू राम (?४/-) ने थाना चुरखी में इस आशय की एक लिखित शिकायत (प्रदर्श",
  "informed by his nephew Sarman Singh (deceased) that when he-": "?.) दर्ज कराई कि उन्हें उनके भतीजे सरमन सिंह (मृतक) द्वारा सूचित किया",
  "Sarman Singh was ploughing his field in the morning of": "गया था कि जब वह- सरमन सिंह 7.06.982 की सुबह अपने खेत की जुताई",
  "17.06.1982, accused Lakhan Singh (A-1) reached there and": "कर रहा था, आरोपी लखन सिंह (ए-7) वहां पहुँचा और सरमन सिंह को गालियां",
  "hurled abuses at Sarman Singh. Lakhan Singh told Sarman Singh that he should not till the plot otherwise he would be": "दीं। लखन सिंह ने सरमन सिंह से कहा कि वह प्लाट पर बुआई न करे अन्यथा उसे",
  "killed. Sarman Singh retorted that the plot does not belong to": "मार दिया जाएगा। सरमन सिंह ने जवाब दिया कि भूखंड लखन के पिता का नहीं है",
  "(2) Material witnesses had been withheld by the prosecution;": "(2) महत्वपूर्ण गवाहों को अभियोजन पक्ष द्वारा प्रस्तुत नहीं किया गया;",
  "(3) Independent witnesses had not been produced;": "(3) स्वतंत्र गवाह पेश नहीं किए गए थे;",
  "(4) Motive was not proved;": "(4) हेतुक साक्ष्य नहीं हुआ था;",
  "(5) Witnesses examined were inimical against the": "(५) जिन गवाहों का परीक्षण किया गया, वे आरोपी के विरोधी थे और",
  "accused and highly interested witnesses; and": "अत्यधिक हितबद्ध साक्षी थे; तथा",
  "(6) That the prosecution had failed to prove the case beyond reasonable doubt.": "(6) यह कि अभियोजन पक्ष मामले को युक्तियुक्त संदेह से परे साक्ष्य करने में",
  "5. The State filed an appeal in the High Court. During the": "५. राज्य ने उच्च न्यायालय में अपील दायर की। अपील के विचाराधीन रहने के",
  "pendency of the appeal, three of the accused namely, Lakhan Singh (A-1), Krishna Autar (A-3) and Virendra Singh (A-6), died": "दौरान, तीन अभियुक्तों लखन सिंह (#-), कृष्ण अवतार (#-3) और वीरेंद्र सिंह",
  "judgment of the Trial Court and held that :-": "न्यायालय के निर्णय को अपास्त कर दिया और कहा कि:",
  "(1) there was no material contradiction between the medical evidence and the statement of the eye witnesses;": ") चिकित्सकीय साक्ष्य और चश्मदीद गवाहों के बयान के बीच कोई महत्वपूर्ण विरोधाभास नहीं था;",
  "(2) that the presence of the eye witnesses on the spot stood proved;": "(2) यह कि मौके पर प्रत्यक्षदर्शी गवाहों की मौजूदगी साक्ष्य हुई;",
  "(3) that the prosecution had explained why it had": "(3) यह कि अभियोजन पक्ष ने समझाया था कि उसने एक गवाह से",
  "not examined one of the witnesses and held that": "पूछताछ क्यों नहीं की और यह कहा कि अभियोजन पक्ष ने आरोपी के",
  "Accordingly, Ramji Singh (A-2), Laxman Singh (A-4) and Lala": "तदनुसार, रामजी सिंह (ए-2), लक्ष्मण सिंह (ए-4) और लाला राम (ए-5) को",
  "punishable under Sections 147, 148, 302/149 of the IPC, and": "आईपीसी की धारा 47, 48, 302/49 के तहत दंडनीय अपराध करने और",
  "for the offence under Section 302 read with 149, IPC they have": "आईपीसी की धारा 302 सपठित धारा 49 के तहत अपराध के लिए दोषी पाया",
  "been sentenced to rigorous imprisonment for life and a fine of": "गया। उन्हें आजीवन सश्रम कारावास और 0,000 रुपये / प्रत्येक का जुर्माना",
  "Rs.10,000/- each. Hence this appeal by the convicted accused.": "की सजा सुनाई गई । इसलिए दोषसिद्ध आरोपियों द्वारा यह अपील की गयी।",
  "6. We have heard Mr. Rajiv Dutta and Mr. Siddharth Luthra, learned senior counsel appearing for the appellants and Ms.": "6. हमने अपीलार्थियों की ओर से उपस्थित विद्वान वरिष्ठ अधिवक्ता श्री राजीव दत्ता और श्री सिद्धार्थ लूथरा को और उत्तर प्रदेश राज्य की विद्वान अधिवक्ता सुश्री",
  "rightly come to the conclusion that the medical evidence makes": "विचारण न्यायालय ठीक ही इस निष्कर्ष पर पहुंचा था कि चिकित्सीय साक्ष्य घटना",
  "the presence of Babu Ram (PW-1) and Nand Kishore (PW-2) at": "स्थल पर बाबू राम (?//-) और नंद किशोर (।४/-2) की उपस्थिति को अत्यंत",
  "the scene of occurrence extremely doubtful and, therefore, it is urged that no reliance should be placed on their statements. It": "संदिग्ध बनाते हैं और इसलिए, यह आग्रह किया कि उनके बयानों पर कोई भरोसा",
  "is also urged that there are many contradictions in the statements of these two witnesses which render their version": "नहीं किया जाना चाहिए। यह भी आग्रह किया गया कि इन दोनों गवाहों के बयानों में",
  "deceased and being interested witnesses, no reliance should be": "मृतक से संबंधित हैं और हितबद्ध गवाह होने के नाते, उनके बयानों पर कोई भरोसा",
  "ante timed and ante dated and this is evident from the delay in delivery of the special report. It was also submitted that": "दिनांकित है और यह विशेष रिपोर्ट देने में देरी से स्पष्ट है। यह भी कहा गया कि",
  "material witnesses have not been examined and the ballistic": "महत्वपूर्ण गवाहों से पूछताछ नहीं की गई और अभियोजन पक्ष द्वारा बैलिस्टिक",
  "report was not proved by the prosecution. Lastly, it was": "रिपोर्ट को साक्ष्य नहीं किया गया था। अंत में, यह कहा गया कि विचारण न्यायालय",
  "submitted that the Trial Court had taken a view which was a": "ने एक एक संभावित दृष्टिकोण अपनाया और इस दृष्टिकोण को उच्च न्यायालय द्वारा",
  "7. On the other hand, Ms. Sansriti Pathak, learned counsel for": "7. दूसरी ओर, उत्तर प्रदेश राज्य की विद्वान अधिवक्ता सुश्री संसृति पाठक ने",
  "the State of U.P. urged that the view of the Trial Court was perverse and she pointed out that there is no contradiction": "कहा कि विचारण न्यायालय का दृष्टिकोण विकृत था और उन्होंने कहा कि",
  "perverse and she pointed out that there is no contradiction between the medical evidence and the ocular evidence. She": "चिकित्सकीय साक्ष्य और प्रत्यक्षदर्शी साक्ष्य के बीच कोई विरोधाभास नहीं है।",
  "further submitted that the time of recording of the FIR is": "उन्होंने आगे कहा कि प्राथमिकी दर्ज करने का समय सही ढंग से दर्ज किया गया है",
  "correctly recorded and is supported by the evidence on record. Lastly, she submitted that all material witnesses have been": "और अभिलेख पर मौजूद साक्ष्य द्वारा समर्थित है। अंत में, उन्होंने कहा कि सभी",
  "both of them abused each other. Thereafter, Lakhan Singh went to his house. Sarman Singh after completing the ploughing came": "दूसरे को गालियां दीं। इसके बाद लखन सिंह अपने घर चला गया। सरमन सिंह ने",
  "to his house. Sarman Singh after completing the ploughing came home and mentioned about this incident to Babu Ram (PW-1.) In": "जुताई पूरी करके घर आकर इस घटना का जिक्र बाबू राम (?४/) से किया।",
  "the FIR it is also reported that the relations between the two were": "प्राथमिकी में यह भी बताया गया है कि दोनों के बीच संबंध तनावपूर्ण थे और ग्राम",
  "strained and Lakhan Singh belonged to a different group in the elections for the post of Village Pradhan. Sarman Singh had": "प्रधान के चुनाव में लखन सिंह एक अलग समूह के साथ था। सरमन सिंह ने लखन",
  "fought the election against Lakhan Singh. Lakhan Singh had": "सिंह के खिलाफ चुनाव लड़ा था। लखन सिंह चुनाव जीता था।",
  "2. Immediately, after informing Babu Ram of the incident, Sarman Singh went to get his agricultural implement (datuwa)": "2. .. बाबू राम को घटना की सूचना देने के तुरंत बाद सरमन सिंह बढ़ई से अपने",
  "Sarman Singh went to get his agricultural implement (datuwa) repaired from the carpenter and the informant Babu Ram (PW-1)": "कृषि यंत्र (दतुवा) की मरम्मत करवाने चला गया और मुखबिर बाबू राम (?//-7)",
  "also accompanied him. It was about noon. As soon as they were": "भी उसके साथ गया। दोपहर के करीब का समय था। जैसे ही वे दशरथ सिंह के घर",
  "crossing the house of Dasharath Singh, Sarman Singh told Babu Ram (PW-1) that Babu Ram should get the datuwa repaired from": "को पार कर रहे थे, सरमन सिंह ने बाबू राम (।१४/) से कहा कि बाबू राम बढ़ई से",
  "the bullocks from Dasharath Singh. Sarman Singh entered the": "कीमत लेने चला गया। सरमन सिंह दशरथ सिंह के घर के अआहाते में घुसा और",
  "should be placed on the statement of the eye witnesses.": "वह यह है कि क्या प्रत्यक्षदर्शी गवाहों के बयान पर भरोसा किया जाना चाहिए।",
  "Obviously, if we believe the statement of the eye witnesses and": "जाहिर है, यदि हम प्रत्यक्षदर्शी गवाहों के बयान पर विश्वास करते हैं और मानते हैं",
  "hold that they are truthful witnesses, then the appeal has to be dismissed. However, if a doubt is cast on the veracity of these two witnesses then the benefit of doubt has to go to the accused.": "कि वे सच्चे गवाह हैं, तो अपील को खारिज करना होगा। हालांकि, अगर इन दोनों गवाहों की सत्यता पर संदेह किया जाता है तो संदेह का लाभ आरोपी को ही देना",
  "As far as the statements of these witnesses recorded in the case are concerned, they are almost identical and there are no major": "होगा। जहां तक मामले में दर्ज इन गवाहों के बयानों का प्रश्न है, ये लगभग एक जैसे",
  "contradictions between them. A lot of emphasis has been placed": "हैं और इनमें कोई बड़ा विरोधाभास नहीं है. अपीलकर्ताओं द्वारा इस तथ्य पर बहुत",
  "by the appellants on the fact that many things stated by PW-1 in": "जोर दिया गया है कि पीडब्ल्यू-7 द्वारा न्यायालय में अपने परीक्षण में कही गई कई",
  "As far as this aspect is concerned, we may note that according to PW-1, he was present at the place of incidence itself and": "हम नोट कर सकते हैं कि पीडब्लू -। के अनुसार, वह घटना के स्थान पर ही",
  "immediately after the occurrence dictated the complaint to Ram Lakhan (PW-4), who states that Exh.P.1 is in his hand writing": "मौजूद था और घटना के तुरंत बाद राम लखन (पीडब्ल्यू-4) से, तहरीर लिखवाई, जिसने कहा है कि प्रदर्श पी. उनके द्वारा लिखा गया और उसने वही",
  "and he had written whatever was dictated to him by Babu Ram": "लिखा था जो बाबू राम (?४/-) ने उसे बोला था। इसके बाद, उसने और बाबू",
  "(PW-1). Thereafter, he and Babu Ram had both signed the said": "राम दोनों ने उक्त तहरीर (प्रदर्श पी.) पर हस्ताक्षर किए थे। प्रदर्श पी.] पर",
  "on Exh.P.1 it is apparent that Babu Ram is barely literate and": "प्रदर्शित होने वाले बाबू राम के हस्ताक्षर से यह स्पष्ट है कि बाबू राम मुश्किल से",
  "cannot write. PW-4 is a teacher and the suggestion put to him": "साक्षर है और लिख नहीं सकता। पीडब्लू-4 एक शिक्षक है और जिरह में उससे",
  "in cross examination was that there is some litigation between his uncle and some persons connected with the accused, but he": "पूछा गया था कि उसके चाचा और आरोपी से जुड़े कुछ लोगों के बीच मुकदमा है,",
  "said that he was not aware of the same. He clearly states that": "लेकिन उसने कहा कि उसे इसकी जानकारी नहीं। उसने स्पष्ट रूप से कहा कि वह",
  "he is not a party to any party politics. With regard to the": "किसी दलगत राजनीति का पक्षधर नहीं हैं। तहरीर के संबंध में उससे एक ही बात",
  "complaint the only suggestion put to him was that he had not prepared any complaint in the village and that the complaint": "कही गयी कि उसने गांव में कोई तहरीर तैयार नहीं की थी और शिकायत थाने में",
  "about 2.00 PM. He was accompanied by another constable, the": "प्राथमिकी दोपहर लगभग 2.00 बजे दर्ज की गई थी। उनके साथ एक अन्य",
  "SHO and the sub-inspector. According to him, they left": "आरक्षी, एसएचओ और उप-निरीक्षक भी थे। उनके अनुसार, वे घटना स्थल",
  "Pithuipur where the occurrence took place at 5.30 PM carrying the dead body in the bullock cart and on the way the wheel of": "पिथुईपुर से शाम 5.30 बजे शव को बैलगाड़ी में लेकर निकले और रास्ते में",
  "the bullock-cart stopped functioning and they spent that night in village Bamohra. He states that he could make arrangement": "बैलगाड़ी का पहिया खराब हो गया और उन्होंने वह रात गांव बमोहरा में बिताई. वह",
  "in village Bamohra. He states that he could make arrangement of another wheel at about 6 to 7.00 AM in the next morning and,": "कहता है कि वह अगले दिन सुबह करीब 6 से 7.00 बजे दूसरे पहिये की व्यवस्था",
  "thereafter, covered the distance between Bamohra and Orai in 3": "कर सका और उसके बाद बमोहरा और उरई के बीच की दूरी 3 घंटे में तय किया।",
  "hours. The distance is 24 Kms, and according to the Trial Court": "दूरी 24 किलोमीटर है, और विचारण न्यायालय और अपीलकर्ताओं के अनुसार",
  "and the appellants bullock cart cannot cover this distance in 3 hours. In our opinion, the Trial Court had no material to come": "बैलगाड़ी यह दूरी3 घंटे में नहीं चल सकती। हमारी राय में, विचारण न्यायालय के",
  "to this conclusion that the bullock-cart cannot cover this distance in 3-4 hours.": "पास इस निष्कर्ष पर पहुंचने के लिए कोई आधार नहीं है कि बैलगाड़ी 3-4 घंटे में इस दूरी को तय नहीं कर सकती है।",
  "13. The other main ground relied upon by the appellant is the": "3. अपीलकर्ता द्वारा अवलंबित दूसरा मुख्य आधार चिकित्सकीय साक्ष्य है। चूंकि",
  "medical evidence. Since this is very relevant, we are quoting the": "यह बहुत प्रासंगिक है, इसलिए हम साक्ष्य के प्रासंगिक हिस्से को विस्तार से उद्धृत",
  "relevant portion of the evidence in detail. Dr.G.C.Misra (PW-5) was the medical officer who carried out the post-mortem at 2.00": "कर रहे हैं। डॉ.जी.सी.मिश्रा (?४/-5) चिकित्सा अधिकारी थे जिन्होंने",
  "was the medical officer who carried out the post-mortem at 2.00 PM on 18.06.1982. On external examination he found the": "8.06.982 को दोपहर 2.00 बजे पोस्टमॉर्टम किया। बाहरी जांच में उन्हें",
  "following injuries :-": "निम्नलिखित चोटें मिलीं:",
  "“@ Incised wound 12 x 2 cm x bone deep on left": "(।) कटे हुए का घाव 2 ५ 2 सेमी ५ माथे के बाई ओर हड्डी तक गहरा, जो",
  "side of forehead extending to left on exilla tailing towards left.": "बाई ओर एक्सिला की तरफ निकलता हुआ।",
  "(ii)Incised wound 3 cm x 1 cm x bone deep on left side of": "() कटे हुए घाव 3 सेमी ५ 7 सेमी ५ चेहरे के बाई ओर हड्डी तक गहरा चोट",
  "face 2 cm below injury no.1 tailing towards left.": "संख्या के 2 सेमी नीचे बाई ओर निकलता हुआ।",
  "(x) Incised wound 2 cm x 0.5 cm x muscles deep on dorsal": "(५) कटे हुए घाव 2 सेमी » 0.5 सेमी ५ मांसपेशियों तक गहरा दाहिने हाथ",
  "aspect middle joint of index finger of right hand.": "की तर्जनी के मध्य जोड़ के के पृष्ठीय भाग पर।",
  "(xi) Incised wound 6 x 2 cm x muscles deep on dorsal of left hand adjacent to wrist joint.": "(2) कलाई के जोड़ से सटे बाएं हाथ के पृष्ठ पर कटा घाव 6 ५ 2 सेमी ५ मांसपेशियां तक गहरा।",
  "(xii) Incised wound 5 cm x 2 cm x muscle deep on": "(3) कटे हुए का घाव ५ सेमी ५ 2 सेमी ५ मांसपेशी तक गहरा, बाएं हाथ के",
  "durum of left hand, 2 cm below an injury no.11.": "ड्यूरम पर , चोट संख्या 7 से 2 सेमी नीचे।",
  "(xiii) Fire arm exit wound 3x2 cm on left scapula region about middle.": "()) बाएँ कंधे की हड्डी के बीच के भाग पर 3५2 सेमी आग्रेयास्त्र के बाहर निकलने का घाव।",
  "(xiv) Fire arm exit wound 2 x 1.6 cm on right": "(भा) अग्रेयास्त्र के बाहर निकलने का घाव 2 ५ .6 सेमी दाहिने स्कैपुलर",
  "scapular region medial border 6 cm above the infangle.": "क्षेत्र के मध्य भाग के किनारे पर इंफैंगल (? ) के 6 सेमी ऊपर की ओर।",
  "abdomen upper part 20 cm above and lateral to": "के बराबर 20 सेमी ऊपर , आंत बाहर निकलता हुआ।",
  "(xvii) Fire arm entry wound 20 cm x 1.6 cm, 2 cm": "(ता) आग्रेयास्त्र प्रवेश घाव 20 सेमी ५» .6 सेमी, चोट संख्या 36 से 2",
  "present.": "मौजूद।",
  "(xix) Exit wound (fire arm) 6 x 6 cm on left thigh": "(दांत) (आग्रेयास्त्र) निकासी घाव 6 ५ 6 सेमी बायीं जांघ के मार्जिन से",
  "(xx) Exist wound 8 x 4 cm on lateral side of left thigh": "(»%) निकासी घाव बायीं जांघ के पार्ध भाग पर 8 ५ 4 सेमी, चोट संख्या",
  "2 cm below the injury no. 19.": "9 से 2 सेमी नीचे।",
  "(xxi) Fire arm exit wound4 cm x 4 cm on left lat side": "(2) अआग्रेयास्त्र निकासी का घाव 4 सेमी » 4 सेमी जांघ के बाई ओर",
  "of thigh 3 cm below the injury no.20.": "किनारे चोट संख्या 20 से 3 सेमी नीचे।",
  "(xxii) Exit wound 4 x 4 cm on post aspect left thigh 4": "(0) निकासी घाव 4 ५» 4 सेमी बाई जांघ के पिछले हिस्से पर, चोट",
  "Singh (A-2) and Krishna Autar (A-3), fired their fire arms from": "2) और कृष्णा औतार (ए 3) ने प्रवेश द्वार से अपनी आग्रेयास्त्र चलाये। इसलिए,",
  "the entrance. Therefore, direction becomes virtually meaningless. The High Court was absolutely justified in": "दिशा वस्तुतः अर्थहीन हो जाती है। उच्च न्यायालय का यह निष्कर्ष पूरी तरह से",
  "coming to the conclusion that the Trial Court had totally": "उचित था कि विचारण न्यायालय ने स्वंय को पूरी तरह से दिशाहीन कर लिया यह",
  "misdirected itself in holding that the medical evidence did not": "मानते हुए कि चिकित्सा साक्ष्य मौखिक साक्ष्य का समर्थन नहीं करता था। यह",
  "that the injuries were not on the side on which they should": "चोटें उस तरफ नहीं थीं जिस तरफ उन्हें होना चाहिए था। जैसा कि पहले ही ऊपर",
  "observed above, a site plan is not a true to scale map and it": "देखा जा चुका है, एक साइट प्लान स्केल टू स्केल मैप सही नहीं है और यह आम",
  "generally gives the positions of the various eye-witnesses, accused etc., but obviously such site plan cannot give exact": "तौर पर विभिन्न चश्मदीद गवाहों, आरोपियों आदि की स्थिति देता है, लेकिन जाहिर",
  "positions. Directions cannot be determined from exact position": "है कि ऐसा नक्शा नजरी सही स्थिति नहीं दे सकता। दिशाओं को सटीक स्थिति से",
  "also. The direction of the injury can also vary even if the": "भी निर्धारित नहीं किया जा सकता है। चोट की दिशा भी अलग-अलग हो सकती",
  "accused and the deceased are in the same place as mentioned": "है, भले ही आरोपी और मृतक एक ही जगह पर हों जैसा कि नक्शे में बताया गया है",
  "in the map and one of them is sitting or standing at an angle.": "और उनमें से एक बैठा है या एक कोण पर खड़ा है। विचारण न्यायालय द्वारा लिया",
  "The view taken by the Trial Court was highly technical and, in": "गया विचार अत्यधिक तकनीकी था और हमारी राय में, यह दोनों चश्मदीद गवाहों",
  "our opinion, this was not a sufficient ground to disbelieve both": "पर अविश्वास करने के लिए पर्याप्त आधार नहीं था।",
  "16. In fact, in our opinion, the medical evidence fully": "6. वास्तव में, हमारी राय में, चिकित्सा साक्ष्य पूरी तरह से प्रत्यक्षदर्शी साक्ष्य का",
  "supports the ocular evidence and there is virtually no": "समर्थन करता है और वस्तुतः कोई विरोधाभास नहीं है। आश्रेयास्त्रों और धारदार",
  "contradiction. The version of the two eye witnesses with regard to the injuries caused by the fire arms and sharp-edged weapons, find corroboration from the medical report. Direction,": "हथियारों से हुई चोटों के संबंध में दो चश्मदीद गवाहों के बयान की मेडिकल रिपोर्ट",
  "as pointed out above cannot be specifically ascertained from a": "से पुष्टि होती है। दिशा, जैसा कि ऊपर बताया गया है, नक्शा नजरी से विशेष रूप",
  "site plan. The occurrence took place in a small area. The": "से सुनिश्चित नहीं किया जा सकता है। घटना एक छोटे से इलाके में हुई। मृतक एक",
  "deceased was sitting on a cot which could at best be 6’ in length. He was surrounded by six accused out of whom two": "खाट पर बैठा था जिसकी लंबाई अधिकतम 6' हो सकती है। वह छह आरोपियों से",
  "used fire arms. It would not be possible for any witness to": "घिरा हुआ था, जिनमें से दो ने आग्रेयास्त्रों का इस्तेमाल किया। किसी भी गवाह के",
  "exactly state who was at which place. Even PWs 1 and 2 have": "लिए यह सटीक रूप से बताना संभव नहीं होगा कि कौन किस स्थान पर था। यहां",
  "not stated the exact place from where the firing took place,": "तक कि पीडब्ल्यू । और 2 ने भी सही जगह नहीं बताई है जहां से फायरिंग हुई थी,",
  "except that according to both of them the firing took place from": "सिवाय इसके कि दोनों के अनुसार फायरिंग घर के प्रवेश द्वार से हुई थी और अगर",
  "17. It has been urged that the statements of the two witnesses PWs 1 and 2 should not be relied upon since they are": "7. यह कहा गया है कि दो गवाहों पीडब्लू । और 2 के बयानों पर भरोसा नहीं",
  "closely related to the deceased and there was enmity between": "किया जाना चाहिए क्योंकि वे मृतक से निकटता से संबंधित हैं और दोनों पक्षों के",
  "Krishna Autar (A-3) and his brother had litigation with Lakhan Singh(A-1). We assume these facts to be true. There is no": "विवाद था और उसके भाई का लखन सिंह (#-) के साथ मुकदमा था। हम इन",
  "Singh(A-1). We assume these facts to be true. There is no manner of doubt as stated in the complaint itself that the": "तथ्यों को सत्य मानते हैं। इसमें कोई संदेह नहीं है, जैसा कि शिकायत में ही कहा",
  "relationship between the two sides was strained. They belonged": "गया है कि दोनों पक्षों के बीच संबंध तनावपूर्ण थे। वे अलग -अलग गुटों से ताल्लुक",
  "to different groups and obviously there was enmity between": "रखते थे और जाहिर तौर पर उनके बीच दुश्मनी थी। जैसा कि अक्सर कहा जाता",
  "be both the motive for a crime and it can also be a motive to falsely implicate some other people. However, each case has to": "फंसाने दोनों का कारण हो सकता है। हालाँकि, प्रत्येक मामले को इसके स्वयं के",
  "be decided on its own evidence. In this case we have come to": "साक्ष्य के आधार पर तय करना होता है। इस मामले में हम इस निष्कर्ष पर पहुंचे हैं",
  "the conclusion that the written complaint was_ recorded immediately after the occurrence. There was no time to concoct": "कि लिखित शिकायत घटना के तुरंत बाद दर्ज की गई थी तथा जो लोग शामिल",
  "a false case implicating those who were not involved. The fact": "नहीं थे उन्हें फंसाने के लिए एक झूठा मामला गढ़ने का समय नहीं था। यह तथ्य",
  "that Sarman Singh was murdered is not disputed. The only": "कि सरमन सिंह की हत्या की गई थी, विवादित नहीं है। एकमात्र सवाल यह है कि",
  "question is whether it was the accused persons who murdered him or somebody else. Once we believe that PWs 1 and 2 are": "क्या आरोपी व्यक्तियों ने ही उसकी हत्या की या किसी और ने। एक बार जब हम",
  "eye-witnesses, then there is no reason to hold that the": "मानते हैं कि पीडब्लू । और 2 चश्मदीद गवाह हैं, तो यह मानने का कोई कारण",
  "appellants were falsely implicated. They are all named in the": "नहीं है कि अपीलकर्ताओं को झूठा फंसाया गया था। उन सभी का नाम लिखित",
  "written complaint as well as in the FIR which was recorded at": "शिकायत के साथ-साथ शीघ दर्ज की गई प्राथमिकी में भी है। उनके संस्करण की",
  "the earliest. Their version is corroborated by the version of PW- 4, who though not an eye-witness reached the spot at about": "पुष्टि पीडब्लू-4 के संस्करण से होती है, जो हालांकि कोई प्रत्यक्षदर्शी नहीं था ,",
  "12.45 PM and then scribed the complaint. In our view this": "लगभग 2.45 बजे मौके पर पहुंचा और फिर शिकायत दर्ज की। हमारे विचार में",
  "complaint depicts what actually happened.": "यह तहरीर दर्शाती है कि वास्तव में कया हुआ था।",
  "18. True it is that there are some minor variations and contradictions in the statement of the two witnesses, especially": "8. यह सच है कि दो गवाहों के बयान में कुछ मामूली बदलाव और विरोधाभास हैं,",
  "The essence of his evidence is that he had gone to pray in a temple which is close to the house of Dasharath Singh, and he": "साक्ष्य का सार यह है कि वह दशरथ सिंह के घर के पास एक मंदिर में प्रार्थना करने",
  "heard a noise and saw all the accused armed as stated hereinabove at the door of the house of Dasharath Singh.": "गया था, और शोर सुना और सभी आरोपियों को दशरथ सिंह के घर के दरवाजे",
  "“kill this goonda immediately.” On this, accused Krishna Autar,": "की ओर इशारा किया और कहा, \"इस गुंडे को तुरंत मार डालो।\" इस पर अभियुक्त",
  "and Ramji Singh fired three shots each from their guns upon Sarman Singh. They were standing at the entrance of the": "कृष्ण अवतार और रामजी सिंह ने सरमन सिंह पर तीन-तीन गोलियां चला दीं। वे",
  "house of Dasharath Singh. Though he has been cross": "दशरथ सिंह के घर के द्वार पर खड़े थे। हालांकि उनसे लंबे समय तक जिरह की गई",
  "examined at length, nothing material has come out of cross examination. His statement supports the statement of Babu Ram (PW-1), who has virtually repeated what has happened, in": "है, लेकिन जिरह से कुछ भी सामग्री सामने नहीं आई है। उनका बयान बाबू राम (?४/]) के बयान का समर्थन करता है, जिन्होंने शिकायत में जो कुछ हुआ है, उसे",
  "the complaint. The main effort of the defence appears to have": "लगभग दोहराया है। बचाव पक्ष का मुख्य प्रयास इस तथ्य को सामने लाने का",
  "19. We must remember that the prosecution story is that six": "9. हमें यह याद रखना चाहिए कि अभियोजन पक्ष की कहानी यह है कि छह",
  "persons who were heavily armed, two of them with guns, killed": "व्यक्तिय भारी हथियारों से लैस थे, जिनमें से दो ने बंदूक से दिन के उजाले में मृतक",
  "accused persons were not scared of the villagers. While leaving": "को मार डाला था। इससे ही पता चलता है कि ये आरोपी व्यक्ति ग्रामीणों से नहीं",
  "the place of occurrence they threatened all gathered there by": "डरते थे। घटना की जगह से जाते समय उन्होंने वहाँ जमा सभी को यह कहकर",
  "saying that anybody who tried to interfere would meet the same": "धमकाया कि जो भी हस्तक्षेप करने की कोशिश करेगा उसका भी यही हश्र होगा।",
  "present would turn up to give evidence. This Court cannot lose sight of the harsh reality that witnesses are scared to depose in": "आएगा। यह न्यायालय इस कड़वी सच्चाई से आँख नहीं फेर सकती कि गवाह",
  "sight of the harsh reality that witnesses are scared to depose in Court. In this case two of the witnesses have spoken up and": "न्यायालय में गवाही देने से डरते हैं। इस मामले में दो गवाहों ने अपनी बात रखी है",
  "their evidence has been corroborated on all counts. It may be": "और सभी मामलों में उनके साक्ष्य की पुष्टि की गई है। यह सच हो सकता है कि",
  "true that their relations with the accused may not have been cordial but the evidence does not show that the enmity or": "आरोपी के साथ उनके संबंध सौहार्दपूर्ण नहीं रहे होंगे, लेकिन साक्ष्य यह नहीं",
  "dispute between these two witnesses and the accused was of": "दिखाते हैं कि इन दोनों गवाहों और आरोपी के बीच दुश्मनी या विवाद इस तरह का",
  "such a nature that these two witnesses would make false statements only to settle scores with the appellants thereby": "था कि ये दोनों गवाह केवल हिसाब चुकता करने के लिए झूठे बयान देंगे। जिससे",
  "leaving the real culprits to go scot-free. In our opinion merely because these witnesses are interested witnesses _ their": "असली दोषी छूट जाएं। हमारी राय में केवल इसलिए कि ये गवाह हितबद्ध गवाह हैं,",
  "testimony cannot be discarded.": "उनकी गवाही को खारिज नहीं किया जा सकता है।"
}