{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "Criminal Appellate Jurisdiction": "आपराधिक अपीलीय अधिकारिता",
  "Criminal Appeal No 1081 of 2019": "आपराधिक अपील संख्या 2087 सन्‌ 209",
  "(Arising out of SLP(Crl)No 156 of 2019)": "(एसएलपी (क्रि.) सं. 256 सन्‌ 209 से उद्दूत)",
  "Sanjeev Kumar Gupta ..Appellant": "संजीव कुमार गुप्ता... ८.८८. अपीलार्थी",
  "The State of Uttar Pradesh and Anr ..Respondents": "उत्तर प्रदेश राज्य एवं अन्य... ........ प्रत्यर्थीगण",
  "JUDGMENT": "निर्णय",
  "Dr Dhananjaya Y Chandrachud, J": "न्यायमूर्ति, डा. धनंजय वाई चन्द्रचूड़",
  "2 On 28 October 2015, a First Information Report was lodged by the appellant at PS Ekka in the district of Firozabad in Uttar Pradesh which was registered as": "2) 28 अक्टूबर 205 को उत्तर प्रदेश के फिरोजाबाद जिले के पीएस एक्का में अपीलार्थी द्वारा प्रथम सूचना रिपोर्ट दर्ज की गई , जिसे",
  "Case Crime 252 of 2016 under Section 364 A of the Penal Code. The allegation is": "206 के दंड संहिता की धारा 364 ए के तहत केस क्राइम 252 के रूप में दर्ज किया गया था। आरोप है कि अपीलकर्ता को एक",
  "that the appellant received a call on his cell phone from an unknown number and": "अज्ञात नंबर से अपने सेल फोन पर कॉल आया और कॉलर ने अपने",
  "said caller wished to speak to his son, claiming to be his teacher. The appellant’s": "बेटे से बात करने की इच्छा जताई, जो अपने शिक्षक होने का दावा",
  "For this, he may face consequences under the law but that by itself does not negate the claim of juvenility where, it is found to be substantiated in the date of birth": "दी जा सकेगी इसके लिए, उसे कानून के तहत परिणाम भुगतने पड़ सकते हैं, लेकिन यह कि स्वयं किशोरता के दावे को नकारता नहीं है,",
  "recorded in the matriculation certificate;": "जहां, मैट्रिकुलेशन सर्टिफिकेट में दर्ज जन्म तिथि में इसे प्रमाणित",
  "(iii) | The date recorded in the matriculation certificate must prevail by virtue of": "(7) मैट्रिकुलेशन प्रमाणपत्र में अभिलिखित तारीख नियम 2 (3) के",
  "(d) During the course of the inquiry the Headmaster of Maa Anjani Public": "(घ) जांच के दौरान माता अंजनी पब्लिक स्कूल,",
  "School, Shikohabad deposed before the JJB on 22 January 2016 that the": "शिकोहाबाद के हेडमास्टर ने 22 जनवरी, 206 को जेजेबी के समक्ष यह अभिसाक्ष्य दिया कि माता -पिता द्वारा",
  "date of birth of 17 December 1998 had been recorded on the information": "दी गई सूचना पर 7 दिसंबर, 998 जन्म की तारीख",
  "of admission, this had not been done at the time of the admission of the": "प्रवेश के समय नहीं किया गया था इसके अलावा, प्रवेश के",
  "been produced by the father of the second respondent at the time of": "समय दूसरे प्रत्यर्थी के पिता द्वारा जन्म की तारीख के संबंध",
  "(e) The affidavit which was filed in these proceedings by CBSE indicates": "(ड़) सीबीएसई द्वारा इन कार्यवाहियों में जो शपथपत्र फाइल किया गया था, वह यह उपदर्शित करता है कि उसके",
  "submitted by the concerned school while sending up its students for the": "मैट्रिकुलेशन परीक्षा के लिए भेजने के लिए संबद्ध स्कूल द्वारा",
  "this Court issued notice to the CBSE and directed it to produce all necessary": "गया था। 6 अप्रैल 209 को इस न्यायालय ने सीबीएसई को नोटिस जारी किया और दूसरी प्रतिवादी से संबंधित सभी आवश्यक",
  "explaining the basis on which the date of birth was recorded in the matriculation": "जिस आधार पर जन्मतिथि दर्ज की गई थी, उसकी व्याख्या करते हुए",
  "certificate. On 6 May 2019 after the records were produced before this Court an": "एक हलफनामा दाखिल करने का निर्देश दिया गया। 6 मई 209 को इस अदालत के समक्ष रिकॉर्ड पेश किए जाने के बाद सीबीएसई",
  "affidavit was filed by CBSE. An opportunity was given to the parties to respond.": "को इस अदालत के समक्ष रिकॉर्ड पेश किए जाने के बाद सीबीएसई द्वारा एक हलफनामा दायर किया गया था। पार्टियों को जवाब देने का",
  "After the parties have filed their affidavits and responses, the proceedings have": "अवसर दिया गया। पार्टियों द्वारा अपने हलफनामे और जवाब दाखिल",
  "been taken up for final disposal.": "करने के बाद, अंतिम निपटारे के लिए कार्यवाही की गई है।",
  "7 Ms Kamini Jaiswal, learned counsel appearing on behalf of the appellant": "7) अपीलकर्ता की ओर से पेश विद्वत अधिवक्ता सुश्री कामिनी",
  "(i) There is a serious dispute in regard to the authenticity of the date of birth recorded in the matriculation certificate issued by CBSE. Buttressing this": "(।) सीबीएसई द्वारा जारी मैट्रकुलेशन सर्टिफिकेट में दर्ज जन्म तिथि की प्रामाणिकता के संबंध में एक गंभीर विवाद है। इस कथन को",
  "(a) the date of birth in the school register of Saket Vidya Sthali, Jedajhal, Ekka, Firozabad where the second respondent studied from Kindergarten to": "(क) साकेत विद्या स्थली, जेदाझल, एक्का फिरोजाबाद के स्कूल रजिस्टर में जन्म की तारीख, जहां दूसरे प्रतिवादी ने",
  "December 1995;": "995 है;",
  "left his shop after a conversation, never to return. The victim is alleged to have": "बाद अपनी दुकान छोड़ दी और कभी नहीं लौटा। आरोप है कि",
  "been murdered after a demand for ransom. His body was allegedly found in a": "फिरौती की मांग के बाद पीड़िता की हत्या कर दी गई थी। उसका शव",
  "canal. The second respondent was arrested during the course of the investigation.": "कथित तौर पर एक नहर में पाया गया था। दूसरी प्रतिवादी को जांच",
  "3 On 9 December 2015, the accused filed an application claiming to be a": "3) 9 दिसंबर, 205 को, अभियुक्त ने किशोर न्याय (बच्चो की",
  "juvenile on the date of the incident under the Juvenile Justice (Care and Protection": "देखभाल और सुरक्षा) अधिनियम 2000 2000 का अधिनियम ! के अधीन घटना की तारीख को किशोर होने का दावा करते हुए एक आवेदन",
  "of Children) Act 20002. He submitted that on the date of the alleged offence he was": "फाइल किया था उन्होंने कहा कि कथित अपराध की तारीख में वह",
  "sixteen years ten months and eleven days old. In support of the claim, he relied on": "सोलह साल दस महीने और ग्यारह दिन का था। दावे के समर्थन में,",
  "a matriculation certificate issued by the Central Board of Secondary Education’,": "उन्होंने केंद्रीय माध्यमिक शिक्षा बोर्ड, भीबीर्स ] दिल्ली द्वारा जारी एक",
  "4 By an order dated 2 July 2016 the Juvenile Justice Board* allowed the": "4) किशोर न्याय बोर्ड! ेणेबी ] ने 2 जुलाई, 206 के एक आदेश द्वारा",
  "application of the second respondent — accused and declared him to be a juvenile": "दूसरी प्रतिवादी-अभियुक्त के आवेदन की अनुमति दी और उसे कथित",
  "on the date of the alleged offence. The appellant instituted a criminal appeal before": "अपराध की तारीख को किशोर घोषित कर दिया। अपीलार्थी ने सत्र",
  "the Court of the Sessions Judge, Firozabad?. On 16 September 2016, the Sessions": "न्यायाधीश, फिरोजाबाद! शपराधिक अपील 4 सन्‌ 209 के न्यायालय के समक्ष एक आपराधिक अपील की। 6 सितंबर 206 को, सत्र न्यायाधीश",
  "Judge remanded the case to the JJB for determination of the age of the second respondent upon medical examination. The Chief Medical Officer, Agra constituted": "ने चिकित्सा परीक्षण पर दूसरी प्रतिवादी की आयु के निर्धारण के लिए मामले को जेजेबी को भेज दिया। मुख्य चिकित्सा अधिकारी, आगरा",
  "a Medical Board which in its report dated 19 November 2016 found that the age of": "ने एक मेडिकल बोर्ड का गठन किया, जिसने 9 नवंबर 206 की",
  "the second respondent was about nineteen years. Aggrieved by the order of the": "अपनी रिपोर्ट में पाया कि दूसरी प्रतिवादी की आयु लगभग उन्नीस वर्ष",
  "second respondent was a minor. In coming to this conclusion, the High Court": "तारीख पर दूसरी प्रतिवादी नाबालिग था। इस निष्कर्ष पर आने के",
  "of the Juvenile Justice (Care and Protection of Children) Rules 2007’ as": "न्याय (बच्चों की देखभाल और संरक्षण) नियम 200702007 का नियम] के",
  "interpreted by this Court in Ashwani Kumar Saxena v State of Madhya": "न्यायालय ने अश्वनी कुमार सक्सेना बनाम मध्य प्रदेश राज्य '3 के",
  "the validity of the matriculation certificate issued by the CBSE had not been": "निहित प्रावधानों के कारण होगा। यह माना जाता है कि सीबीएसई द्वारा जारी मैट्रकुलेशन प्रमाण पत्र की वैधता विवादित नहीं थी ,",
  "disputed but what was in dispute was the date of birth which was recorded in the": "लेकिन विवाद का कारण जन्म की तारीख थी जो प्रमाण पत्र में दर्ज",
  "certificate. The Court took notice of the fact that during the course of the": "की गई थी। न्यायालय ने इस तथ्य पर ध्यान दिया कि जांच के",
  "investigation, the investigating officer had collected the driving licence, Aadhaar": "दौरान, जांच अधिकारी ने ड्राइविंग लाइसेंस, आधार कार्ड, मतदाता",
  "card, voter’s ID and eighth standard mark sheets which indicated that the date of": "आईडी और आठवें मानक अंक पत्र एकत्र किए थे , जिसमें संकेत",
  "birth of the second respondent was 27 December 1995. The matriculation": "दिया गया था कि दूसरी प्रतिवादी के जन्म की तारीख 27 दिसंबर",
  "medical report, the second respondent was about nineteen years of age on 9": "]7 दिसंबर 998 थी। मेडिकल रिपोर्ट के अनुसार, दूसरी प्रतिवादी 9 नवंबर 206 को लगभग उन्नीस वर्ष की थ। अंततः , उच्च",
  "November 2016. Ultimately, in the view of the High Court, precedence would have": "9 नवंबर 206 को लगभग उन्नीस वर्ष की थ। अंततः , उच्च न्यायालय के विचार में, जन्म तिथि को प्राथमिकता देनी होगी जो",
  "raised before any court or a court is of the opinion that an": "जा सकता है, तो न्यायालय या बोर्ड या, जैसा भी मामला",
  "evidence as may be necessary (but not an affidavit) so as to": "सकती है जो आवश्यक हो सकते हैं (लेकिन एक हलफनामा नहीं) ताकि",
  "determine the age of such person, and shall record a finding": "ऐसे व्यक्ति की आयु निर्धारित की जा सके, और यह पता लगाया जा सके",
  "whether the person is a juvenile or a child or not, stating his": "कि व्यक्ति किशोर है या बच्चा है या नहीं,",
  "Provided that a claim of juvenility may be raised before any": "बशर्ते कि किसी भी अदालत के समक्ष किशोरता का दावा उठाया जा",
  "court and it shall be recognised at any stage, even after final": "सकता है और मामले के अंतिम निपटारे के बाद भी इसे किसी भी स्तर",
  "disposal of the case, and such claim shall be determined in": "पर उठाया जा सकता है, और इस तरह के दावे को इस अधिनियम में",
  "terms of the provisions contained in this Act and the rules made": "निहित प्रावधानों और उसके तहत बनाए गए नियमों के संदर्भ में निर्धारित",
  "thereunder, even if the juvenile has ceased to be so on or before the date of commencement of this Act.": "किया जाएगा, भले ही किशोरता इस अधिनियम के शुरू होने की तारीख",
  "(2) If the court finds a person to be a juvenile on the date of commission of the offence under sub-section (1), it shall": "(2) यदि न्यायालय उपधारा () के अधीन अपराध किए जाने की तारीख को किसी व्यक्ति को किशोर पाता है तो वह समुचित आदेश",
  "forward the juvenile to the Board for passing appropriate orders": "पारित करने के लिए किशोर को बोर्ड भेजेगा और न्यायालय द्वारा पारित",
  "Upon a claim being raised that an accused was a juvenile on the date of the": "यह दावा किए जाने पर कि एक अभियुक्त अपराध की तारीख पर",
  "commission of the offence, the Court is required to make an enquiry, take evidence": "किशोर था, न्यायालय को जांच करने, सबूत लेने और व्यक्ति की",
  "and to determine the age of the person. The court has to record a finding whether": "आयु निर्धारित करना न्यायालय से अपेक्षित होगा। अदालत को",
  "the person is a juvenile or a child, stating the age as nearly as may be. Rule 12(3)": "निकटतम उम्र बताते हुए यह पता लगाना होगा कि क्या व्यक्ति किशोर",
  "of age by the Court or by the Board. Rule 12(3) stipulates thus:": "न्यायालय या बोर्ड द्वारा आयु के निर्धारण को शासित करने वाला एक प्रक्रियात्मक प्रावधान है। नियम 2 (3) इस प्रकार निर्धारित करता",
  "“12 Procedure to be followed in determination of Age.": "\"2. आयु के निर्धारण में अनुसरण की जाने वाली प्रक्रिया",
  "(a) (i) the matriculation or equivalent certificates, if available;": "(।) यदि उपलब्ध हो तो मैट्रिकुलेशन या समतुल्य प्रमाणपत्र;",
  "(ii) the date of birth certificate from the school (other than a play school) first attended; and in the absence whereof;": "(॥) () की अनुपस्थिति में , सर्वप्रथम उपस्थित स्कूल से जन्म प्रमाणपत्र ; और",
  "(iii) the birth certificate given by a corporation or a municipal authority or a panchayat;": "()  ()अनुपस्थिति में; किसी निगम, नगरपालिका प्राधिकरण या पंचायत द्वारा दिया गया जन्म प्रमाणपत्र |",
  "(i) matriculation or equivalent certificate if available;": "मैट्रकुलेशन या समकक्ष स्कूल से जन्म प्रमाण पत्र की अनुपस्थिति में या",
  "abovementioned documents are unavailable. In case exact": "का प्रश्न केवल तभी उठता है जब उपरोक्त दस्तावेज अनुपलब्ध हों। यदि",
  "assessment of the age cannot be done, then the court, for": "आयु का सही निर्धारण नहीं किया जा सकता है तो न्यायालय ,",
  "reasons to be recorded, may, if considered necessary, give the": "अभिलिखित किए जाने वाले कारणों के लिए, यदि आवश्यक समझे तो,",
  "benefit to the child or juvenile by considering his or her age on lower side within the margin of one year.”": "एक वर्ष के भीतर उसकी आयु पर निचली तरफ विचार करके बच्चे या किशोर को लाभ दे सकता है ”",
  "The Court took notice of the fact that there could be situations in which the date of": "न्यायालय ने इस तथ्य पर ध्यान दिया कि ऐसी स्थितियां हो सकती",
  "birth recorded in the matriculation certificate, or for that matter in the other": "हैं जिनमें मैट्रिकुलेशन सर्टिफिकेट में दर्ज जन्म तिथि या नियम 2",
  "where it was only when those documents are found to be fabricated or manipulated": "| न्यायालय ने कहा कि यह केवल तभी जब दस्तावेज जाली हों या",
  "could the date of birth as reflected be discarded. The Court held:": "उनमें हेरफेर किया गया हो, जैसा कि दर्शाया गया है, जन्म की तारीख को खारिज किया जा सकता है। न्यायालय ने अवधारित किया:",
  "“34. ... There may be situations where the entry made in the matriculation or equivalent certificates, date of birth certificate": "\"34 ...... ऐसी स्थितियां हो सकती हैं जहां मैट्रकुलेशन या समकक्ष",
  "from the school first attended and even the birth certificate": "प्रमाणपत्रों में की गई प्रविष्टि, पहले स्कूल के जन्म प्रमाण पत्र की तारीख",
  "given by a corporation or a municipal authority or a panchayat": "और यहां तक कि निगम या नगरपालिका प्राधिकरण या पंचायत द्वारा",
  "certificates to examine the correctness of those documents,": "की शुद्धता की जांच करने के लिए उन प्रमाणपत्रों के पीछे जाने की अपेक्षा",
  "where those documents or certificates are found to be": "नहीं है। केवल उन मामलों में जहां उन दस्तावेजों या प्रमाणपत्रों के जाली",
  "fabricated or manipulated, the court, the Juvenile Justice Board": "होने या हेरफेर किया गया हो, न्यायालय, जुवेनाइल जस्टिस बोर्ड या",
  "or the committee need to go for medical report for age": "समिति को आयु निर्धारण के लिए चिकित्सा रिपोर्ट के लिए जाने की",
  "determination.”": "आवश्यकता होती है।\"",
  "In the view of the Court, it was only if the above conditions were fulfilled, that a": "न्यायालय की दृष्टि में, उपरोक्त शर्तों को पूरा करने पर ही चिकित्सा",
  "medical report could be called.": "रिपोर्ट मंगायी जा सकती है।",
  "11 The decision in Ashwani Kumar Saxena (supra) was rendered on 13": "7) अधिनी कुमार सक्सेना (उपरोक्त) का विनिश्चय 3 सितंबर,",
  "September 2012. Soon thereafter, a three judge Bench of this Court considered": "202 को किया गया था इसके तुरंत बाद, इस अदालत की तीन",
  "Hossain (supra). Justice RM Lodha (as the learned Chief Justice then was),": "आरएम लोढ़ा (तब मुख्य न्यायाधीश के रूप में), अपने और",
  "speaking for himself and Justice Anil R Dave observed:": "न्यायमूर्ति अनिल आर दवे ने कहा :",
  "the matriculation or equivalent certificates, if available. Only in": "“36. कानूनी स्थिति यह है कि यदि मैट्रिकुलेशन या समकक्ष प्रमाण पत्र",
  "the earlier Act of 2000 but stipulates that despite the repeal, anything done or any": "धारा ] वर्ष 2000 के अधिनियम को निरस्त करता है, लेकिन यह निर्धारित करता है कि निरस्त होने के बावजूद, उक्त अधिनियमों",
  "action taken under the said Acts shall be deemed to have been done or taken under": "के तहत की गई कुछ या कोई कार्रवाई नए कानून के संबंधित प्रावधानों के तहत की गई मानी जाएगी। आयु के निर्धारण के संबंध में",
  "the corresponding provisions of the new legislation. Section 94 contains provisions": "धारा 94 का प्रावधान, निम्नलिखित शब्दों में है:",
  "“94. Presumption and determination of age.- (1) Where, it is": "\"94. आयु की उपधारणा और निर्धारण-() जहां, इस अधिनियम के",
  "appearance of the person brought before it under any of the provisions of this Act (other than for the purpose of giving": "किसी भी प्रावधान के तहत (सबूत देने के उद्देश्य के अलावा) लाए गए",
  "evidence) that the said person is a child, the Committee or the": "व्यक्ति को देखने से समिति या बोर्ड को यह स्पष्ट है उक्त व्यक्ति एक बच्चा",
  "before it is a child or not, the Committee or the Board, as the": "है, समिति या बोर्ड , बच्चे की निकटतम उम्र बताते हुए इस तरह के",
  "may not by itself be sufficient ordinarily to justify or reject the": "या अस्वीकार करने के लिए सामान्यतः पयप्ति नहीं हो सकता है। सजा के",
  "documents like the school leaving certificate or the voters' list,": "बाद दिया गया. स्कूल छोड़ने का प्रमाण पत्र या मतदाता सूची, आदि",
  "circumstances of each case and no hard-and-fast rule can be": "और परिस्थितियों पर निर्भर करेगा और कोई भी कठोर नियम निर्धारित",
  "prescribed that they must be prima facie accepted or rejected.": "नहीं किया जा सकता है कि उन्हें प्रथम दृष्ठटया स्वीकार या अस्वीकार",
  "In Akbar Sheikh [(2009) 7 SCC 415 : (2009) 3 SCC (Cri) 431]": "किया जाना चाहिए। अकबर शेख (2009) 7 500 45: (2009)",
  "and Pawan [(2009) 15 SCC 259 : (2010) 2 SCC (Cri) 522]": "3 500 (07) 43] और पवन (2009) 5 500 259: (200)",
  "the medical report were treated sufficient for directing an inquiry and verification of the appellant's age. If such": "मार्कशीट और मेडिकल रिपोर्ट अपीलकर्ता की उम्र की जांच और सत्यापन के लिए तथा जांच निर्देशित करने के लिए पर्याप्त पाये गये। यदि",
  "documents prima facie inspire confidence of the court, the": "ऐसे दस्तावेज प्रथमदृष्ठया न्यायालय के विश्वास को प्रेरित करते हैं तो",
  "court may act upon such documents for the purposes of": "न्यायालय ऐसे दस्तावेजों के आधार पर कार्यवाही करने और अपराधी की",
  "The above decision in Abuzar Hossain alias Gulam Hossain (supra) was": "अबूज़ार हुसैन उर्फ गुलाम हुसैन (उपरोक्त) में उपर्युक्त विनिश्चय 0",
  "Saxena (supra) was not cited before the Court, it appears from the above extract": "(उपरोक्त) में पहले के फैसले को अदालत के समक्ष उद्धृत नहीं किया",
  "documents, including the school leaving certificate, would depend on the facts and": "की खंडपीठ ने देखा कि स्कूल छोड़ने वाले प्रमाण पत्र सहित दस्तावेजों की विश्वसनीयता और स्वीकार्यता तथ्यों पर निर्भर करेगी।",
  "circumstances of each case and no hard and fast rule as such could be laid down.": "और प्रत्येक मामले की परिस्थितियों और तथ्यों को ध्यान में रखकर इस तरह का. कोई कठोर नियम निर्धारित नहीं किया जा सकता है।",
  "Concurring with the judgment of Justice RM Lodha, Justice TS Thakur (as the": "न्यायमूर्ति आरएम लोढ़ा के फैसले के साथ सहमति व्यक्त करते हुए",
  "thing as declaring the accused to be a juvenile. In the former the Court simply": "धारित किया कि जांच का निर्देश देना अभियुक्त को किशोर घोषित करने के समान नहीं है। पहले मामले में न्यायालय केवल एक प्रथम",
  "records a prima facie conclusion while in the latter a declaration is made on the": "दृष्टया निष्कर्ष दर्ज करता है जबकि दूसरे मामले में साक्ष्य के आधार",
  "“48. If one were to adopt a wooden approach, one could say": "\"48. यदि किसी को कठोर दृष्टिकोण अपनाना हो, तो वह कह सकता है",
  "nothing short of a certificate, whether from the school or a": "कि किसी प्रमाण पत्र से कम कुछ नहीं, चाहे स्कूल से या नगरपालिका",
  "municipal authority would satisfy the court's conscience, before": "प्राधिकरण से, जांच का निर्देश देने से पहले, अदालत के विवेक को संतुष्ट",
  "directing an enquiry. But, then directing an enquiry is not the same thing as declaring the accused to be a juvenile. The": "करेगा। लेकिन, फिर जांच का निर्देश देना आरोपी को किशोर घोषित करने",
  "standard of proof required is different for both. In the former,": "के समान नहीं है। आवश्यक प्रमाण का मानक दोनों के लिए अलग है।",
  "the court simply records a prima facie conclusion. In the latter,": "पहले मामले में न्यायालय केवल एक प्रथम दृष्टया निष्कर्ष दर्ज करता है",
  "and accepts only if it is worthy of such acceptance. The": "जिसकी वह जांच करती है और इस योग्य होने पर ही स्वीकार करता है।",
  "approach at the stage of directing the enquiry has of necessity to be more liberal, lest, there is avoidable miscarriage of": "जांच को निर्देशित करने के चरण में दृष्टिकोण अधिक उदार होना चाहिए",
  "justice. Suffice it to say that while affidavits may not be": "कहीं ऐसा न हो न्याय की हत्या हो जाए। यह कहने के लिए पर्याप्त है कि",
  "generally accepted as a good enough basis for directing an": "हलफनामों को आम तौर पर जांच के निर्देश के लिए पर्याप्त आधार के रूप",
  "enquiry, that they are not so accepted is not a rule of law but a": "में स्वीकार नहीं किया जाता, यह कि वे इस प्रकार स्वीकार नहीं किए जाते हैं, यह कानून का नियम नहीं है , बल्कि विवेक का नियम है।",
  "rule of prudence. The Court would, therefore, in each case": "इसलिउपरोक्तए, अदालत प्रत्येक मामले में प्रासंगिक कारकों को तौलती",
  "weigh the relevant factors, insist upon filing of better affidavits if the need so arises, and even direct, any additional": "है, बेहतर हलफनामे दाखिल करने पर जोर देती है यदि ऐसी आवश्यकता",
  "whether or not an enquiry under Section 7-A ought to be": "धारा ७क के अन्तर्गत जांच की जानी चाहिए या नहीं, माता-पिता की",
  "such material for a prima facie conclusion that the court may": "पर निर्भर करेगा कि अदालत प्रथम दृष्टया निष्कर्ष के लिए इस तरह की",
  "in accordance with law on the basis of the finding recorded in the present judgment,": "तदनुसार वर्तमान निर्णय में दर्ज की गई खोज के आधार, जो किशोर",
  "New Delhi;": "नई दिल्ली,",
  "July 25, 2019": "25 जुलाई, 209",
  "17.12.1998 at page No 896 of the List, with the signature of Puneet Yadav.”": "सं. 896 पर, पुनीत यादव के हस्ताक्षर के साथ दिखाया गया है।",
  "“... the Certificate for Secondary School Examination (Session": "”..... माध्यमिक विद्यालय परीक्षा के लिए प्रमाण पत्र (सत्र 20-3)",
  "2011-13) (true copy of which was been appended as Annexure CA-1 received by the Central Board of Secondary Education": "(जिसकी सही प्रति केंद्रीय माध्यमिक शिक्षा बोर्ड द्वारा प्राप्त अनुलग्रक (0/8-",
  "with the Order dated 16.04.2019 of this Hon’ble Court) showing": "] के रूप में इस माननीय न्यायालय के आदेश दिनांक 6. 04. 209",
  "the Date of Birth of Puneet Yadav as 17.12.1998 was issued": "के साथ प्राप्त की गई थी) पुनीत यादव की जन्म तिथि को 7. 2.",
  "Headmaster of Maa Anjani Senior Secondary School, Shikohabad. The": "आधार पर थी। माँ अंजनी सीनियर सेकेंडरी स्कूल, शिकोहाबाद के",
  "during the enquiry before the JJB, Firozabad. In the course of her examination,": "हेडमास्टर ने जेजेबी, फिरोजाबाद के समक्ष पूछताछ के दौरान बयान",
  "Headmaster Dipti Solanki stated:": "दिया। अपनी परीक्षा के दौरान, हेडमास्टर दीप्ति सोलंकी ने कहा:",
  "“...We note down the date of birth of the student at the time of admission as per the information given by the parents and at": "',.. हम माता-पिता द्वारा दी गई जानकारी के अनुसार प्रवेश के समय छात्र के जन्म की तारीख को नोट करते हैं और साथ ही हम एक",
  "the same time we obtain an affidavit but we could not procure": "हलफनामा प्राप्त करते हैं, लेकिन हमें इस छात्र से हलफनामा नहीं",
  "not procuring an Affidavit from this student. The date of birth": "मिला। मैंने इस छात्र से हलफनामा न लेकर गलती की है। जन्म तिथि",
  "was entered on the basis of the information given by the parent/father.”": "माता-पिता द्वारा दी गई जानकारी के आधार पर दर्ज की गई थी। ”",
  "The Headmaster further stated:": "हेडमास्टर ने आगे कहा:",
  "“..The father did not produce any record at the time of admission in respect of the date of birth of the student. They": "\"... पिता ने छात्र के जन्म की तारीख के संबंध में प्रवेश के समय कोई",
  "would have been asked to produce the record of class 4 at the": "रिकॉर्ड प्रस्तुत नहीं किया। उन्हें प्रवेश के समय कक्षा 4 के रिकॉर्ड देने के",
  "time of admission but they did not. | cannot tell the reason": "लिए कहा गया होगा, लेकिन उन्होंने नहीं दिया। मैं इसका कारण नहीं बता",
  "thereof. The students are admitted without any document upto class 5.”": "सकती। छात्रों को कक्षा 5 तक किसी भी दस्तावेज के बिना प्रवेश दिया जाता है।\"'",
  "The above deposition indicates that the second respondent was admitted to Maa": "उपरोक्त बयान से यह दिखता है कि दूसरे प्रतिवादी को पांचवीं कक्षा",
  "Anjani Senior Secondary School, Shikohabad in the fifth standard and was a": "में माँ अंजनी सीनियर सेकेंडरी स्कूल, शिकोहाबाद में प्रवेश दिया गया",
  "student of the school until he completed his matriculation. The second respondent attended the Saket Vidyasthali, Jedajhal, Firozabad until the fourth standard. The": "था और जब तक उसने मैट्रिक पूरा नहीं किया तब तक वह स्कूल का छात्र था. दूसरे प्रतिवादी ने चौथे मानक तक साकेत विद्यास्थली, जेदाझल, फिरोजाबाद में भाग लिया। उस स्कूल के स्कूल रजिस्टर",
  "entry in regard to the date of birth of the second respondent as 17 December 1995.": "को दूसरी प्रतिवादी के जन्म की तारीख के संबंध में एक प्रविष्टि है।",
  "Mr Ravindra Singh, learned senior counsel appearing on behalf of the second": "प्रतिवादी की ओर से पेश विद्वत वरिष्ठ अधिवक्ता श्री रवींद्र सिंह ने",
  "respondent has urged that the discrepancies which have been brought out in the course of the cross-examination of the former Manager of the school would": "तर्क दिया है कि स्कूल के पूर्व प्रबंधक की जिरह के दौरान जो",
  "submission is that the date of birth which has been recorded in the certificate of": "प्रतिवादी के कथन में जो महत्त्वपूर्ण है वह यह है कि जन्म की तारीख",
  "the Saket Vidya Sthali completely matches the date of birth which was voluntarily": "जो साकेत विद्या सथाली के प्रमाण पत्र में दर्ज की गई है, उस जन्म की तारीख से पूरी तरह से मेल खाती है, जिसे स्वेच्छा से दूसरे",
  "as the Aadhaar card. In both those documents, the originals of which were seized": "बताया गया था। उन दोनों दस्तावेजों में , जिनमें से मूल को जांच के"
}