{
  "REPORTABLE": "रिपोर्ट योग्य",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीली न्यायाधिकरण",
  "CIVIL APPEAL Nos.7545-7546 OF 2009": "सिविल अपील संख्या 7545-7546 वर्ष 2009",
  "Dilip Mani Dubey .... Appellant(s)": "दिलीप मणि दुबे... ................. अपीलार्थीगण",
  "M/s SIEL Ltd. & Anr. ... Respondent(s)": "मेसर्स एस.आई.ई.एल. लि. एवं अन्य... .................. प्रतिवादीगण",
  "JUDGMENT": "निर्णय",
  "Abhay Manohar Sapre, J.": "अभय मनोहर सप्रे, न्यायमर्ति",
  "Allahabad in C.M.W.P. No.4435 of 1999 and C.M.": "।. ये अपीले सी.एम.डब्ल्यू, पी. संख्या-4435 वर्ष 4999 तथा सी.एम. पुनर्विलोकन प्रार्थना पत्र",
  "Review Application No.1098 of 2008 respectively whereby the High Court allowed the writ petition filed": "संख्या-098 वर्ष 2008 में इलाहाबाद उच्च न्यायालय द्वारा कमशः 29.4.2007 तथा 05.02.2008",
  "challenged by respondent No.1(Employer) in appeal.": "अनुसरण में, औद्योगिक अधिकरण ने प्रतिवादी संख्या-। (नियोजक) के द्वारा जारी अपीलार्थी",
  "5. By impugned order dated 29.11.2007, the High Court allowed the said writ petition and set aside the": "5. 29..2007 को, इलाहाबाद उच्च न्यायालय ने अक्षेपित आदेश के द्वारा इस रिट याचिका को",
  "award of the Industrial Tribunal by answering the reference in favour of respondent No.1.": "स्वीकृत किया तथा प्रतिवादी संख्या-। के हित में इस संदर्भ का उत्तर देते हुए औद्योगिक",
  "6. Against the said order, the appellant filed a review petition which was dismissed by the High Court": "6. उक्त आदेश के विरूद्ध अपीलार्थी ने एक पुनर्विलोकन याचिका दायर की जिसको उच्च",
  "by order dated 05.02.2008.": "न्यायालय द्वारा अपने आदेश दिनांकित 5.2.2008 के माध्यम से खारिज किया गया।",
  "7. It is against the orders passed by the High Court in the writ petition and the review petition, the": "7. यह, उच्च न्यायालय द्वारा रिट याचिका एवं पुनर्विलोकन याचिका में दिये गये आदेशों के विरूद्ध",
  "appellant(workman) has felt aggrieved and filed these appeals by way of special leave in this Court.": "है, अपीलार्थी (कर्मकार) व्यथित हुआ तथा विशेष आज्ञा के माध्यम से इस न्यायालय में ये याचिकायें दायर की हैं |",
  "8. So, the short question, which arises for consideration in these appeals, is whether the High": "8. इसलिए, लघु प्रश्न जो इन अपीलों में विचारार्थ है कि क्‍या उच्च न्यायालय द्वारा रिट याचिका",
  "Court was justified in allowing the writ petition and set aside the award of the Industrial Tribunal.": "को स्वीकार करना तथा औद्योगिक अधिकरण के निर्णय को अपास्त करना न्यायोचित था|",
  "9. Heard Mr. Devvrat, learned counsel for the": "9. अपीलार्थी के विद्वान अधिवक्ता श्री देवव्रत, प्रतिवादी संख्या-। के वरिष्ठ विद्वान अधिवक्ता श्री",
  "counsel for respondent No.1 and Mr. Shrish Kumar Misra, learned counsel for respondent No.2.": "देबल बनर्जी तथा प्रतिवादी संख्या-2 के विद्वान अधिवक्ता श्री श्रीश कुमार मिश्रा को सुना गया।",
  "10. Having heard the learned counsel for the parties and on perusal of the record of the case, we find no": "40. पक्षकारो के विद्वान अधिवक्ताओं को सुनने तथा इस वाद के अभिलेख का अध्ययन करने के",
  "and on perusal of the record of the case, we find no merit in these appeals.": "पश्चात हमने इन याचिकाओं में कोई गुणागुण नहीं पाया |",
  "11. The main question, which arose for consideration before the Industrial Tribunal and the High Court, was": "4. मुख्य प्रश्न जो औद्योगिक अधिकरण एवं उच्च न्यायालय के समक्ष विचारार्थ है कि क्या",
  "whether the appellant (workman) was in continuous service of respondent No.1(Employer) for one year as": "अपीलार्थी(कर्मकार) प्रतिवादी संख्या-।(नियोजक) की एक वर्ष की निरन्तर सेवा में था जैसा कि उ.",
  "provided under Section 6-N of the U.P. Industrial Disputes Act.": "प्र. औद्योगिक विवाद अधिनियम की धारा 6-एन के अंतर्गत उपबंधित है |",
  "12. Though the Industrial Tribunal had answered this question in favour of the appellant but the same": "42. यद्यपि, औद्योगिक अधिकरण ने इस प्रश्न का उत्तर अपीलार्थी के पक्ष में दिया है, परन्तु इसी",
  "was reversed and answered in favour of respondent No.1(Employer) by the High Court.": "को उच्च न्यायालय ने उलट दिया एवं उच्च न्यायालय ने प्रतिवादी संख्या-। (नियोजक) के पक्ष में उत्तर दिया।",
  "13. In our opinion, a finding on such question being a finding of fact, this Court cannot examine such": "43. हमारी राय में, इस प्रकार के प्रश्न पर निष्कर्ष, तथ्य का निष्कर्ष होने के कारण यह न्यायालय",
  "a finding of fact, this Court cannot examine such question de novo by appreciating the whole evidence": "पक्षकारों द्वारा प्रस्तुत सम्पूर्ण साक्ष्य का अनुशीलन करते हुए नये सिरे से परीक्षण नहीं कर सकती",
  "view, the High Court examined the matter in detail and": "है। हमारी दृष्टि में उच्च न्यायालय ने मामले का विस्तार से परीक्षण किया तथा इस प्रश्न पर",
  "the finding of the High Court on this question being a finding of fact is binding on this Court.": "न्यायालय का निष्कर्ष, तथ्य का निष्कर्ष होने के कारण इस न्यायालय के लिए बाध्यकारी है।",
  "Enterprises Ltd. vs. Mahak Singh & Ors., 2007 (4)": "44. श्रीराम इंडस्ट्रीज इंटरप्राइजेज लि. बनाम महक सिह एवं अन्य 20074) एस.सी.",
  "SCC 94 and referring to the provisions of the UP Industrial Disputes Act contended that the issue was": "सी. 94 में दिये निर्णय पर निर्भर रहते हुए तथा उत्तर प्रदेश औद्योगिक विवाद अधिनियम के",
  "not properly decided by the High Court.": "उच्च न्यायालय द्वारा मुद्दों का उचित रूप से निर्णय नहीं किया गया है।",
  "15. According to learned counsel, firstly, the High Court erred in travelling in the facts of the case in its": "45. विद्वान अधिवक्ता के अनुसार, प्रथमशः उच्च न्यायालय ने इस वाद के तथ्यों का अनुशीलन",
  "Court erred in travelling in the facts of the case in its writ jurisdiction which it could not have done for want of limited jurisdiction; and secondly, keeping in view": "करने में त्रुटि की है जिसे यह अपने सीमित न्यायाधिकार के कारण नहीं कर सकता था, और",
  "of limited jurisdiction; and secondly, keeping in view the law laid down in Sriram Industrial Enterprises": "दूसरा, श्रीराम इंडस्ट्रीज लि. के वाद में स्थापित विधि को ध्यान में रखते हुए, प्राधिकरण के",
  "Tribunal should have been upheld as being just and proper.": "निर्णय को, जो सही और उचित है, को बनाये रखना चाहिए था।",
  "16. We do not agree with this submission. In our": "46. हम इस निवेदन से सहमत नहीं हैं। हमारी राय में, उच्च न्यायालय ने, हालांकि तथ्यात्मक"
}