{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय के समक्ष",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. 3613 OF 2022": "सिविल याचिका सं - 363/2022",
  "(Arising Out of SLP (C) No. 21948 of 2019)": "(एसएलपी (सी) संख्या - 2948/209 से उत्पन्न)",
  "MUZAFFAR HUSAIN .... APPELLANT(S)": "मुजफ्फर हुसैन ...अपीलार्थी (गण)",
  "JUDGMENT": "निर्णय",
  "BELA M. TRIVEDI, J.": "न्यायतमूर्ति बेला एम. त्रिवेदी,",
  "1. The challenge in the instant appeal is to the Order dated": ". वर्तमान तत्काल अपील में अपीलार्थी द्वारा रिट याचिका संख्या",
  "of the High Court taken on the report of the Enquiry Officer in": "के सम्बन्ध मे जाँच अधिकारी द्वारा प्रस्तुत रिपोर्ट के आधार पर उद्चू न्यायालय",
  "market value of the land on the date of issuance of": "अधिसूचना जारी होने की तिथि को भूमि के बाजार मूल्य पर मुआवजा दिया गया",
  "Act. It had no relevance to the price offered or investments made by the subsequent purchasers in respect of the": "था। अधिग्रहीत भूमि के संबंध में बाद के खरीदारों द्वारा दिए गए मूल्य या निवेश",
  "upon UP Jal Nigam, Lucknow Vs. Kalra Properties (P)": "प्रदेश जल निगम लखनऊ बनाम कालरा प्रॉपर्टीज (पी) लिमिटेड लखनऊ",
  "Ltd., Lucknow & Ors.°; Meera Sahni Vs. Lt. Governor Delhi’ etc.": "और अन्य १6 मीरा साहनी बनाम दिल्ली के उपराज्यपाल” आदि पर अवलंब लिया।",
  "Many cases, in which the enhanced compensation was awarded by the appellant were upheld by the High Court,": "४. कई मामलों में, जिनमें अपीलकर्ता द्वारा बढ़ा हुआ मुआवजा अधिनिर्णीत",
  "and in some cases by the Supreme Court and therefore it": "किया गया था, उच्च न्यायालय द्वारा और कुछ मामलों में उच्चतम न्यायालय द्वारा",
  "4 2014 (1) ADJ 379 (DB)": "4 2074 (4) #0] 379 (80)",
  "7 (2008) 9 SCC 177": "7 (2008) 9 50606 77",
  "of 70% in place of 90%. The present appeal is directed": "प्रतिशत के स्थान पर 70 प्रतिशत तक कम कर दिया। वर्तमान अपील उद्च",
  "against the said order passed by the High Court.": "न्यायालय द्वारा पारित आदेश के खिलाफ निर्देशित है।",
  "3. The learned Senior Advocate Mr. Pradeep Kant for the appellant": "3. विद्वत वरिष्ठ अधिवक्ता श्री प्रदीप कांत ने अपीलकर्ता के लिए निम्नलिखित",
  "raised following contentions:": "तर्क प्रस्तुत किएः",
  "Development Authority, Agra Vs. State of UP and Ors..,": "। -अपीलकर्ता के खिलाफ जांच आगरा विकास प्राधिकरण, आगरा बनाम उत्तर",
  "though there was no complaint pending against the": "की गई थी, हालांकि अपीलकर्ता के खिलाफ कोई शिकायत लंबित नहीं थी।",
  "appellant. ii. A mere perusal of the charges levelled against the appellant": "॥ -आरोप-पत्र में अपीलकर्ता के खिलाफ लगाए गए आरोपों के केवल",
  "charges did not make out even a prima facie case of": "अवलोकन से पता चला कि आरोप कदाचार का प्रथमदृष्ठया मामला भी नहीं था",
  "misconduct and that they were neither factually nor legally": "और वे न तो तथ्यात्मक रूप से और न ही कानूनी रूप से पोषणीय थे।",
  "mere a right to sue, and the same could be legally": "एक संपत्ति का अधिकार है और इसे कानूनी रूप से एक व्यक्ति से दूसरे व्यक्ति",
  "vi. | There was no specific charge against the appellant that he": "४. अपीलकर्ता के खिलाफ कोई विशिष्ट आरोप नहीं था कि उसने रिश्वत ली थी",
  "had taken bribe or shown any undue favour to any person": "या किसी व्यक्ति या व्यक्तियों के समूह के प्रति कोई अनुचित अनुग्रह दिखाया",
  "or group of persons. Hence, merely because an enhanced compensation was awarded, no inference of extraneous": "था.इसलिए, केवल इसलिए कि बढ़ा हुआ मुआवजा दिया गया था, बाहरी विचार",
  "consideration could be drawn. Mere suspicion was not": "का कोई निष्कर्ष नहीं निकाला जा सकता था.केवल संदेह यह साबित करने के",
  "extraneous consideration. In this regard, Mr. Pradeep Kant has relied upon the decisions in the case of Krishna Prasad Verma (Dead) Thr Legal Representatives Vs.": "संबंध में श्री प्रदीप कांत ने कृष्ण प्रसाद वर्मा (मत) बनाम बिहार राज्य ऑर",
  "State of Bihar & Ors.*, in case of Sadhna Chaudhary Vs.": "अन्य के मामले में, साधना चॉधरी बनाम उत्तर प्रदेश राज्य *के मामले में और",
  "Court in case of Abhay Jain Vs. High Court of Judicature of Rajasthan & Anr.”°.": "अधय जैन बनाम राजस्थान उच्च न्यायालय ऑर अन्य \"१0 के मामले में उच्चतम",
  "vii. The appellant being not held guilty of any grave": "7. अपीलकर्ता को किसी गंभीर कदाचार का दोषी न ठहराए जाने या कोई",
  "misconduct or having caused any loss, he could not have been awarded punishment for ‘grave misconduct’.": "हानि कारित न किए जाने के कारण उसे 'गंभीर कदाचार' के लिए दंड नहीं",
  "4. Ms. Charu Ambwani, learned counsel appearing for respondent no.": "4 सुश्री चारु अंवानी, प्रतिवादी संख्या 2 की ओर से उपस्थित विद्वत",
  "2 raised the following contentions:": "अधिवक्ता ने निम्नलिखित तर्व प्रस्तुत किएः",
  "The High Court has full control over its judicial officers in the matter of disciplinary proceedings. In the instant case,": "(।) अनुशासनिक कार्यवाहियों के मामले में उच्च न्यायालय का अपने न्यायिक",
  "following the due procedure of law, the Inquiry Officer had": "करने और कानून की उचित प्रक्रिया का पालन करने के बाद जांच अधिकारी ने",
  "submitted his report before the High Court. The same was": "उच्च न्यायालय के समक्ष अपनी रिपोर्ट प्रस्तुत की थी। इसे फुल कोर्ट के समक्ष",
  "placed before the Full Court and collective consciousness of the High Court was shaken, considering the manner in": "रखा गया और उद्च न्यायालय की सामूहिक राय इस बात पर विचार करते हुए",
  "which the appellant had misconducted himself while working as a judicial officer.": "डगमगा गई कि न्यायिक अधिकारी के रूप में काम करते हुए अपीलकर्ता ने अपने",
  "The scope of judicial review is very limited. As per the": "(॥) न्यायिक समीक्षा का दायरा बहुत सीमित है। स्थापित कानूनी स्थिति के",
  "the decision taken by the disciplinary authority and": "अनुसार, न्यायालय अनुशासनात्मक प्राधिकारी द्वारा लिए गए निर्णय के खिलाफ",
  "substitute its own findings, unless any perversity or patent": "या अतार्किकता नहीं पाई जाती तब तक अपने निष्कर्षों को प्रतिस्थापित नहीं",
  "judicial review is permissible not against the decision but": "कर सकते। न्यायिक समीक्षा, निर्णय के खिलाफ नहीं बल्कि निर्णय लेने की",
  "she has relied upon the decision of this Court in Sarvepalli Ramaiah (D) Tr. Lrs Vs District Collector Chittoor” .": "एलआरएस बनाम जिला कलेक्टर कच्िचूर” में इस न्यायालय के निर्णय पर अवलंब लिया है।",
  "The appellant was given full and fair opportunity during the enquiry proceedings conducted against him and the": "(|) अपीलकर्ता को उसके विरुद्ध की गई जांच की कार्यवाही के दौरान पूर्ण और निष्पक्ष अवसर दिया गया था और उच्च न्यायालय के पूर्ण न्यायालय द्वारा",
  "called upon and he filed his response on 14.06.2006 to the": "पूछताछ रिपोर्ट पर 4.06.2006 को अपना जवाब दाखिल किया.जांच",
  "said recommendation made by the Full Court of the High": "की।उच्च न्यायालय के फुल न्यायालय द्वारा की गई उक्त सिफारिश के अनुसरण",
  "22.01.2007, sanctioning withholding of 90% from the pension of the appellant in view of the provisions contained": "प्रावधानों को ध्यान में रखते हुए, अपीलकर्ता की पेंशन से 90% को रोकने की",
  "order dated 22.01.2007 by filing a writ before the High": "मंजूरी देते हुए 22 जनवरी, 2007 को एक आदेश पारित किया।",
  "Court of Judicature at Allahabad, Lucknow Bench,": "४. असंतुष्ट अपीलकर्ता ने इलाहाबाद उद्चू न्यायालय की लखनऊ पीठ ,",
  "punishment order in reference to the charge nos. 1 to 3 was": "आक्षेपित आदेश के माध्यम से पाया कि आरोप संख्या से 3 के संदर्भ में दंड",
  "not sustainable in the eye of law as the respondents could": "का आदेश कानून की नजर में टिकाऊ नहीं था क्योंकि प्रतिवादी उन घटनाओं",
  "The appellant had joined the Uttar Pradesh Judicial Services in the year 1978 and sought voluntary retirement": "।. अपीलकर्ता वर्ष 978 में उत्तर प्रदेश न्यायिक सेवा में शामिल हुआ था और",
  "from the said services in September 2003. Immediately": "उसने सितंबर 2003 में उक्त सेवाओं से स्वैच्छिक सेवानिवृत्ति मांगी थी।",
  "after the retirement, appellant joined as a Judicial Member, Central Administrative Tribunal, Mumbai Bench, Mumbai.": "सेवानिवृत्ति के तुरंत बाद अपीलकर्ता प्रशासनिक -न्यायाधिकरण मुंबई पीठ,",
  "dated 19.07.2005 of the O.S.D (Enquiry), Allahabad High": "अपीलकर्ता को इलाहाबाद उच्च न्यायालय के ओ. एस. डी. (जांच) के दिनांक",
  "enquiry, being no. 26 of 2005 against him. A copy of": "जांच शुरू की थी, जिसकी संख्या 26/2005 थी। जिसके साथ आरोप पत्र की",
  "chargesheet was enclosed therewith. There were twelve charges levelled against the appellant in the said": "एक प्रति संलग्न की गई थी। कथित आरोप-पत्र में अपीलकर्ता के खिलाफ बारह",
  "chargesheet. It was alleged against the petition inter alia": "आरोप लगाए गए थे, याचिका के खिलाफ अन्य बातों के साथ-साथ यह आरोप",
  "District Judge, Agra during the period from 23.05.2001 to": "9.05.2003 की अवधि के दौरान आगरा के ] वें अतिरिक्त जिला",
  "compensation which was multiple times more than the investments made by the subsequent purchasers of the": "के खरीदारों द्वारा किए गए निवेश से कई गुना अधिक मुआवजा अधिनिर्णीत",
  "acquired lands; that such subsequent purchasers had no": "किया था कि ऐसे बाद के खरीदारों को अधिग्रहित भूमि के लिए मुआवजे का",
  "the subsequent purchasers, who had no right to receive the compensation. She also submitted that the claimants who": "जिन्हें मुआवजा प्राप्त आदेश का कोई अधिकार नहीं था। उसने यह भी प्रस्तुत",
  "were the subsequent purchasers, had made a very meagre investments and purchased the right to _ receive": "किया कि दावेदार जो बाद में खरीदार थे के द्वारा बहुत कम निवेश किया था और",
  "compensation and right to sue in place of the original": "मुआवजा प्राप्त करने का अधिकार और मूल मालिकों के स्थान पर मुकदमा करने",
  "owners, which was totally prohibited under Section 6(e) of the Transfer of Property Act read with the provisions contained in the Land Acquisition Act.": "का अधिकार खरीदा था, जो भूमि अधिग्रहण अधिनियम के प्रावधानों के साथ पठित संपत्ति हस्तांतरण अधिनियम की धारा 6 (ई) के तहत पूरी तरह से",
  "Lastly, she drew our attention to the observations made by": "(४) अंत में, उन्होंने हमारा ध्यान इस न्यायालय की निम्नलिखित टिप्पणियों",
  "this Court in case of Union of India vs. K.K. Dhawan” in": "की ओर आकर्षित किया जिसमें धारत संघ बनाम के. के; धवन '*2 के मामले",
  "which it has been held that the judicial officer, if acts": "में, जिसमें यह अभिनिर्धारित किया गया है कि न्यायिक अधिकारी , यदि",
  "negligently or recklessly or attempts to confer undue": "लापरवाही से या असावधानी से कार्य करता है या किसी व्यक्ति को अनुचित",
  "favour on a person or takes a decision which is actuated by": "लाभ पहुंचाने का प्रयास करता है या कोई ऐसा निर्णय लेता है जो भ्रष्ट उद्देश्य से",
  "of evidence do not apply to the departmental inquiry.": "कठोर नियम विभागीय जांच पर लागू नहीं होते हैं।",
  "5. At the outset, it may be noted that maintenance of high standard": "५. शुरुआत में, यह नोट किया जा सकता है कि न्यायिक अधिकारियों के उद्च",
  "of conduct and character of the judicial officers has always been a": "स्तर के आचरण और चरित्र को बनाए रखना इस न्यायालय के लिए हमेशा से",
  "matter of great concern for this court. In C. Ravichandran Iyer": "बहुत चिंता का विषय रहा है। सी. रविचंद्रन अन्य न्यायसुर्ति ए. एम भट्टाचार्जी",
  "Vs. Justice A.M. Bhattacharjee & Ors.”, this court emphasizing": "और अन्य” के मामले में, इस न्यायालय ने न्यायाधीशों द्वारा ईमानदारी,",
  "the need to maintain high standard of integrity, honesty and moral": "अखंडता और नैतिक शक्ति के उच्च मानकों को बनाए रखने की आवश्यकता पर",
  "“Judicial office is essentially a public trust. Society": "न्यायिक कार्यालय अनिवार्य रूप से एक सार्वजनिक विश्वास का स्थान है।",
  "is, therefore, entitled to except that a Judge must be": "अतः समाज को इसके सिवाय और कोई अधिकार नहीं है कि न्यायाधीश",
  "a man of high integrity, honesty and required to": "एक उच्च निष्ठा, ईमानदारी वाला व्यक्ति हो और उसके पास नैतिक शक्ति,",
  "have moral vigour, ethical firmness and impervious to corrupt or venial influences. He is required to": "नैतिक दृढ़ता और भ्रष्ट या हानिकारक प्रभावों के प्रति अभेद्य हो। उससे",
  "public confidence in the integrity and impartiality of": "अखंडता और निष्पक्षता में जनता के विश्वास को कम करता है तो ऐसा",
  "the court would be deleterious to the efficacy of": "आचरण न्यायिक प्रक्रिया की प्रभावकारिता के लिए हानिकारक होगा।",
  "judicial process. Society, therefore, expects higher standards of conduct and rectitude from a Judge.": "इसलिए समाज किसी न्यायाधीश से आचरण और ईमानदारी के उच्च",
  "officers to emulate and imbibe high moral or ethical standards expected of a higher judicial functionary,": "से अपेक्षित उच्च नैतिक या नैतिक मानकों का अनुसरण करें और उन्हें",
  "as wholesome standard of conduct which would": "आचरण के पूर्ण मानक के रूप में आत्मसात करें, जिससे जनता का",
  "generate public confidence, accord dignity to the judicial office and enhance public image, not only of": "विश्वास पैदा होगा, न्यायिक कार्यालय की गरिमा बढ़ेगी और न केवल",
  "the Judge but the court itself. It is, therefore, a basic": "न्यायाधीश बल्कि न्यायालय की भी छवि बेहतर होगी। अतः यह एक",
  "requirement that a Judge's official and personal": "आधारभूत अपेक्षा है कि न्यायाधीश का शासकीय और व्यक्तिगत आचरण",
  "conduct be free from impropriety; the same must be in tune with the highest standard of propriety and": "अनौचित्य से मुक्त होना चाहिए और यह औचित्य और सत्यनिष्ठा के",
  "in tune with the highest standard of propriety and probity. The standard of conduct is higher than": "उद्चतम मानक के अनुरूप होना चाहिए। आचरण का मानक आम आदमी",
  "expected of a layman and also higher than expected": "से अपेक्षा से ऊंचा है और अधिवक्ता की अपेक्षा से भी ऊंचा है। वास्तव",
  "of an advocate. In fact, even his private life must adhere to high standards of probity and propriety,": "में, यहां तक कि उनका निजी जीवन भी ईमानदारी और औचित्य के उद्च",
  "higher than those deemed acceptable for others.": "मानकों का पालन करना चाहिए, जो दूसरों को स्वीकार्य माने जाने वाले",
  "Therefore, the Judge can ill-afford to seek shelter from the fallen standard in the society.”": "मानकों से ऊंचे हों।इसलिए, न्यायाधीश समाज में गिरते स्तर का सहारा लेने का जोखिम नहीं उठा सकता।",
  "6. In Sadhna Chaudhary Vs. State of Uttar Pradesh”, this court": "6 साधना चॉधरी बनाम उत्तर प्रदेश राज्य “4 में इस न्यायालय ने दोहराया",
  "reiterated that the judicial officers must aspire and adhere to a higher standard of honesty, integrity and probity.": "कि न्यायिक अधिकारियों को ईमानदारी , अखंडता और सत्यनिष्ठा के उच्च",
  "“19. It has amply been reiterated by this Court that": "“” 79 इस न्यायालय द्वारा इस बात को दोहराया गया है कि न्यायिक",
  "higher standard of honesty, integrity and probity.": "अधिकारियों को ईमानदारी; सत्यनिहठा ओर सत्यनिष्ठा के एक उच्च मानक",
  "Waghmare v. State = of = Maharashtra [Shrirang": "श्रीरंग यादवराव वाघमारे बनाम महाराष्ट्र राज्य /श्रीरंग यादवराव वाघमारे",
  "Yadavrao Waghmare v. State of Maharashtra, (2019) 9 SCC 144 : (2019) 2 SCC (L&S) 582] , a Division": "बनाम महाराष्ट्र राज्य (2079/ 9 एससीसी उ44- (2079, 2 एससीसी",
  "9 SCC 144 : (2019) 2 SCC (L&S) 582] , a Division Bench of this Court very succinctly collated these": "(एल एंड एस) 582/ ये इस अदालत की एक खंडपीठ ने इन सिद्धांतों",
  "principles and reiterated that: (SCC pp. 146-47, paras 5-10)": "(एससीसी पीपी। 46-42 पैंया 5-70)",
  "‘5. The first and foremost quality required in a": "5 एक न्यायाधीश यें आवश्यक पहला ऑर सबसे महत्वपूर्ण गुण",
  "Judge is integrity. The need of integrity in the": "सत्यनिष्ठा हैं। न्यायपालिका सें ईमानदारी की आवश्यकता अन्य संस्थानों",
  "judiciary is much higher than in other institutions. The judiciary is an institution whose foundations are": "की तुलना में बहुत अधिक है। न्यायपालिका एक ऐसी संस्था है जिसकी",
  "based on honesty and integrity. It is, therefore,": "नींव ईपानदारी ओर अखंडता पर आधारित हें।इसलिए यह आवश्यक हैं",
  "necessary that judicial officers should possess the sterling quality of integrity. This Court in Tarak": "कि न्यायिक अधिकारियों में ईमानदारी की उत्कृष्ट गुणवत्ता होनी चाहिए।",
  "Singh v. Jyoti Basu [Tarak Singhv. Jyoti Basu,": "इस न्यायालय ने तारक सिंह बनाय ज्योति बसु /तारक सिंह बनाम ज्योति बसु, (2005; 2 एससीसी 207/ यें निम्नलिखित रूप में",
  "(2005) 1 SCC 201] held as follows: (SCC p. 203)": "अधिनिर्धारित किया: (एस. सी. सी. पुप्ठ 203,",
  "‘Integrity is the hallmark of judicial discipline,": "'ईयानदारी दूसरों के अलावा न्यायिक अनुशासन की पहचान है।",
  "utmost care to see that the temple of justice does not crack from inside, which will lead to a catastrophe in the justice-delivery system resulting in the failure": "न्याय का मंदिर अंदर से न ट्रटे जिससे न्याय प्रदान करने की प्रणाली में",
  "6. The behaviour of a Judge has to be of an exacting standard, both inside and outside the court. This Court inDaya  Shankarv. High Court of": "6. न्यायाधीश का व्यवहार न्यायालय के भीतर और बाहर दोनों जगह कठोर मानक का होना चाहिए। इस न्यायालय ने दया शंकर बनाम",
  "Allahabad [Daya Shankarv. High Court _ of": "इलाहाबाद उच्च न्यायालय /दया शंकर बनाम इलाहाबाद उच्च न्यायालय,",
  "held thus: (SCC pp. 4-5, para 11)": "प्रकार अभिनिर्धारित किया: (एससीसी पु्ठ 4-5; पेंया 77,",
  "court. They must have only one standard of": "सत्यनिष्ठा का केवल एक ही यानक होना चाहिए। वे जिस पद पर काबिज",
  "7. Judges are also public servants. A Judge should": "7 न्यायाधीश लोक सेवक भी होते हैं। एक न्यायाधीश को हमेशा यह",
  "always remember that he is there to serve the public.": "याद रखना चाहिए कि वह जनता की सेवा करने के लिए है। एक",
  "A Judge is judged not only by his quality of": "न्यायाधीश का निर्णय न केवल उसके निर्णयों की गुणवत्ता से बल्कि",
  "judgments but also by the quality and purity of his": "उसके चसयि की गुणवत्ता ऑर शुद्धता से भी किया जाता हैं। एक",
  "both in public and personal life of a Judge. One who": "न्यायाधीश के सार्वजनिक ऑर व्यक्तिगत जीवन दोनों में तुटिहीन",
  "incorruptible. That is the high standard which is": "देता हैं उसे इसानदार होना चाहिए। यह उच्च मानक है. जिसकी",
  "expected of Judges.": "न्यायाधीशों से अपेक्षा की जाती है।",
  "8. Judges must remember that they are not merely": "8. न्यायाधीशों को यह याद रखना चाहिए कि वे केवल कर्मचारी नहीं हैं",
  "employees but hold high public office. In R.C.": "बल्कि उच्च सार्वजनिक पद पर हैं। आरसी चंदेल बनास एमपी के उच्च",
  "Chandel v. High Court of M.-P. [R.C.": "न्यायालय में /आरसी चंदेल बनास एमपी के उच्च न्यायालय, (2072)",
  "(2012) 2 SCC (Civ) 343 : (2012) 3 SCC (Cri) 782 :": "एससीसी (सीआरआई,) 782. (2072) 2 ड८८ (दढकाएए.5,/ 469",
  "standard of conduct expected of a Judge is much": "इस अदालत ने माना कि एक न्यायाधीश से अपेक्षित आचरण का",
  "higher than that of an ordinary person. The": "मानक एक सामान्य व्यक्ति की तुलना यें बहुत अधिक हेइस न्यायालय",
  "following observations of this Court are relevant: (SCC p. 70, para 29)": "की निम्नलिखित (टिप्पणियां प्रासंगिक हैं: (एससीसी पुष्ठ 70. पैरा 29,",
  "‘29. Judicial service is not an_ ordinary government service and the Judges are not": "29 - न्यायिक सेवा कोई साधारण सरकारी सेवा नहीं है ऑर",
  "employees as such. Judges hold the public office;": "न्यायाधीश ऐसे कर्यचारी नहीं हैं। न्यायाधीश सार्वजनिक पद धारण",
  "their function is one of the essential functions of the": "करते हैं. उनका कार्य राज्य के आवश्यक कार्यों यें से एक है। अपने",
  "State. In discharge of their functions and duties, the Judges represent the State. The office that a Judge": "कार्यों ऑर कर्तव्यों के निर्वहन में, न्यायाधीश राज्य का प्रतिनिधित्व",
  "holds is an office of public trust. A Judge must be a": "करते हैं। न्यायाधीश का पद लोक विकास का पद होता है। एक",
  "person of impeccable integrity and unimpeachable": "न्यायाधीश को बेदाग सत्यनिठा ऑर निर्विवाद स्वतंत्रता वाला व्यक्ति",
  "high moral values. When a litigant enters the": "चाहिए। जब कोई वादकारी न्यायालय कक्ष में प्रवेश करता है तो उसे",
  "courtroom, he must feel secured that the Judge": "यह सुनिश्चित महसूस करना चाहिए कि जिस न्यायाधीश के समक्ष",
  "consideration. The standard of conduct expected of": "न्याय प्रदान करेगा। न्यायाधीश से अपेक्षित आचरण का स्तर एक",
  "a Judge is much higher than an ordinary man. This": "साधारण व्यक्ति की तुलना में बहुत ऊंचा है।यह कोई बहाना नहीं हैं कि",
  "is no excuse that since the standards in the society have fallen, the Judges who are drawn from the": "चूंकि समाज में सानदंड गिर गए हैं, इसलिए समाज से लिए गए",
  "society cannot be expected to have high standards": "न्यायाधीशों से यह अपेक्षा नहीं की जा सकती कि वे न्यायाधीश से",
  "and ethical firmness required of a Judge. A Judge,": "अपेक्षित उच्च मानदंड ऑर नेंतिक द्रढ़ता रखें। एक न्यायाधीश, सीजर",
  "like Caesar's wife, must be above suspicion. The": "की पत्नी की तरह; संदेह से परे होना चाहिए। न्यायिक प्रणाली की"
}