{
  "Issue notice to the respondent as to why the life sentence awarded to him by the High Court should not be enhanced to": "प्रतिवादी को नोटिस जारी करें कि उच्च न्यायालय द्वारा उसे दी गई आजीवन कारावास की सजा को",
  "awarded to him by the High Court should not be enhanced to death sentence.": "बढ़ाकर मौत की सजा क्यों न दी जाए।",
  "Issue notice also on the application for condonation of delay.": "विलंब माफी के आवेदन पर भी नोटिस जारी करें।",
  "NJ. Matter pending": "एन.जे. मामला लंबित।",
  "ALOK VERMA": "आलोक वर्मा",
  "(SLP (Cri.) No. 6718 of 2011)": "(एसएलपी (सीआरएल) संख्या 678/207)",
  "[MARKANDEY KATJU AND CHANDRAMAUL! KR. PRASAD, JJ.}": "[न्यायमूर्ति मार्कन्डेय काटजू और चन्द्रमौली कुमार प्रसाद]",
  "Sentence/Sentencing — Death sentence -— Accused committed murder of wife and four children as also caused": "सज़ा - मौत की सज़ा - अभियुक्त ने भाड़े के एक व्यक्ति की मदद लेकर चाकू और कुल्हाडी से पत्नी और चार",
  "injuries to another daughter with knife and.axe taking help of a hired person — Conviction by courts below on basis of the circumstantial evidence as also evidence of the surviving": "बच्चे की हत्या की और एक अन्य बेटी को भी चोट कारित की- निचली अदालतों ने परिस्थितिजन्य साक्ष्यों के",
  "a hired person — Conviction by courts below on basis of the circumstantial evidence as also evidence of the surviving daughter-eye witness to the incident -— Death sentence": "आधार पर तथा घटना की जीवित चश्मदीद गवाह बेटी के सबूत पर दोषसिद्धी की- विचारण न्यायालय द्वारा दी",
  "awarded by the trial court modified to life sentence by High Court — On appeal, held: On facts, the said act was a ghastly": "गई मौत की सजा को उच्च न्यायालय द्वारा आजीवन कारावास में बदल दिया- अपील पर, माना: तथ्यों पर, उक्त",
  "and brutal act — It falls in the category of rarest of rare cases in which death sentence should have been given — Reasoning": "कृत्य वीभत्स एवं क्रूर कृत्य था- यह दुर्लभतम मामलों की श्रेणी में आता है जिसमें मौत की सज़ा दी जानी चाहिए",
  "of the High Court reducing the award of death sentence to life sentence is strange — Thus, notice issued to the accused as": "थी- उच्च न्यायालय द्वारा मौत की सजा को आजीवन कारावास में बदलने का तर्क अजीब है- इस प्रकार,",
  "to why the life sentence awarded to him by the High Court": "अभियुक्त को नोटिस जारी किया गया कि उच्च न्यायालय द्वारा उसे दिए गए आजीवन कारावास की सज़ा को क्यों",
  "should not be enhanced to death sentence.": "न मौत की सजा तक बढा दिया जाए?",
  "CRIMINAL APPELLATE JURISDICTION : SLP (Cri.) No.": "आपराधिक अपीलीय क्षेत्राधिकार: एसएलपी (सीआरएल) संख्या 678/2077",
  "From the Judgment & Order dated 7.8.2009 of the High Court of Judicature at Allahabad in Captial Jail Appeal No. 6352 of 2008 and Reference No. 8 of 2008.": "कैपिटल जेल अपील संख्या 6352/2008 और संदर्भ संख्या 8/ 2008 में इलाहाबाद उच्च न्यायालय के निर्णय और आदेश दिनांक 7.8.2009 से।",
  "Pramod Swarup, Pareena Swarup, Pradeep Misra for the Petitioner.": "याचिकाकर्ता की ओर से प्रमोद स्वरूप, परीना स्वरूप, प्रदीप मिश्रा ।",
  "The following Order of the Court was delivered": "न्यायालय का निम्नलिखित आदेश सुनाया गया",
  "Incised wound 3 cm x 1 cm muscle deep 12 cm above the middle of forehead in the front of skull.": "4. खोपड़ी के सामने माथे के मध्य से 2 सेमी ऊपर 3 सेमी » . सेमी मांसपेशी की गहराई में कटा हुआ घाव।",
  "Incised wound 2.5 cm x 1 cm muscle deep behind the right ear.": "५. दाहिने कान के पीछे मांसपेशियों में 2.5 सेमी ५ सेमी गहरा कटा हुआ घाव।",
  "The injuries on Uttam Kumar, aged about 8 years, son of c the deceased and the accused respondent are as follows :-": "मृतका और आरोपी प्रत्यर्थी के बेटे उत्तम कुमार, उम्र लगभग 8 वर्ष, की चोटें इस प्रकार हैं:-",
  "1. Incised wound 3 cm x 1 cm bone deep in the upper part of the body.": ". शरीर के ऊपरी हिस्से में 3 सेमी ५ सेमी हड्डी की गहराई में कटा हुआ घाव।",
  "2. incised wound 3 cm x 1 cm x deep bone in the": "2. माथे के बीच में 3 सेमी » सेमी » हड्डी की गहराई में कटा हुआ घाव।",
  "3. Incised wound 2 cm x 1 cm x skull deep outside the left eye on the left side of the face. The bone,": "3. चेहरे के बाई ओर बाई आंख के बाहर 2 सेमी ५ सेमी ५ खोपड़ी की गहराई में कटा हुआ घाव। हड्डी,",
  "muscle, blood vessels, brain and brain membrane": "मांसपेशियां, रक्त वाहिकाएं, मस्तिष्क और मस्तिष्क की झिल्ली कटी हुई पाई गई। मस्तिष्क की गुहा में खून के",
  "4. Incised wound 3 cm x 1 cm bone deep, this wound was Close to the outer sides of the right eye.": "4. 3 सेमी ५ सेमी हड्डी की गहराई में कटा हुआ घाव, यह घाव दाहिनी आंख के बाहरी किनारों के करीब था।",
  "6. 12cmx3cm size wound till nose contusion on the neck.": "6. गर्दन पर नीलगू सूजन, 2 सेमी ५ 3 सेमी आकार का घाव नाक तक।",
  "G The injuries on Kumari Anjali, aged about 2 years, daughter of the deceased and accused respondent, are as follows :-": "जी, मृतका और आरोपी प्रत्यर्थी की लगभग 2 वर्ष की बेटी कुमारी अंजलि की चोटें इस प्रकार हैं:-",
  "1. 40cm x 1.5 cm incised wound x deep till cavity of": ". खोपड़ी की गुहा तक 4 सेमी ५ .5 सेमी गहरा घाव, खोपड़ी के दाहिनी ओर दाहिनी आंख की भौंह से 4 सेमी",
  "skull, 4 cm above the right eye brow on the right": "2. दाहिनी आंख और निचली पलक पर नीलगू सूजन 4.5 सेमी » 4 सेमी।",
  "tried to persuade him not to commit these illegal acts and get reformed, but instead he would often beat her, and ultimately": "गैरकानूनी कृत्यों को न करे और सुधर जाए, लेकिन बजाय इसके वह अक्सर उसे पीटता था और अंततः उसने",
  "he committed these ghastly and brutal crimes of murdering his wife and four children, who are aged about 10,.8,,5 and 2 years": "अपनी पत्नी और चार बच्चों, जिनकी उम्र क्रमशः लगभग 0, 8, 5५ वर्ष और 2 वर्ष है, की हत्या का भयानक",
  "and that apart there is convincing circumstantial evidence also on the basis of which the respondent has been convicted by the courts below. .": "साक्ष्य भी हैं जिनके आधार पर प्रत्यर्थी को निचली अदालतों द्वारा दोषी ठहराया गया है।",
  "The injuries on the deceased Shikha, wife of the accused- respondent are as follows :-": "आरोपी प्रत्यर्थी की पत्नी मृतक शिखा के शरीर पर चोटें इस प्रकार हैं: -",
  "1. Multiple incised wounds over face and forehead size 1 cm x 0.5 cm to 3 cm x 0.5 cm bone deep.": ". चेहरे और माथे पर कई कटे हुए घाव, आकार सेमी ४ 0.5 सेमी से 3 सेमी ५ 0.5 सेमी हड्डी की गहराई",
  "2. Incised wound 4 cm x 1 cm trachea deep on front of neck below hyoid bone. On dissection the": "2. कटा हुआ घाव 4 सेमी ५ सेमी हाइपोइड हड्डी के नीचे गर्दन के सामने श्वासनली की गहराई तक। विच्छेदन",
  "underlying large vessels, tracheds and nerves were cut.": "पर अंतर्निहित बड़ी वाहिकाएं, श्वासनली और तंत्रिकाएँ कटी हुई थी।",
  "3. Incised wound 4 cm x 1 cm size muscle deep on back of root of. neck.": "3. गर्दन के मूल के पीछे की ओर 4 सेमी » सेमी आकार की मांसपेशियों में गहरा घाव।",
  "4. — Incised wound 4 cm x .5 cm muscle deep on top of (Rt.) shoulder.": "4. दाहिने कंधे के ऊपर मांसपेशियों में 4 सेमी ५ 5 सेमी गहरा कटा हुआ घाव।",
  "brother of Shikha (the complainant) came to the said house he": "के साथ उस मकान में रहती थी। दिनांक 07.07.2005 को जब शिखा (परिवादी) का भाई उक्त घर पर आया",
  "found the door closed. He opened the door and found the dead": "तो उसने दरवाजा बंद पाया। उसने दरवाजा खोला और शवों को देखा और उसकी भतीजी प्रियंका को भी घायल",
  "the incident.": "पाया, जिसने उसे घटना के बारे में बताया।",
  "A blood stained axe was found in the room, while the knife which was also used in committing these horrible crimes had": "कमरे में खून से सनी एक कुल्हाड़ी मिली, जबकि इन भयानक अपराधों को अंजाम देने में इस्तेमाल",
  "been concealed by the accused. The shirt of the accused was blood stained. The accused took the police to the sand where": "किया गया चाकू भी आरोपी ने छिपा दिया था। आरोपी की शर्ट पर खून लगा हुआ था। आरोपी पुलिस को रेत के",
  "he had concealed a polythene bag containing the knife which wa": "पास ले गया जहां उसने एक पॉलिथीन बैग छुपाया था जिसमें इस्तेमाल किया गया चाकू, जिस पर खून लगा था",
  "used which was blood stained, and some other items, in luding the blood stained shirt. We cannot imagine a more g": "और खून से सनी शर्ट सहित कुछ अन्य चीजें छिपाई थीं। हम इससे अधिक घिनौने कृत्य की कल्पना नहीं कर",
  "astly act and, we are, prima facie, of the opinion that t is falls in the category of rarest of rare cases in which": "सकते हैं और प्रथम दृष्ठया हमारा मानना है कि यह दुर्लभतम मामलों की श्रेणी में आता है जिसमें मौत की सजा",
  "death sentence should have been given. The trial court, no doubt, awarded death sentence to the respondent, but the High": "दी जानी चाहिए थी। विचारण न्यायालय ने इसमें कोई संदेह नहीं, की प्रत्यर्थी को मौत की सज़ा सुनाई, लेकिन",
  "Court reduced it to life sentence by observing :-": "उच्च न्यायालय ने यह कहते हुए इसे उम्रकैद में बदल दिया:-",
  "“But on the other side, it is to be considered as to what were the circumstances under v/hich the said murders were": "\"लेकिन दूसरी ओर यह भी विचारणीय है कि ऐसी कौन सी परिस्थितियां थीं जिनके तहत उक्त हत्याएं की गई।",
  "caused. Accused Alok Verma was postgraduate in Sociology, having failed in getting a job. It seems that due": "आरोपी आलोक वर्मा समाजशास्त्र में स्नातकोत्तर थे, नौकरी पाने में असफल रहे। ऐसा लगता है कि आर्थिक तंगी",
  "to financial crisis, he entered into the criminal world, due to which he had to go to jail. He had been away from his": "के कारण उसने आपराधिक दुनिया में कदम रखा, जिसके कारण उसे जेल जाना पड़ा। वह लंबे समय से अपनी",
  "wife and children for a long time, and in these circumstances, he became pessimistic and began to": "पत्नी और बच्चों से दूर था और इन परिस्थितियों में वह निराशावादी हो गया और उसे अपनी पत्नी के चरित्र पर",
  "suspect his wife's character. Advice of his wife to stay away from criminal activities he could not accept. In absence": "संदेह होने लगा। अपनी पत्नी की आपराधिक गतिविधियों से दूर रहने की सलाह वह स्वीकार नहीं कर सका।",
  "of alternative, in such circumstances, his wife's threat to disclose all of his wrong acts made the situation worse and": "ऐसी परिस्थिति में विकल्प के अभाव में उसकी पत्नी द्वारा उसके सभी गलत कृत्यों को उजागर करने की धमकी",
  "appear to be committed under any preplan nor for any benefit, but has been caused due to hopelessness and doubts about the character of the wife wherein he was": "तहत और न ही किसी लाभ के लिए की गई प्रतीत होती है, लेकिन यह निराशा और पत्नी के चरित्र पर संदेह के",
  "doubting that the children were not his. In the above circumstances considering the decision of the Hon'ble": "कारण हुआ, जिसमें उसे संदेह था कि बच्चे उसके नहीं हैं। उपरोक्त परिस्थितियों में, प्रकाश धवल खैमथ",
  "circumstances considering the decision of the Hon'ble Supreme Court in Prakash Dhawal Khairnath (Patil) Vs.": "(पाटिल) बनाम महाराष्ट्र राज्य और महाराष्ट्र राज्य बनाम संदीप (& बब्लू प्रसाद खैरनाथ (पाटिल) 2002 सुप्रीम कोर्ट केस (आपराधिक) 287 में माननीय सर्वोच्च न्यायालय के निर्णय पर विचार करते हुए जो निष्कर्ष निकला"
}