{
  "[Non-Reportable]": "[अ-प्रतिवेद्य]",
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय के समक्ष",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय क्षेत्राधिकार",
  "CRIMINAL APPEAL NO. 738 OF 2023": "आपराधिक अपील संख्या - 738/2023",
  "(@ SLP(CRL.) NO.9665 OF 2017)": "((6 एसएलपी (आप०) संख्या 9665/2077)",
  "MEENU PRAKASH BHANTU . Appellant": "मीनू प्रकाश भांटर ... अपीलकर्ता",
  "Versus": "बनाम",
  "Rajesh Bindal, J.": "न्यायमूर्ति राजेश बिंदल",
  "High Court for Judicature at Allahabad is under challenge": "से पीड़ित होकर इलाहाबाद उच्च न्यायालय पहुंचा। हाईकोर्ट ने",
  "Miscellaneous Application filed by the appellant under Section 482 of the Code of Criminal Procedure, 1973 (for": "सीआरपीसी) की धारा 482 के तहत अपीलकर्ता द्वारा दायर आपराधिक",
  "wgespessee by the Sessions Judge, Aligarh in Criminal Revision": "प्रकीर्ण आवेदन और अतिरिक्त मुख्य न्यायिक मजिस्ट्रेट, अलीगढ़ द्वारा",
  "rear’! NO.306 of 2017 and the order dated 29\" August, 2017": "दिनांकित 29 अगस्त, 207 को पारित आदेश को आक्षेपित आदेश द्वारा",
  "illegible or there was mis-printing and as a result of which": "उसको गलत प्रिंट किया गया था और जिसके परिणामस्वरूप",
  "the complainant could not make out as to what transactions had been done from his account. The appellant being the": "शिकायतकर्ता यह पता नहीं लगा सका कि उसके खाते से क्या लेनदेन",
  "8. Heard the learned counsel for the parties and": "8. पक्षकारों के विद्वान अधिवक्ता को सुना और अभिलेख पर",
  "perused the relevant material placed on record.": "उपस्थित सम्बन्धित दस्तावेजों का अवलोकन किया।",
  "and an extraordinary power. It is to be": "विवेकाधीन और असाधारण शक्ति है। इसका प्रयोग बहुत कम और",
  "exercised sparingly and only in those cases where the circumstances of the case so": "केवल उन्हीं मामलों में किया जाना चाहिए जहां परिस्थितियों के",
  "warrant. It is not to be exercised because": "अनुसार वारंट आवश्यक हो।इसका प्रयोग नहीं किया जाना चाहिए",
  "the magistrate or the sessions judge is of the opinion that some other person may also": "क्योंकि मजिस्ट्रेट या सत्र न्यायाधीश की राय है कि कोई अन्य व्यक्ति",
  "be guilty of committing that offence. Only": "भी उस अपराध को करने का अपराधी हो सकता है।केवल वहां जहां",
  "against a person from the evidence laid": "न्यायालय में समक्ष प्रस्तुत किए गए साक्ष्य से किसी व्यक्ति में विरुद्ध",
  "and remitted the matter back to the Trial Court for passing": "पारित करने के लिए मामले को विचारण न्यायालय को वापस भेज दिया",
  "Hardeep Singh and Ors. Vs. State of Punjab & Ors.,": "6... तकों के समर्थन में, हरदीप सिंह ऑर अन्य बनाम पंजाब राज्य",
  "7. On the other hand, learned counsel for the": "7. . दूसरी ओर, प्रतिवादी के विद्वान अधिवक्ता ने प्रस्तुत किया कि यह",
  "clearly established. When the complainant received a": "अपीलकर्ता की भूमिका स्पष्ट रूप से स्थापित है। जब शिकायतकर्ता को",
  "message regarding dispatch of a cheque book of his": "अपने खाते से चेकबुक जारी करने के बारे में में एक संदेश मिला, तो",
  "account, he immediately approached the bank as he had": "उन्होंने तुरंत बैक से सम्पर्क किया क्योंकि उन्होंने कभी भी चेकबुक",
  "never requested for issuance of a cheque book. However,": "जारी करने का अनुरोध नहीं किया था।हालांकि, बैक के द्वारा कोई",
  "no satisfactory reply was given by the bank. When the": "संतोषजनक जवाब नहीं मिला।जब शिकायतकर्ता ने बैंक में अपने खाते",
  "complainant requested for a copy of the statement of his": "के लेनेदेन के विवरण की एक प्रति के लिए अनुरोध किया, तो जो खाते",
  "3. On the basis of the statement made by the": "3. . शिकायतकर्ता द्वारा दिए गए कथन के आधार पर, जो पुलिस को",
  "complainant which was in line with the complaint filed to": "दर्ज शिकायत के अनुरूप था, अभियोग पक्ष द्वारा वर्तमान अपीलकर्ता,",
  "Accountant S.D.Sharma and Bank Manager M.L.Verma,": "अकाउंटेंट एस. डी. शर्मा और बैंक प्रबंधक एम. एल. वर्मा, भारतीय",
  "State Bank of India and the then Post Master of Post Office,": "स्टेट बैंक और तत्कालीन डाकधर के तत्कालीन पोस्ट मास्टर, गोंडा",
  "Judicial Magistrate vide order dated 6\" May, 2017 finding": "आदेश दिनांकित 6 मई, 207 द्वारा इसे यह कहते हुए खारिज कर",
  "accused. The order was challenged by the prosecution by": "उपलब्ध नहीं थे। इस आदेश को अभियोग पक्ष ने पुनरीक्षण दाखिल",
  "matter to the Trial Court for disposal afresh after affording": "निस्तारण के लिए विचारण न्यायालय को भेजा। इसके पश्चात, 29",
  "Magistrate, Aligarh allowed the application and directed for summoning of the present appellant, Accountant S.D.": "मजिस्ट्रेट ने अपील को अनुमति प्रदान की एवं वर्तमान अपीलकर्ता",
  "Sharma and Bank Manager M.L. Verma and the then Post Master of Gonda Post Office.": "एकाउन्टेंट एस.डी. शर्मा एव बैंक मनेजर एम.एल.वर्मा एवं गोंडा पोस्ट",
  "5. Learned counsel appearing for the appellant": "५... अपीलकर्ता के विद्वत अधिवक्ता ने प्रस्तुत किया कि अपीलकर्ता",
  "submitted that the appellant was merely working as a Miscellaneous Clerk in State Bank of India, Gonda Branch, District Aligarh, Uttar Pradesh. If there was any fraudulent": "भारतीय स्टेट बैंक, गोंडा शाखा, जिला अलीगढ़, उत्तर प्रदेश में केवल एक मिश्रित कुर्क के रूप में काम कर रहा था। यदि शिकायतकर्ता के",
  "withdrawal from the account of the complainant, the": "खाते से कोई धोखाधड़ी से निकासी की गई थी, तो अपीलकर्ता को",
  "appellant cannot be held responsible for the same. The": "इसके लिए जिम्मेदार नहीं ठहराया जा सकता है। अपीलकर्ता के",
  "only allegation against the appellant is that once he had": "खिलाफ एकमात्र आरोप यह है कि एक बार उसने शिकायतकर्ता के",
  "supplied printout of the statement of account of the": "खाते के लेनदेन के विवरण का प्रिंटआउट दिया था वह उसके अनुसार",
  "complainant which according to him was not legible or there was some mis-printing. The appellant cannot be held": "पढ़ने योग्य नहीं था या कुछ गलत छप गया था। अपीलकर्ता को उसके",
  "case. The order passed by the Additional Chief Judicial": "सामान्य आदेश पारित किया। अपर मुख्य न्यायिक मजिस्ट्रेट द्वार पारित",
  "merely referred to the order passed by the Sessions Judge": "न्यायाधीश 5 द्वारा पारित आदेश का सन्दर्भित किया जिसमें अतिरिक्त",
  "New Delhi": "नई दिल्ली",
  "March 16, 2023": "6 मार्च, 2023",
  "warrant and the crucial test as notice above": "परिस्थितियां की माँग हो और उपरोक्त नोटिस के रूप में महत्वपूर्ण",
  "has to be applied ts one which ts more that prima facie case as exercised at the time of": "परीक्षण किया जाना है लागू वह है जो आरोप तय करने के समय प्रयोग",
  "prima facie case as exercised at the time of framing of charge, but short of satisfaction to": "किए गए प्रथम दृष्ठया मामले से अधिक है, लेकिन संतुष्टी की सीमा से",
  "an extent that the evidence, if goes unrebutted, would lead to conviction....”": "कम है यदि साक्ष्य अपरयाप्ति है तो यह दोषसिद्धी की ओर ले जायेगा।",
  "once had supplied a copy of the statement of account to": "बार आरोपी को लेखा कथन एक प्रति की आपूर्ति की थी वह या तो मंद",
  "the complainant which was either dim or mis-printed. Based on this material, opinion cannot be formed that he was in": "थी या गलत तरीके से मुद्रित थी। इन दस्तावेजों के आधार पर, यह राय",
  "on this material, opinion cannot be formed that he was in connivance with the accused who allegedly indulged in": "नहीं बनाई जा सकती है कि वह उस आरोपी के साथ मिला हुआ था जो",
  "cheating the complainant by fraudulent withdrawal from his": "कथित रूप से शिकायतकर्ता के खाते से धोखाधड़ी से निकासी में",
  "account. He is not authorized either to approve withdrawal": "शामिल था। वह न तो निकासी को स्वीकृत करने के लिए एवं न ही",
  "or to deal with the account of the complainant.": "शिकायतकर्ता के खाते को देखरेख करने के लिए अधिकृत है।"
}