{
  "IN THE SUPREME COURT OF INDIA": "भारत का उच्चतम न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपील अधिकारिता",
  "ANUPAL SINGH AND OTHERS ... Appellants": "अनुपाल सिंह एवं अन्य. अपीलार्थी(गण)",
  "SECRETARY, PERSONNEL DEPARTMENT": "प्रमुख सचिव व्यक्तिगत विभाग,",
  "C.A. No. 4825/2019, C.A. No. 4827/2019, C.A. No. 4834/2019,": "संख्या 4838/209, सिविल अपील संख्या 4823/209, सिविल",
  "C.A. No. 4828/2019, C.A. No. 4824/2019, C.A. No. 4835/2019,": "अपील संख्या 4820/209, सिविल अपील संख्या 4830/209,",
  "C.A. Nos.4822-23/2019, C.A. No.4836/2019, C.A. No. 4826/2019,": "सिविल. अपील संख्या 4829/209, सिविल अपील संख्या",
  "C.A. No. 4832/2019, C.A. No. 4831/2019": "4833/209, सिविल अपील संख्या 4825/209, सिविल अपील",
  "2. Brief facts which led to filing of these appeals are as under:-": "2. मामले के संक्षिप्त तथ्य इस प्रकार हैः -",
  "The Uttar Pradesh Public Service Commission issued an advertisement No.A-5, E-1/2013 dated 22.10.2013 _ inviting": "उ. प्र. लोक सेवा आयोग ने विज्ञापन संख्या ए-5, ई-/203 दिनांकित",
  "applications for 6628 vacancies of Subordinate Agriculture Services,": "22.]0.203 जारी कर अधीनस्थ कृषि सेवा संवर्ग-3 के लिए 6628 पदों के",
  "for the total requisitioned 6628 vacancies, category-wise vacancies": "सापेक्ष आवेदन की मांग की। उक्त अधियाचन में कुल 6628 पदों का अधियाचन",
  "are as under:-": "किया गया। श्रेणीवार पदों की संख्या इस प्रकार है: -",
  "Advertisement Number Vacancies in Subordinate Agriculture Services, Cadre-": "विज्ञापन संख्या अधीनस्थ कृषि सेवा, संवर्ग-3 (तकनीकी सहायक",
  "Advt. No. A-5, E-1/2013 Unreserved sc ST OBC": "विज्ञापन संख्या ए-5, सामान्य... एस.सी.  .एस.टी. अ.पि.व.",
  "Total vacancies: 6628": "कुल रिक्तियों की सख्याः",
  "Horizontal reservation in original advertisement is as under:-": "मूल अधियाचन में क्षैतिज आरक्षण इस प्रकार हैः -",
  "Women Handicapped | Dependents of Freedom Fighter Ex-servicemen": "महिला दिव्यांग स्वतंत्रा सेनानी आश्रित /भूतपूव सैनिक",
  "done only to fulfill the constitutional mandate of reservation and the": "सामान्य कोटे के सापेक्ष समायोजित करने और आरक्षण संबंधी संवैधानिक और",
  "the result of select list candidates was declared on 21.05.2015, the": "2.05.205 को सफल अभ्यर्थियों की जारी सूची हुई जिसमें प्राइवेट प्रत्यर्थी",
  "3. Number of writ petitions came to be filed before the High Court by the unsuccessful candidates against respondents No.1 to 4 and by impleading some of the successful candidates assailing": "3. असफल अभ्यर्थियों द्वारा प्रत्यर्थी । और 4 के विरूद्ध अनेक रिट याचिकाएं उच्च न्यायालय के समक्ष दायर की गयीं जिसमें उन्होंने यह अभिवचन किया कि",
  "result declared on 21.05.2015 praying that they be quashed. They": "और दिनांक 2.05.205 को घोषित किये गये परिणाम को खारिज कर दिया",
  "further prayed for direction to respondents No.1 to 4 to prepare the result afresh without giving effect to Office Memorandum dated 12.10.2014. It was contended that change in the number of": "जाना चाहिए। उन्होंने आगे दिनांकित 2.0.204 के कार्यालय ज्ञापन के बिना महत्व दिये नये सिरे से परिणाम तैयार करने के लिए प्रत्यर्थी । और 4 को निर्देश",
  "it is in contravention to Section 3(1) of UP Reservation Act, 1994": "था कि यह उ.प्र. आरक्षण अधिनियम, 994 की धारा 3() और उ.प्र,",
  "and Rule 15(3) of UP Subordinate Agriculture Services Rules, 1993": "अधीनस्थ कृषि सेवा निमयमावली, 993 का नियम 5(3) के विपरीत है और",
  "reservation to SC/ST and OBC categories crossed the upper limit of 50%.": "एस.सी., एस.टी. अ.पि.व. को दिये जाने वाले आरक्षण की 50 प्रतिशत की सीमा को पार कर गया।",
  "the cadre strength of Technical Assistant — Group C and the actual": "सहायक समूह-ग की संवर्ग क्षमता और विभिन्न श्रेणियों में कार्यरत व्यक्तियों की",
  "initially the number of requisitioned candidates in the category of General/Unreserved and OBC were wrongly calculated. It was noticed that the diploma holders who were required to be appointed": "प्रारम्भ में सामान्य / अनारक्षित और अ.पि.व. में अधियाचित अभ्यर्थियों की संख्या की गलत गणना की गयी। यह पाया गया कि जिन डिप्लोमाधारी को सामान्य कोटा",
  "the revised requisition for the vacancies for different categories. The": "विभिन्न श्रेणियों में रिक्तियों की संख्या में बदलाव करना विज्ञापन के लंबित रहने",
  "Union of India and Others v. O. Chakradhar (2002) 3 SCC 146, the": "इण्डिया एवं अन्य बनाम चक्रधर (2002) 3 एस.सी.सी. 46 का अवलम्ब लेकर",
  "High Court held that when the court comes to the conclusion that": "उच्च न्यायालय ने धारित किया कि जब न्यायालय इस निष्कर्ष पर पहुंचे कि सम्पूर्ण",
  "the selection is tainted, there is no necessity to serve individual": "चयन प्रक्रिया दूषित है तब व्यक्तिगत सूचना देने की कोई आवश्यकता नहीं रह",
  "notices and as such, the entire selection can be cancelled. The High": "जाती है इस तरह सम्पूर्ण चयन प्रक्रिया को समाप्त किया जा सकता है। उच्च",
  "Court issued a direction to the Principal Secretary, Government of": "न्यायालय ने प्रधान सचिव, उ.प्र. राज्य को निर्देश जारी कर कहा कि वे समग्र",
  "cadre as well as the actual persons working in different categories": "आँकड़ो सहित संवर्ग क्षमता एवं विभिन्न श्रेणियों में कार्य कर रहे व्यक्तियों की",
  "forthwith so that interview be conducted at the earliest and that the entire exercise be completed within four months.": "साक्षात्कार कराया जा सके और यह भी कहा कि सम्पूर्ण प्रक्रिया चार माह में पूर्ण",
  "5. Being aggrieved by the impugned judgment, the appellants who are the selected candidates and have already joined their": "५. आक्षेपित निर्णय से दुःखी अपीलार्थी/ चयनित अभ्यर्थी अपने-अपने पदों पर",
  "who are the selected candidates and have already joined their respective posts have filed these appeals before this Court. Vide": "पहले ही नियुक्त हो चुके हैं औ उन्होंने न्यायालय के समक्ष यह अपीलें की हैं।",
  "order dated 03.03.2017, this Court ordered to maintain status-quo": "न्यायालय ने दिनांक 03.03.207 को आदेश जारी कर मामले में यथास्थिति",
  "as existing on the said date.": "बरकरार रखने को कहा है जैसा कि उक्त तिथि पर था।",
  "6. The batch of appeals were heard at length and the hearing stretched over number of dates. We have heard Mr. P.S. Patwalia,": "6. इन अपीलों को विस्तारपूर्वक सुना गया और सुनवाई कई तारीखों तक चली। हमने अपीलार्थियों के विद्वान वरिष्ठ अधिवक्ता श्री पी .एस. पटवालिया, विद्वान",
  "learned Senior counsel, Mr. M. Karpaga Vinayagam learned Senior counsel, Mr. Guru Krishna Kumar, learned Senior counsel, Ms.": "वरिष्ठ अधिवक्ता श्री एम. करपागा विनयगम, विद्वान वरिष्ठ अधिवक्ता श्री गुरू कृष्ण",
  "Mahalakshmi Pavani, learned Senior counsel, Ms. Vibha Datta": "कुमार, विद्वान वरिष्ठ अधिवक्ता श्रीमती महालक्ष्मी पवानी, विद्वान वरिष्ठ अधिवक्ता",
  "Makhija, learned Senior counsel, Mr. Mehul M. Gupta, learned": "श्रीमती विभा दत्ता मखीजा, विद्वान वरिष्ठ अधिवक्ता मेहुल एम. गुप्ता और विद्वान",
  "counsel and Mr. A. Subba Rao, learned counsel appearing on behalf of the appellants. We have heard Mr. S.R. Singh, learned": "वरिष्ठ अधिवक्ता श्री ए. सुब्बाराव को सुना। हमने अपीलार्थियों -प्रत्यर्थियों के",
  "also heard Mr. Alok Mishra, learned counsel, Mr. K. Parmeshwar,": "विद्वान अधिवक्ता श्री आलोक मिश्रा, विद्वान अधिवक्ता श्री परमेश्वर, विद्वान",
  "learned counsel, Mr. Anil Nauriya, learned counsel, Ms. Sumita": "अधिवक्ता श्री अनिल नौरिया, विद्वान अधिवक्ता श्रीमती सुमिता हजारिका और",
  "Hazarika, learned counsel and Mr. Dinesh Kumar Tiwary, learned": "विद्वान अधिवक्ता श्री दिनेश कुमार तिवारी को सुना।",
  "contravention to Section 3(1) of UP Reservation Act, 1994 and the": "अधियाचन उ.प्र, आरक्षण अधिनियम, 994 के प्रावधानों के अनुरूप है और",
  "years and their selection and appointment are based on merit in": "श्रेणियों में मेरिट के आधार पर चयनित और नियुक्ति हुए हैं और पूरी चयन प्रक्रिया",
  "11. Ms. Vibha Datta Makhija, Senior Counsel: Reiterating the": "7. वरिष्ठ अधिकता श्रीमती विभा दत्ता मखीजा उक्त कथनों को दोहराया और कहा",
  "issuing earlier requisition dated 03.10.2012, department has": "कि पूर्व अधियाचन दिनांकित 03.0.202 को जारी करने के उपरान्त विभाग ने",
  "undertaken an exercise and found that there was _ wrongful calculation of category-wise vacancies. It was further contended": "उसकी जांच कर पाया कि श्रेणीवार रिक्तियों में जो गलत गणना की गयी थी वह",
  "Commission and after the complaint, on direction from the State Government, the Department of Agriculture has undertaken the": "किया गया था और जिसके बाद राज्य सरकार के निर्देश पर कृषि विभाग ने जांच",
  "exercise and found that there was wrongful calculation of the": "किया और पाया कि श्रेणीवार रिक्तियों की संख्या में गलत गणना की गयी थी और",
  "mala fide/arbitrariness, the entire selection process cannot be set": "किसी तरह के दुर्भावना/भेदभाव के आरोप नहीं लगाये गये तब सम्पूर्ण चयन",
  "12. Mr. Mehul M. Gupta and Mr. A. Subba Rao, learned counsel have also reiterated the above submissions and inter alia": "2. विद्वान अधिवक्ता श्री मेहुल गुप्ता एवं श्री सुब्बा राव ने उक्त तर्कों को दोहराया",
  "made their contentions. Mr. Mehul M. Gupta prayed to exercise the power under Article 142 of the Constitution of India to issue": "...श्री मेहुल गुप्ता ने न्यायालय से यह प्रार्थना की कि वह भारत के संविधान के",
  "appointment orders to 906 candidates.": "42 के तहत प्रदत्त शक्ति का प्रयोग कर 906 अभ्यर्थियों के नियुक्ति आदेश जारी",
  "Contentions of the State": "राज्य के तर्क",
  "13. Mr. S.R. Singh, Senior counsel: Taking us through the": "3. वरिष्ठ अधिवक्ता श्री एस. आर. सिंह ने राज्य द्वारा दाखिल प्रतिशपथपत्र की",
  "has submitted that the High Court was not right in holding that the": "न्यायालय यह कहने में सही नहीं था कि अधियाचन को संशोधित करने का अर्थ",
  "revised requisition as amounting to changing the rules of the game during the process of selection. Learned Senior counsel has": "चयन प्रक्रिया के दौरान खेल के नियमों में बदलाव करना है। विद्वान वरिष्ठ",
  "not amount to changing the rules of the game during the process of": "मात्र से चयन प्रक्रिया के दौरान खेल के नियमों में बदलाव करना नहीं होता है।",
  "selection. Learned Senior counsel also made elaborate submissions as to the absorption of diploma holders against the posts meant for “General quota”. It was submitted that to keep the appointments": "विद्वान वरिष्ठ अधिवक्ता ने डिप्लोमा धारी को सामान्य श्रेणी के सापेक्ष समायोजित किये जाने संबंधी कथनों को भी स्पष्ट किया है। यह कथन किया गया कि नियुक्ति",
  "only to 6599 candidates and 29 candidates withheld for want of": "नियुक्ति दी गयी और 29 अभ्यर्थियों को उनके द्वारा प्रपत्रों को न जमा कर पाने के",
  "details. It was submitted that 906 candidates were not given": "कारण रोक दिया गया है। यह कथन किया गया कि 906 अभ्यर्थियों को नियुक्ति",
  "Contention of the private respondents": "प्राइवेट प्रत्यर्थियों के तर्क",
  "in violation of the statutory provisions and Rule 15(3) of the Agriculture Service Rules, 1993 and also the constitutional mandate": "संवैधानिक प्रावधानों और कृषि सेवा नियमावली , 993 के नियम 5(3) के संवैधानिक प्रावधानों के उल्लंघन है और इससे संवैधानिक नियम भंग होते हैं और",
  "was infringed and by revising the number of posts in the various categories, substantial number of candidates were illegally deprived": "संवैधानिक प्रावधानों के उल्लंघन है और इससे संवैधानिक नियम भंग होते हैं और विभिन्न श्रेणियों में पदों की संख्या में संशोधन कर काफी अभ्यर्थियों को साक्षात्कार",
  "directed the selection process to be continued and directed the": "के आधार पर नये सिरे से साक्षात्कार कराये जाने का निर्देश देकर चयन प्रक्रिया",
  "18. Upon consideration of the above submissions and the impugned judgment and other materials on record, the following": "8. उक्त कथनों, आक्षेपित निर्णय एवं अभिलेख पर मौजूद अन्य सामग्रियों पर",
  "points arise for determination:-": "विचार करने के उपरान्त निम्नलिखित बिन्दु उत्पन्न होते हैं जिन्हें तय किया जाना",
  "(i) Whether the revised requisition dated 20.08.2014 and the": "(।) क्या संशोधित अधियाचन दिनांकित 20.08.204 और कार्यालय ज्ञापन",
  "(ii) Whether the revised Office Memorandum dated 12.10.2014": "(॥) क्या संशोधित कार्यालय ज्ञापन दिनांकित 2.0.204 भेदभाव से ग्रसित",
  "suffers from arbitrariness as contended by the respondents?": "है जिसका प्रतिवादियों ने तर्क दिया है?",
  "rules of the game during the process of selection?": "को संशोधित किया गया चयन प्रक्रिया के दौरान खेल के नियमों को बदलने की कोटि में आएगा?",
  "(iv) Having had full knowledge of revising the category-wise vacancies and having consciously participated in the": "(४) श्रेणीवार रिक्तियों के संशोधन की पूर्ण जानकारी रखकर और साक्षात्कार में",
  "selection of the successful candidates?": "सफल अभ्यर्थियों के चयन को चुनौती देने से बाधित हो जाते हैं?",
  "of notice to individual selected candidates will not affect the": "नहीं है और चयनित अभ्यर्थियों को व्यक्तिगत नोटिस न देना आक्षेपित निर्णय की",
  "15. Mr. K. Parameshwar, learned counsel: Learned counsel": "5. विद्वान अधिवक्ता श्री के. परमेश्वर विद्वान अधिवक्ता ने कथन किया कि उ.प्र.",
  "submitted that challenging the Office Memorandum dated 12.10.2014 issued by the UP Public Service Commission and also": "लोक सेवा आयोग द्वारा जारी कार्यालय ज्ञापन दिनांकित 2.0.204 और",
  "the selection process and the final selection list, number of writ petitions were filed and the appellants have challenged the": "चयन प्रक्रिया अंतिम चयन सूची को भी चुनौती देकर कई रिट याचिकाएं दायर की",
  "other writ petitions viz. WP(C) No.38399/2015,": "205 एवं अन्य रिट याचिकाएं जैसे रिट याचिका (सिविल) सं. 38399 वर्ष",
  "No.50878/2015 and SPLAD No.283/2016 and the appellants have": "सं. 47894 वर्ष 205, 50878 वर्ष 205 एवं एस.पी.एल.ए.डी. संख्या 283 वर्ष 205 में पारित निर्णय को चुनौती दी है और अभ्यर्थियों ने अन्य रिट",
  "not chosen to challenge the judgment passed in number of other": "याचिकाओं में पारित निर्णय को चुनौती नहीं दिया है जिसको अभी भी चुनौती",
  "In support of his contention, learned counsel placed reliance upon Sri Gangai Vinayagar Temple and Another v. Meenakashi Ammal": "समर्थन में विद्वान अधिवक्ता ने श्री गंगई विनयागर मंदिर एवं अन्य बनाम मीनाक्षी",
  "and Others (2015) 3 SCC 624. Insofar as horizontal reservation,": "अम्मल एवं अन्य (205) 3 एस.सी.सी. 624 का अवलम्ब लिया है। जहां तक",
  "for horizontal reservation were not available, they were filled up with": "उपलब्ध नहीं था, उनको उर्ध्व आरक्षण से भरा गया था जो विधि और उद्चतम",
  "sent showing the increased vacant posts as 2,050 out of which total": "जिसमें 2050 बढ़े हुए पद दशित थे उसमें से ओ.बी.सी. कोटा के सापेक्ष कुल",
  "number of vacancies against the OBC quota was shown as 554. In the earlier requisition dated 03.10.2012, the total number of": "रिक्तियां 554 थीं। पूर्व अधियाचन दिनांकित 03.0.202 में ओ.बी.सी. कोटा के",
  "vacancies against the OBC quota were shown as 12. Thus, after sending the second requisition, total number of vacancies against": "सापेक्ष कुल रिक्तियों की सख्या 2 थीं। इस प्रकार दूसरे अधियाचन में ओ.बी.सी",
  "sending the second requisition, total number of vacancies against the OBC quota were shown as 554 + 12 = 566.": "कोटा के सापेक्ष कुल रिक्तियों की संख्या 554+ 2+ 566 दर्शित थी।",
  "20. The Department of Agriculture to fill up the existing vacancies": "20. कृषि विभाग ने वर्ष 203 की मौजूदा रिक्तियों को भरने के लिए रिक्तियों को",
  "Government. Accordingly, the State Government sent the requisition": "निर्धारित कर राज्य सरकार को भेज दिया। तदनुरूप राज्य सरकार ने उ.प्र.",
  "to the UP Public Service Commission showing total number of posts as 6,628 out of which 3,616 posts were shown against the General": "सरकार को कुल 6628 पदों काअधियाचन भेजा जिसमें से सामान्य श्रेणी के लिए",
  "quota, 2,211 posts shown against the Scheduled Castes, 235 posts reserved for the Scheduled Tribes and 566 posts were figured out": "366 एस.सी. के लिए 22] तथा एस.टी. के लिए 235 और 566 पद",
  "instead of showing actual vacancies of the reserved category of Other Backward Classes, 566 posts have been shown in the": "श्रेणी में वास्तविक रिक्तियों को द्शनि के बजाय 566 पदों को विज्ञापन में दिखाया",
  "advertisement. On such complaint, the Department of Agriculture as well as UP Public Service Commission were called upon to reply": "गया है। इस परिवाद पर कृषि विभाग तथा उ. प्र. लोक सेवा आयोग से उक्त",
  "to the aforesaid complaint. It was thereafter, the Agriculture Department undertook an exercise and found that on account of": "परिवाद का जवाब मांगा गया। इसके उपरानत कृषि विभाग ने जांच की और पाया",
  "wrongful calculation of the category-wise vacancy, the earlier": "कि श्रेणीवार रिक्तियों की गलत गणना के चलते पूर्व अधियाचन में संशोधन किया",
  "requisition was required to be rectified. After undertaking the exercise as directed by the Authority, it was found that the total": "जाना अपेक्षित था। प्राधिकारी के निर्देश पर की जांच में यह पाया गया कि",
  "and shown as 2,622; while in fact 1,749 employees (979 OBC and 770 Others) who were absorbed on account of having a diploma": "गया जबकि वास्तव में 749 कर्मचारी (979 अ.पि.व. एवं 770 अन्य) शामिल",
  "22. The Government Agriculture School, Bulandshahar, Government Agriculture School, Chargawan-Garakhpur and": "22. राजकीय कृषि विद्यालय, बुलंदशरहर, राजकीय कृषि विद्यालय, चरगवाँ-",
  "Government Agriculture School, Jhansi were run by the Agriculture": "गरखपुर राजकीय कृषि विद्यालय, झाँसी कृषि विभाग द्वारा संचालित थे। ये",
  "Department. The schools were providing certificate of two years in Krishi Prasar Diploma and the persons undertaking aforesaid": "विद्यालय दो वर्षीय कृषि प्रसार डिप्लोमा प्रदान कर रहे थे और जिन अभ्यर्थी",
  "diploma during 1981 to 1987 were required to be appointed directly": "98-987 के दौरान डिप्लोमा किया था उन्हें बिना किसी चयन के नियुक्त",
  "Government vide its letter dated 04.06.1998 granted the relaxation": "किया है। राज्य सरकार ने अपने पत्र दिनांकित 04.06.98 के द्वारा छूट प्रदान",
  "were 1822 in number, out of which 1749 had joined up to 1998.": "749 वर्ष 998 तक ज्वाइन कर चुके थे। चूंकि रिक्तियों के निर्धारण के समय",
  "persons appointed on the basis of the Agriculture Diploma Holders": "जिन अ.पि.व. के अभ्यर्थियों को कृषि डिप्लोमा प्रमाणपत्र के आधार पर नियुक्त",
  "Classes": "वर्ग",
  "working - 3796 2713 297 6 780": "कार्यरत कर्माचरी- 3796. .2733 297 6... 780",
  "Vacant — 6763 2567 1920 205 2071": "रिक्त पद -6763 2567 920 205 2074",
  "After 2%": "अनुसार 2% कटौती के",
  "Order — 6628": "6628",
  "24. After taking the opinion of the Personnel Department, the first": "24, वैयक्तिक विभाग की राय लेने के उपरान्त प्रथम प्रत्यर्थी ने आदेश दिनांकित",
  "different categories of persons in accordance with the applicable": "अनुरूप विभिन्न श्रेणी के लिए व्यक्तियों के लिए रिक्तियों का अनुमोदन कर",
  "Advertisement Number Vacancies in Subordinate Agriculture Services,": "अधीनस्थ कृषि सेवा , संवर्ग-॥। में रिक्तियां",
  "Cadre-lll (Technical Assistant Group-C)": "(टेक्निकल असिस्टेंट ग्रुप-सी)",
  "20.08.2014 — 2515 1882 201": "दिनांक 20.08.204  255",
  "On the basis of the above government order dated 20.08.2014, the": "उक्त शासकीय आदेश दिनांक 20.08.204 के आधार पर कृषि विभाग ने अपने",
  "No. AC/101 dated 20.08.2014 sent the above revised requisition to the UP Public": "पत्र सं. ए.सी./07 दिनांकित 20.08.204 द्वारा उ.प्र. लोक सेवा आयोग को उपरोक्त संशोधित अधियाचन भेजा। राज्य सरकार के अनुसार सभी संबंधित",
  "As per Section 2(a) of the UP Reservation Act, 1994, “appointing": "था। उ. प्र. आरक्षण अधिनियम, 994 की धारा 3() के प्रावधानों के अनुसार",
  "“3. Reservation in favour of Scheduled Castes, Scheduled Tribes and Other Backward Classes:-": "3. अनुसूचित जाति, अनुसूचित जनजाति एवं अन्य पिछड़े वर्ग को मिला आरक्षण:-",
  "(1) In public services and posts, there shall be reservation at the stage": "() लोक सेवाओं एवं पदों में सीधी भर्ती के स्तर पर आरक्षण का प्रावधान",
  "recruitments are to be made in accordance with the roster referred to in sub-section (5), in favour of the persons, belonging to Scheduled": "अभ्यर्थियों के पक्ष में उपधारा (5) में निर्दिष्ट रोस्टर के अनुरूप भर्ती की जाने",
  "Provided that reservation under clause (c) shall not apply to the category of Other Backward Classes of the citizens specified in Scheduled-ll.": "बशर्ते उपखण्ड़ (८) के तहत आरक्षण अनुसूची ॥| में निर्दिष्ट अन्य पिछड़े वर्ग के नागरिकों पर लागू नहीं होगा।",
  "Provided further that the reservation of vacancies for all categories of": "आगे प्रतिबंध यह है कि सभी श्रेणी के व्यक्तियों के लिए रिक्तियों का आरक्षण",
  "persons shall not exceed in any year of recruitment fifty per cent of the total vacancies of that year as also fifty per cent of the cadre strength of": "किसी भी वर्ष की भर्ती में उस वर्ष की कुल रिक्तियों के 50 प्रतिशत से अधिक",
  "requisition was sent on 20.08.2014 from the Administrative Department to the Director, Agriculture who in turn was directed to": "दिनांक 20.08.204 को संशोधित अधियाचन निदेशक, कृषि को भेजा जिनको",
  "25. The result of the written examination published on 15.09.2014 was only based on the above revised requisition. The declaration of": "25. दिनांक 5.09.204 को जारी लिखित परीक्षा का परिणाम केवल उक्त",
  "was only based on the above revised requisition. The declaration of result of the written examination was issued based on the revised": "संशोधित अधियाचन पर आधारित था। जो लिखित परीक्षा का परिणाम घोषित",
  "on the revised requisition of the Government dated 20.08.2014.": "आयोग ने राज्य सरकार के संशोधित अधियाचन दिनांकित 20.08.204",
  "Service Commission revising the number of vacancies for different categories. The UP Public Service Commission has thus not": "श्रेणियों में रिक्तियों की संख्या को संशोधित कर उ . प्र. लोक सेवा आयोग द्वारा",
  "26. By the revised requisition, the State endeavoured to achieve": "26. राज्य सरकार ने संशोधित अधियाचन के माध्यम से उ. प्र. लोक सेवा आयोग",
  "(Reservation for Scheduled Castes, Scheduled Tribes and Other": "( अनुसूचित जानि, अनुसूचित जनजाति, अन्य पिछड़ा वर्ग आरक्षण) अधिनियम,",
  "OBC. As per Section 3(1) of UP Reservation Act, 1994, specific": "जाएगा। ......... उ. प्र. आरक्षण अधिनियम, 994 की धारा 2(अ) के अनुसार, लोक सेवा अथवा पद के संबंध में नियुक्ति प्राधिकारी से अभिप्रेत ऐसे प्राधिकारी",
  "reservation has to be worked out in relation to the number of posts which": "अभिनिर्णीत किया कि आरक्षण का प्रतिशत को पदों की संख्या के संबंध में तय",
  "25.69% and rest of the posts required to complete 50% quota is": "कर रहें हैं जो 25.69 प्रतिशत है और 50 प्रतिशत कोटा को पूरा करने के लिए",
  "2,567 i.e. 24.31%. This can be well clarified by the following chart:-": "अपेक्षित पद 2567 यानी 24.3] प्रतिशत है। यह निम्नलिखित चार्ट के माध्यम",
  "Total number of 50% 21% 2% 27%": "कुल स्वीकृत पद 50% 2% 2% 27%",
  "sanctioned posts | General Category | Scheduled Caste | Scheduled Tribe | Other Backward": "सामान्य श्रेणी अनुसूचित अनुसूचित अन्य पिछड़ा",
  "10559 5280 2217 211 2851": "0559 5280 227 27 285",
  "Employees 2713 297 6 780": "कार्यरत... कर्माचरी- 2733 297 6 780",
  "working — 3796 (25.69%) (2.81%) (0.05%) (7.38%)": "3796 (25.69%)  (2.8%)  |(0.05%) .(7.38%)",
  "(24.31%) (18.18%) (1.94%) (19.61%)": "(24.3%)  (8.8%) (7.94%)  (9.6%)",
  "From the above tabular column, it is seen that the revised": "उक्त तालिका से स्पष्ट है कि संशोधित अधियाचन उ ,. प्र. आरक्षण अधिनियम,",
  "requisition is to ensure compliance of the reservation in terms of Section 3 of the UP Reservation Act, 1994. This aspect has not": "994 की धारा 3 के अनुपालन को सुनिश्चित करने के लिए है। उच्च न्यायालय",
  "32. Revising the number of vacancies in OBC category as 2030": "32. अ.पि.व. श्रेणी में 2030 रिक्तियों की संख्या का संशोधन सामान्य श्रेणी के",
  "does not violate the right of the General category candidates because the State Legislature has enacted the Reservation Act": "अभ्यर्थियों के अधिकार का उल्लंघन नहीं करता है क्योंकि विधानमंडल ने आरक्षण",
  "parameters of Article 16(4) of the Constitution of India. By revising": "का प्रावधान करते हुए भारत के संविधान के अनुच्छेद 6(4) को ध्यान में",
  "reservation by working out the vacancy for selection of the posts in": "को संशोधित कर प्रश्नगत पदों पर चयन हेतु आरक्षण के उद्देश्यों को प्राप्त करने के",
  "of the competency of the State in order to achieve the object of the UP Reservation Act, 1994. Moreover, as rightly contended by the": "कार्य किया है। इस प्रकार उ. प्र. आरक्षण अधिनियम, 994 के उद्देश्यों को प्राप्त",
  "33. The appropriate authority has taken the cadre strength of the Technical Assistant Grade-lll as a unit in the operation of the roster": "33. समुचित प्राधिकारी ने टेक्निकल असिस्टेंट ग्रेड-॥॥। की संवर्ग क्षमता को उस",
  "in the year to ascertain whether the given class or group is": "वर्ष रोस्टर संचालन में यह अवधारित करने के लिए कि क्या दिये गये समूह अथवा",
  "vacancies i.e. 6628 have not been changed or modified.": "की सीमा में था। इसके अतिरिक्त कुल 6628 रिक्तियों को न तो परिवर्तित किया गया और न ही संशोधित किया गया है।",
  "34. As pointed out earlier, the category-wise vacancy position was": "34. जैसा कि पूर्व में उल्लेख किया गया है , श्रेणीवार रिक्तियों की स्थिति में",
  "that a wrong calculation of category-wise vacancy had been sent": "गया कि पूर्व में श्रेणीवार रिक्तियों की गलत गणना भेजी गयी थी। यदि मूल",
  "earlier. If the original requisition dated 22.10.2013 was to be": "अधियाचन दिनांकित 22.0.2073 को पुनः प्राप्त करना होता तो इससे श्रेणीवार",
  "in turn communicated the same to the UP Public Service Commission. By the revised requisition of vacancies for various": "प्र. लोक सेवा आयोग को संसूचित कर दिया। विभिन्न श्रेणियों में रिक्तियों की",
  "categories, there is no violation of any rules; on the other hand, it is": "रिक्तियों संशोधित अधियाचन किसी भी नियम को भंग नहीं करता है, दूसरी तरफ,",
  "only to rectify the calculation of vacancies in different categories and": "यह संशोधन विभिन्न श्रेणी में रिक्तियों की गणना में सुधार करने और उ . प्र.",
  "to comply with the requisite quota of reservation in different categories as per UP Reservation Act, 1994. This aspect was not": "आरक्षण अधिनियम, 994 के अनुरूप विभिन्न श्रेणियों में आरक्षण के अपेक्षित",
  "35. In para (68) of the impugned judgment, though the High Court": "35. आक्षेपित निर्णय के प्रस्तर 68 में यद्यपि उच्च न्यायालय ने धारित किया कि",
  "held that the Government has to apply the cadre strength as a unit in the operation of the roster in order to ascertain whether a given": "सरकार को संवर्ग क्षमता को उस वर्ष रोस्टर संचालन में यह अवधारित करने के",
  "in the operation of the roster in order to ascertain whether a given group or category is adequately represented. The revised": "लिए कि क्‍या दिये गये समूह अथवा वर्ग का सेवा में समुचित प्रतिनिधित्व है, एक",
  "requisition dated 20.08.2014 and the Office Memorandum dated": "20.08.204 और उ. प्र लोक सेवा आयोग का कार्यालय ज्ञापन दिनांकित",
  "ensure the compliance of the provisions of the UP Reservation Act, 1994 and to ensure that the category-wise reservation is not": "2.0.204 केवल उ. प्र. आरक्षण अधिनियम, 994 का अनुपालन करने",
  "bees the Government Agriculture School-Bulandshahar, Government": "”....राजकीय कृषि विद्यालय ,. बुलंदशहर ; राजकीय कृषि",
  "Agriculture School-Chargawan-Gorakhpur and Government Agriculture": "विद्यालय, चरगवाँ गोरखपुर ; राजकीय कृषि विद्यालय, झांसी का",
  "School-Jhansi were running by the Agriculture Department. The schools": "संचालन कृषि विभाग द्वारा किया जा रहा था। ये विद्यालय दो वर्षीय",
  "from the State Government vide its letter dated 22/1/1998. The State": "निदेशालय ने पत्र दिनांकित 22-0-998 के माध्यम से राज्य",
  "Government vide its letter dated 4/6/1998 granted the relaxation and": "सरकार से दिशा-निर्देश मांगा है। राज्य सरकार ने अपने पत्र दिनांकित 04-06-998 द्वारा छूट प्रदान कर. उन",
  "in number, out of which 1749 were joined upto 1998. Since at the time of": "749 ने 998 तक ज्वाइन कर लिया था। चूंकि रिक्तियों के",
  "The earlier requisition was sent and showing only 566 vacancies against the OBC quota while in fact it should be 2030, as all the diploma holders were appointed against the general quota and they have not been": "जो पूर्व अधियाचन भेजा गया था उसमें अ.पि.व. के सापेक्ष केवल ५66 रिक्तियां दर्शित थीं जबकि वास्तव में इसे 2030 होना चाहिए था, चूंकि सभी डिप्लोमा धारी अ.पि.व. में न नियुक्त कर सामान्य",
  "rectification of the earlier mistake. On the date of advertisement, the": "किये गये गलती का सुधार मात्र था। विज्ञापन की तिथि पर",
  "actual post of OBC was lying vacant 2030 posts but on account of": "अ.पि.व. के वास्तव में कुल 2030 पद रिक्त थे जबकि गलत गणना",
  "wrongful calculation it was advertised as 566.....”.": "के चलते 566 पदों का विज्ञापन दिया गया........... ”",
  "38. At the time of absorption of the diploma holders in the year": "38. वर्ष 998 में डिप्लोमा धारी के समायोजन के समय संबंधित विभाग में",
  "1998, there was no provision for reservation for Backward Class category in the concerned department; only by U.P. Reservation": "अ.पि,व. के आरक्षण हेतु कोई प्रावधान नहीं था; केवल उ. प्र. आरक्षण (संशोधन)",
  "(Amendment) Act, 2002, the reservation was extended to the concerned department and therefore, the appointees/diploma": "अधिनियम, 2002 के बल पर संबंधित विभागों तक आरक्षण को बढ़ाया किया",
  "candidates. As seen from the above affidavit filed by the Deputy Director, Agriculture (Training), the diploma holders were not": "की उपनिदेशक, कृषि (प्रशिक्षण) द्वारा प्रस्तुत शपथपत्र से विदित होता है कि",
  "calculation, they have been adjusted against the OBC quota which": "चलते उनको अ.पि.व. के सापेक्ष समायोजित कर लिया गया है जो विधि में",
  "is not permissible in law as_ reservation cannot be granted": "स्वीकार्य नहीं है क्योंकि आरक्षण भूतलक्षी प्रभाव नहीं प्रदान किया जा सकता है।",
  "retrospectively. By the revised requisition, the Government sought to rectify this mistake which resulted in alteration in number of": "संशोधित अधियाचन के माध्यम से राज्य ने इस गलती को सुधारने की सुधार की",
  "for recalling the advertisement in question and issuing a fresh one.": "आधार पर आक्षैपित विज्ञापन को वापस लेकर नया विज्ञापन जारी नहीं किया जा",
  "The High Court, in our view, should have adopted a pragmatic": "सकता है। हमारे विचार में उच्च न्यायलय को इस मामले में व्यावहारिक दृष्टिकोण",
  "approach of the matter in hand and considered the fact that the": "अपनाना चाहिए और इस तथ्य पर विचार करना चाहिए कि सामान्य श्रेणी के",
  "variation in number of vacancies against “General quota” was only": "सापेक्ष रिक्तियों की संख्या में परिवर्तन केवल सामान्य श्रेणी में डिप्लोमा धारी के",
  "of two judges which prepared a fresh list of candidates for": "अभ्यर्थियों की सूची तैयार करने के लिए न्यायमूर्तियों वाली एक कमेटी गठित करने के लिए प्राधिकृत किया। तदनुरूप मुख्य न्यायमूर्ति ने दो न्यायमूर्तियों वाली",
  "appointment prescribing minimum qualifying marks for the interview. The sub-committee was of the view that apart from applying the": "एक उप-कमेटी गठित की जिसने साक्षात्कार के लिए न्यूनतम अंक विहित करते",
  "The sub-committee was of the view that apart from applying the mininum marks for the written examination, the cut-off": "हुए अभ्यर्थियों की नियुक्ति के लिए नयी सूची तैयार की। उप-समिति का यह मत था कि लिखित परीक्षा में न्यूतम कट ऑफ अंक को लागू करने के अलावा इसे",
  "should be considered as having failed. The sub-committee thus": "न प्राप्त कर पायें उन्हें असफल घोषित कर दिया जाना चाहिए। इस प्रकार उप -",
  "prepared a fresh merit list. In those facts and circumstances of the": "समिति ने नयी मेरिट सूची तैयार की। उन तथ्यों और परिस्थितियों में उच्चतम",
  "case, the Supreme Court set aside the select list by holding that the": "न्यायलय ने उस चयन सूची को अपास्त कर दिया और कहा कि जब सम्पूर्ण",
  "introduction of the requirement of cut-off marks for the interview after the entire selection process was completed amounted to": "चयन प्रक्रिया पूरी हो गयी हो साक्षात्कार के लिए न्यूनतम कट ऑफ अंक का तय",
  "changing the rules of the game after the selection process was": "किया चयन प्रक्रिया के लगभग पूरी हो जाने के उपरान्त खेल के नियमों को",
  "the Delhi Higher Judicial Service was not announced by the High": "का परिणाम दिल्ली उच्च न्यायालय द्वारा घोषित नहीं किया गया था और",
  "Court of Delhi, and individual communication was sent to the petitioners therein, informing them of their selection for the": "याचिकाकर्ताओं को व्यक्तिगत रूप से सूचित किया गया था जिसमें उनको",
  "interview. Five candidates were called for interview on various dates": "साक्षात्कार के लिए चयन की सूचना दी गयी। पांच अभ्यर्थियों को विभिन्न तिथियों",
  "and were informed of its postponement i.e. the interview first": "पर साक्षात्कार के लिए बुलाया गया और उनकों इस तिथि के स्थगित किये जाने",
  "2006, 23-01-2007, 05-02-2007 and was finally conducted on 27-02-": "29.7.2006, 07.2.20006, 23.07.2007, 05.02.2007 तिथियों को बदला गया और अन्त में 27.02.2007 को कराया गया। इसी बीच 3.2.2006",
  "general candidates and 50% for SC and ST candidates). In such": "प्रतिशत तथा एस.सी. एवं एस.टी. के लिए 50 साक्षात्कार हेतु न्यूनतम कट ऑफ",
  "facts and circumstances, prescribing minimum marks for the": "अंक निर्धारित किया गया। इन तथ्यों और परिस्थितियों में न्यूनतम कट ऑफ",
  "interview was struck down as changing the rules of the game during": "अंक खारिज कर दिया गया क्योंकि इससे चयन प्रक्रिया के दौरान खेल के नियम",
  "for written test only and not for viva voce. The minimum marks for": "निर्धारित किया गया था न कि साक्षात्कार के लिए। साक्षात्कार के लिए न्यूनतम",
  "viva voce were prescribed after written test was over and it was held": "कट ऑफ अंक को लिखित परीक्षा होने के उपरान्त विहित किया गया जिसे",
  "that this was not permissible.": "अस्वीकार्य घोषित कर दिया गया।",
  "“11. Those various cases deal with situations where the State sought to": "“4,. वे मामले जो ऐसी परिस्थितियों का सामना करते हैं जहां पर राज्य ने निम्नलिखित में बदलाव चाहा () रोजगार की मांग कर",
  "alter (1) the eligibility criteria of the candidates seeking employment, or": "रहे अभ्यर्थियों के योग्यता मानक, अथवा (2) समुचित अभ्यर्थी",
  "candidates. The latter could be termed as the procedure adopted for the": "वाली प्रक्रिया की संज्ञा दी गयी, जैसे, अभ्यर्थी द्वारा लिखित",
  "selection, such as, prescribing minimum cut-off marks to be secured by the candidates either in the written examination or viva voce as was": "अथवा साक्षात्कार परीक्षा में प्राप्त किये जाने वाले न्यूनतम कट -",
  "done in K. Manjusree v. State of A.P. (2008) 3 SCC 512 or the present": "ऑफ अंक विहित करना जैसा कि के. मुखर्जी बनाम आन्ध्र प्रदेश राज्य (2008) 3 एस.सी.सी. 52 मामले में किया गया अथवा",
  "nature of the employment (Such as driving test as was in Maharashtra SRTC v. Rajendra Bhimrao Mandve (2001) 10 SCC 51).": "को बुलाना (जैसे कि महाराष्ट्र एस.आर टी सी. बनाया राजेन्द्र भीसयराव मंडेव 200 0 एस.सी.सी. 54 के मामले में ड्राइविंग",
  "Channabasavaih v. State of Mysore AIR 1965 SC 1293, etc. in order to": "जाने का प्रश्न है तो ऐसा सी. चन्नाबासवै बनाम मैसूर राज्य ए.आई.आर. 965 एस.सी. 293 के मामले में चयन प्रक्रिया",
  "avoid manipulation of the recruitment process and its results. Whether": "और इसके परिणाम में छेड़छाड़ से बचने के लिए किया गया। क्या",
  "such a principle should be applied in the context of the “rules of the": "ऐसे सिद्धान्त को खेल के नियमों में बदलाव के संदर्भ में लागू किया जाना चाहिए .”",
  "44. As. discussed earlier, the case in hand is_ clearly": "44. जैसा कि पूर्व में चर्चा किया गया है , वर्तमान मामला के: मुखर्जी (उपरोक्त)",
  "diploma holders against the general category.": "की गयी और डिप्लोमा धारी को सामान्य श्रेणी के सापेक्ष गिनती कर इसको",
  "45. It is to be pointed out that instruction No.7 in the advertisement dated 22.10.2013 stipulates that the number of": "45. यह भी उल्लेख किया जाना चाहिए कि विज्ञापन दिनांकित 22.0.203 में",
  "1993 clearly stipulate that it is the prerogative of the government to": "है। कृषि सेवा नियमावली, 993 स्पष्ट रूप से अनुबंधित करता है यह राज्य",
  "As per Rule 15 of the Agriculture Service Rules, 1993, “the recruitment authority would determine the number of vacancies for": "निर्धारण करे। कृषि सेवा नियमावली, 993 के नियम 5 अनुसार, भर्ती",
  "under Rule 6.” Rule 6 stipulates that “reservation for Scheduled": "संख्या को निर्धारित करेगें। नियम 6 अनुबंधित करता है कि एस.सी., एस.टी.,",
  "46. Rule 15(3) of the Agriculture Service Rules, 1993 provides for": "46. कृषि सेवा नियमावली, 993 का नियम 5(3) सफल अभ्यर्थियों को",
  "required to be invited for the interview. Thus, on the total advertised": "लिए कुल रिक्ति का तीन गुना साक्षात्कार के लिए बुलाया जाना अपेक्षित है। इस",
  "47. Inthe impugned judgment, the High Court has observed that": "47. इस आक्षेपित निर्णय में उच्च न्यायलय ने अवलोकन किया सामान्य श्रेणी की",
  "by decreasing the number of seats of General category, number of candidates of General category were illegally deprived from": "सीटों में कमी करके सामान्य श्रेणी के अभ्यर्थियों के अवैध रूप से साक्षात्कार में",
  "appearing in the interview. The High Court has also observed that": "शामिल होने से वंचित किया गया। उच्च न्यायालय ने यह भी अवलोकन किया कि",
  "by increasing the number of seats of OBC category, more candidates have been called for interview, even though they were": "अ.पि.व. की सीटों को बढ़ाकर साक्षात्कार के लिए अधिक अभ्यर्थियों को बुलाया",
  "not eligible as per advertisement dated 22.10.2013 and thus,": "गया भले ही विज्ञापन दिनांकित 22.0.203 के अनुसार वे पात्र नहीं थे, इस",
  "changing the number of vacancies for each category, has prejudiced": "प्रकार प्रत्येक श्रेणी में रिक्तियों की संख्या में परिवर्तन करने से उन अभ्यर्थियों के",
  "relevant findings of the High Court is as under:-": "उच्च न्यायालय द्वारा निकाला गया महत्वपूर्ण निष्कर्ष इस प्रकार है: -",
  "Shea Thus, on the total advertised number of seats for open category i.e.": "\"... इस प्रकार सामान्य श्रेणी के लिए कुल विज्ञापित पदों की संख्या पर",
  "test. However, by decreasing the number of seats vide letter dated 20.08.2014 i.e. 2515 x 3 = 7545 candidates were invited, thus, 10848 —": "20.08.204 द्वारा पदों की संख्या को घटाकर, 255*3> 7545 अभ्यर्थियों को साक्षात्कार के लिए बुलाया गया, इस प्रकार 0848-",
  "7545 = 3303 candidates were illegally deprived to appear in the interview": "7545 3303 अभ्यर्थी साक्षात्कार में शामिल होने से अवैध रूप से",
  "vacancies were advertised against which only 1698 candidates would be": "किया गया जिसके सापेक्ष केवल 698 अभ्यर्थी साक्षात्कार में शामिल",
  "eligible to appear in the interview. However, by illegally increasing the number of vacancies to 2030, 6090 candidates had been invited for the": "होने के लिए पात्र है। फिर भी रिक्तियों की संख्या 2030 अवैध रूप से बढ़ाकर 6090 अभ्यर्थियों को साक्षात्कार के लिए बुलाया गया। इस",
  "4392 more candidates were called for the interview, even though they": "भी न होने देना और अ.पि.व. के 4392 अधिक अभ्यर्थियों को चयन",
  "50. Having participated in the interview, the _ private": "५0. प्राइवेट प्रत्यर्थी साक्षात्कार में शामिल होने के उपरान्त कार्यालय ज्ञापन",
  "that a person having consciously participated in the interview cannot": "सुस्थापित विधि है कि कोई भी व्यक्ति साक्षात्कार में भाग लेकर मुकर नहीं सकता",
  "turn around and challenge the selection process.": "है और चयन प्रक्रिया को चुनौती नहीं दे सकता है।",
  "51. Observing that the result of the interview cannot be challenged by a candidate who has participated in the interview and": "साक्षात्कार के परिणाम को उस अभ्यर्थी द्वारा चुनौती नहीं दी जा सकता है जिसे",
  "has taken the chance to get selected at the said interview and": "साक्षात्कार में सम्मिलित होकर चयन पाने का मौका मिला है और अन्त में वह",
  "“QO. o.... The petitioners also appeared at the oral interview conducted by the Members concerned of the Commission who interviewed the": "9. आयोग के संबंधित सदस्यों द्वारा कराये गये साक्षात्कार में याचिकाकर्ता भी",
  "petitioners as well as the contesting respondents concerned. Thus the": "सम्मिलित हुए जिन्होंने याचिकाकर्ताओं के साथ ही साथ मुकदमा लड़ रहे संबंधित",
  "then, only because the result of the interview is not palatable to him, he cannot turn round and subsequently contend that the process of": "साम्मिलित होता है तब केलव इसके कारण अपने बात से पीछे नहीं हट सकता कि साक्षात्कार परिणाम उसके अनुरूप नहीं था, और बाद में तर्क देता है कि",
  "vacancies in different categories. UP Public Service Commission issued Office Memorandum dated 12.10.2014 specifically": "दिनांक 2.0.204 को उ. प्र. लोक सेवा आयोग ने कार्यालय ज्ञापन जारी",
  "categories in accordance with the requisition sent by the State": "किया जिसमें राज्य सरकार द्वारा भेजे गये अधियाचन के अनुरूप विभिन्न श्रेणियों",
  "published by UP Public Service Commission reads as under:-": "को उ. प्र. लोक सेवा आयोग द्वारा प्रकाशित कार्यालय ज्ञापन इस प्रकार हैः -",
  "INTERVIEW PROGRAMME": "साक्षात्कार कार्यक्रम",
  "Month October/November/December, 2014 (24)": "माह: अक्टूबर/ नवम्बर 2074 (24)",
  "OFFICE MEMORANDUM": "कार्यालय ज्ञापन",
  "Agricultural Deptt. U.P.": "कृषि विभाग उ. प्र.",
  "October — 27, 28, 29, 30": "आरक्षण अक्टूबर-27, 28, 29, 30",
  "Pay Scale Rs.5200-20200/- 12, 18, 19, 20, 22, 23, 24, 2014": "पे स्केल: 5200-20200/- रू. पूर्वाह्न 0.00 से पूर्व",
  "Grade Pay Rs.2400/- Before 10.00 a.m.": "ग्रेड पे: 2400/- रू",
  "Advertisement No.A-5/E-1/2013": "विज्ञापन. संख्या. ए-5/ई-",
  "Last Date: 21.11.2013": "अन्तिम तिथिः 2.77.203",
  "It is thus clear that the candidates who appeared in the interview": "इस प्रकार स्पष्ट है कि साक्षात्कार में भाग लेने वाले अभ्यर्थियों को विभिन्न श्रेणी में",
  "were well aware about the modification/revision in number of vacancies of Technical Assistants in different categories. The private": "टेक्निकल असिस्टेंट की रिक्तियों की संख्या में परिवर्तन / समीक्षा के विषय में अच्छे से पता था। प्राइवेट प्रत्यर्थी / आवेदकों पूर्ण जागरूकता इस जानकारी के",
  "number of candidates found suitable and placed in the respective": "और उपयुक्त पाये गये अभ्यर्थियों की संख्या की बाबत विवरण प्रस्तुत कर उन्हें",
  "categories. The said details are as under:-": "उनके अलग-अलग श्रेणियों में रखा है। उक्त विवरण इस प्रकार हैः -",
  "Category No. of Vacancies| No. of Selected Candidates": "हि रिक्तियों की संख्या चयनित अभ्यर्थियों की संख्या",
  "Women 1325 156": "महिला 325 56",
  "Ex-Servicemen 330 NIL": "भूतपूर्व सैनि 330 लए...",
  "Partially Blind 84 84": "पूर्ण अंधे व्यक्ति 84 84",
  "Partially Deaf 84 57": "भागतः बधिर व्यक्ति _ 84 7",
  "One-Arm 42 42": "एक हाथ वाले व्यक्ति | 42 42",
  "One-Leg 42 42": "एक पैर वाले व्यक्ति | 42 42",
  "On behalf of UP Public Service Commission, it was submitted that": "उ. प्र. लोक सेवा आयोग की तरफ से यह तर्क दिया गया कि क्षैतिज आरक्षण के",
  "one of the policies of the State Government regarding horizontal": "संबंध में राज्य सरकार की नीतियों में से एक नीति यह है कि क्षैतिज आरक्षण के",
  "reservation is that, if the suitable candidates for filling the vacancies": "ऐसे पद पर आरक्षित रिक्ति को भरने के लिए उपयुक्त अभ्यर्थी न मिले तो यह",
  "55. The private respondents knew that by the revised notification": "५५. प्राइवेट प्रत्यर्थी जानते थे कि दिनांक 2.0.204 को अधिसूचना द्वारा",
  "interview and have taken a chance and opportunity thereon without": "को जानते हुए वे बिना किसी विरोध के साक्षात्कार में सम्मिलित होने का अवसर",
  "any protest. Having participated in the interview and having failed in": "प्राप्त किया। साक्षात्कार में सम्मिलित होने और अन्तिम परिणाम में असफल होने",
  "the revised requisition of the number of vacancies in different": "2.0.204 और विभिन्न श्रेणियों में रिक्तियों की संख्या के संशोधित अधियाचन",
  "Unfilled vacancies of Horizontal Reservation filled by candidates of vertical reservation": "क्षेतिज आरक्षण के रिक्त पदों को उर्ध्व आरक्षण के अभ्यर्थियों द्वारा भरा गया",
  "56. Contention of the private respondents is that as per the statutory requirement, the horizontal reserved vacancies were": "५6. प्राइवेट प्रत्यर्थियों ने कथन किया कि सांविधिक अपेक्षा के अनुरूप क्षैतिज",
  "unfilled and those unfilled vacancies of horizontal category were filled by vertical reservation candidates/other category candidates,": "आरक्षित रिक्तियां नहीं भरी गयी और उन रिक्तियों को अन्य अभ्यर्थियों उर्ध्व",
  "which is in violation of the statutory provisions vitiating the selection": "आरक्षण के द्वारा भरा गया जो सांविधिक प्रावधानों के उल्लंघन में है और सम्पूर्ण",
  "Court held that non-challenge to two of the decrees would amount to": "दिया है। उच्चतम न्यायलय ने उसी मामले में अभिनिर्णीत किया कि दो डिक्रियों को",
  "passed in OS No.6 of 1978 and OS No.7 of 1978, the Supreme Court took the view that having failed to file appeal against the": "7/978 को चुनौती नहीं दिये जाने पर विचार कर उद्चतम न्यायलय ने यह",
  "59. It is pertinent to note that in Sri Gangai Vinayagar Temple,": "५9. यहां यह उल्लेख करना अनिवार्य है कि श्री गंगई विनयागर मंदिर के मामले",
  "observing that mere filing of a single appeal leads to the entire": "न्यायलय का यह अवलोकन कि केवल एक अपील दायर कर देने सम्पूर्ण विवाद",
  "dispute becoming sub judice once again, the Supreme Court in para": "पुनः विचाराधीन हो जाता है, उच्चतम न्यायलय ने प्रस्तर 27 में निम्नानुसार",
  "“27. Procedural norms, technicalities and processual law evolve after": "“27. प्रक्रियात्मक विधि और इसकी बारीकियां वर्षों बाद विकसित होती",
  "delivered in cases in which consolidation orders have specifically been": "जाता है। विशेषकर उस मामले में जहां पर समेकीकरण आदेश पारित",
  "60. In the present case, before the High Court, the contentions": "60. वर्तमान मामले में उच्च न्यायालय के समक्ष एक ही बात ही बात उठायी गयी",
  "raised were the same and common arguments were advanced. The High Court dealt with the batch of writ petitions and disposed all of": "और एक ही तर्क दिया गया है। उच्च न्यायलय ने समूह याचिकाओं पर विचार कर",
  "them by common judgment. Since it is a common judgment with": "समान निर्णय द्वारा सभी को निस्तारित कर दिया। चूंकि इन समान निर्णयों में",
  "common reasonings, the present batch of appeals before us would": "समान तर्क दिया गया इसलिए हमारे समक्ष की गयी समूह अपीलें असंगत डिक्री",
  "not result in any inconsistent decree or order as all of them arise out": "अथवा आदेश का परिणाम नहीं देगी क्योंकि वे सभी समान निर्णय से उत्पन्न होती",
  "counsel has contended that when the appellants have not": "ने कथन किया है कि जबकि अपीलार्थियों ने 88 रिट याचिकाओं में पारित किये",
  "challenged, the judgment rendered in other writ petitions having not been challenged, have attained finality and thus, operate as res": "अन्य रिट याचिकाओं को चुनौती नहीं दिया गया इसलिए वह अन्तिम हो चुका है",
  "reliance upon Sri Gangai Vinayagar Temple wherein, the Supreme": "विनायगर मंदिर का अवलम्ब लिया है जहां पर उच्चतम न्यायालय ने यह",
  "Court held that when the common judgment was passed in two or": "अभिनिर्णीत किया कि जब एक या अधिक वादों में समान निर्णय पारित किया गया",
  "more suits and the judgment and decree passed in two or more of": "हो और एक या अधिक वादों में पारित किये गये निर्णय या डिक्री चुनौती न दिया",
  "same operates as res judicata. It was therefore, contended that in": "न्याय की तरह कार्य करता है। इसलिए यह तर्क दिया गया कि इस कार्यवाही में",
  "the instant proceedings, the principle of res judicata would arise since the appellants have not chosen to challenge the common": "पूर्व न्याय का सिद्दान्त उत्पन्न होगा चूंकि अपीलार्थियों अन्य रिट याचिकाओं में",
  "58. The above contention does not merit acceptance. In Sri Gangai Vinayagar Temple, three separate decrees were passed in": "५8. उक्त तकों में मेरिट का आभाव है। श्री गंगई विनायगर मंदिर के मामले में",
  "(monetary part of the suit claim); and OS No.7 of 1978 (monetary part of the suit claim and also the issue of ownership). The tenants": "(वाद में धन संबंधी दावा ) ओ.एस. संख्या 7/978 (वाद में धन एवं कब्जा",
  "chose to file appeal only in one case which came to be allowed by": "अनुज्ञात किया। फिर भी राज्य ने केवल उसी मामले में अपील किया जिसे उक्त",
  "the Supreme Court in the said case. In that fact situation, this Court": "मामले में उच्चतम न्यायलय ने अनुज्ञात किया। उस दशा में न्यायाल ने यह",
  "took the view that the decision of this Court was binding on all the": "दृष्टिकोण लिया कि इस न्यायालय का निर्णय उच्च न्यायलय के समक्ष सभी निर्णयों",
  "writ petitioners before the High Court even though they were not the": "पर बाध्यकारी है भले ही वे उच्चतम न्यायलय के समक्ष की गयी अपील में प्रत्यर्थी",
  "“22. Though a large number of writ petitions were filed challenging the": "“22. यद्यपि उस अधिनियम को चुनौती देते हुए बड़ी संख्या में रिट",
  "were disposed of by the High Court by a common judgment. No": "साथ सुनकर समान निर्णय द्वारा निस्तारित कर दिया। किसी भी",
  "identical grounds common to all petitioners. This challenge was accepted": "लिया है वह समान है। यह चुनौती उच्च न्यायालय द्वारा समान निर्णय",
  "judgment that was the subject-matter of appeal before this Court in State of Karnataka v. Hansa Corporation case (1980) 4 SCC 697. When the": "हंसा कॉरपोरेशन वाद (980) 4 एस.सी.सी. 697 के मामले उद्च न्यायलय के समक्ष विषय वस्तु बन गया। जब उद्चतम न्यायालय ने इस",
  "Supreme Court repelled the challenge and held the Act constitutionally": "चुनौती को खारिज कर अधिनियम को वैध करार दिया तब इसके बदले",
  "valid, it in terms disposed of not the appeal in Hansa Corporation case alone, but petitions in which the High Court issued mandamus on the": "में उच्च न्यायलय ने केवल हंसा के मामले में अपीलों को निस्तारित ही",
  "non-existent ground that the 1979 Act was constitutionally invalid. It is,": "नहीं किया बल्कि आधारहीन आधारों पर ने याचिकाकर्ताओं को परमादेश रिट जारी कर कहा कि अधिनियम, 979 संवैधानिक रूप से",
  "therefore, idle to contend that the law laid down by this Court in that": "अमान्य है। इसलिए यह तर्क देना मूर्खतापूर्ण है कि इस न्यायालय द्वारा",
  "judgment _ would bind only the Hansa Corporation and not the other": "प्रतिपादित विधि कि केवल हंसा कॉर्पोरेशन में यह निर्णय बाध्यकारी",
  "petitioners against whom the State of Karnataka had not filed any": "होगा न कि उन याचिकाकर्ताओं के लिए जिनके विरूद्ध कर्नाटक राज्य",
  "appeal. To do so is to ignore the binding nature of a judgment of this": "तहत न्यायालय के इस निर्णय के बाध्यकारी प्रकृति को नजरअंदाज",
  "26. ...... The judgment of this Court in Hansa Corporation case is binding": "26. हंसा कॉरपोरेशन के मामले में इस न्यायालय द्वारा पारित निर्णय",
  "on all concerned whether they were parties to the judgment or not. We": "सभी संबंधित पक्षकारों पर बाध्यकारी है चाहे वह इस निर्णय के पक्षकार",
  "cannot take advantage of certain observations made by this Court in": "में उक्त दर्शित कारणों के चलते इस न्यायालय के कतिपय निष्कर्षों का अपीलार्थी लाभ नहीं उठा सकता है। \"",
  "and Others v. M.R. Apparao and Another (2002) 4 SCC 638, it was": "एवं अन्य (2002) 4 एस.सी.सी. 638 उक्त सिद्दान्तों को दोहराकर न्यायालय ने",
  "held as under:-": "निम्नानुसार धारित किया हैः -",
  "“7, So far as the first question is concerned, Article 141 of the": "“7. जहां तक प्रथम प्रश्न का संबंध है संविधान का अनुच्छेद 47 स्पष्ट",
  "Supreme Court shall be binding on all courts within the territory of India.": "करता है कि उद्चतम न्यायालय द्वारा प्रतिपादित विधि भारत के सभी न्यायालयों पर बाध्यकारी होगा। उक्त अनुच्चेद उच्चतम न्यायालय को",
  "The aforesaid Article empowers the Supreme Court to declare the law. It is, therefore, an essential function of the Court to interpret a legislation.": "विधि बनाने की शक्ति प्रदान करता है। इसलिए न्यायालय का मुख्य कार्य विधानमंडल द्वारा बनेय गये विधि का निर्वचन करना है। विधि से भिन्न",
  "The statements of the Court on matters other than law like facts may": "तथ्यों संबंधी मामलों में न्यायालय के कथन बाध्यकारी बल नहीं रखते हैं",
  "have no binding force as the facts of two cases may not be similar. But": "क्योंकि दो मामलों के तथ्य समान नहीं हो सकते हैं। लेकिन क्या",
  "what is binding is the ratio of the decision and not any finding of facts. It": "बाध्यकारी होगा यह निर्णय के अनुपात पर निर्भर करता है न कि तथ्य",
  "is the principle found out upon a reading of a judgment as a whole, in the light of the questions before the Court that forms the ratio and not any": "पर। यह वही सिद्दान्त है जो न्यायालय के समक्ष विचार हेतु प्रश्नों के प्रकाश में अनुपात न कि शब्द विशेष अथवा वाक्य विशेष गठित करने",
  "particular word or sentence..... A judgment of the Court has to be read in": "प्रकाश में अनुपात न कि शब्द विशेष अथवा वाक्य विशेष गठित करने वाले सम्पूर्ण निर्णय को पढ़कर निकाला गया है। ...... न्यायालय के",
  "the context of questions which arose for consideration in the case in": "किसी निर्णय को उन प्रश्नों के संदर्भ यें पढ़ना चाहिए जो उस सामले में",
  "which the judgment was delivered...... The law which will be binding": "विचार हेतु उत्पन्न हुए जिसमें निर्णय पारित किया गया ......इसलिए अनुच्छेद 47 के तहत बाध्यकारी विधि उस मासले सें न्यायालय द्वारा",
  "After referring to the above judgments, the same principle was reiterated in Fida Hussain and others v. Moradabad Development": "उक्त निर्णय का संदर्भ देकर माननीय न्यायालय ने फिदा हुसैन एवं अन्य मुरादाबाद",
  "63. Before the High Court in several writ petitions, unsuccessful": "63. असफल अभ्यर्थियों ने उच्च न्यायालय के समक्ष कई रिट याचिकाओं के",
  "65. When the selection of successful candidates is challenged, depending upon the facts and circumstances of the case, the": "65. मामले के तथ्यों और परिस्थियों के आधार पर जब सफल अभ्यर्थियों के",
  "petitioners/private respondents lawyer to implead the incumbents as": "विचार न कर उद्च न्यायालय ने रिट याचिकाकर्ता /प्राइवेट प्रत्यर्थी के अधिवक्ता से पक्षकार के रूप में पदों पर आसीन अभ्यर्थियों पर वाद चलाये जाने को कहा जो",
  "High Court, Mr. Ajay Kumar, learned counsel representing the UP": "विद्वान अधिवक्ता श्री अजय कुमार ने कथन किया वह उच्च न्यायालय को कम से",
  "Public Service Commission submitted that he would supply at least names of ten successful candidates along with the details and by the": "कम दस अभ्यर्थियों के नाम उनके विवरण सहित देना चाहते है इस पर न्यायालय",
  "order of the court, the counsel appearing for the writ petitioners were": "ने आदेश जारी कर रिट याचिकाकर्ताओं के अधिवक्ता को निर्देश दिया कि वे उन",
  "directed to serve notice upon those ten candidates. In such facts": "दसों अभ्यर्थियों को नोटिस जारी करें। इन तथ्य और परिस्थितियों में रिट",
  "impleading/non-impleading of all the successful candidates in the": "याचिका में सभी सफल अभ्यर्थियों पर वाद चलाने अथवा नहीं चलाने संबंधी प्रश्न",
  "66. Re: Contention — Appointment letters not issued to 906": "66. कथन- 906 अभ्यर्थियों को नियुक्ति पत्र नहीं जारी किया गया और भारत के",
  "Constitution of India: After the interview was completed, the UP Public Service Commission has selected 6599 candidates and the": "दी गयीः साक्षात्कार के समाप्त होने के उपरान्त उ.प्र. लोक सेवा आयोग ने 6599",
  "Commission are as under:-": "अभ्यर्थियों का श्रेणीवार निम्नवत है:",
  "Total Vacancies | General Scheduled Castes Scheduled | OBC": "कुल रिक्तियां सामान्य एस.सी. एस. टी. अ.पि.व.",
  "Because of non-availability": "की अनउपलब्धता के",
  "of ST Candidates + 2057": "चलते+2057",
  "67. The UP Public Service Commission has withheld the result of 29 candidates. The recommendation so made by the UP Public": "67. उ.प्र, लोक सेवा आयोग ने 29 अभ्यर्थियों के परिणाम को रोक दिया है। उ.प्र, लोक सेवा आयोग द्वारा इस प्रकार किया गया अनुमोदन उ.प्र, आरक्षण",
  "reservation as per UP Reservation Act, 1994. In fact, this was one": "अधिनियम, 994 आरक्षण का स्वीकृत प्रतिशत के आधिक्य में था। वास्तव में,",
  "list. In the counter filed by the Principal Secretary, Personnel, Government of UP, it is stated that change in the category-wise": "प्रधान सचिव, वैयक्तिक, उ. प्र. सरकार ने जवाबदावा में कथन किया कि रिक्तियों",
  "Personnel, it is stated that the total of 6628 vacancies was": "वैयक्तिक, उ. प्र. सरकार ने प्रतिशपथपत्र में कहा कि कुल 6628 रिक्तियां तय",
  "exceeding the demarcated percentage and the relevant portion of": "प्रतिशत सीमा से अधिक थी और उक्त शपथपत्र का महत्वपूर्ण अंश इस प्रकार",
  "“Hence, a further revision in category-wise vacancy position was": "इस प्रकार श्रेणीवार रिक्तियों की स्थिति में पुनः परिवर्तन किया गया और",
  "made and subject to the orders of the Hon’ble High Court, the total 6628 vacancies have been sub-divided based on the reservation": "माननीय उच्च न्यायालय के आदेश के अनुरूप कुल 6628 रिक्तियों को प्रतिशत आरक्षण के आधार पर उपविभाजित किया गया है",
  "percentage as the result which was declared by UPPSC was": "परिणामस्वरूप जिसकी घोषणा उ. प्र. लोक सेवा आयोग ने की वह तय",
  "exceeding the demarcated percentage in the following manner:": "प्रतिशत सीमा से अधिक था जो इस प्रकार हैः",
  "(21%) (2%)": "(50%) (2%) (2%) (27%)",
  "6628 3316 1391 132 1789": "6628 336 39 ]32 ]789",
  "Thereafter, the application of horizontal reservation for dependents of Freedom Fighters, Ex-Servicemen, Disabled persons and": "इसके उपरान्त, स्वतंत्रता सेनानी आश्रित, भूतपूर्व सौनिक आश्रित, दिव्यांग एवं महिला को क्षेतिज आरक्षण प्रदान किये जाने का आवेदन",
  "68. Writ Petition No.62112/2015 was filed by few of the successful candidates for issuance of appointment letter and the High Court": "68.कुछ सफल अभ्यर्थियों ने नियुक्ति पत्र जारी किये जाने के लिए रिट याचिका संख्या 6222/205 दायर किया और उद्च न्यायालय ने अपने आदेश",
  "issue appointment order. The High Court further clarified that any": "निर्देश दिया। उच्च न्यायालय ने आगे स्पष्ट किया कि ऐसी नियुक्ति और चयनित",
  "such appointment made as well as the select list shall abide by any order which may be passed by the Division Bench. Pursuant to the": "सूची को ऐसे किसी आदेश का पालन किया जाना चाहिए जिसे खण्ड़पीठ जारी",
  "aforesaid order, the Chief Secretary, Government of UP vide its": "कर सकेगा। उक्त आदेश के अनुसरण में प्रधान सचिव , उ.प्र. सरकार दिनांक",
  "to the Department that appointment orders be issued to the selected": "को निर्देश जारी किया कि चयनित अभ्यर्थियों को नियुक्त पत्र जारी किया जाए",
  "issued to the selected candidates on 30.01.2016 as under:-": "तदनुरूप दिनांक 30.0.206 को चयनित अभ्यर्थियों को नियुक्ति पत्र जारी किया गया जो इस प्रकार हैः -",
  "the documents were withheld by UP Public Service Commission.": "को रोक दिया गया क्योंकि उनके प्रपत्रों को उ.प्र. लोक सेवा आयोग ने रोक दिया था।",
  "69. Mr. Mehul M. Gupta, learned counsel submitted that even": "69. विद्वान अधिवक्ता श्री मेहुल एम. गुप्ता ने कहा कि यद्यपि उत्तर प्रदेश लोक",
  "though UP Public Service Commission has recommended 6599": "सेवा आयोग ने उपलब्ध रिक्तियों के आधार पर 6599 उम्मीदवारों की सिफारिश",
  "candidates on the basis of the vacancies available, 906 candidates were left out and were not issued appointment orders and prayed": "की है, 906 उम्मीदवारों को छोड़ दिया गया था और उन्हें नियुक्ति आदेश जारी",
  "for direction that the 906 candidates be issued appointment orders.": "नहीं किया गया था और उन्होने यह निर्देश देने के लिए प्रार्थना की कि 906 उम्मीदवारों को नियुक्ति आदेश जारी किया जाए। यह ध्यान देने योग्य है कि",
  "It is pertinent to note that these 906 candidates were ranked lower": "कार्मिक विभाग द्वारा निर्धारित आरक्षण सीमा के तहत इन 906 उम्मीदवारों को",
  "in the merit list than the last selected candidate in their respective": "उनकी संबंधित श्रेणी में अंतिम चयनित उम्मीदवार की तुलना में मेरिट सूची में",
  "Department, therefore appointment orders were not issued to them.": "निचला स्थान दिया गया था, इसलिए उन्हें नियुक्ति आदेश जारी नहीं किए गए थे।",
  "This cannot be said to be arbitrariness or discrimination as selection": "इसे मनमानी या भेदभाव नहीं कहा जा सकता क्योंकि उम्मीदवारों का चयन मेरिट",
  "of candidates was on the basis of the merit list. Further, the revised": "लिस्ट के आधार पर था। इसके अलावा, संशोधित अधियाचन दिनांक",
  "requisition dated 20.08.2014, on the basis of which the impugned office memorandum was issued itself was a case of excessive": "20.08.204, जिसके आधार पर आक्षेपित कार्यालय ज्ञापन स्वयं जारी किया गया था, अत्यधिक अधियाचन का मामला था, जो कि उत्तर प्रदेश आरक्षण",
  "in excess of the permissible limit as prescribed by the Act and would": "अधिनियम, 994 द्वारा निर्धारित अनुमेय सीमा से अधिक था। इस अत्यधिक",
  "needs no reiteration that a wrong cannot be corrected by committing": "इसको दुहराने की कोई आवश्यकता नहीं है कि एक गलती को एक और गलती",
  "71. ‘It is fairly well-settled that the selected candidates do not have": "7. यह सुस्थापित है कि चयनित उम्मीदवारों को नियुक्ति का कोई अपरिहार्य",
  "any indefeasible right to be appointed. As held in State of Bihar and Others v. Amrendra Kumar Mishra (2006) 12 SCC 561, merely": "अधिकार नहीं है। जैसा कि बिहार राज्य ऑर अन्य बनास अमरेद्र कुमार मिश्रा (2006) 2 एससीसी 564 में अवधारित किया गया था, केवल इसलिए कि",
  "because the names of candidates were included in the provisional": "उम्मीदवारों के नाम अनंतिम चयन सूची में शामिल किए गए थे, उन्हें नियुक्त होने",
  "select list, they do not acquire any indefeasible right to be appointed. Merely because UP Public Service Commission has": "का कोई अपरिहार्य अधिकार नहीं मिलता है। केवल इसलिए कि उ.प्र. लोक सेवा",
  "recommended the names of 906 candidates, they do not acquire": "आयोग ने 906 उम्मीदवारों के नामों की सिफारिश की है, उन्हें नियुक्ति के लिए",
  "any indefeasible right for being appointed.": "कोई अपरिहार्य अधिकार प्राप्त नहीं होता है।",
  "72. In the counter affidavit filed by the State of U.P., it is stated": "72. उत्तर प्रदेश राज्य द्वारा दाखिल प्रति शपथपत्र में यह कहा गया है कि जिन",
  "that the candidates who were selected but not issued appointment": "उम्मीदवारों का चयन किया गया था, लेकिन नियुक्ति पत्र जारी नहीं किया गया",
  "letter filed a Writ Petition No.6198 of 2016 and the High Court vide": "था, उन्होंने रिट याचिका संख्या 698 वर्ष 206 दायर की और उस पर उच्च",
  "Division Bench challenging the order dated 02.03.2016. The said": "दिनांक 02.03.206 को चुनौती देते हुए खण्ड पीठ के समक्ष विशेष अपील",
  "Special Appeal was tagged with the Writ-C No.34196 of 2015. Since": "दायर की है। उक्त विशेष अपील को 205 के रिट-सी संख्या 3496 के साथ",
  "in Writ-C No.34196 of 2015, the High Court quashed the revised": "जोड़ दिया गया था। चूंकि 205 के रिट-सी संख्या 3496 में, उच्च न्यायालय",
  "selection process subsequent to the declaration of the written": "और लिखित परीक्षा की घोषणा के बाद की पूरी चयन प्रक्रिया को रद्द कर दिया,",
  "73. So far as the present vacant position in the counter affidavit": "73. जहां तक राज्य द्वारा दायर प्रतिशपथपत्र में वर्तमान रिक्तियों की स्थिति का",
  "filed by the State, it is stated that there are total vacancies of 4838": "प्रश्न है वहां पर यह कहा गया है कि कुल 4838 रिक्तियां खाली हैं और 2050",
  "been sent. The relevant portion of the counter affidavit filed by the State of U.P. before this Court reads as under:-": "द्वारा न्यायालय के समक्ष प्रस्तुत प्रतिशपथपत्र महत्वपूर्ण अंश इस प्रकार है: -",
  "present vacancy of 4838, and has accordingly sent a requisition letter to": "मौजूद कुल रिक्ति 4838 है, और तदनुरूप 2059 अभ्यर्थियों को",
  "candidates. So, effectively as of today 2779 vacancies have still not": "गया है। इसलिए आज के प्रभाव से 2779 रिक्ति का अधियाचन अब भी",
  "been requisitioned keeping in mind 959 (906+53) posts under the": "नहीं किया गया है. यह ध्यान रखते हुए कि 959 (906+ 53) पद",
  "consideration on which appointment order were not issued.": "विचाराधीन है जिस पर नियुक्ति पत्र जारी नहीं किये गये।",
  "A break-up of the current requisition of above mentioned 2059 vacancies": "उक्त वर्णित 2059 पदों का मौजूदा अधियाचन का वर्गीकरण इस प्रकार",
  "No. of vacancies General SC/ST OBC": "अधियाचित सामान्य एस.सी/एस.टी.  .अ.पि.व.",
  "2059 1031 473 | 555": "2059 037 473 555",
  "After filing the aforesaid vacant posts, the vacancies of the said post as": "उपरोक्त रिक्त पदों को भरने के उपरान्त प्रतिशत क्षमता के अनुरूप उक्त पदों पर",
  "74. Mr. Mehul Gupta, learned counsel on behalf of some of the": "74. विद्वान अधिवक्ता श्री मेहुल गुप्ता ने कुछ अभ्यर्थियों की तरफ से न्यायालय",
  "appellants has prayed that power under Article 142 of the Constitution of India be exercised for extending the benefit of a": "से प्रार्थना किया है भारत के संविधान के अनुच्छेद 42 के तहत प्रदत्त शक्ति के",
  "beneficial provision to overcome injustice caused to 906 candidates": "लाभकारी प्रावधानों का प्रयोग उन 906 अभ्यर्थियों के साथ हुए अन्याय को कम",
  "who were not issued the appointment orders. It was submitted that": "करने के लिए किया जाना चाहिए जिन्हें नियुक्ति पत्र नहीं जारी किये गये थे। यह",
  "the technical flaw in the revised requisition was in excess of the": "कथन किया गया कि अधियाचन में जो तकनीकी गलती हुयी थी वह आरक्षण की",
  "prescribed limit of reservation being in excess of the permissible limits under the UP Reservation Act, 1994 and the same can be": "विहित सीमा के आधिक्य में थी जो आरक्षण अधिनियम, 996 के तहत स्वीकार्य",
  "rectified by exercising power under Article 142 of the Constitution of": "सीमा से परे थी और इसको भारत के संविधान के अनुच्छेद 42 के तहत प्रदत्त",
  "India. Learned counsel further submitted that 906 candidates in three different categories i.e. SC, ST and OBCs have successfully": "विभिन्न श्रेणियों जैसे एस .सी. , एस.टी. , अ.पि.व. के 906 अभ्यर्थियों ने",
  "completed the written examination and the interview and these": "सफलतापूर्वक लिखित परीक्षा तथा साक्षात्कार को पास लिया है और इन सफल",
  "successful candidates have nothing to do with these technical flaws": "अभ्यर्थियों को तकनीकी खामियों से कोई लेना देना नहीं है , और इसलिए",
  "and therefore, prayed that in order to do complete justice, the power": "न्यायालय से प्रार्थना की जाती है कि पूर्ण न्याय करने के लिए संविधान के",
  "be maintained. The power under Article 142 of the Constitution of": "अनुच्छेद 42 के तहत प्रदत्त शक्ति का प्रयोग किया जाए। अपने तरकॉ के",
  "support of his contention, Mr. Mehul Gupta, learned counsel has placed reliance upon Union of India and Others v. Permanand": "समर्थन में विद्वान अधिवक्ता श्री मेहुल गुप्ता ने भारत संघ एवं अन्य बनाम परमान्द",
  "Singh 1999 Supreme Court Cases (L&S) 625 and D.M.": "सिंह 999 एस.सी.सी. (एल. एण्ड एस.) 625 एवं डी एस. प्रेमकुसारी बनाम",
  "Premkumari v. Divisional Commissioner, Mysore Division and Others (2009) 12 SCC 267.": "सस्थागीय आयुक्त; मेंसुर संधाग एवं अन्य (2009) 2 एस.सी.सी. 267 के मामले का अवलम्ब लिया है।",
  "75. Pointing out that even presently, there are 2779 vacancies": "75. इस तथ्य का उल्लेख कर कि वर्तमान में भी 2779 रिक्तियां है और 906",
  "counsel appearing for 906 candidates has submitted that 906 candidates can be accommodated in the aforesaid 2779 vacant posts existing as on date. This contention does not merit": "906 अभ्यर्थियों को उस तिथि पर मौजूदा उपरोक्त 2779 रिक्तियों में समायोजित",
  "posts existing as on date. This contention does not merit acceptance. The present vacancies i.e. 4838 and the available": "किया जा सकता है। इस तर्क में मेरिट का आभाव है। वर्तमान में 4838 रिक्तियां",
  "vacancies i.e. 2779 are the future vacancies which are to be filled": "उपलब्ध हैं। 2779 रिक्तियां भविष्य की रिक्तियां हैं जिसको नये अधिसूचना और",
  "candidates including the 906 candidates and other unsuccessful": "906 अभ्यर्थियों और अन्य असफल अभ्यर्थियों सहित सभी योग्य अभ्यर्थियों के",
  "candidates. 2779 vacancies existing as on date, which are the": "द्वारा भरा जाएगा। उस तिथि को मौजूदा 2779 रिक्तियां वर्ष 209 की वे रिक्तियां",
  "vacancies as on date i.e. in 2019 cannot be filled up by the": "हैं जिन्हें उन अभ्यर्थियों के द्वारा नहीं भरा जा सकता है जिन्होंने 203-",
  "76. Article 142 of the Constitution of India confers wide power": "76. भारत के संविधान के अनुच्छेद 47 उच्चतम न्यायालय को पक्षकारों के साथ",
  "Others (2011) 10 SCC 643, the Supreme Court held that the power": "अधिकारी एवं अन्य (20]) 06 एस.सी.सी.43 के मामले में उच्चतम न्यायालय ने अभिनिर्णीत किया कि भारत के संविधान के अनुच्छेद 42 के",
  "under Article 142 of the Constitution of India is to be exercised very": "में यथानिर्णीत ,यद्यपि भारत के संविधान के अनुच्छेद 42 के तहत प्रदत्त शक्ति",
  "carefully and sparingly. The power under Article 142 of the": "रखा जाना चाहिए। भारत के संविधान के अनुच्छेद 42 के तहत प्रदत्त शक्ति",
  "revised notification dated 12.10.2014 and the final select": "और संशोधित अधिसूचना दिनांकित 2.0.204 तथा अन्तिम चयन",
  "(vi) The filling up of the unfilled horizontal reservation by the candidates from the respective vertical reservation is in": "(6) न भरे गये क्षैतिज आरक्षित पदों को उनके उर्ध्व आरक्षित पदों से",
  "Bangalore and Others v. Commercial Tax Officer, Circle II,": "(7) श्री शेनाय एण्ड कम्पनी बंगलौर एवं अन्य बनाम वाणिज्य कर",
  "and others v. Moradabad Development Authority and": "एवं फिदा हुसैन एवं अन्य मुरादाबाद विकास प्राधिकरण एवं अन्य 2077",
  "Another (2011) 12 SCC 615 and other judgments,": "2 एस.सी.सी. 65 के मामले में पारित निर्णय एवं अन्य निर्ण्यों के",
  "not amount to res judicata;": "न्याय की कोटि में नहीं आएगा।",
  "78. (In the result, the common impugned judgment dated": "78. परिणामस्वरूप, रिट याचिका (सिविल) 3496/205 में उच्च न्यायालय",
  "of writ petitions is set aside and these appeals are allowed. The": "याचिका को अपास्त किया जाता है और इन अपीलों को अनुज्ञात किया जाता है।",
  "private respondents/intervenors and 906 candidates who were not": "प्राइवेट प्रत्यर्थी /हस्तक्षेपकर्ता और 906 अभ्यर्थी जिन्हें नियुक्ति आदेश नहीं जारी",
  "to participate in the upcoming recruitment. Age relaxation is strictly a": "आगामी भर्ती में एक बार आयु में छूट प्रदान किया जाएगा। आयु में छूट केवल एक"
}