{
  "[2024] 3 S.C.R. 36 : 2024 INSC 169": "[2024] 3 5.0.९. 36 : 2024 ॥१५८ 69",
  "Naeem": "नईम",
  "State of Uttar Pradesh": "उत्तर प्रदेश राज्य",
  "(Criminal Appeal No. 1978 of 2022)": "(आपराधिक अपील संख्या 978/ 2022)",
  "05 March 2024": "05 मार्च 2024",
  "[B.R. Gavai* and Sandeep Mehta, JJ.]": "[न्यायमूर्ति बी.आर. गवई और न्यायमूर्ति संदीप मेहता]",
  "Issue for Consideration": "विचारार्थ मुद्दा",
  "Conviction of the appellants-accused for offences punishable": "अंतर्गत दंडनीय अपराधों के लिए अपीलकर्ता-अभियुक्तों को दोषसिद्धि।",
  "Headnotes": "हेडनोट्स",
  "Evidence — Dying declaration, sole basis of conviction — Appellants convicted for offences punishable u/ss.302 and": "साक्ष्य - मृत्यु कालिक घोषणा, दोषसिद्धि का एकमात्र आधार - अपीलकर्ताओं को धारा 302 और 34, दंड",
  "Held: Dying declaration can be the sole basis of the conviction if it inspires the full confidence of the court — Court is required": "अवधारित किया गया: मृत्युपूर्व घोषणा दोषसिद्धि का एकमात्र आधार हो सकती है यदि यह अदालत के पूर्ण विश्वास",
  "to satisfy itself that the deceased was in a fit state of mind at": "को प्राप्त करती है - अदालत को स्वयं को संतुष्ट करने की आवश्यकता है कि बयान देने के समय मृतक मानसिक",
  "the time of making the statement and that it was not the result of tutoring, prompting or imagination — There cannot be an": "स्थिति में था और यह शिक्षण, प्रोत्साहन या कल्पना का परिणाम नहीं था - कानून का कोई पूर्ण नियम नहीं हो",
  "sole basis of conviction unless corroborated — Rule requiring corroboration is merely a rule of prudence — Where the Court is": "पुष्टि न हो जाए - पुष्टि की आवश्यकता वाला नियम केवल विवेक का नियम है - जहां न्यायालय इस बात से संतुष्ट",
  "satisfied that the dying declaration is true, voluntary, free from any effort to induce the deceased to make a false statement and": "है कि मरने से पहले दिया गया बयान सच, स्वैच्छिक है, मृतक को गलत बयान देने के लिए प्रेरित करने के किसी",
  "it is coherent and consistent, it can base its conviction without any further corroboration— Material placed on record revealed": "भी प्रयास से मुक्त और यह सुसंगत है, यह बिना किसी अतिरिक्त पुष्टि के अपनी सजा को आधार बना सकता है -",
  "any further corroboration— Material placed on record revealed that the deceased was in a fit state of mind at the time of making": "रिकॉर्ड पर रखी गई सामग्री से पता चला कि मृतक मानसिक स्थिति में फिट था बयान देने का समय और यह",
  "the statement and that it was not the result of tutoring, prompting or imagination — Dying declaration (Ext. Ka-6) was cogent,": "सिखाने, संकेत या कल्पना का परिणाम नहीं था - मृत्युपूर्व घोषणा (प्रदर्श क-6) उसी पर दोषसिद्धि को आधार",
  "consistent, trustworthy and reliable to base the conviction on the same — No reason to interfere with the concurrent findings": "बनाने के लिए ठोस, सुसंगत, भरोसेमंद और विश्वसनीय थी - इसमें हस्तक्षेप करने का कोई कारण नहीं है इस",
  "of fact that the dying declaration was true and free from any effort to induce the deceased to make a false statement — No": "तथ्य के समवर्ती निष्कर्ष कि मृत्युपूर्व बयान सत्य था और मृतक को गलत बयान देने के लिए प्रेरित करने के किसी",
  "legal impediment to make it the basis of conviction without there being any independent corroboration — However, in the": "भी प्रयास से मुक्त था - बिना किसी स्वतंत्र पुष्टि के इसे सजा का आधार बनाने में कोई कानूनी बाधा नहीं है -",
  "the dying declaration cannot form the sole basis of conviction unless it is corroborated. The rule requiring": "मृत्यु पूर्व घोषणा; दोषसिद्धि का एकमात्र आधार; सावधानी पूर्वक पुष्टिकरण का नियम; स्वैच्छिक मृत्यु पूर्व कथन। से उत्पन्न मामला",
  "Judgment / Order of the Supreme Court": "माननीय उच्चतम न्यायालय के निर्णय/आदेश",
  "Judgment": "निर्णय",
  "B.R. Gavai, J.": "न्यायमूर्ति बी. आर. गवई",
  "These appeals challenge the judgment and order dated 17\" December 2019, passed by the Division Bench of the High Court of Judicature at Allahabad in Criminal Appeal Nos. 1589 of 2018 and 7393 of 2017,": "ग. ये अपीलें इलाहाबाद में उच्च न्यायालय की खण्ड पीठ द्वारा आपराधिक अपील संख्या 589/208 और 7393/207 में पारित 7 दिसंबर 209 के फैसले और आदेश दिनांकित को चुनौती देती हैं, जिसमें",
  "whereby the Division Bench dismissed both the criminal appeals preferred by the appellants, namely, Pappi @ Mashkoor (accused No.1), Naeema (accused No.2) and Naeem (accused No.3) and": "खण्ड पीठ ने अपीलकर्ता, अर्थात्‌ पप्पी (छमश्कूर (आरोपी संख्या ), नईमा (आरोपी संख्या 2) और नईम",
  "referred to as the ‘trial court’) in Sessions Trial No. 260 of 2017.": "संख्या-260/ 207 में मुरादाबाद (इसके बाद 'ट्रायल विचारण न्यायालय' के रूप में संदर्भित) द्वारा दर्ज किया गया था।।",
  "Shorn of details, the facts leading to the present appeals are as under:": "2. .... विवरणों से अलग, वर्तमान अपीलों की ओर ले जाने वाले तथ्य इस प्रकार हैं:",
  "2.1. On 1%* December 2016, the Police Station Katghar, District Moradabad received a written report at 08:15 pm which was": "2.. ... दिसंबर 2076 को, पुलिस स्टेशन कटघर, जिला मुरादाबाद को रात 8.5 बजे एक लिखित रिपोर्ट मिली,",
  "a transcription of the complaint made by Shahin Parveen (deceased) who had been admitted in the District Hospital,": "जो शाहिन परवीन (मृतक) द्वारा की गई शिकायत का प्रतिलेखन था, जिसे । दिसंबर 206 को दोपहर 02.20",
  "(deceased) who had been admitted in the District Hospital, Moradabad on 1** December 2016, at 02:20 pm with 80% deep thermal and facial burns. In her complaint, the deceased had": "बजे जिला अस्पताल, मुरादाबाद में 80 प्रतिशत गहरे थर्मल और चेहरे के जलने के साथ भर्ती कराया गया था।अपनी",
  "alleged that she had been set ablaze by the accused/appellants": "शिकायत में, मृतक ने आरोप लगाया था कि उसे उन अभियुक्तों / अपीलार्थियों द्वारा आग लगा दी गई थी जो उस",
  "who had been pressuring her into entering the profession of immoral trafficking and prostitution. On the basis of the written": "पर अनैतिक तस्करी और वेश्यावृत्ति के पेशे में प्रवेश करने का दबाव बना रहे थे।लिखित रिपोर्ट के आधार पर",
  "punishable under Section 307 of the Indian Penal Code, 1860": "(प्रदर्श क-3), भारतीय दंड संहिता, 860 (इसके बाद आई. पी. सी. के रूप में संदर्भित) की धारा 307 के",
  "Bhaskar (PW-5), the then Naib Tehsildar, Sadar, Moradabad": "भास्कर (पीडब्लू-5), तत्कालीन नायब तहसीलदार, सदर, मुरादाबाद को तहसीलदार द्वारा अस्पताल में भर्ती",
  "was telephonically summoned by the Tehsildar to record the statement of Shahin Parveen (deceaseq), after she was admitted in the hospital. Between the hours of 08:48 pm and 09:15 pm,": "होने के बाद शाहिन परवीन (मृतक) के 3 बयान दर्ज करने के लिए टेलीफोन पर बुलाया गया था। रात 8.48 बजे",
  "in the hospital. Between the hours of 08:48 pm and 09:15 pm, dying declaration of Shahin Parveen (deceased) (Ext. Ka-6) came to be recorded by PW-5. Subsequently, the victim was": "से 9.5 बजे के बीच, शाहिन परवीन (मृतक) की मृत्यु घोषणा (अतिरिक्त। केए-6) को पीडब्लू-5 द्वारा दर्ज",
  "admitted in Safdarjang Hospital, New Delhi on 2\"? December": "किया गया। इसके बाद, पीड़िता को 2 दिसंबर 206 को सफदरजंग अस्पताल, नई दिल्ली में भर्ती कराया गया,",
  "2016, where she eventually succumbed to her injuries at 07:55 pm. Consequently, the Case Crime No. 1332 of 2016 was": "जहां अंततः शाम 07:55 बजे उसने दम तोड़ दिया। नतीजतन, केस क्राइम नंबर 332/206 को आईपीसी",
  "altered to the offence punishable under Section 302 of IPC.": "की धारा 302 के तहत दंडनीय अपराध में बदल दिया गया। पोस्टमार्टम रिपोर्ट (विस्तार का-) के अनुसार,",
  "of death was shock as a result of ante-mortem burn injuries.": "मृत्यु का कारण मृत्यु-पूर्व जलने की चोटों के परिणामस्वरूप सदमा था।",
  "After the death of the husband of the deceased two years prior to the incident, she had been residing at her matrimonial house": "2.2. घटना से दो साल पहले मृतक के पति की मृत्यु के बाद, वह अपने दो बच्चों के साथ अपने वैवाहिक घर",
  "with her two children along with Pappi @ Mashkoor (accused No. 1) who was her brother-in-law (devar) and his wife Naeema": "में पप्पी उर्फ मश्कूर (आरोपी नंबर ) जो उसका बहनोई (देवर) था और उसकी पत्नी नईमा (आरोपी नंबर 2)",
  "(accused No.2). Naeem (accused No.3) is Naeema’s brother. The prosecution case is that, after the death of the husband": "के साथ रह रही थी।नईम (आरोपी नंबर 3) नईम का भाई है। अभियोजन पक्ष का मामला यह है कि मृतक के पति",
  "of the deceased, the accused/appellants started pressuring her into entering the profession of immoral trafficking and": "की मृत्यु के बाद आरोपी /अपीलकर्ताओं ने उस पर अनैतिक तस्करी और वेश्यावृत्ति के पेशे में प्रवेश करने के लिए",
  "prostitution. As the deceased did not concede to the same, she was physically and sexually assaulted and asked to vacate": "दबाव डालना शुरू कर दिया। चूंकि मृतक ने इसे स्वीकार नहीं किया, इसलिए वह शारीरिक रूप से और यौन",
  "accused/appellants caught hold of the deceased and poured kerosene on her. Pappi @ Mashkoor (accused No.1) and": "आरोपी /अपीलकर्ताओं ने मृतक को पकड़ लिया और उस पर मिट्टी का तेल डाल दिया।पप्पी (छमश्कूर (आरोपी",
  "Naeema (accused No.2) ignited the matchstick and threw it": "नंबर ) और नईम (आरोपी नंबर 2) ने माचिस की छड़ी को आग लगा दी और उस पर फेंक दिया।इसके बाद,",
  "at her. Thereafter, the accused/appellants surrounded her so that she could not escape. On being set ablaze, the deceased": "आरोपी /अपीलकर्ताओं ने उसे घेर लिया ताकि वह भाग न सके।आग लगने पर, मृतक घर से बाहर भाग गया,",
  "ran out of the house whereafter her neighbours put out the fire and informed her mother and brother namely, Islam @ Babli (PW-2) who took her to the hospital. This version of events was": "जिसके बाद उसके पड़ोसियों ने आग बुझाई और उसकी माँ और भाई, इस्लाम (5 बबली (पीडब्लू-2) को सूचित",
  "(PW-2) who took her to the hospital. This version of events was brought out in the complaint made by the deceased which was": "किया, जो उसे अस्पताल ले गए।घटना के इस संस्करण को मृतक द्वारा की गई शिकायत में सामने लाया गया था",
  "transcribed by Faisal Zamal (PW-3). On the basis of PW-3’s written report, bearing the thumb impression of the deceased,": "जिसे फैसल जमाल (पीडब्लू-3) द्वारा लिखा गया था।पीडब्लू-3 की लिखित रिपोर्ट के आधार पर, मृतक के",
  "the FIR came to be registered at 08:15 pm on 1* December 2016. Thereafter, on the same day, between 08:48 pm and": "अंगूठे की छाप के साथ, । दिसंबर 206 को रात 8.5 बजे प्राथमिकी दर्ज की गई। इसके बाद, उसी दिन,",
  "2016. Thereafter, on the same day, between 08:48 pm and 09:15 pm, PW-5 recorded the dying declaration of the deceased": "08.48 बजे से 09.5 बजे के बीच, पीडब्लू-5 ने मृतक की मृत्यु की घोषणा दर्ज की। जिसमें उन्होंने कहा कि",
  "dispute between her and Pappi @ Mashkoor (accused No.1) with regards to the partition of their shared residence. On the": "उनके और पप्पी (छमश्कूर (आरोपी नंबर ) के बीच उनके साझा निवास के विभाजन के संबंध में एक विवाद",
  "date of the incident at about 12:30 pm, another quarrel broke out between the deceased and the accused/appellants, during": "था।घटना की तारीख को दोपहर करीब 2:::30 बजे मृतक और आरोपी / अपीलार्थियों के बीच एक और झगड़ा",
  "which accused No.1 poured kerosene on the deceased and set her ablaze. He was accompanied and assisted by his": "हुआ, जिसके दौरान आरोपी नंबर ने मृतक पर मिट्टी का तेल डाला और उसे आग लगा दी। उनके साथ उनकी",
  "wife Naeema (accused No.2) and Naeem, brother of Naeema (accused No.3). She was taken to the District Hospital, Moradabad by her brother Islam @ Babli (PW-2) and thereafter": "पत्नी नईम (आरोपी नंबर 2) और नईमा (आरोपी नंबर 3) के भाई नईम भी थे।उसे उसके भाई इस्लाम (छबबली (पीडब्लू-2) द्वारा जिला अस्पताल, मुरादाबाद ले जाया गया और उसके बाद नई दिल्ली के सफदरजंग अस्पताल",
  "2.3. After completion of the investigation, a charge-sheet came to be filed before the Court of Chief Judicial Magistrate, Moradabad.": "2.3. जाँच पूरा होने के बाद, मुख्य न्यायिक मजिस्ट्रेट मुरादाबाद की अदालत के समक्ष एक आरोप-पत्र दायर",
  "Since the case was exclusively triable by the Sessions Court,": "किया गया।चूँकि यह मामला विशेष रूप से सत्र न्यायालय द्वारा विचारणीय था, इसलिए यह विद्वत सत्र न्यायाधीश",
  "2.4. Charges came to be framed by the learned Sessions Judge for the offences punishable under Sections 302 and 34 of the": "2.4. आई. पी. सी. की धारा 302 और 34 के तहत दंडनीय अपराधों के लिए विद्रत सत्र न्यायाधीश द्वारा",
  "IPC. The accused pleaded not guilty and claimed to be tried.": "आरोप तय किए गए। अभियुक्त ने अपना अपराध स्वीकार नहीं किया और मुकदमा चलाने का दावा किया।",
  "2.5. The prosecution examined 8 witnesses to bring home the guilt": "2.5... अभियोजन पक्ष ने अभियुक्त व्यक्तियों के अपराध को घर लाने के लिए 8 गवाहों से पूछताछ की।जबकि",
  "No.1) took the defence that he was absent from the spot of the incident at the relevant time and that the deceased had": "पापी (मश्कूर (आरोपी नंबर ) ने बचाव किया कि वह संबंधित समय पर घटना स्थल से उपस्थित नही था और",
  "committed suicide since she was depressed after the death of her husband, Naeema (accused No.2) and Naeem (accused": "मृतक ने आत्महत्या कर ली थी क्योंकि वह अपने पति की मृत्यु के बाद उदास थी, नईमा (आरोपी नंबर 2) और",
  "2.6. At the conclusion of the trial, the trial court found that the": "2.6. मुकदमे के समापन पर, निचली विचारण न्यायालय ने पाया कि अभियोजन पक्ष ने अभियुक्तों / अपीलार्थियों",
  "beyond reasonable doubt and accordingly convicted them for offences punishable under Sections 302 and 34 of the IPC and sentenced them to undergo imprisonment for life along with fine.": "के खिलाफ मामले को उचित संदेह से परे साबित कर दिया था और तदनुसार उन्हें आई. पी. सी. की धारा 302 और 34 के तहत दंडनीय अपराधों के लिए दोषी ठहराया और उन्हें जुमनि के साथ आजीवन कारावास की सजा",
  "2.7. Being aggrieved thereby, the accused/appellants preferred appeals before the High Court. The High Court by the impugned": "2.7... इससे व्यथित होने के कारण, अभियुक्तों / अपीलकर्ताओं ने उच्च न्यायालय के समक्ष अपील करना पसंद",
  "conviction and sentence awarded by the trial court. Being aggrieved thereby, the present appeals.": "गए दोषसिद्धि और सजा के आदेश की पुष्टि की।इससे व्यथित होने के कारण, वर्तमान अपीलें।",
  "We have heard Shri Mohd. Adeel Siddiqui, learned counsel appearing": "3... हमने अपीलकर्ताओं की ओर से उपस्थित विद्वान वकील श्री मोहम्मद अदील सिद्दीकी और प्रतिवादी-",
  "on behalf of the appellants and Shri Sharan Thakur, learned Additional Advocate General (AAG) appearing on behalf of the respondent-State.": "राज्य की ओर से उपस्थित विद्वान अतिरिक्त महाधिवक्ता (एएजी ) श्री शरण ठाकुर को सुना है।",
  "Shri Mohd. Siddiqui submits that the conviction is based only on": "4. ..... श्री मोहम्मद सिद्दीकी प्रस्तुत करते हैं कि दोषसिद्धि है जो केवल मृतक की मृत्यु घोषणा पर आधारित है",
  "the dying declaration of the deceased (Ex. Ka-6). He submits that the dying declaration (Ext. Ka-6) is not free from doubt. It is": "(प्रदर्श क-6)। वह प्रस्तुत करता है कि मृत्यु घोषणा (प्रदर्श क-6) संदेह से मुक्त नहीं है।यह प्रस्तुत किया जाता",
  "submitted that the Discharge Slip (Ext. Ka-7) would show that the": "है कि निर्वहन पर्ची (प्रदर्श क-7) से पता चलता है कि मृतक को । दिसंबर 206 को शाम 5 बजे जिला अस्पताल,",
  "deceased was discharged from the District Hospital, Moradabad on": "अधिकारी, जिला अस्पताल, मुरादाबाद द्वारा मृत्यु घोषणा दर्ज करने से पहले और बाद में पीड़ित की चिकित्सा",
  "should be no legal impediment to make it the basis of conviction": "यह सुसंगत और सुसंगत है, तो इसे दोषसिद्धि का आधार बनाने में कोई कानूनी बाधा नहीं",
  "dying declaration (Ext. Ka-6) is cogent, trustworthy and reliable to base the conviction on the same.": "(प्रदर्श क-6) सुसंगत और सुसंगत है और इस तरह, बिना किसी स्वतंत्र पुष्टि के इसे दोषसिद्धि का आधार बनाने में कोई कानूनी बाधा नहीं होनी चाहिए।हम पाते हैं कि मृत्यु घोषणा (प्रदर्श क-6) उसी के आधार पर दृढ़, भरोसेमंद",
  "That leaves us with the question as to whether the conviction of all the three accused is tenable or not.": "2. ... यह हमें इस सवाल के साथ छोड़ देता है कि क्या तीनों अभियुक्तों की दोषसिद्धि मान्य है या नहीं।",
  "It will be apposite to refer to the relevant part of the dying declaration (Ext. Ka-6), which reads thus:": "3. ... मृत्यु घोषणा के प्रासंगिक भाग को संदर्भित करना उचित होगा (विस्तार। का-6), जो इस प्रकार हैः",
  "“Answer: | had been into a dispute with my devar (husband’s younger brother) Mashkoor Hussain s/o Maqdoom Hussain over partition of the house for many days. Today i.e. 01.12.2016 at 12:30 O’clock | had a": "“उत्तर - मेरा अपने देवर (पति के छोटे भाई) मश्कूर हुसैन पुत्र मकदूम हुसैन के साथ घर के बंटवारे को लेकर कई दिनों से विवाद चल रहा था। आज यानी 2 बजे 0.2.206:",
  "quarrel with my devar over partition of the house, during": "30 बजे मेरा अपने देवर के साथ घर के बंटवारे को लेकर झगड़ा हुआ, इस दौरान उसने मुझ",
  "which he poured kerosene on me and set me ablaze. In commission of the act, my devrani (husband’s younger": "पर मिट्टी का तेल डाला और मुझे आग लगा दी। इस कार्य में, मेरी देवरानी (पति के छोटे भाई",
  "brother’s wife) Naeema Parveen and her brother Naeem aided my devar (husband’s younger brother). When they": "की पत्नी) नईमा परवीन और उनके भाई नईम ने मेरे देवर (पति के छोटे भाई) की सहायता",
  "set my body ablaze, | ran outside the house. People from": "की। जब उन्होंने मेरे शरीर में आग लगा दी, तो मैं घर के बाहर भाग गया।पड़ोस के लोगों ने मेरे",
  "the neighbourhood doused fire engulfing my body and saved me. Residents of the locality informed my mother": "शरीर में लगी आग को बुझा दिया और मुझे बचा लिया।इलाके के निवासियों ने मेरी माँ और भाई",
  "and brother, thereafter, my brother and mother brought and admitted me to the hospital.”": "को सूचित किया, इसके बाद, मेरे भाई और माँ ने मुझे अस्पताल में भर्ती कराया।",
  "The statement of the victim would therefore reveal that the motive attributed by the deceased is to accused No. 1 Pappi @ Mashkoor.": "44...... इसलिए पीड़ित के बयान से पता चलता है कि मृतक का मकसद आरोपी नंबर ' पप्पी (कमश्कूर है।उसने",
  "She stated that she had a quarrel with her devar Pappi @ Mashkoor over partition of the house. It can further be seen that the role of": "कहा कि घर के विभाजन को लेकर उसका अपने देवर पप्पी (छमश्कूर के साथ झगड़ा हुआ था।यह आगे देखा जा",
  "pouring kerosene on the victim and setting her ablaze is also attributed to accused No. 1 Pappi @ Mashkoor.": "सकता है कि पीड़ित पर मिट्टी का तेल डालने और उसे आग लगाने की भूमिका का श्रेय भी आरोपी नंबर । पप्पी",
  "Insofar as other two accused i.e. Naeema (wife of accused No.1 Pappi @ Mashkoor) and her brother Naeem are concerned, the": "5. ... जहां तक अन्य दो अभियुक्तों यानी नईमा (आरोपी नंबर  पप्पी (छमश्कूर की पत्नी) और उसके भाई",
  "statement of the victim only states that they aided her devar Pappi": "नईम संबंधित हैं, पीड़िता के बयान में केवल यह कहा गया है कि उन्होंने उसके देवर पप्पी (छमश्कूर की सहायता",
  "@ Mashkoor. However, no specific role of how they assisted accused No. 1 Pappi @ Mashkoor could be found in the dying declaration": "की थी। हालाँकि, उन्होंने आरोपी नंबर । पप्पी (कमश्कूर की सहायता कैसे की, इसकी कोई विशिष्ट भूमिका मृत्यु",
  "(Ext. Ka-6). We therefore find that, though the said dying declaration": "घोषणा में नहीं पाई जा सकी। (प्रदर्श क-6) इसलिए हम पाते हैं कि यद्यपि उक्त मृत्यु घोषणा अभियुक्त संख्या ।",
  "to accused No. 2 Naeema and accused No. 3 Naeem, they are": "() अपीलकर्ता नईम के लिए 2022 की आपराधिक अपील संख्या 978 और अपीलकर्ता नईम के लिए"
}