{
  "[NON-REPORTABLE]": "[अप्रतिवेद्य]",
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय अधिकारिता",
  "Criminal Appeal No. 1446 of 2014": "आपराधिक अपील संख्या 446 /2044",
  "Kallu . Appellant": "कल्लू .. अपीलकर्ता",
  "Versus": "बनाम",
  "The State of Uttar Pradesh ...Respondent": "उत्तर प्रदेश राज्य ... प्रतिवादी",
  "JUDGMENT": "निर्णय",
  "Rajesh Bindal, J.": "न्यायमूर्ति राजेश बिंदल,",
  "Allahabad in Criminal Appeal No. 2003/1982 vide which the": "4. दाण्डिक अपील संख्या 2003/982 में इलाहाबाद उच्च न्यायालय द्वारा",
  "conviction and sentence of Malkhan, Kallu and Mata Din was": "जिसके द्वारा मलखान, कल्लू और माता दीन की दोषसिद्धि और सजा को बरकरार",
  "upheld.": "रखा गया था।",
  "2. The incident took place on 27.3.1982 at about 3.10": "2. यह घटना 27 मार्च 982 को अपराह्न लगभग 3.40 बजे हुई। उपर्युक्त तीन",
  "p.m. On account of murder of Durga, FIR was registered against the aforesaid three accused. The Trial Court, vide judgment dated": "अभियुक्तों के विरुद्ध दुर्गा की हत्या की प्राथमिकी दर्ज की गई। दिनांक",
  "cross-examination of PW-2. There is no document placed on": "गवाही दी थी। हालांकि यह केवल पीडब्ल्यू-2 की प्रतिपरीक्षा के दौरान पूछा गया एक सवाल था। इस दलील को साबित करने के लिए अभिलेख पर कोई",
  "record to substantiate the plea that there was any dispute in": "एक सवाल था। इस दलील को साबित करने के लिए अभिलेख पर कोई दस्तावेज नहीं रखा गया है कि ऐसा कोई विवाद था जिसमें आरोपी, मलखान",
  "which accused, Malkhan had appeared as a witness. PW-2, Phula": "एक गवाह के रूप में पेश हुआ था। पीडब्ल्यू-2, फूला भी इस घटना की एक",
  "is also an eye-witness of the incident. She also corroborated what": "प्रत्यक्षदर्शी है। उसने भी पीडब्लू-4 द्वारा कही गई बातों की पुष्टि की। उनके",
  "was stated by PW-1. There was no variation in the statements": "बयानों में कोई अंतर नहीं था।",
  "11. In view of the aforesaid material on record, in our view,": "4. अभिलेख पर मौजूद पूर्वोक्त साक्ष्यों को ध्यान में रखते हुए, हमारे विचार में,",
  "no case is made for interference in the present appeal. There is": "वर्तमान अपील में हस्तक्षेप के लिए कोई मामला नहीं बनता है। उच्च न्यायालय के",
  "no error in the judgment of the High Court. The appeal is accordingly dismissed. The appellant was released on bail by this": "निर्णय में कोई त्रुटि नहीं है। तदनुसार अपील खारिज की जाती है। अपीलकर्ता",
  "court vide order dated 11.7.2014. He should surrender before the": "को इस न्यायालय द्वारा 4.7.2044 के आदेश से जमानत पर रिहा कर दिया",
  "trial court within two weeks from today to undergo the remaining": "गया था। उसे आज से दो सप्ताह के भीतर विचारण न्यायालय के सामने",
  "(Rajesh Bindal)": "(न्यायमूर्ति राजेश बिंदल)",
  "2 was cousin sister of Mullu, PW-1, as well as Malkhan. She wanted to settle in the village for which PW-1 and his father could": "मलखान की चचेरी बहन थी।वह गांव में बस जाना चाहती थी जिसके लिए",
  "wanted to settle in the village for which PW-1 and his father could be helpful and not the accused party. He further submitted that in": "पीडब्लू-। और उसके पिता सहायक हो सकते थे, न कि आरोपी पक्ष। उन्होंने",
  "a dispute related to a case of theft in which PW-2’s brother,": "आगे कहा कि चोरी के एक मामले में जिसमें पीडब्लू-2 का भाई, जोगेश्वर शामिल",
  "Jogeshwar, was involved, Malkhan had appeared as a witness": "था, मलखान जोगेश्वर के खिलाफ गवाह के रूप में पेश हुआ था। बदला लेने के",
  "against Jogeshwar. She appeared as a witness in the case in hand to settle the score. In view of the aforesaid discrepancies, the": "लिए, वह वर्तमान मामले में एक गवाह के रूप में पेश हुई। पूर्वोक्त विसंगतियों को",
  "conviction and sentence of the appellant cannot be sustained.": "ध्यान में रखते हुए, अपीलकर्ता की दोषसिद्धि और सजा को बरकरार नहीं रखा",
  "6. On the other hand, learned counsel for the State": "6. दूसरी ओर, राज्य के विद्वान अधिवक्ता ने कहा कि यह एक ऐसा मामला है",
  "submitted that it is a case in which brutal murder of Durga was committed by none other than his son and grandson/appellant": "जिसमें दुर्गा की क्रूर हत्या किसी और ने नहीं बल्कि उनके बेटे और",
  "committed by none other than his son and grandson/appellant along with Mata Din, on whose field Malkhan was working. The": "पोते/अपीलकर्ता ने माता दीन के साथ की थी, जिनके खेत में मलखान काम",
  "root cause of the dispute was that the accused wanted to settle": "कर रहा था। इस विवाद का मूल कारण यह था कि अभियुक्त इस कारण से",
  "2 bigha land as agreed in the Panchayat. This is an eye-witness": "से 2 बीघा भूमि नहीं दी थी।यह एक चश्मदीद गवाह है। पीडब्लू-। की उपस्थिति",
  "ground and thereafter all the three accused beheaded the": "जमीन पर गिर गया था और उसके बाद तीनों अभियुक्तों ने मृत दुर्गा का सिर काट",
  "deceased Durga and severed head was thrown by them away": "दिया और उनके द्वारा कटा हुआ सिर शरीर से हटाकर बाहर फेंक दिया गया।",
  "3. The case of the prosecution is that the son of deceased Malkhan, his grandson Kallu, along with one Mata Din committed": "3. अभियोजन का कथानक यह है कि मृतक मलखान के पुत्र, उसके पोते कल्लू",
  "murder of Durga. Ram Prasad, Jaila and deceased Durga were": "और माता दीन ने दुर्गा की हत्या की थी। राम प्रसाद, जेला और मृतक दुर्गा,",
  "sons of Bharose. As per the material available on record, the": "भारोसे के पुत्र थे। अभिलेख पर उपलब्ध सामग्री के अनुसार, झगड़े का कारण",
  "reason of fight is property dispute. As per the prosecution, on": "संपत्ति विवाद है। अभियोजन के अनुसार, 27.3.4982 को, मुल्लू पीडब्ल्यू-4,",
  "27.3.1982, Mullu PW-1, Phoola PW-2, and Durga at about 6-7 a.m.,": "फूला पीडब्ल्यू-2 और दुर्गा लगभग 6-7 बजे फसल काटने के लिए कवार हार",
  "had gone to Kawar Haar to cut the crops. They worked in the field": "गए थे। उन्होनें सुबह 4 बजे से दोपहर 42 बजे तक खेत में काम किया। लगभग",
  "till around 11 a.m.-12 p.m.. At around noon, Malkhan, Kallu and Mata Din, accused persons, came there armed with axe and sickle": "दोपहर में आरोपी मलखान, कल्लू और माता दीन कुल्हाड़ी और हंसिया लेकर",
  "and started cutting crops. On an objection raised by Durga to": "वहां आए और फसलों की कटाई शुरू कर दी। दुर्गा द्वारा उनके फसल काटने पर",
  "their cutting the crops, Malkhan struck a blow on his neck by his": "आपत्ति जताए जाने पर, मलखान ने अपनी कुल्हाड़ी से उसकी गर्दन पर प्रहार",
  "axe. When Durga fell down, all three accused persons started inflicting blows to the deceased. As a result of the attack, he": "किया। जब दुर्गा नीचे गिर गई, तो तीनों आरोपियों ने मृतक पर प्रहार करना शुरू",
  "died. (Post mortem report).": "कर दिया। हमले में उसकी मौत हो गई। (पोस्टमॉर्टम रिपोर्ट)",
  "4. Learned counsel for the appellant submitted that there": "4. अपीलकर्ता के विद्वान अधिवक्ता ने कहा कि अपीलकर्ता को गलत तरीके से",
  "are good reasons to falsely implicate the appellant as the dispute pertains to the ancestral land of the deceased Durga. He has also": "फंसाने के अच्छे कारण हैं क्योंकि विवाद मृतक दुर्गा की पैतृक भूमि से संबंधित",
  "alleged that Mullu himself has committed murder to usurp entire": "है। उन्होंने यह भी आरोप लगाया है कि पूरी संपत्ति हड़पने के लिए मुल्लू ने खुद",
  "property. The property in question being ancestral, the appellant": "हत्या की है। प्रश्नगत संपत्ति पैतृक होने से, अपीलकर्ता के पौत्र होने के कारण,",
  "being the grandson, was to devolve upon him. For this reason, on": "संपत्ति उसे हस्तांतरित की जानी थी। इस कारण से, मुल्लू, पीडब्लू- द्वारा किए"
}