{
  "CIVIL APPEAL No. 1964 of 2019": "सिविल अपील सं. 4962 सन्‌ 209",
  "JAHANGEER KHAN .... Appellant": "जय प्रकाश ....................... .......... अपीलकर्ता",
  "Versus": "बनाम",
  "STATE OF U.P. ....Respondent": "उत्तर प्रदेश सरकार... ......... प्रतिवादी",
  "WITH": "युक्त",
  "[ Arising out of S.L.P. (Civil) No. 14853 of 2013 ]": "(विशेष अनुमति याचिका (सिविल) सं. 8945 सन्‌ 2043 से उत्पन्न)",
  "CIVIL APPEAL No. 1966 of 2019": "सिविल अपील सं. 4964 सन्‌ 209",
  "[ Arising out of S.L.P. (Civil) No. 22782 of 2013 ]": "( विशेष अनुमति याचिका ( सिविल) सं. 9449 सन्‌ 203 से उत्पन्न )",
  "THE STATE OF UTTAR PRADESH ... .Respondent": "उत्तर प्रदेश सरकार... ........... प्रतिवादी",
  "CIVIL APPEAL No.1961 of 2019": "सिविल अपील सं. 965 सन्‌ 209",
  "CIVIL APPEAL No. 1963 of 2019": "सिविल अपील सं. 966 सन्‌ 209",
  "JUDGMENT": "निर्णय",
  "L. NAGESWARA RAO, J.": "एल.नागेश्वर राव, न्यायमूर्ति _",
  "appointment to the post of Technician Grade-2 (Apprenticeship Electrical) in the Uttar Pradesh Power Corporation. An advertisement was_ issued _ inviting": "आयोग, उत्तर प्रदेश, द्वारा एक विज्ञापन प्रकाशित किया गया जिसमें  टेक्निशियन ग्रेड-2",
  "applications from the eligible candidates for filling up 2,974 posts of Technician Grade-2 (Apprenticeship": "(अप्रेन्टिशशिप इलेक्ट्रिकल) के 2974 पदों पर भर्ती हेतु पात्र अभ्यर्थियों से आवेदन पत्र",
  "according to the said advertisement was that a candidate should have two years National/State level professional": "आमंत्रित किये गये थे। उक्त विज्ञापन में वर्णित पात्रता शर्तों के अनुसार अभ्यर्थी को दो वर्ष",
  "should have two years National/State level professional certificate in Electrician Trade with High School from Board of Secondary Education, Uttar Pradesh or": "का इलेक्ट्रिशियन ट्रेड में राष्ट्रीय / राज्य स्तरीय व्यवसायिक प्रमाणपत्र के साथ उत्तर प्रदेश",
  "Board of Secondary Education, Uttar Pradesh or equivalent with Science and Math subjects. In addition,": "माध्यमिक शिक्षा परिषद से हाई स्कूल अथवा गणित एवं विज्ञान विषयों के साथ समकक्ष",
  "relaxation by which candidates were permitted to submit the certificate before 28\" March, 2012 was upheld in": "शिथिलीकरण का लाभ दिया गया है इस शर्त के आधीन कि 28 मार्च 202 प्रमाणपत्र प्रस्तुत",
  "persons qualified. 5,687 persons appeared for the interviews which were conducted from 28 November, 2011 to 28\" December, 2011. A large number of": "28 नवम्बर 20। से 28 दिसम्बर 204 के मध्य आयोजित साक्षात्कार में 5687 लोग शामिल",
  "candidates who attended the interview could not produce the DOEACC certificate. On the said account, several": "हुए । साक्षात्कार में शामिल हुए अभ्यर्थियों में से काफी संख्या में लोग 00६/00 प्रमाणपत्र प्रस्तुत नहीं कर सके। उक्त कारण से उत्त्तर प्रदेश पॉवर कारपोरेशन के चेयरमैन एवं प्रबन्ध",
  "the DOEACC certificate. On the said account, several representations were made to the Chairman and": "निदेशक को बहुत सारे अभ्यावेदन प्रस्तुत किये गये जिनमें उनसे 00६/.00 प्रमाणपत्र प्रस्तुत",
  "A decision was taken by the Chairman and Managing Director of the U.P. Power Corporation to permit": "किया गया था। उत्तर प्रदेश पॉवर कारपोरेशन के चेयरमैन एवं प्रबन्ध निदेशक ने एक निर्णय",
  "2. The extension of time for submission of DOEACC certificate expired on 28\" March, 2012 and the process of": "2-005/#00 प्रमाणपत्र के प्रस्तुत करने की बढ़ी हुयी समय सीमा 28 मार्च 2042 को समाप्त",
  "recruitment was conducted. The result could not be": "हुयी । तथा भर्ती प्रकिया संचालित की गयी | सरकार द्वारा भर्ती पर रोक के कारण परिणाम",
  "submit their certificates before 28\" March, 2012": "घोषित नहीं किया जा सका। ऐसे अभ्यर्थी जो 28 मार्च 2042 के पहले प्रमाणपत्र प्रस्तुत नहीं",
  "approached the Chairman of the U.P. Power Corporation and requested for further extension. Pursuant to a": "कर सके थे, उन्होंने उ.प्र. पावर कारपोरेशन के चेयरमैन से समय सीमा को और बढ़ाने हेतु",
  "and requested for further extension. Pursuant to a decision taken by the Corporation on 19\" April, 2012,": "अनुरोध किया | कॉरपोरेशन के द्वारा 49 अप्रैल 2042 को लिए गये एक निर्णय के आधार पर",
  "time for submission of the certificate was _ further extended by three months. The results of the selection": "प्रमाणपत्र प्रस्तुत करने की समय सीमा को तीन महीने के लिए और बढ़ा दिया गया।",
  "to the posts of Technician Grade-2 (Apprenticeship Electrical) were announced on 21% May, 2012.": "टेक्नीशियन ग्रेड-- 2 ( अप्रेन्टिशशिप इलेक्ट्रिकल ) पद हेतु चयन परिणाम की घोषणा 2। मई",
  "were informed that they should submit the certificate by 31% July, 2012 failing which their selection would stand": "सूचित किया गया कि ये 3। जुलाई 202 तक प्रमाणपत्र प्रस्तुत कर दें अन्यथा उनका चयन",
  "cancelled automatically. Unsuccessful candidates filed": "स्वतः निरस्त हो जाएगा। 2। मई 202 को अधिसूचित चयन के खिलाफ असफल अभ्यर्थियों",
  "Writ Petitions challenging the selections that were notified": "ने रिट याचिकाएं दायर कीं। रिट याचिकाएं करने वालों की शिकायत थी कि चयन सूची में",
  "select list have also assailed the judgment of the High Court as, according to them, even the first relaxation": "प्राप्त नहीं हुआ, उच्च न्यायालय के निर्णय को चुनौती दी, उनके अनुसार, यहाँ तक कि,",
  "given for submission of certificates till 28° March, 2012": "प्रमाण पत्र को 28 मार्च 2042 तक जमा करने हेतु दिया गया प्रथम शिथिलीकरण",
  "was arbitrary and illegal.": "मनमाना एवं अवैध था|",
  "6. After hearing the learned counsel appearing for the Petitioners and the Respondents, we are of the opinion": "6- याचीगणों एवं प्रतिवादीगणों के लिए उपस्थित अधिवक्ताओं को सुनने के पश्चात हम",
  "7. Admittedly, the Rules governing the selection to the posts of Technician Grade-2 (Apprenticeship Electrical)": "7- स्वीकार्यत', टेक्नीशियन ग्रेड-2 (अप्रैनटिसशिप इलैक्ट्रीकल) के पदों पर चयन को",
  "interview. Such condition was made compulsory. The advertisement also contained the condition regarding submission of the certificate at the time of interview.": "शर्त अनिवार्य की गयी है। विज्ञापन में साक्षात्कार के समय प्रमाण पत्र प्रस्तुत करने वाली",
  "There is no doubt that there exists a power of relaxation of any of the Rules which could be exercised by the": "शर्त भी शामिल है। इसमें कोई शक नहीं है कि किसी भी नियम के शिथिलीकरण का",
  "of any of the Rules which could be exercised by the Chairman of the Corporation. It is nobody’s case that the": "अधिकार अस्तित्व में है जो कॉर्पोरेशन के चेयरमैन द्वारा प्रयोग में लाया जा सकता है। यह",
  "Chairman/ Managing Director was not competent to relax": "किसी का मामला नहीं है कि चेयरमैन ,// मैनेजिंग डायरेक्टर नियम को शिथिल करने में सक्षम",
  "could not have been done as the advertisement did not": "शिथिलीकरण नहीं किया जा सकता था क्योंकि विज्ञापन में नियमों के संभावित शिथिलीकरण",
  "held as follows: “29, .,.... In our opinion, it is too well settled to need any further reiteration that all": "\"29 हसारी राय में यह सुस्थापित है कि आगे भी पुनराव्रति की जरूरत नहीं है कि",
  "appointments to public office have to be made in conformity with Article 14 of the Constitution of India. In other words, there": "जन कार्यालयों की नियुक्तियां भारतीय संविधान के अनुच्छेद-4 के अनुरूप बनायी जाये ।",
  "Therefore, the selection process has to be": "का सनसानापन नहीं होना चाहिए। अतः चयन प्रकिया, नियत चयन प्रकिया के अनुसार",
  "conducted strictly in accordance with the stipulated selection procedure. Consequently, when a particular schedule is mentioned in an": "सख्ती से की जानी है। परिणामस्वरूप जब कोई विशेष अनुसूची विज्ञापन में उल्‍्लेखित है",
  "relaxation in the terms and conditions of the advertisement unless such a power is": "विज्ञापन के नियम एवं शर्तों में कोई थी शिथिलीकरण तब तक नहीं हो सकता है जब",
  "specifically reserved. Such a power could be reserved in the relevant statutory rules. Even": "तक ऐसा अधिकार विशिष्ट रूप से आरक्षित न हो। ऐसी शक्ति सुसंगत संवैधानिक नियम में",
  "reserved in the relevant statutory rules. Even if power of relaxation is provided in the rules,": "आरक्षित की जा सकती है। भले ही शिथिलीकरण की शक्ति नियम में प्रदान की गयी हो",
  "it must still be mentioned in __ the advertisement. In the absence of such power": "इसका उल्लेख विज्ञापन में किया जाना चाहिए। नियमों सें ऐसी शक्ति के अभाव में भी",
  "advertisement. However, the power of": "विज्ञापन में इसका उल्लेख किया जाना चाहिए। फिर भी शिथिलीकरण की शक्ति यदि",
  "publicity. This would be necessary to ensure": "उपयोग की गयी. इसका सम्यक प्रचार किया जाना चाहिए। यह सुनिश्चित किया जाना",
  "8. We are in respectful agreement with the above judgment of this Court. Exercise of the power of": "8- हम न्यायालय के उपरोक्त निर्णय से सम्मानपूर्वक सहमत है। उम्मीदवारों को ऐसी शक्ति",
  "relaxation without informing the candidates about the existence of such power would be detrimental to the": "के अस्तित्व के बारे में बिना सूचित किये हुए शिथिलीकरण की शक्ति का प्रयोग उन लोगों",
  "interests of others who did not possess the certificate and": "के हितों का नुकसान होगा, जिनके पास प्रमाण पत्र नही है और जो चयन प्रकिया में भाग",
  "did not take part in the selection process. We are unable to accept the submission that selection is on the basis of": "नहीं लेते है। हम यह तर्क स्वीकार करने में असमर्थ है कि उम्मीदवारों का चयन लिखित",
  "requirement for selection. The above stipulation in the": "के लिए एक अतिरिक्त योग्यता है। नियम और विज्ञापन में उपरोक्त शर्तों को नकारा नहीं",
  "9. On the basis of the said findings, the point that remains to be considered is whether the High Court was": "9- तथाकथित निष्कर्षों के आधार पर, एक बिन्दु जो विचारण हेतु शेष है कि क्या उच्च",
  "who submitted the certificate before 28\" March, 2012.": "न्यायालय उन अभ्यर्थियों के सन्दर्भ में जिन्होंने 28 मार्च 202 से पूर्व प्रमाणपत्र प्रस्तुत किए",
  "certificate for no fault of theirs, they could not be penalized. The High Court placed reliance on the": "प्रमाणपत्र पाने में असमर्थ है, दण्डित नहीं किया जा सकता है। उच्च न्यायालय ने इस",
  "judgment of this Court in Amlan Jyoti Borooah v. State of Assam & Ors.’ to support its view that relaxation can": "न्यायालय की विधि व्यवस्था अमलन ज्योत्ति बरूहा बनाम असम राज्य एवं अन्य का समर्थन",
  "10. The question that then arises is whether the High Court could have granted such a relief after holding that": "40- तत्पश्चात यह प्रश्न उठता है कि क्या उच्च न्यायालय ऐसा अनुतोष दे सकता है",
  "“10. ... .... Broadly speaking, every judgment of superior courts has three segments, namely, (1)": "'0............... मुख्य रूप से वरिष्ठ न्यायालयों के प्रत्येक निर्णय के तीन भाग होते हैं (।) तथ्य",
  "reasons for the decision; and (iii) the final order": "एवं विवाद्य विन्दु (2) निर्णय के कारण : और (3) निर्णय में पारित अन्तिम आदेश | निर्णय के",
  "containing the decision. The reasons for the decision or the ratio decidendi is not the final order containing the decision. In fact, in a": "कारण अथवा विनिश्चय आधार निर्णय में पारित अन्तिम आदेश नहीं होते। वास्तव में इस",
  "Judgment of this Court, though the _ ratio decidendi may point to a particular result, the": "न्यायालय के निर्णय में, यद्यपि विनिश्चय आधार एक विशिष्ट परिणाम की ओर इंगित कर",
  "decision (final order relating to relief) may be": "सकता है परन्तु विनिश्चय (अनुतोष से संबंधित अन्तिम आदेश ) भिन्‍न हो सकता है और",
  "different and not a natural consequence of the": "निर्णय के विनिश्चय आधार का स्वाभाविक परिणाम नहीं भी हो सकता है। यह या तो किसी",
  "happen either on account of any subsequent event or the need to mould the relief to do": "पश्चात्‌वर्ती घटना के कारण हो सकता है या अनुतोष को इस प्रकार ढालने की आवश्यता के",
  "decidendi of a judgment and not the final order": "पूर्व निर्णय बनता है ना कि अन्तिम आदेश...... ”",
  "11. In view of the above, the conclusion of the High Court in favour of those candidates who submitted their": "4- उपरोक्त को ध्यान में रखते हैं उच्च न्यायालय का उन अभ्यर्थियों के पक्ष में निष्कर्ष",
  "Court in favour of those candidates who submitted their certificate before 28\" March, 2012 is correct and need not": "जिन्होंने 28 मार्चा 202 से पूर्व प्रमाणपत्र प्रस्तुत कर दिये हैं, सही है और उसमें हस्तक्षेप की",
  "12. The next question is, whether the candidates who": "42- आगामी प्रश्न यह उठता है कि वे अभ्यर्थी जिन्होंने दूसरे शिथिलीकरण का प्रयोग",
  "were not diligent in furnishing the certificates prior to 28\"": "समकक्ष नहीं रखा जा सकता है जिन्होंने 28 मार्च 202 से पूर्व प्रमाणपत्र प्रस्तुत किए | 27",
  "benefit of relaxation subject to production of the certificates prior to 28 March, 2012 and the others who": "शिथिलीकरण का लाभ दिया गया जिन्होंने 28 मार्च 202 से पूर्व प्रमाणपत्र . प्रस्तुत किया,"
}