{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय अधिकारिता",
  "CRIMINAL APPEAL NOS. 1328-1329 OF 2019": "आपराधिक अपील सं. 328-329 सन्‌ 209",
  "WITH": "सह",
  "CRIMINAL APPEAL NOS.1330-1331 OF 2019": "आपराधिक अपील सं. 330-334 सन्‌ 209",
  "AND": "और",
  "1) Leave granted.": "[) .... अनुमति प्रदान की गई।",
  "(iii) Whether the investigation held by the investigating officer assuming as if the same was permissible, has been": "(ए) ... क्या अनुवेषणअधिकारी द्वारा यह मानते हुए अनुवेषण की गई है कि यह",
  "held in consonance with the relevant law applicable as on": "स्वीकार्य था, तारीख के अनुसार लागू प्रासंगिक कानून के अनुरूप है या नहीं और यदि",
  "the date or not and if not, its effect;": "नहीं, तो इसका प्रभाव।",
  "(iv) Whether the court below while taking cognizance of": "(ऐप) क्या अपराधों का संज्ञान लेते समय अधीनस्थ न्यायालय ने कानून के",
  "the offences has passed the orders in accordance with the well-settled principles of law and if not, its effect.": "सुव्यवस्थित सिद्धांतों के अनुसार आदेश पारित किए हैं और यदि नहीं , तो इसका प्रभाव।",
  "(v) Directions and directives necessary in the case.”": "(४) मामले में आवश्यक निर्देश और निदेशक।”",
  "It was held that the Code is applicable so long as a different": "8)... यह माना गया था कि संहिता तब तक लागू होता है जब तक कि संज्ञेय या असंज्ञेय",
  "procedure is not prescribed under the special law with respect to the": "अपराधों के संबंध में विशेष विधि के तहत एक अलग प्रक्रिया निर्धारित नहीं की जाती है, लेकिन",
  "therein. Thus, considering Sections 3 and 51 of the Act, the High": "धारा 3 और 5 को देखते हुए, उच्च न्यायालय ने निम्नानुसार अवधारित किया:",
  "“From a conjoint reading of this provision with the other": "\"अधिनियम के अन्य उपबंधों के साथ इस उपबंध के पठन से, इस अधिनियम, 2009",
  "provisions of the Act, the logical conclusion to serve the purpose of the Act, 2009 that can be deduced is that all": "के प्रयोजन की पूर्ति करने का तार्किक निष्कर्ष निकाला जा सकता है कि धारा 26 के",
  "other offences under the Legal Metrology Act, 2009 except": "अधीन अपराध को छोड़कर मापविज्ञान अधिनियम, 2009 के अधीन अन्य सभी",
  "the offence under Section 26 are non-cognizable and compoundable when committed for the first time; whereas": "अपराध पहली बार किए जाने पर असंज्ञेय और शमनीय हैं; जबकि अधिनियम की धारा",
  "under the Code of Criminal Procedure and the other": "26 के अधीन अपराध दंड प्रक्रिया संहिता और अन्य अपराधों के अधीन विहित प्रक्रिया",
  "offences when committed second time as well. Thus, the": "के अनुसार, जब दूसरी बार भी किया गया है, असंज्ञेय अपराध है इस प्रकार,",
  "procedure of investigation, inquiry and trial under the Cr.P.C. would accordingly apply inasmuch as, no procedure": "सीआरपीसी के तहत अनुवेषण, पूछताछ और परीक्षण की प्रक्रिया तदनुसार लागू होगा,",
  "Cr.P.C. would accordingly apply inasmuch as, no procedure in relation thereto is prescribed under the Special Act.”": "जैसा कि विशेष अधिनियम के तहत संबंध में कोई प्रक्रिया निर्धारित नहीं है।”",
  "It was further held that Section 26 of the Act overrides the provisions": "9)... यह आगे कहा गया कि अधिनियम की धारा 26 आईपीसी की धारा 264 से 267 के",
  "of Sections 264 to 267 of IPC as Section 51 of the Act clearly excludes": "प्रावधानों को अधिरोहित करती है क्योंकि अधिनियम की धारा 54 में स्पष्ट रूप से आईपीसी",
  "the application of IPC and Section 153 of the Code insofar as it relates": "और संहिता की धारा 453 के आवेदन को शामिल नहीं किया गया है क्योंकि यह बाट और",
  "with regard to weights and measures punishable under the special Act. The High Court held as under:": "मापके संबंध में संबंधित है। विशेष अधिनियम के तहत। उद्च न्यायालय के तहत आयोजित:",
  "“The violation of any provision of the Special Act or Section 26 once noticed against any offender, as is the": "“किसी अपराधी के विरुद्ध एक बार विशेष अधिनियम या धारा 26 के किसी उपबंध का",
  "situation in the present case, it would not attract violation": "उल्लंघन, जैसा कि वर्तमान मामले में स्थिति है, यह बिल्कुल भी भारतीय दंड संहिता की",
  "of Section 264 to 267 IPC at all and the prosecution is": "धारा 264 से 267 के अतिक्रमण को आकर्षित नहीं करेगा और अभियोजन विशेष",
  "bound to be guided by the relevant provisions under the": "अधिनियम के अधीन सुसंगत उपबंधों द्वारा मार्गदर्शित होने के लिए बाध्य है विशेष",
  "be mentioned in clear figures taking aid of the totaliser reading in each dispensing unit alongwith their": "उल्लेख स्पष्ट आंकड़ों में किया गया है, जो प्रत्येक वितरण इकाई में संगणक से सहायता",
  "photographic evidence at the time of start/finish;": "लेते हैं और साथ ही शुरुआत/समाप्ति के समय उनके फोटोग्राफिक साक्ष्य भी रखते हैं;",
  "(iv) For the purposes of sample reports, the District Judge/investigating officer are jointly authorised to": "(९) नमूना रिपोर्टों के प्रयोजनों के लिए , जिला न्यायाधीश/विवेचना अधिकारी",
  "requisition the quality check from any of the nearest defence laboratories notified in the statutory Order, 2005": "संयुक्त रूप से वैधानिक आदेश , 2005 में अधिसूचित किसी भी निकटतम रक्षा प्रयोगशाला से गुणवत्ता अनुवेषण की आवश्यकता के लिए अधिकृत हैं और काउंटर के",
  "and quantity check from any of the centres mentioned in para-22 of the counter affidavit sworn by the Chief": "पैरा-22 में उल्लिखित किसी भी केंद्र से मात्रा की अनुवेषण करते हैं। मुख्य सचिव , यूपी",
  "Secretary, Government of U.P. The reports shall be called for expeditiously and may be requested to be supplied not": "सरकार द्वारा शपथ पत्र रिपोर्टों को शीघ्रता से बुलाया जाएगा और नमूनों को प्रस्तुत",
  "later than a period of 6 weeks from the date of submission": "करने की तारीख से 6 सप्ताह की अवधि से बाद में आपूर्ति करने का अनुरोध किया जा",
  "of the samples. The reports so obtained may be filed in": "सकता है। इस प्रकार प्राप्त रिपोर्ट जिला न्यायाधीश द्वारा अनुमोदन के पश्चात्‌ अन्वेषण",
  "(v) The seized dispensing machines be released to the owner as soon as the residual stock in the underground": "(५) जब्त वित्तरण मशीनों को मालिक को दी जाए, यथाशीघ्र भूमिगत टैंकों में",
  "tanks is handed over to the oil company concerned for": "अवशिष्ट स्टॉक संबंधित तेल कंपनी को सौंप दिया जाता है, जिसके लिए तेल कंपनी",
  "which the oil company shall provide all the transport and custodial facility besides operational guidance to the": "विवेचना अधिकारी को परिचालन मार्गदर्शन के अलावा सभी परिवहन और बिना किसी",
  "supplementary report in terms of the observations made in this judgement not later than a period of two months,": "रिपोर्ट दो महीने की अवधि के बाद नहीं प्रस्तुत करेगा , पिछले अनुवेषण अधिकारी से",
  "by taking over all the materials and record from the": "सभी सामग्रियों और रिकॉर्ड को उस रूप में लेकर जिसमें खोज और जब्ती की गई थी; और",
  "Government is directed to implement the installation of such a device in consultation with the oil companies within a planned time framework of not later than four months.”": "चार महीने से अधिक समय के नियोजित समय ढांचे के भीतर तेल कंपनियों के परामर्श से इस तरह के उपकरण की स्थापना को लागू करने के लिए निर्देशित किया जाता है। '",
  "12) The State as well as one of the accused are in appeal before this": "2) . इस न्यायालय के समक्ष राज्य के साथ-साथ अभियुक्तों में से एक अपील में हैं। शुरुआत",
  "Court. At the outset, learned counsel for the parties stated that the": "में, पक्षकारों के विद्वरत अधिवक्ता ने कहा कि उच्च न्यायालय द्वारा जारी निर्देशों को कानून में",
  "therefore, they have no objection if such directions are set aside.": "तो उन्हें कोई आपत्ति नहीं है। इस तरह के निर्देश इस तथ्य के मद्देनजर अपास्त किए जाने के",
  "High Court, while exercising jurisdiction under Section 482 of the": "लिए उत्तरदायी हैं कि उच्च न्यायालय , संहिता की धारा 482 के तहत अधिकारिता का प्रयोग",
  "offence under Section 138 of the NI Act, whereas in the case under": "धोखाधड़ी या बेईमानी के इरादे को एनआई अधिनियम की धारा 438 के तहत अपराध की",
  "On the other hand, Mr. Mukul Rohatgi, learned senior counsel for the accused argued that the Act is a complete Code providing for the": "6) . दूसरी ओर, अभियुक्त के वरिष्ठ विद्वत अधिवक्ता , श्री मुकुल रोहतगी ने तर्क दिया कि",
  "accused argued that the Act is a complete Code providing for the standards of the weights and measures, the manner in which the": "अधिनियम एक पूर्ण संहिता है जो माप और तौल के मानकों के लिए प्रदान करती है, जिस तरह",
  "same are required to be tested and also the offences for which the": "से उसी का परीक्षण किया जाना आवश्यक है और उन अपराधों के लिए भी जिनके लिए",
  "action can be taken. Since the Act is a special statute having": "कार्रवाई की जा सकती है। चूंकि अधिनियम एक विशेष क़ानून है जिसका व्यापक प्रभाव है,",
  "overriding effect, therefore, the accused cannot be charged for the offences under IPC. Reliance is placed upon judgment of this Court in": "इसलिए, आरोपी को आईपीसी के तहत अपराधों के लिए आरोपित नहीं किया जा सकता है।",
  "Sharat Babu Digumarti v. Government (NCT of Dethi)’° as also the Division Bench judgment of Bombay High Court in Gagan Harsh": "शरत बाबू दिगमर्ती बनाम सरकार (दिल्ली के एनसीटी)/ (०7? 2 5०८ गश मामले में इस न्यायालय के",
  "the Division Bench judgment of Bombay High Court in Gagan Harsh Sharma & Anr. v. The State of Maharashtra & Anr.™ whereby,": "फैसले को. अवलम्बित किया, साथ ही गगन हर्ष शर्मा एवं अन्य बनाम महाराष्ट्र राज्य एवं अन्य\" अक्टूबर 208 को निर्णित आपराधिक रिट याचिका सं. 4367 सन्‌ 208] के मामलें में बेॉम्बि हाई कोर्ट की डिवीजन",
  "considering the provisions of the Information Technology Act, 2000”,": "बेंच का फैसला में भी , जिससे द्वारा सूचना प्रौद्योगिकी अधिनियम, 2000शईटी अधिनियम) के",
  "it was held that the offence under IPC cannot be lodged. It is pointed": "प्रावधानों पर विचार करते हुए, यह माना गया कि आईपीसी के तहत अपराध दर्ज नहीं किया जा",
  "dismissed by this Court on December 7, 2018.": "सकता है। यह बताया गया है कि 7 दिसंबर, 208 को इस न्यायालय द्वारा उक्त निर्णय के",
  "In this background, the arguments raised by learned counsel for the": "7) . इस पृष्ठभूमि में, मध्यस्थों के लिए विद्वत अधिवक्ता द्वारा उठाए गए तर्कों की अनुवेषण",
  "parties need to be examined but before we examine the arguments,": "करने की आवश्यकता है, लेकिन इससे पहले कि हम तर्कों की अनुवेषण करें, लागू विधियों से",
  "various action, falling exclusively in the domain of the Investigating": "न्यायाधीश विभिन्न कार्रवाई से जुड़े होने के लिए, जो विशेष रूप से अनुवेषण एजेंसी के क्षेत्र में",
  "482 of the Code and are, therefore, liable to be set aside.": "आते हैं, कोड की धारा 482 के तहत याचिका के दायरे से परे हैं और इसलिए, अपास्त होने के",
  "Learned counsel for the State vehemently argued that the Act does": "[4) .. राज्य के विद्रत अधिवक्ता ने जोरदार तरीके से तर्क दिया कि अधिनियम आईपीसी के",
  "not exclude the offences under IPC. It is contended that the Act": "तहत अपराधों को बाहर नहीं करता है। यह तर्क दिया जाता है कि अधिनियम अपराधों और दंड",
  "provides for the offences and penalties but reading of Sections 3 and 51 of the Act does not exclude the offences under the IPC. The Act": "के लिए प्रदान करता है लेकिन अधिनियम की धारा 3 और 54 को पढ़ने से आईपीसी के तहत",
  "will override only those offences which are inconsistent with the": "अपराधों को बाहर नहीं किया जाता है। अधिनियम केवल उन अपराधों को ही खत्म कर देगा जो",
  "offences under IPC, except to the extent specified in the Act.": "अधिनियम में निर्दिष्ट सीमा को छोड़कर, आईपीसी के तहत अपराधों के साथ असंगत हैं।",
  "Learned counsel for the State relied upon an order passed by this Court in State of Maharashtra v. Sayyed Hassan’ wherein, while": "5) राज्य के विद्वत अधिवक्ता ने महाराष्ट्र राज्य बनाम सैय्यद हसन2० सितम्बर 2048 को निर्णित आपराधिक अपील सं. 795 सन्‌ 2078] के मामले में इस न्यायालय द्वारा पारित एक आदेश पर विश्वास जताया,",
  "interpreting the provisions of Food and Safety Standards Act, 2006, it": "जिसमें खाद्य और सुरक्षा मानक अधिनियम , 2006 के प्रावधानों की व्याख्या करते हुए, यह",
  "was held that the provisions of the said Act is not the only provision": "कहा गया था कि उक्त अधिनियम के प्रावधान एकमात्र नहीं हैं प्रावधान का सहारा लिया जा",
  "that can be resorted to, the prosecution can be lodged for the offences under IPC as well. Learned counsel for the State also relied": "सकता है, अभियोजन को आईपीसी के तहत भी अपराधों के लिए दर्ज किया जा सकता है।",
  "3. The provisions of this Act shall have’ effect notwithstanding anything inconsistent therewith contained": "3.इस अधिनियम के उपबंध इस अधिनियम से भिन्न किसी अधिनियमित में अथवा इस",
  "in any enactment other than this Act or in any instrument": "अधिनियम से भिन्न किसी अधिनियमित के आधार पर प्रभाव रखने वाली किसी लिखत",
  "26. Whoever tampers with, or alters in any way, any": "26. जो कोई किसी व्यक्ति को प्रवंचित करने की दृष्टि से या यह जानते हुए या",
  "reference standard, secondary standard or working": "संभावना है, किसी निर्देश मानक, द्वितीयिक मानक या कार्यसाधक मानक को किसी",
  "standard or increases or decreases or alters any weight or": "प्रकार बिगाड़ेगा या परिवर्तित करेगा या किसी बाट या माप में बृद्धि या कमी करेगा या",
  "deceived thereby, except where such alteration is made": "परिवर्तन करेगा, सिवाय उस दशा के, जहां ऐसा परिवर्तन सत्यापन पर उसमें पाई गई",
  "to fifty thousand rupees and for the second and subsequent offence with imprisonment for a term which": "का हो सकेगा और द्वितीय या पश्चात्वर्ती अपराध के लिए कारावास से, जिसकी अवधि",
  "shall not be less than six months but which may extend to one year or with fine or with both.": "छह माह से कम नहीं होगी किंतु जो एक वर्ष तक की हो सकेगी या जुमनि से या दोनों से",
  "30. Penalty for transactions in contravening of standard weight or measure. - Whoever-": "30. मानक बाट या माप के उल्लंघन में संव्यवहारों के लिए शास्ति - जो कोई -",
  "(a) in selling any article or thing by weight, measure or": "(क) बाट, माप या संख्या में किसी वस्तु या चीज का विक्रय करने में, क्रेता को या उस",
  "number, delivers or causes to be delivered to the": "वस्तु या चीज को ऐसी मात्रा या संख्या में परिदत्त करेगा या परिदत्त करवाएगा, जो उस"
}