{
  "IN THE SUPREME COURT OF INDIA": "प्रतिवेद्य भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय अधिकारिता",
  "CIVIL APPEAL NO.9228 OF 2016": "दीवानी अपील संख्या-9228/206",
  "Hrishikesh Roy, J.": "न्यायमूर्ति हृषिकेश रॉय,",
  "This appeal is directed against the Judgment and Order dated 20.05.2016 in the Special Appeal No. 345 of 2016, of the High Court of Judicature of Allahabad. Under the": ". यह अपील माननीय उच्च न्यायालय, इलाहाबाद द्वारा विशेष अपील संख्या- 345/2076 में पारित निर्णय एवं आदेश दिनांक 20.05.206 के विरूद्ध दाखिल",
  "impugned order, the Division Bench rejected the Appeal of": "की गयी है। आक्षेपित आदेश के तहत डिवीजन बेन्च ने रिट याचीकर्ता की अपील को",
  "the Writ Petitioner and upheld the judgment dated 12.04.2016": "खारिज कर दिया और दिनांक 2.04.206 को दिये आदेश को बरकरार रखा,",
  "No.38790 of 2000, filed by the present appellant.": "जिस पर वर्तमान अपीलार्थी द्वारा दाखिल की गई रिट संख्या - # सं.3790/2000",
  "paragraph 5 of the First Removal of Difficulties Order, was": "35. कठिनाई निराकरण आदेश प्रथम के प्रस्तर 5 यह बताता है कि जहाँ आदेश के",
  "Government had issued the First Uttar Pradesh Secondary Education Service Commission (Removal of Difficulties)": "अल्पावधि कि रिक्ति को भरने के लिये सरकार द्वारा कठिनाई निराकरण आदेश द्वितीय 98] के द्वारा प्रथम उ.प्र. माध्यमिक शिक्षा सेवा आयोग (कठिनाई",
  "The Section 16 of the Act of 1982, provides for recruitment of teachers by the Commission on the requisition made by the": "जाने पर, आयोग द्वारा अधिनियम 982 धारा 6 के तहत अध्यापकों की नियुक्ति",
  "Management and then the selected teachers are allotted to": "की जाती है और तब चयनित अध्यापकों को विद्यालयों /संस्थाओं की आवश्यकता",
  "10.1 Analyzing the above prescription of the 1982 Act and also the provisions of the Removal of the Difficulties": "0. . अधिनियम 982 के उपरोक्त सुझावों व कठिनाई निराकरण आदेश के",
  "Order, the Allahabad High Court in Radha Raizada(supra) had": "उपखण्ड का विश्लेषण किया, राधा रायजादा वाद में इलाहाबाद उच्च न्यायालय की",
  "formulated for itself the following two questions to be answered by the Full Bench:": "पूर्ण पीठ द्वारा जवाब दिये जाने वाले निम्नलिखित दो प्रश्नों को खुद तैयार किया था |",
  "QUESTION NO. (c)": "प्रश्न संख्या. (सी)",
  "What would be the criteria and procedure": "धारा 8 के तहत एक अध्यापक या प्रधानाध्यापक की नियुक्ति के लिये क्या मापदंड और प्रक्रिया होगी,",
  "for ad hoc appointment of a teacher or Principal either under Removal of": "या प्रधानाध्यापकों की नियुक्ति के लिये जैसा भी मामला हो जिला विद्यालय निरीक्षक",
  "6. We have heard Mr Manoj Prasad, the learned Senior Advocate representing the appellant. The State of Uttar": "6. हमने अपीलार्थी की ओर से वरिष्ठ अधिवक्ता श्री मनोज प्रसाद को सुना, उ०प्र०",
  "Pradesh and their officers (Respondent Nos.1, 2 & 4) are": "राज्य और अन्य अधिकारी (प्रतिवादी संख्या-,2 और 4) की ओर से विद्वान",
  "represented by Mr. Harish Pandey, the learned Counsel. We": "अधिवक्ता श्री हरीश पाण्डेय है। हमने आक्षेपित निर्णय का अवलोकन किया और",
  "7. Assailing the legality of the impugned judgment of the Allahabad High Court, Mr Manoj Prasad, the learned Senior": "7. विद्वान वरिष्ठ अधिवक्ता श्री मनोज कुमार उच्च न्यायालय इलाहाबाद के आक्षेपित",
  "remuneration since 1997 and, therefore, approval for paying": "पारिश्रमिक के सेवा देते रहे हैं, और इसलिये उनके वेतन पाने की स्वीकृति",
  "his salary should have been accorded by the authorities. According to the learned Counsel, the High Court": "प्राधिकारी की ओर से मिलनी चाहिये। विद्वान अधिवक्ता के अनुसार मा. उच्च",
  "According to the learned Counsel, the High Court misconstrued the ratio in Radha Raizada. The counsel argues": "न्यायालय द्वारा राधा रायजादा के कुछ भाग को गलत अर्थ में समझा गया है,",
  "representation for financial consent and approval for his": "अन्तर्गत अपीलार्थी को उसकी सेवा के लिये वित्तीय सहमति और स्वीकृति के",
  "service was negated. While rejecting the representation,": "आवेदन को अस्वीकार कर दिया गया था। आवेदन को निरस्त करते हुये,",
  "the authority observed in the speaking order that Government": "प्राधिकारी के मौखिक आदेश में विश्लेषित किया गया है कि सरकार ने प्रबंधन के",
  "has placed a ban on all types of recruitment by _ the Management and that the concerned Bilhaur Inter College,": "द्वारा सभी प्रकार की नियुक्ति पर रोक लगा दिया है, और यह कि सम्बन्धित बिल्हौर",
  "(hereinafter, “the Institution”), was not empowered to make": "इण्टर कॉलेज (एतस्मिन पश्चात्‌, संस्था) कोई नियुक्ति करने के लिये अधिकृत नहीं",
  "any appointment. Moreover, the appellant was found to be appointed without any financial implication. The District": "था। इसके अतिरिक्त अपीलार्थी बिना किसी वित्तीय विवक्षा के नियुक्त पाये गये।",
  "hearing was afforded to the appellant and the Manager of the": "आदेश के रूप में स्वीकृति दी, अपीलार्थी और संस्था के प्रबंधक को सुनवाई का",
  "3. Adverting to the speaking order (16.02.2000) of the Inspector of Schools, which was challenged in the Writ - A": "3. जिला विद्यालय निरीक्षक के विज्ञापित मौखिक आदेश को इस रिट याचिका - #",
  "No.38790 of 2000, the Learned Judge noted that the appellant": "संख्या 38790/2000 में चुनौती दी गई, विद्वत न्यायाधीश ने नोट किया की रमेश",
  "was appointed in a substantive vacancy which has occurred after transfer of one Ramesh Chandra Pandey who was serving in the Institution as a LT Grade Teacher. While appointing": "चन्द्र पाण्डेय जो संस्था में एल. टी. ग्रेड के अध्यापक के पद पर कार्यरत थे जिनके स्थानान्तरण के बाद उत्पन्न सारवान रिक्ति में अपीलार्थी को नियुक्त किया गया था।",
  "against a substantive vacancy, the Management according to": "सारवान रिक्ति के सापेक्ष नियुक्त करते हुये, मा. उद्च न्यायालय के अनुसार प्रबंधन",
  "Difficulties Order provides that where any vacancy cannot be filled by promotion under Paragraph 4 of the order, same may be filled": "नियुक्ति के लिए उपलब्ध होगें। जहाँ तक आदेश के प्रस्तर 4 के अन्तर्गत पदों को पदोन्नति द्वारा, भरा जा सकता है कठिनाई निराकरण आदेश प्रथम के प्रस्तर 5 के",
  "by direct recruitment in accordance with the": "अन्तर्गत प्रबन्ध के लिए सीधी भर्ती द्वारा तदर्थ शिक्षक की नियुक्ति की शक्ति का",
  "empowering the Management of the Institutions to appoint teachers on ad hoc": "तदर्थ आधार पर शिक्षक को नियुक्त करने की शक्ति प्रदान करती है जब शक्तियों के",
  "notified to the Commission and duly selected": "अनुसार आयोग को उक्त रिक्ति को अधिसूचित किया है और आयोग इस अधिसूचना",
  "management is required to appoint teacher either by direct recruitment or by": "प्रबंधन को अध्यापक की नियुक्ति या तो सीधी भर्ती द्वारा या तो प्रोन्नति के द्वारा करनी",
  "promotion. The power of ad hoc appointment either by direct recruitment or by promotion": "है, सीधी भर्ती द्वारा या तो प्रोन्नति के द्वारा तदर्थ नियुक्ति करने की शक्ति केवल तभी",
  "can be exercised only when the management has notified the substantive vacancy to the": "प्रयोग में लायी जाती है जब प्रबंधन स्वायत्त रिक्ति की सूचना आयोग को दी हो और",
  "recommend the name of suitable candidate within one year from the date of _ such": "आयोग उस अधिसूचना दिनांक से एक साल के अन्दर उपयुक्त अभ्यर्थी का नाम देने",
  "notification or the posts of teacher has actually remained vacant for more than two": "में असमर्थ रहा हो अथवा अध्यापक का पद दो माह से अधिक समय तक पूर्णतः रिक्त",
  "months. Thus one of the two conditions is Sine qua non for enabling the management to": "रहा हो। अतः दो में से एक शर्त अनिवार्य शर्त होगी , प्रबंधन को संस्था में तदर्थ",
  "exercise the power to appoint a teacher on ad hoc basis, either by promotion or by": "आधार पर अध्यापकों को या तो सीधी भर्ती द्वारा या प्रोन्नति के द्वारा नियुक्त करने की",
  "direct recruitment in the institution. If the condition is absent, such a power to": "शक्ति प्रयोग में लायी जाती है। यदि परिस्थितियाँ अनुपस्थित है, तो संस्था के प्रबंधन",
  "appoint on ad hoc basis either by promotion or direct recruitment is not available to": "को तदर्थ आधार पर या तो सीधी भर्ती द्वारा या प्रोन्नति के द्वारा नियुक्त करने की शक्ति",
  "the management is first required to fill up the substantive vacancy by promotion on ad hoc basis from amongst the senior’ most": "द्वारा प्रथमतः सारवान रिक्ति के सापेक्ष प्रोन्नति के द्वारा संस्था के सबसे वरिष्ठतम अध्यापक को तदर्थ आधार पर भरा जाना आवश्यक है। कठिनाई निराकरण आदेश",
  "teachers of the institution. Paragraph 4 of the First Removal of Difficulties Order provides that every vacancy in the posts of": "प्रथम के प्रस्तर 4 बताता है कि लेक्चरर ग्रेड के अध्यापक पद की रिक्ति संस्था के",
  "teacher in lecturer grade shall be filled by promotion of the senior most teachers in the institution in the trained graduate. Similarly, every vacancy in the post of": "सबसे वरिष्ठतम प्रशिक्षित स्नातक अध्यापक द्वारा भरी जायेगी। इसी प्रकार, प्रशिक्षित",
  "teacher in the trained graduate (grade) is": "स्नातक (ग्रेड) में अध्यापक पद की प्रत्येक रिक्ति को प्रशिक्षित स्नातक सी .टी. ग्रेड",
  "to be filled by promotion by the senior most": "वरिष्ठतम अध्यापक द्वारा पदोन्नति द्वारा भरा जाना है।",
  "38.Paragraph 5 of the First Removal of Difficulties Order provides that where any": "38. कठिनाई निराकरण आदेश प्रथम का प्रस्तर 5 प्रावधानित करता है कि जहाँ कोई",
  "also found to be in order since the Management failed to": "करते हुए निर्णय का सही रूप में होना पाया गया है चूंकि प्रबंधन उचित प्रक्रिया के द्वारा",
  "vacancy. Moreover, the State had imposed a_eban-_ on": "सारवान रिक्ति को भरने में असफल हुआ है। इसके अतिरिक्त, राज्य ने उक्त अवधि के",
  "appointment during the relevant period. Therefore, the": "दौरान नियुक्ति पर निषेध अधिरोपित कर रखा था। इस प्रकार, अपीलार्थी का राज्य के",
  "appellant cannot enforce a claim for salary against the State. The Appeal accordingly is found devoid of merit and": "विरूद्ध वेतन के लिए दावे का प्रवर्तन नहीं कराया जा सकता है। तदनुसार अपील गुण-दोष",
  "is dismissed. The parties to bear their respective cost.": "रहित पायी जाती है और खारिज की जाती है। पक्षकारों को अपना अपना खर्चा वहन",
  "NEW DELHI": "नई दिल्ली",
  "11. The above analysis would suggest that the Management has": "7. उपरोक्त विश्लेषण से यह संकेत मिलता है कि प्रबंधन के पास अपने संस्थान में स्थाई",
  "to adhere to the procedure under paragraph 5 of the First": "आदेश प्रथम के प्रस्तर 5 के अंतर्गत प्रक्रिया के अनुसार सारवान रिक्ति के सहारे",
  "decision of the District Inspector of Schools, Kanpur Nagar.": "विद्यालय निरीक्षक, कानपुर नगर के वेतन असम्मति के निर्णय पर हस्तक्षेप करने से मना कर दिया।",
  "12. Section 18 of the Act of 1982, lays down the process for direct appointment of ad hoc teachers but before the": "2. अधिनियम, 982 की धारा 8 तदर्थ अध्यापकों की सीधी नियुक्ति की प्रक्रिया",
  "laid therein must be peremptorily satisfied. The Management": "स्थापित शर्तों को निर्णायक ढंग से संतुष्ट करना होगा। प्रबंधन से अपेक्षा की जाती है कि",
  "is required to firstly notify the vacancy to the Commission": "वह सबसे पहले रिक्ति की सूचना चयन आयोग को दे और तब चयन आयोग से ऐसे सूचना",
  "recommend a suitable candidate within one year of _ such": "से एक वर्ष के भीतर उपयुक्त अभ्यर्थी की सिफारिश की अपेक्षा होती है। द्वतीय , पद दो",
  "for more than 2 months. Only if these two conditions are": "माह से अधिक रिक्त रहेगा। केवल इन दोनों शर्तों की पूर्ण होने पर , प्रबंधन अल्पकालीन",
  "Further stipulations to this’ process are_ provided in paragraphs 4 and 5 of the First Removal of Difficulties Order. AS can be seen, only when the vacancy cannot be": "उपाय कर सकता है। इन प्रक्रिया की आगे की शर्तें कठिनाई निराकरण आदेश प्रथम के प्रस्तर 4 एवं 5 में दी गई हैं। जैसा दृष्ट हो सकता है, प्रस्तर ५ तदर्थ नियुक्ति की तभी",
  "permits ad hoc appointment by direct recruitment. Besides, recourse to direct appointment is visualized only in accordance under sub-clauses 2 to 5 of paragraph 5. It is": "इसके अतिरिक्त, सीधी नियुक्ति का सहारा केवल प्रस्तर ५ की उपखण्ड 2 से 5 तक में के",
  "also important to bear in mind that when ad hoc appointments": "अनुरूप कल्पित है। यह भी ध्यान देना महत्वपूर्ण है कि जब अस्थाई नियुक्तियाँ कठिनाई",
  "are made under paragraph 2 of the First Removal of Difficulties Order, the duration of such ad hoc appointment": "निराकरण आदेश प्रथम के प्रस्तर 2 के अन्तर्गत की जाती हैं तो ऐसी अस्थाई नियुक्तियाँ",
  "automatically expires after six months, under paragraph": "इस आदेश के प्रस्तर 3(बी) के अन्तर्गत छः माह पश्चात्‌ स्वतः समाप्त हो जाती है।",
  "13. Proceeding with the above understanding of the norms the question to be decided now is whether the High Court was": "3. उक्त मानदंडों की समझ के साथ अब कार्यवाही का प्रश्न निर्धारित किया जाना है कि",
  "question to be decided now is whether the High Court was correct in its view that the Management of the Institution,": "क्या मा. उच्च न्यायालय अपने दृष्टिकोण में सही था, कि संस्थान प्रबंधन ने सारवान रिक्ति",
  "did not adhere to the procedure prescribed under the First Removal of Difficulties Order to make appointment against a": "के सापेक्ष कठिनाई निराकरण आदेश प्रथम की विहित प्रक्रिया का पालन नहीं किया।",
  "Difficulties Order, was substituted by the 2” Removal of": "कठिनाई निराकरण आदेश प्रस्तर 2. को कठिनाई निराकरण आदेश द्वितीय द्वारा",
  "or by direct recruitment. In the present matter, it was not": "या तो पदोन्नति या तो सीधी भर्ती में सक्षम है। प्रस्तुत मामले में , यह जिला विद्यालय",
  "discussed, this is contrary to the prescribed process in paragraph 5(4) of the First Removal of Difficulties Order.": "जैसा कि पूर्व में प्रस्तर 5(4) में चर्चा की गई थी, यह निर्धारित प्रक्रिया के विपरीत है। मा.",
  "The learned Single Judge in the High Court specifically noted that there was no adherence to the_- procedure": "उच्च न्यायालय के विद्वत एकल न्ययाधीश द्वारा विशिष्टतः नोट किया गया था कि प्रस्तर 5",
  "noted that there was no adherence to the_- procedure prescribed under paragraph 5 of the First Removal of Difficulties Order. There was concurrence of views of the": "के कठिनाई निराकरण आदेश प्रथम के अन्तर्गत निर्धारित प्रक्रिया का पालन नहीं किया",
  "Difficulties Order. There was concurrence of views of the learned Single Judge and the Division Bench to the effect": "गया था। विद्वत एकल न्ययाधीश और डिवीजन बेन्च की सहमति के दृष्टिकोण का यह",
  "that the State authorities rightly denied financial approval": "प्रभाव हुआ कि राज्य प्राधिकारियों ने अपीलार्थी के अवैध नियुक्ति के वित्तीय स्वीकृति को",
  "14. When the impugned judgment is analysed in light of the applicable norms, there is no escape from the conclusion": "4. उपयुक्त मानदंडों के प्रकाश में जब आक्षेपित निर्णय को विश्लेषित किया गया है, तो",
  "applicable norms, there is no escape from the conclusion that the appellant’s appointment by the Management, was not in accordance with paragraph 5 of the Removal of": "वहाँ कोई निष्कर्ष नहीं निकलता कि प्रबंधन द्वारा अपीलार्थी की नियुक्ति , प्रस्तर 5 के",
  "Difficulties Order. We are also of the view that the ratio": "कठिनाई निराकरण आदेश के अनुसार नहीं था। हम भी इस दृष्टिकोण पर हैं कि मा . उद्च",
  "in Radha Raizada (supra) of the Allahabad High Court": "न्यायालय इलाहाबाद के राधा रायजादा (उपर्युक्त) में दिये गये निर्णयाधार ( मा. उद्चतम",
  "(approved by the Supreme Court in Prabhat Kumar’ Sharma": "न्यायालय द्वारा प्रभात कुमार शर्मा में अनुमोदित (उपर्युक्त) ) सही रूप से लागू किया गया"
}