{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय क्षेत्राधिकार",
  "MOHD. MUSLIM .. APPELLANT": "मो. मुस्लिम ..अपीलार्थी",
  "STATE OF UTTAR PRADESH (NOW UTTARAKHAND) .. RESPONDENT": "उत्तर प्रदेश राज्य (अब उत्तराखंड) ...प्रत्यर्थी",
  "1. Heard Mr. Prafulla Kumar Behera, learned advocate appearing for": "4. अपीलार्थी की ओर से उपस्थित विद्वान अधिवक्ता श्री प्रफुल्ल कुमार बेहरा और",
  "the appellant and Mr. Jatinder Kumar Bhatia, learned Advocate-": "प्रत्यर्थी की ओर से उपस्थित विद्वान अधिवक्ता श्री जतिंदर कुमार भाटिया को",
  "2. The two accused appellants, father and son, have preferred this": "2. दो अभियुक्त अपीलार्थियों, पिता और पुत्र ने भारतीय दंड संहिता, 860",
  "Section 302 of the Indian Penal Code, 1860 (in short “IPC”) whereby and whereunder, they have been sentenced to undergo": "(संक्षेप में \"आई. पी. सी\".) की धारा 302 के तहत अपराध के लिए अपनी",
  "life imprisonment and fine of Rs.20,000/- each. In default of": "उन्हें आजीवन कारावास और प्रत्येक को 4,000/- के जुमाने की सजा सुनाई",
  "payment of fine, they have been ordered to undergo further six": "गई है।जुमनि का भुगतान न करने पर उन्हें अतिरिक्त छह महीने के कठोर",
  "ee! The incident is of 4t* August, 1995 which allegedly took place at": "3. यह घटना दिनांक 4 अगस्त, 4995 की है जो कथित तौर पर मैंगलोर पुलिस",
  "09:00 AM within the jurisdiction of Police Station Mangalore. It is": "स्टेशन क्षेत्राधिकार में सुबह 9 बजे हुई थी।यह कहा जाता है कि सूचनादाता",
  "The deposition of Salim Ahmad (PW-1) reveals that he was ata": "सलीम अहमद (पीडब्लू-) के पिता मृतक अल्ताफ हुसैन का अभियुक्त",
  "nephew of the deceased Altaf Hussain. He had stated that the": "उनके मन में मृतक अल्ताफ हुसैन के प्रति दुर्भावना थी।उक्त भूमि विवाद के",
  "were pending before the Consolidation Officer. On the fateful day,": "संबंध में, चकबंदी अधिकारी के समक्ष कार्यवाही लंबित थी।उस दुर्भाग्यपूर्ण दिन",
  "deceased Altaf Hussain was going to Roorkee for attending the said": "मृतक अल्ताफ हुसैन उक्त कार्यवाही में भाग लेने के लिए रुड़की जा रहा था, वह",
  "proceedings, he was on his bicycle and his son — the informant": "अपनी साइकिल पर था और उसका बेटा-सूचनादाता (पीडब्लू-]) और",
  "(PW-1) and his nephew - Irshad (PW-2) were little behind on their": "उसका भतीजा-इरशाद (पीडब्लू-2) अपनी साइकिलों पर थोड़ा पीछे थे।जब",
  "cycles and were following him. When deceased Altaf Hussain reached near Bajari Plant on G.T. Road from where Roorkee was": "मृतक अल्ताफ हुसैन जीटी रोड पर बजरी प्लांट के पास पहुंचा, जहां से रूड़की",
  "only at a short distance of 5 kms, the accused persons armed with “taba? and “axe” assaulted him. Upon raising an alarm, one Tahir,": "केवल 5 किलोमीटर की दूरी पर थी, तब \"तबल\" और \"कुल्हाड़ी\" से लैस आरोपी व्यक्तियों ने उस पर हमला किया।शोर मचाने पर, ताहिर पुत्र मोहम्मद",
  "son of Md. Saddiq and one Md. Afzal (PW-3), son of Niyaz Ahmad": "सादिक और मो. अफजल (पीडब्लू-3) पुत्र नियाज़ अहमद पीछे से आया और",
  "came from behind and tried to get hold of the accused persons but": "आरोपी व्यक्तियों को पकड़ने की कोशिश की, लेकिन वे घटना स्थल पर अपनी",
  "they escaped towards the jungle leaving behind their ‘lor (blanket)": "'लोई' (कंबल) और साइकिल छोड़कर जंगल की ओर भाग गए।",
  "On the basis of the written complaint submitted by the informant": "4. सूचनादाता (पीडब्लू-) द्वारा लिखित शिकायत के आधार पर दिनांक",
  "(PW-1) at around 09:50 AM on 04.08.1995 itself (Exh. Ka-1), a": "04.08.995 सुबह लगभग 09.50 बजे ही (प्रदर्शक-4) और चिक प्राथमिकी",
  "chick FIR (Exh. Ka-8) was registered. The Investigating Officer": "(प्रदर्श क-8) पंजीकृत था।विवेचक (पीडब्लू-7) - अनिल कुमार ने जांच",
  "rubber shoes, one pair of slippers, a ‘lo’ (blanket) and the cycle.": "जोड़ी रबर के जूते, एक जोड़ी चप्पल, एक 'लोई' (कंबल) और साइकिल अपने",
  "The ‘loi’ and the cycle were alleged to be that of the accused": "कब्जे में ले लिया।'लोइ' और साइकिल को आरोपी व्यक्तियों का बताया गया था",
  "shows that there is some interpolation in the time of its lodging mentioned therein. It is evident from naked eye that ‘1’ has been": "समय में कुछ अंतर है।यह स्पष्ट दिखता है कि '।' को '9' में बदल दिया गया है",
  "converted into ‘9’ and ‘5’ has been rounded off to make ‘0’ whereas ‘PM’ has been converted into ‘AM’. In other words, 1:50 PM has": "और '5' को '0' बनाने के लिए गोल किया गया है जबकि 'पीएम' को 'एएम' में बदल दिया गया है।दूसरे शब्दों में, दोपहर .50 बजे को बदलकर सुबह 9 बजे",
  "and there cannot be two opinions on that. The trial Court is not": "हैं।विचारण न्यायालय का यह कहना सही नहीं है कि कोई समयान्तराल नहीं है",
  "correct in saying that there is no interpolation and that since ‘AM’ has been used, it means that the FIR has been lodged in the": "और चूंकि 'एएम' का उपयोग किया गया है, इसका मतलब है कि सुबह प्राथमिकी",
  "morning. The Trial Court completely lost sight of the fact that not": "दर्ज की गई है। विचारण न्यायालय ने इस तथ्य को पूरी तरह से नजरअंदाज कर",
  "only the time has been changed but the word ‘PM’ has also been": "दिया कि न केवल समय बदल दिया गया है, बल्कि 'पीएम' शब्द को भी",
  "interpolated and converted into ‘AM’. Thus, in our opinion, the FIR": "अंतःस्थापित किया गया है और 'एएम' में बदल दिया गया है।इस प्रकार, हमारी",
  "has been ante-timed from 1:50 PM to 9:00 AM.": "राय में, प्राथमिकी को दोपहर 4.50 बजे से सुबह 9.00 बजे तक पूर्व-समय",
  "case and particularly in a murder case is a vital and a valuable": "और विशेष रूप से हत्या के मामले में प्राथमिकी एक महत्वपूर्ण और मूल्यवान",
  "piece of evidence especially for the purpose of appreciating the": "साक्ष्य है, विशेष रूप से विचारण में पेश किए गए सबूतों को प्रस्तुत करने के",
  "infirmities, if any, in the FIR casts a doubt on its authenticity. The": "प्रामाणिकता पर संदेह पैदा करती है। ऐसे मामलों में प्राथमिकी भी अपने साक्ष्य",
  "accused appellant No.2 vide order of this Court dated 16.08.2021.": "6.08.2024 के आदेश द्वारा अभियुक्त अपीलार्थी संख्या 2 के खिलाफ अपील",
  "Accused appellant No.1 is now aged about 79 years and has": "समाप्ति का आदेश दिया गया था।अभियुक्त अपीलकर्ता की आयु अब लगभग 79",
  "undergone six years of incarceration. He is on bail since 2013.": "वर्ष है और वह छह वर्ष की कारावास की सजा काट चुका है।वह वर्ष 2043 से",
  "The main plank of the argument from the side of the accused": "जमानत पर है।4. अभियुक्त अपीलार्थी की ओर से तर्क का मुख्य मुद्दा यह है कि",
  "been ante-timed. Actually, the complaint / FIR was lodged at 1:50": "शिकायत/एफआईआर दिनांक 04.08.4995 को दोपहर 4:50 बजे दर्ज की",
  "PM on 04.08.1995 and by overwriting, it has been changed to 9:00": "गई थी और इसे ओवरराइट करके सुबह 9:00 बजे कर दिया गया है। मृतक के",
  "AM. The deceased was accompanied by his son and his nephew,": "साथ उसका बेटा और उसका भतीजा भी था, जो अपनी-अपनी साइकिल से",
  "who were following him on their own cycle and were little behind": "उसके पीछे-पीछे चल रहे थे और उससे थोड़ा पीछे थे।इन दोनों व्यक्तियों में से",
  "him. None of these two persons tried to save the deceased from the": "किसी ने भी मृतक को आरोपी अपीलार्थियों के हमले से बचाने की कोशिश नहीं",
  "the complaint which is highly unnatural. There is no independent eye-witness to the incident and that one of the independent": "अप्राकृतिक है।घटना का कोई चश्मदीद गवाह नहीं है और स्वतंत्र गवाहों में से",
  "another independent witness, i.e., Md. Afzal (PW-3) is": "अफजल (पीडब्लू-3) विरोधाभासी है और अभियोजन पक्ष के मामले का",
  "26. The appeal is allowed.": "26. अपील को अनुमति प्रदान की जाती है।",
  "(PANKAJ MITHAL)": "(न्यायमूर्ति पंकज मित्तल)",
  "NEW DELHI;": "नई दिल्ली;",
  "JUNE 15, 2023.": "5 जून 2023",
  "The son and the nephew of the deceased Altaf Ahmed were": "9. मृतक अल्ताफ अहमद का बेटा और भतीजा अपनी साइकिल पर उसका",
  "following him on their own cycle but the defence has doubted their": "पीछा कर रहे थे, लेकिन बचाव पक्ष को उनकी उपस्थिति पर संदेह है।उन दोनों",
  "presence. The conduct and behaviour of both of them appear to be unnatural inasmuch as, had their father been assaulted in the": "का आचरण और व्यवहार अस्वाभाविक प्रतीत होता है क्योंकि यदि उनके पिता",
  "so as to save him, but there is no evidence to indicate that upon": "करने वाले पहले व्यक्ति होते, लेकिन यह इंगित करने के लिए कोई सबूत नहीं है",
  "seeing the accused appellants assaulting deceased Altaf Hussain": "कि आरोपी अपीलकर्ताओं को मृतक अल्ताफ हुसैन पर हमला करते हुए देखकर",
  "they had rushed to the spot which was hardly at some distance from them rather two other persons came on the spot and tried to": "वे मौके पर पहुंचे थे जो उनसे शायद ही कुछ दूरी पर था, बल्कि दो अन्य व्यक्ति",
  "save deceased Altaf Hussain upon hearing the alarm raised by": "मौके पर आए और उनके द्वारा मचाए गए शोर को सुनकर मृतक अल्ताफ हुसैन",
  "them. The son and nephew of deceased Altaf Hussain did not even": "को बचाने की कोशिश की।मृतक अल्ताफ हुसैन के बेटे और भतीजे ने उन्हें",
  "care to take him to the hospital though one of them went to lodge": "अस्पताल ले जाने की भी जरूरत नहीं समझी, बल्कि उनमें से एक प्राथमिकी",
  "an FIR, the other did not even feel like staying with the deceased": "दर्ज कराने गया, दूसरे को मृतक के साथ रहने की जरूरत भी महसूस नहीं हुई",
  "and instead went away to the village. Therefore, the conduct of": "और वह गांव चला गया।इसलिए इन दोनों व्यक्तियों का आचरण बचाव पक्ष के इस",
  "may not be present at the place of event.": "कथानक का समर्थन करता है कि वे घटना के स्थान पर मौजूद नहीं हो सकते हैं।",
  "Md. Afzal (PW-3) simply stated that he and Tahir were on one": "20. मो. अफजल (पीडब्लू-3) ने बस इतना कहा कि वह और ताहिर एक",
  "scooter and saw two persons assaulting a person. They upon": "स्कूटर पर थे और उन्होंने दो लोगों को एक व्यक्ति पर हमला करते देखा।सलीम",
  "hearing the alarm raised by Salim Ahmad (PW-1), Irshad (PW-2)": "अहमद (पीडब्लू-) द्वारा शोर मचाने पर इरशाद (पीडब्लू-2) ने उसे बचाने",
  "tried to save and catch-hold of the culprits. In the same breath he states that the accused appellants escaped and that when they": "और दोषियों को पकड़ने की कोशिश की।उसी समय वह कहता है कि आरोपी",
  "states that the accused appellants escaped and that when they reached the spot, they saw the deceased Altaf Hussain lying on the": "अपीलार्थी भाग गए और जब वे मौके पर पहुंचे तो उन्होंने मृतक अल्ताफ हुसैन",
  "road and was not breathing. They made no effort to touch him and": "को सड़क पर पड़ा देखा और वह सांस नहीं ले रहे थे।उन्होंने उन्हें छूने और यह",
  "to find out if he is dead or alive or even to turn him upside down.": "पता लगाने के लिए कोई प्रयास नहीं किया कि वह मर चुका है या जीवित है या",
  "upon hearing the alarm they tried to save the deceased Altaf": "वह कहता है कि शोर सुनकर उन्होंने मृतक अल्ताफ हुसैन को बचाने और",
  "that when they reached the spot the deceased Altaf Hussain was already lying on the road dead.": "वे मौके पर पहुंचे तो मृतक अल्ताफ हुसैन पहले से ही सड़क पर मृत पड़े हुए थे।",
  "Apart from the above two persons, there is no independent witness": "24. उपरोक्त दो व्यक्तियों के अलावा, घटना का कोई स्वतंत्र गवाह नहीं है।घटना",
  "to the incident. The other eye witness to the incident was Tahir, who came on the spot and tried to save deceased Altaf Hussain but": "का दूसरा चश्मदीद ताहिर था, जो मौके पर आया और मृतक अल्ताफ हुसैन को",
  "the incident. Md. Afzal (PW-3) who was accompanying Tahir": "देने के लिए नहीं बुलाया गया।मो. ताहिर के साथ गए अफजल (पीडब्लू-3) का",
  "material regarding the alleged assault or that the accused": "के बारे में कुछ भी बताने में विफल रहा या यह बताने में कि आरोपी अपीलकर्ता",
  "appellants were the persons who assaulted the deceased Altaf Hussain.": "ही वे व्यक्ति थे जिन्होंने मृतक अल्ताफ हुसैन पर हमला किया था।",
  "In view of all that has been said above, we are of the view that the": "22. ऊपर कही गई सभी बातों को ध्यान में रखते हुए, हमारा विचार है कि",
  "prosecution failed to prove to the hilt that the accused appellants": "अभियोजन पक्ष यह साबित करने में विफल रहा कि आरोपी अपीलार्थी मृतक",
  "were the persons involved in the assault and death of the deceased Altaf Hussain.": "अल्ताफ हुसैन पर हमले और मौत में शामिल व्यक्ति थे।",
  "The totality of the facts and circumstances especially the": "23. तथ्यों और परिस्थितियों की समग्रता, विशेष रूप से मृतक अल्ताफ हुसैन",
  "unnatural behaviour and conduct of the son and nephew of the": "के बेटे और भतीजे के अस्वाभाविक व्यवहार और आचरण, प्राथमिकी का",
  "that of the accused appellants left behind at the site of the incident": "4) जो अभियुक्त अपीलकर्ताओं का होना बताया गया है, जो घटना स्थल पर",
  "were not produced before the Court, compels us to doubt the": "छूट गए थे, को अदालत के समक्ष पेश नहीं किया गया था, जो हमें घटनास्थल",
  "presence of the son and nephew of the deceased Altaf Hussain at": "पर मृतक अल्ताफ हुसैन के बेटे और भतीजे की उपस्थिति पर संदेह करने के",
  "the site. Thus, in the absence of any credible eye witness to the": "लिए मजबूर करता है। इस प्रकार, घटना के किसी भी विश्वसनीय चश्मदीद गवाह"
}