{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CIVIL /CRIMINAL APPELLATE JURISDICTION": "सिविल /आपराधिक अपीलीय न्यायक्षेत्र",
  "CIVIL APPEAL NO. 852 OF 2020": "सिविल अपील सं. 852 / 2020",
  "[Arising out of Special Leave Petition (Civil) No. 36253 of 2016]": "(विशेष अनुमति याचिका (सिविल) सं. 36253 / 208 से उद्ूत)",
  "Chairman/Managing Director,  — a... Appellant(s)": "चेयरमैन /प्रबंध निदेशक",
  "U.P. Power Corporation Ltd. & others": "उ.प्र. पावर कॉर्पोरेशन लिमिटेड एवं अन्य .... अपीलार्थी(गण)",
  "Ram Gopal Respondent": "राम गोपाल .... प्रत्यर्थी",
  "WITH": "के साथ",
  "CRIMINAL APPEAL NO. 204 OF 2020": "आपराधिक अपील सं. 204 / 2020",
  "[Arising out of Special Leave Petition (Criminal) No. 2014 of 2017]": "(विशेष अनुमति याचिका (आपराधिक) सं. 204 / 207 से उद्घूत)",
  "JUDGMENT": "निर्णय",
  "Leave granted.": "अनुमति प्रदान की गयी।",
  "2. Uttar Pradesh Power Corp. Ltd. (hereinafter, “UPPCL”) has preferred this appeal, assailing an order dated 29.04.2016 passed by a Division Bench of the High Court of Judicature at Allahabad (Lucknow Bench)": "2. इस अपील को उ.प्र. पावर कॉर्पोरेशन लिमिटेड (एतस्मिनपश्चात “यूपीपीसीएल” ) ने इलाहाबाद उच्च न्यायालय (लखनऊ खंडपीठ) की डिवीजन बेन्च द्वारा पारित आदेश 29.04.2076 दिनांकित को चुनौती देते हुए प्राथमिकता",
  "which in turn upheld the order dated 05.04.2016 passed by a learned": "दी है, जिसने विद्वत एकल न्यायाधीश द्वारा पारित आदेश 05.04.206 दिनांकित",
  "cuetamgle Judge whereby Ram Gopal (Respondent)’s writ petition for setting": "को सही ठहराया जिससे राम गोपाल (प्रत्यर्थी) की रिट याचिका को उनकी समाप्ति",
  "aside his termination order and directing his consequent re-instatement,": "के आदेश को अपास्त करते हुए और उसके परिणामस्वरूप बहाली का निर्देश देने",
  "was allowed.": "की अनुमति दी गई थी।",
  "FACTUAL BACKGROUND": "वास्तविक पृष्ठभूमि",
  "case of Shyam Behari Lal and the present case of Ram Gopal.": "तर्क दिया है कि श्याम बिहारी लाल के मामले और राम गोपाल के वर्तमान मामले के",
  "9. On the other hand, counsel for the Respondent defends the judgment": "9. दूसरी ओर, प्रत्यर्थी की ओर से प्रस्तुत अधिवक्ता ने डिवीजन बेंच के फैसले का",
  "Gopal were recruited through the same office memorandum, and their": "कार्यालय ज्ञापन के माध्यम से भर्ती किया गया था, और उनकी सेवाओं को समान",
  "services were terminated through the same order. It was urged that what": "आदेश के माध्यम से समाप्त कर दिया गया था। यह तर्क दिया गया था कि एक",
  "holds true for one candidate must necessarily also hold true for the other;": "अभ्यर्थी के लिए जो सच है वही अन्य के लिए होना चाहिए; और यह एक ऐसी",
  "similarly placed persons end up in vastly different situations.": "स्थिति को जन्म देती है जहां बेहद असमान स्थितियों में समान पाये गए व्यक्ति का",
  "10. Having heard learned counsel for the parties at a considerable length,": "0. पक्षों के विद्वत अधिवक्ता को विचारणीय अवधि तक सुनने के पश्चात, हम पाते",
  "we find that the impugned order of the High Court is legally untenable and": "हैं कि उच्च न्यायालय का आक्षेपित आदेश कानूनन अपुष्ट और कम से कम तीन",
  "cannot be sustained for at least three glaring reasons.": "प्रत्यक्ष कारणों से इसे निरंतर नहीं रखा जा सकता है।",
  "seventeen years (except a brief period between August to November in": "नवंबर के बीच एक संक्षिप्त अवधि को छोड़कर ) और अपने मामले के नख से दंत",
  "1978) and had fought his case tooth and nail, the Respondent has not been in the employment of UPPCL since 1978. The fact-situation in Shyam": "तक लड़ाई लड़ी थी, प्रत्यर्थी 978 से यूपीपीसीएल की नौकरी में नहीं रहा है।",
  "Behari Lal’s case was unique and altogether different from that of Ram": "श्याम बिहारी लाल के मामले में तथ्य स्थिति अद्वितीय थी और राम गोपाल से",
  "Gopal, and there arises no reason to seek or grant parity. Even otherwise,": "बिल्कुल अलग थी, और यहाँ उत्पन्न समता का अनुदान अथवा तलाश का कोई कारण नहीं है। अन्यथा, यह सामान्य विधि की कसौटी पर कसा हुआ है जो",
  "it is a settled canon of common law that equity acts in personam and not in rem. Hence, there could be no extension of parity between the case of": "कारण नहीं है। अन्यथा, यह सामान्य विधि की कसौटी पर कसा हुआ है जो न्यायसंगतता व्यक्तिलक्षी में कार्य करता है न कि इसके सापेक्ष! इसलिए , श्याम",
  "in rem. Hence, there could be no extension of parity between the case of Shyam Behari Lal and Ram Gopal (Respondent).": "बिहारी लाल और राम गोपाल (प्रत्यर्थी) के मामले के बीच समानता का कोई विस्तार नहीं हो सकता है।",
  "iii) Inordinate delay in filing writ petition": "9 रिट याचिका दायर करने में असामान्य देरी",
  "14. Finally, the prolonged delay of many years ought not to have been": "4. अंततः, कई वर्षों दीर्घकालीन विलम्ब की अनदेखी अथवा माफ नहीं की जानी",
  "overlooked or condoned. Services of the Respondent were terminated within months of his appointment, in 1978. Statedly, the Respondent made": "चाहिए। 978 में उनकी नियुक्ति के महीनों के भीतर प्रत्यर्थी की सेवाएं समाप्त कर",
  "a representation and served UPPCL with a legal notice in 1982, however": "दी गई थी। कथित रूप से, 982 में प्रत्यर्थी ने एक प्रत्यावेदन दिया और कानूनी नोटिस के साथ यूपीपीसीएल में नौकरी की, हालांकि जब कार्रवाई का कारण उत्पन्न",
  "arose and he chose to seek its redressal (in 1990).": "हुआ और उसने इसके निवारण (990 में) की तलाश करने के लिए इस तरह के",
  "15. Seen from a different perspective also, it is clear that the Respondent": "5. एक अलग दृष्टिकोण से भी, यह स्पष्ट है कि प्रत्यर्थी ने स्थायी विधिक सिद्धांतों",
  "undoubtedly been barred by limitation in 1990. In a similar situation": "में सीमाओं द्वारा बाधित कर दिया गया होगा। समान स्थिति में जहां अपीलार्थी ने",
  "operative part of the order dated 30.05.1997 reads as follows:": "परिणाम हो सकता है। दिनांकित 30.05.997 के आदेश का प्रासंगिक कार्यकारी भाग इस प्रकार है:",
  "“In_view_of what has been discussed above, is true that the": "\"ऊपर जो चर्चा की गई हैं उस दृष्टि सें यह सत्य हैं कि याचिकाकर्ता खारिज होने के",
  "petitioner _is_ liable to be dismissed, but in the peculiar circumstances of the case _and_in_view_ of the fact that the": "उत्तरदायी हैं परन्त मामले की अजीब परिस्थितियों में ऑर इस तथ्य के मद्देनजर कि",
  "petitioners are continuing in service for last seventeen years, it": "याचिकाकर्ता पिछले सच्रह वर्षो से सेवा में जारी हैं, इस स्तर पर उसे बेरोजगार कर",
  "would be too harsh to render _him jobless at this stage. We would, therefore, only provide that the opposite parties may": "देना बहुत ही कठोर होगा। अतः हम यह उपबंध करेंगे कि केवल विरोधी पक्ष सेवा ही",
  "consider his continuance in service and take a suitable decision": "उसके सेवा की निरंतरता पर विचार कर सकते हैं ऑर ऐसा उपयुक्त निर्णय ले सकते",
  "as may be thought appropriate in the facts and circumstances of the case expeditiously.”": "हैं जो मामले के तथ्यों ओर परिस्थितियों में शीघ्रातिशीघ्र उचित समझा जा सके।'",
  "(emphasis supplied)": "(प्रभाव वर्धित )",
  "6. After the initial round of litigation in which Shyam Behari Lal had": "6. मुकदमेबाजी के प्रारंभिक दौर के पश्चात जिसमें श्याम बिहारी लाल ने 989 में",
  "obtained relief from the High Court in 1989, the present Respondent also": "उच्च न्यायालय से राहत प्राप्त की थी, वर्तमान प्रत्यर्थी द्वारा जुलाई, 990 में रिट",
  "filed WP No. 7897 of 1990 in July, 1990, impugning the order dated": "याचिका सं, 7897/990 को भी दायर किया गया, जिसमें दिनांकित",
  "Court of Judicature at Allahabad summarily allowed the Respondent’s writ petition on 05.04.2007 on the premise that the matter was “squarely": "गया। दिनांक 05.04.2007 को संक्षेप में इलाहाबाद उच्च न्यायालय के विद्वान एकल न्यायाधीश द्वारा इस आधार पर प्रत्यर्थी की रिट याचिका को अनुमति दी गयी कि श्याम बिहारी लाल का मामला उच्च न्यायालय के निर्णय दिनांकित",
  "7. The aggrieved UPPCL preferred Special Appeal No. 643 of 2007 which": "7. व्यथित यूपीपीसीएल ने विशेष अपील सं. 643/2007 को प्राथमिकता दी,",
  "was dismissed by a Division Bench vide the impugned order dated": "जिसे डिवीजन बेन्च द्वारा आक्षेपित आदेश 29.04.206 दिनांकित के माध्यम से",
  "Behari Lal’s case being devoid of any merit; yet it laid emphasis on the equitable considerations which were pressed into aid in Shyam Behari": "न्यायपीठ ने श्याम बिहारी लाल के मामले को किसी गुणागुण से रहित अवधारित किया था; फिर भी इसने प्रतिपादित साम्यापूर्ण विचारों पर बल दिया जो उसके",
  "equitable considerations which were pressed into aid in Shyam Behari Lal’s case for his resultant continuation in service. The Division Bench,": "परिणामस्वरूप सेवा में बने रहने के लिए श्याम बिहारी लाल के मामले में सहायतार्थ",
  "this Court in P.S. Sadasivaswamy v. State of Tamil Nadu’, held as": "बनाम तमिलनाडु राज्य (९१75) : एससीसी 252) के मामले में इस न्यायालय द्वारा यह",
  "follows:": "अवधारित किया गया:",
  "“2. ... If the appellant was aggrieved by it he should have approached the Court even in the year 1957, after the two": "“2. ,... यदि अपीलकर्ता इससे व्यथित था, तो उसे वर्ष 7957 सें थी न्यायालय का",
  "wants to unscramble a scrambled egg. It is very difficult for the Government to consider whether any relaxation of the rules": "कड़ियों को जोड़ देना चाहता हैं। सरकार के लिए यह विचार करना बेहद कठिन हैं कि",
  "Government to consider whether any relaxation of the rules should have been made in favour of the appellant in the year": "कया वर्ष 7957 में अपीलार्थी के पक्ष में नियमों में किसी प्रकार की ढील दी जानी",
  "1957. The conditions that were prevalent in 1957, cannot be": "चाहिए थी। 7957 में प्रचालित स्थितियों को अब पुनर्प्स्तुति नहीं की जा सकती।",
  "reproduced now. .../t is not that there is any period of limitation for the Courts to exercise their powers under Article 226 nor is it": "..... यह नहीं हैं कि न्यायालयों के लिए अनुच्छेद 226 के अधीन अपनी शक्तियों का प्रयोग करने के लिए कोई परिसीया अवधि हैं ऑर न ही यह कि ऐसा कोई मामला हो",
  "that there can never be a case where the Courts cannot interfere in a matter after the passage of a certain length of time. But it": "सकता हैं जहां न्यायालय एक निश्चित अवधि के बीत जाने के पश्चात्‌ किसी मामले में हस्तक्षेप नहीं कर सकते। परन्तु न्यायालयों के लिए स्वविवेक की यह एक आवाज",
  "to refuse to exercise their extraordinary powers under Article 226": "और ज्ञानपुर्ण प्रयोग होगा जो अनुच्छेद 226 के तहत अपनी असाधारण शक्तियों के",
  "relief and who stand by and allow things to happen and then approach the Court to put forward stale claims and try to": "आते ऑर जो खड़े होकर चीजों को होने देते हैं ऑर फिर न्यायालय में बासी दावों को",
  "16. Whilst it is true that limitation does not strictly apply to proceedings under Articles 32 or 226 of the Constitution of India, nevertheless, such": "6. जबकि यह सच है कि निर्बन्धन भारत के संविधान के अनुच्छेद 32 या 226 के तहत कार्यवाही पर कड़ाई से लागू नहीं होती है, फिर भी समय की अनुचित चूक",
  "rights cannot be enforced after an unreasonable lapse of time.": "के बाद ऐसे अधिकारों को लागू नहीं किया जा सकता है। अस्पष्टीकृत विलंब और",
  "Consideration of unexplained delays and inordinate laches would always be relevant in writ actions, and writ courts naturally ought to be reluctant": "अकारण अतिविलंब का विचार हमेशा रिट कार्यों में प्रासंगिक होगा , और रिट",
  "true, as elaborated by us earlier.": "भी सत्य नहीं है, जैसा कि पूर्व में हमारे द्वारा सविस्तारित है।",
  "CONCLUSION": "निष्कर्ष",
  "20. For the reasons aforementioned, the appeals are allowed. The": "20. उपरोक्त कारणों से, अपील को अनुमति प्रदान की जाती है। विद्वान एकल",
  "impugned order delivered by the learned Single Judge on 05.04.2007 as": "न्यायाधीश द्वारा दिनांक 05.04.2007 को दिए गए आक्षेपित आदेश के साथ ही",
  "well as the order dated 29.04.2016 of the Division Bench upholding it, are": "साथ डिवीजन बेंच के आदेश 29.04.206 दिनांकित को बरकरार रखते हुए, इसे",
  "set aside. Respondent’s writ petition is consequently dismissed. As a sequel": "अपास्त किया जाता है। परिणामस्वरूप प्रत्यर्थी की रिट याचिका खारिज की जाती",
  "thereto, the High Court’s interim order dated 02.11.2016 in Contempt No.": "है. अगली कड़ी के रूप में, उच्च न्यायालय के अंतरिम आदेश 02.7.206",
  "also quashed and the contempt petition stands dismissed. No order as to": "में चुनौती के अधीन है, को भी रद्द किया जाता है और अवमानना याचिका खारिज",
  "(S. A. BOBDE)": "(भारत के मुख्य न्यायाधीश, एस. ए. बोबड़े)",
  "NEW DELHI": "नई दिल्ली",
  "DATED : 30.01.2020": "दिनांक : 30.0.2020",
  "emphatically as the service jurisorudence evolved by this Court": "की आवश्यकता हैं क्योंकि इस न्यायालय द्वारा ससय-समय पर विकसित किए गए",
  "should be treated similarly. Therefore, the normal rule would be": "व्यवहार किया जाना चाहिए। इसलिए सामान्य नियम यह होगा कि केवल इसलिए",
  "that merely because other similarly situated persons did not": "कि अन्य समान रूप से स्थित व्यक्तियों ने पूर्व में अदालत का दरवाजा नहीं",
  "approach the Court earlier, they are not to be treated differently.": "खटखटाया था, उनके साथ अलग व्यवहार नहीं किया जाना चाहिए।",
  "22.2. However, this principle is subject to well-recognised exceptions in the form of laches and delays as well as": "22.2. हालांकि यह सिद्धांत अति विलंब ऑर विलंब साथ ही साथ सॉन स्वीकृति",
  "after long delay only because of the reason that their": "और लंबे समय के बाद केवल इस कारणवश जागते थे कि उनके समकक्ष समय के",
  "counterparts who had approached the court earlier in time succeeded in their efforts, then such employees cannot claim": "पूर्व ही न्यायालय से संपर्क कर चुके थे ऑर वे अपने प्रयासों यें सफल हो गए, तब ऐसे कर्मचारी यह दावा नहीं कर सकते कि समान रूप से स्थित व्यक्तियों के सासले",
  "fence-sitters and laches and delays, and/or the acquiescence,": "अतिविलंब एवं विलंब के रूप सें याना जाएगा, ऑर/८या अधिग्रहण उनके दावे को",
  "would be a valid ground to dismiss their claim.": "खारिज करने के लिए एक वैध आधार होगा।",
  "22.3. However, this exception may not apply in those cases": "22.3. हालाँकि यह अपवाद उन मामलों में लागू नहीं हो सकता हैं जहां न्यायालय",
  "where the judgment pronounced by the court was judgment in rem_with_ intention _to give benefit _to all similarly situated": "द्वारा सुनाया गया निर्णय सभी समान रूप से स्थित व्यक्तियों को लाथ देने के इरादे",
  "persons, whether they approached the court or not. With such a": "से था. चाहे वे न्यायालय से संपर्क करें अथवा नहीं। इस तरह के कथन के साथ",
  "itself extend the benefit thereof to all similarly situated persons.": "सभी समान रूप से स्थित व्यक्तियों को इसका लाथ विस्तारित करने के लिए",
  "decision touches upon the policy matters, like scheme of": "का विष्य-वस्तु नीतिगत मायलों पर छरूता हैं जैसे नियमितीकरण की योजना (दिखें",
  "India [K.C. Sharma v. Union of India, (1997) 6 SCC 721 : 1998": "के; सी. शर्मा बनाम थारत संघ /किसी शर्मा बनाय थारत संघ, (7997/ 6 एससीसी",
  "SCC (L&S) 226] ). On the other hand, if the judgment of the court": "727: 7998 एससीसी (एल एंड एस) 226/)। दूसरी ओर यदि न्यायालय का",
  "accrue to the parties before the court and such an intention is": "का लाथ न्यायालय के समक्ष पक्षकारों को उपार्जित होगा ओर ऐसा आशय निर्णय में",
  "stated expressly in the judgment or it can be impliedly found out": "स्पष्ट रूप से कहा गया हैं अथवा निर्णय की थाषा इस आशय से प्राप किया जा",
  "from the tenor and language of the judgment, those who want to get the benefit of the said judgment extended to them shall have": "सकता हैं; जो लोग उन्हें दिए गए उक्त निर्णय का लाथ प्राप्त करना चाहते हैं, उन्हें",
  "19. The order passed by the High Court for retention of Shyam Behari Lal": "9. श्याम बिहारी लाल को सेवा में प्रतिधारण करने के लिए उच्च न्यायालय द्वारा",
  "above cited exception, therefore, does not come to the Respondent’s rescue. It is also pertinent to mention that neither has it been pleaded nor is it": "अपवाद प्रत्यर्थी के बचाव में नहीं आता है। यह उल्लेख करना भी उचित है कि न तो",
  "It is also pertinent to mention that neither has it been pleaded nor is it apparent from the material on record that the Respondent was unable to": "यह तर्क किया गया है और न ही अभिलेख पर मौजूद सामग्री से यह स्पष्ट है कि",
  "approach the court-of-law in time on account of any social or financial": "प्रत्यर्थी किसी भी सामाजिक अथवा वित्तीय अक्षमता के वास्ते समय पर न्यायालय"
}