{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय के समक्ष",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NO.9303 OF 2013": "सिविल अपील नंबर 9303/203",
  "UNION OF INDIA THR. SECRETARY & ORS. APPELLANT(S)": "भारत संघ के सचिव और अन्य के द्वारा... --------- अपीलार्थी (गण)",
  "JUDGMENT": "निर्णय",
  "Dr Dhananjaya Y Chandrachud, J.": "न्यायमूर्ति डॉ. धनंजय वाई चंद्रचूड़,",
  "1. This appeal arises from a judgment of a Division Bench of the High": "[. यह अपील दिनांकित | मई 202 को इलाहाबाद उच्च न्यायालय की खंडपीठ के निर्णय से उत्पन्न हुई है जो केंद्रीय प्रशासनिक न्यायाधिकरण' के एक आदेश को",
  "Administrative Tribunal’, the High Court came to the conclusion that (i) there was a violation of the principles of natural justice in that the appellants failed": "न्यायालय इस निष्कर्ष पर पहुंचा कि () प्राकृतिक न्याय के सिद्धांतों का उल्लंघन था",
  "to provide relevant documents to the respondent during the course of the": "जिसमें अपीलकर्ता विभागीय जांच के दौरान प्रतिवादी को प्रासंगिक दस्तावेज प्रदान",
  "wue/dh.respondent and directed reinstatement with full back wages and": "ने प्रत्यर्थी पर लगाए गए बर्खास्तगी की सजा के साथ हस्तक्षेप किया और पूर्ण वेतन",
  "2. On 13 December 1978, the respondent was appointed as a Postal Assistant in the Head Post Office at Allahabad. A charge-sheet was issued": "2. 3 दिसंबर 978 को, प्रतिवादी को इलाहाबाद में प्रधान डाकघर में डाक",
  "to him on 31 August 1988. There were four articles of charge pertaining to": "सहायक के रूप में नियुक्त किया गया था। 3 अगस्त 988 को उन्हें एक आरोप-",
  "3. The charge of misconduct relates to the appellant authorising payments of commission under the National Savings Certificate Scheme to": "3. कदाचार का आरोप राष्ट्रीय बचत प्रमाणपत्र योजना के तहत कमीशन के भुगतान",
  "agents who were found to be fake. Article-| of the charges was in the": "को अधिकृत करने वाले एजेंटों से संबंधित है जो नकली पाए गए थे। आरोपों का",
  "“Shri Udai Bhan Singh while working as Misc. Asstt. Allahabad HO during the period from 15.07.1985 to 10.02.1986": "श्री उदयभान सिंह ने 5.07.985 से 0.02.986 की अवधि के",
  "did not verify the commission bills submitted by NSC Agents": "काम करते हुए एनएससी एजेंटों द्वारा प्रस्तुत कमीशन बिलों को ठीक",
  "properly and did not make entries of payment in ledger of NS": "से सत्यापित नहीं किया और एनएस एजेंटों के बहीखाते में भुगतान",
  "irregular and forged NSC commission bills to fake agents. He": "की प्रविष्टियां नहीं कीं। उन्होंने फर्जी एजेंटों के जाली एनएससी",
  "agents and managed their payment. This resulted fraudulent": "और भुगतान का प्रबंधन करने का भी प्रबंधन किया। इसके",
  "The names of 79 fake agents to whom fraudulent payments of commission": "इसके बाद 79 फर्जी एजेंटों के नाम, जिनके लिए कथित रूप से कमीशन के द्वारा",
  "were allegedly made were thereafter elucidated. Article II of the charges was": "धोखाधड़ी से भुगतान किया गया था, को स्पष्ट किया गया था। आरोपों के क्रम",
  "in the following terms:": "संख्या गए निम्नलिखित शब्दों में था:",
  "“That the said Shri Udai Bhan Singh while functioning as": "\"कि उक्त श्री उदय भान सिंह ने 5.07.985 से 0.02.986",
  "failure to verify the bills which had been submitted by so-called NSC agents": "कार्य करते हुए एनएससी की बिक्री के लिए अधिकृत एजेंटों को भुगतान किए गए कमीशन की तैयार अनुसूची प्रस्तुत नहीं की और न",
  "which payments were made to NSC agents who were found to be fake.": "अधिकृत एनएस एजेंटों को भुगतान किए गए कमीशन में एच . ओ.",
  "5. Upon receipt of the inquiry report, the disciplinary authority awarded": "5. जांच रिपोर्ट प्राप्त होने पर, अनुशासनात्मक प्राधिकरण ने वार्षिक वेतन वृद्धि के",
  "a penalty on 31 August 1990 of a reduction of pay for a period of five years with consequential loss of annual increments. The respondent filed an": "परिणामी नुकसान के साथ पांच साल की अवधि के लिए वेतन में कमी का जुमना",
  "notice of enhancement of punishment. The appellate authority by its order": "की। अपीलीय प्राधिकारी ने सजा बढ़ाने का नोटिस जारी किया। 9 मार्च 992 के",
  "respondent was proved and that it warranted his dismissal from service.": "आरोप साबित हो गया था और उन्होनें उनको सेवा से बर्खास्तगी का वारंट जारी",
  "6. Aggrieved by the order of the appellate authority, the respondent": "6. अपीलीय प्राधिकारी के आदेश से पीड़ित होकर, प्रत्यर्थी ने इलाहाबाद पीठ की",
  "instituted proceedings before the Central Administrative Tribunal at the": "केंद्रीय प्रशासनिक न्यायाधिकरण के समक्ष कार्यवाही शुरू की। दिनांकित 3 जुलाई",
  "Allahabad Bench. By a judgment and order dated 3 July 1992, the Tribunal set aside both the original order dated 31 August 1990 as well as the order": "992 के एक फैसले और आदेश द्वारा, ट्रिब्यूनल ने 3। अगस्त 990 के दोनों मूल",
  "of the appellate authority dated 9 March 1992. The proceedings were": "आदेश के साथ-साथ 9 मार्च 992 को अपीलीय प्राधिकारी के आदेश को अपास्त",
  "show cause to the respondent and, after allowing him an opportunity of": "प्रत्यावेदन प्रस्तुत करने का अवसर देने की अनुमति देने के बाद, प्रत्यर्थी को कारण",
  "7. After the order of the Tribunal, a notice to show cause was issued to the respondent by the disciplinary authority on 12 September 2000. The": "7. ट्रिब्यूनल के आदेश के बाद, 2 सितंबर 2000 को अनुशासनात्मक प्राधिकरण द्वारा प्रतिवादी को कारण बताओ नोटिस जारी किया गया था। अनुशासनात्मक",
  "disciplinary authority, by an order dated 2 July 200, agreed with the inquiry": "प्राधिकरण, 2 जुलाई 200 के एक आदेश द्वारा, जांच अधिकारी से सहमत हो गया",
  "officer that the first and second articles of charge were partly proved while": "कि आरोप के पहले और दूसरे लेख आंशिक रूप से साबित हुए थे जबकि तीसरा",
  "the third charge was fully established. The disciplinary authority came to the": "आरोप पूरी तरह से स्थापित था। अनुशासनात्मक प्राधिकरण इस निष्कर्ष पर पहुंचा",
  "conclusion that the charges which were proved against the respondent would warrant dismissal from service. An appeal against the order of the": "कि प्रतिवादी के खिलाफ जो आरोप साबित हुए थे, वे सेवा से बर्खास्तगी के लिए",
  "disciplinary authority was dismissed by the appellate authority on 28": "पर्याप्त होगें। 28 नवंबर 2008 को अपीलीय प्राधिकारी द्वारा अनुशासनात्मक",
  "8. On 18 May 2009, the Central Administrative Tribunal dismissed OA": "8. 8 मई 2009 को, केंद्रीय प्रशासनिक न्यायाधिकरण ने प्रतिवादी द्वारा स्थापित",
  "proceedings before the High Court of Judicature at Allahabad. By its": "इलाहाबाद के समक्ष कार्यवाही प्रारम्भ की गई थी। अपने आक्षेपित निर्णय और",
  "impugned judgment and order, the Division Bench of the High Court": "आदेश से, उच्च न्यायालय की खण्ड पीठ ने अनुशासनात्मक प्राधिकरण के आदेश",
  "conclusion that there was a violation of the principles of natural justice. The": "के साथ हस्तक्षेप किया और इस निष्कर्ष पर पहुंची कि प्राकृतिक न्याय के सिद्धांतों",
  "High Court held that there was a failure on the part of the inquiry officer to": "का उल्लंघन किया गया था। उच्च न्यायालय ने माना कि अनुशासनात्मक जांच के",
  "provide documents to the respondent during the course of the disciplinary": "दौरान प्रतिवादी को दस्तावेज प्रदान करने के लिए जांच अधिकारी की ओर से",
  "inquiry. The High Court was also of the view that a notice was issued by the": "विफलता थी। उद्च न्यायालय का यह भी मत था कि अनुशासनिक प्राधिकारी द्वारा,",
  "disciplinary authority, following the first order of the Tribunal, nearly eight": "अधिकरण के प्रथम आदेश के पश्चात, उसके लगभग आठ वर्ष पश्चात्‌, एक नोटिस",
  "Administrative Tribunal, Rules regarding execution of its orders”. On these": "जारी किया गया था और इसके आदेशों के निष्पादन के संबंध में केंद्रीय प्रशासनिक",
  "on the part of the disciplinary authority to give a notice to the charge- sheeted employee before differing with the findings of the inquiry officer on": "से पहले आरोप-पत्र दिए गए कर्मचारी को नोटिस देने के लिए अनुशासनात्मक",
  "proved. When the respondent filed an appeal, the appellate authority issued": "किया गया था। जब प्रत्यर्थी ने अपील दायर की, तो अपीलीय प्राधिकारी ने वृद्धि का",
  "a notice of enhancement which eventually resulted in an order of dismissal": "नोटिस जारी किया, जिसके परिणामस्वरूप अंततः सेवा से बर्खास्तगी का आदेश",
  "from service. In this backdrop, the Tribunal by its judgment dated 3 July": "मिला। इस पृष्ठभूमि में , न्यायाधिकरण ने 3 जुलाई 992 के अपने फैसले से",
  "1992 set aside the order of the appellate authority as well as the order of the": "अपीलीय प्राधिकारी के आदेश के साथ-साथ अनुशासनात्मक प्राधिकरण के आदेश",
  "disciplinary authority and remanded the proceedings back to the disciplinary": "को अपास्त कर दिया गया और कार्यवाही को अनुशासनात्मक प्राधिकरण को वापस",
  "authority. The disciplinary authority was directed to issue a fresh notice to": "भेज दिया। अनुशासनात्मक प्राधिकरण को मामले में निष्कर्ष पर आने से पहले",
  "issuing its notice on 22 September 2000, the disciplinary authority did not": "22 सितंबर 2000 को अपना नोटिस जारी करते हुए, अनुशासनात्मक प्राधिकरण ने",
  "propose to differ with the findings of the inquiry officer on the charges of": "कदाचार के आरोपों पर जांच अधिकारी के निष्कर्षों के साथ अलग होने का प्रस्ताव",
  "misconduct. The disciplinary authority held that the first and second articles": "नहीं किया। अनुशासनात्मक प्राधिकरण ने माना कि आरोप के पहले और दूसरे लेख",
  "of charge were partially proved and the third was fully proved in terms of the": "आंशिक रूप से साबित हुए थे और जांच अधिकारी के निष्कर्षों के संदर्भ में तीसरा",
  "findings of the inquiry officer. However, the disciplinary authority came to the": "पूरी तरह से साबित हुआ था। हालांकि, अनुशासनात्मक प्राधिकरण इस निष्कर्ष पर",
  "conclusion that the charges which were proved against the respondent were": "पहुंचा कि प्रत्यर्थी के खिलाफ जो आरोप साबित हुए थे, वे बर्खास्तगी की सजा के",
  "serious enough to warrant a punishment of dismissal. Following the order of": "न्यायाधिकरण के आदेश के बाद कार्यवाही के समापन के कारण हुआ था। इस",
  "by the appellate authority and by the Tribunal that the charges of misconduct": "से यह आग्रह किया था कि अपीलीय प्राधिकारी और न्यायाधिकरण दोनो ने इसके",
  "course of the proceedings that the receipts were not available for inspection": "अलावा, यह कार्यवाही के दौरान सामने आया है कि रसीदें निरीक्षण के लिए",
  "relevant time. On the aspect of delay it is urged that this is not a case where": "का प्रभारी था। विलम्ब के पहलू पर यह आग्रह किया जाता है कि यह ऐसा मामला",
  "there was any delay in the initiation of the disciplinary inquiry.": "नहीं है जहां अनुशासनात्मक जांच शुरू करने में कोई देरी हुई थी। सुश्री सूरी ने कहा",
  "proceedings to the disciplinary authority and the respondent was reinstated": "प्राधिकरण को भेज दिया था और प्रत्यर्थी को आगे की कार्यवाही की लम्बन के",
  "in service during the pendency of the further proceedings. It was urged that": "दौरान ही सेवा में बहाल कर दिया गया था। यह आग्रह किया गया था कि वर्तमान",
  "disciplinary proceedings; delay has to be assessed in each case having": "प्रत्येक मामले में देरी का आकलन उस पूवग्रिह के संबंध में किया जाना चाहिए जो",
  "regard to the prejudice which is caused to the charge-sheeted employee. In": "आरोप-पत्रित कर्मचारी के कारण होता है। वर्तमान मामले में, यह प्रस्तुत किया गया",
  "the present case, it is submitted, evidence had already been recorded prior to the remand, the documentary evidence was filed and the only ground on": "है, रिमांड से पहले ही सबूत दर्ज किए जा चुके थे, दस्तावेजी साक्ष्य प्रस्तुत किए गए",
  "to the remand, the documentary evidence was filed and the only ground on which the Tribunal found fault with the disciplinary authority was that it had": "थे और एकमात्र आधार जिस पर न्यायाधिकरण के द्वारा अनुशासनात्मक प्राधिकरण",
  "furnished no reasons for differing with the conclusion which was arrived at": "के साथ क्रुटि पाई थी कि उसने निष्कर्ष के साथ विभेद करने का कोई कारण नहीं",
  "by the inquiry officer. Ms.Suri submitted that after the Tribunal rendered its": "बताया था जो जांच अधिकारी द्वारा उठाया गया था। सुश्री सूरी ने प्रस्तुत किया कि न्यायाधिकरण ने पहले चरण में अपना निर्णय देने के बाद , अनुशासनात्मक",
  "decision in the first instance, the proceedings were at large before the disciplinary authority. On remand, the disciplinary authority agreed with the": "प्राधिकरण के समक्ष कार्यवाही बडे स्तर मे हो चुकी थी। रिमांड पर, अनुशासनात्मक",
  "findings of the inquiry officer, but it came to the conclusion that having": "प्राधिकरण जांच अधिकारी के निष्कर्षों से सहमत था, लेकिन यह निष्कर्ष निकला",
  "ITEM NO.101 COURT NO.8 SECTION III-A": "आईटम संख्या. 0 न्यायालय संख्या. 8 सेक्शन प्ा- ए",
  "SUPREME COURT OF INDIA": "भारतीय उच्चतम न्यायालय के समक्ष",
  "RECORD OF PROCEEDINGS": "कार्यवाही के अभिलेख",
  "Civil Appeal No(s) .9303/2013": "सिविल अपील सं. 9303/203",
  "UDAI BHAN SINGH RESPONDENT (S)": "उदय भान सिंह... ............. प्रतिवादी (गण)",
  "Date : 21-11-2019 This appeal was called on for hearing today.": "दिनांक: 2--209 इस अपील को आज सुनवाई के लिए बुलाया गया था। गणपूर्ती:",
  "HON'BLE DR. JUSTICE D.Y. CHANDRACHUD": "माननीय डॉ. न्यायमूर्ति डीवाई चंद्रचूड़,",
  "HON'BLE MR. JUSTICE AJAY RASTOGI": "माननीय श्री न्यायमूर्ति अजय रस्तोगी",
  "For Appellant(s)": "अपीलार्थी(गण) के लिए",
  "Ms.Kiran Suri, Sr.Adv.": "सुश्री किरण सूरी, वरिष्ठ अधिवक्ता।",
  "Mr.Merusagar Samantaray, Adv.": "श्री मेरूसागर सामन्थाराय, अधिवक्ता।",
  "Mr.Sachin Sharma, Adv.": "श्री सचिन शर्मा, अधिवक्ता।",
  "Ms.Smita Choudhury, Adv.": "सुश्री स्मिता चौधरी, अधिवक्ता।",
  "Mr.Gurmeet Singh Makker, Adv.": "श्री गुरमीत सिंह मककर, अधिवक्ता।",
  "Ms.Aishwarya Kumar, Adv.": "सुश्री ऐश्वर्या कुमार, अधिवक्ता।",
  "For Respondent(s)": "प्रत्यर्थी (गण) के लिए",
  "Mr.S.D.Singh, Adv.": "श्री एस. डी. सिंह, सलाहकार।",
  "Ms.Bharti Tyagi, Adv.": "सुश्री भारती त्यागी, अधिवक्ता।",
  "Mrs.Surabhi Shukla, Adv.": "श्रीमती सुरभि शुक्रा, अधिवक्ता।",
  "Mr.Ram Kripal Singh, Adv.": "श्री राम कृपाल सिंह, अधिवक्ता।",
  "Mr.Dhiraj Kumar, Adv.": "श्री धीरज कुमार, अधिवक्ता।",
  "Mr.Jitender Singh, Adv.": "श्री जितेन्द्र सिंह, अधिवक्ता।",
  "UPON hearing the counsel the Court made the following ORDER": "अधिवक्ताओ को सुनते हुए न्यायालय निम्नलिखित आदेश दिए",
  "Pending applications, if any, stand disposed of.": "लंबित आवेदन, यदि कोई हो, का निस्तारण किया जाता है।",
  "(Ashok Raj Singh) (Saroj Kumari Gaur)": "(अशोक राज सिंह) (सरोज कुमारी गौड़)",
  "Court Master Court Master": "कोर्ट मास्टर कोर्ट मास्टर",
  "(Signed reportable Judgment is placed in the file)": "(हस्ताक्षरित रिपोर्ट योग्य निर्णय फाइल में रखा गया है)",
  "concerned, in our opinion, no hard-and-fast rule can be laid": "देरी का सवाल है, हमारी राय में, कोई उपयुक्त नियम नहीं बनाया जा सकता है।",
  "down therefor. Each case must be determined on its own facts.": "प्रत्येक मामले को अपने स्वयं के तथ्यों पर निर्धारित किया जाना चाहिए। जिन",
  "The principles upon which a proceeding can be directed to be": "सिद्धांतों पर कार्यवाही को देरी के आधार पर समाप्त करने के लिए निर्देशित किया जा सकता है, वे हैं:",
  "(1) where by reason of the delay, the employer condoned the lapses on the part of the employee:": "() जहां देरी के कारण, नियोक्ता ने कर्मचारी की ओर से चूक को माफी प्रदान कर दी हो:",
  "(2) where the delay caused prejudice to the employee.": "(2) जहां कर्मचारी को देरी पूर्वाग्रह के कारण हुई हो।",
  "Such a case of prejudice, however, is to be made out by the": "हालांकि, पूर्वाग्रह का ऐसा मामला जांच अधिकारी के समक्ष कर्मचारी द्वारा बनाया",
  "13. This aspect of the matter is now squarely covered by the decisions of this Court in Secy. to Govt., Prohibition & Excise": "3. मामले का यह पहलू अब इस न्यायालय के सरकार के सचिव, निषेध और",
  "Deptt. v. L. Srinivisan;’ P.D.Agrawal v. State Bank of India’;": "उत्पाद शुल्क विभाग बनाम एल. श्रीनिविसन;” पी डी अग्रवाल बनाम भारतीय स्टेट",
  "Registrar, Coop. Societies v. Sachindra Nath Pandey’.”": "बैंक\"; रजिस्ट्रार, कांप. सोसायटी बनाम सचिन्द्र नाथ पाण्डेय * पूरी तरह से",
  "16. Inthe present case, the appellants have not condoned the lapse on": "6. वर्तमान मामले में, अपीलकर्ताओं ने प्रत्यर्थी की ओर से चूक को माफ नही",
  "the part of the respondent. The delay was not a matter of prejudice.": "किया है। देरी पूर्वाग्रह का विषय नही था।",
  "17. For the above reasons, we have come to the conclusion that the": "॥7. उपरोक्त कारणों से , हम इस निष्कर्ष पर पहुंचे हैं कि अपीलकर्ताओं के",
  "High Court was in error in interfering with the exercise of the disciplinary": "अनुशासनात्मक क्षेत्राधिकार के प्रयोग में हस्तक्षेप करने में उच्च न्यायालय के द्वारा",
  "jurisdiction of the appellants. The misconduct was proved. The penalty": "त्रुटि की गई थी। अतः कदाचार साबित हुआ जो जुर्माना लगाया गया है , उसे",
  "which has been imposed cannot be held to be disproportionate or arbitrary. The High Court was in error in setting aside the punishment and ordering": "अनुपातहीन या मनमाना नहीं ठहराया जा सकता है। उच्च न्यायालय ने सजा को",
  "reinstatement with back wages and continuity of service.": "अपास्त करने और वापस भत्ते और सेवा की निरंतरता के साथ बहाली का आदेश",
  "18. Accordingly, we allow the appeal and set aside the impugned": "8. तदनुसार, हम अपील को अनुमति देते हैं और । मई 202 को उच्च न्यायालय",
  "8 (2006) 8 SCC 776": "8. (2006) 8500 776"
}