{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय के समक्ष",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. 4840 OF 2021": "दीवानी अपील संख्या 4840 /202",
  "ARISING OUT OF": "से उत्पन्न",
  "SPECIAL LEAVE PETITION (C) NO. 18198 OF 2018": "विशेष अनुमति याचिका (सी) सं. 898/208",
  "JUDGMENT": "निर्णय",
  "Leave granted.": "अनुमति प्रदान की गई।",
  "the Division Bench of Allahabad High Court (hereinafter referred to as ‘the High Court’)": "2. यह अपील इलाहाबाद उच्च न्यायालय की खण्ड पीठ (बाद में 'उच्च न्यायालय' के",
  "was appointed in leave vacancy on 23.07.1984 and her services came to an end on": "दिनांक 23.07.984 को नियुक्ति आदेश की शर्तों को संशोधित करके यह प्रकाशित किया गया था कि नियुक्ति तब तक के लिए थी जब तक कि नियमित कर्मचारी वापस",
  "11. This order was again put to challenge by the appellant by filing yet another Writ Petition No. 8597 of 2010. After hearing learned counsel for the parties, learned Single": "7. इस आदेश को अपीलकर्ता द्वारा एक और रिट याचिका संख्या - 8597/200 दायर करके फिर से चुनौती दी गई थी। पक्षकारों के विद्वत अधिवक्ता को सुनने के",
  "Judge vide judgment and order dated 15.05.2014 allowed the same on the following": "बाद, विद्वत एकल न्यायाधीश ने 5.05.204 के निर्णय और आदेश को",
  "i. Petitioner has been working since 23.07.1984 and in the earlier round of litigation,": "। - याचिकाकर्ता 23.07.984 से काम कर रहा है और मुकदमेबाजी के पहले",
  "the High Court had held her entitled to hold the post. The judgment dated": "दौर में, उच्च न्यायालय ने उसे पद धारण करने का हकदार ठहराया था।दिनांक",
  "23.01.2006 had become final and was unchallenged.": "23.0.2006 का निर्णय अंतिम हो गया था और इसे चुनौती नहीं दी गई थी।",
  "ii. Regularization Rules, 2001 were applicable to the petitioner. The earlier judgment": "॥, - नियमितीकरण नियम, 2007 याचिकाकर्ता पर लागू थे।पहले के फैसले में",
  "had found petitioner to be entitled to hold the post. Respondents’ refusal to apply": "याचिकाकर्ता को पद धारण करने का हकदार पाया गया था।नियमितीकरण",
  "the Regularization Rules, 2001 was accordingly unlawful.": "नियम, 200 को लागू करने से प्रत्यर्थियों का इनकार तदनुसार गैरकानूनी था।",
  "12. The learned Single Judge placed reliance upon the Constitution Bench Judgment of this Court in the case of Rudra Kumar Sain and Ors. Vs. Union of India and Ors’. and": "2. विद्वत एकल न्यायाधीश ने रुद्र कुमार सेन ऑर अन्य बनाम भारत संघ और अन्य : के मामले में इस न्यायालय की संविधान पीठ के फैसले में अवलंब रखा और",
  "in particular the following observations made in paragraph 20 of the said Constitution Bench Judgment :-": "विशेष रूप से उक्त संविधान पीठ के फैसले के पैरा 20 में किए गए अवलोकन अवधारित किया जो निम्नलिखित है -",
  "“In the service jurisprudence, a person who possesses the requisite": "सेवा न्यायशास्त्र में, एक व्यक्ति जो किसी विशेष पद पर नियुक्त होने के लिए",
  "qualification for being appointed to a particular post and then he is appointed with the approval and consultation of the appropriate": "अपेक्षित योग्यता रखता है और फिर उसे उचित प्राधिकारी के अनुमोदन और",
  "authority and continues in the post for a fairly long period, then such": "परामर्श के साथ नियुक्त किया जाता है और काफी लंबी अवधि के लिए पद पर",
  "1 (2000) 8 SCC 25": "] (2000) 8 एससीसी 25",
  "“ After hearing learned counsel for the parties and perusing the": "\"पक्षकारों के विद्वत अधिवक्ता को सुनने और अभिलेख का अवलोकन करने के",
  "years experience working as Assistant Teacher Music, LT Grade in the Government Inter Collge, Mahmoodabad, Sitapur. As per documents": "महमूदाबाद, सीतापुर में सहायक शिक्षक संगीत, एलटी ग्रेड के रूप में काम करने का 2 से अधिक वर्षों का अनुभव है।अभिलेख पर उपस्थित दस्तावेजों के",
  "placed on record, she is having all requisite educational qualification as required in the Intermediate Education Act. She might have been": "अनुसार, उसके पास इंटरमीडिएट शिक्षा अधिनियम में आवश्यक सभी शैक्षणिक",
  "appointed in a leave arrangement but by virtue of his (sic her)": "योग्यता है। उसे छुट्टी की व्यवस्था में नियुक्त किया गया हो सकता है, लेकिन",
  "continuous satisfactory services, she has now acquired a right to hold": "उसकी निरंतर संतोषजनक सेवाओं के आधार पर, उसने अब पद धारण करने",
  "the post and continue in the institution, and at this stage, it would not": "और संस्था में जारी रखने का अधिकार प्राप्त कर लिया है, और इस स्तर पर,",
  "8. The operative portion of the aforesaid judgment reads as under :-": "8. पूर्वोक्त निर्णय का आवश्यक भाग निम्नानुसार हैः",
  "“In view of above, the Writ Petitions are allowed. The consequences": "उपरोक्त के मद्देनजर, रिट याचिकाओं की अनुमति है।परिणाम का पालन करना",
  "shall follow. The petitioner shall be allowed to continue on the post,": "होगा।याचिकाकर्ता को उसके द्वारा जारी रखे गए पद पर बने रहने की अनुमति",
  "held by her. Her case shall be considered for regularization under the": "दी जाएगी।उसके मामले को प्रासंगिक नियमितीकरण नियमों के तहत",
  "relevant regularization Rules and appropriate orders shall be passed": "नियमितीकरण के लिए माना जाएगा और निर्णय और आदेश की प्रमाणित प्रति",
  "within three months from the date of presentation of a certified copy of": "प्रस्तुत करने की तारीख से तीन महीने के भीतर उचित आदेश पारित किए",
  "9. It is pertinent to point out at this stage that the aforesaid common judgment": "9. इस स्तर पर यह बताना उचित है कि अपीलकर्ता द्वारा दायर दो रिट याचिकाओं",
  "to challenge before any higher forum.": "उच्च मंच के समक्ष चुनौती नहीं दी गई थी।",
  "10. ‘Vide order dated 29.01.2007, the Joint Director of Education considered the case": "0. 29. 0. 2007 के आदेश के अनुसार, संयुक्त शिक्षा निदेशक ने याचिकाकर्ता",
  "of the petitioner (appellant herein) and despite observations contained in the judgment of the learned Single Judge rejected her claim for regularization. Her claim for": "(यहां अपीलकर्ता) के मामले पर विचार किया और विद्वत एकल न्यायाधीश के फैसले में निहित टिप्पणियों के बावजूद नियमितीकरण के लिए उसके दावे को खारिज कर",
  "regularization was mainly rejected on the ground that since her initial appointment was": "दिया। नियमितीकरण के लिए उनके दावे को मुख्य रूप से इस आधार पर खारिज",
  "the relevant service rules governing the said appointment and in adherence of Articles 14": "नियंत्रित करने वाले प्रासंगिक सेवा नियमों की शर्तों के अनुसार और संविधान के",
  "observing in paragraph 53 of the reports as under :-": "के पैरा 53 में निम्नानुसार निरीक्षण करके उपरोक्त के लिए एक अपवाद बनाया थाः",
  "“ 53. One aspect needs to be clarified. There may be cases where": "53. एक पहलू को स्पष्ट करने की आवश्यकता है। ऐसे मामले हो सकते हैं जहां",
  "irregular appointments (not illegal appointments) as explained in S.V.": "अनियमित नियुक्ति (अवैध नियुक्ति नही) का उल्लेख किया गया हो जैसे एसवी",
  "Narayanappa [(1967) 1 SCR 128 : AIR 1967 SC 1071], R.N.": "नारायणप्पा [(967) . एससीआर 28: एआईआर 967 एससी 077],",
  "Nanjundappa [(1972) 1 SCC 409 : (1972) 2 SCR 799] and B.N.": "आरएन नानजुंदप्पा [(972)  एससीसी 409: (972) 2 एससीआर",
  "Nagarajan [(1979) 4 SCC 507 : 1980 SCC (L&S) 4 : (1979) 3 SCR": "799] और बीएन नागराजन [(979) 4 एससीसी 507:980 एससीसी",
  "have continued to work for ten years or more but without the": "बिना कर्मचारियों ने दस साल या उससे अधिक समय तक काम करना जारी",
  "regularization of the services of such employees may have to be": "रखा है इस तरह के कर्मचारियों की सेवाओं के नियमितीकरण के सवाल पर इस",
  "in the cases above referred to and in the light of this judgment. In that": "न्यायालय द्वारा उल्लिखित मामलों में और इस निर्णय के आलोक में तय किए गए",
  "context, the Union of India, the State Governments and _ their": "भारत संघ, राज्य सरकारों और उनके कर्मचारियों को एक बार के मानक के",
  "instrumentalities should take steps to regularize as a one time measure,": "रूप में नियमित करने के लिए कदम उठाने चाहिए, ऐसी अनियमित रूप से",
  "the services of such irregularly appointed, who have worked for ten": "नियुक्त की गई सेवाएं, जिन्होंने विधिवत स्वीकृत पदों पर दस साल या उससे",
  "recruitments are undertaken to fill those vacant sanctioned posts that": "स्वीकृत पदों को भरने के लिए नियमित भर्तियां की जायें, जिन्हें भरने की",
  "require to be filled up, in cases where temporary employees or daily": "आवश्यकता है, ऐसे मामलों में जहां अस्थायी कर्मचारी या दैनिक कर्मचारी अब",
  "any already made, but not subjudice, need not be reopened based on": "किया जा चुका है, लेकिन वर्तमान में विचाराधीन नहीं है, तो इस निर्णय के आधार को पुनः से खोलने की आवश्यकता नहीं है, लेकिन आगे संवैधानिक",
  "20. The above quoted paragraph 53 from the pronouncement in the case of Umadevi(3) has carved out an exception to the general principles against ‘regularization’": "20. उमादेवी (3) के वाद से सन्दर्भित उद्धृत पैराग्राफ 53 में मामले में 'नियमितीकरण' के लिए सामान्य सिद्धांतों के अपवाद को उल्लखित किया गया है,",
  "in case, the following conditions are fulfilled :": "जिसे निम्नलिखित शर्तें पूरी करनी होती हैं:",
  "i. The incumbent should have worked for 10 years or more on a duly sanctioned post without the benefit or protection of the interim order of": "या संरक्षण के बिना विधिवत स्वीकृत पद पर 0 वर्ष या उससे अधिक समय",
  "ii. The appointment of such employee should not be illegal, even if": "॥. ऐसे कर्मचारी की नियुक्ति अवैध नहीं होनी चाहिए, भले ही अनियमित हो।",
  "21. Applying the above tests laid down in the judgment of Umadevi (3), carving an": "2. उमादेवी (3) के फैसले में निर्धारित उपरोक्त परीक्षणों को लागू करते हुए ,",
  "exception to the general principles against ‘regularization’, the Division Bench of the": "'नियमितीकरण' के खिलाफ सामान्य सिद्धांतों के अपवाद को उल्लेखित करते हुए, उच्च",
  "High Court has held that since the appointment of the appellant was dehors the rules and": "न्यायालय की खण्ड पीठ ने माना है कि चूंकि अपीलकर्ता की नियुक्ति नियमों की",
  "without undergoing the process of open competitive selection, as such the same is illegal": "अवहेलना थी और सार्वजनिक प्रतिस्पर्धात्मक चयन की प्रक्रिया से गुजरने के बिना, क्योंकि यह अवैध है और चूंकि वह उच्च न्यायालय के विद्वत एकल न्यायाधीश द्वारा",
  "and since she continued in service under the cover of the order passed by the learned": "पारित आदेश के तहत सेवा में बनी रही, इसलिए उसकी नियुक्ति मुकदमेबाजी के",
  "worked for 10 years or more also stands fully satisfied as the appellant at the time of": "उससे अधिक समय तक काम करने की अन्य शर्त भी पूरी तरह से संतुष्ट है क्योंकि",
  "consideration of her regularization had completed almost 23 years of service.": "उसके नियमितीकरण के विचार के समय अपीलकर्ता ने लगभग 23 साल की सेवा पूरी कर ली थी।",
  "25. The only question which now requires consideration is whether her continuation": "25. एकमात्र प्रश्न जिस पर अब विचार करने की आवश्यकता है, वह यह है कि क्या",
  "on the post on the strength of the interim order passed by the High Court would dis-": "उच्च न्यायालय द्वारा पारित अंतरिम आदेश के तहत उस पद पर उसकी निरंतरता",
  "entitle her from regularization in view of the dictum in the case of Umadevi(3).": "उसे उमादेवी (3) के मामले में तथ्यों के मद्देनजर नियमितीकरण से वंचित करेगी।",
  "since the said judgment become final and unchallenged, the Regularization Rules, 2001": "धारण करने का हकदार थी और जब उक्त निर्णय अंतिम और निर्विवाद हो गया तब नियमितीकरण विनियम, 2007 लागू हो गये थे और उक्त नियमों को लागू करने से",
  "28. Admittedly, when the judgment dated 23.01.2006 was passed by the High Court in the earlier two Writ Petitions filed by the appellant, the dictum of Umadevi (3) was": "28. यह स्वीकार्य है कि जब अपीलकर्ता द्वारा दायर पहले की दो रिट याचिकाओं में उच्च न्यायालय द्वारा 23.0.2006 का निर्णय पारित किया गया था, तो उमादेवी",
  "not even in existence as the said judgment was rendered subsequently on 10.04.2006.": "(3) के तथ्य भी अस्तित्व में नहीं थे क्योंकि उक्त निर्णय बाद में 0.04.2006 को प्रदान किया गया था।",
  "29. The Division Bench of the High Court has erroneously understood the dictum of this Court in Umadevi (3). The Constitution Bench has nowhere directed that service": "29. उच्च न्यायालय की खण्ड पीठ ने उमादेवी (3) में इस न्यायालय के आदेश को गलत तरीके से समझा है संविधान पीठ ने कहीं भी यह निर्देश नहीं दिया है कि सेवा",
  "matters that stand concluded inter partes, ought to be re-opened. On the contrary, in": "मामले जो परस्पर निर्णीत हो गए हैं, उन्हें फिर से खोला जाना चाहिए।इसके विपरीत,",
  "paragraph 54 of the said decision, the Constitution Bench clarified as under:-": "उक्त निर्णय के पैरा 54 में, संविधान पीठ ने निम्नानुसार स्पष्ट कियाः",
  "“It is also clarified that those decisions which run counter to the principle settled in this decision, or in which directions running": "यह भी स्पष्ट किया जाता है कि वे निर्णय जो इस निर्णय में तय किए गए सिद्धांत",
  "principle settled in this decision, or in which directions running counter to what we have held herein, will stand denuded of their": "के विपरीत हैं, या जिन दिशाओं में हम यहां आयोजित किए गए हैं, उनकी",
  "status as precedents.”": "पूर्ववर्ती के रूप में उनकी स्थिति से इनकार किया जाएगा। \"",
  "30. It becomes absolutely clear from the above clarification that earlier decisions running counter to the principles settled in the decision of Umadevi (3) will not be": "30. उपरोक्त स्पष्टीकरण से यह बिल्कुल स्पष्ट हो जाता है कि उमादेवी (3) के निर्णय में तय किए गए सिद्धांतों के विपरीत चल रहे पहले के निर्णयों को पूर्ववर्ती के रूप में",
  "treated as precedents. It cannot mean that the judgment of a competent Court delivered prior to the decision in Umadevi (3) and which has attained finality and is binding inter": "नहीं माना जाएगा। इसका तात्पर्य यह नहीं हो सकता है कि उमादेवी (3) के निर्णय से पहले दिए गए एक सक्षम न्यायालय के निर्णय को अंतिम रूप दिया गया है और",
  "se between the parties need not be implemented. Mere over-ruling of the principles, on": "पार्टियों के बीच बाध्यकारी अंतर को लागू करने की आवश्यकता नहीं है। इसके अतिरिक्त सिद्धान्तों को विरूद्ध निर्णय देते हुए, जिसे पूर्व के निर्णयों में पारित किया",
  "“It is evident from the above that there is an exception to the general principles against ‘regularization’ enunciated in Umadevi, if the following conditions are fulfilled :": "\"उपरोक्त से यह स्पष्ट है कि उमादेवी में वर्णित 'नियमितीकरण' के खिलाफ सामान्य सिद्धांतों का अपवाद है, यदि निम्नलिखित शर्ते पूरी होती हैं:",
  "more in duly sanctioned post without the benefit or protection of": "संरक्षण के बिना विधिवत स्वीकृत पद पर 0 साल या उससे अधिक समय तक",
  "the interim order of any court or tribunal. In other words, the State Government or its instrumentality should have employed the": "काम करना चाहिए। दूसरे शब्दों में, राज्य सरकार या इसके कार्यकारी तंत्र के",
  "employee and continued him in_ service voluntarily and": "द्वारा कर्मचारी को नियोजित करना चाहिए और उसे स्वेच्छा से और लगातार",
  "continuously for more than ten years.": "दस वर्षों से अधिक समय तक सेवा को जारी रखना चाहिए।",
  "(ii) The appointment of such employee should not be illegal, even": "(॥) ऐसे कर्मचारी की नियुक्ति अवैध नहीं होनी चाहिए, भले ही अनियमित हो।",
  "if irregular. Where the appointments are not made or continued against sanctioned posts or where the persons appointed do not": "जहां नियुक्तियां स्वीकृत पदों के विरुद्ध नहीं की जाती हैं या जारी नहीं रखी",
  "possess the prescribed minimum qualifications, the appointments": "जाती हैं या जहां नियुक्त किए गए व्यक्तियों के पास निर्धारित न्यूनतम योग्यता",
  "will be considered to be illegal. But where the person employed": "नहीं है, नियुक्तियों को अवैध माना जाएगा। लेकिन जहां नियोजित व्यक्ति के",
  "possessed the prescribed qualifications and was working against sanctioned posts, but had been selected without undergoing the": "पास निर्धारित योग्यताएं थीं और स्वीकृत पदों के तहत काम कर रहे थे, लेकिन",
  "sanctioned posts, but had been selected without undergoing the process of open competitive selection, such appointments are": "सार्वजनिक प्रतिस्पर्धी चयन की प्रक्रिया से गुजरने के बिना उनका चयन किया",
  "considered to be irregular.”": "गया था, ऐसी नियुक्तियों को अनियमित माना जाता है। \"",
  "common judgment and order dated 23.01.2006 with the finding that the appellant is": "न्यायाधीश के 23.0.2006 दिनांकित फैसले के विरूद्ध अपील पर सुनवाई कर रही",
  "33. By a majority decision in Naresh Shridhar Mirajkar & Ors. Vs. State of": "33. नरेश श्रीधर मिराजकर और अन्य बनाम महाराष्ट्र राज्य और अन्य में बहुमत के",
  "Maharashtra & Anr.’ has laid down the law in this regard as under:-": "निर्णय द्वारा इस संबंध में निम्नानुसार कानून निर्धारित किया गया हैः",
  "“When a Judge deals with matters brought before him for his": "जब कोई न्यायाधीश उसके समक्ष न्यायनिर्णयन के लिए लाये मामलों की",
  "adjudication, he first decides questions, of fact on which the": "सुनवाई करता है, तो वह पहले उन सवालों का फैसला करता है, वे तथ्य",
  "parties are at issue, and then applies the relevant law to the said": "जिसमें पक्षकारों के मध्य विवाद है और फिर उक्त तथ्यों पर संबंधित कानून",
  "facts. Whether the findings of fact recorded by the Judge are right": "लागू होता है।क्या न्यायाधीश द्वारा अभिलिखित तथ्य के निष्कर्ष सही हैं या",
  "or wrong, and whether the conclusion of law drawn by him suffers": "गलत, और क्या उसके द्वारा दिये गये विधि का निष्कर्ष किसी दुर्बलता से ग्रस्त",
  "from any infirmity, can be considered and decided if the party": "है, इस पर विचार किया जा सकता है और निर्णय लिया जा सकता है यदि",
  "aggrieved by the decision of the Judge takes the matter up before": "न्यायाधीश के निर्णय से व्यथित पक्ष मामले को अपीलीय न्यायालय के समक्ष",
  "34. In Rupa Ashok Hurra Vs. Ashok Hurra & Anr.°, while dealing with an identical": "34. रूपा अशोक हुर्य बनाम अशोक हुर्रा और अन्य\" में, एक समान मुद्दे से निपटने",
  "issue this Court held that reconsideration of the judgment of this Court which has": "के दौरान इस न्यायालय ने कहा कि इस न्यायालय के निर्णय पर पुनर्विचार जो अंतिम",
  "attained finality is not normally permissible. The decision upon a question of law": "रूप प्राप्त कर चुका है, सामान्य रूप से स्वीकार्य नहीं है। इस न्यायालय द्वारा प्रदान",
  "35. In Union of India & Ors. Vs. Major S.P. Sharma & Ors.’, a three-judge bench": "35. भारत संघ और अन्य बनाम मेजर एसपी शर्मा और अन्य”? में, इस न्यायालय",
  "of this Court has held as under:-": "की तीन-न्यायाधीश पीठ ने निम्नानुसार अवधारित किया हैः",
  "“A decision rendered by a competent court cannot be challenged": "एक सक्षम न्यायालय द्वारा दिए गए निर्णय को संपार्धिक कार्यवाही में इस कारण",
  "so there would be \"confusion and chaos and the finality of": "\"भ्रम और अराजकता होगी और कार्यवाही की अंतिमता का कोई अर्थ नहीं रह",
  "7 (2014) 6 SCC 351": "7. (204) 6 एससीसी 35",
  "“11. We have heard Mr. B.S. Patwalia, learned senior counsel for": "7. हमने श्री पीएस पटवालिया, विश्वविद्यालय के वरिष्ठ वकील और श्री",
  "the university and Mr. Nachiketa Joshi, learned counsel for the": "नचिकेता जोशी, प्रत्यर्थीयों के लिए विद्वत अधिवक्ता को सुना है।विश्वविद्यालय",
  "respondents. The main contention of the university is that after the judgment of this Court in Secretary, State of Karnataka and Ors. vs.": "का मुख्य तर्क यह है कि सचिव, कर्नाटक राज्य और अन्य बनाम उमादेवी और",
  "regularization as there are no sanctioned posts available. Another submission made on behalf of the appellant is that the judgment of": "नहीं हैं क्योंकि कोई स्वीकृत पद उपलब्ध नहीं हैं।अपीलकर्ता की ओर से की गई",
  "Umadevi. It is no doubt true that in Umadevi’s case, it has been": "के बाद जीवित नहीं है।इसमें कोई संदेह नहीं है कि उमादेवी के मामले में , यह",
  "held that regularization as a one-time measure can only be in": "अवधारित किया गया है कि एक बार के उपाय के रूप में नियमितीकरण केवल",
  "respect of those who were irregularly appointed and have worked": "उन लोगों के संबंध में हो सकता है जिन्हें अनियमित रूप से नियुक्त किया गया",
  "for 10 years or more in duly sanctioned posts. However, in the": "था और 0 साल या उससे अधिक समय तक विधिवत स्वीकृत पदों पर काम",
  "instant case the respondents are covered by the judgment of this Court in Gujarat Agricultural University (supra). This Court": "किया था। हालाँकि, तात्कालिक मामले में उत्तरदाता गुजरात कृषि विश्वविद्यालय उपरोक्त में इस न्यायालय के निर्णय से आच्छादित हैं।इस न्यायालय ने गुजरात",
  "approved the proposed scheme of the State of Gujarat and directed regularization of all those daily wagers who were eligible in": "राज्य की प्रस्तावित योजना को मंजूरी दे दी और उन सभी दैनिक ग्रामीणों को",
  "accordance with the scheme phase-wise. The right to be regularized": "नियमित करने का निर्देश दिया जो योजना के अनुसार चरण-वार पात्र थे।",
  "in accordance with the scheme continues till all the eligible daily-": "योजना के अनुसार नियमित किए जाने का अधिकार तब तक जारी रहता है जब तक कि सभी पात्र दैनिक-भत्ते वाले व्यक्तियों को समायोजित किया जायेगा।इस न्यायालय द्वारा अपीलकर्ता और गुजरात राज्य को योजना को चरणबद्ध तरीके",
  "impressed with the submissions made on behalf of the university": "किया गया था।हम विश्वविद्यालय की ओर से किए गए प्रस्तुतिकरण से प्रभावित",
  "that the judgment of this Court in Umadevi’s case overruled the": "नहीं हैं कि उमादेवी के मामले में इस न्यायालय के फैसले ने गुजरात कृषि",
  "judgment in Gujarat Agricultural University (supra). The judgment": "विश्वविद्यालय उपरोक्त में निर्णय को रद्द कर दिया।गुजरात कृषि विश्वविद्यालय",
  "has become final and is binding on the university. Even according to Para 54 of Umadevi’s case, any judgment which is contrary to the principles settled in Umadevi shall be denuded of status as": "विश्वविद्यालय के लिए बाध्यकारी है।यहां तक कि उमादेवी के मामले के पैरा 54 के अनुसार, कोई भी निर्णय जो उमादेवी में प्रस्थापित सिद्धांतों के विपरीत है, वे",
  "precedent. This observation at Para 54 in Uma Devi’s case does not": "पूर्ववर्ति को निर्णयों को दूषित कर देगा।उमा देवी के मामले में पैरा 54 में यह",
  "against the judgment dated 23.01.2006 of the learned Single Judge which had already": "याचिकाओं में विद्वरत एकल न्यायाधीश के आदेश एवं 23.07.2006 दिनांकित निर्णय",
  "39. Analyzing the entire facts of the case and upon consideration of the matter and": "39. मामले के संपूर्ण तथ्यों का विश्लेषण करने और मामले पर विचार करने और",
  "settled legal position, we are of the considered view that the impugned judgment passed": "कानूनी स्थिति का अवलोकन करने पर, हमारा विचार है कि उच्च न्यायालय की खण्ड",
  "The appeal, accordingly, stands allowed. The appellant is held entitled to be regularized": "अपास्त किया जाता है। तदनुसार, अपील को अनुमति है। अपीलकर्ता को सभी",
  "AO. In the facts and circumstances, we, however, do not make any order as to costs.": "40. तथ्यों और परिस्थितियों में, हम, हालांकि, लागत के रूप में कोई आदेश नहीं",
  "(KRISHNA MURARI)": "(न्यायमूर्ति कृष्ण मुरारी )",
  "NEW DELHI;": "नई दिल्ली",
  "18": "28"
}