{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO.6255 OF 2021": "दीवानी अपील संख्या 6255/202",
  "(ARISING OUT OF SLP(C) NO.17893 OF 2008)": "(एसएलपी (दीवानी) सं. ।7893/2008 से उद्भूत)",
  "DR. SUSHIL KUMAR TRIPATHI ww. »-APPELLANT(S)": "डॉ. सुशील कुमार त्रिपाठी ...अपीलार्थी (गण)",
  "VS.": "बनाम",
  "This appeal has been filed by the appellant’ being": "यह अपील अपीलकर्ता द्वारा दीवानी प्रकीर्ण रिट याचिका संख्या",
  "aggrieved by the judgment dated 8th February, 2008, passed by the Division Bench of the High Court of Judicature at Allahabad in Civil Misc. Writ petition No. 20470 of 2007, by": "20470/2007 में इलाहाबाद उच्च न्यायालय की खण्ड़पीठ द्वारा पारित 8 फरवरी 2008 के निर्णय से व्यथित होकर दायर की गई है, जिसके तहत पूर्वोक्त रिट याचिका",
  "on the said date i.e.315t March, 2007. The appellant received": "संभावना थी। चूंकि 3 मार्च 2007 को दसवीं योजना समाप्त हो गई थी, अपीलकर्ता",
  "post and therefore had rightly terminated the services of the appellant and it dismissed the Writ Petition. Being": "द्वारा धारित पद समाप्त हो गया था और इसलिए अपीलकर्ता की सेवाओं को सही",
  "High Court had correctly concluded that the services of the": "तथ्यों के मद्देनजर, उच्च न्यायालय ने सही निष्कर्ष निकाला था कि नियुक्ति की प्रकृति",
  "appellant were rightly terminated on 315* March, 2007, having regard to the nature of the appointment and the terms and conditions thereof. Learned senior counsel for the respondent -": "और उसके नियमों व शर्तों को ध्यान रखते हुए अपीलकर्ता की सेवाओं को 3: मार्च 2007 को सही तरीके से समाप्त कर दिया गया था।प्रत्यर्थी -विश्वविद्यालय के विद्वान",
  "13. The question that arises in this appeal is, whether, the": "3. इस अपील में जो सवाल उठता है, वह यह है कि क्या अपीलकर्ता की सेवाओं",
  "accordance with law or not.": "की समाप्ति विधिक थी और कानून के अनुसार थी या नहीं।",
  "2004, by the UGC, to the Universities of all the States/UTs,": "राज्यों / केंद्र शासित प्रदेशों के विश्वविद्यालयों को 29 मई 2004 दिनांकित संसूचना",
  "financial difficulties faced by the Universities, the UGC had": "के अनुसार, विश्वविद्यालयों के सामने आने वाली वित्तीय कठिनाइयों के कारण ,",
  "Tenth Plan period to safeguard the interest of the students:": "यूजीसी ने छात्रों के हितों की रक्षा के लिए दसवीं योजना अवधि के दौरान अनुमोदित",
  "The University could opt for any of the above three": "सभी पदों को भरने के लिए विश्वविद्यालयों को निम्नलिखित तीन विकल्पों की पेशकश",
  "Counsel for respondent no.1-University and Mr. Ravinder Agarwal, learned counsel for respondent no.2-UGC and perused": "संख्या 2-यूजीसी के विद्वान अधिवक्ता श्री रविन्द्र अग्रवाल को सुना और लिखित",
  "9. Mr. Tiwari, learned counsel appearing for the appellant,": "9. अपीलकर्ता की ओर से पेश विद्वान अधिवक्ता श्री तिवारी ने तर्क दिया कि",
  "appellant as Assistant Professor in the Department of Political": "प्रत्यर्थी-विश्वविद्यालय द्वारा राजनीति विज्ञान विभाग में सहायक प्रोफेसर के रूप में",
  "submission, reliance was placed on the _ recommendation of the Expert Committee vide its Report dated 5th February, 2019, which": "फरवरी 209 दिनांकित विशेषज्ञ समिति की रिपोर्ट की सिफारिश पर अवलम्ब लिया",
  "has been accepted by the UGC and there has been no objection raised to the said recommendation by the respondent-University. Elaborating the said contention, it was’ submitted that’ the": "गया, जिसे यूजीसी ने स्वीकार कर लिया है और प्रत्यर्थी-विधविद्यालय द्वारा उक्त सिफारिश पर कोई आपत्ति नहीं जताई गई है। उक्त तर्क को विस्तृत करते हुए, यह",
  "appellant was appointed as an Assistant professor pursuant to an advertisement dated 3'¢ July, 2004 and though the same was under": "प्रस्तुत किया गया था कि अपीलकर्ता को 3 जुलाई 2004 दिनांकित एक विज्ञापन के अनुसरण में सहायक प्रोफेसर के रूप में नियुक्त किया गया था और हालांकि यह",
  "the Tenth Five Year Plan and it was supported by the UGC,": "दसवीं पंचवर्षीय योजना के तहत था और इसे यूजीसी द्वारा समर्थित किया गया था,",
  "appellant’s services were in fact continued even under’ the": "अपीलकर्ता की सेवाएं वास्तव में ग्यारहवीं पंचवर्षीय योजना के तहत भी जारी रहीं।",
  "Eleventh Five Year Plan. However, the services of the appellant": "हालाँकि अपीलकर्ता की सेवाओं को 3 मार्च 2007 को दसवीं पंचवर्षीय योजना की",
  "appellant as Assistant Professor in the respondent-University on": "समाप्ति पर, प्रत्यर्थी-विश्वविद्यालय में सहायक प्रोफेसर के रूप में अपीलकर्ता की",
  "the ground that he had been appointed during the Tenth Five Year": "गया था कि उसे दसवीं पंचवर्षीय योजना के दौरान नियुक्त किया गया था। लेकिन",
  "Political Science even under the Eleventh Plan. This was the very": "योजना के तहत भी राजनीति विज्ञान विभाग में एक पद की आवश्यकता थी। यह वही",
  "post held by the appellant herein. Therefore, the termination of": "पद था जो अपीलकर्ता द्वारा यहां धारित किया गया था। इसलिए, दसवीं योजना की",
  "10. Learned counsel for the appellant drew our attention to the": "0. अपीलकर्ता के विद्वान अधिवक्ता ने हमारा ध्यान इस तथ्य की ओर आकर्षित",
  "fact that the Expert Committee constituted by the UGC initially": "किया कि यूजीसी द्वारा गठित विशेषज्ञ समिति ने शुरू में एक प्रतिकूल सिफारिश",
  "had submitted an adverse recommendation but subsequently when another Expert Committee was constituted by the UGC a detailed": "प्रस्तुत की थी, लेकिन बाद में जब यूजीसी द्वारा एक अन्य विशेषज्ञ समिति का गठन",
  "appellant as Assistant Professor of the respondent-University. The": "किया गया था, तो अपीलकर्ता को प्रत्यर्थी-विश्वविद्यालय के सहायक प्रोफेसर के रूप",
  "same is supported by reasons given by the Expert Committee. It was": "समिति द्वारा दिए गए कारणों से इसका समर्थन किया गया है। यह कहा गया कि",
  "submitted that the Expert Committee had categorically stated that": "विशेषज्ञ समिति ने स्पष्ट रूप से कहा था कि राजनीति विज्ञान विभाग में सहायक",
  "the termination of the appellant as Assistant professor in Department of Political Science was “perverse and incorrect”. In": "प्रोफेसर के रूप में अपीलकर्ता की सेवा को समाप्त किया जाना \"विकृत और गलत\"",
  "the circumstances, the said recommendation may be accepted and the": "था। इस परिस्थितियों में, उक्त सिफारिश को स्वीकार किया जा सकता है और",
  "appellant may be reinstated in service. It was contended that the": "अपीलकर्ता को सेवा में बहाल किया जा सकता है। यह तर्क दिया गया था कि",
  "respondent-University had terminated the services of the appellant": "प्रत्यर्थी-विश्वविद्यालय ने अपीलकर्ता की सेवाओं को समाप्त कर दिया था क्योंकि",
  "as he had earlier protested against payment of Rs.5,000 per month as donation to the University as said amount was deducted from his": "उसने पहले विश्वविद्यालय को डोनेशन के रूप में प्रति माह रु. 5000 के भुगतान के",
  "salary without any justification. Hence, it was submitted that": "खिलाफ विरोध किया था क्योंकि उक्त राशि को बिना किसी औचित्य के उनके वेतन",
  "relief may be granted to the appellant herein on the basis of the": "समिति द्वारा की गई सिफारिश के आधार पर अपीलकर्ता को राहत दी जा सकती है",
  "the respondent-University had not objected to the same.": "क्योंकि प्रत्यर्थी-विश्वविद्यालय ने इस पर आपत्ति नहीं जताई थी।",
  "11. Mr. Agarwal, learned counsel for the UGC, which was impleaded": "7. यूजीसी के विद्वान अधिवक्ता श्री अग्रवाल जिसे इस अपील में प्रत्यर्थी संख्या 2",
  "Professor, Department of Political Science and in case the said": "रिक्त पद के लिए आवेदन किया और उसे राजनीति विज्ञान विभाग , सामाजिक",
  "his appointment to the post was under the Tenth Plan and was": "\"पद पर उनकी नियुक्ति दसवीं योजना के लिए है, लेकिन उम्मीदवार के",
  "likely to be continued depending upon his’ performance’ and": "प्रदर्शन और पद की उपलब्धता के आधार पर जारी रहने की संभावना है।\"",
  "appointment was a tenure based appointment and the post had been": "संविदा के आधार पर नियुक्त किया गया है और वास्तव में विश्वविद्यालय के",
  "as under:": "कहा गया हैः",
  "Vide letter dated 28.07.2018 written by the University": "(॥) यहां विश्वविद्यालय द्वारा यूजीसी को लिखे गए दिनांक 28.07.208",
  "for 5 years, but pursuant to order dated 27.03.2020,": "लेकिन 27.03.200 के आदेश के अनुसरण में और इसी के अनुपालन",
  "the teachers appointed under the Xth Plan were treated": "में. दसवीं योजना के तहत नियुक्त शिक्षकों को उनकी नियुक्ति की तारीख",
  "from UGC. In their proposal the University had shown an": "था जैसा कि यह जानकारी विश्वविद्यालय द्वारा यूजीसी के एक पत्र के",
  "7 of appointment letter dated 4t' December, 2004, reads as UNdeF ...u .": "8. इसके अलावा, 4 दिसंबर 2004 के नियुक्ति पत्र को पढ़ने पर, यह स्पष्ट है कि",
  "likely to be continued depending upon the performance": "की उपलब्धता के आधार पर इसे जारी रखने की संभावना थी।",
  "16. The pay scale of the appellant was Rs.8,000-13,500 and": "6. अपीलार्थी का वेतनमान 8,000-33,500 रुपये था और सकल वेतन",
  "the gross salary was Rs.13,095. According to the appellant,": "3,095 रुपये था। अपीलकर्ता के अनुसार, डोनेशन के रूप में वेतन से प्रति माह",
  "Rs.5,000 per month was being deducted from the salary as donation which was 38.18% of his gross salary to which": "रु. 5000 की कटौती की जा रही थी जो कि उनके सकल वेतन का 38.8% था,",
  "objection was raised by the appellant. Further, appellant by": "जिस पर अपीलकर्ता द्वारा आपत्ति जताई गई थी। इसके अलावा, अपीलकर्ता ने 9",
  "his letter dated 19t* July, 2006, addressed to the Vice Chancellor of the respondent-University, sought for grant of": "जुलाई 2006 को अपने पत्र द्वारा, प्रत्यर्थी-विश्वविद्यालय के कुलपति को संबोधित",
  "benefit of Ph.D incentive and annual increment and_ (for": "करते हुए, पीएचडी प्रोत्साहन राशि और वार्षिक वेतन वृद्धि के लाभ के लिए और",
  "payment of Dearness Allowance, etc., There was no response to": "महंगाई भत्ते आदि का भुगतान करने की मांग की। पूर्वोक्त पत्र की कोई जबाव नहीं",
  "the aforesaid letter but on 15* March, 2007, the Registrar of the respondent-University informed the appellant that he was": "मिला, लेकिन : मार्च 2007 को, प्रत्यर्थी-विश्वविद्यालय के निबंधक ने अपीलकर्ता",
  "appointed in the Faculty of Social Science, Department of": "में सामाजिक विज्ञान संकाय, राजनीति विज्ञान विभाग में नियुक्त किया गया था जो",
  "Year Plan which was coming to an end on 31St March, 2007, and therefore, his appointment was to automatically come to an": "34 मार्च 2007 को समाप्त होने वाला था और इसलिए, उनकी नियुक्ति उक्त तिथि",
  "end on the said date and the requirement of his services": "को स्वतः समाप्त होने वाली थी और उनकी सेवाओं की आवश्यकता पूरी तरह से",
  "would depend entirely on the decision of the University. As a sequel to the above, on 31S* March, 2007, the Registrar": "विधविद्यालय के निर्णय पर निर्भर करेगी। उपरोक्त के क्रम में, 3 मार्च, 2007 को,",
  "communicated to the appellant that as per the decision of the University dated 28th March, 2007, the post held by the": "निबंधक ने अपीलकर्ता को सूचित किया कि विश्वविद्यालय के 28 मार्च 2007 के",
  "17. Appellant has produced the communication dated 6* April, 2007, written by the University addressed to the Chairman,": "7. अपीलकर्ता ने विश्वविद्यालय द्वारा लिखे गए यूजीसी, अध्यक्ष को संबोधित 6",
  "UGC to the Eleventh plan proposal including the details of the strength in each faculty. According to the appellant, at": "यूजीसी के उदार योगदान और ग्यारहवीं योजना के प्रस्ताव में प्रत्येक संकाय में",
  "the strength in each faculty. According to the appellant, at the end of Tenth plan, the Department of Political Science": "है। अपीलकर्ता के अनुसार, दसवीं योजना के अंत में, राजनीति विज्ञान विभाग को",
  "19. In fact, UGC was impleaded in this appeal by order dated": "2. यूजीसी ने इस न्यायालय के निर्देश पर अपीलकर्ता की शिकायतों की नए सिरे से",
  "21. The UGC constituted another Expert Committee to look into": "जाँच करने के लिए एक अन्य विशेषज्ञ समिति का गठन किया और 29 जनवरी",
  "abolished. Only when there are no students, the Department": "जहाँ कोई छात्र नहीं है , केवल विभाग को विश्वविद्यालय के अन्य",
  "absorption of the employees and teachers of the department in": "विभाग/संकाय में कर्मचारी और शिक्षकों के समायोजन का प्रावधान करके",
  "“In view of the abovesaid facts and circumstances": "\"इस मामले के उपर्युक्त तथ्यों और परिस्थितियों को ध्यान में रखते हुए",
  "of the matter and in supersession of the earlier order dated 23/12/2011 of UGC bearing No.F.85-": "और यूजीसी का 23/2/207 दिनांकित पहले का आदेश जिसकी",
  "opinion that the abolition/termination of the post/services of Dr. Sushil Kumar Tripathi as Assistant Professor, Political Science was perverse and incorrect and thus, this Committee": "का विचार है कि डॉ. सुशील कुमार त्रिपाठी के सहायक प्रोफेसर, राजनीति विज्ञान के पद/सेवाओं को समाप्त करना विकृत और गलत था और इस",
  "recommends that services of Dr. Sushil Kumar Tripathi as Assistant Professor, Department of": "विभाग के सहायक प्रोफेसर के रूप में डॉ. सुशील कुमार त्रिपाठी की",
  "Department of Political Science has been abolished": "राजनीति विज्ञान विभाग को समाप्त कर दिया गया है, तो विश्वविद्यालय",
  "Sushil Kumar Tripathi in other Department/Faculty": "विश्वविद्यालय के अन्य विभाग/संकाय में डॉ. सुशील कुमार त्रिपाठी को",
  "“In view of the above said facts and circumstances of": "\"इस मामले के उपर्युक्त तथ्यों और परिस्थितियों के मद्देनजर और यूजीसी",
  "II), this Committee is of the considered opinion that": "/203 (एसयू-॥) है, के अधिक्रमण में, इस समिति का विचार है कि",
  "the abolition/termination of the post/services of Dr. Sushil Kumar Tripathi as_ Assistant Professor, Political Science was perverse and incorrect and thus,": "डॉ. सुशील कुमार त्रिपाठी के सहायक प्रोफेसर, राजनीति विज्ञान के पद / सेवाओं को समाप्त करना विकृत और गलत था और इस प्रकार, यह",
  "this Committee recommends that the services of Dr.": "समिति सिफारिश करती है कि जेआरएचयू में राजनीति विज्ञान विभाग के",
  "Sushil Kumar Tripathi as_ Assistant Professor,": "सहायक प्रोफेसर के रूप में डॉ. सुशील कुमार त्रिपाठी की सेवाओं को जारी",
  "abolished by the University, the University may absorb": "विज्ञान विभाग को समाप्त कर दिया गया है, तो विश्वविद्यालय विश्वविद्यालय",
  "Dr. Sushil Kumar Tripathi in other Department/Faculty": "के अन्य विभाग/संकाय में डॉ. सुशील कुमार त्रिपाठी को समायोजित कर",
  "The appointment of the appellant was not contractual in": "(क) अपीलार्थी की नियुक्ति प्रकृति में संविदात्मक नहीं थी और उसे वार्षिक वेतन",
  "nature and he was being paid annual increments also. But,": "वृद्धि का भी भुगतान किया जा रहा था। लेकिन, चूंकि उन्होंने हर महीने अपने वेतन",
  "Since he protested regarding the deduction of Rs.5,000 from his salary every month, the increments were stopped": "से 5000 रुपये की कटौती का विरोध किया, इसलिए वेतन वृद्धि रोक दी गई और",
  "and later, his services were also terminated.": "बाद में, उनकी सेवाओं को भी समाप्त कर दिया गया।",
  "Chancellor of the respondent-University to the UGC for": "प्रत्यर्थी-विश्वविद्यालय के कुलपति द्वारा यूजीसी को एक संसूचना संबोधित की गयी",
  "mention regarding abolition of appellant’s post.": "थी, तो अपीलकर्ता के पद की समाप्ति के बारे में कोई उल्लेख नहीं था।",
  "continuation of the Department of Political Science by": "(ग) विश्वविद्यालय द्वारा राजनीति विज्ञान विभाग को जारी रखने के लिए छात्रों की",
  "(d) The UGC had the funds to pay as grants for the post even": "(घ) यूजीसी के पास दसवीं पंचवर्षीय योजना के पूरा होने के बाद भी पद के लिए",
  "following the requisite procedure as prescribed under the": "क़ानून के तहत निर्धारित अपेक्षित प्रक्रिया का पालन करने के बाद नियुक्त किया गया",
  "The University, represented to the UGC on the one hand held out that the post of Assistant professor had been": "(ड़) विश्वविद्यालय ने एक ओर यूजीसी को यह दर्शित किया कि सहायक प्रोफेसर का",
  "abolished while on the other hand, it also stated that": "पद समाप्त कर दिया गया है, जबकि दूसरी ओर, यह भी कहा कि छात्रों की पर्याप्त",
  "the Department of Political Science was being continued": "संख्या होने के कारण राजनीति विज्ञान विभाग को जारी रखा जा रहा था।",
  "The UGC by its communication dated 16t* July, 2007, had": "(च) यूजीसी ने 6 जुलाई 2007 को अपनी संसूचना द्वारा, प्रत्यर्थी-विश्वविद्यालय",
  "(g) There was no abolition of the post held by the appellant": "(छ) इसमें अपीलकर्ता द्वारा धारित किए गए पद की कोई समाप्ति नहीं थी और न ही",
  "herein and nor was the Department of Political Science abolished by the respondent-University.": "प्रत्यर्थी-विश्वविद्यालय द्वारा राजनीति विज्ञान विभाग को समाप्त किया गया था।",
  "It is in the aforesaid circumstances that the UGC, while": "(ज) यह उपरोक्त परिस्थितियों में है कि यूजीसी ने इस न्यायालय द्वारा जारी निर्देश",
  "reconsidering the representation of the _ appellant pursuant to the direction issued by this’ Court recommended that the termination of the services of the": "के अनुसार अपीलार्थी के प्रत्यावेदन पर पुनर्विचार करते हुए सिफारिश की थी कि",
  "appellant was incorrect and therefore his services be": "अपीलकर्ता की सेवाओं की समाप्ति गलत थी और इसलिए उसकी सेवाओं को जारी",
  "continued as has been so done in the case of similarly placed appointees of the Tenth Plan. The UGC also": "रखा जाना चाहिए जैसा कि दसवीं योजना के उसी के समान नियुक्त व्यक्तियों के",
  "appellant be absorbed in the Social Science Faculty of the University.": "विश्वविद्यालय के सामाजिक विज्ञान संकाय में समायोजित किया जाए।",
  "recommendation of the UGC and order of the respondent-": "(झ) यूजीसी की पूर्वोक्त सिफारिश और प्रत्यर्थी-विश्वविद्यालय के आदेश पर कोई",
  "In view of the aforesaid discussion, we find that the": "27. उपरोक्त परिचर्चा के मद्देनजर, हम पाते हैं कि अपीलकर्ता की सेवाओं की समाप्ति",
  "not in accordance with law. Consequently, we set aside the": "अवैध थी और विधि के अनुसार नहीं थी।परिणामस्वरूप, हम उच्च न्यायालय द्वारा",
  "In the circumstances, the respondent-University is directed": "में, प्रत्यर्थी-विश्वविद्यालय को निर्देश दिया जाता है कि वह अपीलकर्ता को राजनीति",
  "to reinstate the appellant as Assistant Professor in the": "विज्ञान विभाग में सहायक प्रोफेसर के रूप में बहाल करे और उसे केवल पेंशन व",
  "benefit of continuity of services only for the purpose of": "सेवानिवृत्त लाभों के उद्देश्य से सेवाओं के जारी रहने का लाभ प्रदान करे, यदि कोई"
}