{
  "deposit as well as bank guarantees and accrued interest": "द्वारा कवर की गई ऐसी राशि को वापस लेने के साथ-साथ बैंक गारंटी",
  "(R. SUBHASH REDDY)": "(न्यायमूर्ति आर. सुभाष रेड्डी)",
  "NEW DELHI;": "नई दिल्ली;",
  "February 07,2020": "07 फरवरी, 2020",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकार",
  "CIVIL APPEAL NO.3890 OF 2010": "सिविल अपील सं. 3890/200",
  "M/s Oudh Sugar Mills Ltd. Appellant": "मेसर्स अवध शुगर मिल्‍्स लिमिटेड ... अपीलार्थी",
  "vs": "बनाम",
  "Union of India & Anr. .. Respondents": "भारत संघ और अन्य ...प्रत्यर्थी",
  "WITH": "के साथ",
  "CIVIL APPEAL NO.3891 OF 2010": "दीवानी अपील सं. 389/200",
  "JUDGMENT": "निर्णय",
  "R.SUBHASH REDDY, J.": "न्यायमूर्ति आर. शुभाष रेडी,",
  "Court of Judicature at Allahabad, Lucknow’ Bench, Lucknow, aggrieved by the judgment and order dated": "लखनऊ बेंच, लखनऊ के समीक्षा याचिका सं. 253/2006 में पारित",
  "18.07.2006 and further order dated 11.09.2007 passed in": "निर्णय और आदेश दिनांकित 8. 07. 2006 और अगला आदेश",
  "(v) Issue an ad interim order in favor of": "(५) याचिकाकर्ताओं के पक्ष में एक तदर्थ अंतरिम आदेश जारी",
  "(vi) Award the cost of the case to the": "(था) मामले की लागत याचिकाकर्ताओं को अधिनिर्णित करें. ”",
  "3. As the appellant did not press for relief on the": "3. चूंकि अपीलकर्ता ने आवश्यक वस्तु अधिनियम, 955 की धारा 3",
  "declaration sought on the validity of Section 3(2)(f)": "(2) (एफ) और 3 (3 सी) की वैधता पर मांगी गई घोषणा पर राहत के",
  "4. For the crushing years 1984-85 and 1985-86 the": "4. पेराई वर्ष 984-85 और 985-86 के लिए अपीलकर्ता चीनी मिल",
  "appellant sugar mill was placed in central zone for the purpose of fixation of price for the levy sugar.": "को लेवी चीनी के लिए मूल्य निर्धारण के उद्देश्य से केंद्रीय जोन में रखा",
  "Mainly, it was the case of the appellant that the": "गया था। मुख्य रूप से, यह अपीलकर्ता का मामला था कि सीतापुर",
  "geographical and climatic conditions of the sugar mills": "जिले में चीनी मिलों की भौगोलिक और जलवायु स्थितियां, इसी तरह",
  "as that of other similarly placed sugar factories namely Seksaria Biswan Sugar Factory Ltd. Biswan,": "के अन्य चीनी कारखानों जैसे सेसरिया बिसवान शुगर फैक्ट्री लिमिटेड,",
  "District Sitapur and Kisan Sahkari Chini Mills Ltd.": "जिला सीतापुर और किसान सहकरी चिन मिल्‍्स लिमिटेड महमूदाबाद",
  "per incentive scheme of Government announced’ in November, 1980. Several relevant factors’ were": "नवंबर, 980 में घोषित सरकार की प्रोत्साहन योजना के अनुसार,",
  "considered by the State Government before announcing policy and for fixation of zones, during the crushing": "के दौरान, नीति की घोषणा करने से पहले और क्षेत्रों के निर्धारण के लिए",
  "reasons, we do not find any illegality in the impugned order dated 18.07.2006 dismissing the Writ Petition and": "लिए, हमें उच्च न्यायालय के दिनांक 8. 07. 2006 के आक्षेपित आदेश",
  "Petition No.253 of 2006, by the High Court. The High": "2007 आदेश के तहत समीक्षा याचिका सं. 253/ 2006 को खारिज",
  "appellant. In view of such findings recorded and other": "की याचिका को खारिज कर दिया है। अभिलेखित किए गए ऐसे निष्कर्षों",
  "reasons referred above, we do not find any merit in": "और ऊपर उल्लिखित अन्य कारणों के मद्देनजर, हमें इन अपीलों में कोई",
  "appeals are, accordingly, dismissed with no order as to costs.": "इन अपीलों को लागत के रूप में बिना किसी आदेश के साथ खारिज कर दिया जाता है।",
  "8. Pursuant to interim orders passed by this Court,": "8. इस न्यायालय द्वारा पारित अंतरिम आदेशों के अनुसार, मांग की गई",
  "50% of the amount demanded is deposited by the appellant in the Registry and for the remaining 50%": "राशि का 50% रजिस्ट्री में अपीलकर्ता द्वारा जमा किया जाता है और",
  "bank guarantees are furnished. We allow the respondent -": "शेष 50% बैंक गारंटी प्रस्तुत की जाती है। हम प्रत्यर्थी-सरकार, जमा",
  "controlled commodity during the relevant time, covered": "के तहत कवर किए गए प्रासंगिक समय के दौरान चीनी एक नियंत्रित",
  "1955. Certain quantity of sugar called levy sugar, was": "वस्तु थी। कुछ मात्रा में चीनी को लेवी चीनी कहा जाता है, जिसे सरकार",
  "to be supplied to the Government at a price fixed by": "द्वारा निर्धारित मूल्य पर सरकार को आपूर्ति की जानी थी और उसमें से",
  "of levy sugar was Fixed based on the Control Order": "तहत बनाए गए नियंत्रण आदेश के आधार पर तय की गई थी। लेवी",
  "of levy sugar was fixed by the Central Government,": "चीनी का मूल्य केंद्र सरकार द्वारा निर्धारित किया गया था, जिसमें",
  "having regard to various factors, including the basis": "अनुसूचियों के आधार सहित विभिन्न कारकों को ध्यान में रखते हुए तय",
  "of Industrial Cost & Prices (BICP) regarding the zonal": "होता है कि जोनल पैटर्न के संबंध में औद्योगिक लागत और मूल्य ब्यूरो",
  "India and the same was not implemented. The appellant": "और इसे लागू नहीं किया गया था। अपीलकर्ता ने बिसवान और",
  "Mahmoodabad, but such units were transferred to eastern zone on merits adjudged by the State Government and": "लेकिन ऐसी इकाइयों को राज्य सरकार और छा07 द्वारा घोषित योग्यता के आधार पर पूर्वी क्षेत्र में स्थानांतरित कर दिया गया था और",
  "each factory. Zones were also not as per the revenue districts. Merely because there is difference in price": "लिए। जोन भी राजस्व जिलों के अनुसार नहीं थे। केवल इसलिए कि",
  "in central zone and eastern zone, the appellant cannot": "केंद्रीय क्षेत्र और पूर्वी क्षेत्र में मूल्य में अंतर है, अपीलकर्ता दावा नहीं कर",
  "in eastern zone instead of central zone during the": "जोन के बजाय पूर्वी जोन में रखा जाना था। रिट याचिका में आक्षेपित अस्वीकरण",
  "experts. The conclusions reached by the Central Government in exercise of statutory power cannot be": "के प्रयोग में केंद्र सरकार द्वारा दिए गए निष्कर्षों को या तो भेदभावपूर्ण",
  "said to be either discriminatory or unreasonable. So": "या अनुचित नहीं कहा जा सकता है। अब तक बिसवान और महमूदबाद",
  "concerned, they were transferred to eastern zone on the basis of merits adjudged by the State. When the": "में चीनी इकाइयों का संबंध है, उन्हें राज्य द्वारा घोषित योग्यता के आधार पर पूर्वी क्षेत्र में स्थानांतरित कर दिया गया था। जब राजस्व",
  "revenue districts are not the limits for zonal": "जिले जोनल डिवीजन के लिए सीमाएं नहीं हैं, तो अपीलकर्ता केवल इस",
  "division, the appellant cannot claim parity with other units only on the ground that all the units are": "आधार पर अन्य इकाइयों के साथ समानता का दावा नहीं कर सकता है",
  "units only on the ground that all the units are Situated in Sitapur district. Even with regard to": "कि सभी इकाइयां सीतापुर जिले में स्थित हैं। अपीलकर्ता इकाई के",
  "appellant unit, after a lapse of time it was considered feasible to place it in eastern zone and we are": "संबंध में भी, समय की कमी के बाद इसे पूर्वी क्षेत्र में रखना संगत माना",
  "informed that the same was placed in eastern zone. As": "गया और हमें सूचित किया गया कि इसे पूर्वी क्षेत्र में रखा गया था। जैसा",
  "the appellant has failed to demonstrate any invidious discrimination and statutory violation, merely on the": "कि अपीलकर्ता किसी भी गैरकानूनी भेदभाव और वैधानिक उल्लंघन को",
  "transferred to eastern zone and that the representation": "की अन्य इकाइयों को पूर्वी क्षेत्र में स्थानांतरित कर दिया गया था और",
  "crushing years, is no ground for interference. We are": "बढाया गया, अतः हस्तक्षेप के लिए कोई आधार नहीं है। हमें इस दलील",
  "central zone and other units in Sitapur district in the": "सीतापुर जिले में केंद्रीय क्षेत्र और अन्य इकाइयों में अपीलकर्ता इकाई",
  "appellant at two different times in two different zones": "अलग क्षेत्रों में अपीलकर्ता के कारखाने को दो अलग -अलग समय पर"
}