{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NOS. 6124-6125 OF 2019": "सिविल अपील सं. 624-625 सन्‌ 209",
  "(Arising out of SLP (Civil) Nos.175-176 of 2019)": "(एसएलपी (दीवानी) सं. .75-76 सन्‌ 209 से उद्धृत)",
  "The Superintendent of Post Offices .... Appellant(s) & Ors.": "डाक अधीक्षक एवं अन्य... ....... अपीलार्थी (गण)",
  "Versus": "बनाम",
  "Hanuman Giri .... Respondent(s)": "हनुमान गिरि .................................. प्रत्यर्थी (गण )",
  "JUDGMENT": "निर्णय",
  "A.S. Bopanna.,J.": "न्यायमूर्ति, ए.एस. बोपन्ना",
  "Leave granted.": "अनुमति प्रदान की गई।",
  "2. The appellants herein are assailing the order dated": "2. इसमें अपीलार्थीगण इलाहाबाद उच्च न्यायालय के रिट ए. सं. 9549/207",
  "19.07.2013 passed by the High Court of Judicature at": "में पारित 9. 07. 203 दिनांकित के आदेश को चुनौती दे रहे हैं। उक्त",
  "High Court has dismissed the appeal filed by the": "आदेश से उच्च न्यायालय ने यहां अपीलार्थीगण द्वारा दायर याचिका को",
  "appellants herein. The Review filed by the appellants was": "खारिज कर दिया। अपीलार्थीगण द्वारा दायर की गई पुनर्विचार याचिका को",
  "vees also dismissed through the subsequent order dated": "पश्चातवर्ती 2.08.207 दिनांकित आदेश के द्वारा खारिज कर दिया गया",
  "passed by the Central Administrative Tribunal, Allahabad": "था। इस आलोक में केंद्रीय प्रशासनिक अधिकरण , इलाहाबाद न्यायपीठ,",
  "Bench, Allahabad, (“CAT” for short) in O.A.No.888/2009": "इलाहाबाद (संक्षेप में \"सीएटी\") ओ. ए.नं. 888/2009 द्वारा 05.0.200",
  "High Court. It is in that view, the appellants are before": "द्वारा स्वीकृत है। यह इस दृष्टिकोण में है, कि अपीलार्थीगण इन अपीलों में",
  "this Court assailing the above stated orders in these": "उपरोक्त बताये गये आदेशों को चुनौती देते हुए इस न्यायालय के समक्ष हैं।",
  "3. The brief facts which are to be noted limited for": "3. संक्षिप्त तथ्य जो इन अपीलों के विचार करने हेतु सीमित करने के लिए",
  "4. The second appellant herein, namely, the Post Master General, Kanpur Region, Kanpur, U.P. issued a": "4. यहां पर दूसरे अपीलकर्ता, अर्थात्‌ महाडाकपाल, कानपुर क्षेत्र, कानपुर यूपी पोस्टमैन के पद पर पदोन्नति हेतु विचार करने के लिए परीक्षा में",
  "Extra Departmental Delivery Agents (“Delivery Agents” for": "उपस्थित होने के लिए अतिरिक्त विभागीय वितरण एजेंटों (संक्षेप में 'वितरण",
  "and the other similarly placed Delivery Agents had": "समान रूप से रखे गए डिलीवरी एजेंट उपस्थित हुए थे। इस तरह की",
  "before the High Court, by the said Shri Jagmohan Yadav": "उचित तरीके से अवमानना याचिका के प्रतिफल में श्री जगमोहन यादव और",
  "and others. The said Writ Petition was allowed and the": "समक्ष दायर की गई। उक्त रिट याचिका की अनुमति दी गई थी और मामले",
  "matter was remitted to the CAT for consideration afresh": "को नए सिरे से विचार के लिए सी.ए.टी को भेज दिया गया था और उक्त",
  "and in the said process the said Shri Jagmohan Yadav": "प्रक्रिया में श्री जगमोहन यादव को एक पोस्टमैन के रूप में पदोन्नत किया",
  "herein also having appeared in the examination held on 18.08.1991 sought to take the benefit of the direction issued by the CAT in O.A.No.546/1992 though he was": "में उपस्थित होने वाले प्रत्यर्थी ने 0. # ०. 546/992 में सी.ए.टी द्वारा जारी दिशा-निर्देश का लाभ लेने की मांग की, हालांकि वह इसमें एक पार्टी",
  "not a party therein. Accordingly he filed a representation dated 02.07.2007 and claimed for promotion as a Postman. The appellants herein did not consider the": "नहीं थी। तदनुसार उन्होंने दिनांक 02. 07. 2007 को एक विरोध पत्र दायर किया और एक डाकिया के रूप में पदोन्नति के लिए दावा किया। यहाँ के अपीलार्थीगण ने समान रूप से इस पर विचार नहीं किया लेकिन उसे सूचित",
  "same favourably but intimated him that he was not an applicant in O.A.No.546/1992 and in that view the result": "किया कि वह 0. #. ९०. 546/992 में आवेदक नहीं थे और इस दृष्टि से",
  "in the examination held for promotion was not declared.": "पदोन्नति के लिए आयोजित परीक्षा में परिणाम घोषित नहीं किया गया था।",
  "to Information Act, 2005 and on learning that he had obtained 127.5 marks, at the outset was of the": "और यह जानने पर कि उसने 27. 5 अंक प्राप्त किए थे, शुरुआत में इस",
  "taken note hereinabove and has approved the order passed by the CAT. The Review Petition filed by the": "कि यहां नोट किया गया है और सी.ए.टी द्वारा पारित आदेश को मंजूरी दी है।",
  "appellants herein though was dismissed, one aspect of": "अपीलार्थीगण द्वारा यहां दायर की गई पुनर्विचार याचिका यद्यपि खारिज कर",
  "the matter which got highlighted and clarified therein is": "दिया गया था, इस मामले के एक पहलू पर प्रकाश डाला गया और स्पष्ट",
  "that the claim as put forth by the respondent that he was": "किया गया कि प्रत्यर्थी द्वारा यह दावा किया गया है कि वह श्री जगमोहन",
  "more meritorious than Shri Jagmohan Yadav was not the correct position inasmuch as the_ said _ Shri": "यादव की तुलना में अधिक मेधावी थे, जैसा कि सही स्थिति नहीं थी। श्री",
  "Jagamohan Yadav had obtained 137 marks as against 127.5 marks obtained by the respondent herein.": "जगमोहन यादव ने प्रत्यर्थी द्वारा प्राप्त ।27.5 अंकों के मुकाबले 37 अंक प्राप्त",
  "However, the High Court was of the opinion that even if": "किए थे। हालाँकि, उच्च न्यायालय की राय थी कि भले ही वह स्थिति हो ,",
  "that be the position, the basic consideration as made by the CAT and taken note by it in its order does not get": "सी.ए.टी द्वारा किए गए मूल विचार और इसके आदेश में नोट किए जाने पर",
  "altered. In that view the point that would remain for": "भी परिवर्तन नहीं होता है। उस दृष्टिकोण में जो बिंदु यहां विचार के लिए",
  "the case of the respondent that through the said marks": "किए थे। प्रत्यर्थी का यह मामला था कि उक्त अंकों के माध्यम से जब से वह",
  "since he was placed at Serial No.12 in the merit list and there were 17 vacancies in Kanpur Head Post Office he": "क्रम सूची में क्रम संख्या 2 में रखा गया था और कानपुर हेड पोस्ट ऑफिस",
  "was entitled. Hence he sought for promotion as Postman": "में ।7 रिक्तियां थीं, वह हकदार थे। इसलिए उन्होंने पोस्टमैन के रूप में",
  "since according to him his rank in the merit list was": "पदोन्नति की मांग की क्योंकि उनके अनुसार क्रम सूची में उनकी रैंक रिक्तियों",
  "within the number of vacancies. The said claim of the": "की संख्या के भीतर थी। यहाँ प्रत्यर्थी के उक्त दावे को यहां के अपीलार्थीगण",
  "the CAT in O.A. No.888/2009.": "888/2009 में सी.ए.टी का दरवाजा खटखटाया था।",
  "6. In the said proceedings the appellants herein opposed the claim of respondent herein. The CAT by": "6. उक्त कार्यवाही में अपीलार्थीगण ने यहां प्रत्यर्थी के दावे का विरोध किया।",
  "O.A.No.546/1992 (relating to Shri Jagmohan Yadav and": "0. 200 के माध्यम से, 0.8 १०. 546/992 (श्री जगमोहन यादव एवं",
  "others) based on which the respondent herein was": "अन्य से संबंधित) में पारित आदेश के दायरे पर ध्यान दिया, जिसके आधार",
  "making a claim. Since the claim of respondent herein had": "पर प्रत्यर्थी दावा कर रहा था। चूंकि प्रत्यर्थीगण द्वारा इस आधार पर प्रत्यर्थी",
  "was not the applicant in O.A.No.546/1992, the CAT by": "आवेदक नहीं था, सी.ए.टी द्वारा दिनांक 05. 02. 997 को आदेश दिया गया",
  "issued by the Chief Post Master General dated 27.07.1992 and directed to publish the result of all": "था कि मुख्य महाडाकपाल, यूपी द्वारा पारित दिनांकित 27. 07. 992 के",
  "vacancies available in Kanpur Head Post Offices as per": "निकाला जा सके कि क्या कानपुर हेड पोस्ट ऑफिस में 7 रिक्तियों के",
  "19.07.2013 passed in Writ Appeal No.9549/2011 and the": "203 के आदेश को रिट याचिका सं. 9549/20 में पारित किया गया और",
  "14. Accordingly, the instant appeals are allowed with": "।4. तदनुसार, त्वरित अपील को बिना किसी लागत के आदेश के साथ",
  "(A.S. BOPANNA)": "(न्यायमूर्ति, ए.एस.बोपन्ना )",
  "New Delhi,": "नई दिल्ली,",
  "August 06, 2019": "06 अगस्त 209",
  "Division, Fatehgarh Division and Banda Division are": "फतेहपुर संभाग, फतेहगढ़ संभाग और बांदा संभाग की क्रम सूची अलग से",
  "Fatehpur Division, Fatehgarh Division and Banda": "सामान्य क्रम सूची जिसमें फतेहपुर संभाग, फतेहगढ़ संभाग और बांदा संभाग",
  "examinations are held the qualified candidates will have to go to other Divisions on availability of vacancy as there": "योग्य उम्मीदवारों को रिक्ति की उपलब्धता पर अन्य संभाग में जाना होगा",
  "was no vacancy of Postman in Banda Division. If that be": "क्योंकि बांदा संभाग में पोस्टमैन की कोई रिक्ति नहीं थी। यदि कानपुर हेड",
  "from all Divisions including Banda Division wherein the respondent was working would be entitled to be": "संभाग सहित सभी संभाग से वरियता के क्रम में व्यक्ति, जिसमें प्रत्यर्थी काम",
  "considered based on common merit list.": "कर रहा था, सामान्य वरियता सूची के आधार पर विचार करने का हकदार होगा।",
  "12. In that situation though in the merit list of Banda": "|2. उस स्थिति में हालांकि बांदा संभाग श्री जगमोहन यादव की क्रम सूची में",
  "merit list Shri Jagmohan Yadav was at Serial No.2 while": "सूची में श्री जगमोहन यादव क्रम संख्या 2 में थे, जबकि प्रत्यर्थी यहां क्रम",
  "the respondent herein was at Serial No.43. The total marks obtained by the candidates would indicate that the": "संख्या 43 पर था। उम्मीदवारों द्वारा प्राप्त कुल अंकों से संकेत मिलता है कि",
  "person at Serial No.17 in the said common merit list had": "उक्त सामान्य क्रम सूची में क्रम संख्या 7 में व्यक्ति ने 3। अंक प्राप्त किए थे",
  "obtained 131 marks and after the said candidate there are several other candidates who had obtained marks up": "और उक्त उम्मीदवार के बाद कई अन्य उम्मीदवार हैं जिन्होंने ।28 तक अंक",
  "is at Serial No.43. In such situation ignoring the others,": "है। ऐसी स्थिति में दूसरों की अनदेखी करते हुए, किसी भी घटना में प्रत्यर्थी",
  "the respondent herein in any event cannot be promoted. Hence the consideration made by the CAT in favour of the": "को पदोन्नत नहीं किया जा सकता है। इसलिए सी.ए.टी द्वारा प्रत्यर्थी के पक्ष",
  "respondent herein would not be justified. Though": "में किए गए विचार को उचित नहीं ठहराया जाएगा। यद्यपि अंततः उच्च",
  "ultimately in the Review Petition before the High Court the fact that the respondent had not secured more": "न्यायालय के समक्ष पुनर्विचार याचिका में यह तथ्य कि प्रत्यर्थी ने श्री",
  "marks than Shri Jagmohan Yadav was taken note and": "जगमोहन यादव की तुलना में अधिक अंक प्राप्त नहीं किए थे और स्पष्ट किया",
  "was Clarified that even otherwise the direction issued was": "गया था कि अन्यथा भी जारी किया गया निर्देश उचित था। हम पाते हैं कि",
  "above it appears that what weighed in the mind of the CAT in O.A.No.888/2009 was a wrong assumption of the": "888/2009 में सी.ए.टी के दिमाग में क्या था, प्रत्यर्थी की गलत धारणा उस",
  "respondent being more meritorious than the candidate": "उम्मीदवार की तुलना में अधिक मेधावी थी जिसे पहले के आदेशों के कारण"
}