{
  "Held: Though it is clear that there can be no blanket rule that a second petition u/s. 482 Cr.P.C. would not lie in any situation and it would": "व्यापक नियम नहीं हो सकता कि धारा 482 सीआरपीसी के तहत किसी भी स्थिति में दूसरी याचिका दायर नहीं",
  "depend upon the facts and circumstances of the individual case, it is not": "की जाएगी, और यह व्यक्तिगत मामले के तथ्यों और परिस्थितियों पर निर्भर करेगा, किसी पीड़ित व्यक्ति के लिए",
  "open to a person aggrieved to raise one plea after the other, by invoking the jurisdiction of the High Court u/s. 482 Cr.P.C., though all such pleas": "सीआरपीसी की धारा 482 के तहत उच्च न्यायालय के अधिकार क्षेत्र का उपयोग करके एक के बाद एक याचिका",
  "were very much available even at the first instance — Permitting the filing of": "दायर करना संभव नहीं है, हालाँकि ऐसी सभी दलीलें पहली बार में भी बहुत उपलब्ध थीं। इस सिद्धांत की",
  "successive petitions u/s. 482 Cr.P.C. ignoring this principle would enable an": "अनदेखी करते हुए सीआरपीसी की धारा 482 के तहत लगातार याचिकाएं दाखिल करने की अनुमति देने से एक",
  "ingenious accused to effectively stall the proceedings against him to suit his": "सरल आरोपी अपने हित और सुविधा के अनुरूप अपने खिलाफ कार्यवाही को प्रभावी ढंग से रोक सकेगा,",
  "Cr.P.C., irrespective of when the cause therefor arose — Such abuse of process": "सीआरपीसी की धारा 482 के तहत एक के बाद एक याचिका दायर करके, भले ही कारण कभी भी उत्पन्न हुआ हो। प्रक्रिया के इस तरह के दुरुपयोग की अनुमति नहीं दी जा सकती।",
  "the cognizance thereof by the Court concerned were well before the filing of the first petition u/s. 482 Cr.P.C., wherein challenge was made only to": "की धारा 482 के तहत पहली याचिका दायर करने से काफी पहले था, जिसमें केवल मंजूरी आदेश को चुनौती दी गई थी। ऐसा होने पर, याचिकाकर्ता बाद के समय में आरोप पत्र और संज्ञान आदेश के संबंध में उच्च न्यायालय के",
  "the sanction order — That being so, the petitioner was not at liberty to again invoke the inherent jurisdiction of the High Court in relation to the charge sheet and the cognizance order at a later point of time. [Paras 11 and 12]": "गई थी। ऐसा होने पर, याचिकाकर्ता बाद के समय में आरोप पत्र और संज्ञान आदेश के संबंध में उच्च न्यायालय के अंतर्निहित क्षेत्राधिकार को फिर से लागू करने के लिए स्वतंत्र नहीं था। इसलिए, इस आशय का इलाहाबाद उच्च",
  "Superintendent and Remembrancer of Legal Affairs, West Bengal vs. Mohan Singh and others (1975) 3 SCC 706; Anil Khadkiwala vs. State": "सुप्रीटेन्डेन्ट एण्ड रिमेम्ब्रेन्‍्सर ऑफ लीगल अफेयर्स, वेस्ट बंगाल बनाम मोहन सिंह और अन्य(975) 3 एससीसी 706; अनिल खड़कीवाला बनाम राज्य (गवर्नमेन्ट ऑफ एनसीटी ऑफ दिल्ली)(2049) 7 एससीसी",
  "(Government of NCT of Delhi) (2019) 17 SCC 294; S.M.S. Pharmaceuticals Ltd. vs. Neeta Bhal (2007) 4 SCC 70; Vinod Kumar, IAS. vs. Union of India": "294; एस.एम.एस. फार्मास्यूटिकल्स लिमिटेड बनाम नीता भाल(2007) 4 एससीसी 70; विनोद कुमार,",
  "and others 2021 SCC OnLine SC 559; Simrikhia vs. Dolley Mukherjee and": "आईएएस बनाम यूनियन ऑफ इंडिया और अन्य 2027 एससीसी ऑनलाइन एससी 559; सिमरिखिया वि.",
  "Chhabi Mukherjee and another (1990) 2 SCC 437: [1990] 1 SCR 788;": "डॉली मुखर्जी और छवि मुखर्जी और अन्य(990) 2 एससीसी 437:[4990] 4 एससीआर 788; सूरज देवी",
  "48; R. Annapurna vs. Ramadugu Anantha Krishna Sastry and others (2002) 10 SCC 40 — referred to.": "रामदुगु अनंत कृष्ण शास्त्री और अन्य(2002) 0 एससीसी 40 - संदर्भित।",
  "S. Madan Kumar vs. K. Arjunan 2006 SCC Online Mad 94 — approved.": "एस. मदन कुमार बनाम के. अर्जुनन 2006 एससीसी ऑनलाइन मैड 94--अनुमत।",
  "OTHER CASE DETAILS INCLUDING IMPUGNED ORDER AND APPEARANCES": "आक्षेपित आदेश और उपस्थिति सहित अन्य मामले का विवरण",
  "CRIMINAL APPELLATE JURISDICTION : Special Leave Petition": "आपराधिक अपीलीय क्षेत्राधिकार: विशेष अनुमति याचिका (सीआरएल) संख्या 7976/2023",
  "From the Judgment and Order dated 20.02.2023 of the High Court of Judicature at Allahabad in A482 No.2014 of 2022.": "ए 482 संख्या 204/2022 में उच्च न्यायालय, इलाहाबाद के निर्णय और आदेश दिनांक 20.02.2023 से।",
  "Appearances:": "प्रस्तुतियाँ:",
  "Pradeep Kumar Singh Baghel, Sr. Adv., Abhishek Kumar Singh, Ramesh Chandra Tiwari, Abhinav Jaganathan, Ms. Pallavi Baghel, Ms. Anamika Yadav, Sidharth Shukla, Advs. for the Petitioner.": "याचिकाकर्ता के लिए वरिष्ठ अधिवक्ता प्रदीप कुमार सिंह बघेल, अभिषेक कुमार सिंह, रमेश चंद्र तिवारी, अभिनव जगनाथन, कु. पल्लवी बघेल, कु. अनामिका यादव, सिद्धार्थ शुक्का।",
  "S. Nagamuthu, Sr. Adv. (Amicus Curiae), M. P. Parthiban, R. Sudhakaran, Hari Hara Sudha, Shreyas Kaushal, Advs. for the Respondents.": "प्रतिवादियों के लिए वरिष्ठ अधिवक्ता एस नागामुथु, (न्याय मित्र), एम. पी. पार्थिबन, आर. सुधाकरन, हरि हर सुधा, श्रेयस कौशल।",
  "JUDGMENT / ORDER OF THE SUPREME COURT": "सर्वोच्च न्यायालय का निर्णय/आदेश",
  "ORDER": "आदेश",
  "SANJAY KUMAR, J.": "न्यायमूर्ति संजय कुमार",
  "1. ‘Is a second petition maintainable under Section 482 Cr.P.C. on": ".'क्या दूसरी याचिका सीआरपीसी की धारा 482 के तहत उन आधारों पर सुनवाई योग्य है जो इसके तहत",
  "grounds that were available for challenge even at the time of filing of the first petition thereunder?’": "पहली याचिका दायर करने के समय भी चुनौती के लिए उपलब्ध थे? '",
  "2. This is the short question that arises for consideration.": "2. यह एक छोटा सा प्रश्न है जो विचार हेतु उठता है।",
  "3. As the issue turned on the very maintainability of the case, Mr. S. Nagamuthu, learned senior counsel, was requested to assist the Court and,": "3. मामले की पोषणीयता पर विचार करने पर, विद्वान वरिष्ठ अधिवक्ता श्री एस नागामुथु से न्यायालय की सहायता",
  "4. We may first note the relevant facts: Complaint dated 23.06.2012": "4. हम पहले प्रासंगिक तथ्यों पर ध्यान दे सकते हैं: शिकायत दिनांक 23.06.2042 को संयुक्त निदेशक, राज्य",
  "was filed by the Joint Director, State Urban Development Authority, Uttar Pradesh, before the Station House Officer, Police Station Kotwali, Rampur,": "शहरी विकास प्राधिकरण, उत्तर प्रदेश के नेतृत्व में थाना प्रभारी, पुलिस स्टेशन कोतवाली, रामपुर के समक्ष दर्ज",
  "alleging irregularities in the construction of toilets under the Integrated Low": "की गई थी, जिसमें एकीकृत कम लागत वाली स्वच्छता योजना के तहत शौचालयों के निर्माण में अनियमितता",
  "involved. The petitioner herein, being the Project Director/Additional District Magistrate, Rampur, at the relevant time, was also implicated.": "समय पर परियोजना निदेशक/अपर जिला मजिस्ट्रेट, रामपुर था, को भी फंसाया गया था। इसके बाद सी.सी.",
  "under Sections 409, 420, 467 and 471 IPC and Sections 7 and 13 of the Act": "धारा 7 और 43 के साथ पठित आईपीसी की धारा 409, 420, 467, 468, 474 और 420 बी के तहत",
  "under Sections 409, 420, 467, 468, 471 IPC and Sections 7 and 13 of the Act": "467, 468, 474 और 420 बी के साथ पठित भ्रष्टाचार निवारण अधिनियम, 4988 की धारा 7 और 43 के",
  "that when the first petition under Section 482 Cr.P.C was withdrawn with": "साथ सीआरपीसी की धारा 482 के तहत याचिका दायर की - औचित्य:",
  "be denuded of its inherent jurisdiction under Section 482 Cr.P.C. on being petitioned again and the principle of res judicata would not stand attracted.": "बार में भी उपलब्ध थीं - इस सिद्धांत की अनदेखी करते हुए सीआरपीसी की धारा 482 के तहत लगातार याचिकाएं दाखिल करने की अनुमति देने से एक सरल आरोपी अपने हित और सुविधा के अनुरूप अपने खिलाफ",
  "Section 482 Cr.P.C would not bar filing of a subsequent petition thereunder": "कार्यवाही को प्रभावी ढंग से रोक सकेगा, सीआरपीसी की धारा 482 के तहत एक के बाद एक याचिका दायर",
  "jurisdiction under Section 482 Cr.P.C cannot be invoked to override the": "सीआरपीसी की धारा 482 के तहत पहली याचिका दायर करने से काफी पहले था, जिसमें केवल मंजूरी आदेश",
  "at Bareilly as Special Case No. 19 of 2016.": "के रूप में बरेली की विशेष अदालत द्वारा फाइल पर लिया गया।",
  "6. Long thereafter, the petitioner filed his first petition under Section 482 Cr.P.C., viz., Criminal Misc. Application No. 8465 of 2018, before the Allahabad High Court. Therein, he chose to challenge only the Government’s": "6. काफी समय बाद, याचिकाकर्ता ने सीआरपीसी की धारा 482, यानी क्रिमिनल मिसलेनियस एप्लीकेशन संख्या 8465/2048 के तहत अपनी पहली याचिका इलाहाबाद उच्च न्यायालय के समक्ष दायर की। उसमें,",
  "sanction order dated 03.12.2013. The State opposed the application,": "उन्होंने केवल सरकार के दिनांक 03.2.2043 के मंजूरी आदेश को चुनौती देने का विकल्प चुना। राज्य ने",
  "Court. Thereupon, the petitioner’s counsel sought liberty to approach the Trial Court by way of an appropriate application challenging the sanction.": "याचिकाकर्ता के अधिवक्ता ने मंजूरी को चुनौती देने के लिए एक उचित आवेदन के माध्यम से ट्रायल कोर्ट से",
  "Accepting that plea, the High Court disposed of the application, vide order": "संपर्क करने की स्वतंत्रता मांगी। उस याचिका को स्वीकार करते हुए, उच्च न्यायालय ने दिनांक 5.2.2020 के",
  "Court and challenge the sanction order. Significantly, at the time of filing of this first petition under Section 482 Cr.P.C., the charge sheet was very": "को चुनौती देने की छूट मिल गई। महत्वपूर्ण बात यह है कि धारा 482 सीआरपीसी के तहत इस पहली याचिका",
  "much on record and the learned Sessions Judge, Rampur, had already taken": "को दाखिल करने के समय, आरोप पत्र रिकॉर्ड पर था और विद्वान सत्र न्यायाधीश, रामपुर ने पहले ही संज्ञान ले",
  "7. However, it was only in the year 2022 that the petitioner felt inspired to file a second petition under Section 482 Cr.P.C., viz., Criminal": "7. हालाँकि, वर्ष 2022 में ही याचिकाकर्ता को सीआरपीसी की धारा 482, यानी क्रिमिनल मिसलेनियल",
  "and the proceedings in Special Case No. 19 of 2016, insofar as he was concerned. This application was dismissed by the Allahabad High Court,": "2.06.205; और विशेष मामले संख्या 49/2046 में कार्यवाही करने की थी। इस आवेदन को इलाहाबाद",
  "vide order dated 20.02.2023. Therein, the High Court noted that the": "उच्च न्यायालय ने दिनांक 20.02.2023 के आदेश द्वारा खारिज कर दिया था। उसमें, उच्च न्यायालय ने कहा कि",
  "petitioner had earlier filed Criminal Misc. Application No. 8465 of 2018 under Section 482 Cr.P.C. with a limited prayer - to quash the sanction order dated 30.12.2013. Holding that it was not open to the petitioner to go on": "याचिकाकर्ता ने दिनांक 30.42.2043 के मंजूरी आदेश को रद्द करने के लिए पहले क्रिमिनल मिसलेनियल एप्लीकेशन संख्या 8465/2048 एक सीमित प्रार्थना के साथ दायर की थी। यह मानते हुए कि याचिकाकर्ता के",
  "the charge sheet or the order of cognizance when he had filed the first petition": "तहत पहली याचिका दायर की थी, तो उसने आरोप पत्र या संज्ञान के आदेश से व्यथित महसूस नहीं किया था।",
  "under Section 482 Cr.P.C., the High Court concluded that the subsequent petition challenging the same would not be maintainable and dismissed the": "उच्च न्यायालय ने निष्कर्ष निकाला कि इसे चुनौती देने वाली अगली याचिका सुनवाई योग्य नहीं होगी और",
  "application. It is against this order that the petitioner approached this Court by way of the present case.": "आवेदन खारिज कर दिया। इस आदेश के विरुद्ध याचिकाकर्ता ने वर्तमान मामले के माध्यम से इस न्यायालय का",
  "8. On behalf of the petitioner, Mr. Pradeep Kumar Singh Baghel,": "8. याचिकाकर्ता की ओर से, विद्वान वरिष्ठ अधिवक्ता श्री प्रदीप कुमार सिंह बघेल तर्क देंगे कि सीआरपीसी की",
  "learned senior counsel, would argue that a second petition is maintainable under Section 482 Cr.P.C.. He relied on the judgment of this Court in": "धारा 482 के तहत दूसरी याचिका सुनवाई योग्य है। उन्होंने सुप्रीटेंडेन्ट एण्ड रेमेम्ब्रेन्सर ऑफ लीगल अफेयर्स,",
  "a quash petition under Section 482 Cr.P.C. was dismissed on 28.01.1995": "सीआरपीसी की धारा 482 के तहत एक रद्द याचिका 28.04.4995 को खारिज कर दी गई थी और इसका",
  "and without mentioning the same, another petition was filed under Section 482 Cr.P.C. with a similar prayer. Noting that the second petition was not": "उल्लेख किए बिना, इसी तरह की प्रार्थना के साथ धारा 482 सीआरपीसी के तहत एक और याचिका दायर की",
  "made on the strength of anything which had developed after 28.01.1995": "गई थी। यह देखते हुए कि दूसरी याचिका 28.04.995 के बाद विकसित हुई किसी भी बात के आधार पर नहीं",
  "but only on the facts which subsisted prior to that date, this Court held that": "बनाई गई थी, बल्कि केवल उन तथ्यों पर बनाई गई थी जो उस तारीख से पहले मौजूद थे, इस न्यायालय ने",
  "the second petition was not maintainable, as the High Court did not have": "अवधारित किया कि दूसरी याचिका सुनवाई योग्य नहीं थी, क्योंकि उच्च न्यायालय के पास दिनांक 28.04.995",
  "10. In S. Madan Kumar vs. K. Arjunan’, the Madras High Court": "0. एस. मदन कुमार बनाम के अर्जुनन मामले में मद्रास उच्च न्यायालय ने यह कहा कि एक व्यक्ति जो",
  "observed that a person who invokes Section 482 Cr.P.C. should honestly come before the Court raising all the pleas available to him at that point of": "सीआरपीसी की धारा 482 का इस्तेमाल करता है, उसे ईमानदारी से उस समय उसके पास उपलब्ध सभी",
  "come before the Court raising all the pleas available to him at that point of time and he is not supposed to approach the Court with instalment pleas. It": "दलीलों को लेकर अदालत के सामने आना चाहिए और उससे किस्त याचिकाओं के साथ अदालत में संपर्क करने",
  "was further observed that there may be a change of circumstances during": "की अपेक्षा नहीं की जाती है। आगे यह देखा गया कि आपराधिक कार्यवाही के दौरान परिस्थितियों में बदलाव हो",
  "the course of criminal proceedings which would give scope for the person aggrieved to invoke the inherent jurisdiction of the Court, but when he is": "सकता है, जिससे पीड़ित व्यक्ति को न्यायालय के अंतर्निहित अधिकार क्षेत्र का इस्तेमाल करने की गुंजाइश"
}