{
  "JUDGMENT / ORDER OF THE SUPREME COURT": "सर्वोच्च न्यायालय का निर्णय/आदेश",
  "JUDGMENT": "निर्णय",
  "Leave granted.": "अनुमति प्रदान की गई।",
  "the writ petitions were allowed and the First Information Report! lodged by": "उठाती हैं, जिसके तहत दोनों रिट याचिकाओं और प्रथम सूचना रिपोर्ट की अनुमति दी गई थी और वर्तमान",
  "of 2018 under sections 457, 380 and 506 of the Indian Penal Code, 18607, Police Station Pheelkhana, District Kanpur Nagar was quashed. The private": "457, 380 और 506 के तहत पुलिस स्टेशन फीलखाना, जिला कानपुर नगर में दर्ज प्रथम सूचना रिपोर्ट",
  "3. Shorn of unnecessary details, the relevant facts are as follows:": "3. अनावश्यक विवरणों को छोड़कर, प्रासंगिक तथ्य इस प्रकार हैं:",
  "3.1 The appellant and the private respondents belong to the same family and the pedigree is as follows:": "3.4. अपीलकर्ता और निजी प्रतिवादी एक ही परिवार से हैं और वंशावली इस प्रकार है:",
  "(Respondent 8.2)": "(१९५.०0700ा। 8.2)",
  "The appellant and respondent No.1 entered into a partnership as Karta of their respective HUFs and a partnership deed dated": "3.2. अपीलकर्ता और प्रतिवादी नंबर 4 ने अपने संबंधित एचयूएफ के कर्ता के रूप में एक",
  "as Karta of their respective HUFs and a partnership deed dated 01.04.2012 was reduced into writing. The business inherited by": "साझेदारी में प्रवेश किया और दिनांक 0.04.2042 को एक साझेदारी विलेख को लिखित रूप",
  "them was run in shop No.26/59 as a tenant. The said premises": "में प्रस्तुत किया गया। उन्हें विरासत में मिला कारोबार दुकान नंबर 26/59 में किराएदार के तौर",
  "was taken on rent from its owner Ms. Urmila Gupta.": "पर चलता था। उक्त परिसर उसकी मालिक सुश्री उर्मीला गुप्ता से किराये पर लिया गया था।",
  "Respondent No.1 gave a legal notice dated 27.05.2013 to": "3.3. प्रतिवादी नंबर ने अपीलकर्ता को दिनांक 27.05.2043 को एक कानूनी नोटिस दिया",
  "01.06.2013. He also retained the keys of the shop and restricted the appellant’s entry therein.": "चाबियाँ भी अपने पास रख लीं और अपीलकर्ता के प्रवेश पर प्रतिबंध लगा दिया।",
  "Inresponse, the appellant gave a legal notice dated 07.06.2013": "3.4. जवाब में, अपीलकर्ता ने दिनांक 07.06.2043 को एक कानूनी नोटिस देकर प्रतिवादी 4",
  "requesting the respondent 1 to withdraw his notice dated 27.05.2013. The appellant also filed an application under": "से अपना दिनांक 27.05.2043 का नोटिस वापस लेने का अनुरोध किया। अपीलकर्ता ने जिला",
  "section 9 of the Arbitration and Conciliation Act, 1996? before the District Judge, Kanpur registered as Misc. Arbitration": "न्यायाधीश, कानपुर के समक्ष मध्यस्थता और सुलह अधिनियम, 49963 की धारा 9 के तहत",
  "Application No.77/70 of 2013. The District Judge passed": "एक आवेदन भी दायर किया, जो 2043 की विविध मध्यस्थता आवेदन संख्या 77/70 के रूप",
  "to open the shop in the absence of the other i.e. to say that": "किया, जिसमें पार्टियों को एक दूसरे की अनुपस्थिति में दुकान नहीं खोलने का निर्देश दिया",
  "both the parties or their representative would enter the shop": "गया, यानी यह कहा गया कि दोनों पक्ष अथवा उनके प्रतिनिधि संयुक्त रूप से दुकान में प्रवेश",
  "jointly and neither of the parties will enter the shop separately.": "करेंगे तथा कोई भी पक्ष अलग से दुकान में प्रवेश नहीं करेगा। जिला न्यायाधीश ने अगली",
  "The District Judge appointed an Advocate Commissioner to serve the notice before the next date which was fixed": "तारीख 06.07.2043 से पहले नोटिस की तामील करने के लिए एक अधिवक्ता आयुक्त को",
  "as 06.07.2013. The aforesaid order dated 01.07.2013 is reproduced hereunder:": "नियुक्त किया। उपरोक्त आदेश दिनांक 0.07.2073 को यहां पुनः प्रस्तुत किया गया है:",
  "“Application under Section 9 of the Arbitration and Conciliation Act alongwith munsrim report is placed on": "“मध्यस्थता और सुलह अधिनियम की धारा 9 के तहत आवेदन मुंसरिम रिपोर्ट के साथ रिकॉर्ड",
  "record. It deserves to be registered.": "पर रखा गया है। यह पंजीकृत होने योग्य है।",
  "01.07.2013": "04.07.2043",
  "The case was called.": "मामले को पुकारा गया।",
  "7ga is registered while issuing notice to the opposite parties date 06.07.2013 is fixed. Till then both the parties": "7ग दर्ज कर विपक्षीगणों को नोटिस जारी करते हुए दिनांक 06.07.2043 नियत किया गया है।",
  "or their representatives will enter the shop in dispute": "तब तक दोनों पक्ष अथवा उनके प्रतिनिधि संयुक्त रूप से विवादग्रस्त दुकान में प्रवेश करेंगे। कोई",
  "[2023] 14 S.C.R. 914 : 2023 INSC 941": "[2023 | 44 एस.सी.आर. 944 : 2023 आईएनएससी 944",
  "CASE DETAILS": "मामले का विवरण",
  "RUCHIR RASTOGI": "रुचिर रस्तोगी",
  "PANKAJ RASTOGI AND OTHERS ETC.": "पंकज रस्तोगी एवं अन्य आदि।",
  "(Criminal Appeal Nos. 3283-3284 of 2013)": "(आपराधिक अपील संख्या 3283-3284/2043)",
  "OCTOBER 19, 2023": "49 अक्टूबर, 2023",
  "[VIKRAM NATH AND AHSANUDDIN AMANULLAH, JJ.]": "[न्यायमूर्ति विक्रम नाथ और न्यायमूर्ति अहसानुद्दीन अमानुल्लाह]",
  "HEADNOTES": "हेडनोट्स",
  "Issue for consideration: High Court if justified in quashing the FIR lodged by the appellant against respondents u/ss.457, 380 and 506, IPC.": "विचारार्थ मुद्दा: यदि उच्च न्यायालय ने आईपीसी की धारा 457, 380 और 506 के तहत प्रतिवादियों के खिलाफ अपीलकर्ता द्वारा दर्ज की गई एफआईआर को रद्द करना उचित ठहराया।",
  "Penal Code, 1860 — ss.457, 380, 506 — FIR filed stating that the": "दंड संहिता, 4860 - धारा 457, 380, 506 - एफआईआर में कहा गया है कि संबंधित एचयूएफ के कर्ता के",
  "appellant and respondent No.1 as Kartas of respective HUF were": "रूप में अपीलकर्ता और प्रतिवादी नंबर 4 समान हिस्से में भागीदार थे और प्रश्नगत दुकान की संपत्ति और सामान",
  "partners in equal share and there was an interim order of preserving the assets and belongings of the shop in question — However, Respondent No.1, along with other co-accused, removed the assets and belongings": "को संरक्षित करने का एक अंतरिम आदेश था - हालाँकि, प्रतिवादी नंबर 4 ने अन्य सह-अभियुक्तों के साथ",
  "No.1, along with other co-accused, removed the assets and belongings of the shop in violation thereof — When the appellant inquired from": "मिलकर, इसका उल्लंघन करते हुए दुकान की संपत्ति और सामान को हटा दिया - जब अपीलकर्ता ने प्रतिवादी",
  "respondent No.1, he was threatened to keep quiet otherwise he would": "नंबर 4 से पूछताछ की, तो उसे धमकी दी गई कि वह चुप रहे अन्यथा उसे अपनी जान से हाथ धोना पड़ेगा-",
  "lose his life — FIR quashed — Legality:": "एफआईआर रद्द की गई- वैधानिकता:",
  "Held: Father of the appellant, ‘AR’, ‘KR’, and respondent No.1 are": "अवधारित किया गया: अपीलकर्ता के पिता, 'एआर', 'केआर' और प्रतिवादी नंबर सगे भाई हैं - विचाराधीन",
  "real brothers — The shop in question was a joint partnership of the HUF of the appellant and respondent No.1 and they had signed the partnership deed": "दुकान अपीलकर्ता और प्रतिवादी नंबर 4 के एचयूएफ की संयुक्त साझेदारी थी और उन्होंने संबंधित एचयूएफ के",
  "Suit for eviction by M/s Sushma Constructions Pvt. Ltd. impleading only": "आशय को रिकॉर्ड किया जा रहा है - मेसर्स सुषमा कंस्ट्रक्शन प्राइवेट लिमिटेड द्वारा बेदखली के लिए मुकदमा",
  "— What made ‘AR’ believe that it was respondent No.1, who was alone": "बारे में बहुत कुछ कहता है - 'एआर' को किस बात ने विश्वास दिलाया कि यह प्रतिवादी नंबर था, जो अकेले",
  "the owner and in possession of the business being run from the shop in": "मालिक था और प्रश्न में दुकान से चलाए जा रहे व्यवसाय के कब्जे में था, कहीं भी प्रतिबिंबित नहीं किया गया है",
  "question, is nowhere reflected — In any case, once the notices for eviction": "- किसी भी मामले में, एक बार जब प्रतिवादी संख्या को बेदखली का नोटिस दिया गया, तो उन्हें उक्त मुकदमे",
  "Respondent No.1, on the strength of the aforesaid order": "3.9. प्रतिवादी नंबर 4 ने, उच्च न्यायालय द्वारा पारित उपरोक्त आदेश के आधार पर,",
  "M/s Sushma Constructions Pvt. Ltd. - plaintiff in the suit for": "44.40.208 को बेदखली के मुकदमे में वादी - मेसर्स सुषमा कंस्ट्रक्शन प्राइवेट लिमिटेड को",
  "The appellant came to know that the Board of M/s Sushma": "3.40. अपीलकर्ता को पता चला कि मेसर्स सुषमा कंस्ट्रक्शन प्राइवेट लिमिटेड का बोर्ड",
  "Constructions Pvt. Ltd. was put up outside the shop in question and also that the locks of the said shop had been changed.": "संबंधित दुकान के बाहर लगा हुआ था और यह भी कि उक्त दुकान के ताले बदल दिए गए थे।",
  "Immediately thereafter the appellant lodged an FIR on 22.10.2018 which is a subject matter in question. In the said": "इसके तुरंत बाद अपीलकर्ता ने 22.0.2048 को एक एफआईआर दर्ज कराई जो विचाराधीन",
  "FIR, respondent No.1 along with one Mohit Rastogi, Ketan Shah and staff of M/s Sushama Constructions Pvt. Ltd. were": "विषय है। उक्त एफआईआर में, मोहित रस्तोगी, केतन शाह और मेसर्स सुषमा कंस्ट्रक्शन प्राइवेट लिमिटेड के कर्मचारियों के साथ प्रतिवादी नंबर 4 को आरोपी के रूप में सूचीबद्ध किया",
  "arrayed as accused and named in the FIR. In the FIR, it was": "गया था और एफआईआर में नामित किया गया था। एफआईआर में, यह स्पष्ट रूप से उल्लेख",
  "clearly mentioned that the appellant and respondent No.1 as Kartas of respected HUF were partners in equal share and there": "किया गया था कि अपीलकर्ता और प्रतिवादी नंबर 4 सम्मानित एचयूएफ के कर्ता के रूप में",
  "was an interim order operating.At the time when the interim": "समान हिस्सेदारी में भागीदार थे और एक अंतरिम आदेश लागू था। जिस समय अंतरिम आदेश",
  "order was passed, the shop had about 100 Kgs of Gold, 500": "पारित किया गया, उस समय दुकान में लगभग 00 किलोग्राम सोना, 500 किलोग्राम चांदी,",
  "Kgs Silver, 10,000 Carat of Diamonds and 5000 Carat of Gems.": "0, 000 कैरेट हीरे और 5000 कैरेट रत्न थे। अपीलकर्ता को केवल दिनांक 47.0.2048",
  "The appellant came to know of new locks and the Board of M/s Sushma Constructions Pvt. Ltd. only on 17.10.2018. It": "को नए ताले और मेसर्स सुषमा कंस्ट्रक्शन प्राइवेट लिमिटेड के बोर्ड के बारे में पता चला। यह",
  "was also mentioned that thl le appellant had learnt that it was": "भी उल्लेख किया गया था कि अपीलकर्ता को पता चला था कि यह प्रतिवादी नंबर 4 था, साथ",
  "respondent No.1, along with staff named in the FIR, who had opened the locks and the entire stock and valuable documents": "ही एफआईआर में नामित कर्मचारी भी थे, जिन्होंने ताले खोले थे और पूरा स्टॉक और",
  "were missing. When the appellant inquired from respondent": "मूल्यवान दस्तावेज गायब थे। जब अपीलकर्ता ने प्रतिवादी नंबर 4 से पूछताछ की, तो उसने",
  "No.1, he threatened him to keep quiet otherwise he would lose his life.": "उसे चुप रहने की धमकी दी अन्यथा वह अपनी जान से हाथ धो बैठेगा।",
  "It is this FIR which was challenged by way of Criminal Misc. Writ Petition No.31343 of 2018 filed by Pankaj Rastogi, Mohit Rastogi and Ketan Kumar Shah and Criminal Misc. Writ": "3.44. यह वह एफआईआर है जिसे पंकज रस्तोगी, मोहित रस्तोगी और केतन कुमार शाह द्वारा दायर क्रिमिनल मिसलेनियस रिट याचिका संख्या 33343/2048 और अर्पित रस्तोगी और",
  "Petition No.31373 of 2018 was filed by Tanya Rastogi wife of Arpit Rastogi and Ambuj Rastogi praying for quashing of": "अंबुज रस्तोगी की पत्नी तान्या रस्तोगी द्वारा दायर क्रिमिनल मिसलेनियस रिट याचिका संख्या 34373/2048 के माध्यम से चुनौती दी गई थी, और उसी को रद्द करने की प्रार्थना की गई",
  "the same. These two petitions have been allowed by the High Court by the impugned judgment.": "थी। इन दोनों याचिकाओं को उच्च न्यायालय ने आक्षैपित निर्णय द्वारा अनुमति दे दी है।",
  "The High Court allowed the petitions on the finding that no": "3.42. उच्च न्यायालय ने इस निष्कर्ष पर याचिकाएं स्वीकार कर लीं कि एफआईआर में",
  "offence under various sections mentioned in the FIR were": "उल्लिखित विभिन्न धाराओं के तहत कोई अपराध नहीं बनता है क्योंकि अंकित मूल्य आईपीसी",
  "M/s Sushma Constructions Pvt. Ltd. wherein he and his wife Sushma Rastogi were the main promoters vide sale deed dated 12.12.2013.": "दुकान खरीदी जिसमें वह और उनकी पत्नी सुषमा रस्तोगी दिनांक 2.2.2043 के बिक्री विलेख के माध्यम से मुख्य प्रवर्तक थे।",
  "against the respondent No.1 in the Court of Judge, Small Causes/ Additional District Judge, Court No.16, Kanpur": "न्यायालय संख्या 6, कानपुर नगर में प्रतिवादी संख्या 4 के खिलाफ बेदखली का मुकदमा",
  "from respondent No.1, no other person was impleaded as defendant in the said suit. The Trial Court, vide judgment dated": "के अलावा , उक्त मुकदमे में किसी अन्य व्यक्ति को प्रतिवादी के रूप में शामिल नहीं किया गया",
  "defendant in the said suit. The Trial Court, vide judgment dated 15.07.2015, dismissed the said suit. Aggrieved by the said": "था। ट्रायल कोर्ट ने दिनांक 5.07.205 के फैसले के तहत उक्त मुकदमे को खारिज कर",
  "judgment dated 15.07.2015, M/s Sushma Constructions Pvt.": "दिया। दिनांक 5.07.2045 के उक्त निर्णय से व्यथित होकर, मेसर्स सुषमा कंस्ट्रक्शन प्राइवेट",
  "registered as SSC Revision no.279 of 2015. The High Court,": "लिमिटेड ने एसएससी संशोधन संख्या 279/2075 के रूप में पंजीकृत उच्च न्यायालय के",
  "vide judgment dated 19.07.2018, primarily on the basis of": "किया। उच्च न्यायालय ने, दिनांक 9.07.2048 के फैसले के तहत, मुख्य रूप से दी गई",
  "the concession given by the opposite party therein i.e. Pankaj Rastogi (respondent No.1 herein)allowed the said Revision": "रियायत के आधार पर उसमें विरोधी पक्ष यानी पंकज रस्तोगी (यहाँ प्रतिवादी नंबर 4) ने उक्त",
  "the possession is handed over within 30 days, the plaintiff M/s": "शर्तों के अनुसार, यदि कब्जा 30 दिनों के भीतर सौंप दिया जाता है, तो वादी मेसर्स सुषमा",
  "Sushma Constructions Pvt. Ltd. would not press for recovery of rent. The concession recorded and the operative portion of": "कंस्ट्रक्शन प्रा. लिमिटेड किराया वसूली के लिए दबाव नहीं डालेगी। दर्ज की गई रियायत और",
  "the order passed by the High Court are reproduced hereunder:": "उच्च न्यायालय द्वारा पारित आदेश का ऑपरेटिव भाग यहां पुन: प्रस्तुत किया गया है:",
  "16. The defence taken by the respondent if adverted to and dealt with": "46. प्रतिवादी द्वारा लिए गए बचाव को यदि इस न्यायालय द्वारा विज्ञापित किया जाता है और विचार किया जाता",
  "by this Court, could cause serious prejudice to them in the investigation and also the trial as such we are not delving into the same. However, we would": "है, तो इससे जांच और मुकदमे में भी गंभीर पूर्वाग्रह हो सकता है, इसलिए हम इस पर ध्यान नहीं दे रहे हैं।",
  "refer to the couple of objections taken, for example, the dispute regarding the arbitration award and its execution. Even in the absence thereof once": "हालाँकि, हम कुछ आपत्तियों का उल्लेख करेंगे, उदाहरण के लिए, मध्यस्थता पुरस्कार और उसके निष्पादन से",
  "the arbitration award and its execution. Even in the absence thereof once there was an injunction granted to preserve the property, respondent No.1": "संबंधित विवाद। यहां तक कि इसके अभाव में भी एक बार संपत्ति को संरक्षित करने के लिए निषेधाज्ञा दी गई थी,",
  "informed the appellant about the orders passed under section 9 of the 1996 Act. He should have refrained himself from surrendering the possession of": "की धारा 9 के तहत पारित आदेशों के बारे में सूचित करना चाहिए था। उन्हें संबंधित दुकान का कब्जा छोड़ने से",
  "the shop in question. His participation in the crime prima facie, therefore, cannot be ruled out.": "बचना चाहिए था। इसलिए प्रथम दृष्टया अपराध में उसकी संलिप्तता से इंकार नहीं किया जा सकता।",
  "17. For all the reasons recorded above, the appeals succeed and are": "7. ऊपर दर्ज सभी कारणों से, अपीलें सफल होती हैं और स्वीकार की जाती हैं। उच्च न्यायालय के आशक्षेपित",
  "allowed. The impugned judgment of the High Court is set aside. Law to take its own course. The matter to proceed with respect to the FIR in question in": "निर्णय को निरस्त किया जाता है। कानून अपना काम करेगा। प्रश्रतत एफआईआर के संबंध में कानून के अनुसार",
  "accordance with law. It is however made clear that any observations made": "आगे बढ़ने की बात कही गई है। हालाँकि, यह स्पष्ट कर दिया गया है कि इस आदेश में की गई कोई भी टिप्पणी",
  "in this order are only for the purposes of deciding the issue raised and the same may not influence the investigation or the trial which shall proceed": "केवल उठाए गए मुद्दे पर निर्णय लेने के उद्देश्य से है और यह जांच या मुकदमे को प्रभावित नहीं कर सकती है, जो",
  "independently and be decided on the evidence adduced.": "स्वतंत्र रूप से आगे बढ़ेगा और प्रस्तुत किए गए सबूतों पर निर्णय लिया जाएगा।",
  "4. We have heard the learned senior counsel for the parties, Shri Vikas Singh for the appellant and Shri R. Basant, for the private respondents. We have perused the material on record and also the submissions made on behalf of the respective parties.": "4. हमने पक्षों के विद्वान वरिष्ठ वकील, अपीलकर्ता के लिए श्री विकास सिंह और निजी प्रत्यर्थियों के लिए श्री आर बसंत को सुना है। हमने रिकॉर्ड पर मौजूद सामग्री और संबंधित पक्षों की ओर से की गई दलीलों का भी",
  "5. At the outset, it may be noted that Raj Kishore Rastogi (father of the": "5. सबसे पहले, यह ध्यान दिया जा सकता है कि राज किशोर रस्तोगी (अपीलकर्ता के पिता), अंबुज रस्तोगी,",
  "appellant), Ambuj Rastogi, Kunal Rastogi, and Pankaj Rastogi(respondent No.1) are real brothers. All four are sons of Lala Jugal Kishore Rastogi.": "कुणाल रस्तोगी और पंकज रस्तोगी (प्रतिवादी नंबर ) सगे भाई हैं। ये चारों लाला जुगल किशोर रस्तोगी के बेटे",
  "The shop in question was a joint partnership of the HUF of the appellant and respondent No.1 and they had signed the partnership deed as Kartas of": "हैं। विचाराधीन दुकान अपीलकर्ता और प्रतिवादी नंबर 4 के एचयूएफ की संयुक्त साझेदारी थी और उन्होंने",
  "6. The proceedings initiated by the appellant under section 9 of 1996": "6. अधिनियम 4996 की धारा 9 के तहत अपीलकर्ता द्वारा शुरू की गई कार्यवाही विवादित नहीं है और न ही",
  "7. It is true that Ambuj Rastogi and Sushma Rastogi, the promoters and Directors of M/s Sushma Constructions Pvt. Ltd. were not parties to the": "7. अंबुज रस्तोगी और सुषमा रस्तोगी, मेसर्स सुषमा कंस्ट्रक्शन प्राइवेट लिमिटेड के प्रमोटर और निदेशक,",
  "proceedings under section 9 of the 1996 Act and rightly so for the reason": "996 अधिनियम की धारा 9 के तहत कार्यवाही में पक्षकार नहीं थे और इस कारण से यह सही भी है कि वे",
  "that they were not partners with respect to the business being run in the shop in question.": "प्रश्रगत दुकान में चलाए जा रहे व्यवसाय के संबंध में भागीदार नहीं थे।",
  "8. It is difficult to presume that Ambuj Rastogi and Sushma Rastogi": "8. यह मानना कठिन है कि अंबुज रस्तोगी और सुषमा रस्तोगी को 4996 अधिनियम के तहत धारा 9 की",
  "were not aware of the orders passed in the section 9 proceedings under the 1996 Act but even if it is assumed that they were not aware of the said orders": "कार्यवाही में पारित आदेशों के बारे में जानकारी नहीं थी, लेकिन अगर यह मान भी लिया जाए कि उन्हें उक्त",
  "1996 Act but even if it is assumed that they were not aware of the said orders the fact remains that respondent No.1 had due knowledge and was well aware": "आदेशों के बारे में जानकारी नहीं थी, तो भी तथ्य यह है कि प्रतिवादी नंबर 4 को उचित ज्ञान था और वह",
  "of the orders passed by the District Judge in the aforesaid proceedings. The": "उपरोक्त कार्यवाही में जिला न्यायाधीश द्वारा पारित आदेशों से अच्छी तरह वाकिफ था। मेसर्स सुषमा कंस्ट्रक्शन",
  "purchase of the shop in question by M/s Sushma Constructions Pvt. Ltd. of which Ambuj Rastogi and Sushma Rastogi were the promoters/Directors": "प्राइवेट लिमिटेड द्वारा प्रश्रतत दुकान की खरीद, जिसके अंबुज रस्तोगी और सुषमा रस्तोगी प्रमोटर /निदेशक थे,",
  "ourselves from recording any finding to that effect at this stage.": "सकता था लेकिन हम इस स्तर पर उस प्रभाव के किसी भी निष्कर्ष को रिकॉर्ड करने से खुद को रोकते हैं।",
  "9. The filing of the Small Causes Suit for eviction by M/s Sushma Constructions Pvt. Ltd. impleading only respondent No.1 as the defendant": "9. मेसर्स सुषमा कंस्ट्रक्शन प्राइवेट लिमिटेड द्वारा बेदखली के लिए लघु कारण वाद दाखिल करने से केवल",
  "speaks volumes about their collusion. What made Ambuj Rastogi believe that it was respondent No.1, who was alone the owner and in possession of": "अंबुज रस्तोगी को यह विश्वास क्‍यों हुआ कि यह प्रतिवादी नंबर 4 था, जो अकेले ही मालिक था और संबंधित",
  "the business being run from the shop in question, is nowhere reflected. In": "दुकान से चलाए जा रहे व्यवसाय पर उसका कब्ज़ा था, यह कहीं भी प्रतिबिंबित नहीं हुआ है। किसी भी मामले",
  "any case, once the notices for eviction were served upon respondent No.1,": "में, एक बार प्रतिवादी नंबर 4 को बेदखली के नोटिस दिए जाने के बाद, उसे उक्त मुकदमे में इस तथ्य का",
  "he ought to have disclosed this fact in the said suit that firstly, the business in the shop in question was being jointly run by him and the appellant and more": "खुलासा करना चाहिए था कि सबसे पहले, प्रश्नगत दुकान में व्यवसाय उसके और अपीलकर्ता द्वारा संयुक्त रूप से",
  "importantly, that there was an injunction operating passed by a competent Court of District Judge in proceedings under section 9 of the 1996 Act.": "चलाया जा रहा था और भी बहुत कुछ महत्वपूर्ण बात यह है कि 996 अधिनियम की धारा 9 के तहत कार्यवाही में जिला न्यायाधीश के एक सक्षम न्यायालय द्वारा एक निषेधाज्ञा पारित की गई थी। प्रतिवादी संख्या 4 ने",
  "Respondent No.1 almost admitted the claim for eviction which ultimately was the basis for the High Court to decree the suit. It was a collusive suit no": "बेदखली के दावे को लगभग स्वीकार कर लिया जो अंततः उच्च न्यायालय के लिए मुकदमे पर फैसला सुनाने का",
  "was the basis for the High Court to decree the suit. It was a collusive suit no doubt and, in any case, respondent No.1 had been dishonest and deliberately": "आधार था। इसमें कोई संदेह नहीं है कि यह एक षडयंत्रकारी मुकदमा था और, किसी भी मामले में, प्रतिवादी",
  "concealed the material fact from the Court. Further, respondent No.1 being": "नंबर 4 धोखेबाज था और उसने जानबूझकर अदालत से महत्वपूर्ण तथ्य छिपाए थे। इसके अलावा, प्रतिवादी",
  "under an injunction of preserving the assets and belongings of the shop separately in violation thereof proceeded to surrender the possession in": "नंबर दुकान की संपत्ति और सामान को अलग-अलग संरक्षित करने के निषेधाज्ञा के तहत उल्लंघन करते हुए",
  "with other co-accused, including not only the Directors/promoters of M/s Sushma Constructions Pvt. Ltd. but also others, removed the assets and": "सह-अभियुक्तों के साथ, जिनमें न केवल मेसर्स सुषमा कंस्ट्रक्शन प्राइवेट लिमिटेड के निदेशक/प्रमोटर शामिल",
  "belongings inside the shop in question by breaking open the locks in violation of the injunction orders.": "हैं बल्कि अन्य लोगों ने भी निषेधाज्ञा आदेशों का उल्लंघन करते हुए ताले तोड़कर दुकान के अंदर की संपत्ति और",
  "10. Having considered the FIR which has been registered for the various offences under sections 457, 380 and 506 of the IPC, we now proceed": "40. आईपीसी की धारा 457, 380 और 506 के तहत विभिन्न अपराधों के लिए दर्ज की गई एफआईआर पर",
  "to discuss the ingredients of sections 457, 380 and 506 of the IPC in order": "विचार करने के बाद, अब हम आईपीसी की धारा 457, 380 और 506 की सामग्री पर चर्चा करने के लिए आगे",
  "to test whether the High Court was right in recording a finding that on the": "बढ़ते हैं ताकि यह परीक्षण किया जा सके कि क्या उच्च न्यायालय ने प्रथम दृष्टया निष्कर्ष को दर्ज करने में सही",
  "face of it, the ingredients for the said offence were not made out from the reading of the FIR.": "था, एफआईआर को पढ़ने से उक्त अपराध के कारणों का पता नहीं चलता।",
  "11. Theft is defined under section 378 of the IPC, according to": "44. चोरी को आईपीसी की धारा 378 के तहत परिभाषित किया गया है, जिसके अनुसार कोई भी व्यक्ति किसी",
  "which anyone intending to dishonestly take any moveable property out of possession of any person without that person’s consent, moves that property": "भी व्यक्ति की सहमति के बिना उसके कब्जे से किसी भी चल संपत्ति को बेईमानी से लेने का इरादा रखता है, इस",
  "in order to such taking, is said to commit Theft. In the present case, the": "तरह से लेने के लिए उस संपत्ति को स्थानांतरित करता है, उसे चोरी करना कहा जाता है। वर्तमान मामले में,",
  "assets and belongings inside the shop in question were in joint possession": "प्रश्रतत दुकान के अंदर की संपत्ति और सामान अपीलकर्ता के साथ-साथ प्रतिवादी नंबर 4 के संयुक्त कब्जे में थे"
}