{
  "[2024] 8 S.C.R. 23 : 2024 INSC 570": "[2024] 8 एस.सी.आर. 23 : 2024 आईएनएससी 570",
  "City Montessori School": "सिटी मोंटेसरी स्कूल",
  "State of U.P. & Ors.": "उ.प्र. राज्य एवं अन्य",
  "(Civil Appeal No. 8355 of 2024)": "(सिविल अपील संख्या 8355/ 2024)",
  "02 August 2024": "02 अगस्त 2024",
  "[Abhay S. Oka* and Augustine George Masih, JJ.]": "[न्यायमूर्ति अभय एस. ओका और न्यायमूर्ति ऑगस्टीन जॉर्ज मसीह]",
  "Issue for Consideration": "विचारार्थ मुद्दा",
  "The issue pertains to rights of the parties to a lease of a Plot vested with the State Government and the manner in which the": "यह मुद्दा राज्य सरकार में निहित एक भूखंड के पढट्टे में पक्षकारों के अधिकारों और उक्त अधिकारों को हस्तांतरित",
  "Headnotest": "हेडनोट",
  "State Largesse — Grant of — Method to be adopted:": "राज्य की दानशीलता - अनुदान - अपनाई जाने वाली विधि:",
  "Held: Rights of the State as the owner and lessor of a Plot can": "अभिनिर्धारित किया: एक भूखंड के मालिक और पट्टाकर्ता के रूप में राज्य के अधिकारों को केवल एक निष्पक्ष",
  "be transferred only by adopting a fair and transparent process by which the State fetches the best possible price — Rights of the State": "और पारदर्शी प्रक्रिया अपनाकर हस्तांतरित किया जा सकता है जिसके द्वारा राज्य को सर्वोत्तम संभव कीमत",
  "which the State fetches the best possible price — Rights of the State as the lessor can only be sold by a public auction or by any other": "मिलती है - पट्टाकर्ता के रूप में राज्य के अधिकारों को केवल सार्वजनिक नीलामी या किसी अन्य पारदर्शी",
  "transparent method by which, apart from the lessee, others too,": "तरीके से बेचा जा सकता है, जिससे पट्टेदार के अलावा अन्य लोगों को भी अपना प्रस्ताव प्रस्तुत करने का",
  "get a right to submit their offer — Selling the plot at a nominal price will not be a fair and transparent method and shall be arbitrary and": "अधिकार मिल सके- मामूली कीमत पर भूखंड बेचना उचित और पारदर्शी तरीका नहीं होगा और यह मनमाना",
  "violative of Article 14 of the Constitution of India. [Para 9]": "भारत के संविधान के अनुच्छेद 4 का उल्लंघन होगा। [पैरा 9]",
  "Lease — Transfer of Property Act, 1882 — Section 109 — Rights": "पट्टा - संपत्ति हस्तांतरण अधिनियम, 882 - धारा 09 - पट्टेदार के अधिकार - पट्टेदार द्वारा भूखंड की",
  "Held: In case of the sale of a leasehold plot by the lessor, the rights of the lawful lessees do not get affected, as their tenancy": "अभिनिर्धारित किया: पट्टेदार द्वारा पट्टे के भूखण्ड़ की बिक्री के मामले में, वैध पट्टेदारों के अधिकार प्रभावित नहीं",
  "Case Law Cited": "उद्धृत केस कानून",
  "Akhil Bhartiya Upbhokta Congress v. State of Madhya Pradesh and Others [2011] 5 SCR 77 : (2011) 5 SCC 29 — relied on.": "अखिल भारतीय उपभोक्ता कांग्रेस बनाम मध्य प्रदेश राज्य और अन्य [20] 5 एससीआर 77 : (207) 5 एससीसी 29 - पर अवलम्ब लिया गया।",
  "List of Acts": "अधिनियमों की सूची",
  "Constitution of India, 1950; Transfer of Property Act, 1882.": "भारत का संविधान, 950; संपत्ति हस्तांतरण अधिनियम, 882",
  "List of Keywords": "मुख्य शब्दों की सूची",
  "State Largesse; Leasehold land; Auction; Free hold rights; Section 109 of Transfer of Property Act, 1882.": "राज्य की दानशीलता; पट्टे की भूमि; नीलामी; फ्री होल्ड अधिकार; संपत्ति हस्तांतरण अधिनियम 882 की धारा 09।",
  "Case Arising From": "निम्न मामले से उत्पन्न",
  "CIVIL APPELLATE JURISDICTION: Civil Appeal No. 8355 of 2024": "सिविल अपीलीय क्षेत्राधिकार: सिविल अपील संख्या 8355/ 2024",
  "From the Judgment and Order dated 25.09.2014 of the High Court of Judicature at Allahabad, Lucknow Bench in CWP No. 2101 of 1996": "सीडब्ल्यूपी संख्या 20/996 में उच्च न्यायालय , इलाहाबाद, लखनऊ खंडपीठ के निर्णय और आदेश दिनांक 25.09.2074 से",
  "With": "साथ में",
  "Civil Appeal No. 8356 of 2024": "सिविल अपील संख्या 8356/ 2024",
  "Appearances for Parties": "पक्षकारों की ओर से उपस्थिति",
  "Ravindra Raizada, Sr. Adv./A.A.G., Jayant Bhushan, Vinay Navare,": "पेश हुए पक्षकारों की ओर से अधिवक्तागण रविन्द्र रायजादा , वरिष्ठ अधिवक्ता /ए.ए.जी., जयंत भूषण, विनय",
  "Sr. Advs., Ashim Vachher, Shantanu Kumar, Pritish Kumar, Vaibhav Dabas, R. P. Gupta, Shaurya Sahay, Aditiya Kumar, Abhishek": "नवारे, वरिष्ठ अधिवक्ता, आशिम वच्छेर, शांतनु कुमार, प्रीतीश कुमार, वैभव डबास, आर. पी. गुप्ता, शौर्य सहाय,",
  "Chaudhary, Honey Jain, Ashish Batra, Advs. for the appearing parties.": "अदिति कुमार, अभिषेक चौधरी, हनी जैन, आशीष बत्रा।",
  "Judgment / Order of the Supreme Court": "उच्चतम न्यायालय का निर्णय /आदेश",
  "Judgment Abhay S. Oka, J.": "न्यायमूर्ति अभय एस. ओका",
  "Leave granted.": "4. अनुमति प्रदान की गयी।",
  "FACTUAL ASPECTS": "तथ्यात्मक पहलू",
  "These appeals take an exception to the same judgment of a Division Bench of Allahabad High Court. The dispute is essentially between": "2. ये अपीलें इलाहाबाद उच्च न्यायालय की खंडपीठ के एक ही फैसले के खिलाफ दायर की गई हैं। यह विवाद",
  "the City Montessori School (for short, ‘the school’) and one Shri M.M. Batra regarding plot no.90-A/A-754, measuring 2238.5 sq.": "मूलतः सिटी मॉंटेसरी स्कूल (संक्षेप में, 'स्कूल') और श्री एम. एम. बत्रा के बीच है जो प्लॉट संख्या 90-ए/ए-",
  "M.M. Batra regarding plot no.90-A/A-754, measuring 2238.5 sq. ft. situated at Maha Nagar, Lucknow (for short, ‘the plot’). It is not": "754, माप 2238.5 वर्ग फुट, महानगर, लखनऊ (संक्षेप में, 'भूखंड') में स्थित है। इसमें कोई विवाद नहीं है कि",
  "in dispute that the plot vests in the State Government. By a lease dated 4\" January 1961, the Hon’ble Governor of Uttar Pradesh,": "भूखंड राज्य सरकार में निहित है। 4 जनवरी 967 के पढट्टे द्वारा उत्तर प्रदेश के माननीय राज्यपाल ने नजूल",
  "through Nazul Officer, Lucknow, granted the lease of the plot to one Gursharan Lal Srivastava which was described as a ‘garden": "अधिकारी, लखनऊ के माध्यम से, गुरशरण लाल श्रीवास्तव को भूखंड का पट्टा प्रदान किया, जिसे 'उद्यान पट्टा!",
  "lease.’ A separate lease was granted on the same day in respect of": "के रूप में वर्णित किया गया था। उसी दिन भूखण्ड़ पर इमारत के संबंध में एक अलग पट्टा प्रदान किया गया था।",
  "the building on the plot. By a registered sale deed dated 26\" June 1962, Gursharan Lal Srivastava sold his leasehold interest in the": "26 जून 962 दिनांकित पंजीकृत विक्रय पत्र द्वारा, गुरुशरण लाल श्रीवास्तव ने प्लॉट में अपनी लीजहोल्ड",
  "plot to Shri M.M. Batra (the alleged lessee). Rajat Batra and Raman": "हिस्सेदारी श्री एम. एम, बत्रा (कथित पट्टेदार) को बेच दी। रजत बत्रा और रमन बत्रा कथित पट्टेदार के बेटे हैं।",
  "and Others’ needs to be reiterated. In paragraphs 65 to 67 of the": "कांग्रेस बनाम मध्य प्रदेश राज्य और अन्य' दोहराने की जरूरत है। उक्त निर्णय के पैराग्राफ 65 से 67 में, इस",
  "said decision, this Court held thus:": "न्यायालय ने इस प्रकार कहा:",
  "“65. What needs to be emphasised is that the State and/": "“65. जिस बात पर जोर देने की जरूरत है वह यह है कि राज्य और /या उसकी",
  "the political entities and/or officers of the State. Every": "एजेंसियां /संस्थाएं राज्य की राजनीतिक संस्थाओं और /या अधिकारियों की इच्छा और सनक",
  "action/decision of the State and/or its agencies/": "प्रदान करने के लिए राज्य और/या उसकी एजेंसियों /अंगों की प्रत्येक कार्रवाई /निर्णय एक",
  "must be founded on a sound, transparent, discernible and well-defined policy, which shall be made known": "ठोस, पारदर्शी, स्पष्ट और अच्छी तरह से परिभाषित नीति पर आधारित होना चाहिए, जिसे",
  "to the public by publication in the Official Gazette and other recognised modes of publicity and such policy": "आधिकारिक राजपत्र में प्रकाशन द्वारा और प्रचार के अन्य मान्यता प्राप्त तरीकों से जनता को",
  "must be implemented/executed by adopting a non-": "लागू/निष्पादित किया जाना चाहिए, भले ही नीति से लाभान्वित होने के लिए प्रस्तावित",
  "of the class or category of persons proposed to be": "व्यक्तियों का वर्ग या श्रेणी कुछ भी हो। राज्य और उसकी एजेंसियों /उपकरणों द्वारा भूमि",
  "benefited by the policy. The distribution of largesse like allotment of land, grant of quota, permit licence, etc.": "आवंटन, कोटा अनुदान, परमिट लाइसेंस आदि जैसी लार्गेश /उदारता का वितरण हमेशा",
  "always be done in a fair and equitable manner and the": "निष्पक्ष और न्यायसंगत तरीके से किया जाना चाहिए और पक्षपात या भाई-भतीजावाद का",
  "exercise of discretion, if any, conferred upon the particular functionary or officer of the State.": "तत्व राज्य के विशेष पदाधिकारी या अधिकारी को दिए गए विवेक के प्रयोग, यदि कोई हो, को",
  "66. We may add that there cannot be any policy, much": "66. हम यह जोड़ सकते हैं कि राज्य या उसकी एजेंसी /संस्था द्वारा अमंत्रण या विज्ञापन के",
  "applications made by individuals, bodies, organisations or institutions dehors an invitation or advertisement by": "बिना व्यक्तियों, निकायों, संगठनों या संस्थाओं द्वारा किए गए आवेदनों के आधार पर भूमि",
  "applications made by individuals, organisations or institutions for allotment of land or for grant of any other": "किसी अन्य प्रकार की उदारता के अनुदान के लिए व्यक्तियों, संगठनों या संस्थानों द्वारा किए",
  "type of largesse the State cannot exclude other eligible persons from lodging competing claim. Any allotment": "गए आवेदनों पर विचार करके राज्य अन्य पात्र व्यक्तियों को प्रतिस्पर्धी दावा दायर करने से बाहर",
  "of land or grant of other form of largesse by the State or its agencies/instrumentalities by treating the": "नहीं कर सकता है। राज्य या उसकी एजेंसियों /संस्थाओं द्वारा भूमि का आवंटन या अन्य प्रकार",
  "exercise as a private venture is liable to be treated as": "की उदारता प्रदान करना, जिसे निजी उद्यम मानकर किया जाता है, मनमाना, भेदभावपूर्ण तथा",
  "or nepotism violating the soul of the equality clause": "निहित समानता खंड की आत्मा का उल्लंघन करता है।",
  "67. This, however, does not mean that the State can never allot land to the institutions/organisations engaged in educational, cultural, social or philanthropic activities or are rendering service to the society except by way of auction.": "67. हालाँकि, इसका मतलब यह नहीं है कि राज्य शैक्षिक , सांस्कृतिक, सामाजिक या परोपकारी गतिविधियों में लगे संस्थानों /संगठनों को नीलामी के अलावा कभी भी भूमि आवंटित",
  "of land is earmarked or identified for allotment to institutions/ organisations engaged in any such activity, the actual": "एक बार जब भूमि का एक टुकड़ा ऐसी किसी गतिविधि में लगे संस्थानों /संगठनों को आवंटन के",
  "enable all similarly situated eligible persons, institutions/": "करते हुए एक विज्ञापन जारी करना चाहिए ताकि सभी समान रूप से स्थित पात्र व्यक्तियों ,",
  "organisations to participate in the process of allotment,": "संस्थानों /संगठनों को आवंटन की प्रक्रिया में भाग लेने में सक्षम बनाया जा सके, चाहे नीलामी",
  "whether by way of auction or otherwise. In a given case": "के माध्यम से या अन्यथा। किसी दिए गए मामले में सरकार एक निश्चित कीमत पर भूमि",
  "(emphasis added)": "(प्रभाव वर्धित)",
  "In the facts of the case, there is no dispute that the plot vests in the": "9. मामले के तथ्यों में, इसमें कोई विवाद नहीं है कि भूखंड राज्य में निहित है। यहां तक कि यह मानते हुए भी",
  "concerning the plot, the rights of the State as the owner and lessor": "कि कथित पट्टेदार के पास भूखंड के संबंध में पट्टा -अधिकार हैं, मालिक और पट्टाकर्ता के रूप में राज्य के",
  "can be transferred only by adopting a fair and transparent process by": "अधिकारों को केवल निष्पक्ष और पारदर्शी प्रक्रिया अपनाकर ही हस्तांतरित किया जा सकता है, जिसके माध्यम",
  "which the State fetches the best possible price. In case of the sale of a leasehold plot by the lessor, the rights of the lawful lessees do": "से राज्य को सर्वोत्तम संभव मूल्य प्राप्त हो सके। पट्टेदार द्वारा लीजहोल्ड प्लॉट की बिक्री के मामले में , वैध",
  "not get affected, as their tenancy will be attorned to the purchaser in view of Section 109 of the Transfer of Property Act, 1882. Therefore,": "पट्टेदारों के अधिकार प्रभावित नहीं होते हैं, क्योंकि उनकी किरायेदारी संपत्ति हस्तांतरण अधिनियम, 882 की",
  "view of Section 109 of the Transfer of Property Act, 1882. Therefore, the rights of the State as the lessor can only be sold by a public": "धारा 09 के मद्देनजर क्रेता को दी जाएगी। इसलिए, पट्टाकर्ता के रूप में राज्य के अधिकार केवल सार्वजनिक",
  "auction or by any other transparent method by which, apart from": "नीलामी या किसी अन्य पारदर्शी तरीके से बेचे जा सकते हैं, जिसके द्वारा पट्टेदार के अलावा, अन्य लोगों को भी",
  "the lessee, others too get a right to submit their offer. Selling the plot to its alleged lessee at a nominal price will not be a fair and": "अपना प्रस्ताव प्रस्तुत करने का अधिकार मिलता है। भूखण्ड़ को उसके कथित पट्टेदार को मामूली कीमत पर",
  "plot to its alleged lessee at a nominal price will not be a fair and transparent method at all. It will be arbitrary and violative of Article": "बेचना बिल्कुल भी उचित और पारदर्शी तरीका नहीं होगा। यह मनमाना होगा और भारत के संविधान के अनुच्छेद",
  "ISSUE OF AMENDMENT OF THE WRIT PETITION": "रिट याचिका में संशोधन का मुद्दा",
  "There is a controversy raised by the alleged lessee about whether the application to amend the Writ Petition made by the school to": "0. कथित पट्टेदार द्वारा इस बात को लेकर विवाद उठाया गया है कि क्या स्कूल द्वारा रूपांतरण और विलेख की",
  "allowed. However, on page 12 of the impugned judgment, the High Court recorded the submission of the learned counsel for the alleged": "आक्षेपित निर्णय के पृष्ठ 2 पर, उच्च न्यायालय ने कथित पट्टेदार के विद्वान अधिवक्ता के तर्क को अभिलिखित",
  "lessee that there was a delay on the part of the school in challenging the order of conversion. The submissions recorded in the impugned": "किया की रूपांतरण के आदेश को चुनौती देने में स्कूल की ओर से देरी हुई थी। आक्षेपित निर्णय में दर्ज दलीलें",
  "judgment show that the parties proceeded on the footing that there was a challenge to the conversion order. The counter filed by the alleged": "दर्शाती हैं कि पक्ष इस आधार पर आगे बढ़े कि रूपांतरण आदेश को चुनौती दी गई थी। उच्च न्यायालय के समक्ष",
  "Petition and paragraph 45 of the counter raises a contention of the delay in challenging the conversion deed. Therefore, the argument": "जबाब के पैराग्राफ 45 में रूपांतरण विलेख को चुनौती देने में देरी का तर्क उठाया गया है। इसलिए, यह तर्क कि",
  "that the amendment was not allowed need not detain us.": "संशोधन को अनुमति नहीं दी गई, हमें रोकने की आवश्यकता नहीं है।",
  "Coming back to the facts of the case, the plot was put to auction in": ". मामले के तथ्यों पर वापस आते हुए, भूखण्ड को 995 में नीलामी के लिए रखा गया था। विशेष नज़ुल",
  "the school of Rs. 8,51,043.15, out of which a sum of Rs. 85,105 was paid along with the tender. We have already stated the facts leading": "85,05 रुपये का टेंडर के साथ भुगतान किया गया। हम पहले ही स्कूल की उद्चतम बोली को रद्द करने और",
  "of the second-highest bid of the sons of the alleged lessee. It is": "कथित पट्टेदार के बेटों की दूसरी सबसे ऊंची बोली को स्वीकार करने के तथ्य बता चुके हैं। गौरतलब है कि",
  "important to note that the Special Nazul officer passed an order on 26\" November 2001, by which the consideration for converting": "विशेष नजूल अधिकारी ने 26 नवम्बर 200 को एक आदेश पारित किया, जिसके तहत पट्टाधिकार को फ्रीहोल्ड",
  "leasehold rights into freehold rights was fixed at Rs.67,022.21. This": "अधिकार में परिवर्तित करने के लिए 67,022.27 रुपये प्रतिफल निर्धारित किया गया। यह राशि 26 नवंबर",
  "amount was less than 10% of the bid offered by the school about": "2007 के आदेश से लगभग 6 साल पहले स्कूल द्वारा पेश की गई बोली के 0% से भी कम थी। प्रथम दृष्टया,",
  "of it, this cannot be a fair and transparent process of transferring the State’s ownership rights.": "यह राज्य के स्वामित्व अधिकारों को हस्तांतरित करने की निष्पक्ष और पारदर्शी प्रक्रिया नहीं हो सकती।",
  "We have perused the judgment of the Civil Court dated 24\" July": "2. हमने सिविल न्यायालय के 24 जुलाई 2000 के निर्णय का परिशीलन किया है, जिसमें कथित पढट्टेदार द्वारा",
  "2000 which dismissed the suit filed by the alleged lessee. The Trial": "दायर मुकदमे को खारिज कर दिया गया था। विचारण न्यायालय ने माना कि कथित पट्टेदार 7 फरवरी 996",
  "Court held that the alleged lessee was not entitled to the benefits of G.Os. dated 17 February 1996 and 1% December 1998. In the": "और दिसंबर 998 के जी.ओ. के लाभों का हकदार नहीं था। मुकदमे में, कथित पट्टेदार ने इन दो जी.ओ. के",
  "suit, the alleged lessee sought conversion from leasehold to freehold based on these two G.Os. All findings were recorded against the": "आधार पर लीजहोल्ड से फ्रीहोल्ड में रूपांतरण की मांग की। कथित पट्टेदार के खिलाफ सभी निष्कर्ष दर्ज किए",
  "alleged lessee except the finding that he was in possession of the plot. Being aggrieved by the decree of dismissal of the suit, the": "गए, सिवाय इस निष्कर्ष के कि भूखंड पर उसका कब्जा था। मुकदमे को खारिज करने की डिक्री से व्यथित",
  "alleged lessee preferred First Appeal No.81 of 2000. The appeal was disposed of by the order dated 6\" December 2000. The said order": "होकर, कथित पट्टेदार ने प्रथम अपील संख्या 8 सन्‌ 2000 दायर की। आदेश दिनांक 6 दिसंबर 2000 द्वारा",
  "makes an interesting reading. The High Court heard the counsel for": "अपील का निपटारा कर दिया गया। उक्त आदेश को पढ़ना दिलचस्प है। उच्च न्यायालय ने कथित पट्टेदार ,",
  "the alleged lessee, the authority, and the State Government. The first paragraph refers to the appearances of the learned counsel.": "प्राधिकरण और राज्य सरकार के अधिवक्ता को सुना। पहला पैराग्राफ विद्वान अधिवक्ता की उपस्थिति को",
  "The second paragraph gives the facts in brief. The same paragraph": "संदर्भित करता है। दूसरा पैराग्राफ तथ्यों को संक्षेप में बताता है। इसी पैराग्राफ में यह भी कहा गया है कि कथित",
  "order, which are relevant, read thus:": "आदेश के आगे के पैराग्राफ, जो प्रासंगिक हैं, इस प्रकार हैं:",
  "During the course of hearing learned Counsel for the Parties agreed that in case the Plaintiff makes an application to": "सुनवाई के दौरान पक्षकारों के विद्वान अधिवक्ता इस बात पर सहमत हुए कि यदि वादी शासकीय",
  "Authority in accordance with law expeditiously. It was further": "प्राधिकरण द्वारा कानून के अनुसार शीघ्रता से विचार किया जाएगा। प्रत्यर्थियों की ओर से आगे",
  "stated on behalf of the Respondents that they shall not evict the Plaintiff from the property in question except in accordance with law.": "कहा गया कि वे कानून के अनुसार ही वादी को संबंधित संपत्ति से बेदखल करेंगे।",
  "In this view of the matter, although we do not consider it expedient to interfere in the findings recorded in the": "इस मामले में, हालांकि हम विचारण न्यायालय में दर्ज निष्कर्षों में हस्तक्षेप करना उचित नहीं",
  "Trial Court, yet in view of the statements made at Bar, the Vice-Chairman, Lucknow Development Authority": "मानते हैं, फिर भी अदालत में दिए गए बयानों के मद्देनजर , उपाध्यक्ष, लखनऊ विकास",
  "conversion of leasehold into Freehold rights in respect": "प्राधिकरण को प्रश्नगत उद्यान पट्टे के संबंध में पट्टा -धारिता को फ्रीहोल्ड अधिकारों में परिवर्तित",
  "Subject to these observations, the Appeal is dismissed. No order as to costs.”": "इन टिप्पणियों के अधीन, अपील खारिज की जाती है। खर्चे के लिए कोई आदेश नहीं।\"",
  "13. Thus, only the statements of the parties were recorded, and it was observed that the authority would have to consider the application": "3. इस प्रकार, केवल पक्षकारों के बयान दर्ज किए गए और यह देखा गया कि प्राधिकरण को कथित पट्टेदार द्वारा",
  "into freehold rights and to pass appropriate orders expeditiously. It is important to note that the High Court specifically recorded that it": "शीघ्रता से उचित आदेश पारित करना होगा। यह ध्यान रखना महत्वपूर्ण है कि उच्च न्यायालय ने विशेष रूप से",
  "did not interfere with the findings recorded by the Trial Court. Subject": "दर्ज किया कि उसने विचारण न्यायालय द्वारा दर्ज किए गए निष्कर्षों में हस्तक्षेप नहीं किया है। कथित पट्टेदार द्वारा",
  "to the direction to consider the application made by the alleged lessee to the authority for conversion in accordance with the law,": "रूपांतरण के लिए प्राधिकरण को दिए गए आवेदन पर कानून के अनुसार विचार करने के निर्देश के अधीन, कथित",
  "the appeal preferred by the alleged lessee was dismissed. There was no binding order passed by the High Court giving a mandate": "पट्टेदार द्वारा की गई अपील खारिज कर दी गई। उच्च न्यायालय द्वारा ऐसा कोई बाध्यकारी आदेश पारित नहीं",
  "restore the order of acceptance of the bid passed in favour of the school, about 20 years back. If, at this stage, the school is allowed": "करते हुए अवैधता की गई है, अब लगभग 20 वर्ष पूर्व विद्यालय के पक्ष में पारित बोली स्वीकृति आदेश को बहाल",
  "to purchase the plot at the price offered by the school 20 years back,": "करना अन्याय होगा। यदि, इस स्तर पर, स्कूल को 20 साल पहले स्कूल द्वारा प्रस्तावित कीमत पर प्लॉट",
  "the sale will not be fair, as it is a property of the State.": "खरीदने की अनुमति दी जाती है, तो बिक्री उचित नहीं होगी, क्योंकि यह राज्य की संपत्ति है।",
  "Therefore, in our view, the impugned judgment of the High Court, by": "6. इसलिए, हमारे विचार में, उद्च न्यायालय का आक्षेपित निर्णय, जिसके द्वारा कथित पट्टेदार के पक्ष में",
  "which the order of conversion and the deed of conversion in favour of the alleged lessee were set aside, calls for no interference.": "रूपांतरण के आदेश और रूपांतरण के विलेख को रद्द कर दिया गया था, में किसी हस्तक्षेप की आवश्यकता नहीं",
  "We, therefore, dismiss both the appeals. Whether the lease claimed": "7. इसलिए, हम दोनों अपीलें खारिज करते हैं। क्या कथित पट्टेदार द्वारा दावा किया गया पट्टा वैध और",
  "by the alleged lessee is valid and subsisting and whether the plot can be put to auction are the questions left open which can be agitated by": "अस्तित्व में है और क्या भूखंड को नीलामी में रखा जा सकता है, ये प्रश्न अनुत्तरित छोड़ दिए गए हैं, जिन्हें उचित",
  "the parties in appropriate proceedings. However, the alleged lessee shall not be dispossessed without due process of law. It is for the": "कार्यवाही में पक्षकारों द्वारा उठाया जा सकता है। हालाँकि, कथित पट्टेदार को कानून की उचित प्रक्रिया के बिना",
  "State Government to decide, whether it is permissible to put the plot to fresh auction in the light of the current policies/laws prevailing. It": "बेदखल नहीं किया जाएगा। यह राज्य सरकार को तय करना है कि मौजूदा नीतियों /कानूनों के आलोक में भूखंड",
  "towards the bid amount. It will also be open to the alleged lessee": "राशि के लिए भुगतान की गई धनराशि की वापसी के लिए आवेदन करे। कथित पट्टेदार के पास भी यह विकल्प",
  "to apply for a refund of the amount paid for converting the plot from": "होगा कि वह भूखण्ड़ को लीजहोल्ड से फ्रीहोल्ड में बदलने के लिए भुगतान की गई राशि की वापसी के लिए",
  "leasehold to freehold. The State Government/authority will issue the necessary refund within six weeks of making such applications.": "आवेदन कर सके। राज्य सरकार /प्राधिकरण ऐसे आवेदन करने के छह सप्ताह के भीतर आवश्यक रिफंड जारी करेगा।",
  "There will be no order as to costs.": "8. लागत के लिए कोई आदेश नहीं होगा।",
  "Result of the case: Appeals dismissed.": "मामले का परिणाम: अपीलें खारिज।",
  "*Headnotes prepared by: Prastut Mahesh Dalvi, Hony. Associate Editor (Verified by: Abhinav Mukerji, Sr. Adv.)": "हेडनोट तैयारकर्ता: प्रस्तुत महेश डाल्वी, माननीय एसोसिएट एडिटर (सत्यापन द्वारा: अभिनव मुखर्जी, वरिष्ठ"
}