{
  "[DINESH MAHESHWAR]]": "[ न्यायमूर्ति दिनेश माहेश्वरी]",
  "New Delhi:;": "नई दिल्ली;",
  "April 08, 2019": "08 अप्रैल, 209.",
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL Nos.3448-3449 OF 2019": "सिविल अपीलीय सं. उ448-3449/209",
  "(Arising out of S.L.P.(C) Nos.7837-7838 of 2014)": "(5.? (0) सं. 7837-7838/ 2044 से उत्पन्न)",
  "Kushuma Devi .... Appellant(s)": "कुशुमा देवी ............................. ........ अपीलार्थी(गण)",
  "Sheopati Devi (D) & Ors. ....Respondent(s)": "शिवपति देवी (डी) और अन्य... .......... प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "Abhay Manohar Sapre, J.": "न्यायमूर्ति अभय मनोहर सप्रे,",
  "1. Leave granted.": ". अनुमति प्रदान की गई।",
  "rea judgment and order dated 27.07.2012 in CMWP No.": "3234/ 2002 के 27. 07. 202 दिनाकित और सी.एम.आर.ए संख्या 247546/ 203 के 6. 07. 203 दिनांकित पारित आदेश के विरूद्ध",
  "10. The orders impugned in these appeals suffer from the aforesaid error, because, as would be clear": "0. इन अपीलों में लगाए गए आदेश पूर्वोक्त त्रुटि से ग्रस्त हैं , क्योंकि, जैसा",
  "from the perusal of the order, the High Court while": "कि आदेश के अवलोकन से स्पष्ट होगा, उच्च न्यायालय ने लगाए गए आदेश को",
  "writ petition without any discussion, finding and": "पारित करते हुए केवल बिना किसी चर्चा, निष्कर्ष और कारण के रिट याचिका",
  "11. We are, therefore, of the view that such order": "7. इसलिए, हमारा विचार यह हैं कि इस तरह का आदेश कानूनी रूप से",
  "is not legally sustainable and hence deserves to be set aside.": "टिकाऊ नहीं है और इसलिए अपास्त करने के योग्य है।",
  "12. In view of the foregoing discussion, the appeals succeed and are accordingly allowed. The impugned": "2. पूर्वोक्त चर्चा के मद्देनजर, अपील सफल होती है और तदनुसार अनुमति",
  "orders are set aside. The case is remanded to the": "दी जाती है। आक्षेपित आदेशों को अपास्त किया गया है। मामले को उद्च",
  "of which these appeals arise, for its disposal in": "लिए जिसमें से ये अपीलें उत्पन्न होती हैं",
  "13. Since we have formed an opinion to remand": "3. चूंकि हमने मामले को गुणागुण के आधार पर नए सिरे से निपटान के",
  "3. <A few facts need mention hereinbelow for the disposal of these appeals which involve a_ short": "3. इन अपीलों के निस्तारण के लिए कुछ तथ्यों का उल्लेख यहां किया जाना",
  "4. The appellant filed an eviction petition against": "4. अपीलकर्ता ने प्रत्यर्थीओं के खिलाफ एक निष्कासन याचिका दायर की।",
  "suit and passed the decree for eviction against the respondents. The respondents felt aggrieved and": "बेदखली के लिए फैसला सुनाया। उक्त आदेश से प्रत्यर्थी व्यथित हुए और",
  "Court No.8, Fatehpur. The first Appellate Court by": "अपर जिला न्यायाधीश, कोर्ट नंबर 8, फतेहपुर की अदालत में रेंट अपील",
  "order dated 04.12.2001 allowed the appeal and": "नंबर 4/996 दायर किया। 04. 2. 200] के आदेश से पहले अपीलीय",
  "appellant. The appellant felt aggrieved and filed a": "याचिका को खारिज कर दिया। उक्त निर्णय से अपीलकर्ता व्यथित हुए और",
  "writ petition in the High Court at Allahabad. By": "इलाहाबाद के उच्च न्यायालय में एक रिट याचिका दायर की। 27. 07.",
  "dismissed the writ petition and affirmed the order": "न्यायालय ने उक्त आवेदन को खारिज कर दिया। अपीलकर्ता ने उक्त आदेशों",
  "8. The need to remand the case to the High Court": "8... मामले को उच्च न्यायालय में भेजने की आवश्यकता इसलिए हुई है",
  "has occasioned because from the perusal of the impugned order dated 27.07.2012 quoted above, we": "क्योंकि ऊपर उल्लिखित 27. 07. 202 के लगाए गए आदेश के अवलोकन",
  "find that it is an unreasoned order. In other words,": "से, हम पाते हैं कि यह एक अनुचित आदेश है। दूसरे शब्दों में , उच्च न्यायालय",
  "the High Court neither discussed the issues arising the case, nor dealt with any of the submissions": "ने न तो मामले में उत्पन्न होने वाले मुद्दों पर चर्चा की , न ही पार्टियों द्वारा",
  "the case, nor dealt with any of the submissions urged by the parties and nor assigned any reason as": "आग्रह किए गए किसी भी प्रस्तुतिकरण से निपटा और न ही कोई कारण",
  "to why it has dismissed the writ petition.": "बताया कि इसने रिट याचिका को खारिज क्यों किया है।",
  "9. This Court has consistently laid down that": "9. इस न्यायालय ने. लगातार यह निर्धारित किया है कि",
  "every judicial or/and quasi-judicial order passed by": "न्यायालय/न्यायाधिकरण/प्राधिकरण द्वारा पारित प्रत्येक न्यायिक या/और अर्ध",
  "decides the lis between the parties, must be": "न्यायिक आदेश, जो पार्टियों के बीच कार्यवाहीयों के द्वारा निर्णय किया जाना",
  "appellate/revisionary Court while examining the": "भी आदेश की शुद्धता की जांच करते समय अपीलीय/पुनरीक्षणीय न्यायालय",
  "correctness of the order are entitled to know as to on which basis, a particular conclusion is arrived at": "को यह जानने का अधिकार है कि किस आधार पर आदेश में एक विशेष",
  "in the order. In the absence of any discussion, the reasons and the findings on the submissions urged,": "निष्कर्ष निकाला गया है। किसी भी चर्चा के अभाव में, कारणों और प्रस्तुतियाँ",
  "it is not possible to know as to what led the": "पर निष्कर्षों का आग्रह किया गया, यह जानना संभव नहीं है कि इस तरह के",
  "Court/Tribunal/Authority for reaching to such": "निष्कर्ष पर पहुंचने के लिए न्यायालय /न्यायाधिकरण/प्राधिकरण का क्या",
  "conclusion. (See - State of Maharashtra vs. Vithal Rao Pritirao Chawan, (1981) 4 SCC 129, Jawahar": "नेतृत्व किया। (यह भी देखें महाराष्ट्र राज्य बनाम विद्ठल राव प्रीतिराव चवान,",
  "Lal Singh vs. Naresh Singh & Ors., (1987) 2 SCC": "(987) 4 एससीसी 29, जवाहर लाल सिंह बनाम नरेश सिंह एंड अन्य",
  "222, State of U.P. vs. Battan & Ors., (2001) 10": "(987) 2 एससीसी 222, यूपी. राज्य बनाम बट्टन और अन्य राज्य,",
  "SCC 607, Raj Kishore Jha vs. State of Bihar &": "(2007) 0 एससीसी 607, राज किशोर झा बनाम बिहार राज्य और",
  "Ors., (2003) 11 SCC 519 and State of Orissa vs.": "अन्य, (2003) ] एससीसी 59 और उड़ीसा राज्य बनाम धनीराम",
  "Dhaniram Luhar, (2004) 5 SCC 568).": "लुहार, (2004) 5 एससीसी 568)।"
}