{
  "[2023] 13 S.C.R. 905 : 2023 INSC 906": "[2023 | 3 50२ 905 : 2023 ॥४५८ 906",
  "CASE DETAILS": "मामले का विवरण",
  "STATE OF U.P. & ANR.": "उत्तर प्रदेश राज्य और एएनआर.",
  "(Civil Appeal No.5721 of 2023)": "(सिविल अपील संख्या 572/ 2023)",
  "OCTOBER 13, 2023": "3 अक्टूबर, 2023",
  "[PAMIDIGHANTAM SRI NARASIMHA AND": "[न्यायमूर्ति पमिदिघनतम श्री नरसिम्हा और",
  "HEADNOTES": "हेडनोट्स",
  "Issue for consideration: Whether in exercise of writ jurisdiction": "विचारार्थ मुद्दा:- क्या रिट क्षेत्राधिकार का प्रयोग करते हुए उच्च न्यायालय को भूमिधारक से अधिशेष भूमि का",
  "the High Court should have refrained from adjudicating the contentious issue with regard to taking of actual possession of the surplus land from": "वास्तविक कब्ज़ा लेने के संबंध में विवादास्पद मुद्दे पर निर्णय लेने से बचना चाहिए था, जबकि मुकदमेबाजी के",
  "Urban Land (Ceiling and Regulation) Repeal Act, 1999 — The": "शहरी भूमि (सीमा और विनियमन) निरसन अधिनियम, 999 - उच्च न्यायालय ने 08.0.2048 के",
  "High Court disposed of the writ petition by judgment and order dated 08.10.2018 declaring that the land in dispute shall continue to be in possession of the first respondent-original petitioner and would not": "फैसले और आदेश द्वारा रिट याचिका का निपटारा करते हुए घोषणा की कि विवाद में भूमि पहले प्रतिवादी -मूल",
  "possession of the first respondent-original petitioner and would not be treated as surplus land as he is entitled to the benefits of the Urban": "याचिकाकर्ता के कब्जे में रहेगी और रहेगी। उसे अधिशेष भूमि नहीं माना जाएगा क्योंकि वह शहरी भूमि (सीमा",
  "Land (Ceiling and Regulation) Repeal Act, 1999 — Propriety:": "और विनियमन) निरसन अधिनियम, 4999 के लाभों का हकदार है - स्वामित्व:",
  "Held: Having regard to the following: (a) that there was a serious": "अवधारित किया गया :- निम्नलिखित को ध्यान में रखते हुए: (ए) कि अधिशेष भूमि पर कब्ज़ा करने के",
  "was a delay of about seven years in filing the first writ petition from the date": "कब्जा लेने की तारीख से पहली रिट याचिका दायर करने में लगभग सात साल की देरी हुई थी; (सी) कि कब्ज़ा",
  "vesting notification; (c) that no documentary evidence such as a Khasra or Khatauni of the period between alleged date of taking possession and filing": "लेने की कथित तारीख और पहली रिट याचिका दायर करने के बीच की अवधि का कोई दस्तावेजी साक्ष्य जैसे",
  "of the first writ petition was filed by the original petitioner; (d) that in the earlier two rounds of litigation, the High Court refrained from deciding the": "खसरा या खतौनी मूल याचिकाकर्ता द्वारा दायर नहीं किया गया था; (डी) मुकदमे के पहले दो दौर में, उच्च",
  "earlier two rounds of litigation, the High Court refrained from deciding the issue of possession of the surplus land even though that issue had arisen": "न्यायालय ने अधिशेष भूमि के कब्जे के मुद्दे पर निर्णय लेने से परहेज किया, भले ही वह मुद्दा सीधे पक्षकारों के",
  "directly between the parties; and (e) that infraction of the prescribed statutory": "मध्य उत्पन्न हुआ था; और (ई) कब्जा लेने के लिए निर्धारित वैधानिक प्रक्रिया का उल्लंघन राज्य के कब्जे के",
  "procedure for taking possession cannot be the sole basis to discard State’s claim of possession, when it is stated to have been taken long before the": "दावे को खारिज करने का एकमात्र आधार नहीं हो सकता है, जब यह कहा जाता है कि इसे कब्जे से बहुत पहले",
  "JUDGMENT / ORDER OF THE SUPREME COURT": "माननीय उच्च न्यायालय के निर्णय /आदेश",
  "JUDGMENT": "निर्णय",
  "1. This appeal is directed against the judgment and order of the High Court! dated 08.10.2018, passed in Writ C No. 21009 of 2012, by which the": "4. यह अपील रिट सी संख्या 2009/2042 में पारित उच्च न्यायालय के दिनांक 08.0.2048 के",
  "writ petition of the first respondent? was disposed of by declaring that the": "निर्णय और आदेश के विरुद्ध निर्देशित है, जिसके द्वारा प्रथम प्रत्यर्थी की रिट याचिका2 यह घोषित करते हुए",
  "land in dispute shall continue to be in possession of the original petitioner": "निस्तारण किया गया कि विवादित भूमि पर मूल याचिकाकर्ता का कब्जा बना रहेगा और उसे अधिशेष भूमि नहीं",
  "above, a direction was issued to the Competent Authority (Urban Ceiling)": "उपरोक्त के अतिरिक्त, सक्षम प्राधिकारी (शहरी सीमा) सहारनपुर को एक निर्देश जारी किया गया था। यह",
  "Saharanpur‘ to ensure that the name of the original petitioner is restored in the revenue records.": "सुनिश्चित करने के लिए कि मूल याचिकाकर्ता का नाम राजस्व रिकॉर्ड में बहाल किया गया है।",
  "Facts/Pleadings": "तथ्य /दलीलें",
  "2. The original petitioner had land holding admeasuring 7499.20 square meter comprising plot nos.166, 177, 179 and 185 in village Panjaura Bairoon, Tehsil and District Saharanpur. With the Urban Land (Ceiling and Regulation) Act, 1976° coming into force, proceedings thereunder were": "2. मूल याचिकाकर्ता के पास ग्राम पंजौरा बैरून, तहसील और जिला सहारनपुर में प्लॉट संख्या 66, 77, 779 और 85 सहित 7499.20 वर्ग मीटर भूमि थी। शहरी भूमि (सीमा और विनियमन) अधिनियम,",
  "Regulation) Act, 1976° coming into force, proceedings thereunder were initiated against the original petitioner giving rise to Case No. 2186 of 1976.": "976 के लागू होने पर, मूल याचिकाकर्ता के खिलाफ कार्यवाही शुरू की गई, जिससे केस नंबर 286/976",
  "In these proceedings, vide order dated 26.11.1977, the Competent Authority declared 5499.20 square meter of land as surplus.": "सामने आया। इन कार्यवाहियों में, दिनांक 26..977 के आदेश द्वारा सक्षम प्राधिकारी द्वारा 5499.20 वर्ग मीटर भूमि को अधिशेष घोषित किया गया।",
  "3. The aforesaid order dated 27.11.1977 was questioned before the": "3. उपरोक्त आदेश दिनांक 27.7.977 को एक रिट याचिका के माध्यम से वर्ष 986 में उच्च",
  "vide order dated 3.1.1986. The order dated 3.1.1986 is reproduced below:": "दिनांक 3.4.986 का आदेश नीचे पुनः प्रस्तुत किया गया है:",
  "“This Writ Petition is against the order of the Competent Authority, Saharanpur dated 26.11.1977- The contention of the Learned counsel": "“यह रिट याचिका सक्षम प्राधिकारी, सहारनपुर के दिनांक 26..977 के आदेश के खिलाफ है-",
  "for the petitioner is that the impugned order is without jurisdiction": "याचिकाकर्ता के अधिवक्ता का तर्क यह है कि विवादित आदेश क्षेत्राधिकार के बिना है और अप्रवर्तनीय",
  "and is unenforceable. If the order is unenforceable, the petitioner": "है। यदि आदेश अप्रवर्तनीय है तो याचिकाकर्ता संबंधित प्राधिकारी के समक्ष प्रदर्शन कर सकता है और",
  "High Court’s Findings": "उच्च न्यायालय के निष्कर्ष",
  "9. The High Court after considering the pleadings and the materials": "9.उच्च न्यायालय ने दलीलों और रिकॉर्ड पर मौजूद सामग्रियों पर विचार करने के बाद निष्कर्ष निकाला:",
  "“Having considered the submissions raised and applying the law laid": "“उठाई गई दलीलों पर विचार करने और शीर्ष अदालत द्वारा निर्धारित कानून को लागू करने से, यह",
  "down by the Apex Court, it is evident that the notice dated 26.02.1979 under section 10(5) of the Act which is said to have been served on": "स्पष्ट है कि अधिनियम की धारा 0 (5) के तहत 26.02.4979 को नोटिस दिया गया था, जिसके बारे",
  "27.02.1979, as has been alleged in paragraph no. 4 of the counter": "में कहा जाता है कि यह 27.02.979 को दिया गया था, जैसा कि जवाबी शपथपत्र के पैरा 4 में आरोप",
  "affidavit, the same has been denied by the petitioner, but even assuming": "लगाया गया है। इसे याचिकाकर्ता द्वारा अस्वीकार कर दिया गया है, लेकिन इसे सही मानते हुए भी,",
  "the same to be correct, the actual physical possession alleged to have been taken on 08.03.1979 could not be done as the period of 30 days": "08.03.979 को लिया गया वास्तविक भौतिक कब्जा नहीं किया जा सका क्योंकि 30 दिनों की अवधि",
  "had not expired. Even otherwise the document which has been filed as": "नहीं हुई थी। अन्यथा भी जो दस्तावेज़ जवाबी शपथपत्र के अनुलग्रक संख्या 4 के रूप में दर्ज किया गया",
  "Annexure No. | to the counter affidavit is a report and not the actual possession memo. It also records that Bashir, who is the father of the": "है वह एक रिपोर्ट है न कि वास्तविक कब्ज़ा ज्ञापन। इसमें यह भी दर्ज है कि बशीर, जो याचिकाकर्ता के",
  "petitioner refused to sign on the proceedings while possession was": "पिता हैं, ने कब्ज़ा लेने के दौरान कार्यवाही पर हस्ताक्षर करने से इनकार कर दिया और याचिकाकर्ता",
  "taken and the petitioner was not present at the time. It is, therefore, clear that this was a sheer paper transaction prepared before the expiry of the statutory period of 30 days and if the petitioner had not handed": "उस समय उपस्थित नहीं था। इसलिए, यह स्पष्ट है कि यह 30 दिनों की वैधानिक अवधि की समाप्ति से पहले तैयार किया गया एक सरासर कागजी लेनदेन था और यदि याचिकाकर्ता ने स्वैच्छिक कब्ज़ा नहीं",
  "over voluntary possession, the dispossession could have been possible only by complying with the provisions of section 10(6) of 1970 Act. No": "सौंपा था, तो धारा 40(6) 4970 अधिनियम के प्रावधानों का अनुपालन करके ही बेदखली संभव हो",
  "such procedure has been followed nor any such evidence is on record.": "सकती थी। ऐसी किसी भी प्रक्रिया का पालन नहीं किया गया है और न ही ऐसा कोई सबूत रिकॉर्ड पर है।",
  "It is therefore evident that the case taken in the counter affidavit of having taken over the actual physical possession is not in conformity": "इसलिए यह स्पष्ट है कि काउंटर एफी डेविट में वास्तविक भौतिक कब्ज़ा लेने का मामला कानून के",
  "with law nor actual possession appears to have been taken.”": "अनुरूप नहीं है और न ही वास्तविक कब्ज़ा लिया गया प्रतीत होता है।",
  "10. Before concluding as above, the High Court took notice of various": "0. उपरोक्त निष्कर्ष निकालने से पहले, उच्च न्यायालय ने इस न्यायालय सहित विभिन्न न्यायिक",
  "judicial pronouncements including of this Court, namely, (a) State of U.P. vs. Hari Ram’; (b) Raghbir Singh Sehrawat vs. State of Haryana and Others*®": "घोषणाओं पर ध्यान दिया, अर्थात्‌, (ए)यूपी राज्य बनाम हरि राम 7: (बी)रघबीर सिंह सहरावत बनायग हरियाणा",
  "(c) State of Assam vs. Bhaskar Jyoti Sarma & Others”.": "राज्य और अन्य 8 और सी)असम राज्य बनाम भास्कर ज्योति सरमा ऑर अन्य 9,",
  "11. We have heard Mr. Rana Mukherjee, learned senior counsel for": "4. हमने अपीलकर्ताओं के लिए विद्वान वरिष्ठ अधिवक्ता श्री राणा मुखर्जी और पहले प्रत्यर्थी के लिए श्री अंकुर",
  "Submissions On Behalf Of The Appellants": "अपीलकर्ताओं की ओर से प्रस्तुतियाँ",
  "12. Learned counsel for the appellants submitted that notice under Section 10(5) of the Ceiling Act, 1976 was served on the tenure holder on": "2.अपीलकर्ताओं के विद्वान अधिवक्ता ने प्रस्तुत किया कि सीलिंग अधिनियम, 976 की धारा 40(5)",
  "27.02.1979. Pursuant thereto, possession was taken on 8.3.1979. However,": "के तहत किरायेदार को 27.02.979 को नोटिस दिया गया था। इसके अनुसरण में, 8.3.979 को कब्ज़ा ले",
  "since the original petitioner avoided signing the memorandum of possession,": "लिया गया। हालाँकि, चूंकि मूल याचिकाकर्ता ने कब्जे के ज्ञापन पर हस्ताक्षर करने से परहेज किया, सक्षम",
  "the Competent Authority went to the spot, took possession in presence of two co-sharers and prepared a memorandum to that effect. Following that,": "प्राधिकारी मौके पर गए, दो सह-हिस्सेदारों की उपस्थिति में कब्जा ले लिया और इस आशय का एक ज्ञापन",
  "the name of the State stood entered in the revenue records on 17.3.1982.": "तैयार किया। इसके बाद, राज्य का नाम 7.3.982 को राजस्व रिकॉर्ड में दर्ज किया गया। इस प्रकार, भूमि",
  "As such, the land stood vested in the State. Later, it was transferred to Saharanpur Development Authority on 26.5.2003. Consequently, benefit of": "राज्य में निहित हो गई। बाद में इसे 26.5.2003 को सहारनपुर विकास प्राधिकरण को हस्तांतरित कर दिया",
  "the Repeal Act, 1999 is not available to the original petitioner.": "गया। परिणामस्वरूप, निरसन अधिनियम, 4999 का लाभ मूल याचिकाकर्ता को उपलब्ध नहीं है।",
  "13. Appellants’ also questioned the maintainability of the writ petition on the following grounds:": "3.अपीलकर्ताओं ने निम्नलिखित आधारों पर रिट याचिका की स्थिरता पर भी सवाल उठाया:",
  "question of fact (i.e., whether actual possession was taken or": "($) तथ्य के वास्तविक प्रश्न (यानी, वास्तविक कब्ज़ा लिया गया था या नहीं) पर पक्षकारों के बीच एक",
  "evidence. Further, documentary evidence of possession could not be discarded merely because, (a) possession was taken": "इसके अलावा, कब्जे के दस्तावेजी साक्ष्य को केवल इसलिए खारिज नहीं किया जा सकता क्‍योंकि (ए)",
  "before expiry of 30 days from the date of service of notice under Section 10(5) of the Ceiling Act, 1976, and (b) the possession": "सीलिंग अधिनियम, 976 की धारा 0(5) के तहत नोटिस की सेवा की तारीख से 30 दिनों की",
  "Section 10(5) of the Ceiling Act, 1976, and (b) the possession memorandum did not bear signature of the landholder. In these": "समाप्ति से पहले कब्जा ले लिया गया था, और (बी) कब्जा ज्ञापन पर भूमिधारक के हस्ताक्षर नहीं थे।",
  "circumstances, the writ petitioner should have been relegated to a suit, particularly when in the earlier two rounds of litigation the": "इन परिस्थितियों में, रिट याचिकाकर्ता को एक मुकदमे में वापस लाया जाना चाहिए था, खासकर जब",
  "a suit, particularly when in the earlier two rounds of litigation the High Court refrained from addressing the issue of possession.": "मुकदमे के पहले दो दौर में उच्च न्यायालय ने कब्जे के मुद्दे को संबोधित करने से परहेज किया था।",
  "(11) The writ petition is highly belated, inasmuch as, after disposal of writ petition No. 9702 of 1987, the land which stood vested in the": "(॥) रिट याचिका अत्यधिक विलंबित है, क्योंकि रिट याचिका संख्या 9702/987 के निस्तारण के",
  "State was transferred to the Saharanpur Development Authority in the year 2003 and since then it has been in its possession whereas": "बाद, जो भूमि राज्य में निहित थी, उसे वर्ष 2003 में सहारनपुर विकास प्राधिकरण को हस्तांतरित कर",
  "the writ petition was filed in the year 2012. Such a belated petition": "दिया गया था और तब से यह उसी में है। इसका कब्ज़ा जबकि रिट याचिका वर्ष 2042 में दायर की गई",
  "(iii) Once the land vests in the State and possession of the land has": "(॥) एक बार जब भूमि राज्य में निहित हो जाती है और भूमि का कब्ज़ा ले लिया जाता है, तो राज्य",
  "been taken, the State becomes absolute owner of the land and it cannot be divested of its title.": "भूमि का पूर्ण मालिक बन जाता है और उसे उसके स्वामित्व से वंचित नहीं किया जा सकता है।",
  "be followed before the authorities decided to use force to dispossess the occupant under Section 10(6). In the case at": "पालन अधिकारियों द्वारा धारा 40(6) के तहत कब्जेदार को बेदखल करने के लिए बल का उपयोग करने का निर्णय लेने से पहले किया जाना चाहिए। मौजूदा मामले में यदि दिसंबर 99 में पूर्ववर्ती",
  "hand if the appellant’s version regarding dispossession of the erstwhile owner in December 1991 is correct, the fact": "करने का निर्णय लेने से पहले किया जाना चाहिए। मौजूदा मामले में यदि दिसंबर 99 में पूर्ववर्ती मालिक को बेदखल करने के संबंध में अपीलकर्ता का बयान सही है, तो तथ्य यह है कि इस तरह",
  "that such dispossession was without a notice under Section": "की बेदखली धारा 40(5) के तहत बिना किसी नोटिस के की गई थी, इसका कोई परिणाम नहीं",
  "on breach of Section 10(5) at any stage during his lifetime": "दौरान किसी भी स्तर पर धारा 0(5) के उल्लंघन के आधार पर कोई शिकायत नहीं की थी,",
  "implying thereby that he had waived his right to do so.": "जिसका अर्थ यह हो कि उन्होंने ऐसा करने का अपना अधिकार छोड़ दिया था।",
  "(Emphasis supplied)": "(प्रभाव वर्धित)",
  "(iti) Municipal Council, Ahmednagar and Another vs. Shah Hyder": "(॥). नगर परिषद, अहमदनगर और अन्य बनाम शाह हैदर बेग और अन्य के मामले में, भूमि अधिग्रहण",
  "challenge to the land acquisition proceedings, applying the principle that delay defeats equity, it was observed that a belated": "की कार्यवाही को देर से दी गई चुनौती के संदर्भ में, इस सिद्धांत को लागू करते हुए कि देरी समता को",
  "challenge is not to be entertained and the plea of delay can be": "पराजित करती है, यह देखा गया कि देर से दी गई चुनौती पर विचार नहीं किया जाना चाहिए और देरी",
  "Indore Development Authority vs. Manoharlal'*. Paragraph": "(५). इंदौर विकास प्राधिकरण बनाम मनोहरलाल .इस न्यायालय की संविधान पीठ द्वारा दिए गए इस",
  "258 of this judgment rendered by a Constitution Bench of this Court was cited to canvass that once title of the land vests in the": "फैसले के पैराग्राफ 258 का हवाला देते हुये यह प्रचार करने के लिए दिया गया था कि एक बार भूमि का",
  "State, consequent to acquisition and taking of possession, even": "स्वामित्व राज्य में निहित हो जाता है, जिसके परिणामस्वरूप अधिग्रहण और कब्जा ले लिया जाता है,",
  "if the landholder has retained possession or otherwise trespassed": "भले ही भूमिधारक ने कब्जा बरकरार रखा हो या कब्जे के बाद उस पर अन्यथा अतिक्रमण किया हो।",
  "upon it after possession has been taken by the State, he remains a trespasser and his possession would be deemed to be on behalf": "राज्य द्वारा ले लिया गया है, वह एक अतिचारी बना हुआ है और उसका कब्ज़ा राज्य की ओर से माना",
  "Banda Development Authority vs. Moti Lal Agarwal\". In this case, this Court culled out principles concerning the mode of": "जाएगा। (५) बांदा विकास प्राधिकरण बनाम मोती लाल अग्रवाल के मामले में, इस न्यायालय ने भूमिधारक से",
  "case, this Court culled out principles concerning the mode of taking possession of a piece of land from the landholder. The": "भूमि के एक टुकड़े पर कब्ज़ा लेने के तरीके से संबंधित सिद्धांतों को खारिज कर दिया। फैसले का",
  "relevant portion of the judgment is extracted below:": "प्रासंगिक भाग नीचे दिया गया है:",
  "“37. The principles which can be culled out from the above- noted judgments are:": "“37. उपर्युक्त निर्णयों से जो सिद्धांत निकाले जा सकते हैं वे हैं:",
  "(i) No hard-and-fast rule can be laid down as to what act": "() इस बारे में कोई कठोर नियम नहीं बनाया जा सकता कि किस अधिनियम के तहत",
  "would constitute taking of possession of the acquired land.": "अधिग्रहीत भूमि पर कब्ज़ा कर लिया जाएगा।",
  "(ii) If the acquired land is vacant, the act of the State authority concerned to go to the spot and prepare a": "(॥) यदि अधिग्रहीत भूमि खाली है, तो संबंधित राज्य प्राधिकारी का मौके पर जाकर पंचनामा",
  "panchnama will ordinarily be treated as sufficient to constitute taking of possession.": "तैयार करने का कार्य आमतौर पर कब्ज़ा लेने के लिए पर्याप्त माना जाएगा।",
  "(iii) If crop is standing on the acquired land or building/ structure exists, mere going on the spot by the authority": "(॥) यदि अधिग्रहीत भूमि पर फसल खड़ी है या भवन /संरचना मौजूद है, तो केवल संबंधित",
  "concerned will, by itself, be not sufficient for taking possession. Ordinarily, in such cases, the authority": "प्राधिकारी द्वारा मौके पर जाना, कब्जा लेने के लिए पर्याप्त नहीं होगा। आमतौर पर, ऐसे मामलों",
  "concerned will have to give notice to the occupier of the building/structure or the person who has cultivated the": "में, संबंधित प्राधिकारी को भवन/संरचना के कब्जे वाले या उस व्यक्ति को नोटिस देना होगा",
  "land and take possession in the presence of independent": "जिसने भूमि पर खेती की है और स्वतंत्र गवाहों की उपस्थिति में कब्जा ले लिया है और",
  "revenue entries were also in his favour, therefore, cause of action to file": "और राजस्व प्रविष्टियाँ भी उसके पक्ष में थीं। इसलिए, तीसरी रिट याचिका दायर करने की कार्रवाई का कारण",
  "third writ petition arose only when revenue entries were disturbed. Since": "केवल तभी उत्पन्न हुआ जब राजस्व प्रविष्टियों में गड़बड़ी हुई। चूंकि राजस्व प्रविष्टि में परिवर्तन की जानकारी",
  "18. In support of his submissions, the learned counsel for the first": "48. अपनी दलीलों के समर्थन में, पहले प्रत्यर्थी के विद्वान अधिवक्ता ने उन अधिकारियों पर भरोसा",
  "respondent relied on those authorities which have been cited in the order impugned in this appeal.": "किया जिनका इस अपील में लागू आदेश में हवाला दिया गया है।",
  "Discussion And Analysis": "चर्चा एवं विश्लेषण",
  "19. We have considered the rival submissions and have perused the record.": "49. हमने प्रतिद्वंद्वी प्रस्तुतियों पर विचार किया है और रिकॉर्ड का अवलोकन किया है।",
  "20. Before we proceed further, it would be useful to recapitulate facts": "20. इससे पहले कि हम आगे बढ़ें, इस संबंध में तथ्यों को दोबारा दोहराना उपयोगी होगा, इसमें कोई",
  "in respect thereof there is no dispute. These are:": "विवाद नहीं है। ये हैं:",
  "(1) On 26.11.1977, 5499.29 square meter of land of the first respondent": "(॥) 26..977 को, पहले प्रत्यर्थी की 5499.29 वर्ग मीटर भूमि को सीलिंग अधिनियम, 976 की",
  "was declared surplus by the Competent Authority under Section 8(4)": "धारा 8(4) के तहत सक्षम प्राधिकारी द्वारा अधिशेष घोषित किया गया था।",
  "(ii) Notification under Section 10(1) of the Ceiling Act, 1976 was published on 09.01.1978.": "(॥) सीलिंग अधिनियम, 976 की धारा 0(4) के तहत अधिसूचना 09.0.978 को प्रकाशित की गई थी।",
  "(iii) Notification vesting the surplus land in the State under Section": "(॥) धारा 0(3) के तहत राज्य में अधिशेष भूमि को निहित करने की अधिसूचना 5.4.979 को",
  "10(3) was published in the official Gazette on 15.1.1979.": "आधिकारिक राजपत्र में प्रकाशित की गई थी।",
  "(iv) Questioning the order dated 26.11.1977, a writ petition was filed by": "(४) दिनांक 26..977 के आदेश पर सवाल उठाते हुए, वर्ष 986 में प्रथम प्रत्यर्थी के नेतृत्व में",
  "(v) Objection taken by the first respondent came to be rejected by the Competent Authority vide order dated 27.03.1987. In the order it was": "(५) पहले प्रत्यर्थी द्वारा ली गई आपत्ति सक्षम प्राधिकारी द्वारा आदेश दिनांक 27.03.987 के द्वारा",
  "observed that possession has already been taken.": "खारिज कर दी गई। आदेश में पाया गया कि कब्जा पहले ही ले लिया गया है।",
  "land for the public purpose for which it was acquired is": "विशेष सार्वजनिक उद्देश्य को आगे बढ़ाने में उपयोग किया गया है, तो न्यायालय उचित रूप से",
  "clearly indicative of the fact that actual possession of the": "उपयोग, जिसके लिए इसे अधिग्रहित किया गया था, स्पष्ट रूप से इस तथ्य का संकेत है कि",
  "acquired land had been taken by BDA. Once it is held that": "अधिग्रहीत भूमि का वास्तविक कब्ज़ा बीडीए द्वारा ले लिया गया था। एक बार जब यह माना",
  "possession of the acquired land was handed over to BDA": "जाता है कि अधिग्रहीत भूमि का कब्ज़ा 30-6-2004 को बीडीए को सौंप दिया गया था, तो",
  "Submissions On Behalf Of The First Respondent": "प्रथम प्रत्यर्थी की ओर से दलीलें",
  "15. Per contra, on behalf of the first respondent, it was submitted that": "45, इसके विपरीत, प्रथम प्रत्यर्थी की ओर से यह प्रस्तुत किया गया कि एक बार उच्च न्यायालय आदेश",
  "once the High Court vide order dated 03.01.1986 had allowed him to file an objection before the Competent Authority, any action taken prior to it": "दिनांक 03.04.4986 ने उन्हें सक्षम प्राधिकारी के समक्ष आपत्ति दर्ज करने की अनुमति दी थी, इससे पहले की",
  "an objection before the Competent Authority, any action taken prior to it became subject to further orders in the proceedings that followed. In writ": "गई कोई भी कार्रवाई उसके बाद की कार्यवाही में आगे के आदेशों के अधीन हो गई। रिट याचिका संख्या",
  "petition No. 9702 of 1987, there was an interim order passed on 20.08.1987": "9702/987 में, 20.08.987 को एक अंतरिम आदेश पारित किया गया था जिसमें निर्देश दिया गया था कि",
  "directing that the original petitioner shall not be dispossessed from the land in dispute. This writ petition was disposed of without holding that actual": "मूल याचिकाकर्ता को विवाद में भूमि से बेदखल नहीं किया जाएगा। इस रिट याचिका का निपटारा यह किये बिना",
  "in dispute. This writ petition was disposed of without holding that actual possession of the surplus land was taken. Therefore, in the third round": "कर दिया गया कि अधिशेष भूमि का वास्तविक कब्ज़ा ले लिया गया है। इसलिए, मुकदमेबाजी के तीसरे दौर में,",
  "of litigation, when the original petitioner claimed that actual possession was never taken by the State, the burden was on the State to establish that": "जब मूल याचिकाकर्ता ने दावा किया कि राज्य द्वारा वास्तविक कब्ज़ा कभी नहीं लिया गया था, तो यह स्थापित",
  "possession was taken. The State not only had to prove that actual possession": "करने का बोझ राज्य पर था कि कब्ज़ा लिया गया था। राज्य को न केवल यह साबित करना था कि भूमि का",
  "of the land was taken, but that it was taken in accordance with law. However,": "वास्तविक कब्ज़ा लिया गया था, बल्कि यह भी कि यह कानून के अनुसार लिया गया था। हालाँकि, उस बोझ को",
  "has not been taken by the date of commencement of the Repeal Act,": "अधिनियम, 4976 के प्रारंभ होने की तारीख तक वास्तविक कब्ज़ा नहीं लिया गया है, तो सीलिंग अधिनियम,",
  "1976, the proceedings under the Ceiling Act, 1976 would abate, but if possession has been taken, they shall not abate.": "976 के तहत कार्यवाही समाप्त हो जाएगी, लेकिन यदि कब्ज़ा ले लिया गया है, तो वे नहीं होंगे। कम करना",
  "21. From the facts noticed above, what is beyond controversy is, that,--": "24. ऊपर देखे गए तथ्यों से, जो विवाद से परे है, वह यह है कि, - (ए) मूल याचिकाकर्ता की",
  "(a) 5499.29 square meter of original petitioner’s land was declared surplus": "5499.29 वर्ग मीटर भूमि को 26..977 को अधिशेष घोषित किया गया था और, धारा 0(4) दिनांक",
  "a notification was issued on 15.1.1979 vesting the land in the State under Section 10(3) of the Ceiling Act, 1976; (b) neither the order declaring the": "में निहित करने की अधिसूचना 5.4.4979 को जारी की गई थी; (बी) न तो भूमि को अधिशेष घोषित करने का",
  "land as surplus, nor the notification vesting the land in the State, was set aside or declared invalid. Even the order of the Competent Authority, dated": "आदेश, न ही भूमि को राज्य में निहित करने की अधिसूचना को रद्द किया गया या अमान्य घोषित किया गया।",
  "22. Surprisingly, the issue whether possession was taken prior to the commencement of the Repeal Act, 1999, though had arisen directly for": "22. आश्चर्यजनक रूप से, यह मुद्दा कि क्या निरसन अधिनियम, 4999 के प्रारंभ होने से पहले कब्ज़ा",
  "determination in writ petition No.9702 of 1987, was not decided. This issue": "लिया गया था, हालांकि रिट याचिका संख्या 9702/987 में सीधे निर्धारण के लिए उठाया गया था, इसका",
  "was critical because rights of the parties were dependent on its determination.": "निर्णय नहीं किया गया था। यह मुद्दा गंभीर था क्योंकि पक्षकारों के अधिकार इसके निर्धारण पर निर्भर थे। फिर",
  "Yet, for reasons unknown, the High Court chose not to decide the same while disposing of writ petition no. 9702 of 1987.": "भी, अज्ञात कारणों से, उच्च न्यायालय ने रिट याचिका संख्या-9702/4987 का निपटारा करते समय इस पर निर्णय नहीं लिया।",
  "23. The factum of possession is essentially a question of fact. Although there is no hard and fast rule that a question of fact cannot be determined": "23. कब्जे का तथ्य मूलतः तथ्य का प्रश्न है। हालाँकि ऐसा कोई सख्त नियम नहीं है कि तथ्य का प्रश्न",
  "in writ jurisdiction but, in the event of a serious dispute between the parties": "रिट क्षेत्राधिकार में निर्धारित नहीं किया जा सकता है, लेकिन तथ्य के प्रश्न पर पक्षों के बीच गंभीर विवाद की",
  "on a question of fact, a writ court ordinarily refrains from deciding it. More": "स्थिति में, रिट अदालत आमतौर पर इस पर निर्णय लेने से बचती है। इससे भी अधिक, जब रिट याचिकाकर्ता",
  "so, when writ petitioner has an alternative remedy where such disputed questions of fact can be decided authoritatively.": "के पास एक अधिवक्ता[पिक उपाय है जहां तथ्य के ऐसे विवादित प्रश्नों पर आधिकारिक रूप से निर्णय लिया जा सकता है।",
  "24. In the instant case, a serious dispute had arisen regarding taking": "24. मौजूदा मामले में, अधिशेष भूमि पर वास्तविक कब्ज़ा लेने को लेकर एक गंभीर विवाद उत्पन्न हो",
  "physical possession of the surplus land was taken on 8.3.1979, after serving notice under Section 10(5) of the Ceiling Act, 1976 on the land holder on": "40(5) के तहत नोटिस देने के बाद, अधिशेष भूमि का भौतिक कब्ज़ा 8.3.979 को लिया गया था। दूसरी",
  "27.02.1979. On the other hand, according to the original petitioner actual possession of the surplus land was never taken from him though the State": "ओर, मूल याचिकाकर्ता के अनुसार अधिशेष भूमि का वास्तविक कब्ज़ा उससे कभी नहीं लिया गया, भले ही",
  "25. In the above backdrop, the foremost issue which arises for our consideration is:": "25, उपरोक्त पृष्ठभूमि में, सबसे महत्वपूर्ण मुद्दा जो हमारे विचार के लिए उठता है वह है:",
  "Whether in exercise of writ jurisdiction the High Court should have": "क्या रिट क्षेत्राधिकार का प्रयोग करते हुए उच्च न्यायालय को भूमिधारक से अधिशेष भूमि का वास्तविक",
  "refrained from adjudicating the contentious issue with regard to taking of": "कब्ज़ा लेने के संबंध में विवादास्पद मुद्दे पर निर्णय लेने से बचना चाहिए था, जबकि मुकदमेबाजी के पिछले दौर में",
  "was not decided in the previous round of litigation even though it had arisen for consideration?": "इस पर निर्णय नहीं लिया गया था, भले ही यह सोच विचार के पश्चात उठा हो?",
  "26. Before we proceed further on the aforesaid issue, it would be useful to examine whether at the time of filing the third writ petition, the": "26. इससे पहले कि हम उपरोक्त मुद्दे पर आगे बढ़ें, यह जांचना उपयोगी होगा कि क्या तीसरी रिट",
  "original petitioner had an alternative remedy of a suit to seek appropriate": "याचिका दायर करने के समय, मूल याचिकाकर्ता के पास अपने अधिकारों की रक्षा के लिए उचित राहत पाने के",
  "consequential notifications issued, under the Ceiling Act, 1976 is barred, inasmuch as the Ceiling Act, 1976 is a self-contained Code and any orders": "अधिसूचनाओं पर सवाल उठाने का कोई मुकदमा वर्जित है, चूंकि सीलिंग अधिनियम, 976 एक स्व-निहित",
  "inasmuch as the Ceiling Act, 1976 is a self-contained Code and any orders passed thereunder are subject to statutory appeal etc. For the same reason,": "संहिता है और इसके तहत पारित कोई भी आदेश वैधानिक अपील आदि के अधीन है। इसी कारण से, कोई",
  "a suit may not lie to declare that surplus land, which has been notified as": "मुकदमा यह घोषित करने के लिए झूठ नहीं बोल सकता कि अधिशेष भूमि, जिसे सीलिंग अधिनियम, 976 की",
  "such under Section 10 (3) of the Ceiling Act, 1976, is free from ceiling for failure to take actual possession prior to enforcement of the Repeal Act, 1999. (See: State of M.P. vs. Ghisilal'*; Competent Authority, Calcutta,": "धारा 40 (3) के तहत अधिसूचित किया गया है, निरसन अधिनियम, 4999 के प्रवर्तन से पहले वास्तविक कब्ज़ा लेने में विफलता के लिए सीलिंग से मुक्त है। (देखें: मध्य प्रदेश राज्य बनाग घीसीलाल 74: सक्षम",
  "1999. (See: State of M.P. vs. Ghisilal'*; Competent Authority, Calcutta, Under The Urban Land (Ceiling and Regulation) Act, 1976 and Another": "प्राधिकारी. कलकत्ता; शहरी भूमि (सीमा ओर विनियमन) अधिनियम 7976 और अन्य बनाम डेविड मंतोश",
  "vs. David Mantosh and Others\"; and Saurav Jain and Another vs. A.B.P. Design and Another\").": "ऑर अन्य 75 और सर जैन ओर अन्य बनाम एबी: पी डिजाइन ऑर अन्य 76)।",
  "27. However, in our view, on the aforesaid principle a suit on the cause of action shown in the third writ petition would not have been barred.": "27. हालाँकि, हमारे विचार में, उपरोक्त सिद्धांत पर तीसरी रिट याचिका में दर्शाए गए कार्रवाई के कारण पर",
  "Because, here, in the earlier round of litigation (1.e., writ petition No.9702": "मुकदमा वर्जित नहीं होगा। क्योंकि, यहां, मुकदमेबाजी के पहले दौर में (यानी, रिट याचिका संख्या 9702/",
  "of 1987), the High Court had already made a declaration that if actual possession of the surplus land has not been taken prior to the cut-off date": "987) में, उच्च न्यायालय ने पहले ही घोषणा कर दी थी कि यदि कट-ऑफ तिथि से पहले अधिशेष भूमि का",
  "possession of the surplus land has not been taken prior to the cut-off date (i.e., 11.1.1999) specified in the Repeal Act, 1999, the proceedings under the": "वास्तविक कब्जा नहीं लिया गया है ( यानी, ..999) निरसन अधिनियम, 4999 में निर्दिष्ट, सीलिंग",
  "Ceiling Act, 1976 would abate, and if actual possession had been taken by the": "अधिनियम, 976 के तहत कार्यवाही समाप्त हो जाएगी, और यदि वास्तविक कब्ज़ा कट-ऑफ तिथि तक ले",
  "cut-off date, it will not abate. In view of this conditional declaration, a further": "लिया गया था, तो यह समाप्त नहीं होगा। इस सशर्त घोषणा के मद्देनजर, सीलिंग अधिनियम, 976 के तहत",
  "declaration in respect of validity of the orders passed, and notifications": "पारित आदेशों और जारी अधिसूचनाओं की वैधता के संबंध में एक और घोषणा की आवश्यकता नहीं थी ,",
  "competent jurisdiction could have entertained a suit and grant such relief, as": "इसलिए सक्षम क्षेत्राधिकार की अदालत एक मुकदमे पर विचार कर सकती थी और ऐसी राहत दे सकती थी। ,",
  "of the surplus land was taken or not, before the cut-off date. In this view of the matter, in our considered view, on the cause of action disclosed in the": "भूमि का वास्तविक कब्ज़ा लिया गया था या नहीं। मामले के इस दृष्टिकोण में, हमारे सुविचारित दृष्टिकोण में,",
  "the matter, in our considered view, on the cause of action disclosed in the third writ petition, the first respondent could have instituted a suit to protect his interest, if any, in the land in dispute.": "तीसरी रिट याचिका में बताए गए कार्रवाई के कारण पर, पहला प्रत्यर्थी विवाद में भूमि में अपने हित, यदि कोई हो, की रक्षा के लिए मुकदमा दायर कर सकता था।",
  "28. We are conscious of the law that existence of an alternative remedy": "28. हम कानून के प्रति सचेत हैं कि अतिरिक्त उपाय का अस्तित्व रिट क्षेत्राधिकार के प्रयोग पर पूर्ण",
  "writ petition has been entertained, parties have exchanged their pleadings/ affidavits and the matter has remained pending for long. In such a situation": "दलीलों /शपथ पत्र का आदान-प्रदान किया है और मामला लंबे समय तक लंबित रहा है। ऐसी स्थिति में मामले",
  "there must be a sincere effort to decide the matter on merits and not relegate": "को गुण-दोष के आधार पर तय करने का ईमानदार प्रयास किया जाना चाहिए और रिट याचिकाकर्ता को",
  "the writ petitioner to the alternative remedy, unless there are compelling reasons for doing so. One such compelling reason may arise where there": "अतिरिक्त उपाय के लिए नहीं धकेलना चाहिए, जब तक कि ऐसा करने के लिए बाध्यकारी कारण न हों। ऐसा एक",
  "evidence such as a Khasra or Khatauni of the period between alleged date of taking possession and filing of the first writ petition was filed by the": "थी; (सी) कि कब्ज़ा लेने की कथित तारीख और पहली रिट याचिका दायर करने के बीच की अवधि का कोई",
  "Court refrained from deciding the issue of possession of the surplus land": "दो दौर में, उच्च न्यायालय ने अधिशेष भूमि के कब्जे के मुद्दे पर निर्णय लेने से परहेज किया, भले ही वह मुद्दा",
  "even though that issue had arisen directly between the parties; and (e) that infraction of the prescribed statutory procedure for taking possession cannot": "सीधे पक्षकारों के बीच उत्पन्न हुआ था; और (ई) कब्जा लेने के लिए निर्धारित वैधानिक प्रक्रिया का उल्लंघन",
  "be the sole basis to discard State’s claim of possession, when it is stated": "राज्य के कब्जे के दावे को खारिज करने का एकमात्र आधार नहीं हो सकता है, जब यह कहा जाता है कि मुद्दा",
  "to have been taken long before the date the issue is raised, we are of the considered view that the High Court should have refrained from deciding the": "उठाए जाने की तारीख से बहुत पहले लिया गया है, तो हमारा विचार है कि उच्च न्यायालय को निरसन",
  "issue with regard to taking of actual possession of the surplus land prior to the cut off date specified in the Repeal Act, 1999. Instead, the writ petitioner": "अधिनियम, 4999 में निर्दिष्ट कट ऑफ तारीख से पहले अधिशेष भूमि पर वास्तविक कब्ज़ा लेने के संबंध में मुद्दे",
  "36. In view of the above conclusion, the appeal is allowed. The": "36. उपरोक्त निष्कर्ष को ध्यान में रखते हुए अपील स्वीकार की जाती है। उच्च न्यायालय द्वारा पारित",
  "impugned order passed by the High Court is set aside. The first respondent’s": "आक्षेपित आदेश को निरस्त किया जाता है। पहले प्रत्यर्थी की रिट याचिका मुकदमा दायर करने के उसके",
  "writ petition is dismissed without prejudice to his right to institute a suit. Parties to bear their own costs.": "अधिकार पर प्रतिकूल प्रभाव डाले बिना खारिज की जाती है। पक्षकार अपना खर्च स्वयं वहन करें।",
  "37. It is clarified that we have not expressed any binding opinion as": "37. यह स्पष्ट किया जाता है कि हमने इस बारे में कोई बाध्यकारी राय व्यक्त नहीं की है कि क्या",
  "to whether possession of the surplus land was taken by the State before the cut-off date as specified in the Repeal Act, 1999. Observations, if any, in this": "अधिशेष भूमि का कब्ज़ा राज्य द्वारा निस्‍सन अधिनियम, 999 में निर्दिष्ट कट-ऑफ तिथि से पहले लिया गया",
  "regard are purely for the purpose of deciding whether the High Court should": "था। इस संबंध में टिप्पणियाँ, यदि कोई हों, हैं पूरी तरह से यह तय करने के उद्देश्य से कि उच्च न्यायालय को रिट",
  "have entertained the writ petition or not. Hence, if any suit is instituted the": "याचिका पर विचार करना चाहिए था या नहीं। इसलिए, यदि कोई मुकदमा दायर किया जाता है तो उसका निर्णय",
  "Headnotes prepared by: Appeal allowed.": "हेडनोट्स: अंकित ज्ञान द्वारा तैयार अपील की अनुमति",
  "35. In view of the discussion above and having regard to the following:": "29. उपरोक्त कानूनी सिद्धांतों को ध्यान में रखते हुए, हमें इस बात पर विचार करना होगा कि क्या,",
  "And if the writ court finds it difficult to determine such question, either for": "अदालत को ऐसे प्रश्न का निर्धारण करना मुश्किल लगता है, या तो रिकॉर्ड पर अपर्याप्त /अनिर्णायक",
  "insufficient/ inconclusive materials/evidence(s) on record or because oral evidence would also be required to form a definite opinion, it may relegate": "सामग्री/साक्ष्यों के कारण या क्‍योंकि एक निश्चित राय बनाने के लिए मौखिक साक्ष्य की भी आवश्यकता होगी,",
  "31. In the instant case, the original petitioner had knowledge that 5499.20 square meter of his land was declared surplus by order dated": "34. वर्तमान मामले में, मूल याचिकाकर्ता को जानकारी थी कि उसकी 5499.20 वर्ग मीटर भूमि को",
  "26.11.1977. Yet, this order was challenged through writ petition not before": "दिनांक 26.4.977 के आदेश द्वारा अधिशेष घोषित किया गया था। फिर भी, इस आदेश को वर्ष 4986 से",
  "that the third writ petition was based on a separate cause of action, still there": "हम यह मान भी लें कि तीसरी रिट याचिका कार्रवाई के एक अलग कारण पर आधारित थी, तब भी इस बात पर",
  "could have been a whisper as to what was the reason for such long delay in filing the first writ petition, particularly when the original petitioner was": "फुसफुसाहट हो सकती थी कि पहली रिट याचिका दायर करने में इतनी लंबी देरी का कारण क्‍या था, खासकर",
  "throughout aware of State’s case that possession had been taken in the year 1979 after publication of the vesting notification. The only explanation, if": "जब मूल याचिकाकर्ता था राज्य के मामले से पूरी तरह अवगत है कि वर्ष 979 में निहित अधिसूचना के प्रकाशन",
  "any, for this delay can be found in paragraph 4 of the writ petition, where": "के बाद कब्ज़ा ले लिया गया था। इस देरी के लिए एकमात्र स्पष्टीकरण, यदि कोई हो, रिट याचिका के पैराग्राफ 4",
  "it is stated that order dated 26.11.1977 was ex-parte. Even if we accept that": "में पाया जा सकता है, जहां यह कहा गया है कि दिनांक 26..4977 का आदेश एक पक्षीय है। यदि हम मान",
  "order dated 26.11.1977 was ex parte, there is no disclosure in the writ petition": "भी लें कि आदेश दिनांक 26.74.977 था पक्षपातवालारिट याचिका में इस बात का कोई खुलासा नहीं किया",
  "as to when it came to the knowledge of the original petitioner.": "गया है कि मूल याचिकाकर्ता को इसकी जानकारी कब हुई।",
  "32. What is even more interesting is that in the third writ petition there": "32. इससे भी अधिक दिलचस्प बात यह है कि तीसरी रिट याचिका में कोई विशिष्ट बयान नहीं है कि",
  "is no specific statement that recital in the order, dated 27.03.1987, with regard to taking of possession is incorrect. Though it is stated in paragraph 9 of the": "कब्ज़ा लेने के संबंध में दिनांक 27.03.4987 के आदेश में किया गया कथन गलत है। हालाँकि रिट याचिका के",
  "writ petition that under orders dated 26.11.1977 and 27.3.1987 possession": "पैराग्राफ 9 में कहा गया है कि दिनांक 26..977 और 27.3.987 के आदेशों के तहत कभी भी कब्ज़ा नहीं",
  "was never taken. It be noted that possession was not taken under order dated 27.03.1987. Rather, it is alleged to have been taken pursuant to notification": "लिया गया। ज्ञात हो कि आदेश दिनांक 27.03.4987 के तहत कब्ज़ा नहीं लिया गया था। बल्कि, यह आरोप",
  "dated 15.1.1979. Thus, by the time third writ petition was filed, a vesting": "लगाया गया है कि इसे दिनांक 5..979 की अधिसूचना के अनुसार लिया गया है। इस प्रकार, जब तीसरी",
  "notification had already been published in the official gazette on 15.1.1979.": "रिट याचिका दायर की गई, तब तक 45.4.979 को आधिकारिक राजपत्र में एक निहित अधिसूचना प्रकाशित",
  "Further, the Competent Authority’s order dated 27.03.1987 categorically": "हो चुकी थी। इसके अलावा, सक्षम प्राधिकारी के आदेश दिनांक 27.03.987 ने स्पष्ट रूप से कहा कि राज्य ने",
  "stated that State has taken possession of the land. Yet, there is no statement in the writ petition that order dated 27.03.1987 bears an incorrect recital with": "भूमि पर कब्जा कर लिया है। फिर भी, रिट याचिका में ऐसा कोई बयान नहीं है कि दिनांक 27.03.987 के",
  "regard to taking of possession. For all the reasons above, in our view, the": "आदेश में कब्ज़ा लेने के संबंध में गलत विवरण दिया गया है। उपरोक्त सभी कारणों से , हमारे विचार में, उच्च",
  "High Court ought to have been circumspect about the claim of the original": "न्यायालय को मूल याचिकाकर्ता के दावे के बारे में सतर्क रहना चाहिए था कि निरसन अधिनियम, 999 के लागू",
  "33. As far as documentary material placed by the original petitioner": "33. जहां तक मूल याचिकाकर्ता द्वारा रखी गई दस्तावेजी सामग्री का सवाल है, हमने देखा है कि 979"
}