{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. 3520 OF 2022": "दीवानी याचिका संख्या 3520 /2022",
  "Rajendra Prasad Agarwal& Ors. ne RESPONDENT(S)": "राजेंद्र प्रसाद अग्रवाल और अन्य... ...... उत्तरदाता (गण)",
  "JUDGMENT": "निर्णय",
  "Court of Judicature at Allahabad dated 01.10.2021 whereby the": "अपील में इलाहाबाद उच्च न्यायालय द्वारा पारित आदेश दिनांक 0.0.202] को",
  "revision petition filed by the plaintiffs-respondents was allowed and": "चुनौती दी गई है जिसके द्वारा वादी-प्रतिवादियों द्वारा दायर पुनरीक्षण याचिका की",
  "2. The Municipal Corporation, Lucknow has constructed an old age home named Samarpan at Adil Nagar, Ring Road, Lucknow. In terms of the": "2. नगर निगम, लखनऊ ने आदिल नगर, रिंग रोड लखनऊ में समर्पण नाम से एक वृद्धाश्रम का निर्माण किया है।दिनांक 05.2.2004 को प्रकाशित विज्ञापन के",
  "submitted that they have nothing to add in the present appeal.": "पास वर्तमान अपील में जोड़ने के लिए कुछ भी नहीं है।",
  "We have heard learned counsel for the parties and find that the issue": "7. हमने पक्षकारों के विद्वान अधिवक्ता को सुना और पाया कि जांच किए जाने के",
  "inmates in the old age home, are they licensee and/or they have a": "लाइसेंसधारी व्यक्ति हैं और /या उन्हें अधिकार के रूप में आजीवन वृद्धाश्रम में",
  "Law recognizes three types of possession. One as that of an owner,": "2. कानून तीन प्रकार के कब्जे को मान्यता देता है। एक मालिक के रूप में,",
  "including co-owners; second as a tenant, when a right is created in the": "सह-मालिकों सहित, दूसरा एक किरायेदार के रूप में, जब संपत्ति में एक",
  "property; and thirdly permissive possession, the possession which otherwise would be illegal or that of as a trespasser. In the present": "अधिकार बनाया जाता है, और तीसरा अनुमेय कब्जा, वह कब्जा जो अवैध या",
  "appeal, we are concerned with the possession falling in third category.": "अतिचार के रूप में होगा। वर्तमान अपील में, हम तीसरी श्रेणी में आने वाले कब्जे",
  "This Court in a judgment reported as Associated Hotels of India v. R.N. Kapoor’ has held that in case of a licensee, the legal possession": "से संबद्ध हैं। इस न्यायालय ने एसोसिएटेड होटल्स ऑफ इंडिया बनाम आर.एन. कपूर' मामले में अपने निर्णय में अवधारित किया है कि लाइसेंसधारी व्यक्ति के",
  "continues with the owner as in terms of Section 52 of the Indian": "मामले में भारतीय सुगमता अधिनियम, 882 की धारा 52 के अनुसार, मालिक",
  "another, something which would in the absence of such right be": "का अनुदान, कुछ ऐसा जो इस तरह के अधिकार के अभाव में गैरकानूनी होगा।",
  "unlawful. Thus, this is the essential characteristic which distinguishes a license from a lease.": "इस प्रकार, यह आवश्यक विशेषता है जो एक पट्टे से लाइसेंस को अलग करती है।",
  "In Sohan Lal Naraindas v. Laxmidas Raghunath Gadit?, it has": "3. सोहन लाल नारायणदास बनाम लक्ष्मीदास रघुनाथ गादित* में, यह माना गया",
  "been held that a lease creates an interest in the property whereas a": "है कि एक पट्टा संपत्ति में ब्याज बनता है जबकि एक लाइसेंस अनुदानकर्ता की",
  "license creates no estate or interest in the immovable property of the": "अचल संपत्ति में कोई संपत्ति या ब्याज नहीं बनता है।",
  "grantor. It was held as under:": "इसे निम्नानुसार धारित किया गया था: -",
  "internal mis-management of old age home and their miseries, extortion": "गलत प्रबंधन अन्य बातों के साथ-साथ उनकी दयनीयता, जबरन वसूली अन्य",
  "and torture. It is the stand of the plaintiffs-respondents that they acted as a whistle blower to highlight the financial misappropriations, misdeeds and inhumane attitude. The complaint was made regarding": "3 यह वादी-प्रतिवादियों का रूख है कि उन्होंने वित्तीय हेराफेरी , कुकर्मों और अमानवीय रवैये को उजागर करने के लिए एक सचेतक के रूप में काम किया।",
  "quality of food, facilities or medical treatment, misuse of donated": "खाद्य सुविधाओं की गुणवत्ता या चिकित्सा उपचार में दान किए गए वाहनों के",
  "In a separate affidavit filed by Shri Sunil Kumar Sharma, ACP Gazipur, it": "8. एसीपी गाजीपुर श्री सुनील कुमार शर्मा द्वारा दायर एक अलग हलफनागमे में",
  "is stated that the plaintiffs are old-aged parents who have been": "कहा गया है कि वादी वृद्ध माता-पिता हैं जिन्हें उनके ही बच्चों ने छोड़ दिया है।",
  "abandoned by their own children. There are 24 other inmates but no such complaint has been made by them in the police station. It was": "24 अन्य व्यक्ति भी हैं लेकिन उनकी ओर से थाने में ऐसी कोई शिकायत नहीं की",
  "also mentioned therein that as against security of Rs.25,000/-, the": "गई है। इसमें यह भी उल्लेख किया गया था कि 25,000/- रुपये की जमानत के",
  "appellant has sought the deposit of Rs.75,000/-. It may be stated that": "बदले अपीलकर्ता ने 75,000/- रुपये जमा करने की मांग की है। यह कहा जा",
  "Station House Officer was not a party to this suit but was impleaded by": "सकता है कि थानाध्यक्ष इस मुकदमे का पक्षकार नहीं थे , लेकिन संविधान के",
  "the plaintiffs before the High Court in the revision petition under Article 227 of the Constitution.": "अनुच्छेद 227 के तहत पुनरीक्षण याचिका में वादी द्वारा उच्च न्यायालय के समक्ष",
  "daughters Shikha Agarwal and Ruchika Agarwal visit their parents and": "रुचिका अग्रवाल अपने माता-पिता से मिलने जाती हैं और उन्होंने शपथपत्र दिया",
  "have given affidavits that they will act as guardian of their parents and": "है कि वे अपने माता-पिता के अभिभावक के रूप में कार्य करेंगी और उनकी",
  "will take care of their medical needs. It is also pointed that Shri Harpal": "चिकित्सीय आवश्यकताओं का ध्यान रखेंगी।यह भी कहा गया है कि जिला समाज",
  "the old age home on 08.11.2020 and offered an alternative old age home of Social Welfare Department free of cost to the plaintiffs.": "गये और वादी को और समाज कल्याण विभाग के एक वैकल्पिक वृद्धाश्रम की निःशुल्क पेशकश की।",
  "years. One of the conditions in the lease was that an Advisory Board shall be constituted by the lessee i.e., the appellant. The appellant": "के साथ पट्टे पर दिया गया था। पढट्टे में निहित शर्तों में से एक यह था कि पट्टेदार यानी अपीलकर्ता द्वारा एक सलाहकार बोर्ड का गठन किया जाएगा। अपीलकर्ता ने",
  "framed rules and regulations for grant of services at the old age home.": "वृद्धाश्रम में सेवाओं के अनुदान के लिए नियम और विनियमन बनाए। इस तरह के",
  "deposited by the inmates shall be used for accommodation, food, bed": "सहयोग निधि का उपयोग आवास, भोजन, बिस्तर और रहने की अन्य आवश्यक",
  "and other essential services of living and general treatment but": "सेवाओं और सामान्य उपचार के लिए किया जाएगा, लेकिन महंगा चिकित्सा",
  "expensive medical treatment and expenditure was to be borne by the": "उपचार और खर्च कैदियों को स्वयं वहन करना था। इसमें यह भी प्रावधान किया",
  "expel him and dismiss his membership by issuing him one month": "है तो प्रशासन को उसे एक माह की अवधि का नोटिस जारी कर उसे निष्कासित",
  "“21. If the Rules of the Complex are violated by any inmate": "“2. यदि किसी व्यक्ति द्वारा परिसर के नियमों का उल्लंघन किया जाता है,",
  "dismiss his membership by issuing him one month period’s": "तो प्रशासन को उसे एक महीने की अग्रिम सूचना जारी कर उसे निष्कासित",
  "advance notice. The Management reserves its right to do so.”": "करने और उसकी सदस्यता समाप्त करने का पूरा अधिकार है। प्रबंधन ऐसा करने का अपना अधिकार सुरक्षित रखता है।\"",
  "It was on 23.04.2016, the plaintiffs-respondents filled up an admission": "3. दिनांक 23.04.206 को वादी-प्रतिवादियों ने अपने चार बच्चों, एक पुत्र और",
  "form to stay in the old age home giving the details about his four children, one son and three daughters. Two of the daughters stay at": "तीन पुत्रियों का विवरण देते हुए वृद्धाश्रम में रहने के लिए आवेदन किया। दो बेटियां",
  "Lucknow and one son and one daughter are staying in Faizabad. The": "लखनऊ में रहती हैं और एक बेटा और एक बेटी फैजाबाद में रह रही हैं। वादी ने",
  "plaintiffs had also executed affidavits to comply with the rules and regulations as mentioned above.": "ऊपर उल्लिखित नियमों और विनियमों का पालन करने के लिए शपथपत्र भी दिया",
  "There is a dispute as to whether the plaintiff no.2 is a psychiatric": "4. इस बात पर विवाद है कि क्या वादी संख्या 2 एक मनोरोग रोगी है और अन्य",
  "patient and misbehaves with the other inmates and staff, but without": "कैदियों और कर्मचारियों के साथ दुर्व्यवहार करता है, लेकिन इस तथ्य में जाने के",
  "is the right of the inhabitant of an old age home to stay in such old age": "वृद्धाश्रम में रहने का क्या अधिकार है।",
  "16. Ina later judgment reported as Conrad Dias of Bombay v. Joseph Dias of Bombay’, the father filed a suit against his son for injunction": "6. कॉनराड डायस आफ बॉम्बे बनाम जोसेफ डायस आफ बॉम्बे” के बाद के एक",
  "restraining the defendant from entering or remaining in the suit": "निर्णय में पिता ने प्रतिवादी को विवादित परिसर में प्रवेश करने या रहने से रोकने",
  "premises. It was held that the son who is residing with the parents in": "माना गया कि पुत्र जो घर में माता-पिता के साथ रहता है, वह किसी भी कानूनी",
  "the house cannot claim any legal character much less, the character of": "चरित्र का दावा नहीं कर सकता है, लाइसेंसधारी व्यक्ति के चरित्र के रूप में",
  "a licensee as defined in Section 52 of the Easements Act. He is": "सुखभोग अधिनियम की धारा 52 में परिभाषित किया गया है। वह परिवार के",
  "residing simpliciter as a member of the family and nothing more and": "सदस्य के रूप में सादगी से रह रहा है और कुछ ज्यादा नहीं और कुछ कम नहीं।",
  "nothing less. It was also held that the son has not claimed either tenancy or a licence and, thus, he has no legal character or status,": "यह भी माना गया कि बेटे ने न तो किरायेदारी या लाइसेंस का दावा किया है और",
  "except staying in the house as a member of the family. In view of the": "इस प्रकार, परिवार के सदस्य के रूप में घर में रहने के अलावा उसका कोई",
  "In Hyderabad Metropolitan Development Authority (HMDA) &": "7. हैदराबाद मेट्रोपॉलिटन डेवलपमेंट अर्थोरिटी (#॥५०/) और अन्य बनाम",
  "Ors. v. M/s. Hotel Malligi Pvt. Ltd.°, the respondent was granted a licence by the appellant over the land admeasuring 2500 square": "मेसर्स होटल मल्लीगी प्रा. लिमिटेड में प्रतिवादी को 2500 वर्ग मीटर की भूमि पर अपीलकर्ता द्वारा लाइसेंस प्रदान किया गया था। न्यायालय ने इस सिद्धांत को",
  "legal incidence of a licence, in normal parlance, is that the licensee has": "लाइसेंस की कानूनी घटना यह है कि लाइसेंसधारी व्यक्ति को मृत संपत्ति पर",
  "no right to possession of the demised property as the legal possession": "कब्जा करने का कोई अधिकार नहीं है क्योंकि कानूनी कब्जा हमेशा लाइसेंसकर्ता",
  "always remains with the licensor. Thus, it was held as under:": "व्यक्ति के पास रहता है। इस प्रकार, यह निम्नानुसार अवधारित किया गया थाः",
  "“26. The concept of a licence, being wholly different from that of": "“26. लाइसेंस की अवधारणा, एक पट्टे से पूरी तरह से अलग होने के",
  "rights over the licensed premises after expiry of the licence": "कारण, लाइसेंस अवधि की समाप्ति के बाद लाइसेंस प्राप्त परिसर पर",
  "licensed premises after expiry of the licence period. The Court": "के लिए लाइसेंसधारी व्यक्ति के विचार के लिए नहीं है।लाइसेंस अवधि",
  "would not be conclusive to hold that the grant is a lease. The": "कब्जे का देना यह मानने के लिए निर्णायक नहीं होगा कि अनुदान एक",
  "surrounding circumstances and the conduct of the parties as in": "पट्टा है। वर्तमान मामले में आसपास की परिस्थितियों और पक्षकारों के",
  "the present case show that no interest in the property have not been created at any point of time in favour of the writ petitioners/licensees of the Municipal Corporation stalls and the": "आचरण से पता चलता है कि नगर निगम के स्टालों के रिट याचिकाकर्ताओं / लाइसेंसधारियों के पक्ष में किसी भी समय संपत्ति में",
  "claims of the petitioners that they are lessees is far-fetched and": "कोई हित नहीं बनाया गया है और याचिकाकर्ताओं का यह दावा कि वे",
  "26. It is also equally well settled the position of a licensee after": "26. यह भी समान रूप से अच्छी तरह से तय किया गया है कि समाप्ति",
  "termination becomes unlawful and the licensee is not entitled to": "के बाद एक लाइसेंसधारी की स्थिति गैरकानूनी हो जाती है और",
  "any injunction restraining the licensor from evicting him as": "लाइसेंसधारी किसी भी निषेधाज्ञा का हकदार नहीं है जो लाइसेंसकर्ता को उसे बेदखल करने से रोकता है क्योंकि एक किरायेदार के विपरीत",
  "unlike a tenant a licensee does not have judicial possession and": "एक लाइसेंसधारी के पास न्यायिक कब्जा नहीं होता है और कब्जा",
  "the possession always remains with the licensor and what was": "हमेशा लाइसेंसकर्ता के पास रहता है और जो दिया गया था वह लाइसेंस",
  "granted is a privilege in terms of the licence, which in the": "के संदर्भ में एक विशेषाधिकार है, जो इस तरह के अनुदान के अभाव में",
  "27. The occupation of the writ petitioners with respect to the Sstalls/shops in public market is referable to the licence originally": "27. सार्वजनिक बाजार में स्टालों /दुकानों के संबंध में रिट",
  "granted as their status is that of a licensee. Once such a licence": "संदर्भित है क्योंकि उनकी स्थिति लाइसेंसधारी की है। एक बार इस तरह",
  "is terminated, the possession of the stalls become unlawful as": "के लाइसेंस को समाप्त कर दिए जाने के बाद, स्टालों का कब्जा गैरकानूनी हो जाता है क्योंकि उनके पास कोई अधिकार नहीं होता है",
  "they have no right and the possession of such possession after": "गैरकानूनी हो जाता है क्योंकि उनके पास कोई अधिकार नहीं होता है और समाप्ति के बाद इस तरह के कब्जे का कब्जा किसी वैधानिक",
  "Services Authority to visit the old age home at least once a month": "सचिव को शुरू में महीने में कम से कम एक बार वृद्धाश्रम का दौरा करना होगा",
  "initially to find out the difficulties being faced by the inmates and to": "ताकि रहने वाले व्यक्तियों को होने वाली कठिनाइयों का पता लगाया जा सके और",
  "take redressal steps, including to provide legal aid if required by the inmates of the old age home.": "यदि आवश्यक हो तो वृद्धाश्रम के व्यक्तियों द्वारा कानूनी सहायता प्रदान करने सहित निवारण कदम उठाया जा सके।",
  "29. With the aforesaid directions and liberty, the present appeal is allowed": "29. पूर्वोक्त निर्देशों और स्वतंत्रता के साथ, वर्तमान अपील को अनुमति दी जाती",
  "and ad-interim injunction sought by the plaintiffs-respondents stand": "है और वादियों-प्रतिवादियों द्वारा मांगी गई अंतरिम निषेधाज्ञा खारिज की जाती",
  "in question as a caretaker, the owner being sister of the plaintiff. An argument was raised before this Court that the possession of a": "मालिक है। इस न्यायालय के समक्ष एक तर्क दिया गया था कि एक कार्यवाहक का",
  "caretaker can never be a possession in one's right and no suit for": "कब्जा कभी भी किसी के अधिकार में नहीं हो सकता है और विशिष्ट राहत",
  "It was held as under:": "था। इसे निम्नानुसार धारित किया गया थाः",
  "“83. Grant or refusal of an injunction in a civil suit is the most": "“83. दीवानी मुकदमा में निषेधाज्ञा देना या इनकार करना दीवानी",
  "attention must be bestowed by the judicial officers and Judges": "समय न्यायिक अधिकारियों और न्यायाधीशों द्वारा उचित देखभाल ,",
  "the case is decided by grant or refusal of an injunction.": "मामले का भाग्य एक निषेधाज्ञा के अनुदान या इनकार द्वारा तय किया",
  "Experience has shown that once an injunction is granted, getting": "जाता है।अनुभव से पता चला है कि एक बार निषेधाज्ञा दिए जाने के",
  "it vacated would become a nightmare for the defendant.": "बाद, इसे खाली करना प्रतिवादी के लिए एक दुःस्वप्न बन जाएगा।",
  "97. Principles of law which emerge in this case are crystallised as under:": "97. इस मामले में उभरने वाले कानून के सिद्धांतों को निम्नानुसार",
  "(1) No one acquires title to the property if he or she was allowed": "() किसी व्यक्ति को परिसर में रहने की अनुमति दी जाने पर उसे उस संपत्ति का हक नहीं प्राप्त हो सकता है।यहाँ तक कि वर्षों या दशकों के",
  "to stay in the premises gratuitously. Even by long possession of": "लंबे समय तक कब्जे के बाद भी ऐसा व्यक्ति उक्त संपत्ति में कोई",
  "years or decades such person would not acquire any right or": "अधिकार या हित अर्जित नहीं करेगा।",
  "(2) Caretaker, watchman or servant can never acquire interest in the property irrespective of his long possession. The caretaker or": "(2) केयरटेकर, चौकीदार या नौकर कभी भी अपने लंबे समय से कब्जे के बावजूद संपत्ति में हित प्राप्त नहीं कर सकता है।केयरटेकर या नौकर",
  "servant has to give possession forthwith on demand.": "को मांग किये जाने पर तुरंत कब्जा देना होता है।",
  "(3) The courts are not justified in protecting the possession of a caretaker, servant or any person who was allowed to live in the": "(3) अदालतें किसी कार्यवाहक, नौकर या किसी ऐसे व्यक्ति के कब्जे की रक्षा करने में न्यायोचित नहीं हैं जिसे कुछ समय के लिए परिसर में",
  "premises for some time either as a friend, relative, caretaker or": "रहने की अनुमति दी गई थी या तो मित्र, रिश्तेदार, कार्यवाहक या नौकर",
  "as a servant.": "के रूप में।",
  "(4) The protection of the court can only be granted or extended": "(4) न्यायालय का संरक्षण केवल उसी व्यक्ति को दिया या बढ़ाया जा",
  "to the person who has valid, subsisting rent agreement, lease": "सकता है जिसके पास वैध, मौजूदा किराया समझौता, पट्टा समझौता या",
  "agreement or licence agreement in his favour.": "उसके पक्ष में लाइसेंस समझौता है।",
  "(5) The caretaker or agent holds property of the principal only on": "(5) केयरटेकर या अभिकर्ता केवल मूलधन की ओर से मूलधन की",
  "whatsoever for himself in such property irrespective of his long": "संपत्ति रखता है। वह अपने लंबे समय तक रहने या कब्जे के बावजूद",
  "In view of such finding, the appeal was allowed and possession of the": "2. इस तरह की निष्कर्ष के मद्देनजर, अपील को अनुमति दी गई थी और वाद",
  "suit premises was directed to be handed over to the appellant, the owner.": "परिसर के कब्जे को अपीलकर्ता, मालिक को सौंपने का निर्देश दिया गया था।",
  "In another judgment reported as Behram Tejani & Ors. v. Azeem Jagani?, the respondent in appeal filed a suit claiming injunction,": "22. बेहराम तेजानी और अन्य बनाम अजीम जगनी* मामले में किए गए एक अन्य",
  "restraining the defendants from dispossession of the plaintiff from the": "फैसले में, प्रतिवादी ने अपील में वादी को वाद परिसर से निकालने से रोकते हुए",
  "“14. Thus, a person holding the premises gratuitously or in the": "“4. इस प्रकार, एक व्यक्ति जो बिना किसी शुल्क के या एक",
  "or interest in the property and even long possession in that": "अधिकार या हित प्राप्त नहीं करेगा और उस स्थिति में लंबे समय तक",
  "capacity would be of no _ legal consequences. In_ the": "कब्जे में रहने का कोई कानूनी परिणाम नहीं होगा।इन परिस्थितियों में ,",
  "circumstances, the City Civil Court was right and justified in": "करने में सही और न्यायसंगत था और उस निर्णय को उच्च न्यायालय",
  "ought not to have been set aside by the High Court. We,": "द्वारा अपास्त नहीं किया जाना चाहिए था।इसलिए हम अपील की",
  "therefore, allow the appeal, set aside the judgment under appeal": "अनुमति देते हैं और अपील के तहत निर्णय को अपास्त करते हैं और",
  "inmates in the old age home, the administration of the old age home is": "वाले व्यक्तियों की शांति में व्यवधान का कारण है , तो वृद्धाश्रम का प्रशासन",
  "at liberty to terminate the license and ask the inmate to vacate the": "लाइसेंस समाप्त करने और व्यक्ति को आवंटित कमरा खाली करने के लिए कहने",
  "not able to meet the expectation or requirements of the plaintiffs, that": "आवश्यकताओं को पूरा करने में सक्षम न हों, इससे वादी को अन्य साथ रहने",
  "As a licensee, the plaintiffs have no right to stay in the accommodation": "व्यक्ति के रूप में वादी को आवंटित आवास में रहने का कोई अधिकार नहीं है जो",
  "allotted which is purely an approach to a human problem faced by the": "विशुद्ध रूप से वृद्धावस्था में लोगों द्वारा सामना की जाने वाली मानवीय समस्या",
  "people in old age. The plaintiffs have even been offered alternative accommodation as well.": "का एक दृष्टिकोण है।वादी को वैकल्पिक आवास की भी पेशकश की गई है।",
  "As a licensee, the plaintiffs cannot seek an injunction to stay in the old": "25. एक लाइसेंसधारी के रूप में वादी वृद्धाश्रम में रहने के लिए निषेधाज्ञा नहीं",
  "age home unless they allow other inmates, a peaceful co-existence.": "मांग सकते, जब तक कि वे अन्य व्यक्तियों को शांतिपूर्ण सह -अस्तित्व की",
  "Therefore, we find that the injunction granted by the High Court suffers": "अनुमति नहीं देते।इसलिए, हम पाते हैं कि उच्च न्यायालय द्वारा दी गई निषेधाज्ञा",
  "from patent illegality. Therefore, the injunction granted by the High": "पेटेंट अवैधता से ग्रस्त है।इसलिए, उच्च न्यायालय द्वारा दी गई निषेधाज्ञा की विधि"
}