{
  "[2024] 1 S.C.R. 517 : 2024 INSC 36": "[2024] 4 एस.सी.आर. 57 : 2024 आईएनएससी 36",
  "Asma Lateef & Anr.": "आसमा लतीफ़ और अन्य",
  "Shabbir Ahmad & Ors.": "शब्बीर अहमद एवं अन्य",
  "(Civil Appeal No. 9695 of 2013)": "(सिविल अपील संख्या 9695/2043)",
  "12 January 2024": "।2 जनवरी 2024",
  "[B.R. Gavai, Dipankar Datta* and Aravind Kumar, JJ.]": "न्यायमूर्ति बी.आर. गवई, न्यायमूर्ति दीपांकर दत्ता और न्यायमूर्ति अरविन्द कुमार]",
  "Issue for Consideration": "विचारार्थ मुद्दा",
  "Whether the order dated 05.08.1991 (vide which application u/ rr.5 and 10 of Or.Vill, CPC was allowed by the Trial Court for": "क्या आदेश दिनांक 05.08.4994 (जिसके तहत आदेश ४॥॥, सीपीसी की धारा 5 और 0 के तहत",
  "pronouncement of judgment against defendant no.2 in the suit)": "आवेदन को मुकदमे में प्रतिवादी संखया 2 के खिलाफ फैसला सुनाने के लिए ट्रायल कोर्ट द्वारा",
  "suffered from a jurisdictional error so grave that the decree drawn": "अनुमति दी गई थी) में क्षेत्राधिकार संबंधी इतनी गंभीर त्रुटि थी कि तत्पश्चात्‌ तैयार की गई डिक्री",
  "up subsequently is incapable of execution by the Executing Court and an objection that it is inexecutable was available to be raised": "निष्पादन न्यायालय द्वारा निष्पादन योग्य नहीं है तथा यह आपत्ति कि यह निष्पादन योग्य नहीं",
  "Headnotes": "हेडनोट्स",
  "Code of Civil Procedure, 1908 — rr. 5, 10 of Or. VIII and s.47": "सिविल्र प्रक्रिया संहिता, 4908 - सपठित नियम 5, 0 आदेश ४॥ और धारा 47 - प्रतिवादी",
  "CPC in an execution application filed before the Executing": "से 3 ने अपीलकर्ता-वादी द्वारा निष्पादन न्‍्यायाल्रय के समक्ष दायर निष्पादन आवेदन में सीपीसी",
  "case pleaded therein, that the decree put to execution was inexecutable — The Executing Court allowed the objections": "कि निष्पादन हेतु दिया गया आदेश निष्पादन योग्य नहीं था- निष्पादन न्यायालय ने आपत्तियों",
  "and the execution application was dismissed — However, the": "को स्वीकार कर लिया और निष्पादन आवेदन खारिज कर दिया गया- हालाँकि, पुनरीक्षण न्यायालय",
  "Revisional Court directed the Executing Court to proceed with the execution of decree — Respondents 1 to 3 filed": "ने निष्पादन न्यायालय को आदेश के निष्पादन के लिए आगे बढ़ने का निर्देश दिया- प्रतिवादी",
  "with the execution of decree — Respondents 1 to 3 filed application u/Art. 227 against the revisional order — The High": "से 3 ने पुनरीक्षण आदेश के विरुद्ध अनुच्छेद 227 के तहत आवेदन दायर किया- उच्च न्यायात्रय",
  "Court quashed the order passed by the Revisional Court and relegated the parties to the remedy of having their rights, in": "ने पुनरीक्षण न्‍यायात्रय द्वारा पारित आदेश को रद्द कर दिया और पक्षकारों को मुकदमे की",
  "Court and relegated the parties to the remedy of having their rights, in respect of the suit property, adjudicated by the appropriate forum.": "संपत्ति के संबंध में उनके अधिकारों का उचित फोरम द्वारा निर्णय कराने का विकल्प दिया-",
  "to the unsuccessful party to test the reasons before a higher court": "साथ ही असफल पक्ष को उच्चतर न्यायालय के समक्ष कारणों का परीक्षण करने का अवसर भी",
  "— All civil courts in the country have to regulate their judicial work in accordance with the terms of the provisions of the CPC — Any": "प्रदान करता है- देश की सभी सिविल अदालतों को अपने न्यायिक कार्य को सी.पी.सी. के प्रावधानों",
  "in accordance with the terms of the provisions of the CPC — Any egregious breach or violation of such provisions, would be ultra": "के अनुसार विनियमित करना होगा- ऐसे प्रावधानों का कोई भी घोर उल्लंघन, अधिकार<क्षेत्र से",
  "vires. [Paras 47, 48]": "बाहर माना जाएगा। [पैरा 47,48]",
  "Case Law Cited": "केस कानून का संदर्भ दिया गया",
  "Balraj Taneja v. Sunil Madan, [1999] 2 Suppl. SCR": "बलनराज तनेजा बनाम सुनीन मदान; [999] 2 सप्ल. एससीआर 258: (999)",
  "258 : (1999) 8 SCC 396; Vasudev Dhanjibhai Modi v. Rajabhai Abdul Rehman, [1971] 1 SCR 66 : (1970) 1": "8 एससीसी 396; वासुदेव धनजीभाई मोदी बनाम राजाभाई अब्दुल रहमान, [97]",
  "SCC 670; Dhurandhar Prasad Singh v. Jai Prakash": "। एससीआर 66: (970) । एससीसी 670; धुरंधर प्रसाव सिह बनाम जय प्रकाश",
  "University, [2001] 3 SCR 1129 : (2001) 6 SCC 534;": "विश्वविद्यालय, [200।] 3 एससीआर व429: (200॥) 6 एससीसी 534",
  "Official Trustee v. Sachindra Nath Chatterjee, [1969]": "आधिकारिक ट्रस्टी बनाम सचिन्द्र नाथ चटर्जी, [[969] एससीआर 92: एआईआर",
  "SCR 92 : AIR 1969 SC 823; Rafique Bibi v. Sayed Waliuddin, [2003] 3 Suppl. SCR 100 : (2004) 1 SCC": "969 एससी 823; रफीक बीबी बनाम सैयव वनीउद्‌दीना [2003] 3 सप्ल.",
  "Waliuddin, [2003] 3 Suppl. SCR 100 : (2004) 1 SCC 287 — relied on.": "एससीआर 00: (2004) | एससीसी 287 - पर अवलम्ब लिया गया।",
  "Surjit Singh and Others v. Harbans Singh and Others,": "युरजीत सिह ऑर अन्य बनाम हरबंस सिहर और अन्य, [995] 3 सप्ल. एससीआर",
  "[1995] 3 Suppl. SCR 354 : (1995) 6 SCC 50; Manohar Lal v. Ugrasen, [2010] 7 SCR 346 : (2010) 11 SCC": "354: (4995) 6 एससीसी 50; मनोहर नाल बनाम उमग्रसेन; [200] 7 एससीआर",
  "557; Hukam Chand v. Om Chand, (2001) 10 SCC 715;": "346: (200) 4॥ एससीसी 557; हकम चंव बनाम ओम चंद; (200) ॥0",
  "Nagubai Ammal v. B. Shama Rao, [1956] SCR 451 :": "एससीसी 75; नागुबाई अम्मल बनाम बी: शर्मा राव; [956] एससीआर 45:",
  "AIR 1956 SC 593; Swaran Lata Ghosh v. H.K. Banerjee,": "एआईआर 956 एससी 593; स्वर्ण त्रता घोष बनाम एच.के: बनर्जी [969] 3",
  "[1969] 3 SCR 976 : (1969) 1 SCC 709; Balvant N.": "एससीआर 976: (969) 4 एससीसी 709; बलवंत एन, विश्वामित्र बनाम यादव",
  "Viswamitra v. Yadav Sadashiv Mule, [2004] 3 Suppl. SCR 519 : (2004) 8 SCC 706 - referred to.": "सदाशिव मुत्रे, [2004] 3 सप्ल. एससीआर 59 : (2004) 8 एससीसी 706 - संदर्भित।",
  "Code of Civil Procedure, 1908 — Jurisdiction — Determination": "सिविल प्रक्रिया संहिता, 908 - क्षेत्राधिकार - संक्षिप्त रूप:",
  "Held: Jurisdiction is the entitlement of the civil court to embark upon": "अवधारित किया गया: अधिकारिता से आशय सिविल न्यायालय को यह जांच करने का अधिकार",
  "an enquiry as to whether the cause has been brought before it by the plaintiff in a manner prescribed by law and also whether a good": "है कि क्‍या वादी ने उसके समक्ष मामला विधि द्वारा निर्धारित तरीके से लाया है और क्या दावा",
  "such entitlement is established, any subsequent error till delivery of judgment could be regarded as an error within the jurisdiction": "स्थापित हो जाती है, तो निर्णय दिए जाने तक की कोई भी त्रुटि अधिकार क्षेत्र के भीतर की त्रुटि",
  "— The enquiry as to whether the civil court is entitled to entertain": "मानी जा सकती है- इस बात की जांच कि क्या सिविल्र न्यायालय किसी मुकदमे को ग्रहण करने",
  "and try a suit has to be made by it keeping in mind the provision in section 9, CPC and the relevant enactment which, according": "और उस पर विचार करने का हकदार है, उसे सी.पी.सी. की धारा 9 तथा संबंधित अधिनियम के",
  "of the enquiry. [Para 38]": "समाप्त होने पर। [पैरा 38]",
  "Code of Civil Procedure, 1908 — Jurisdiction — Question of": "सिविल्न प्रक्रिया संहिता, 908 - क्षेत्राधिकार - उस स्तर पर क्षेत्राधिकार का प्रश्न जब कोई",
  "jurisdiction at the stage when a Court considers the question of grant of interim relief:": "न्यायालय अंतरिम राहत देने के प्रश्न पर विचार करता है:",
  "Held: Where interim relief is claimed in a suit before a civil court": "अवधारित किया गया: जहां सिविल न्यायालय के समक्ष किसी वाद में अंतरिम अनुतोष का दावा",
  "and the party to be affected by grant of such relief, or any other": "किया जाता है और ऐसे अनुतोष के अनुदान से प्रभावित होने वाला पक्षकार, या वाद का कोई",
  "relief should not to be granted, grant of relief in whatever form, if at all, ought to be preceded by formation and recording of at least a prima facie satisfaction that the suit is maintainable or that": "किसी भी रूप में अनुतोष दिया जाता है, तो उसके पहले कम से कम प्रथम दृष्टया यह संतुष्टि",
  "it is not barred by law — It would be inappropriate for a court to": "हो जानी चाहिए कि वाद पोषणीय है या वह कानून द्वारा वर्जित नहीं है- किसी न्यायालय के लिए",
  "abstain from recording its prima facie satisfaction on the question": "यह अनुचित होगा कि वह स्थिरता के प्रश्न पर प्रथम दृष्टया संतुष्टि दर्ज करने से परहेज करे,",
  "of maintainability, yet, proceed to grant protection pro tem on the assumption that the question of maintainability has to be decided": "फिर भी, इस धारणा पर अस्थायी संरक्षण प्रदान करने के लिए आगे बढ़े कि स्थिरता के प्रश्न को",
  "assumption that the question of maintainability has to be decided as a preliminary issue under Rule 2 of Order XIV, CPC — That": "आदेश >(४ सीपीसी के नियम 2 के तहत प्रारंभिक मुद्दे के रूप में तय किया जाना है- यह शक्ति",
  "could amount to an improper exercise of power — If the court is of the opinion at the stage of hearing the application for interim": "का अनुचित प्रयोग हो सकता है - यदि अंतरिम राहत के लिए आवेदन पर सुनवाई के चरण में",
  "relief that the suit is barred by law or is otherwise not maintainable,": "न्यायालय की यह राय है कि वाद कानून द्वारा वर्जित है या अन्यथा अनुरक्षणीय नहीं है, तो वह",
  "it cannot dismiss it without framing a preliminary issue after the": "लिखित बयान दाखिल होने के बाद प्रारंभिक मुद्दा तैयार किए बिना इसे खारिज नहीं कर सकता",
  "arises where it could take time to decide the point of maintainability of the suit and non-grant of protection pro tem pending such": "निर्णय लेने में समय लग सकता है और ऐसे निर्णय के लंबित रहने तक अस्थायी संरक्षण प्रदान",
  "decision could lead to irreversible consequences, the court may": "न करने से अपरिवर्तनीय परिणाम हो सकते हैं, तो न्यायालय अपने द्वारा अपनाई गई कार्यवाही",
  "proceed to make an appropriate order in the manner justifying the": "को उचित ठहराते हुए उचित आदेश जारी कर सकता है- दूसरे शब्दों में, यदि आवश्यक हो तो ऐसा",
  "determination so as to conform to the requirements of a decree within the meaning of section 2(2) of CPC — Therefore, the trial": "धारा 2(2) के अर्थ के भीतर डिक्री की आवश्यकताओं के अनुरूप हो- इसलिए, ट्रायल कोर्ट को",
  "Court had no authority to decree the suit against S in exercise of": "मुकदमा चलाने का कोई अधिकार नहीं था- उच्च न्यायात्रय के निर्णय में हस्तक्षेप करने का कोई",
  "Code of Civil Procedure, 1908 — r.10 of Or. VIII - Scope and": "सिविल प्रक्रिया संहिता, 908 - नियम 0 आदेश ४॥ - शक्ति का दायरा और सीमा - चर्चा की",
  "Code of Civil Procedure, 1908 — rr. 5, 10 of Or. VIII - When": "सिविल प्रक्रिया संहिता, 4908 - सपठित नियम 5, 0 आदेश ४/॥ - जब प्रतिवादी लिखित बयान",
  "the defendant defaults in filing written statement — What is required by the plaintiff:": "दाखिल करने में चूक करता है - वादी को क्या चाहिए:",
  "Held: In a given case, the defendant defaults in filing written": "अवधारित किया गया: किसी मामले में, प्रतिवादी लिखित बयान दाखिल करने में चूक करता है",
  "statement and the first alternative were the only course to be adopted (pronouncing judgment against defendant), it would": "और पहला विकल्प ही अपनाया जाने वाला एकमात्र रास्ता है (प्रतिवादी के खिलाफ फैसला सुनाना),",
  "tantamount to a plaintiff being altogether relieved of its obligation to prove his case to the satisfaction of the court — Generally, in": "तो यह वादी को अदालत की संतुष्टि के लिए अपना मामला साबित करने के दायित्व से पूरी तरह",
  "a plaintiff is to prove his pleaded case by adducing evidence — Rule": "होता है कि वह साक्ष्य प्रस्तुत करके अपने मामले को सिद्ध करे- वास्तव में नियम 0 को आदेश",
  "10, in fact, has to be read together with Rule 5 of Order VIII and the position seems to be clear that a trial court, at its discretion, may": "५॥ के नियम 5 के साथ पढ़ा जाना चाहिए और स्थिति स्पष्ट प्रतीत होती है कि एक ट्रायल",
  "position seems to be clear that a trial court, at its discretion, may require any fact, treated as admitted, to be so proved otherwise": "कोर्ट, अपने विवेक पर, किसी भी तथ्य को, जिसे स्वीकार किया गया है, ऐसी स्वीकृति के अलावा",
  "than by such admission — Since facts are required to be pleaded": "किसी अन्य तरीके से साबित करने की आवश्यकता हो सकती है- चूंकि वादपत्र में तथ्यों का",
  "in a plaint and not the evidence, which can be adduced in course": "अभिवचन करना आवश्यक होता है, न कि साक्ष्य का, जिसे गवाहों की जांच के दौरान प्रस्तुत",
  "of judgment against S (defendant no.2) and the same was allowed": "(प्रतिवादी संखया 2) और ॥२ (प्रतिवादी संख्या 3) के खिलाफ एक सिवित्र मुकदमा शुरू किया था",
  "— K passed away and the suit against him was dismissed as": "(६ का निधन हो गया और उसके खिलाफ मुकदमा समाप्त हो जाने के कारण खारिज कर दिया",
  "abated — In the instant case, the trial Court is presumed to be": "गया - वर्तमान मामले में, यह माना जाता है कि ट्रायल कोर्ट को इस तथ्य की जानकारी थी कि",
  "aware of the fact that the written statement of K was on record or else it would not have fixed the next date for settling ‘issues’ — In": "के का लिखित बयान रिकॉर्ड पर था अन्यथा उसने 'मुद॒दों' को निस्तारित करने के लिए अगली",
  "else it would not have fixed the next date for settling ‘issues’ — In a situation where maintainability of the suit was in question and": "तारीख तय नहीं की होती। ऐसी स्थिति में जहां मुकदमे की स्वीकार्यता प्रश्तनगनत थी और 8 द्वारा",
  "despite S not having filed his written statement, it was not a case where the Trial Court could simply pronounce judgment without": "अपना लिखित बयान दाखिल न किए जाने के बावजूद, यह ऐसा मामलत्रा नहीं था जहां ट्रायल कोर्ट",
  "even recording a satisfaction that it had the jurisdiction to try the suit and adjudicate the contentious issue(s), not to speak of": "बिना यह संतुष्टि दर्ज किए कि उसके पास मुकदमे की सुनवाई करने और विवादास्पद मुद॒दे पर",
  "pronouncing its verdict against S without assigning a single reason": "स्वीकार करते हुए एक भी कारण बताए बिना 5 के खिलाफ फैसला सुनाने की बात तो दूर की",
  "Court rightly observed that even on pronouncement of judgment": "बात थी- उच्च न्यायालय ने सही टिप्पणी की कि 5 के खिलाफ निर्णय सुनाए जाने पर भी, ॥९",
  "against S, the /is remained alive as against K and decision on the objection as to maintainability could have resulted in a contrary": "के खिलाफ लिस बनी रही और स्थिरता के संबंध में आपत्ति पर निर्णय के परिणामस्वरूप विपरीत",
  "decision — In the matter at hand, the filing of the written statement": "निर्णय हो सकता था- वर्तमान मामले में, /( द्वारा लिखित बयान दाखिल करके शिकायत में किए",
  "by K denying the averments made in the plaint warranted that the appellants’ claims be proved by evidence, oral and/or documentary,": "गए कथनों को नकारना उचित था, क्योंकि अपीलकर्ताओं के दावों को मौखिक और/या दस्तावेजी",
  "instead of decreeing the suit against one of the defendants in a": "साक्ष्यों के माध्यम से साबित किया जाना चाहिए, न कि प्रतिवादियों में से किसी एक के खिलाफ",
  "position of law that the powers of an executing court, though narrower than an appellate or revisional court, can be exercised": "है कि निष्पादन न्यायालय की शक्तियां, हालांकि अपीलीय या पुनरीक्षण न्‍यायात्रय की तुलना में",
  "to dismiss an execution application if the decree put to execution": "संकीर्ण हैं, निष्पादन आवेदन को खारिज करने के लिए प्रयोग की जा सकती हैं, यदि निष्पादन के",
  "is unmistakably found to suffer from an inherent lack of jurisdiction": "लिए रखा गया आदेश स्पष्ट रूप से न्यायालय के अधिकार क्षेत्र की अंतर्निहित कमी से ग्रस्त",
  "holding that the objection raised by the respondents 1 to 3 to the": ". प्रत्यर्थी संख्या | से 3 ने अपीलकर्ताओं द्वारा निष्पादन न्यायालय के समक्ष दायर एक",
  "Upon the appellants moving an application under Rules 5 and": "आदेश ५/॥ के नियम 5 और 0 के तहत आवेदन प्रस्तुत करने पर, ट्रायल कोर्ट ने अपने",
  "order dated 5'\" August, 1991%, to which we propose to advert": "दिनांक 5 अगस्त, 9977 के आदेश द्वारा इसे अनुमति दे दी, जिस पर हम अपने",
  "in course of our analysis.": "विश्लेषण के दौरान विचार करने का प्रस्ताव करते हैं।",
  "Subsequently, the Trial Court, on 10° October, 1991, framed 11": "॥. इसके बाद, दिनांक 0 अक्टूबर, 99 को ट्रायल कोर्ट ने मुकदमे में विचार के",
  "(eleven) issues for consideration in the Suit, of which the very": "लिए व (ग्यारह) मुद्दे तय किए, जिनमें से सबसे पहला मुद्दा मुकदमे की सुनवाई करने",
  "Kazmi passed away on 15\" July, 1995, after which his sons,": ".. काज़मी का निधन दिनांक 5 जुलाई, 995 को हो गया, जिसके बाद उनके",
  "Samiullah and Fariduddin [respondents 4 and 5 herein] transferred the suit property to the respondents 1 to 3 (“Purchasers”, hereafter) vide a sale deed dated 3° November,": "बेटों समीउल्लाह और फ़रीदुददीन [प्रत्यर्थी 4 और 5] ने दिनांक 3 नवंबर, 997 की बिक्री विलेख के माध्यम से मुकदमे की संपत्ति प्रत्यर्थी | से 3 (एतस्मिनपश्चात \"क्रेता\") को",
  "1997. The Suit against Kazmi remained pending even after his": "हस्तांतरित कर दी। काज़मी के विरुद्ध मुकदमा उनकी मृत्यु के बाद भी लंबित रहा, तथा",
  "demise, and none of his other heirs or legal representatives were": "उनके किसी अन्य उत्तराधिकारी या विधिक प्रतिनिधि को प्रत्यर्थी के रूप में रिकार्ड में नहीं",
  "brought on record as substituted defendants. The Suit against Kazmi was finally dismissed as abated on 27\" April, 2009.": "लाया गया। काज़मी के विरुद्ध मुकदमा अंततः 27 अप्रैल, 2009 को खारिज कर दिया",
  "Appellants, as purported decree holders, filed an execution": "|. अपीलकर्ताओं ने, कथित डिक्री धारकों के रूप में, दिनांक 46 दिसंबर, 997 को",
  "application’ before the Executing Court, on 16\" December, 1997,": "निष्पादन न्यायालय के समक्ष निष्पादन आवेदन” दायर किया, जिसमें प्रार्थना की गई कि",
  "praying that respondents 4 and 5 be punished for violating the": "प्रत्यर्थी 4 और 5 को दिनांक 5 अगस्त, 994 के आदेश का उल्लंघन करने के लिए दंडित",
  "November, 1997 in favour of the Purchasers be declared invalid.": "किया जाए और क्रेताओं के पक्ष में 3 नवंबर, 997 की बिक्री विलेख को अवैध घोषित",
  "January, 1998, restrained the Purchasers from interfering in any manner with the suit property.": "न्यायालय ने क्रेताओं को वादग्रस्त संपत्ति में किसी भी तरह से हस्तक्षेप करने से रोक दिया।",
  "Thereupon, the Purchasers filed their objection under section 47, CPC wherein they submitted, inter alia, that the order dated": "|. इसके बाद, क्रेताओं ने सी.पी.सी. की धारा 47 के तहत अपनी आपत्ति दर्ज की,",
  "Further, on 7\" December, 2004, the appellants filed a contempt": "7. इसके अलावा, दिनांक 7 दिसंबर, 2004 को अपीलकर्ताओं ने प्रत्यर्थियों के",
  "petition® against the respondents alleging contempt of orders": "खिलाफ अवमानना याचिका” दायर की, जिसमें आरोप लगाया गया कि अपीलकर्ताओं के",
  "Civil Misc Contempt Petition No. 62 of 2004": "5 5सिवित्र मिसलेनियस कन्टेम्प्ट याचिका संख्या 62/2004",
  "appellants’ execution application.": "अपीलकर्ताओं के निष्पादन आवेदन पर आपत्ति कर सकते थे।",
  "It is a cardinal principle that to succeed in a suit for permanent": "०. यह एक प्रमुख सिद्धांत है कि स्थायी निषेधाज्ञा के लिए किसी मुकदमे में सफल",
  "prohibitory injunction, the plaintiff must either establish title, proprietary rights over the suit property or prove possession": "होने के लिए, वादी को या तो विवादित संपत्ति पर स्वामित्व, मालिकाना अधिकार स्थापित",
  "over the same; however, the Trial Court had not found either": "करना होगा या उस पर कब्जा साबित करना होगा; हालांकि, ट्रायल कोर्ट ने वादी के",
  "the title of the plaintiffs or proved their possession in respect of the suit property.": "स्वामित्व को नहीं पाया था या विवादित संपत्ति के संबंध में उनके कब्जे को साबित नहीं",
  "A court need not always pronounce judgment on the facts of a plaint or on those admitted due to non-filing of a written": "0. न्यायालय को हमेशा शिकायत के तथ्यों या लिखित बयान दाखिल न करने या",
  "of pronouncing judgment only in cases where it deems it": "आवश्यकता नहीं होती है। न्यायालय के पास केवल उन मामल्रों में निर्णय सुनाने का",
  "prudent; it also has the option to pass such an appropriate": "विकल्प होता है जहाँ वह इसे विवेकपूर्ण समझता है; उसके पास ऐसा उचित आदेश पारित",
  "A reading of Rules 1, 5 and 10 of Order VIII, CPC show that": "6. सी.पी.सी. के आदेश ५(॥ के नियम , 5 और 0 को पढ़ने से पता चलता है",
  "they concern themselves with only a single defendant to a suit and not several defendants. The Trial Court, instead,": "कि वे किसी मुकदमे में केवल एक ही प्रत्यर्थी से संबंधित हैं, कई प्रत्यर्थियों से नहीं। इसके",
  "could have proceeded to hear the Suit ex parte under Rule 11 of Order IX, CPC since Kazmi’s written statement was on the record. Hence, the Trial Court had no authority in law to": "बजाय, ट्रायल कोर्ट सीपीसी के आदेश |#( के नियम 4 के तहत मुकदमे की एकपक्षीय सुनवाई कर सकता था क्‍योंकि काज़मी का लिखित बयान रिकॉर्ड पर था। इसलिए, ट्रायल",
  "decree the Suit against one defendant without adjudicating": "कोर्ट को विवाद पर निर्णय लिए बिना एक प्रत्यर्थी के खिलाफ मुकदमा चलाने का कोई",
  "The order dated 5\" August, 1991 was not a judgment within": ". दिनांक 5 अगस्त, 99] का आदेश धारा 2(9) के दायरे में आने वाला निर्णय",
  "CPC and did not meet the basic requirements of a “judgment” and a decree as per section 2(9) and 2(2), CPC, respectively.": "2(9) और 2(2), सीपीसी के अनुसार क्रमशः “निर्णय” और डिक्री की बुनियादी आवश्यकताओं को पूरा नहीं करता था।",
  "Rival Contentions": "प्रतिद्वंद्वी तर्क",
  "Ms. Meenakshi Arora, learned senior counsel for the appellants while": "9. अपीलकर्ताओं की ओर से वरिष्ठ विद्वान अधिवक्ता सुश्री मीनाक्षी अरोड़ा ने आक्षैपित निर्णय",
  "seeking our interference with the impugned judgment submitted as under:": "में हमारे हस्तक्षेप की मांग करते हुए निम्नानुरार तर्क प्रस्तुत किया:",
  "The High Court fell into error by not appreciating the fact that": "3. उच्च न्यायालय इस तथ्य पर ध्यान न देकर गलती कर बैठा कि निष्पादन",
  "The order dated 5\" August, 1991 passed by the Trial Court is": "न्यायालय ने दिनांक 5 अगस्त, 99] के आदेश और उसके अनुसार तैयार की गई डिढक्री",
  "b. Samiullah had been provided ample opportunity to file his": "0. समीउललाह को अपना लिखित बयान दर्ज कराने के लिए पर्याप्त अवसर दिया",
  "written statement but had failed to do so. In any event, the": "गया था, लेकिन वह ऐसा करने में असफल रहे। किसी भी स्थिति में, 5 अगस्त, 99|",
  "order dated 5\" August, 1991 had not been challenged, and had attained finality.": "के आदेश को चुनौती नहीं दी गई थी, तथा वह अंतिम हो गया था।",
  "c. The Trial Court, vide an interim order dated 31% May, 1990, had directed Kazmi and Samiullah to maintain status quo and not": "०. ट्रायल कोर्ट ने दिनांक 3 मई, 4990 के अंतरिम आदेश के तहत काज़मी और",
  "directed Kazmi and Samiullah to maintain status quo and not interfere with the peaceful possession of the suit property, by the": "समीउल्लाह को यथास्थिति बनाए रखने और अपीलकर्ताओं द्वारा विवादित संपत्ति पर",
  "of the aforementioned order did not indicate any rider placed": "अवधारित किया था कि उपर्युक्त आदेश के अवलोकन से यह पता नहीं चलता कि पक्षकारों",
  "sale deed dated 3\" November, 1997 was validly entered into.": "तथा 3 नवम्बर, 4997 का विक्रय विलेख वैध रूप से दर्ज किया गया था।",
  "d. The Purchasers were purchasers pendente lite and could not have purchased the suit property without leave of the Trial Court.": "0. क्रेता वादकालीन क्रेता थे और वे ट्रायल्र कोर्ट की अनुमति के बिना मुकदमे की",
  "The decisions in Surjit Singh and Others v. Harbans Singh": "संपत्ति नहीं खरीद सकते थे। सुरजीत सिंह एवं अन्य बनाम हरबंस सिंह एवं अन्य तथा",
  "and Others® and Manohar Lal v. Ugrasen’ were referred to in support of the contentions that the transfer of property during": "मनोहर लाल बनाम उग्रसेन” के निर्णयों का सन्दर्भ इस तर्क के समर्थन में दिया गया कि",
  "pendency of proceedings and also in contravention of the interim": "कार्यवाही के लंबित रहने के दौरान तथा अंतरिम निषेधाज्ञा के उल्लंघन में संपत्ति का",
  "2004 in gross violation of the injunction order dated 16\" January,": "के निषेधाज़्ञा आदेश का घोर उल्लंघन करते हुए 0 अक्टूबर, 2004 को अपीलकर्ताओं को",
  "f. Reliance placed by the High Court on Balraj Taneja v. Sunil": ". बलराज तनेजा बनाम सुनील मदान*” पर उच्च न्यायालय द्वारा अवलम्ब लिया",
  "Madan® was misplaced in the present case as this Court, in Balraj Taneja (supra), while holding that reasons must be given": "जाना वर्तमान मामले में अनुचित था, क्योंकि इस न्यायालय ने बलराज तनेजा (उपरोक्त)",
  "while decreeing a suit under Rule 10 of Order VIII, CPC, was": "में यह निर्णय दिया था कि सीपीसी के आदेश ४॥॥ के नियम 0 के अंतर्गत वाद पर डिक्री",
  "seized of a matter where the decree was challenged in appellate proceedings. In the present case, the decree was sought to be": "डिक्री को अपीलीय कार्यवाही में चुनौती दी गई थी। वर्तमान मामले में, डिक्री को निष्पादन",
  "declared inexecutable in execution proceedings, far beyond the": "कार्यवाही में निष्पादन योग्य घोषित करने की मांग की गई थी, जो कि इस तरह के संकीर्ण",
  "Ms. Preetika Dwivedi, learned counsel for the Purchasers (respondents": "0. क्रेता (प्रत्यर्थी संख्या | से 3) के विद्वान अधिवक्ता सुश्री प्रीतिका द्विवेदी ने आक्षेपित",
  "1 to 3) in support of upholding of the impugned judgment, submitted as under:": "निर्णय को बरकरार रखने के समर्थन में निम्नानुसार तर्क प्रस्तुत किया:",
  "(1995) 6 SCC 50": "० 0 (995) 6 एससीसी 50",
  "(1999) 8 SCC 396": "8 5(999) 8 एससीसी 396",
  "to maintain an objection under section 47, CPC against execution": "प्रत्यर्थी | से 3 द्वारा सीपीसी की धारा 47 के अंतर्गत यह आपत्ति उठाई जा सकती थी",
  "“10. Procedure when party fails to present written statement called for by Court. —": "“0. जब पक्षकार न्यायालय द्वारा मांगे गए लिखित कथन को प्रस्तुत करने में",
  "Where any party from whom a written statement is required under rule 1 or rule 9 fails to present the same within the": "जहां कोई पक्षकार, जिससे नियम 4 या नियम 9 के तहत लिखित कथन अपेक्षित",
  "time permitted or fixed by the Court, as the case may": "है, न्यायालय द्वारा अनुमत या निर्धारित समय के भीतर उसे प्रस्तुत करने में",
  "be, the Court shall pronounce judgment against him, or": "विफल रहता है, जैसा भी मामला हो, तो न्यायालय उसके खिलाफ निर्णय सुनाएगा,",
  "make such order in relation to the suit as it thinks fit and": "या वाद के संबंध में ऐसा आदेश देगा जैसा वह ठीक समझे और ऐसे निर्णय की",
  "on the pronouncement of such judgment a decree shall be drawn up.”": "घोषणा पर डिक्री तैयार की जाएगी।”",
  "We have no hesitation to hold that Rule 10 is permissive in nature,": "5. हमें यह मानने में कोई हिचकिचाहट नहीं है कि नियम ॥0 प्रकृति में अनुमोदक है, जो किसी",
  "enabling the trial court to exercise, in a given case, either of the two": "मामले में ट्रायल कोर्ट को उसके लिए उपलब्ध दो विकल्पों में से किसी एक का प्रयोग करने में",
  "alternatives open to it. Notwithstanding the alternative of proceeding to": "सक्षम बनाता है। निर्णय सुनाने के लिए कार्यवाही करने के विकल्प के बावजूद, न्यायालय के पास",
  "pronounce a judgment, the court still has an option not to pronounce judgment and to make such order in relation to the suit it considers": "अभी भी निर्णय न सुनाने तथा उस मुकदमे के संबंध में आदेश देने का विकल्प है जिसे वह उचित",
  "fit. The verb ‘shall’ in Rule 10 [although substituted for the verb ‘may’": "समझता है। नियम 0 में क्रिया 'करेगा' [यद्यपि 976 के संशोधन अधिनियम द्वारा क्रिया 'कर",
  "to the status of a mandatory provision, so much so that in every case where a party from whom a written statement is invited fails to file": "नहीं देता है, इतना अधिक कि प्रत्येक मामले में जहां कोई पक्ष, जिससे लिखित बयान आमंत्रित",
  "it, the court must pronounce the judgment against him. If that were": "किया गया है, उसे दाखिल करने में विफल रहता है, तो न्यायालय को उसके विरुद्ध निर्णय सुनाना",
  "the purport, the second alternative to which ‘shall’ equally applies": "होगा। यदि यही तात्पर्य होता, तो दूसरा विकल्प, जिस पर 'करेगा' समान रूप से लागू होता है,",
  "At this stage, we consider it apposite to take a quick look at Balraj Taneja (Supra) to examine the scope of Rule 10 of Order VIII. Therein,": "6. इस स्तर पर, हम आदेश ५॥॥ के नियम 0 के दायरे की जांच करने के लिए बलराज तनेजा",
  "the plaint, upon the failure of a defendant to file a written statement.": "कि किसी न्यायालय को प्रत्यर्थी दवारा लिखित बयान दाखिल करने में विफल रहने पर, केवल",
  "“29. As pointed out earlier, the court has not to act blindly": "“29. जैसा कि पहले बताया गया है, न्यायात्रय को प्रत्यर्थी दवारा लिखित बयान",
  "his written statement nor should the court proceed to pass judgment blindly merely because a written statement has": "ही न्यायालय को केवल इसलिए आंख मूंदकर निर्णय देना चाहिए क्‍योंकि प्रत्यर्थी",
  "not been filed by the defendant traversing the facts set": "ने न्यायालय में दायर वाद में वादी द्वारा बताए गए तथ्यों के आधार पर कोई",
  "out by the plaintiff in the plaint filed in the court. In a case,": "लिखित बयान दायर नहीं किया है। किसी मामले में, विशेषकर जहां प्रत्यर्थी द्वारा",
  "specially where a written statement has not been filed": "लिखित बयान दाखिल नहीं किया गया है, न्यायालय को सीपीसी के आदेश 8",
  "the judgment against the defendant it must see to it that": "विरुद्ध निर्णय पारित करने से पूर्व उसे यह अवश्य देख लेना चाहिए कि यदि",
  "even if the facts set out in the plaint are treated to have been admitted, a judgment could possibly be passed in": "वादपत्र में दिए गए तथ्यों को स्वीकार कर लिया गया भी मान लिया जाए, तो भी",
  "favour of the plaintiff without requiring him to prove any": "वादपत्र में उल्लिखित किसी तथ्य को साबित किए बिना वादी के पक्ष में निर्णय",
  "fact mentioned in the plaint. It is a matter of the court’s": "पारित किया जा सकता है। यह न्यायालय की संतुष्टि का मामला है और इसलिए,",
  "satisfaction and, therefore, only on being satisfied that there is no fact which need be proved on account of": "केवल इस बात से संतुष्ट होने पर कि ऐसा कोई तथ्य नहीं है जिसे मान्य स्वीकृति",
  "deemed admission, the court can conveniently pass a": "के आधार पर साबित करने की आवश्यकता है, न्यायालय सुविधाजनक रूप से उस",
  "judgment against the defendant who has not filed the": "प्रत्यर्थी के विरुद्ध निर्णय पारित कर सकता है जिसने लिखित बयान दाखिल नहीं",
  "written statement. But if the plaint itself indicates that": "किया है। लेकिन यदि वादपत्र में ही यह संकेत दिया गया है कि मामले में तथ्य",
  "there are disputed questions of fact involved in the case regarding which two different versions are set out in the": "के विवादित प्रश्न सम्मिलित हैं, जिनके बारे में वादपत्र में ही दो भिन्‍न संस्करण",
  "plaint itself, it would not be safe for the court to pass a": "दिए गए हैं, तो न्यायालय के लिए यह सुरक्षित नहीं होगा कि वह वादी से तथ्य",
  "judgment without requiring the plaintiff to prove the facts so": "साबित करने की अपेक्षा किए बिना निर्णय पारित कर दे, ताकि तथ्यात्मक विवाद",
  "covered by the expression ‘the court may, in its discretion, require any such fact to be proved’ used in sub-rule (2)": "प्रयुक्त अभिव्यक्ति “न्यायालय अपने विवेकानुसार किसी भी ऐसे तथ्य को साबित",
  "of Rule 5 of Order 8, or the expression ‘may make such": "करने की अपेक्षा कर सकता है' अथवा आदेश 8 के नियम ॥0 में प्रयुकत अभिव्यक्ति",
  "No doubt this decision was rendered considering that the verb used": "इसमें कोई संदेह नहीं है कि यह निर्णय यह मानते हुए दिया गया था कि प्रावधान में प्रयुक्त",
  "in the provision is ‘may’, but nothing substantial turns on it.": "क्रिया 'हो सकता है' है, लेकिन इससे कोई ठोस परिणाम नहीं निकलता है।",
  "What emerges from a reading of Balraj Taneja (supra), with which": "7. बलराज तनेजा (उपरोक्त) को पढ़ने से जो बात उभर कर आती है, जिससे हम पूरी तरह",
  "we wholeheartedly concur, is that only on being satisfied that there": "सहमत हैं, वह यह है कि केवल्र इस बात से संतुष्ट होने पर कि ऐसा कोई तथ्य नहीं है जिसे",
  "is no fact which need to be proved on account of deemed admission, could the court pass a judgment against the defendant who has not": "मान्य स्वीकृति के आधार पर साबित करने की आवश्यकता है, अदालत प्रत्यर्थी के खिलाफ फैसला",
  "could the court pass a judgment against the defendant who has not filed the written statement; but if the plaint itself suggests involvement": "दे सकती है जिसने लिखित बयान दाखिल नहीं किया है; लेकिन यदि वादपत्र में ही तथ्य के",
  "Balraj Taneja (Supra) also lays down the law that provision of Rule 10 of Order VIII, CPC is by no means mandatory in the sense that": "यह भी कानून बनाया है कि सी.पी.सी. के आदेश ५॥॥, नियम 0 का प्रावधान किसी भी तरह से अनिवार्य नहीं है, इस अर्थ में कि यदि प्रत्यर्थी अपना लिखित बयान दाखिल करने में विफल रहता",
  "a court has no alternative but to pass a judgment in favour of the": "है या उपेक्षा करता है, तो अदालत के पास वादी के पक्ष में निर्णय पारित करने के अलावा कोई",
  "If indeed, in a given case, the defendant defaults in filing written": "8. यदि वास्तव में, किसी मामले में, प्रत्यर्थी लिखित बयान दाखिल करने में चूक करता है और",
  "statement and the first alternative were the only course to be adopted, it would tantamount to a plaintiff being altogether relieved of its": "पहला विकल्प ही अपनाया जाने वाला एकमात्र रास्ता है, तो यह वादी को न्यायात्रय की संतुष्टि",
  "it would tantamount to a plaintiff being altogether relieved of its obligation to prove his case to the satisfaction of the court. Generally,": "के लिए अपना मामला साबित करने के दायित्व से पूरी तरह मुक्त करने के समान होगा। आम",
  "in order to be entitled to a judgment in his favour, what is required of a plaintiff is to prove his pleaded case by adducing evidence.": "तौर पर, अपने पक्ष में निर्णय पाने के लिए, वादी से यह अपेक्षित होता है कि वह साक्ष्य प्रस्तुत",
  "and the position seems to be clear that a trial court, at its discretion,": "जाना चाहिए और स्थिति स्पष्ट प्रतीत होती है कि एक ट्रायल कोर्ट, अपने विवेक से, किसी भी",
  "may require any fact, treated as admitted, to be so proved otherwise": "तथ्य को, जिसे स्वीकार किया गया माना जाता है, ऐसी स्वीकृति के अलावा किसी अन्य तरीके",
  "than by such admission. Similar is the position with section 58 of the Indian Evidence Act, 1872. It must be remembered that a plaint in": "से साबित करने की आवश्यकता कर सकता है। भारतीय साक्ष्य अधिनियम, 872 की धारा 58 के संबंध में भी स्थिति ऐसी ही है। यह याद रखना चाहिए कि किसी मुकदमे में वादपत्र रिट",
  "a suit is not akin to a writ petition where not only the facts are to be": "याचिका के समान नहीं होता है, जहां न केवल्न तथ्यों का अभिवचन किया जाता है, बल्कि",
  "pleaded but also the evidence in support of the pleaded facts is to": "अभिवचन किए गए तथ्यों के समर्थन में साक्ष्य भी संलग्न किए जाते हैं, जिसके बाद हलफनामों",
  "be annexed, whereafter, upon exchange of affidavits, such petition": "के आदान-प्रदान के बाद ऐसी याचिका पर हलफनामा साक्ष्य के आधार पर निर्णय लिया जा सकता",
  "can be decided on affidavit evidence. Since facts are required to": "है। चूंकि वादपत्र में तथ्यों का अभिवचन करना आवश्यक होता है, न कि साक्ष्य का, जिसे गवाहों",
  "in course of examination of witnesses, mere failure or neglect of a defendant to file a written statement controverting the pleaded facts": "गए तथ्यों का खंडन करते हुए लिखित बयान दाखित्र करने में विफलता या उपेक्षा, सभी मामलों",
  "in the plaint, in all cases, may not entitle him to a judgment in his": "में, उसे अपने पक्ष में निर्णय का हकदार नहीं बना सकती, जब तक कि वह साक्ष्य प्रस्तुत करके",
  "favour unless by adducing evidence he proves his case/claim.": "अपने मामले/दावे को साबित नहीं कर देता।",
  "Having noted what Rule 10 of Order VIII postulates, the order dated 5\" August, 1991 may be examined now since it is the genesis of": "9. आदेश ५॥॥ के नियम 0 में जो प्रावधान है, उसे ध्यान में रखते हुए अब दिनांक 5 अगस्त,",
  "5\" August, 1991 may be examined now since it is the genesis of the present litigation before us. The order made by the Trial Court": "99] के आदेश की जांच की जा सकती है, क्योंकि यह हमारे समक्ष वर्तमान मुकदमे की उत्पत्ति",
  "“68-C application moved by the plaintiffs under Order-8 Rule-5 (2) & (3) read with Rule 10 CPC. According to the": "“68-सी आवेदन वादी द्वारा सीपीसी के आदेश-8 नियम-5 (2) और (3) के साथ",
  "the plaintiff in the disputed property. He appeared through": "अतिक्रमण करने की धमकी दे रहा था। वह अधिवक्ता के माध्यम से उपस्थित हुए",
  "counsel and moved application and has also filed affidavits": "और आवेदन प्रस्तुत किया तथा हलफनामे 50-सी और 57-सी भी दाखिल किए,",
  "50-C & 57-C but he failed to file any written statement.": "लेकिन वह कोई लिखित बयान दाखिल करने में असफल रहे। यह स्पष्ट है कि",
  "It is clear that so many date has been given for written statement and lastly it was 29.4.91, which was fixed for": "लिखित बयान के लिए कई तारीखें दी गई हैं और अंतिम तारीख 29.4.94 थी, जो",
  "written statement and for issues, but the defendant has": "लिखित बयान और मुद्दों के लिए तय की गई थी, लेकिन प्रत्यर्थी ने लेखित बयान",
  "(sic, not) filed written statement and on this ground the plaintiff has moved the above application 68-C.": "दाखिल नहीं किया है और इस आधार पर वादी ने उपरोक्त आवेदन 68-सी प्रस्तुत",
  "The learned counsel for the plaintiff has argued that he": "वादी के विद्वान अधिवक्ता ने तर्क दिया है कि वह अधिवक्ता के माध्यम से",
  "has appeared through counsel and enough time has been given to him calling upon him to file the written statement,": "उपस्थित हुए हैं तथा उन्हें लिखित बयान दाखिल करने के लिए पर्याप्त समय दिया",
  "but he failed to file written statement. The case is covered": "गया है, लेकिन वे लिखित बयान दाखिल करने में विफल रहे। यह मामला सीपीसी",
  "absent. In view of the above, | am of the opinion that it is fit case to proceed under Order-8 Rule 10 C.P.C.": "उपरोक्त के मद्देनजर, मेरी राय है कि यह सीपीसी के आदेश-8 नियम ॥0 के",
  "Accordingly, the suit of the plaintiffs is decreed under Order-8 Rule 10 C.P.C. with cost against defendant no.": "तदनुसार, वादीगण का वाद प्रत्यर्थी संखया 2 के विरुद्ध सीपीसी के आदेश-8 नियम",
  "peaceful right and enjoyment of the plaintiff in respect of the disputed building, trees and other properties.": "भवन, वृक्षों और अन्य संपत्तियों के संबंध में वादी के शांतिपूर्ण अधिकार और आनंद",
  "Fix 9.9.1991 for Issues.”": "मुद्दों के लिए दिनांक 9.9.99] का दिनांक तय करें।”",
  "In the present case, Kazmi had indeed filed his written statement": "20. वर्तमान मामले में, काज़मी ने अपीलकर्ताओं की शिकायत से संबंधित अपना लिखित बयान",
  "dealing with the appellants’ plaint before the order dated 5'\" August, 1991 was made. There, not only had Kazmi denied the assertions": "5 अगस्त, 99] के आदेश से पहले ही दायर कर दिया था। वहां, काज़मी ने न केवल शिकायत",
  "made in the plaint but he had also specifically objected to the": "में किए गए दावों का खंडन किया था, बल्कि उन्होंने ऊपर उल्लिखित आधार पर ट्रायल कोर्ट के",
  "noted above. The Trial Court is presumed to be aware of the fact that the written statement of Kazmi was on record or else it would": "कोर्ट को इस तथ्य की जानकारी थी कि काज़मी का लिखित बयान रिकॉर्ड में था, अन्यथा उसने",
  "not have fixed the next date for settling ‘issues’. In a situation where": "'मुददों' को तय करने के लिए अगली तारीख तय नहीं की होती। ऐसी स्थिति में, जहां मुकदमे की",
  "maintainability of the suit was in question and despite Samiullah not": "स्वीकार्यता प्रश्ततत थी और समीउल्लाह द्वारा अपना लिखित बयान दाखिल न किए जाने के",
  "that even on pronouncement of judgment against Samiullah, the /is": "समीउल्लाह के खिलाफ निर्णय सुनाने की तो बात ही छोड़िए। उच्च न्यायालय ने सही टिप्पणी की",
  "remained alive as against Kazmi and decision on the objection as": "कि समीउल्लाह के खिलाफ निर्णय सुनाए जाने पर भी, काज़मी के खिलाफ लिस जीवित रही और",
  "to maintainability could have resulted in a contrary decision.": "विचारणीयता के संबंध में आपत्ति पर निर्णय के परिणामस्वरूप विपरीत निर्णय हो सकता था।",
  "No tribunal, far less a civil court, in exercise of judicial power ought": "2. किसी भी न्‍यायाधिकरण को, और विशेषकर सिविल्र न्यायालय को, न्यायिक शक्ति का प्रयोग",
  "wonder what would have been the status of the rival claims if Kazmi had not passed away and accepting his objection, the Suit were": "कि यदि काज़मी की मृत्यु नहीं हुई होती तो प्रतिद्वंद्वी दावों की स्थिति क्‍या होती और उनकी",
  "dismissed qua Kazmi on 27\" April, 2009 as abated. Although Ms.": "उसे ही लें। दिनांक 27 अप्रैल, 2009 को काज़मी के नाम पर मुकदमा समाप्त कर दिया गया।",
  "Arora had submitted in course of hearing that steps have since been": "यद्यपि सुश्री अरोड़ा ने सुनवाई के दौरान प्रस्तुत किया था कि तब से उपशमन को अलग रखने",
  "given to file additional documents by 12\" December, 2023 in support of such a submission, the additional documents e-filed beyond time": "2023 तक अतिरिक्त दस्तावेज दाखिल करने का आश्वासन दिया गया था, समय से परे ई-फाइल",
  "of such a submission, the additional documents e-filed beyond time do not reveal that (i) abatement has been set aside, (ii) the heirs/": "किए गए अतिरिक्त दस्तावेजों से यह पता नहीं चलता है कि () उपशमन को अलग रखा गया",
  "legal representatives substituted in place of Kazmi and (iii) the suit": "है, () काज़मी के स्थान पर वारिसों/कानूनी प्रतिनिधियों को प्रतिस्थापित किया गया है और (॥)",
  "restored to its original file and number. The result is that the suit": "मुकदमा अपनी मूल फ़ाइल और संख्या में बहाल हो गया है। परिणाम यह है कि मुख्य प्रत्यर्थी के",
  "determination by the Trial Court on his objection that such court did": "खारिज कर दिया जाता है कि ऐसे न्यायालय को मुकदमे पर विचार करने और उस पर विचार",
  "We are constrained to observe that it is to avoid such a situation of contradictory/inconsistent decrees that power under Rule 10 of Order": "22. हम यह मानने के लिए बाध्य हैं कि विरोधाभासी/असंगत आदेशों की ऐसी स्थिति से बचने",
  "contradictory/inconsistent decrees that power under Rule 10 of Order VIII ought to be invoked with care, caution, and circumspection, only": "के लिए आदेश ५॥॥ के नियम 0 के तहत शक्ति का उपयोग सावधानी, सतर्कता और सतर्कता",
  "when none of several defendants file their written statements and": "के साथ किया जाना चाहिए, केवल तभी जब कई प्रतिवादियों में से कोई भी अपना लिखित बयान",
  "upon the taking of evidence from the side of the plaintiff, if deemed": "दाखिल नहीं करता है और यदि आवश्यक समझा जाता है तो वादी की ओर से साक्ष्य लेने के बाद",
  "necessary, the entire suit could be decided. As in the present case,": "पूरे मुकदमे का फैसला किया जा सकता है। जैसा कि वर्तमान मामले में, जहां कई प्रतिवादियों में",
  "“24. The exercise of powers under Section 47 of the Code": "द्वारा सीपीसी की धारा 47 के तहत निष्पादन योग्य न होने के रूप में आपत्ति की जा सकती थी। सी.पी.सी. की धारा 47 डिक्री के निष्पादन से संबंधित सबसे महत्वपूर्ण प्रावधानों में से एक है, जो",
  "under Section 47 of the Code to the executability of the": "की निष्पादनीयता के संबंध में सी.पी.सी. की धारा 47 के तहत आपत्ति के दायरे पर विचार कर",
  "“6. Trial of a civil dispute in court is intended to achieve,": "“6. नयायात्रय में सिविल विवाद की सुनवाई का उददेश्य, कानून और न्यायालय",
  "according to law and the procedure of the court, a judicial determination between the contesting parties of the matter": "की प्रक्रिया के अनुसार, विवादित मामले के पक्षकारों के बीच न्यायिक निर्णय प्राप्त",
  "in controversy. Opportunity to the parties interested in the": "करना होता है। विवाद में रुचि रखने वाले पक्षकारों को विधि के साथ-साथ तथ्य के",
  "dispute to present their respective cases on questions of": "प्रश्नों पर अपने-अपने मामले प्रस्तुत करने का अवसर, पक्षकारों द्वारा प्रस्तुत साक्ष्य",
  "law as well as fact, ascertainment of facts by means of evidence tendered by the parties, and adjudication by a": "के माध्यम से तथ्यों का पता लगाना, तथा विवादित तथ्यों पर निष्कर्ष के आधार",
  "reasoned judgment of the dispute upon a finding on the facts in controversy and application of the law to the facts": "पर विवाद का तर्कपूर्ण निर्णय द्वारा न्यायनिर्णयन तथा प्राप्त तथ्यों पर विधि का",
  "found, are essential attributes of a judicial trial. In a judicial": "अनुप्रयोग, न्यायिक परीक्षण के आवश्यक गुण हैं। न्यायिक परीक्षण में, न्यायाधीश",
  "trial, the Judge not only must reach a conclusion which he": "को न केवल उस निष्कर्ष पर पहुंचना चाहिए जिसे वह नन्‍यायसंगत मानता है, बल्कि,",
  "regards as just, but, unless otherwise permitted, by the practice of the court or by law, he must record the ultimate": "जब तक कि न्यायात्रय के व्यवहार या कानून द्वारा अन्यथा अनुमति न दी जाए,",
  "mental process leading from the dispute to its solution. A": "उसे विवाद से लेकर उसके समाधान तक की अंतिम मानसिक प्रक्रिया को भी दर्ज",
  "judicial determination of a disputed claim where substantial": "करना चाहिए। किसी विवादित दावे का न्यायिक निर्धारण, जहां विधि या तथ्य के",
  "questions of law or fact arise is satisfactorily reached, only": "सारवान प्रश्न उठते हैं, केवल तभी संतोषप्रद रूप से किया जा सकता है, जब वह",
  "if it be supported by the most cogent reasons that suggest": "सर्वाधिक ठोस कारणों द्वारा समर्थित हो, जो न्यायाधीश को स्वयं सुझाए जाते हैं;",
  "themselves to the Judge a mere order deciding the matter in dispute not supported by reasons is no judgment at all.": "बिना कारणों द्वारा समर्थित विवादित मामले पर निर्णय देने वाला मात्र आदेश कोई",
  "Recording of reasons in support of a decision of a disputed": "निर्णय नहीं है। किसी विवादित दावे के निर्णय के समर्थन में कारणों को दर्ज करने",
  "claim serves more purposes than one. It is intended to": "से एक से अधिक उददेश्य पूरे होते हैं। इसका उद्देश्य यह सुनिश्चित करना है कि",
  "ensure that the decision is not the result of whim or fancy,": "निर्णय सनक या कल्पना का परिणाम न हो, बल्कि विवादित मामले के प्रति",
  "but of a judicial approach to the matter in contest: it is also intended to ensure adjudication of the matter according to": "न्यायिक इष्टिकोण का परिणाम हो: इसका उददेश्य यह भी सुनिश्चित करना है कि",
  "intended to ensure adjudication of the matter according to law and the procedure established by law. A party to the": "मामले का निर्णय कानून और कानून द्वारा स्थापित प्रक्रिया के अनुसार किया",
  "dispute is ordinarily entitled to know the grounds on which": "जाए। विवाद का कोई भी पक्षकार सामान्यतः यह जानने का हकदार होता है कि",
  "the court has decided against him, and more so, when": "न्यायालय ने उसके विरुद्ध किस आधार पर निर्णय दिया है, तथा तब यह और भी",
  "the judgment is subject to appeal. The appellate court will": "अधिक हकदार होता है, जब निर्णय अपील के अधीन हो। इसके बाद अपीलीय",
  "then have adequate material on which it may determine": "अदालत के पास पर्याप्त सामग्री होगी जिसके आधार पर वह यह निर्धारित कर",
  "whether the facts are properly ascertained, the law has": "सकेगी कि क्या तथ्यों का सही ढंग से पता लगाया गया है, कया कानून का सही",
  "been correctly applied and the resultant decision is just. It is unfortunate that the learned trial Judge has recorded": "ढंग से प्रयोग किया गया है और परिणामी निर्णय न्‍यायसंगत है। यह दुर्भाग्यपूर्ण",
  "It is unfortunate that the learned trial Judge has recorded no reasons in support of his conclusion, and the High": "है कि विद्वान ट्रायल जज ने अपने निष्कर्ष के समर्थन में कोई कारण दर्ज नहीं",
  "3 as inexecutable under section 47, CPC. Section 47, CPC, being": "संहिता की धारा 47 के अंतर्गत डिक्री की निष्पादनीयता पर आपत्ति की अनुमति दे",
  "either in law or on facts. Law was laid down in the following terms:": "या तो उसे कानून के ऐसे प्रावधान की अज्ञानता में पारित किया गया था या कानून",
  "The legality of the order of the High Court, together with the order of the Executing Court that the former went on to uphold, has to be": "29. उच्च न्‍्यायात्रय के आदेश की वैधता, साथ ही निष्पादन न्यायालय के आदेश की वैधता, जिसे",
  "tested having regard to the settled position of law as noticed above": "पूर्व ने बरकरार रखा, का परीक्षण कानून की स्थापित स्थिति को ध्यान में रखते हुए किया जाना",
  "and bearing in mind that the powers of an executing court, though": "चाहिए, जैसा कि ऊपर उल्लेख किया गया है और यह ध्यान में रखते हुए कि निष्पादन न्यायालय",
  "narrower than an appellate or revisional court, can be exercised to": "की शक्तियां, हालांकि अपीलीय या पुनरीक्षण न्यायालय की तुलना में संकीर्ण हैं, निष्पादन आवेदन",
  "dismiss an execution application if the decree put to execution is": "को खारिज करने के लिए प्रयोग की जा सकती हैं यदि निष्पादन के लिए रखा गया आदेश स्पष्ट",
  "unmistakably found to suffer from an inherent lack of jurisdiction of the court that made the same rendering it a nullity in the eye of law.": "रूप से न्यायालय के अधिकार क्षेत्र की अंतर्निहित कमी से ग्रस्त पाया जाता है, जिसने इसे कानून की नजर में अमान्य बना दिया है।",
  "For reasons more than one, we propose to hold that the Executing": "30. एक से अधिक कारणों से, हम यह मानने का प्रस्ताव करते हैं कि निष्पादन न्यायालय और",
  "Court and the High Court were right in holding that the objection raised by the respondents 1 to 3 to the executability of the decree": "उच्च न्यायालय का यह मानना सही था कि प्रत्यर्थी से 3 द्वारा डिक्री की निष्पादनीयता के",
  "What appears to be of significance in the light of the decisions referred to above is the importance of the legal term ‘jurisdiction’,": "3. उपर्युक्त निर्णयों के आलोक में जो बात महत्वपूर्ण प्रतीत होती है, वह है कानूनी शब्द 'अधिकार",
  "and the question whether the Trial Court did have the jurisdiction to pass the order it did on 5\" August, 1991 followed by the decree": "क्षेत्र का महत्व, तथा यह प्रश्न कि क्‍या विचारण न्‍यायात्रय के पास 5 अगस्त, 99] को आदेश",
  "to pass the order it did on 5\" August, 1991 followed by the decree signed on 11\" November, 1991.": "पारित करने तथा उसके बाद नवम्बर, 99| को डिक्री पर हस्ताक्षर करने का अधिकार था।",
  "What does ‘jurisdiction’ mean? In the ensuing discussion, we feel inclined to draw guidance from certain decisions of ancient vintage": "32. अधिकार क्षेत्र' का क्‍या अर्थ है? आगामी चर्चा में, हम प्राचीन काल के कुछ निर्णयों से",
  "The wisdom of Sir Ashutosh Mukherjee, A.C.J., speaking for a Full Bench of the High Court at Calcutta in Hirday Nath Roy v.": "कलकत्ता उच्च न्यायात्रय की पूर्ण पीठ की ओर से बोलते हुए, ए.सी.जे. सर आशुतोष मुखर्जी के",
  "assists us in understanding what is meant by ‘jurisdiction’, ‘lack of": "विवेक से हमें यह समझने में लाभप्रद रूप से सहायता मिलती है कि 'अधिकार क्षेत्र'' 'अधिकार",
  "jurisdiction’ and ‘error in the exercise of jurisdiction’. The relevant": "क्षेत्र का अभाव' और 'अधिकार क्षेत्र के प्रयोग में त्रुटि' का क्या अर्थ है। प्रासंगिक पैराग्राफ इस",
  "has been stated to be ‘the power to hear and determine issues of law and fact’; ‘the authority by which judicial": "करने की शक्ति' बताया गया है; “वह प्राधिकार जिसके द्वारा न्यायिक अधिकारी",
  "officers take cognizance of and decide causes’; ‘the": "मामलों का संज्ञान लेते हैं और निर्णय लेते हैं: \"किसी विधिक विवाद की सुनवाई",
  "Besides the cases mentioned therein, reference may particularly be made to the judgment of Srinivas Aiyangar,": "इसमें उल्लिखित मामलों के अलावा, विशेष रूप से न्यायमूर्ति श्रीनिवास अयंगर के",
  "J., in Tuljaram v. Gopala [82 Mad. L.J. 434; 21 Mad. L.J.": "तुलजाराम बनाम गोपाल [32 मैड एलजे 434; 24 मैड एलजे 220 (96)] के",
  "220 (1916).] , where the true rule was stated to be that if a": "निर्णय का संदर्भ दिया जा सकता है, जहां सही नियम यह बताया गया था कि यदि",
  "Court has jurisdiction to try a suit and has authority to pass": "किसी न्यायालय के पास किसी मुकदमे की सुनवाई करने का क्षैत्राधिकार है और",
  "orders of a particular kind, the fact that it has passed an": "किसी विशेष प्रकार के आदेश पारित करने का अधिकार है, तो यह तथ्य कि उसने",
  "order which it should not have made in the circumstances": "एक ऐसा आदेश पारित किया है, जिसे उसे उस मुकदमे की परिस्थितियों में नहीं",
  "(underlining ours, for emphasis)": "(हमारे द्वारा प्रभाव वर्धित)",
  "34. Hirday Nath Roy (supra) found approval in Official Trustee v. Sachindra Nath Chatterjee'®, a co-ordinate Bench decision of this Court. The relevant observations of this Court in Sachindra Nath": "34. हृदय नाथ रॉय (उपरोक्त) को इस न्यायालय के समन्वय पीठ के निर्णय, ऑफिशियल ट्र॒स्टी बनाम सचिन्द्र नाथ चटर्जी? में स्वीकृति मिली। सचिन्द्र नाथ चटर्जी (उपरोक्त) में इस न्यायालय",
  "“12. Itis plain that if the learned judge had no jurisdiction to": "“।2. यह स्पष्ट है कि यदि विद्वान न्यायाधीश को प्रश्नगत आदेश पारित करने",
  "pass the order in question then the order is null and void.": "का अधिकार नहीं था तो यह आदेश निरर्थक एवं अमान्य है। यह भी उतना ही",
  "It is equally plain that if he had jurisdiction to pronounce on the plea put forward before him the fact that he made": "स्पष्ट है कि यदि उनके पास उनके समक्ष प्रस्तुत दलील पर निर्णय देने का",
  "15. *** it is clear that before a Court can be held to have": "5. #***# यह स्पष्ट है कि किसी न्यायालय को किसी विशेष मामले पर निर्णय देने",
  "jurisdiction to decide a particular matter it must not only have jurisdiction to try the suit brought but must also": "का क्षेत्राधिकार दिए जाने से पहले उसके पास न केवल लाए गए मुकदमे की सुनवाई क्षेत्राधिकार जाने से उसके पास न केवल ल्राए गए की",
  "have the authority to pass the orders sought for. It is not": "करने का क्षेत्राधिकार होना चाहिए, बल्कि उसके पास मांगे गए आदेश पारित करने",
  "authority to hear and decide the particular controversy": "वस्तु की सुनवाई और निर्धारण करने तथा उन पर न्यायिक शक्ति का न्यायनिर्णयन की सुनवाई और निर्धारण करने तथा उन पर न्यायिक शक्ति का न्यायनिर्णयन",
  "and pronounce judgment on the issues before the Court’;": "या प्रयोग करने की शक्ति' 'न्यायालय के समक्ष मुद्दों पर सुनवाई, निर्धारण और",
  "‘the power or authority which is conferred upon a Court": "निर्णय सुनाने की शक्ति: 'वह शक्ति या प्राधिकार जो विधायिका द्वारा न्यायालय",
  "by the legislature to bear and determine causes between parties and to carry the judgments into effect’; ‘the power": "को पक्षकारों के बीच विवादों को वहन करने और निर्धारित करने तथा निर्णयों को",
  "parties and to carry the judgments into effect’; ‘the power to enquire into the facts, to apply the law, to pronounce the": "प्रभावी बनाने के लिए प्रदत्त किया जाता है\" 'तथ्यों की जांच करने, कानून को लागू",
  "judgment and to carry it into execution. ... This jurisdiction": "करने, निर्णय सुनाने और उसे कार्यान्वित करने की शक्ति...न्यायालय का यह निर्णय सनाने और उसे कार्यान्वित करने की शक्ति...न्यायालय का यह",
  "of the Court may be qualified or restricted by a variety of circumstances. Thus, the jurisdiction may have to be": "अधिकार क्षेत्र विभिन्‍न परिस्थितियों के कारण सीमित या सीमित हो सकता है।",
  "of circumstances. Thus, the jurisdiction may have to be considered with reference to place, value, and nature of the subject-matter. ... This classification into territorial": "इस प्रकार, अधिकार क्षेत्र पर विषय-वस्तु के स्थान, मूल्य और प्रकृति के संदर्भ में अधिक रर क्षेत्र पर विषय- के स्थान, मल्‍्य और के संदर्भ में",
  "the subject-matter. ... This classification into territorial jurisdiction, pecuniary jurisdiction and jurisdiction of the": "विचार किया जाना चाहिए.... प्रादेशिक अधिकार क्षेत्र, आर्थिक अधिकार क्षेत्र और",
  "subject-matter is obviously of a fundamental character.": "विषय-वस्तु के अधिकार क्षेत्र में यह वर्गीकरण स्पष्ट रूप से मौलिक प्रकृति का है।",
  "Given such jurisdiction, we must be careful to distinguish": "इस प्रकार के अधिकार क्षेत्र को देखते हुए, हमें अधिकार क्षेत्र के अस्तित्व से",
  "exercise of jurisdiction from existence of jurisdiction; for": "अधिकार क्षेत्र के प्रयोग के बीच अंतर करने में सावधानी बरतनी चाहिए; क्योंकि",
  "to comply with statutory requirements in the assumption and in the exercise of jurisdiction. The authority to decide": "अधिकार क्षेत्र की धारणा और प्रयोग में वैधानिक अपेक्षाओं का अनुपालन करने में",
  "what makes up jurisdiction; and when there is jurisdiction": "का प्राधिकार ही अधिकारिता बनाता है, न कि उसमें दिया गया निर्णय; और जब",
  "of the person and subject-matter, the decision of all": "व्यक्ति और विषय-वस्तु पर अधिकारिता हो, तो मामले में उठने वाले अन्य सभी",
  "other questions arising in the case is but an exercise of that jurisdiction. The extent to which the conditions": "प्रश्नों पर निर्णय उस अधिकारिता का प्रयोग मात्र है। किसी न्यायालय के अधिकार",
  "of that jurisdiction. The extent to which the conditions essential for creating and raising the jurisdiction of a Court or the restraints attaching to the mode of exercise": "क्षेत्र को बनाने और बढ़ाने के लिए आवश्यक शर्तों या उस अधिकार क्षेत्र के प्रयोग",
  "Court or the restraints attaching to the mode of exercise of that jurisdiction should be included in the conception of": "के तरीके से जुड़े प्रतिबंधों को अधिकार क्षेत्र की अवधारणा में किस हद तक शामिल",
  "jurisdiction itself is sometimes a question of great nicety...": "किया जाना चाहिए, यह कभी-कभी बहुत ही सूक्ष्मता का प्रश्न होता है... लेकिन",
  "But the distinction between existence of jurisdiction and exercise of jurisdiction has not always been borne in mind": "अधिकार क्षेत्र के अस्तित्व और अधिकार क्षेत्र के प्रयोग के बीच अंतर को हमेशा",
  "exercise of jurisdiction has not always been borne in mind and this has sometimes led to confusion. ... We must": "ध्यान में नहीं रखा गया है और इससे कभी-कभी भ्रम की स्थिति पैदा हो गई है...",
  "not thus overlook the cardinal position that in order that": "इस प्रकार हमें इस प्रमुख स्थिति को नजरअंदाज नहीं करना चाहिए कि अधिकार",
  "jurisdiction may be exercised, there must be a case legally": "क्षेत्र का प्रयोग करने के लिए, न्यायालय के समक्ष कानूनी रूप से मामला होना",
  "before the Court and a hearing as well as a determination.": "चाहिए तथा सुनवाई के साथ-साथ निर्णय भी होना चाहिए। अधिकारिता के बिना",
  "A judgment pronounced by a Court without jurisdiction is void, subject to the well-known reservation that when the": "किसी न्यायालय द्वारा सुनाया गया निर्णय शून्य है, इस सुविदित शर्त के अधीन",
  "of the enquiry may be that it has no jurisdiction to deal": "का प्राधिकार भी होना चाहिए। यह पर्याप्त नहीं है कि उसे मुकदमे की विषय-वस्तु",
  "is available, it is immaterial if jurisdiction is exercised erroneously.": "दोनों मामलों में अधिकार क्षेत्र उपलब्ध है, तो यह महत्वहीन है कि अधिकार क्षेत्र का प्रयोग गलत",
  "An erroneous decision cannot be labelled as having been passed": "तरीके से किया गया हो। किसी त्रुटिपूर्ण निर्णय को अधिकार क्षेत्र के बिना'पारित किया गया नहीं",
  "‘without jurisdiction’. It is, therefore, imperative that the distinction between a decision lacking in inherent jurisdiction and a decision": "कहा जा सकता। इसलिए, यह आवश्यक है कि अंतर्निहित अधिकार क्षेत्र से रहित निर्णय और",
  "between a decision lacking in inherent jurisdiction and a decision which suffers from an error committed in the exercise of jurisdiction is borne in mind.": "अधिकार क्षेत्र के प्रयोग में की गई त्रुटि से ग्रस्त निर्णय के बीच अंतर को ध्यान में रखा जाए।",
  "Moving on to decisions of not too distant an origin, we notice that this Court in Rafique Bibi v. Sayed Waliuddin’® whilst relying on": "36. बहुत दूर के निर्णयों की ओर बढ़ते हुए, हम देखते हैं कि इस न्यायालय ने रफीक बीबी बनाम",
  "this Court in Rafique Bibi v. Sayed Waliuddin’® whilst relying on Vasudev Dhanjibhai Modi (supra), has made valuable observations": "सैयद वलीउद्‌दीन!” मामले में वासुदेव धनजीभाई मोदी (उपरोक्त) पर अवलम्ब लेते हुए, उन",
  "as to the circumstances where an order passed could be regarded": "परिस्थितियों के संबंध में मूल्यवान टिप्पणियां की हैं जिनमें पारित आदेश को अमान्य माना जा",
  "as a nullity. The relevant observations made in Rafique Bibi (supra) read thus:": "सकता है। रफीक बीबी (उपरोक्त) में की गई प्रासंगिक टिप्पणियां इस प्रकार हैं:",
  "“6. What is ‘void’ has to be clearly understood. A decree": "“6. 'शून्य' क्या है, इसे स्पष्ट रूप से समझना होगा| किसी डिक्री को अधिकार क्षेत्र",
  "can be said to be without jurisdiction, and hence a nullity,": "से बाहर और इसलिए अमान्य कहा जा सकता है, यदि डिक्री पारित करने वाले",
  "if the court passing the decree has usurped a jurisdiction": "न्यायालय ने उस अधिकार क्षेत्र का अतिक्रमण कर लिया हो, जो उसके पास नहीं",
  "which it did not have; a mere wrong exercise of jurisdiction does not result in a nullity. The lack of jurisdiction in the": "था; अधिकार क्षेत्र के मात्र गलत प्रयोग से अमान्यता नहीं होती। डिक्री पारित करने",
  "does not result in a nullity. The lack of jurisdiction in the court passing the decree must be patent on its face in order to enable the executing court to take cognizance": "वाले न्यायालय में अधिकार क्षेत्र का अभाव स्पष्ट होना चाहिए, ताकि निष्पादन",
  "of such a nullity based on want of jurisdiction, else the": "न्यायालय अधिकार क्षेत्र के अभाव के आधार पर ऐसी अमान्यता का संज्ञान ले",
  "normal rule that an executing court cannot go behind the decree must prevail.": "सके, अन्यथा यह सामान्य नियम लागू रहेगा कि निष्पादन न्‍्यायात्रय डिक्री के पीछे नहीं जा सकता।",
  "7. Two things must be clearly borne in mind. Firstly, ‘the": "7. दो बातें स्पष्ट रूप से ध्यान में रखनी चाहिए। सबसे पहले, 'अदालत किसी",
  "court will invalidate an order only if the right remedy is sought by the right person in the right proceedings and": "आदेश को तभी अमान्य करेगी जब सही कार्यवाही और परिस्थितियों में सही व्यक्ति",
  "circumstances. The order may be ‘a nullity’ and ‘void’": "द्वारा सही उपाय मांगा गया हो। आदेश 'अमान्य' और 'शून्य' हो सकता है, लेकिन",
  "but these terms have no absolute sense: their meaning": "इन शब्दों का कोई पूर्ण अर्थ नहीं है: उनका अर्थ सापेक्ष है, जो किसी विशेष स्थिति",
  "is relative, depending upon the court’s willingness to": "में राहत देने के लिए अदालत की इच्छा पर निर्भर करता है। यदि अवैध सापेक्षता",
  "grant relief in any particular situation. If this principle of illegal relativity is borne in mind, the law can be made to operate justly and reasonably in cases where the": "के इस सिद्धांत को ध्यान में रखा जाए, तो कानून को उन मामलों में न्‍्यायसंगत",
  "to operate justly and reasonably in cases where the doctrine of ultra vires, rigidly applied, would produce": "और उचित रूप से संचालित किया जा सकता है, जहां अल्ट्रा वायर्स के सिद्धांत",
  "unacceptable results.” (Administrative Law, Wade and": "को कठोरता से त्रागू करने पर अस्वीकार्य परिणाम उत्पन्न होंगे। (प्रशासनिक कानून,",
  "Forsyth, 8th Edn., 2000, p. 308.) ...": "वेड और फोर्सिथ, 8वां संस्करण, 2000, पृष्ठ 308॥) ...",
  "8. A distinction exists between a decree passed by a court having no jurisdiction and consequently being a": "8. किसी न्यायात्रय द्वारा पारित डिक्री, जिसका कोई अधिकार क्षेत्र नहीं है और",
  "nullity and not executable and a decree of the court": "फलस्वरूप वह अमान्य है तथा निष्पादन योग्य नहीं है, तथा न्यायालय द्वारा",
  "which is merely illegal or not passed in accordance with the procedure laid down by law. A decree suffering from": "पारित डिक्री, जो केवल अवैध है या जिसे विधि द्वारा निर्धारित प्रक्रिया के अनुसार",
  "illegality or irregularity of procedure, cannot be termed": "पारित नहीं किया गया है, के बीच अंतर होता है। प्रक्रिया की अवैधता या",
  "inexecutable by the executing court; the remedy of a": "अनियमितता से ग्रस्त डिक्री को निष्पादन न्यायालय दूवारा निष्पादन योग्य नहीं",
  "person aggrieved by such a decree is to have it set": "कहा जा सकता; ऐसी डिक्री से व्यथित व्यक्ति का उपाय यह है कि वह उसे विधिवत",
  "aside in a duly constituted legal proceedings or by a superior court failing which he must obey the command": "गठित कानूनी कार्यवाही में या उच्चतर न्‍यायाल्रय द्वारा अपास्त करा ले, अन्यथा",
  "of the decree. A decree passed by a court of competent": "उसे डिक्री के आदेश का पालन करना होगा। सक्षम न्यायालय द्वारा पारित आदेश",
  "collateral attack or in incidental proceedings.”": "को किसी भी अतिरिक्त आक्रमण या आकस्मिक कार्यवाही द्वारा उसकी",
  "Also, a reading of Rafique Bibi (supra) makes it clear that the lack": "37. इसके अलावा, रफीक बीबी (उपरोक्त) को पढ़ने से यह स्पष्ट हो जाता है कि डिक्री के सामने",
  "of jurisdiction must be patent on the face of the decree to enable an executing court to conclude that the decree was a nullity. Hence, it": "अधिकार क्षेत्र का अभाव स्पष्ट होना चाहिए, ताकि निष्पादन करने वाली अदालत यह निष्कर्ष",
  "is clear that all irregular or wrong decrees would not necessarily be": "निकाल सके कि डिक्री अमान्य है। अतः यह स्पष्ट है कि सभी अनियमित या गलत आदेश",
  "void. An erroneous or illegal decision, which was not void, could not": "आवश्यक रूप से निरस्त नहीं होंगे। किसी त्रुटिपूर्ण या अवैध निर्णय, जो शून्य न हो, पर निष्पादन",
  "be objected in execution or incidental proceedings. This dictum was": "या आकस्मिक कार्यवाही में आपत्ति नहीं की जा सकती। इस कथन की पुष्टि इस न्‍यायात्रय के",
  "also affirmed by a Bench of 3 (three) Hon’ble Judges of this Court in Balvant N. Viswamitra v. Yadav Sadashiv Mule”.": "तीन (तीन) माननीय न्यायाधीशों की पीठ ने बलवंत एन विश्वामित्र बनाम यादव सदाशिव मुले” मामले में भी की थी।",
  "What follows from a conspectus of all the aforesaid decisions is": "38. उपरोक्त सभी निर्णयों के अवलोकन से यह निष्कर्ष निकलता है कि अधिकारिता के अंतर्गत",
  "that jurisdiction is the entitlement of the civil court to embark upon an enquiry as to whether the cause has been brought before it by": "सिविल न्यायालय को यह जांच करने का अधिकार है कि क्या वादी द्वारा उसके समक्ष मामला",
  "the plaintiff in a manner prescribed by law and also whether a good": "विधि द्वारा निर्धारित तरीके से लाया गया है और क्या उसके द्वारा दावा किए गए अनुतोष के",
  "case for grant of relief claimed been set up by him. As and when such entitlement is established, any subsequent error till delivery of": "लिए उचित मामला प्रस्तुत किया गया है। जब भी ऐसी पात्रता स्थापित हो जाती है, तो निर्णय",
  "such entitlement is established, any subsequent error till delivery of judgment could be regarded as an error within the jurisdiction. The": "दिए जाने तक की कोई भी त्रुटि अधिकार क्षेत्र के भीतर की त्रुटि मानी जा सकती है। इस बात की",
  "enquiry as to whether the civil court is entitled to entertain and try a": "जांच कि क्‍या सिविल न्यायालय किसी मुकदमे पर विचार करने और उस पर विचार करने का",
  "suit has to be made by it keeping in mind the provision in section 9,": "हकदार है, उसे सी.पी.सी. की धारा 9 और संबंधित अधिनियम के प्रावधानों को ध्यान में रखते",
  "17 (2004) 8 SCC 706": "77_77(2004) 8 एससीसी 706",
  "What was required of the Trial Court in such situation was to record a satisfaction, at least prima facie, that the Suit was maintainable": "स्थिति में ट्रायल कोर्ट से अपेक्षित था कि वह कम से कम प्रथम दृष्टया इस बात पर संतुृष्टि दर्ज",
  "and then proceed to pass such orders as it considered proper in": "करे कि वाद स्वीकार्य है और फिर वह ऐसे आदेश पारित करे, जिन्हें वह परिस्थितियों में उचित",
  "made any decision on whether it was entitled in law to decide the plea before it, prior to decreeing the Suit against Samiullah under Rule": "के खिलाफ मुकदमा चलाने से पहले, इस बात पर कोई निर्णय नहीं लिया कि क्‍या वह उसके समक्ष याचिका पर फैसला करने के लिए कानूनी रूप से हकदार है। हमने पाया है कि मुकदमे की",
  "10 of Order VIII, CPC. The question of competence to try the Suit, we have found, was the first of several issues arising for decision in": "समक्ष याचिका पर फैसला करने के लिए कानूनी रूप से हकदार है। हमने पाया है कि मुकदमे की सुनवाई करने की क्षमता का प्रश्न, मुकदमे में निर्णय के लिए उठने वाले कई मुददों में से पहला",
  "the Suit and despite such looming presence of an important issue before the Trial Court which, if examined and answered in favour of": "था और ट्रायत्र कोर्ट के सामने एक महत्वपूर्ण मुद्दे की उपस्थिति के बावजूद, जिसकी अगर जांच",
  "proceeded to decree the same against Samiullah without a whisper": "कहे बिना समीउल्लाह के खिलाफ फैसला सुना दिया।",
  "The legal and factual position of the present case having been noted above, we hold that a decision rendered by a court on the merits": "4. वर्तमान मामले की कानूनी और तथ्यात्मक स्थिति को ऊपर उल्लेखित करते हुए, हम मानते",
  "decision being rendered on an illegal and erroneous assumption of jurisdiction and, thus, be assailable as lacking in inherent jurisdiction": "अवैध और गलत धारणा पर दिया गया निर्णय माना जाएगा और, इस प्रकार, अंतर्निहित अधिकारिता",
  "and be treated as a nullity in the eye of law; as a logical corollary,": "के अभाव के कारण इसे आशक्षेपनीय माना जाएगा तथा कानून की नजर में इसे अमान्य माना",
  "the order dated 5\" August, 1991 is held to be ab initio void and the": "जाएगा; तार्किक परिणाम के रूप में, दिनांक 5 अगस्त, 99] का आदेश प्रारम्भ से ही अमान्य",
  "decree drawn up based thereon is inexecutable.": "माना जाएगा तथा इसके आधार पर तैयार की गई डिक्री निष्पादन योग्य नहीं होगी।",
  "There is one other reason which we wish to assign as a ground for upholding the order of the Executing Court and the High Court.": "42. एक अन्य कारण भी है जिसे हम निष्पादन न्यायालय और उच्च न्यायालय के आदेश को बरकरार रखने के आधार के रूप में प्रस्तुत करना चाहते हैं।",
  "Reference may once again be made to Balram Taneja (supra) where": "43. एक बार फिर बलराम तनेजा (उपरोक्त) का संदर्भ लिया जा सकता है, जहां कानून को संक्षेप",
  "the law has been reiterated succinctly, as follows:": "में इस प्रकार दोहराया गया है:",
  "“41. There is yet another infirmity in the case which relates": "“4. इस मामले में एक और त्रुटि है जो एकल न्यायाधीश द्वारा पारित और",
  "to the ‘judgment’ passed by the Single Judge and upheld by the Division Bench.": "खंडपीठ द्वारा बरकरार रखे गए 'निर्णय' से संबंधित है।",
  "42. ‘Judgment’ as defined in Section 2(9) of the Code of Civil Procedure means the statement given by the Judge": "42. सिविल प्रक्रिया संहिता की धारा 2(9) में परिभाषित “निर्णय” का अर्थ न्यायाधीश",
  "of the grounds for a decree or order. What a judgment": "द्वारा किसी डिक्री या आदेश के लिए आधारों के बारे में दिया गया कथन है। एक",
  "should contain is indicated in Order 20 Rule 4(2) which": "निर्णय में क्या शामिल होना चाहिए, यह आदेश 20 नियम 4(2) में इंगित किया",
  "says that a judgment ‘shall contain a concise statement": "गया है, जिसमें कहा गया है कि एक निर्णय में 'मामले का संक्षिप्त विवरण,",
  "We concur with the observation that a judgment, as envisaged in": "(हमारे द्वारा प्रभाव वर्धित) जैसा कि धारा 2(9), सी.पी.सी. में परिकल्पित है, हम इस अवलोकन से सहमत हैं कि एक निर्णय",
  "the court arrived at its conclusion to resolve the controversy and consequently to decree the suit.": "अपने निष्कर्ष पर पहुंचे और परिणामस्वरूप मुकदमे पर निर्णय दे।",
  "It is indubitable that a “judgment”, if pronounced by a court under": "44. यह निर्विवाद है कि यदि कोई “निर्णय”, सीपीसी के आदेश ४॥|, नियम 40 के तहत अदालत",
  "4(2) of Order XX, CPC, and thereby conform to its definition provided": "द्वारा सुनाया जाता है, तो उसे सीपीसी के आदेश >>, के नियम 4(2) की आवश्यकताओं को पूरा",
  "in section 2(9) thereof.": "करना होगा, और इस प्रकार इसकी धारा 2(9) में प्रदान की गई परिभाषा के अनुरूप होना होगा।",
  "follow a “judgment” in a case where the court invokes power upon failure of a defendant to file its written statement. It is, therefore,": "बयान दाखिल करने में विफल रहने पर शक्ति का प्रयोग करता है, वहां “डिक्री” को “निर्णय” के",
  "only a “judgment” conforming to the provisions of the CPC that": "बाद लागू किया जाएगा। इसलिए, केवल सी.पी.सी. के प्रावधानों के अनुरूप एक “निर्णय” ही “डिक्री”",
  "face of the record of the present case, apart from the ipse dixit of the Trial Court that the case is fit for being proceeded against": "कोर्ट की इस स्वतः दी गई राय के अलावा कि मामला आदेश ५॥॥ के नियम ॥0 के अंतर्गत आगे",
  "“judgment” should contain as per the CPC appear in the order dated 5'\" August, 1991.": "किया जाना चाहिए, 5 अगस्त, 99 के आदेश में सी.पी.सी. के अनुसार “निर्णय” में शामिल्र होने",
  "us by Hon’ble P.B. Mukharji, CJ., in ‘The New Jurisprudence: The": "46. हम माननीय मुख्य न्यायाधीश पी.बी. मुखर्जी, द्वारा 'द न्यू ज्यूरिस्प्रुडेंस: द ग्रामर ऑफ",
  "Grammar of Modern Law’ where the learned author says:": "मॉडर्न लॉ' में हमें दिए गए ज्ञान के उत्कृष्ट शब्दों पर ध्यान देना उचित समझते हैं, जहां विद्वान लेखक कहते हैं:",
  "“The supreme requirement of a good judgment is reason. Judgment is of value on the strength of its reason. The": "\"एक अच्छे निर्णय की सर्वोच्च आवश्यकता है तर्क। निर्णय का मूल्य उसके तर्क के",
  "weight of a judgment, its binding character or its persuasive": "बल पर होता है। किसी निर्णय का महत्व, उसका बाध्यकारी चरित्र या उसका प्रेरक",
  "character depends on the presentation and articulation of reason. Reason, therefore, is the soul and spirit of a": "चरित्र, तर्क की प्रस्तुति और अभिव्यक्ति पर निर्भर करता है। इसलिए, तर्क ही",
  "good judgment.”": "अच्छे निर्णय की आत्मा और भावना है।\"",
  "It is one of the cardinal principles of the justice delivery system that": "47. न्याय प्रदान करने की प्रणाली के प्रमुख सिद्धांतों में से यह एक है कि निर्णय/आदेश के रूप",
  "any verdict of a competent judicial forum in the form of a judgment/ order, that determines the rights and liabilities of the parties to the": "में किसी सक्षम न्यायिक मंच का कोई भी फैसला, जो कार्यवाही में पक्षों के अधिकारों और दायित्वों",
  "proceedings, must inform the parties what is the outcome and why": "को निर्धारित करता है, पक्षों को यह अवश्य सूचित करना चाहिए कि परिणाम कया है और एक",
  "one party has succeeded and not the other - the ‘why’ constituting the reasons and ‘what’ the conclusion. Apart from anything else,": "पक्ष को सफलता क्‍यों मिली और दूसरे को नहीं - 'क्यों' कारण बनता है और 'क्या' निष्कर्ष है।",
  "insistence of the requirement for the reason(s) to support the": "किसी भी अन्य बात के अतिरिक्त, निष्कर्ष के समर्थन में कारण (कारणों) की आवश्यकता पर",
  "conclusion guarantees application of mind by the adjudicator to the": "जोर देना, निर्णायक द्वारा अपने समक्ष प्रस्तुत सामग्री पर विवेक के प्रयोग की गारंटी देता है,",
  "materials before it as well as provides an avenue to the unsuccessful party to test the reasons before a higher court.": "साथ ही असफल पक्ष को उच्चतर न्यायालय के समक्ष कारणों का परीक्षण करने का अवसर भी",
  "All civil courts in the country have to regulate their judicial work in accordance with the terms of the provisions of the CPC. Any": "प्रदान करता है। 48. देश की सभी सिविल्र अदालतों को अपने न्यायिक कार्य को सी.पी.सी. के प्रावधानों के अनुसार",
  "egregious breach or violation of such provisions, including the one noticed here, would be ultra vires.": "विनियमित करना होगा। ऐसे प्रावधानों का कोई भी गंभीर उल्लंघन, जिसमें यहां उल्लिखित"
}