{
  "IN THE SUPREME COURT OF INDIA": "भारतीय उच्चतम न्यायालय",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय क्षेत्राधिकार",
  "CRIMINAL APPEAL NO. 1380 OF 2023": "आपराधिक अपील संख्या- 4380 / 2023",
  "STATE OF UTTAR PRADESH AND ANR. .. RESPONDENTS": "उत्तर प्रदेश राज्य व अन्य... प्रतिवादीगण",
  "JUDGMENT": "निर्णय",
  "Leave Granted.": "अनुमति प्रदान की गयी।",
  "1. The present appeal arising out of special leave petition is": "4. विशेष अनुमति याचिका से उत्पन्न वर्तमान अपील, मु0अ0सं0 424 / 2042",
  "oe 482, Code of Criminal Procedure, 1908, (hereafter “CrPC) No.": "अन्तर्गत धारा 482 दण्ड प्रक्रिया संहिता, 4908 (इसके पश्चात्‌ द0प्र0सं0",
  "ae. 32337 of 2013, filed by the Appellants praying for quashing": "के रूप में सन्दर्भित) के तहत दायर आवेदन संख्या 32337 /2043 में उच्च",
  "cannot be doubted that a criminal hue has been unjustifiably": "संबंध में है इस पर संदेह नहीं किया जा सकता कि दिवानी प्रकृति के मुद्दे को अनुचित",
  "under Sections 406, 420, 467, 468, 417 and 418 of the Indian": "406/420/467/468/447/448 से उत्पन्न 6695/2042 के तहत 2043 की",
  "available to Respondent No.2, within law.": "उपचार पर कोई असर नहीं होगा, जो कानून के अन्तर्गत प्रतिवादी संख्या 2 के लिए उपलब्ध हो सकता है ।",
  "Dated : 3 May, 2023;": "03 मई, 2023",
  "agreement to sell was registered in the office of Deputy": "पर सहमति हुई थी। बेचने का यह अनुबन्ध उप पंजीयक, प्रथम, कार्यालय",
  "4. The execution of the sale deed was extended from 11.07.2008": "4. बिक्री विलेख का निष्पादन आपसी सहमति से 44.07.2008 से 34.42.2008",
  "despite Respondent No 2 herein being present, along with the amount remaining to be paid, the appellant was absent, in": "संख्या 2 के भुगतान की जाने वाली शेष राशि के साथ, उपस्थित होने के",
  "5. It has been recorded in the Impugned order that, a notice was": "5- आक्षेपित आदेश में यह अभिलिखित किया गया है कि प्रतिवादी संख्या 2 द्वारा",
  "agreement, after which, both parties met and an oral request": "थी, जिसके बाद दोनों पक्ष मिले और इस आशय के लिए मौखिक अनुरोध भी",
  "to the same effect was also made. On various dates subsequent thereto, Respondent No 2 has extended the time in": "किया गया। इसके बाद की विभिन्‍न तारीखों में, प्रतिवादी संख्या 2 ने इस",
  "favour of the Appellant(s) herein for executing the sale deed,": "अपील में अपीलकर्त्तागण के पक्ष में बिक्री विलेख निष्पादित करने के लिए",
  "however, that was not done. Upon discovering that the": "समय बढ़ाया है, हालांकि, ऐसा नहीं किया गया था। यह पता चलने पर कि",
  "appellant herein planned to sell the property in dispute to": "इस अपील में अपीलकर्त्ता ने विवादित सम्पत्ति को अपीलकर्त्तागण के अलावा",
  "terms reflects the dispute as being of a civil nature. This court recently, in Sarabjit Kaur v. State of Punjab and Anr.’,": "रूप में दर्शाता है । इस न्यायालय ने हाल में ही सरबजीत कौर बनाम पंजाब राज्य व",
  "criminal prosecution for cheating unless fraudulent or dishonest intention is shown right at the beginning of the": "को जन्म नहीं देता है, जब तक कि धोखाधड़ी अथवा बेईमान के इरादे से प्रारम्भ में",
  "10. A two-judge bench of this Court in ARCI v. Nimra Cerglass Technics (P) Ltd.’, while deliberating upon the difference": "40. एआरसीआई बनाम निमरा सेरग्लास टेकनिक्श प्राइवेट लिमिटेड में इस न्यायालय की",
  "the accused at the time of the alleged incident. If dishonest": "विशिष्टता अभिकथित घटना के समय अभियुक्त के आश्य पर निर्भर करता है । यदि",
  "then criminal liability would be attached.": "आपराधिक दायित्व जुड़ जाएगा।",
  "In Vijay Kumar Ghai v. State of W.B (2022) 7 SCC 124, one": "-विजयकुमार धई बनाम पश्चिम बंगाल राज्य (2022)7 एससीसी 424 में, हम में से एक",
  "(Krishna Murari J.,) observed in reference to earlier": "न्यायमूर्ति कृष्णा मुरारी ने पहले के फैसलों के संदर्भ में निम्नानुसार अवलोकन किया-",
  "“24. This Court in G. Sagar Suri v. State of U.P. [G. Sagar": "“24 जी.सागर सुरी बनाम उत्तर प्रदेश राज्य (जी सागर सुरी बनाम उत्तर प्रदेश",
  "Suri v. State of U.P., (2000) 2 SCC 636 : 2000 SCC (Cri)": "राज्य (2000) 2 एससीसी 636:2000 (सीआरआई) 53 में इस न्यायालय में",
  "the process, particularly when matters are essentially of": "कर्तव्य व दायित्व है कि वह सावधानी बरते, विशेषतः जबकि मामला अनिवार्य",
  "civil nature.": "रूप से सिविल प्रवृत्ति का हो।",
  "25. This Court has time and again cautioned about converting purely civil disputes into criminal cases. This": "25. इस न्यायालय में पूर्णतः दीवानी विवादो को आपराधिक मामलों में परिवर्तित करने के लिए बार-बार चेतवानी दी है | इस न्यायालय इंडियन ऑयल",
  "Court in Indian Oil Corpn. [Indian Oil Corpn. v. NEPC India": "कार्पोरेशन (इंडियन. ऑयल कार्पोरेशन वी एन.ई.पी.सी. इंडिया",
  "Ltd., (2006) 6 SCC 736 : (2006) 3 SCC (Cri) 188] noticed": "लिमिटेड(2006) 6 एससीसी736:(2006)3 एससीसी (सीआरआई 488) ने",
  "(Indian Oil Corpn. Case [Indian Oil Corpn. v. NEPC India": "कॉर्पोरेशन बनाम एन.ई.पी.सी. इंडिया लिमिटेड (2006)6 एसीसी 736:",
  "Ltd., (2006) 6 SCC 736 : (2006) 3 SCC (Cri) 188] , SCC p. 749, para 13)": "(2006)3 एससीसी (सीआरआई)488 ) एससीसीपी 749 पैरा 3)"
}