{
  "IN THE SUPREME COURT OF INDIA": "भारत का उच्चतम न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "Civil Appeal No. 2929 of 2022": "सिविल याचिका सं 2929/2022",
  "Veena Singh (Dead) Through LR ..-Appellant": "वीना सिंह (मृत)-एल. आर. के माध्यम से ....अपीलकर्ता",
  "Versus": "बनाम",
  "The District Registrar/Additional Collector (F/R) ...Respondents And Another": "जिला निबंधक/अपर कलेक्टर (एफ/ आर) .... प्रत्यर्थी और अन्य 2",
  "JUDGMENT": "निर्णय",
  "Dr Dhananjaya Y Chandrachud, J": "मा. न्यायमूर्ति डॉ धनंजय वाई चंद्रचूड़",
  "This judgment has been divided into sections to facilitate analysis. They are:": "विश्लेषण की सुविधा से इस निर्णय को निम्नलिखित खंडों में विभाजित किया गया है। जो इस प्रकार हैं:",
  "C.2 Validity of the recourse by the Second Respondent..............::::ssseseeeeee 27": "(८.2. द्वितीय प्रत्यर्थी द्वारा की अपनाए गए साधन की वैधता ... .... 27",
  "C.3 Meaning of “ExeCUtiOn”............:::ssssseessssessssssssssssseseeseeessaaeaaaaaaaeaeaeaaaaaaaaaes 33": "(८.3. \"निष्पादन\" का अर्थ ..... ... ... ... ... ... .....................33",
  "A Introduction": "#.... एक परिचय",
  "1 This appeal has arisen from a judgment dated 31 May 2018 of a Single Judge": ". .. यह अपील इलाहाबाद उच्च न्यायालय के एकल न्यायाधीश के 37 मई,",
  "Court dismissed a petition under Article 226 filed by the appellant, seeking a writ in": "226 के तहत दायर एक याचिका को खारिज कर दिया, जिसमें जिला निबंधक /",
  "Registrar/Additional Collector (Finance and Revenue), Bareilly’, who is the first": "अतिरिक्त कलेक्टर (वित्त और राजस्व), बरेली', जो वर्तमान अपील में पहले",
  "respondent in the present appeal. During the pendency of this appeal, the appellant": "प्रकृति में एक रिट की मांग की गई थी।इस अपील विचाराधीन रहने के दौरान, अपीलकर्ता का मृत्यु हो गयी है और इस न्यायालय के 9 दिसंबर 202 को एक",
  "has passed away and has been substituted by her legal heir, by an order of this": "आदेश पारित कर अपीलकर्ता को उसके विधिक उत्तराधिकारी द्वारा प्रतिस्थापित",
  "2 At the heart of this dispute is a certain piece of land admeasuring 3,793": "2. .. इस विवाद की मुख्य बात 3,793 वर्ग गज का भूखण्ड़ है, जो 0-38,",
  "owned by one C P Singh. During his life time, he had alienated approximately 415": "स्वामित्व था। अपने जीवनकाल के दौरान उन्होंने लगभग 45 वर्ग गज भूमि चार",
  "square yards of the land to four distinct persons. After his death, the appellant, who": "विशिष्ट व्यक्तियों को हस्तांतरित कर दी थी। उनकी मृत्यु के उपरान्त, अपीलकर्ता,",
  "is his spouse, together with her two daughters, namely Nita Singh and Neelam": "जो उसकी पत्नी है, अपनी दो बेटियों नीता सिंह और नीलम सिंह और पुत्र प्रदीप",
  "Singh, and son, Pradeep Singh, became joint owners of the property. A power of": "सिंह के साथ संपत्ति का संयुक्त मालकिन बन गयी। अपीलार्थी के पुत्रों एवं पुत्रियों",
  "' “District Registrar”": "]: - जिला निबंधक",
  "7 The Sub-Registrar having refused to order the registration of the sale deed,": "7... उप-निबंधक ने बिक्री विलेख के पंजीकरण का करने से इनकार कर दिया",
  "the second respondent instituted an appeal* under Section 72 of the Registration Act": "की धारा 72 के तहत एक अपील दायर की। अपीलकर्ता ने इस आधार पर उप-",
  "under Section 72, besides supporting the order of the Sub-Registrar on the ground": "पंजीयक के आदेश का समर्थन करने के अतिरिक्त धारा 72 के तहत दायर अपील",
  "8 By an order dated 31 March 2012, the District Registrar, while entertaining the": "8. ... जिला निबंधक ने अपील स्वीकार करते हुए दिनांक 3 मार्च 202 के एक",
  "appeal, proceeded to follow the procedure prescribed by Section 74 of the": "आदेश पारित कर दिया और पंजीकरण अधिनियम की धारा 74 द्वारा निर्धारित",
  "appellant. The District Registrar subsequently held that the appellant had admitted": "विलेख का निष्पादित किया गया था। जिला निबंधक ने बाद में निर्णय दिया कि",
  "her signature on the document and that the second respondent was entitled to get": "अपीलकर्ता ने दस्तावेज पर अपने हस्ताक्षर स्वीकार कर लिए थे और द्वितीय",
  "the sale deed registered. In arriving at the conclusion, the District Registrar relied on": "प्रत्यर्थी बिक्री विलेख को पंजीकृत कराने का हकदार था। इस निष्कर्ष पर पहुंचने",
  "the witnesses to the sale deed, to the effect that the document had been executed": "गए बयानों पर भरोसा किया, इस प्रभाव के लिए कि दस्तावेज़ को अपीलकर्ता",
  "by the appellant in their presence without any pressure. The District Registrar also": "द्वारा उनकी उपस्थिति में बिना किसी दबाव के निष्पादित किया गया था। जिला",
  "“Registration Act”": "2. पंजीकरण अधिनियम",
  "note that the nature of this agreement is disputed by the second respondent (who": "किया गया था। यह उल्लेख करना महत्वपूर्ण है कि इस करार की प्रकृति द्वितीय",
  "alleges that it was instead an agreement to sell), but that dispute is not before this": "प्रत्यर्थी द्वारा विवादित है (जो आरोप है कि यह विक्रय के करार से अन्यथा करार था), लेकिन इस विवाद को वर्तमान अपील में इस न्यायालय के समक्ष उठाया",
  "Court in the present appeal; and (ii) the second was an agreement to sell for an area admeasuring 839.4 square meters in the rear portion of the land for a sale": "नहीं गया है; और (॥) द्वितीय, इस भूमि के पीछे के हिस्से में स्थित 839.4 वर्ग मीटर के क्षेत्र ।.6 करोड़ रुपये प्रतिफल पर बेंचने के लिए विक्रय का करार किया",
  "consideration of Rs 1.6 crores, which was executed on 22 October 2010. On the": "गया था, जिसका निष्पादन 22 अक्टूबर 200 को किया गया था। दूसरी ओर,",
  "other hand, the second respondent contends that this agreement to sell was for an area admeasuring 1839.4 square meters. It is also important to note that the stamp": "द्वितीय प्रत्यर्थी तर्क है कि विक्रय का करार . 839.4 वर्ग मीटर के क्षेत्र के लिए",
  "respondent) was paid on the agreement on the basis of the circle rate of the land,": "प्रत्यर्थी के अधिवक्ता के अनुसार) में स्टांप ड्यूटी का भुगतान भूमि के सर्कल रेट",
  "i.e., RS 6,11,53,000.": "यानी 6, 7, 53,000 रुपये के आधार पर किया गया था।",
  "4 Between October 2010 and 3 January 2011, the second respondent allegedly": "4... अक्टूबर 200 और 3 जनवरी 20] के बीच, द्वितीय प्रत्यर्थी ने कथित",
  "paid the appellant a sum of Rs 93 lakhs in twelve instalments. A cheque for the": "रूप से अपीलकर्ता को बारह किस्तों में 93 लाख रुपये का भुगतान किया।शेष 67",
  "date, a sale deed was purported to have been executed by the appellant in favour of the second respondent based upon the agreement to sell and upon the payment of": "विक्रय के करार के आधार पर और शेष विक्रय प्रतिफल के भुगतान पर अपीलकर्ता द्वारा द्वितीय प्रत्यर्थी के पक्ष में एक विक्रय विलेख निष्पादित किया",
  "the remaining sale consideration. The execution and registration of this sale deed": "जाना था। इस बिक्री विलेख का निष्पादन और पंजीकरण वर्तमान अपील में",
  "5 On 5 December 2011, the second respondent filed an application seeking": "५... 5 दिसंबर 20] को, द्वितीय प्रत्यर्थी ने बिक्री विलेख को निष्पादित करने",
  "presented the sale deed for registration before the Sub-Registrar-l, Bareilly. In": "2077 को उन्होंने सब-निबंधक-7, बरेली के समक्ष विक्रय विलेख के पंजीकरण",
  "response to a notice from the Sub-Registrar, the appellant appeared before the Sub-": "के लिए प्रस्तुत किया। उप-निबंधक के एक नोटिस के जवाब में, अपीलकर्ता 27",
  "Registrar on 17 February 2012 and submitted an objection in writing, with a request": "फरवरी 202 को उप-निबंधक के समक्ष पेश हुआ और उसने लिखित में एक",
  "not to execute the incomplete and forged sale deed in favour of the second": "आपत्ति प्रस्तुत की, जिसमें द्वितीय प्रत्यर्थी के पक्ष में अधूरे और जाली बिक्री",
  "respondent. The appellant stated that she was 78 years of age, “a chronic patient of depression, heart ailment and hypertension” under medical treatment and that her": "विलेख को निष्पादित न करने का अनुरोध किया गया।अपीलकर्ता ने कहा कि उसकी आयु 78 वर्ष थी और वह अवसाद, हृदय रोग और उद्च रक्तचाप पीड़ित थी",
  "son was an alcoholic who was incapable of taking any decision on his own. The": "और उसका बेटा एक शराबी था जो अपने दम पर कोई निर्णय लेने में असमर्थ था।",
  "appellant stated that the second respondent had been harassing her into forcibly": "अपीलकर्ता ने कहा कि द्वितीय प्रत्यर्थी उसकी संपत्ति को लेकर जबरन बिक्री",
  "signing the sale deed in respect of her property. The appellant further stated that the": "विलेख पर हस्ताक्षर करने के लिए उसे परेशान कर रहा था।अपीलकर्ता ने आगे",
  "second respondent furnished her with misleading and false information in order to": "कहा कि द्वितीय प्रत्यर्थी ने उसे दस्तावेजों पर हस्ताक्षर आदेश के लिए गुमराह",
  "regards the front and rear portion of the land, the appellant alleged as follows:": "और पीछे के हिस्से के संबंध में दो लेन-देन के संबंध में, अपीलकर्ता ने निम्नानुसार अभिकथन कियाः",
  "“(A) Details of 100 sq. meter agreement with m/S Gujral": "(#) मेसर्स गुजराल एसोसिएट्स के साथ 00 वर्ग मीटर करार का विवरण -",
  "Associates having a market value of not less than Rs.5 Crore showing a meagre sale_ consideration of Rs.1,30,00,000/- on 22.10.2010 forming part of 110-B Civil Lines, Bareilly, stipulating to have paid a sum of": "जो 0 बी सिविल लाइंस, बरेली में स्थित है जिसका कम से कम बाजार मूल्य 5 करोड़ रुपये है और 22.0.200 को जिसका विक्रय प्रतिफल",
  "Rs.18,00,000/- to me including a sum of Rs.90,00,000/- in": "2,30,00, 000/- रुपये है, मुझे रु. 8,00,000/- की राशि का भुगतान",
  "dated 03.06.2009 Bank of Baroda, which in fact was never": "रुपये की राशि दिनांक 03.06.2009 बैंक ऑफ बड़ौदा के चेक संख्या",
  "had not lodged any complaint alleging fraud. The District Registrar also observed": "का आरोप लगाते हुए कोई शिकायत दर्ज नहीं की थी। जिला निबंधक ने यह भी",
  "that the signatures and thumb impressions/fingerprints of the appellant on the agreement to sell and sale deed had been examined by a handwriting expert, and": "पाया कि विक्रय विलेख और विक्रय के करार पर अपीलकर्ता के हस्ताक्षर और अंगूठे के निशान /अँगुलि चिन्ह की जांच एक हस्तलेखन विशेषज्ञ द्वारा की गई थी,",
  "were found to be identical. Based on these findings, the District Registrar set aside": "और वे समान पाए गए थे। इन निष्कर्षों के आधार पर जिला निबंधक ने उप",
  "9 Crucially, the appellant has adverted to certain developments which took": "9. ... महत्वपूर्ण रूप से, अपीलकर्ता ने जिला निबंधक के आदेश के बाद हुए कुछ",
  "Assistant Inspector General, Registration, Bareilly ordered a spot inspection by the": "पंजीकरण, बरेली ने विक्रय विलेख में शामिल भूमि के उप -निबंधक द्वारा स्थल",
  "1341.73 square meters, out of which 740.73 square meters was the area of the": "मीटर था, जिसमें से 740.73 वर्ग मीटर अपीलकर्ता के घर का क्षेत्र था।इसके",
  "appellant’s house. Further, the Sub-Registrar noted that while the northern and": "अलावा, उप-निबंधक ने कहा कि विक्रय विलेख के अनुसार उत्तरी और पश्चिमी",
  "western boundaries were present as according to the sale deed, the southern and": "सीमाएं मौजूद थीं, लेकिन मौके पर दक्षिणी और पूर्वी सीमाएं बिक्री विलेख में",
  "were completely incorrect. Further, it was stated that the actual area on the spot was": "उल्लिखित सीमाएं पूरी तरह से गलत थीं।इसके अलावा, यह भी कहा गया कि",
  "849.12 square meters, as opposed to the area of 1839.48 square meters shown in": "स्थल पर वास्तविक क्षेत्र 849.2 वर्ग मीटर था, जबकि 839.48 वर्ग मीटर के",
  "the sale deed. The report noted that if the area of 1839.48 square meters was taken": "रिपोर्ट में कहा गया कि यदि 839.48 वर्ग मीटर के क्षेत्र को विक्रय विलेख के क्षेत्र",
  "as the area of the sale deed, it would partly cover the residential house of the": "के रूप में लिया जाता है, तो यह आंशिक रूप से अपीलकर्ता के आवासीय घर,",
  "appellant, garden area situated in front of the house and three properties which had": "घर के सामने स्थित उद्यान क्षेत्र और तीन संपत्तियों को आच्छादित करेगा जो",
  "been previously sold by the deceased husband of the appellant. Therefore, the Naib": "पहले अपीलकर्ता के मृत पति द्वारा बेची गई थीं। इसलिए, नायब तहसीलदार ने",
  "Tahsildar concluded that the registered sale deed was completely incorrect.": "निष्कर्ष निकाला कि पंजीकृत बिक्री विलेख पूरी तरह से गलत था।",
  "against the proprietors of the second respondent for offences punishable under": "तहत दंडनीय अपराधों के लिए द्वितीय प्रत्यर्थी के मालिकों के विरूद्ध थाना",
  "a final report was filed in the FIR by the Investigating Officer. A protest petition filed": "दायर की गई थी।इसके बाद, जांच अधिकारी द्वारा एफआईआर में एक अंतिम",
  "by the appellant against the final report has since been dismissed by the Magistrate": "रिपोर्ट लगा दी गई थी।अंतिम रिपोर्ट के खिलाफ अपीलकर्ता द्वारा दायर एक",
  "by an order dated 20 September 2013°, against which the appellant's revision": "विरोध याचिका को मजिस्ट्रेट द्वारा 20 सितंबर 203* के एक आदेश द्वारा",
  "March 2012 of the District Registrar before the High Court of Judicature at Allahabad": "तहत इलाहाबाद उच्च न्यायालय के समक्ष जिला निबंधक के 3] मार्च 202 के",
  "writ petition by the impugned judgment dated 31 May 2018, a Single Judge of the": "याचिका का निर्णय करते हुए, उच्च न्यायालय के एकल न्यायाधीश ने विचार के",
  "High Court framed the following questions for consideration:": "लिए निम्नलिखित प्रश्न तैयार किए:",
  "“38. The question to be considered by this Court in facts and circumstances of this case and in the light of arguments made by the counsel for the parties can be summarized thus:": "--38. इस मामले के तथ्यों और परिस्थितियों में और पक्षकारों के अधिवक्ता द्वारा दिए गए तर्कों को ध्यान में रखते हुए इस न्यायालय द्वारा विचार किए जाने वाले प्रश्न का सारांश यह है: क्या रिट जिस रीति से दायर की गयी थी उसमें वह",
  "the mere fact that the witnesses proved the signatures of the appellant on the": "निशान / अँगुलि चिन्ह लगाया था. । इसलिए, केवल तथ्य यह है कि गवाहों ने बिक्री विलेख पर अपीलकर्ता के हस्ताक्षर साबित कर दिए हैं, इस निष्कर्ष पर नहीं",
  "sale deed cannot lead to the conclusion that the appellant had duly ‘executed’": "पहुंचा जा सकता है कि अपीलकर्ता ने बिक्री विलेख को विधिवत 'निष्पादित' किया",
  "the sale deed or that there could not have been any denial of execution;": "था अथवा निष्पादन से किसी प्रकार इनकार नहीं किया जा सकता था; ५४)",
  "(iv) The specific objection of the appellant is that the sale deed is fraudulent and": "अपीलकर्ता की विशिष्ट आपत्ति यह है कि विक्रय विलेख कपटपूर्ण है और सहमत",
  "contrary to the agreed terms since:": "शर्तों के विपरीत है क्योंकि:",
  "(a) The area reflected in the sale deed is almost double the area agreed upon between the parties; and": "(8) विक्रय विलेख में परिलक्षित क्षेत्र पक्षकारों के बीच करार किए गए क्षेत्र का लगभग दोगुना है; और",
  "(6) The area reflected in the sale deed includes a public way on the northern": "(9) बिक्री विलेख में दर्शाए गए क्षेत्र में उत्तरी दिशा में एक सार्वजनिक रास्ता और",
  "side as well as a part of the appellant’s residential house; and": "साथ ही अपीलकर्ता के आवासीय घर का एक हिस्सा शामिल है; और",
  "(v) In sum and substance, the submission for the appellant is that:": "(४) संक्षेप में, अपीलकर्ता की ओर से निवेदन यह हैः (5) अपील स्वयं निबंधक",
  "(a) The appeal itself was not maintainable before the Registrar under Section 72 of the Registration Act;": "के समक्ष पंजीकरण अधिनियम की धारा 72 के तहत पोषणीय नहीं थी।",
  "(0) The appellant does not deny’ her signatures or thumb impressions/fingerprints on the sale deed. Hence, the Registrar’s reliance": "(७) अपीलकर्ता विक्रय विलेख पर अपने हस्ताक्षर या अंगूठे के निशान /उंगलियों के निशान से इंकार नहीं करता है।इसलिए, निबंधक का बिक्री विलेख पर",
  "on the statements of the two witnesses and handwriting experts to prove": "अपीलकर्ता के हस्ताक्षर को साबित करने के लिए दो गवाहों और हस्तलेख",
  "thus duly ‘executed’ by appellant, is misplaced;": "अपीलकर्ता द्वारा 'विधिवत रूप से निष्पादित' किया गया था, गलत है।",
  "improvement from the appellant’s story as detailed in the FIR dated 4 May 2012,": "न्यायाधीश ने नोट किया कि यह 4 मई 202 की एफआईआर में विस्तृत रूप से अपीलकर्ता की कहानी से एक सुधार था, जहां यह कहा गया था कि अपीलकर्ता",
  "where it was stated that the appellant willingly put her signatures and thumb": "अपीलकर्ता की कहानी से एक सुधार था, जहां यह कहा गया था कि अपीलकर्ता ने स्वेच्छा से बिक्री विलेख पर अपने हस्ताक्षर और अंगूठे के निशान / उंगलियों के",
  "fact which could only be resolved on the basis of evidence before a competent civil": "सिविल न्यायालय के समक्ष प्रस्तुत साक्ष्य के आधार पर हल किया जा सकता",
  "court. Holding that the High Court in the exercise of its writ jurisdiction could not": "था। यह मानते हुए कि उच्च न्यायालय अपने रिट क्षेत्राधिकार के प्रयोग में किसी भी",
  "render a finding either way, the writ petition was dismissed by the Single Judge": "तरह का निष्कर्ष प्रस्तुत नहीं कर सका , एकल न्यायाधीश द्वारा रिट याचिका",
  "while leaving it open to the appellant to move the civil court for a declaration that the": "खारिज कर दी गई, जबकि अपीलकर्ता को यह घोषणा करने के लिए सिविल न्यायालय में जाने के लिए स्वतंत्रता प्रदान कर दी गई कि बिक्री विलेख धोखाधड़ी",
  "sale deed had been obtained by fraud and was a nullity.": "न्यायालय में जाने के लिए स्वतंत्रता प्रदान कर दी गई कि बिक्री विलेख धोखाधड़ी से प्राप्त किया गया था और अकृत था.",
  "13 We have heard Mr Pradeep Kant, learned Senior Counsel appearing on": "3. हमने अपीलकर्ता की ओर से उपस्थित विद्वान वरिष्ठ अधिवक्ता श्री प्रदीप",
  "behalf of the appellant and Mr V K Shukla, learned Senior Counsel appearing on": "कांत और द्वितीय प्रत्यर्थी की ओर से उपस्थित विद्वान वरिष्ठ अधिवक्ता श्री वी के",
  "14 Mr Pradeep Kant, learned Senior Counsel submitted that:": "4. . विद्वान वरिष्ठ अधिवक्ता श्री प्रदीप कांत ने निवेदन किया किः",
  "(i) An appeal under Section 72 of the Registration Act lies to the Registrar": "(।) रजिस्ट्रीकरण अधिनियम की धारा 72 के अधीन उप-निबंधक द्वारा किसी",
  "against an order of the Sub-Registrar refusing to admit a document to": "दस्तावेज को पंजीकरण के लिए किसी प्रपत्र को स्वीकार करने से इंकार आदेश के",
  "execution. In the present case, the execution of the sale deed had been": "के जब निष्पादन न करने के आधार पर इंकार किया गया हो।वर्तमान मामले में",
  "denied by the appellant and the Sub-Registrar refused registration on that": "अपीलकर्ता द्वारा विक्रय विलेख के निष्पादन से इंकार कर दिया गया था और",
  "under Section 72;": "कर दिया था। इसलिए, धारा 72 के तहत कोई अपील विचारणीय नहीं होगी;",
  "(ii) In any event, in an appeal under Section 72, it is not open to the Registrar to": "(|) किसी भी स्थिति में, धारा 72 के तहत अपील में, निबंधक को धारा 74 के",
  "pursue an enquiry under Section 74. The procedure under Section 74 has to": "तहत जांच करने का अधिकार नहीं है।धारा 74 के तहत प्रक्रिया का पालन केवल",
  "be followed only when an application is filed under Section 73. Under Section": "तभी किया जाता है जब धारा 73 के तहत कोई आवेदन दायर किया जाता है।",
  "74, a person who had applied under Section 73 challenging the non-": "धारा 74 के तहत, कोई व्यक्ति जिसने धारा 73 के तहत एक दस्तावेज के",
  "registration of a document, of which execution is denied by any person by": "ऐसे व्यक्ति द्वारा अस्वीकार कर दिया गया है जिसके द्वारा इसे निष्पादित किया",
  "establish his right to have the document registered. In the present case, the": "गया है, निबंधक को अपना अधिकार स्थापित कर दस्तावेज के पंजीकरण के लिए",
  "second respondent having filed an appeal under Section 72, the provisions of": "आवेदन कर सकता है। ।वर्तमान मामले में, द्वितीय प्रत्यर्थी ने धारा 72 के तहत",
  "Sections 73 and 74 could not have been attracted;": "अपील दायर की है, धारा 73 और 74 के प्रावधानों को आकर्षित नहीं किया जा",
  "(iii) The appellant does not deny having signed the sale deed and having placed": "(|) अपीलकर्ता विक्रय विलेख पर हस्ताक्षर करने और दस्तावेजों पर अपने",
  "her thumb impressions/fingerprints on the documents. However, the": "अंगूठे के निशान /उंगलियों के निशान लगाने से इंकार नहीं करता है।तथापि ,",
  "execution of a document cannot be conflated with its mere signing. The": "किसी दस्तावेज के निष्पादन को मात्र उसके हस्ताक्षर से नहीं जोड़ा जा सकता है।",
  "appellant admitted her signatures but objected to registration on the ground of": "अपीलकर्ता ने अपने हस्ताक्षर स्वीकार किया लेकिन धोखाधड़ी और असम्यक",
  "signatures and thumb impressions/fingerprints on the documents. Therefore,": "अपने अंगूठे के निशान / उंगलियों के निशान लगाया था और हस्ताक्षर किये थे और इस आधार पर पंजीकरण पर आपत्ति जताई थी कि उसके",
  "in the sale deed was 1839 square meters. However, it was held that the Sub-": "हस्ताक्षर धोखाधड़ी कराए गए थे, जबकि बिक्री विलेख में दिखाया गया क्षेत्र ।839 वर्ग मीटर था। हालांकि, यह माना गया कि धारा 35 के तहत",
  "Registrar under Section 35 did not have the power to conduct an inquiry regarding the execution of the sale deed, and could have only recorded the": "उप-निबंधक के पास बिक्री विलेख के निष्पादन के संबंध में जांच करने की शक्ति नहीं थी, और वह केवल अपीलकर्ता द्वारा निष्पादन से इनकार",
  "denial of execution by the appellant. On the other hand, it was noted that a": "को दर्ज कर सकता था।दूसरी ओर, यह उल्लेख किया गया कि पंजीकरण",
  "wider power is entrusted to the Registrar under Section 74(a) of the": "अधिनियम की धारा 74 (ए) के तहत निबंधक को यह निर्धारित करने की",
  "“55...The registration does not depend upon the consent of": "55... रजिस्ट्रीकरण निष्पादक की सहमति पर निर्भर नहीं करता है, बल्कि",
  "had actually signed the document concerned, but now was": "हस्ताक्षर किए थे, लेकिन अब वह अनुरोध कर रहा था कि इसे निष्पादन के",
  "requesting that it may not be registered for reasons other than its execution. The registrar is required under Section 74 to": "अलावा अन्य कारणों से पंजीकृत नहीं किया जा सकता है।धारा 74 के तहत",
  "conduct an inquiry. If the Registrar finds that the document": "निबंधक से जांच कराना आवश्यक है।यदि निबंधक को पता चलता है कि",
  "was duly prepared by the Scribe/Deed Writer and the": "दस्तावेज़ लेखक /विलेख लेखर द्वारा विधिवत तैयार किया गया था और ऐसे",
  "attesting witnesses to such document also deposed that the": "दस्तावेज़ के अनुप्रमाणक गवाहों ने यह भी अभिसाक्ष्य दिया कि दस्तावेज़ पर",
  "document was signed and the thumb and finger print impressions were made thereon by the vendor in their": "हस्ताक्षर किए गए थे और विक्रेता द्वारा उनकी उपस्थिति में अंगूठे और उंगली",
  "impressions were made thereon by the vendor in their presence, and on inquiry from the vendor it comes out that": "के निशान बनाए गए थे, और विक्रेता से जांच करने पर यह पता चलता है कि",
  "indeed such facts were correct, the Registrar can direct": "ऐसे तथ्य वास्तव में सही थे, तो निबंधक पीड़ित व्यक्ति द्वारा उसके समक्ष",
  "registration of a document in spite of denial of execution": "निष्पादन से इनकार करने के बावजूद दस्तावेज के पंजीकरण का निर्देश दे",
  "such a document is compulsory under the Act.”": "सकता है यदि ऐसेपंजीकरण अधिनियम के तहत अनिवार्य है।",
  "12 The Single Judge also observed that the writ petition had been instituted after": "2. ... एकल न्यायाधीश ने यह भी कहा कि रिट याचिका अपीलकर्ता द्वारा",
  "(e) The sale deed was preceded by an agreement to sell, which is also a": "(6६) . विक्रय विलेख से पूर्व विक्रय करार किया गया था, जो",
  "registered document executed by the appellant. The registered agreement": "अपीलकर्ता द्वारा निष्पादित एक पंजीकृत दस्तावेज भी है।पंजीकृत",
  "to sell dated 22 October 2010 was also used by the handwriting/fingerprint": "विक्रय विलेख दिनांकित 22 अक्टूबर 200 का उपयोग हस्तलेखन /",
  "deed, which was found to be identical.": "की तुलना करने के उद्देश्य से किया गया था, जो समान पाया गया था।",
  "17 ‘There are two broad issues which arise in the present civil appeal:": "7. . यहां पर दो व्यापक मुद्दे हैं जो वर्तमान सिविल अपील में उत्पन्न होते हैं:",
  "(i) Whether the recourse by the second respondent to Section 72 of the Registration Act, against the order of the Sub-Registrar refusing registration": "(।) क्या पंजीकरण अधिनियम की धारा 72 का सहारा उप-पंजीयक के",
  "on the basis of the appellant’s denial of execution, would deprive them of any": "आदेश के विरूद्ध उन्हें किसी भी उपचार से वंचित करेगा जिसने अपीलार्थी",
  "(ii) Whether the appellant's admission of her signatures and thumb": "(|) क्या विक्रय विलेख पर अपीलार्थी द्वारा उसके हस्ताक्षर और अंगूठे के",
  "impressions/fingerprints on the sale deed also amounts to an admission of its": "निशान / अंगुलियों के निशान को स्वीकार करना भी उसके निष्पादन संबंधी",
  "However, before proceeding with a discussion of these issues, it is important to": "हालांकि, इन मुद्दों पर चर्चा करने से पहले, पंजीकरण अधिनियम के वैधानिक ढांचे",
  "C.1 Statutory Framework of the Registration Act": "८. पंजीकरण अधिनियम का सांविधिक ढांचा",
  "18 Section 17 of the Registration Act stipulates which documents are": "8. . पंजीकरण अधिनियम की धारा 7 में यह कहा गया है कि कौन से",
  "compulsorily registrable. Among them, in clause (b), are non-testamentary": "दस्तावेज अनिवार्य रूप से पंजीकरण योग्य हैं।उपधारा (०) में ऐसे गैर -",
  "(i) All the persons executing the document appearing personally, are personally": "(।) दस्तावेज को निष्पादित करने वाले सभी व्यक्ति जो व्यक्तिगत रूप से",
  "known to the registering officer, or if the registering officer is otherwise": "उपस्थित होते हैं, उन्हें पंजीकरण अधिकारी व्यक्तिगत रूप से जानते हैं, या यदि पंजीकरण अधिकारी अन्यथा संतुष्ट होता है कि वे स्वयं वही व्यक्ति",
  "satisfied that they are the person they represent themselves to be and all of": "हैं जो वे होने का प्रतिनिधित्व करते हैं और वे सभी दस्तावेज के निष्पादन",
  "(ii) A person appearing by a representative, assign or agent admits the execution": "(|) प्रतिनिधि, समनुदेशन या अभिकर्ता द्वारा उपसंजात व्यक्ति",
  "to the registering officer; and": "रजिस्ट्रीकरण अधिकारी के समक्ष निष्पादन को स्वीकार करता है; और",
  "(iii) Where the person executing the document is dead, their representative or": "(|) जहां दस्तावेज का निष्पादन करने वाला व्यक्ति मर जाता है, वहां उसका प्रतिनिधि या समनुदेशन पंजीकरण अधिकारी के समक्ष उपस्थित",
  "assign appears before the registering officer and admits its execution.": "उसका प्रतिनिधि या समनुदेशन पंजीकरण अधिकारी के समक्ष उपस्थित होता है और उसके निष्पादन को स्वीकार करता है।",
  "On the other hand, sub-Section (3)(a) of Section 35 stipulates, inter alia, that if a": "दूसरी ओर, धारा 35 की उप-धारा (3)(8) अन्य बातों के साथ-साथ यह",
  "person by whom the document purports to be executed denies its execution, the": "निर्धारित करती है कि यदि कोई व्यक्ति जिसके द्वारा दस्तावेज़ निष्पादित किया जाना है, इसके निष्पादन से इनकार करता है, तो पंजीकरण अधिकारी दस्तावेज़",
  "registering officer will refuse to register the document. Section 35 is extracted below:": "को पंजीकृत करने से इंकार कर देगा। धारा 35 नीचे उद्धृत की गई हैः",
  "“35. Procedure on admission and denial of execution": "35. क्रमशः निष्पादन पर मंजूरी अथवा नामंजूरी पर प्रक्रिया. -",
  "respectively.—(1) (a) If all the persons executing the": "() (8) यदि दस्तावेज का निष्पादन करने वाले सभी व्यक्ति व्यक्तिगत रूप से",
  "document appear personally before the registering officer and": "पंजीकरण अधिकारी के समक्ष उपस्थित होते हैं और व्यक्तिगत रूप से उनके",
  "are personally known to him, or if he be otherwise satisfied": "परिचित हैं, या यदि उनका अन्यथा यह समाधान हो जाता है कि वे स्वयं ऐसे",
  "that they are the persons they represent themselves to be,": "व्यक्ति हैं जिनका वे प्रतिनिधित्व करते हैं, और यदि वे सभी दस्तावेज के",
  "and if they all admit the execution of the document, or": "निष्पादन को स्वीकार करते हैं, या",
  "(b) if in the case of any person appearing by a representative,": "(0) यदि किसी प्रतिनिधि, समानुदेशिती या अभिकर्ता द्वारा उपसंजात किसी",
  "assign or agent, such representative, assign or agent admits": "व्यक्ति की दशा में, ऐसा प्रतिनिधि, समनुदेशिती या अभिकर्ता निष्पादन को",
  "the execution, or": "स्वीकार करता है, या",
  "(c) if the person executing the document is dead, and his": "(८) यदि दस्तावेज का निष्पादन करने वाला व्यक्ति मर गया है और उसका",
  "representative or assign appears before the registering officer": "प्रतिनिधि या समनुदेशन पंजीकरण अधिकारी के समक्ष उपस्थित होता है और",
  "and admits the execution,": "निष्पादन को स्वीकार करता है,",
  "In terms of Section 73, where a Sub-Registrar refuses registration on the ground": "धारा 73 के अनुसार, जहां उप-निबंधक इस आधार पर पंजीकरण से इनकार",
  "that the person by whom it purports to be executed (or their representative or": "करता है कि जिस व्यक्ति द्वारा इसका निष्पादन किया जाना है (या उनके",
  "assign) denies execution, any person who claims under the document (or a": "प्रतिनिधि या समानुदेशिती ), निष्पादन से इनकार करता है, कोई भी व्यक्ति जो",
  "representative assign or authorized agent) may apply to the Registrar within thirty": "दस्तावेज (अथवा प्रतिनिधि, समानुदेशिती या अधिकृत एजेंट) के तहत दावा",
  "days “in order to establish [their] rights to have the document registered”. Such an": "करता है, वह दस्तावेज को पंजीकृत कराने के अपने अधिकारों को स्थापित करने",
  "application has to be in writing, accompanied by the reasons recorded under Section": "लिखित में होना चाहिए और को धारा 7 के तहत ऐसा करने के कारणों का",
  "71. The statements in the application have to be verified in the manner required by": "उल्लेख भी होना चाहिए। आवेदन में किए गए कथनों का सत्यापन कानूनी रूप से अपेक्षित रीति से किया जाना चाहिए।",
  "27 ~~ On such an application being preferred, the Registrar has to follow the": "27... ऐसे आवेदन पर, निबंधक को प्रक्रिया का पालन करना होगा जो धारा 74",
  "procedure which is spelt out in Section 74. Section 74 stipulates as follows:": "में वर्णित है।धारा 74 निम्नलिखित रूप में उपबंध करती हैः",
  "(a) whether the document has been executed;": "(॥) दस्तावेज़ के निष्पादन की स्वीकृति।",
  "person presenting the document for registration, as the case": "कि यदि किसी दस्तावेज के निष्पादन को स्वीकार करने वाला कोई व्यक्ति उसका",
  "20 Section 34° stipulates that, subject to the provisions referred to in it, no": "20... धारा 34* कहती है कि इसमें निर्दिष्ट उपबंधों के अधीन रहते हुए, कोई भी",
  "document shall be registered unless the person executing such a document or their": "दस्तावेज तब तक पंजीकृत नहीं किया जाएगा जब तक कि ऐसे दस्तावेज को",
  "representative, assign or agent authorized, appear before the registering officer": "निष्पादित करने वाला व्यक्ति या उसका प्रतिनिधि, समनुदेशिती या प्राधिकृत अभिकर्ता, प्रस्तुत करने के लिए अनुज्ञात समय के भीतर निबंधक अधिकारी के",
  "within the time allowed for presentation. The provision also outlines the duties of": "समक्ष उपस्थित न हो। इस प्रावधान में निर्धारित समय सीमा के भीतर दस्तावेज प्रस्तुत करने के बाद पंजीकरण अधिकारी पर जांच करने के कर्तव्यों को भी",
  "8 “34, Enquiry before registration by registering officer.—(1) Subject to the provisions contained in this Part and": "8 34. पंजीकरण अधिकारी द्वारा पंजीकरण से पहले जांच.- () इस भाग में अंतर्विष्ट उपबंधों के अधीन और धारा",
  "in Sections 41, 43, 45, 69, 75, 77, 88 and 89, no document shall be registered under this Act, unless the persons": "47, 43, 45, 69, 75, 77, 88 और 89 में अंतर्विष्ट उपबंधों के अधीन रहते हुए, कोई दस्तावेज इस अधिनियम के अधीन",
  "executing such document, or their representatives, assigns or agents authorized as aforesaid, appear before the": "तब तक पंजीकृत नहीं किया जाएगा जब तक कि ऐसे दस्तावेज को निष्पादित करने वाले व्यक्ति , या उनके प्रतिनिधि, पूर्वोक्त",
  "registering officer within the time allowed for presentation under Sections 23, 24, 25 and 26:": "रूप में प्राधिकृत अभिकर्ता, धारा 23, 24, 25 और 26 के अधीन प्रस्तुत के लिए अनुज्ञात समय के भीतर पंजीकरण",
  "Provided that, if owing to urgent necessity or unavoidable accident all such persons do not so appear, the Registrar,": "बशर्ते कि, यदि तत्काल आवश्यकता या अपरिहार्य दुर्घटना के कारण ऐसे सभी व्यक्ति उपस्थित नहीं होते हैं , तो",
  "in cases where the delay in appearing does not exceed four months, may direct that on payment of a fine not": "निबंधक, उन मामलों में जहां उपस्थिति में देरी चार महीने से अधिक नहीं होती है, यह निर्देश दे सकता है कि जुमनि की राशि",
  "exceeding ten times the amount of the proper registration fee, in addition to the fine, if any, payable under Section 25,": "के दस गुना से अधिक नहीं होने पर धारा 25 के अधीन देय जुमनि, यदि कोई हो, के अतिरिक्त उचित पंजीयन शुल्क के संदाय",
  "the document may be registered.": "पर दस्तावेज को पंजीकृत किया जा सकता है।",
  "(2) Appearances under sub-section (1) may be simultaneous or at different times.": "उपधारा () के अधीन उपस्थिति एक साथ या अलग-अलग समय पर हो सकती है।(3) इसके बाद पंजीकरण",
  "(a) enquire whether or not such document was executed by the persons by whom it purports to have been executed;": "(8) पूछताछ करें कि क्या ऐसा दस्तावेज उन व्यक्तियों द्वारा निष्पादित किया गया था जिनके द्वारा इसे निष्पादित",
  "(o) satisfy himself as to the identity of the persons appearing before him and alleging that they have executed the": "किया जाना है; (०) अपने सामने पेश व्यक्तियों की पहचान के बारे में खुद को संतुष्ट करेगा और यह अभिकथन करेगा कि",
  "document; and": "उन्होंने दस्तावेज़ को निष्पादित किया है; और",
  "(c) in the case of any person appearing as a representative, assign or agent, satisfy himself of the right of such person so to appear.": "(८) प्रतिनिधि, समनुदेशित या एजेंट के रूप में उपस्थित किसी भी व्यक्ति के मामले में, उपस्थित होने के लिए ऐसे व्यक्ति के अधिकार के बारे में स्वयं को संतुष्ट करें।",
  "(4) Any application for a direction under the proviso to sub-section (1) may be lodged with a Sub-Registrar, who shall": "(4). उपधारा () के परन्तुक के अधीन निदेश देने के लिए कोई आवेदन उप-निबंधक के समक्ष प्रस्तुत किया जा",
  "forthwith forward it to the Registrar to whom he is subordinate.": "सकेगा, जो इसे तत्काल उस निबंधक को अग्रेषित करेगा जिसके वह अधीनस्थ है।",
  "(5) Nothing in this section applies to copies of decrees or orders.”": "(5) इस खंड की कोई बात डिक्रियों या आदेशों की प्रतियों को लागू नहीं होती।",
  "registered and the document is duly presented for registration": "में और जहां निबंधक के समक्ष पंजीकरण के लिए प्रस्तुत किए गए दस्तावेज के",
  "document with a certificate of registration.": "किया गया है जिससे कि दस्तावेज का पंजीकरण जा सके।",
  "registration (whether the registration of such document is": "(|) क्या दस्तावेज को निष्पादित किया गया है; और",
  "(ii) Whether the requirements of law for the time being in force have been complied with on the part of the applicant or person presenting the document": "(॥) क्या पंजीकरण के लिए दस्तावेज प्रस्तुत करने वाले आवेदक या व्यक्ति की ओर से तत्समय प्रवृत्त विधि की अपेक्षाओं का अनुपालन किया",
  "28 Section 75'° provides that if the Registrar finds that the document has been": "28. धारा 757\" में यह प्रावधान है कि यदि निबंधक को पता चलता है कि",
  "executed and the requirements under the law have been complied with, the": "दस्तावेज निष्पादित किया गया है और कानून के तहत आवश्यकताओं का",
  "‘0 «75. Order by Registrar to register and procedure thereon.—(1) If the Registrar finds that the document has": "075. निबंधक द्वारा पंजीकरण करने का आदेश और उस पर प्रक्रिया. - () यदि निबंधक को पता चलता है कि",
  "been executed and that the said requirements have been complied with, he shall order the document to be registered.": "दस्तावेज निष्पादित किया गया है और कथित आवश्यकताओं का अनुपालन किया गया है, तो वह दस्तावेज को पंजीकृत",
  "(2) If the document is duly presented for registration within thirty days after the making of such order, the registering": "(2) यदि दस्तावेज ऐसे आदेश के किए जाने के तीस दिन के भीतर पंजीकरण के लिए सम्यक रूप से प्रस्तुत किया",
  "officer shall obey the same and thereupon shall, so far as may be practicable, follow the procedure prescribed in Sections 58, 59 and 60.": "जाता है तो निबंधक अधिकारी उसका पालन करेगा और तब, जहां तक व्यवहार्य हो सके, धारा 58,59 और 60 में विहित",
  "(3) Such registration shall take effect as if the document had been registered when it was first duly presented for registration.": "(3) ऐसा पंजीकरण इस प्रकार प्रभावी होगा मानो दस्तावेज को पंजीकरण के लिए पहली बार विधिवत प्रस्तुत किए जाने के समय पंजीकृत किया गया हो।",
  "(4) The Registrar may, for the purpose of any enquiry under Section 74, summon and enforce the attendance of": "(4) निबंधक, धारा 74 के अधीन किसी जांच के प्रयोजन के लिए, साक्षियों को समन कर सकता है और उनकी",
  "witnesses, and compel them to give evidence, as if he were a Civil Court, and he may also direct by whom the whole": "उपस्थिति को प्रवृत्त कर सकता है और उन्हें साक्ष्य देने के लिए इस प्रकार विवश कर सकता है मानो वह सिविल न्यायालय हो और वह यह भी निदेश दे सकता है कि किसके द्वारा ऐसी किसी जांच के संपूर्ण खर्च का या उसके किसी",
  "ies in a suit under the Code of Civil Procedure, 1908 (5 of 1908).”": "(908 का 5) के अधीन किसी वाद में अधिनिर्णीत किए गए हों।",
  "29 Section 76\" provides for that the order of refusal by the Registrar under Sections 72 or 75 has to be reasoned, and the Registrar is required to furnish a copy": "29. धारा 76” में यह उपबंध किया गया है कि धारा 72 या 75 के अधीन निबंधक द्वारा नामंजूर करने का आदेश तर्कसंगत होना चाहिए और निबंधक से यह",
  "of the reasons recorded to any person executing or claiming under the document. It": "अपेक्षा की जाती है कि वह दस्तावेज के तहत निष्पादित या दावा आदेश वाले किसी व्यक्ति को अभिलिखित कारणों की एक प्रति प्रदान करें। इसमें यह भी",
  "further provides that no appeal shall lie against such an order of refusal.": "प्रावधान है कि नामंजूरी के इस आदेश के विरूद्ध कोई अपील नहीं की होगी।",
  "'2 «76, Order of refusal by Registrar.—(1) Every Registrar refusing—": "276. निबंधक द्वारा नामंजूर किये जाने वाला आदेश- () प्रत्येक निबंधक जो इनकार करता है कि -",
  "(a) to register a document except on the ground that the property to which it relates is not situate within his district or": "(8) किसी दस्तावेज को इस आधार पर रजिस्टर करना कि वह संपत्ति, जिससे वह संबंधित है, उसके जिले के",
  "that the document ought to be registered in the office of a Sub-Registrar, or": "भीतर स्थित नहीं है या यह कि दस्तावेज को उप-निबंधक के कार्यालय में पंजीकृत किया जाना चाहिए, या",
  "(b) to direct the registration of a document under Section 72 or Section 75,": "(७) धारा 72 या धारा 75 के अधीन किसी दस्तावेज के रजिस्ट्रीकरण का निदेश देना,",
  "shall make an order of refusal and record the reasons for such order in his Book No. 2, and, on application made by": "मना करने का आदेश देगा और अपनी पुस्तक संख्या 2 में ऐसे आदेश के कारणों को दर्ज करेगा, और दस्तावेज के",
  "any person executing or claiming under the document, shall, without unnecessary delay, give him a copy of the": "तहत निष्पादित या दावा करने वाले किसी भी व्यक्ति द्वारा किए गए आवेदन पर, अनावश्यक विलंब के बिना, उसे अभिलिखित",
  "(2) No appeal lies from any order by a Registrar under this Section or Section 72.”": "(2) इस धारा या धारा 72 के अधीन निबंधक के किसी आदेश के विरुद्ध अपील नहीं की जा सकती।",
  "whether the statutory provisions which guide the power of the Sub-Registrar or, as": "शक्ति का मार्गदर्शन करते हैं या, जैसा भी मामला हो, निबंधक ने दस्तावेज के",
  "any instrument, sub-Section (2) of Section 31 of the Specific Relief Act 1963": "है, विशिष्ट अनुतोष अधिनियम 963 की धारा 3 की उप-धारा (2) उपबंध",
  "provides that:": "करती है कि:",
  "“31. When cancellation may be ordered.— [...]": "37. रद्द करने का आदेश कब दिया जा सकता है।",
  "(2) If the instrument has been registered under the Indian Registration Act, 1908 (16 of 1908), the court shall also send": "(2) यदि लिखत भारतीय रजिस्ट्रीकरण अधिनियम, 908 (908 का 6)",
  "on the copy of the instrument contained in his books the fact of its cancellation. ”": "और ऐसा अधिकारी अपनी पुस्तकों में अंतर्विष्ट लिखत की प्रति पर उसके रद्द",
  "C.2 Validity of the recourse by the Second Respondent": "(८.2 द्वितीय प्रत्यर्थी द्वारा अपनाए गए साधन की वैधता",
  "31 The Sub-Registrar before whom the sale deed was submitted for registration": "3. _ जिस उप-निबंधक के समक्ष बिक्री विलेख पंजीकरण के लिए प्रस्तुत किया",
  "declined to order the registration of the sale deed by an order dated 17 February": "गया था, उसने 7 फरवरी 202 के एक आदेश पारित कर बिक्री विलेख के",
  "appellant, which stated that her signatures on the sale deed had been taken forcibly.": "अपीलकर्ता के बयान से पहले, जिसमें कहा गया था कि बिक्री विलेख पर उसके",
  "was presented for registration. The appellant, in the course of her objections before": "लिए बिक्री विलेख प्रस्तुत किए जाने पर आपत्ति दर्ज कराई थी। अपीलकर्ता ने",
  "the Sub-Registrar specifically adverted to following grievances, namely that: (i) the": "उप-निबंधक के समक्ष अपनी आपत्तियों के दौरान विशेष रूप से निम्नलिखित",
  "second respondent had furnished false and misleading information to her; (i/) the": "शिकायतों का विरोध किया, अर्थात्‌: (।) द्वितीय प्रत्यर्थी ने उसे झूठी और भ्रामक",
  "market value of the land admeasuring 1839.48 square metres was not less than Rs": "जानकारी दी थी; (॥) 839.48 वर्ग मीटर माप की भूमि का बाजार मूल्य 7",
  "7 crores and the sale consideration of Rs 1.6 crore was meagre; (iii) the time": "करोड़ रुपये से कम नहीं था और .6 करोड़ रुपये का बिक्री मूल्य बहुत कम था;",
  "stipulated in the sale deed had expired; (iv) the signatures of the appellant had been": "(|) बिक्री विलेख में निर्धारित समय समाप्त हो गया था; (४) अपूर्ण बिक्री",
  "obtained on an incomplete sale deed; (v) the signatures of the appellant were taken": "विलेख पर अपीलकर्ता के हस्ताक्षर लिये किए गए थे; (५४) अपीलकर्ता के",
  "without furnishing to her a chance to read or peruse the papers, and when she was": "हस्ताक्षर उसे कागजों को पढ़ने या पढ़ने का मौका दिए बिना लिए गए थे, और",
  "surrounded by five persons; (vi) the land area having been manipulated under the": "जब वह पांच व्यक्तियों से घिरी हुई थी; (५) बिक्री विलेख के तहत भूमि क्षेत्र में",
  "sale deed, her residential house would also been taken away by fraud; (vii) the": "हेरफेर किया गया है, उसका आवासीय घर भी धोखाधड़ी से छीन लिया गया था;",
  "boundaries mentioned in the sale deed were incorrect and did not clearly reflect the": "(पा) बिक्री विलेख में उल्लिखित सीमाएँ गलत थीं और उस भूमि को स्पष्ट रूप से",
  "land which was agreed to be sold; (viii) the sale deed was incomplete and all the co-": "नहीं दर्शाती थीं जिस पर विक्रय की सहमति दी गई थी; (५) विक्रय विलेख",
  "sharers had never entered into any partition; (ix) the sale deed would attract a": "अधूरा था और सभी सह-भागीदारों ने कभी कोई विभाजन नहीं किया था; (५)",
  "capital gains tax which would be in excess of the sale consideration; and (x) an": "विक्रय विलेख पर पूंजीगत लाभ कर लगेगा जो बिक्री प्रतिफल से अधिक होगा;",
  "active forgery had been committed by the second respondent.": "और (५) द्वितीय प्रत्यर्थी द्वारा सक्रिय जालसाजी की गई थी।",
  "32 ~=As _is evident from the objections filed before the Sub-Registrar by the": "32. ... जैसा कि अपीलकर्ता द्वारा उप-निबंधक के समक्ष की गई आपत्तियों से",
  "appellant, it is clear that she did not deny having signed the sale deed. The essence": "स्पष्ट है कि उसने बिक्री विलेख पर हस्ताक्षर करने से इनकार नहीं किया था।",
  "of her grievance was that her signatures were taken forcibly; the sale deed did not": "उसकी शिकायत का सार यह था कि उसके हस्ताक्षर जबरन लिए गए थे; बिक्री",
  "reflect the intent of the parties in terms of the area which was intended to be sold;": "विलेख उस क्षेत्र के संदर्भ में पक्षकारों के इरादे को प्रतिबिंबित नहीं करता था जिसे",
  "the sale consideration was undervalued; the consequence of the sale deed was that": "बेचने का इरादा था; बिक्री के प्रतिफल का मूल्यांकन नहीं किया गया था; बिक्री",
  "even the residential house of the appellant would be sold, contrary to her": "विलेख का परिणाम यह था कि अपीलकर्ता के आवासीय घर को भी बेच दिया",
  "Sub-Registrar makes it abundantly clear that the appellant was not ready to register": "गया था। उप-निबंधक के आदेश से यह स्पष्ट होता है कि अपीलकर्ता बिक्री विलेख को पंजीकृत कराने के लिए तैयार नहीं था, जिसके बारे में दावा किया गया",
  "and whose execution was thus being denied. Registration was, therefore, refused by": "इनकार किया जा रहा था।इसलिए, उप-निबंधक द्वारा पंजीकरण अधिनियम की",
  "the Sub-Registrar in terms of Section 35(3)(a) of the Registration Act.": "35(3)(8) के संदर्भ में पंजीकरण से इनकार कर दिया गया था।",
  "33 ‘If a person by whom the document is purported to be executed denies its": "33. . यदि कोई व्यक्ति जिसके द्वारा दस्तावेज को निष्पादित किया जाना है,",
  "execution and registration is refused on those grounds, an appeal against the order": "इसके निष्पादन करने से मना कर देता है और उन आधारों पर पंजीकरण करने",
  "36 In the present case, the appeal before the Registrar was not maintainable": "36. ..... वर्तमान मामले में, निबंधक के समक्ष अपील धारा 72 के तहत पोषणीय",
  "under Section 72. Indeed, the appellant, in response to the memo of appeal filed by": "नहीं थी। वास्तव में, द्वितीय प्रत्यर्थी द्वारा दायर अपील के ज्ञापन के जवाब में,",
  "the second respondent, specifically pleaded in her objections that “hearing the": "अपीलकर्ता ने विशेष रूप से अपनी आपत्तियों में यह दलील दी कि भारतीय",
  "appeal under Section 72 of the Indian Registration Act or to deliver any judgement": "पंजीकरण अधिनियम की धारा 72 के तहत अपील की सुनवाई करना या कोई भी",
  "will be against law’. At the same time, however, the appellant also pleaded that she": "निर्णय देना कानून के विरूद्ध होगा। उसी समय, हालांकि, अपीलकर्ता ने यह भी",
  "“had full right for argument under Section 75(4) of the Indian Registration Act and": "दलील दी कि उसे \"भारतीय पंजीकरण अधिनियम की धारा 75 (4) के तहत",
  "under the Code of Civil Procedure, 1908 from the witnesses and the appellant”. The": "और सिविल प्रक्रिया संहिता, 908 के तहत गवाहों और अपीलकर्ता से बहस",
  "Registrar is empowered to summon witnesses under Section 75(4) for the purpose": "उद्देश्य से धारा 75(4) के तहत गवाहों को बुलाने का अधिकार है।इस प्रकार यह",
  "Section 73, and the enquiry was conducted with reference to the provisions of": "73 के तहत जांच के आधार पर तय की जाएगी, और जांच धारा 74 के प्रावधानों",
  "filed to the appeal filed by the second respondent, since she invoked her rights": "के संदर्भ में की गई थी। अपीलकर्ता ने स्वयं द्वितीय प्रत्यर्थी द्वारा दायर अपील में",
  "under Section 75(4), which applies to enquiry proceedings under Section 74. The": "के तहत अपने अधिकारों का आह्वान किया था, जो धारा 74 के तहत जांच",
  "appeal against the Sub-Registrar’s order was not maintainable under Section 72.": "कार्यवाही पर लागू होता है। उप-निबंधक के आदेश के विरूद्ध अपील धारा 72 के",
  "on the ground that the appellant denied execution of the document, was under": "इनकार कर दिया कि अपीलकर्ता ने दस्तावेज़ के निष्पादन से इनकार करता है",
  "Section 73. The Registrar conducted an enquiry under the provisions of sections 73": "वहां द्वितीय प्रत्यर्थी को धारा 73 के तहत अनुतोष प्राप्त है।निबंधक ने धारा 73",
  "and 74. Both parties participated in the enquiry.": "और 74 के प्रावधानों के तहत जांच की।दोनों पक्षों ने जांच में भाग लिया।",
  "Registrar. Therefore, we hold that the second respondent’s mis-labelling of their": "इसलिए, हमरी राय यह हैं कि द्वितीय प्रत्यर्थी द्वारा धारा 72 के तहत अपने",
  "application as an appeal under Section 72 will not vitiate the proceedings which led": "आवेदन को अपील बताना कार्यवाही प्रभावित नहीं करेगी, जिसके कारण जिला",
  "these proceedings, we will now proceed to analyse as to whether the District": "के प्रयोजन के लिए, हम अब इस बात का विश्लेषण करने के लिए आगे बढ़ेंगे कि",
  "Registrar validly passed the order directing the registration of the sale deed.": "क्या जिला निबंधक ने बिक्री विलेख के पंजीकरण का निर्देश देते हुए वैध रूप से",
  "C.3 Meaning of “execution”": "(८.3 “निष्पादन” का अर्थ",
  "39 Section 35(1)(a) of the Registration Act uses the expression “admit the": "39. . पंजीकरण अधिनियम की धारा 35()(8) ) में 'दस्तावेज के निष्पादन को",
  "execution of the document”, while Section 35(3)(a) uses the expression “denies its": "स्वीकार करना' अभिव्यक्ति का प्रयोग किया गया है, जबकि धारा 35(3)(8) में",
  "execution”. Similarly, Section 72(1) has adopted the expression “denial of": "'निष्पादन से इंकार करना' अभिव्यक्ति का प्रयोग किया गया है। इसी प्रकार, धारा",
  "execution”, while Section 73(1) uses the expression “denies its execution”. However,": "72 () में 'निष्पादन से इंकार' अभिव्यक्ति को अपनाया गया है जबकि धारा 73",
  "the word “execution” itself is not defined by the Registration Act. Before us, two": "“निष्पादन” शब्द स्वयं पंजीकरण अधिनियम में परिभाषित नहीं है।",
  "(i) First, that “execution” is tantamount to “signing” a document. Hence, once a": "प्रथम, निष्पादन किसी दस्तावेज पर हस्ताक्षर करने के समान है।इसलिए,",
  "person admits to their signature on a document, they admit to having": "एक बार कोई व्यक्ति किसी दस्तावेज पर अपने हस्ताक्षर के लिए स्वीकार",
  "(ii) Second, that “execution” cannot be equated with merely signing a document.": "द्वितीय, निष्पादन की प्रक्रिया को केवल दस्तावेज पर हस्ताक्षर करने के",
  "Hence, even if a person’s signature on the document admitted, they can still": "समान नहीं माना जा सकता।इसलिए, भले ही दस्तावेज़ पर किसी व्यक्ति के हस्ताक्षर स्वीकार किए गए हों, फिर भी वे इसके निष्पादन से इनकार",
  "“If a refusal is made on the ground of denial of execution,": "यदि निष्पादन से इंकार करने के आधार पर नामंजूर किया जाता है, तो अपील",
  "appeal would not lie under s 72 of the Act. When the refusal": "अधिनियम की धारा 72 के तहत नहीं होगी। जब निष्पादन पर इनकार से",
  "is denied on the execution, remedy is to file an application under s 73 of the Act. The mere fact that an application is": "नामंजूर किया जाता है, तो अधिनियम की धारा 73 के तहत आवेदन दायर करने का उपचार उपलब्ध है। केवल तथ्य यह है कि आवेदन गलत तरीके से",
  "wrongly headed as an appeal and an erroneous section of the": "अपील के रूप में किया गया है और क़ानून की गलत धारा का उल्लेख किया गया",
  "statute is mentioned therein is immaterial, if in fact and in law": "है, यह सारहीन है, यदि वास्तव में और कानून में पंजीकरण अधिनियम की",
  "it is an application under s 73 of the Registration Act.”": "धारा 73 के तहत आवेदन किया जाता है।",
  "Similarly, in S P Sen Gupta’s commentary on the Registration Act, it is stated’:": "इसी प्रकार, पंजीकरण अधिनियम पर एस. पी. सेन गुप्त की टिप्पणी में यह कहा” गया हैः",
  "“4. Proceeding erroneously described as \"appeal\" or vice": "4.धारा 72 के अधीन 'अपील' या 'उप-धारा' के रूप में गलती से वर्णित",
  "versa.-A proceeding under sec. 72 is an appeal whereas a proceeding under sec. 73 is not an appeal; it is merely an": "कार्यवाही एक अपील है, जबकि धारा 73 के अधीन कार्यवाही अपील नहीं है,",
  "applicants right to have the document registered. It is not": "यह केवल आवेदक के दस्तावेज को पंजीकृत कराने के अधिकार को स्थापित",
  "always easy for the aggrieved party or even by the Registrar": "आदेश के लिए निबंधक के समक्ष एक आवेदन है।व्यथित पक्ष या यहां तक कि निबंधक के लिए भी यह तय करना हमेशा आसान नहीं होता है कि दोनों",
  "to decide which of the two sections — sec. 72 or sec. 73,": "धाराओं में से कौन सी धारा- धारा 72 या धारा 73 दी गई तथ्यों और",
  "would apply on a given facts circumstances. Law is meant for doing justice. As such the substance of the proceeding, and": "परिस्थितियों पर लागू होगी।कानून न्याय करने के लिए होता है।इस प्रकार,",
  "72 is filed as an application under sec. 73 and vice versa.”": "रूप में की जाती है और धारा 72 के अधीन अपील धारा 73 के अधीन आवेदन",
  "38 — Thus, it is clear that the mis-labelling of an application under Section 73 as an": "38. इस प्रकार, यह स्पष्ट है कि धारा 72 के तहत अपील के रूप में धारा 73",
  "Registrar. This becomes especially true when proceedings before the Registrar, in": "करेगी। यह विशेष रूप से सच हो जाता है जब निबंधक के समक्ष कार्यवाही ,",
  "substance, were proceedings under Section 73 itself and both the parties": "वास्तव में, धारा 73 के तहत ही कार्यवाही थी और दोनों पक्षों ने स्पष्ट रूप से या",
  "acknowledged them to be so, explicitly or by their conduct. This is clearly what has": "उनके आचरण से उन्हें ऐसा होने के लिए स्वीकार किया था।यह स्पष्ट रूप से",
  "'S S P Sen Gupta, Commentaries on the Registration Act, 1908 (Kamal Law House, 2017) pgs 617-618 (“S P Sen": "]5सेनगुप्ता द्वारा रचित कमेंट्रीज ऑन रजिस्ट्रेशन ऐक्ट, 908 (कमल लॉ हाउस, 2077 पृष्ठ 67-68)",
  "We must now decide which of these two interpretations should be adopted by this": "अब हमें यह तय करना होगा कि इन दोनों में से किस व्याख्या को इस न्यायालय",
  "40 ___ The first interpretation of “execution” is supported by the definition provided in": "40. \"निष्पादन\" की पहली व्याख्या स्टाम्प अधिनियम 899\"* में प्रदान की गई",
  "“(12) Executed and execution.—“Executed” and “execution”,": "(2) निष्पादित और निष्पादन. - \"निष्पादित\" और \"निष्पादन\", लिखत के",
  "used with reference to instruments, mean “signed” and": "संदर्भ में उपयोग किया जाता है, जिसका अर्थ है \"हस्ताक्षरित\" और \"हस्ताक्षर\"",
  "the meaning of Section 11 of the Information Technology Act,": "और इसमें सूचना प्रौद्योगिकी अधिनियम, 2000 की धारा 3 के अर्थ के भीतर",
  "However, since the Registration Act has been enacted for a purpose different from": "हालाँकि, पंजीकरण अधिनियम को स्टाम्प अधिनियम से भिन्न उद्देश्य के लिए",
  "the Stamp Act, the definition under Stamp Act is not conclusive.": "अधिनियमित किया गया है इसलिए स्टाम्प अधिनियम के तहत परिभाषा निर्णायक नहीं है।",
  "41 Black’s Law Dictionary defines the expression “execute” and “executed”": "4. ब्लैक लॉ डिक्शनरी अभिव्यक्ति \"निष्पादन\" और \"निष्पादित\" को इस",
  "thus\":": "प्रकार” परिभाषित करता है:",
  "“execute, vb. (14c) 1. To perform or complete (a contract or": "निष्पादित करें, वी. बी. (4८) . पालन करने या पूरा करने के लिए",
  "duty) <once the contract was fully executed, the parties owed": "(संविदा या कर्तव्य) < एक बार संविदा पूरी तरह से निष्पादित हो जाने के",
  "no further contractual duties to each other>...3. To make (a": "बाद, पक्षकारों को एक दूसरे के प्रति संविदात्मक कर्तव्य मुक्त हो जाते हैं >...",
  "legal document) valid by signing; to bring (a legal document)": "3।किसी कानूनी दस्तावेज हस्ताक्षर करके वैध बनाना; किसी कानूनी",
  "into its final, legally enforceable form <each party executed": "दस्तावेज अन्तिम रूप से प्रवर्तन करना <प्रत्येक पक्ष ने हस्ताक्षर गवाह के",
  "the contract without a signature witness>...": "बिना संविदा को निष्पादित किया> ...",
  "executed, adj. (16c) 1. (Of a document) that has been signed": "निष्पादित, एडीजी. (6८) . कोई दस्तावेज जिस पर हस्ताक्षर किए गए",
  "<an executed will>...": "हैं- < निष्पादित वसीयत>",
  "“[T]he term ‘executed’ is a slippery word. Its use is to be": "अभिव्यक्ति 'निष्पादित' एक परिवर्ती शब्द है। इसके उपयोग से बचा जाना",
  "’ Bryan A Garner, Black’s Law Dictionary (Thomson Reuters, 2009) pgs 649-650": "] 7ब्रायन ए गार्नर, ब्लैक लॉ डिक्शनरी (थॉमसन रॉयटर्स, 2009) पृष्ठ 649-650",
  "contract is frequently said to be executed when the document": "तब निष्पादित किया जाता है जब दस्तावेज़ पर हस्ताक्षर किए गए हों, या",
  "has been signed, or has been signed, sealed, and delivered.": "हस्ताक्षर किए गए हों, सील किए गए हों और परिदत्त किए गए हों।",
  "Further, by executed contract is frequently meant one that": "इसके अलावा, निष्पादित संविदा का अर्थ अक्सर ऐसा होता है जिसे दोनों पक्षों",
  "has been fully performed by both parties.” William R. Anson,": "द्वारा पूरी तरह से निष्पादित किया गया हो।विलियम आर. एन्सन, प्रिंसिपल्‍्स",
  "Principles of the Law of Contract 26 n.* (Arthur |. Corbin ed.,": "ऑफ द लॉ ऑफ कांट्रेक्ट 26 एन * (आर्थर एल. कॉर्बिन एड, तृतीय संशोधन",
  "The expression “execute” has been further defined in Words and Phrases in the": "अभिव्यक्ति \"निष्पादन\" को निम्नलिखित शब्दों में शब्दों और वाक्‍्यांशों में आगे",
  "following terms'®:": "निम्नलिखित शर्तों'* परिभाषित किया गया है:",
  "“To complete as a legal instrument; to perform what is": "“कानूनी उपकरण के रूप में कार्य पूरा करने के लिए आवश्यक है कि कानूनी",
  "required to give validity to.”": "मान्यता प्रदान की जाए।”",
  "The definitions in both these dictionaries seem to once again suggest that the": "इन दोनों शब्दकोशों की परिभाषाएं एक बार फिर यह दर्शाती हैं कि किसी",
  "signing of a document can be equivalent to its execution. However, these definitions": "दस्तावेज पर हस्ताक्षर करना उसके निष्पादन के समतुल्य हो सकता है।हालांकि,",
  "are by no means definitive and cannot be taken out of context, since they also do": "ये परिभाषाएं किसी भी तरह से निश्चित नहीं हैं और इन्हें संदर्भ से बाहर नहीं माना",
  "seem to suggest that executing an agreement is making it fully valid and legally": "जा सकता है, क्योंकि वे यह भी सुझाव देती प्रतीत होती हैं कि किसी करार का",
  "42  Mulla’s The Registration Act (supra) notes the following in relation to the": "42. पंजीकरण अधिनियम (सुप्रा ) में निष्पादन के अर्थ के संबंध में निम्नलिखित",
  "“Admission of Execution": "निष्पादन को स्वीकार करना",
  "...It is submitted that the mere proof or admission that a": "...यह निवेदन किया जाता है कि किसी दस्तावेज पर किसी व्यक्ति के हस्ताक्षर",
  "itself amount to execution of the document...Where a person had signed a document after being aware of the": "...जहां किसी व्यक्ति ने दस्तावेज़ की प्रकृति के बारे में जागरूक होने के बाद",
  "nature of the document, he has executed the document, and,": "एक दस्तावेज़ पर हस्ताक्षर किए थे, उसने दस्तावेज़ को निष्पादित किया है,",
  "it is submitted, the Registrar cannot go into the question": "और यह प्रस्तुत किया गया है, निबंधक इस प्रश्न में नहीं उठा सकता है कि क्या",
  "whether the document has been obtained by coercion; but": "दस्तावेज़ को प्रपीड़न से प्राप्त किया गया है; परन्तु जब कोई हस्ताक्षर मिथ्या",
  "'8 Words and Phrases (Permanent Edition) (Thomson Reuters, 2020)": "8शब्द और वाक्यांश (स्थायी संस्करण) (थॉमसन रॉयटर्स, 2020)",
  "'S Supra at note 15, pgs 254-256": "9पूर्वोक्त टिप्पणी 5 पर, पृष्ठ 254-256",
  "representations and the ostensible executant did not": "अभ्यावेदनों द्वारा अभिप्राप्त किया गया हो और प्रकट रूप से निष्पादक ने",
  "sign with the intention of being bound by the terms of the": "दस्तावेज की शर्तों से आबद्ध होने के इरादे से हस्ताक्षर नहीं किए हों तो ऐसा",
  "document, such a person cannot be said to have executed the document.”": "नहीं कहा जा सकता कि ऐसे व्यक्ति ने दस्तावेज को निष्पादित किया है;",
  "(emphasis supplied)": "(प्रभाव वर्घित)",
  "Similarly, S P Sen Gupta Commentary (supra) sets out the following position”’:": "इसी प्रकार, एस. पी. सेन गुप्ता की कमेंट्री (सुप्रा) में निम्नलिखित स्थिति ० निर्धारित करता हैः",
  "“A document is liable to be set aside or declared inoperative": "किसी दस्तावेज को सिविल न्यायालय द्वारा रद्द या निष्प्रभावी घोषित किया जा",
  "by a civil court when it was not voluntarily executed. But that": "सकता है जब वह स्वेच्छा से निष्पादित नहीं किया गया हो।लेकिन यह पूरी तरह",
  "is an altogether different consideration nor coming within the jurisdiction of Registering Officer. The correct legal position": "से एक अलग विचार है और न ही यह पंजीकरण अधिकारी के अधिकार क्षेत्र में",
  "seems to be that though the Registering Officer cannot": "आता है।सही कानूनी स्थिति ऐसी प्रतीत होती है कि यद्यपि पंजीयन अधिकारी",
  "take any decision as to the legality and validity of an": "किसी उस लिखत की वैधता के बारे में कोई निर्णय नहीं ले सकता है जिसको",
  "instrument which has been presented for registration,": "पंजीकरण के लिए उसके समक्ष प्रस्तुत किया गया है, जबकि निष्पादक द्वारा",
  "execution does not mean merely signing but signing by": "जा सकता है। निष्पादन का अर्थ केवल हस्ताक्षर करना नहीं है बल्कि दस्तावेज",
  "way of assent to the terms embodied in the document. When the executant admits his signature on the": "में सन्निहित शर्तों पर सहमति के माध्यम से हस्ताक्षर करना है।जब निष्पादक",
  "document but takes a further plea that his signature was": "दस्तावेज पर अपने हस्ताक्षर स्वीकार करता है किंतु यह कहता है कि किसी",
  "taken by force after detaining him in a room or fraud was": "कमरे में उसे निरुद्ध करने के पश्चात्‌ उसके हस्ताक्षर जबरदस्ती लिए गए थे",
  "practised upon him in obtaining his signatures on the": "अथवा विलेख पर उसके हस्ताक्षर करवाने के लिए धोखाधड़ी की गई थी",
  "deed or he was duped to sign on blank papers etc, and": "अथवा विलेख पर हस्ताक्षर करने के लिए उसके साथ ठगी की गई थी इत्यादि",
  "there is no material before the Registering Officer to rebut the plea of the executant, then there cannot be any": "और निष्पादक का खण्ड़न करने के लिए पंजीयन अधिकारी के समक्ष कोई",
  "“admission” within the meaning of sec. 35(1)(a) of the Act": "सामग्री नहीं है तो अधिनियम की धारा 35 () (क) के अर्थ के भीतर कोई",
  "2° Supra at note 16, pgs 389-390, 390, 617-618": "20सुप्रा टिप्पणी 6 पर, पृष्ठ 389-390,390,67-68",
  "Similarly, Ratanlal and Dhirajlas treatise on the law of evidence states as follows”:": "इसी प्रकार, रतनलाल और धीरजलाल के साक्ष्य विधि में जो कहा गया है वह निम्नवत”* हैः",
  "[s 67.3] Execution of Document — Meaning": "--5 67.3] दस्तावेज का निष्पादन-अर्थ",
  "Execution of a document is something different from mere": "किसी दस्तावेज का निष्पादन केवल दस्तावेज पर हस्ताक्षर कर देना नहीं है।",
  "signing of the document. The term execution is not": "निष्पादन शब्द को परिभाषित नहीं किया गया है ....... किसी दस्तावेज को",
  "defined...The ordinary meaning of executing a document is signing it as a consenting party thereto...Execution of the": "निष्पादित करने का सामान्य अर्थ उस पर सहमति देने वाले पक्षकार के रूप में हस्ताक्षर करना है...... दस्तावेज के निष्पादन का अर्थ है कि निष्पादक को",
  "document means that the executant must have signed or put his thumb mark/impression, only after the contents of the": "हस्ताक्षर करना चाहिए या अपने अंगूठे का निशान /छाप देना चाहिए, केवल",
  "document have been fully stated and read by the executant": "दस्तावेज की सामग्री पूरी तरह से उल्लिखित होने के बाद और निष्पादक द्वारा",
  "before he put his signature thereon. Mere admission of the": "उस पर अपना हस्ताक्षर करने से पहले पढ़ा जाना चाहिए।निष्पादक द्वारा",
  "44 If we are to now look at the relevant precedent on the subject, in Rajendra Pratap Singh v. Rameshwar Prasad”, the validity of a decree of the eviction under": "44. इस विषय पर राजेंद्र प्रताप सिंह बनाम रामेश्वर प्रसाद “* का मामला",
  "the Bihar Buildings (Lease, Rent and Eviction) Control Act 1982 was in question": "प्रासंगिक है, जहां बिहार भवन (पट्टा, किराया और बेदखली) नियंत्रण अधिनियम,",
  "before a two-judge Bench of this Court. This Court, while considering the provisions": "न्यायाधीशों की पीठ के समक्ष प्रश्ननत थी।इस न्यायालय ने संपत्ति हस्तांतरण",
  "of the third paragraph to Section 107 of the Transfer of Property Act 1882, noted that": "अधिनियम 882 की खंड 07 के तीसरे पैराग्राफ के प्रावधानों पर विचार करते",
  "it required that a registered instrument for the lease of an immovable property had to": "हुए कहा कि किसी अचल संपत्ति के पट्टे के लिए एक पंजीकृत लिखत को पट्टेदार",
  "be executed both by the lessor and lessee. While elaborating on the meaning of": "और पट्टेदार दोनों द्वारा निष्पादित किया जाना आवश्यक है।इस न्यायालय ने",
  "“11...An instrument is usually executed through multifarious": "]7... कोई लिखत आमतौर पर विभिन्न अनुक्रमों के विविध चरणों के माध्यम",
  "steps of different sequences. At the first instance, the parties": "से निष्पादित किया जाता है।पहली बार में दोनों पक्ष विचार-विमर्श करके करार",
  "might deliberate upon the terms and reach an agreement. Next, the terms so agreed upon would be reduced to writing.": "कर सकते हैं, दूसरी बार में जिन शर्तों पर सहमति बनती है, वो लिखकर के",
  "Sometimes one party alone would affix the signature on it and": "रख दी जाती हैं, कभी-कभी सिर्फ एक पक्ष उस पर हस्ताक्षर करके दूसरे पक्ष",
  "deliver it to the other party. Sometimes both parties would": "को दे देता है, कभी-कभी दोनों पक्ष उस पर हस्ताक्षर कर देते हैं।",
  "document is accompanied by their full consent to the contents of the document,": "पर किसी व्यक्ति के हस्ताक्षर के साथ दस्तावेज़ की सामग्री के लिए उनकी पूर्ण",
  "which they have understood before signing it.": "सहमति होती है जिसे उन्होंने हस्ताक्षर करने से पहले समझा है।",
  "43 This understanding of the phrase “execution” is also adopted by textbooks in": "43. .. इस वाक्यांश की इस समझ को साक्ष्य की विधि से संबंधित पाठ्यपुस्तकों",
  "relation to the law of evidence. Section 68°’ of the Indian Evidence Act 1872”": "द्वारा भी अपनाया गया है। भारतीय साक्ष्य अधिनियम 872* की धारा 68% यह",
  "prescribes the requirement for proving that a document has been executed. The": "साबित करने की आवश्यकता निर्धारित करती है कि एक दस्तावेज निष्पादित",
  "proviso to Section 68 stipulates that it shall not be necessary to call an attesting witness to prove the execution of a document if it has been registered under the": "किया गया है। धारा 68 के परन्तुक में कहा गया है कि यदि किसी दस्तावेज़ के निष्पादन को साबित करने के लिए एक प्रमाणित गवाह को बुलाना आवश्यक नहीं होगा यदि इसे पंजीकरण अधिनियम के तहत पंजीकृत किया गया है, बशर्ते कि",
  "Registration Act, provided that its execution is not specifically denied by the person": "इसके निष्पादन को उस व्यक्ति द्वारा विशेष रूप से अस्वीकार नहीं किया गया हो,",
  "who is purported to have executed it. In relation to this provision, Sarkar’s Law of": "जिसके द्वारा इसका निष्पादन किया जाना तात्पर्यित है। इस उपबंध के संबंध में",
  "Evidence notes”:": "सरकार की साक्ष्य विधि“ टिप्पणी:",
  "“The term “execution” is not defined in any statute. It means": "' अभिव्यक्ति - निष्पादन को किसी भी अधिनियम में परिभाषित नहीं किया गया",
  "completion, i.e., the last act or acts which complete a": "है।\" \"इसका अर्थ है पूरा करना, अर्थात अंतिम कार्य या कार्य जो एक दस्तावेज",
  "document and in English law this is known as “signing, sealing and delivering.” The ordinary meaning of executing a": "को पूरा करते हैं और अंग्रेजी कानून में निष्पादन को - हस्ताक्षरित करना, सील",
  "*1 “68. Proof of execution of document required by law to be attested.—If a document is required by law to be": "2268. विधि द्वारा अपेक्षित दस्तावेज के निष्पादन का साक्ष्य सत्यापित किया जाना.- यदि किसी दस्तावेज का सत्यापन",
  "attested, it shall not be used as evidence until one attesting witness at least has been called for the purpose of": "साबित करने के प्रयोजन के लिए कम से कम एक अनुप्रमाणक साक्षी को नहीं बुलाया जाता है, यदि कोई अनुप्रमाणक",
  "proving its execution, if there be an attesting witness alive, and subject to the process of the Court and capable of giving evidence:": "साक्षी जीवित है, और न्यायालय की प्रक्रिया के अध्यधीन और साक्ष्य देने में सक्षम हैः",
  "Provided that it shall not be necessary to call an attesting witness in proof of the execution of any document, not": "जो वसीयत नहीं है, के निष्पादन के प्रमाण में किसी अनुप्रमाणक साक्षी को बुलाना तब तक आवश्यक नहीं होगा जब तक",
  "1908), unless its execution by the person by whom it purports to have been executed is specifically denied.”": "कि उस व्यक्ति द्वारा जिसके द्वारा निष्पादित किया जाना तात्पर्यित है, उसके निष्पादन से विनिर्दिष्ट रूप से इंकार न कर",
  "°3 Sudipto Sarkar and Dr. H R Jhingta, Sarkar: Law of Evidence-In India, Pakistan, Bangladesh, Burma, Ceylon,": "23सुदीप्तो सरकार और डॉ. एच. आर. झिंगटा, सरकारः लॉ ऑफ एविडेंस-इन इंडिया, पाकिस्तान, बांग्लादेश, बर्मा,",
  "Malaysia & Singapore: Volume 1 (LexisNexis, 2016)": "सीलोन, मलेशिया और सिंगापुरः खंड  (लेक्सिस नेक्सिस, 2076)",
  "for eviction was thus upheld. However, as a general principle, the above extract from": "गया।हालांकि, एक सामान्य सिद्धांत के रूप में, इस न्यायालय के निर्णय से",
  "the decision of this Court, though in a different statutory context, emphasises that": "उपर्युक्त उद्धरण, हालांकि एक अलग सांविधिक संदर्भ में, इस बात पर जोर देता है",
  "while the signing of an instrument by both the parties is presumptive of the fact that": "कि दोनों पक्षों द्वारा एक प्रलेख पर हस्ताक्षर करना इस तथ्य की परिकल्पना है कि",
  "both of them have executed it, yet this is rebuttable presumption.": "दोनों ने इसे निष्पादित किया है, फिर भी यह खंडनीय अनुमान है.",
  "45 In N.M. Ramachandraiah v. State of Karnataka®’, a Single Judge of the": "45... एन. एम. रामचंद्रैया बनाम कर्नाटक राज्य“ के मामले में, कर्नाटक उद्च",
  "Karnataka High Court, while construing power of the Registrar under Section 74 of": "न्यायालय के एकल न्यायाधीश ने पंजीकरण अधिनियम की धारा 74 के अधीन",
  "enquiry as contemplated u/s. 74 of the Act. In an enquiry u/s. 74 of the Act, the Registrar should enquire whether": "8. अधिनियम की धारा 74 के अधीन जांच में, निबधक को यह पता लगाना",
  "the document had been executed, and whether the": "चाहिए कि क्‍या दस्तावेज निष्पादित किया गया था और क्या कानून की",
  "requirements of the law has been complied with, so as to entitle the document to registration. The Registrar should": "अपेक्षाओं का अनुपालन किया गया है ताकि दस्तावेज को पंजीकरण किया जा",
  "not only be satisfied that the party in question has signed": "निबंधक को न केवल इस बात से संतुष्ट होना चाहिए कि संबंधित पक्षकारों ने",
  "the document, but he should also come to the conclusion": "दस्तावेज पर हस्ताक्षर किए हैं, बल्कि उसे इस निष्कर्ष पर भी पहुंचना चाहिए",
  "that the signature has been affixed by the party after understanding the contents and the terms of the": "कि दस्तावेज की सामग्री और शर्तों को समझने के बाद पक्षकारों द्वारा हस्ताक्षर",
  "required by the petitioner to prove execution. The": "किए गए हैं।निबंधक को निष्पादन साबित करने के लिए याचिकाकर्ता द्वारा",
  "Registrar himself and once after such enquiry, he is": "की जानी चाहिए और एक बार ऐसी जांच के बाद, वह संतुष्ट हो जाता है कि",
  "satisfied that the document not only bears the signatures of the executant, but it is also duly executed by the": "दस्तावेज पर न केवल निष्पादक के हस्ताक्षर होने चाहिए, बल्कि दस्तावेज की",
  "executant, after understanding the contents and terms of": "सामग्री और शर्तों को समझने के बाद निष्पादक द्वारा भी इसे विधिवत",
  "registered. In the said enquiry he has no power to enter into probabilities and surrounding circumstances. He is merely to": "पंजीकृत है।कथित जांच में उसके पास संभाव्यताओं और आसपास की परिस्थितियों में प्रवेश करने की कोई शक्ति नहीं है .वह केवल यह पता लगाने के",
  "find out whether the document tendered actually is in the": "लिए है कि क्या प्रस्तुत किया गया दस्तावेज वास्तव में उस स्थिति में है जिसमें",
  "state in which it was executed by the parties to it. The scope of enquiry contemplated under Section 74 have been": "इसे इसके पक्षकारों द्वारा निष्पादित किया गया था।धारा 74 में वर्णित अपेक्षित",
  "explained in various judgments, in particular, the meaning of": "जांच के दायरे विशेष रूप से, \"निष्पादित\" शब्द का अर्थ को विभिन्न निर्णयों में",
  "In adopting this view, the Single Judge adverted to various judgments of the": "इस दृष्टिकोण को अपनाते हुए, एकल न्यायाधीश ने कर्नाटक उच्च न्यायालय के",
  "v. District Registrar’’ held:": "जिला निबंधक” के मामले में यह अभिनिर्धारित कियाः",
  "“5...Section 74 enjoins upon the District Registrar to hold an enquiry and come to the conclusion as to ‘whether a": "5... धारा 74 जिला निबंधक को जांच करने और इस निष्कर्ष पर पहुंचने का",
  "document has been executed.’ In the present case all that the": "आदेश देती है कि 'क्या दस्तावेज़ निष्पादित किया गया है।' वर्तमान मामले में",
  "District Registrar has stated is that he was satisfied that the": "यह कि जिला निबंधक ने बताया है कि वह संतुष्ट था कि याचिकाकर्ता ने विक्रय",
  "petitioner had signed the sale deed. He should have come": "विलेख पर हस्ताक्षर किया था। उसे इस निष्कर्ष पर पहुंचना चाहिए था कि",
  "2” 1965 SCC OnLine Kar 132": "27 965 एस.सी.सी. ऑनलाइन के.ए.आर. 32",
  "Division Bench in Ebadut Ali (Supra), which was cited with approval in Jogesh": "से निर्धारित किया गया था। एबादुत अली (सुप्रा)** में खण्ड पीठ का फैसला,",
  "Prasad Singh (supra), held:": "जिसे जोगेश प्रसाद सिंह (सुप्रा) में मंजूरी के साथ उद्धृत किया कहा:",
  "“In our view, execution consists in signing a document written": "हमारे विचार में, निष्पादन में लिखित रूप में किसी दस्तावेज पर हस्ताक्षर",
  "out and read over and understood, and does not consist of": "करना और उसे पढ़ना और समझना शामिल है, और इसमें केवल एक खाली",
  "merely signing a name upon a blank sheet of paper. To be executed a document must be in existence; where there is no": "कागज पर किसी नाम पर हस्ताक्षर करना शामिल नहीं है।जहां निष्पादक स्पष्ट",
  "executant clearly says that he signed on blank paper and that": "रूप से कहता है कि उसने कोरे कागज पर हस्ताक्षर किए हैं और जिस",
  "the document which he had authorised is not the document": "दस्तावेज को उसने प्राधिकृत किया है, वह वह दस्तावेज नहीं है, जिस पर",
  "which he contemplated, the statement is a denial not an admission, of execution.”": "उसने विचार किया था, वहां वक्तव्य निष्पादन की स्वीकृति नहीं, अस्वीकृति है।",
  "49  Adverting to the above decisions and to the views of the Calcutta®’, Orissa®”": "49. . उपरोक्त निर्णयों और कलकत्ता”, उड़ीसा और असम उच्च न्यायालय** के",
  "mean merely signing it, but signing it after having understood its contents in their": "निष्पादन का अर्थ केवल उस पर हस्ताक्षर करना नहीं है, बल्कि उसकी सामग्री",
  "document does not mean merely signing, but signing by": "5. किसी दस्तावेज के निष्पादन का अर्थ केवल हस्ताक्षर करना नहीं है,",
  "way of assent to the terms of the contract embodied in": "बल्कि दस्तावेज में सन्निहित संविदा की शर्तों पर सहमति के रूप में हस्ताक्षर",
  "the document. Execution consists in signing a document": "निष्पादन में किसी दस्तावेज पर हस्ताक्षर करना शामिल होता है, जिसे लिखा",
  "written out and read over and understood, and does not": "जाता है और पढ़ा जाता है और समझा जाता है, और इसमें केवल एक खाली",
  "consist of merely signing a name upon a blank sheet of": "कागज पर एक नाम पर हस्ताक्षर करना शामिल नहीं होता है।यह निष्पादक का",
  "evidence that he put the signature after knowing the contents of document fully. To be executed, a document": "से जानने के बाद हस्ताक्षर करता है।निष्पादित किए जाने के लिए, दस्तावेज",
  "must be in existence; where there is no document in": "अस्तित्व में होना चाहिए जहां कोई दस्तावेज अस्तित्व में नहीं है वहां निष्पादन",
  "that a person's signature appears on a document cannot by": "नहीं किया जा सकता है। किसी दस्तावेज पर किसी व्यक्ति के हस्ताक्षर का",
  "3! Mohima Chunder Dhur v. Jugul Kishore Bhutta Charji, |LR Volume VII Calcutta": "3.4 मोहिमा चंदर धुर बनाम जुगुल किशोर भुट्टा चारजी, आईएलआर वॉल्यूम ४॥। कलकत्ता",
  "3? Smt. Uma Devi v. Narayan Nayak, 1984 SCC OnLine Ori 94": "32श्रीमती उमा देवी बनाम नारायण नायक, 984 एससीसी ऑनलाइन ओरी",
  "33 Bhutkani Nath v. Smt. Kamaleswari Nath, AIR 1972 Assam and Nagaland 15": "34 भुठक्ानीसाथी,.बीम्स्‍मिताडिन्करपीलससीरी ताह्ट, एआईआर 972 असम और नगालैंड 5",
  "documents and documents stamped in accordance with the law relating to": "हस्ताक्षर और निगोशिएबल इन्सट्रमेंट्स से संबंधित विधि के मुताबित स्टांप किए",
  "“8...The meaning of execution of a document ordinarily": "8... किसी दस्तावेज के निष्पादन का अर्थ सामान्यतः यह है कि निष्पादन के",
  "implies that a person making his signature by way of execution knew or should have known the nature of the": "माध्यम से अपना हस्ताक्षर करने वाला व्यक्ति उस दस्तावेज की प्रकृति जानता",
  "execution knew or should have known the nature of the document which he was signing...”": "था या उसे जानना चाहिए था जिस पर वह हस्ताक्षर कर रहा था..",
  "52 __ In Kamlabai v. Shantirai*®, a Division Bench of the Bombay High Court, in": "५2. कमलाबाई बनाम शांतिराय** वाले मामले में बम्बई उच्च न्यायालय की खण्ड",
  "the context of Section 68 of the Evidence Act, held:": "पीठ ने साक्ष्य अधिनियम की धारा 68 के संदर्भ में यह अभिनिर्धारित कियाः",
  "“30...In Sarkar's Evidence Act, page 639, the meaning and": "30... सरकार के साक्ष्य अधिनियम, पृष्ठ 639 में, निष्पादन की प्रक्रिया 'शब्द",
  "the proof of the word “execution” has been set out. It says": "का अर्थ और प्रमाण उपवर्णित किया गया है।इसमें कहा गया है कि निष्पादित",
  "or series of acts which completes it. Execution consists": "निष्पादन अंतिम कार्य या कार्यों की श्रृंखला होती है जो इसे पूरा करती है।",
  "in signing a document written out and read over and": "निष्पादन में लिखे गए और पढ़े गए और समझे गए दस्तावेज़ पर हस्ताक्षर करना",
  "document must be in existence; where there is no": "अस्तित्व में होना चाहिए जहां अस्तित्व में कोई दस्तावेज नहीं है , कोई",
  "31. It seems to us plain that a person cannot be said to": "हमें यह स्पष्ट प्रतीत होता है कि किसी व्यक्ति को किसी दस्तावेज को निष्पादित",
  "intention of making it. This may appear to be simple, but it is": "नहीं करता है।यह सरल प्रतीत हो सकता है, लेकिन हमारी राय में यह स्पष्ट",
  "clearly, in our opinion, full of meaning and import. The word": "रूप से अर्थ और महत्व से भरा हुआ है।\" \"निष्पादन\" \"शब्द का अर्थ है\"",
  "“execution” in a sense means the making of a document,": "\"दस्तावेज बनाना\" \"और ऐसा कहा जा सकता है कि किसी व्यक्ति ने ऐसा",
  "and a person can be said to have made or authorised a": "दस्तावेज बनाया या प्राधिकृत किया है जहां वह किसी विशेष प्रकार के",
  "document where with the intention and knowledge of": "दस्तावेज को अस्तित्व में लाने के इरादे और ज्ञान के साथ तैयार करता है या",
  "prepares or gets prepared, such a document and signs it": "को स्वीकार करता है और प्रमाणित कर हस्ताक्षर करता है। उस दस्तावेज़ को",
  "36 4980 SCC OnLine Bom 152": "36980 एससीसी ऑनलाइन बॉम 52",
  "provisions of Section 35 of the Registration Act, observed:": "काउंसिल के निर्णय में, विस्काउंट सुमनेर ने पंजीकरण अधिनियम की धारा 35 के प्रावधानों का अर्थ लगाते हुए कहा:",
  "“By section 35 of the Registration Act registration is directed": "\"पंजीकरण अधिनियम की धारा 35 द्वारा पंजीकरण का निर्देश तब दिया जाता",
  "when certain persons have appeared, have been duly": "है जब कुछ व्यक्ति उपस्थित होते हैं, उनकी विधिवत पहचान की जाती है, और",
  "identified, and have admitted the execution of the document propounded, and the necessary persons are “the persons": "वे प्रस्तावित दस्तावेज़ के निष्पादन को स्वीकार करते हैं, और आवश्यक व्यक्ति",
  "propounded, and the necessary persons are “the persons executing the document”. The appellant contends that in": "वे व्यक्ति होते हैं दस्तावेज़ का निष्पादन करते हैं। अपीलकर्ता का तर्क है कि इन",
  "these words executing means and means only “actually": "शब्दों में निष्पादन का अर्थ केवल वास्तव में हस्ताक्षर करना है।न्यायालय इसे",
  "signing”. Their Lordships cannot accept this. A document": "स्वीकार नहीं कर सकता है। कोई दस्तावेज निष्पादित हो जाता है, जब इसके",
  "is executed, when those who take benefits and obligations under it have put or have caused to be put their names to it.": "तहत लाभ और दायित्वों को लेने वाले अपना नाम इसमें लिख देते हैं उनके",
  "under it have put or have caused to be put their names to it. Personal signature is not required, and another person, duly": "नाम लिखयवा दिये जाते हैं।व्यक्तिगत हस्ताक्षर करने की आवश्यकता नहीं है और",
  "bring about his valid execution, and put him under the": "नाम लिखकर, अपना विधिमान्य निष्पादन कर सकता है और उसे अंतर्वलित",
  "obligations involved. Hence ‘the words person executing” in": "दायित्वों के अधीन कर सकता है।इसलिए अधिनियम में \"निष्पादन करने वाले",
  "the Act cannot be read merely as “person signing’. They": "व्यक्ति\" शब्द को केवल \"हस्ताक्षर करने वाले व्यक्ति\" के रूप में नहीं पढ़ा जा",
  "mean something more, namely, the person, who by a valid": "सकता है।उनका मतलब कुछ और है, अर्थात्‌, वह व्यक्ति जो एक वैध निष्पादन",
  "execution enters into obligation under the instrument. When": "के द्वारा लिखत के तहत बाध्यता में प्रवेश करता है।जब निर्देशित हाजिरी",
  "the appearance referred to is for the purpose of admitting the execution already accomplished, there is nothing to prevent": "निष्पादन को, जो पहले पूरा हो चुका है, स्वीकार करने के प्रयोजन के लिए है,",
  "authorized and competent attorney in order to make a valid": "लिए व्यक्तिगत रूप से या किसी प्राधिकृत और सक्षम अधिवक्ता द्वारा उपसंजात",
  "would involve risk of confusion and might even defeat the statutory procedure by multiplying the persons, who have to": "भ्रम का जोखिम होता है और ऐसे व्यक्तियों को गुणा करके सांविधिक प्रक्रिया",
  "be traced and induced to attend, either by themselves or by": "को भी विफल किया जा सकता है, जिन्हें या तो स्वयं या किसी प्रतिनिधि द्वारा",
  "complete in case the executant had signed the document": "कि वह अपनी सामग्री को पूरी तरह जानने के बाद दस्तावेज में अपने हस्ताक्षर",
  "admission of signature on a document was tantamount to admission of its execution.": "दस्तावेज पर हस्ताक्षर करना उसके निष्पादन की स्वीकृति के समान है। केरल",
  "After perusing the decisions of the Kerala High Court and other High Court across": "उच्च न्यायालय और भारत के अन्य उच्च न्यायालयों के विनिश्चयों पर विचार करने",
  "“9. To sign means to affix the signature. But when it comes": "9. हस्ताक्षर करने का अर्थ हस्ताक्षर करना है, लेकिन जब किसी लिखे हुए",
  "to the signing of a written instrument, it implies more": "लिखत पर हस्ताक्षर करने की बात आती है, तो इसका तात्पर्य हस्ताक्षर करने",
  "than the act of affixing a signature. It implies more than the clerical act of writing the name. The intention of the person": "के कार्य से अधिक है। इसका अर्थ केवल नाम लिखने के लिपिक के कार्य से",
  "signing is important. The person should have affixed the": "अधिक है।हस्ताक्षर करने वाले व्यक्ति का आशय महत्वपूर्ण है। व्यक्ति को इस",
  "signature to the instrument in token of an intention to be": "आशय से हस्ताक्षर करना लिखत पर हस्ताक्षर करना चाहिए कि वह लिखत की",
  "bound by its conditions. It has been said that for a signing": "शर्तों के बंधा है। यह कहा गया है कि हस्ताक्षर करने के लिए किसी व्यक्ति का",
  "intention in doing this to execute, authenticate or to sign as a": "नाम लिखने का कार्य और गवाह के रूप में निष्पादित करने, सत्यापित करने या",
  "the performance of all acts which may be necessary to render": "के निष्पादन में उन सभी कार्यों का निष्पादन शामिल है जो इसे विलेख या प्रपत्र",
  "or to carry it into effect or to give it the forms required to": "प्रभावी करने के लिए या इसके लिए अपेक्षित प्रपत्र देने के लिए आवश्यक हो",
  "render it valid. Thus, the signature is an acknowledgment": "सकते हैं। इस प्रकार, हस्ताक्षर इस बात की स्वीकृति है कि हस्ताक्षर करने",
  "that the person signing has agreed to the terms of the document. This can be achieved only if a person signs": "वाला व्यक्ति दस्तावेज की शर्तों पर सहमत हो गया है।यह तभी हासिल किया",
  "after the documents is prepared and the terms are known": "जा सकता है जब कोई व्यक्ति दस्तावेज तैयार होने के बाद हस्ताक्षर करे और",
  "to the person signing. In that view of the matter, mere": "उन शर्तों की जानकारी हस्ताक्षरकर्ता को हो।मामले के उस दृष्टिकोण में, केवल",
  "putting of signature cannot be said to be execution of the document.”": "हस्ताक्षर करने को दस्तावेज का निष्पादन नहीं कहा जा सकता है।",
  "56 In Bank of Baroda v. Shree Moti Industries’’, a Single Judge of the": "५6. बैंक ऑफ बड़ौदा बनाम श्री मोती इंडस्ट्रीज* के मामले में बम्बई उच्च",
  "Bombay High Court, in the context of proving a document under the Evidence Act,": "न्यायालय के एकल न्यायाधीश ने साक्ष्य अधिनियम के अधीन दस्तावेज साबित",
  "noted:": "करने के संदर्भ में निम्नलिखित टिप्पणी कीः",
  "“21...The term “execution” is not defined in any statute. It": "2... शब्द “निष्पादन” किसी भी क़ानून में परिभाषित नहीं है।इसका अर्थ है",
  "means completion, i.e. the last act or acts which complete a": "पूरा करना, यानी अंतिम कार्य या कार्य जो दस्तावेज को पूरा करते हैं और",
  "document and in English Law this is known as “signing,": "अंग्रेजी कानून में इसे सील करना, हस्ताक्षर और परिदान करना कहा जाता है।",
  "sealing and delivering”. The ordinary meaning of executing a": "किसी दस्तावेज को निष्पादित करने का सामान्य अर्थ है उस पर सहमति देने",
  "document is signing it as a consenting party thereto.”": "वाले पक्ष के रूप में हस्ताक्षर करना।",
  "57 ~The “execution” of a document does not stand admitted merely because a": "५7. किसी दस्तावेज का निष्पादन मात्र इस वजह से स्वीकार नहीं किया जाता है",
  "person admits to having signed the document. Such an interpretation accounts for": "क्योंकि कोई व्यक्ति दस्तावेज पर हस्ताक्षर करने की बात स्वीकार करता है।",
  "circumstances where an individual signs a blank paper and it is later converted into": "ऐसेव्याख्या उन परिस्थितियों के लिए होती है जहां व्यक्ति एक कोरे कागज पर",
  "a different document, or when an individual is made to sign a document without fully": "हस्ताक्षर करता है और बाद में इसे एक अलग दस्तावेज में बदल दिया जाता है, या जब किसी व्यक्ति को उसकी सामग्री को पूरी तरह से समझे बिना दस्तावेज पर",
  "burden upon the person denying execution to challenge the registration before a civil": "निष्पादन से इंकार करने वाले व्यक्ति पर सिविल न्यायालय या रिट न्यायालय के",
  "58 In giving meaning to the expression “execute” in the provisions of the": "५8. पंजीकरण अधिनियम के उपबंधों में 'निष्पादन करना' अभिव्यक्ति को अर्थ",
  "Private Limited v. State of Haryana & Another’, Justice R V Raveendran,": "प्राइवेट लिमिटेड बनाम हरियाणा राज्य और अन्य“ के मामले में न्यायमूर्ति आर.",
  "“° 2008 SCC OnLine Bom 486": "40 2008 एससीसी ऑनलाइन बॉम 486 4",
  "“\" (2009) 7 SCC 363": "4 (2009) 7 एस.सी.सी. 363",
  "relating to immovable property, even if the document is lost or": "है, भले ही दस्तावेज खो गया हो या नष्ट हो गया हो। यह प्रचार करता है और",
  "documents thereby preventing forgeries and frauds in regard to transactions and execution of documents. Registration": "दस्तावेजों के निष्पादन के संबंध में जालसाजी और धोखाधड़ी को रोका जाता",
  "to transactions and execution of documents. Registration provides information to people who may deal with a property,": "है।पंजीकरण उन लोगों को जानकारी प्रदान करता है जो किसी संपत्ति से",
  "have, affecting that property. In other words, it enables people": "अधिकारों की प्रकृति और सीमा क्या है।दूसरे शब्दों में, यह लोगों को यह पता",
  "to find out whether any particular property with which they are": "लगाने में सक्षम बनाता है कि क्या कोई विशेष संपत्ति, जिससे उनका संबंध है,",
  "concerned, has been subjected to any legal obligation or liability and who is or are the person(s) presently having right,": "किसी कानूनी दायित्व के अधीन है और वर्तमान में संपत्ति में अधिकार ,",
  "title, and interest in the property. It gives solemnity of form": "स्वामित्व और हित रखने वाला व्यक्ति कौन है।यह दस्तावेज को पवित्रता प्रदान",
  "and perpetuate documents which are of legal importance or": "करता है और उन दस्तावेजों को स्थायी रूप से दर्ज करता है जो कानूनी रूप",
  "relevance by recording them, where people may see the": "से महत्वपूर्ण अथवा प्रासंगिक हैं, जहां लोग रिकॉर्ड को देख सकते हैं और",
  "record and enquire and ascertain what the particulars are and": "पूछताछ कर सकते हैं और यह सुनिश्चित कर सकते हैं कि विवरण क्या हैं और",
  "as far as land is concerned what obligations exist with regard to them. It ensures that every person dealing with immovable": "जहां तक भूमि का संबंध है कि उनके संबंध में कया बाध्यताएं हैं। यह सुनिश्चित करता है कि अचल संपत्ति का लेन-देन करने वाला प्रत्येक व्यक्ति सभी लेन-",
  "property can rely with confidence upon the statements": "निहित बयानों पर विश्वास के साथ भरोसा कर सकता है, जिसके द्वारा संपत्ति",
  "tile to the property may be affected and secure extracts/copies duly certified.”": "का हक प्रभावित हो सकता है और विधिवत प्रमाणित अंश /प्रतियां सुरक्षित कर",
  "59 ‘In Bharat Indu and ors v. Hakim Mohammad Hamid Ali Khan“, Lord": "५9. . भारत इंदु और ओर्स बनाम हकीम मोहम्मद हामिद अली खान* में, लार्ड",
  "Philimore, speaking for the Privy Council, emphasized the purpose of the provisions": "फिलिमोर ने प्रिवी काउंसिल के लिए बोलते हुए, पंजीकरण अधिनियम के",
  "“The provisions of the Registration Act are very carefully": "\"पंजीकरण अधिनियम के प्रावधानों को धोखाधड़ी या अनुचित प्रभाव से",
  "designed to prevent forgeries and the procurement of conveyances or mortgages by fraud or undue influence, and": "जालसाजी और वाहन या बंधक की खरीद को रोकने के लिए बहुत सावधानी से तैयार किया गया है, और हालांकि यह अधिनियम के प्रावधानों",
  "though it may seem somewhat technical to insist upon exact": "के सटीक अनुपालन पर जोर देने के लिए कुछ हद तक तकनीकी प्रतीत हो",
  "necessity of strict compliance with these forms in the case": "मामले में इन प्रपत्रों के सख्त अनुपालन की आवश्यकता को मंजूरी दे दी है",
  "which was referred to at the Bar, Jambu Parshad v.": "जिसे बार में संदर्भित किया गया था, जम्बू प्रसाद बनाम मोहम्मद आफताब",
  "Muhammad Aftab Ali Khan [L.R. 42 |.A. 22 : s.c. I.L.R. 37 All.": "अली खान [।.२. 42 [.0. 22 : 5.८. [....रि, 37 6॥. 49; 9 0...",
  "transaction in the manner it is written in the document and": "लिए साक्ष्य के रूप में कार्य करता है जिस रीति से यह दस्तावेज़ में लिखा गया",
  "registered with the Registrar.”": "है और निबंधक क समक्ष पंजीकृत किया गया है।",
  "The Single Judge then adverted to the UP Registration Manual, more particularly": "एकल न्यायाधीश ने तब उत्तर प्रदेश पंजीकरण नियमावली, विशेष रूप से पैरा",
  "paragraphs 285, 304, 305, 306 and 307. Paragraphs 285 and 304, which are extracted": "285, 304, 305, 306 और 307 का उल्लेख किया।पैरा 285 और 304, जो",
  "in the judgment of the Single Judge, are reproduced below:": "एकल न्यायाधीश के निर्णय में उद्धृत किए गए हैं, जो निम्नवत हैं:",
  "“285. When a document is presented for registration the": "285. जब पंजीकरण के लिए दस्तावेज प्रस्तुत किया जाता है तो पंजीयन",
  "points requiring the attention of the registering officer may be summarized as follows:": "अधिकारी के ध्यान को आकर्षित करने वाले बिंदुओं को निम्नानुसार संक्षेपित किया जा सकता है:",
  "(1) Whether he has jurisdiction to register the document?": "() क्या उसके पास दस्तावेज को पंजीकृत करने की क्षेत्राधिकार है? (2)",
  "(2) Whether the document is time-barred?": "क्या दस्तावेज समयसीमा द्वारा बाधित है?",
  "(3) Whether the document is free from the objections in sections 19, 20 and 21?": "(3) क्या दस्तावेज धारा 29,20 और 27 में की गई आपत्तियों से मुक्त है?",
  "(4) Whether the document is properly stamped?": "(4) क्या दस्तावेज पर उचित रूप से मुहर लगाई गई है?",
  "(5) Whether the document is presented by a proper person?": "(5) क्या दस्तावेज समुचित व्यक्ति द्वारा प्रस्तुत किया जाता है? (6) क्या",
  "(6) Whether the document was executed by the persons by": "दस्तावेज उन व्यक्तियों द्वारा निष्पादित किया गया था जिनके द्वारा इसे",
  "[..]": "[....]",
  "304. When a document is accepted for registration the": "304. जब कोई दस्तावेज पंजीकरण के लिए स्वीकार किया जाता है तो",
  "prescribed fees should be levied and the necessary entries": "निर्धारित शुल्क लगाया जाना चाहिए और शुल्क पुस्तिका में आवश्यक प्रविष्टियां",
  "document was executed by the alleged executant, and satisfy": "समक्ष दस्तावेज प्रस्तुत नहीं किया गया था और निष्पादक ने इसे निष्पादित करने",
  "into whether the document has been executed and whether requirements of law for": "जाएगी कि क्या दस्तावेज निष्पादित किया गया है और क्या आवेदक या",
  "the time being in force have been complied with on the part of the applicant or the person presenting the document for registration. When the twin requirements of": "पंजीकरण के लिए दस्तावेज प्रस्तुत करने वाले व्यक्ति की ओर से कानून की आवश्यकताओं का अनुपालन किया गया है। जब निबंधक यह पाता है कि धारा",
  "clauses (a) and (b) of Section 74 are found by the Registrar to have been fulfilled,": "आवश्यकताओं का अनुपालन किया गया है। जब निबंधक यह पाता है कि धारा 74 के उपधारा (8) और (०) की दोहरी शर्तों को पूरा कर दिया गया है, तो",
  "sub-Section (1) of Section 75 provides that the Registrar shall order the document": "निबंधक धारा 75 की उप-धारा () के तहत दस्तावेज को पंजीकृत आदेश का",
  "be registered. Sub-Section (4) of Section 75 stipulates that for the purpose of the enquiry under Section 74, the Registrar may summon and enforce the attendance of": "आदेश करेगा। धारा 75 की उप-धारा (4) में कहा गया है कि धारा 74 के तहत जांच करने के उद्देश्य से निबंधक गवाहों को सम्मन कर सकता है और उनकी",
  "also empowered to impose the obligation of paying the costs of the enquiry on a": "सकता है।निबंधक को किसी पक्षकार पर जांच के खर्च का भुगतान करने की बाध्यता अधिरोपित करने का भी अधिकार है और ऐसेखर्च की वसूली उस रीति",
  "under the CPC. Thus, sub-Section (4) of Section 75 incorporates a deeming fiction": "है। इस प्रकार, धारा 75 की उप-धारा (4) दो परिप्रेक्ष्यों में एक कल्पित धारणा",
  "from two perspectives — first, in empowering the Registrar to summon and enforce": "को बताती है- प्रथम, निबंधक को गवाहों को सम्मन जारी करने और उनकी",
  "the attendance of witnesses and for compelling them to give evidence “as if he were": "उपस्थिति सुनिश्चित करने के लिए सशक्त बनाना और उन्हें साक्ष्य देने के लिए",
  "a civil court’; and second, in awarding costs which become recoverable “as if they": "मजबूर करना, मानो वह सिविल न्यायालय है, द्वितीय, उन खर्चों को अधिनिर्णीत",
  "have been awarded in a suit” under the CPC. The process which is conducted by the Registrar for the purpose of an enquiry under Section 74 cannot be equated to": "करना जो सि.प्र.सं. के तहत मुकदमे में दिए गए हैं।धारा 74 के तहत जांच करने",
  "judicial function is entrusted to the Registrar for the purpose of conducting an": "के उद्देश्य से एक अर्ध-न्यायिक कार्य निबंधक को सौंपा गया है।यदि निबंधक धारा",
  "enquiry under Section 74. Where the Registrar refuses to register a document under": "72 या 76 के तहत किसी दस्तावेज को पंजीकृत आदेश से इनकार करता है तो",
  "Sections 72 or 76, no appeal lies against such an order. Section 77, however,": "ऐसे आदेश के विरूद्ध कोई अपील नहीं की जा सकती है।हालांकि, धारा 77 में",
  "provides that when the Registrar refuses to order the document to be registered, any": "यह उपबंध है कि यदि निबंधक दस्तावेज को पंजीकृत किए जाने का आदेश देने से",
  "person claiming under such document or its representative, assign or agents may": "इंकार करता है तो ऐसे दस्तावेज या उसके प्रतिनिधि के अधीन दावा आदेश वाला",
  "that the document shall be registered. It is thus clear that the Registrar, when he": "कि दस्तावेज पंजीकृत किया जाएगा। इस प्रकार यह स्पष्ट है कि जब निबंधक धारा",
  "conducts an enquiry under Section 74, does not stand constituted as a civil court.": "74 के तहत जांच करता है, तो वह सिविल न्यायालय के रूप में गठित नहीं होता",
  "The enquiry before the Registrar is summary in nature. The decision of the Registrar": "है। निबंधक के समक्ष की गई जांच संक्षिप्त प्रकृति की होती है। निबंधक का",
  "in ordering document to be registered, or for that matter in refusing to register a": "दस्तावेज को पंजीकृत करने का आदेश देने या किसी दस्तावेज को पंजीकृत करने",
  "document, is not conclusive and is amenable to judicial review.": "से इनकार करने का निर्णय निर्णायक नहीं है और उसकी न्यायिक समीक्षा की जा",
  "64 Therefore, in a situation where an individual admits their signature on a": "64. इसलिए, ऐसी स्थिति में जहां कोई व्यक्ति किसी दस्तावेज पर अपने",
  "in accordance with Sections 35(3)(a) of the Registration Act. Subsequently, if an": "उपनिबंधक पंजीकरण अधिनियम की धारा 35(3)(8) के अनुसार पंजीकरण से",
  "application if filed under Section 73, the Registrar is entrusted with the power of": "इनकार करने के लिए बाध्य है। इसके बाद, अगर धारा 73 के तहत आवेदन दायर",
  "conducting an enquiry of a quasi-judicial nature under Section 74. If the Registrar": "किया जाता है, तो निबंधक को धारा 74 के तहत अर्ध-न्यायिक प्रकृति की जांच",
  "passes an order refusing registration under Section 76, the party presenting the": "करने के लिए सशक्त है। यदि निबंधक धारा 76 के तहत पंजीकरण से इनकार",
  "document for registration has the remedy of filing a civil suit under Section 77 of the": "वाला पक्षकार पंजीकरण अधिनियम की धारा 77 के तहत एक सिविल वाद दायर",
  "Registration Act, where a competent civil court will be able to adjudicate upon the": "कर सकता है, जहां सक्षम सिविल न्यायालय तथ्य से संबंधित प्रश्न पर निर्णय",
  "65 Finally, our attention has been drawn to Section 58(2) of the Registration Act,": "65. अंत में, हमारा ध्यान पंजीकरण अधिनियम की धारा 58 (2) की ओर",
  "which stipulates as follows:": "आकर्षित किया गया है, जो निम्नानुसार हैः",
  "“58. Particulars to be endorsed on documents admitted to": "58.पंजीकरण के लिए स्वीकार किए गए दस्तावेजों पर पृष्ठांकित किए जाने वाले",
  "registration.— [...]": "[...]",
  "(2) If any person admitting the execution of a document": "(2) यदि कोई व्यक्ति किसी दस्तावेज़ के निष्पादन को स्वीकार करता है, तो",
  "refuses to endorse the same, the registering officer shall": "उसका समर्थन करने से इंकार करता है, फिर भी पंजीकरण अधिकारी",
  "nevertheless register if, but shall at the same time endorse a": "पंजीकरण करेगा, किन्तु इस प्रकार अस्वीकार किये जाने का कारण दर्ज",
  "It is submitted on behalf of the second respondent that above provision must be": "द्वितीय प्रत्यर्थी की ओर से निवेदन किया जाता है कि उपरोक्त प्रावधान को उत्तर",
  "read along with paragraph 241 of the UP Registration Manual, which provides:": "प्रदेश पंजीकरण नियमावली के अनुच्छेद 247 के साथ पढ़ा जाना चाहिए, जिसमें यह प्रावधान हैः",
  "“241. Registering officers not concerned with validity of": "24. पंजीकरण अधिकारी दस्तावेजों की वैधता से संबंधित नहीं हैं। पंजीकरण",
  "documents. Registering officers should bear in mind that": "अधिकारियों को यह ध्यान रखना चाहिए कि वे पंजीकरण के लिए उनके पास",
  "they are in no way concerned with the validity of documents": "लाए गए दस्तावेजों की वैधता से किसी भी तरह से संबंधित नहीं हैं, और उनके",
  "them to refuse to register on any such grounds as the": "लिए निम्नलिखित आधारों पर पंजीकरण से इंकार करना गलत होगा:",
  "following: (1) that the executants was dealing with property": "() यह कि निष्पादक ऐसी संपत्ति का लेनदेन कर रहे थे जो उनकी नहीं थी;",
  "not belonging to him; (2) that the instrument infringed the": "(2) यह कि लिखत ने पर व्यक्तियों के अधिकारों का उल्लंघन किया जो इस",
  "rights of third persons not parties to the transaction; (3) that the transaction was fraudulent or opposed to public policy; (4)": "संव्यवहार के पक्षकार नहीं थे; (3) यह कि संव्यवहार कपटपूर्ण या लोक नीति",
  "that the executants had not agreed to certain conditions of the": "के विरुद्ध था; (4) यह कि निष्पादक दस्तावेज़ की कुछ शर्तों से सहमत नहीं",
  "document; (5) that the executants was not acquainted with the conditions of the document; (6) that the executants": "थे; (5) यह कि निष्पादक दस्तावेज़ की शर्तों से परिचित नहीं थे; (6) यह कि",
  "declared that he had been deceived into executing; (7) that": "निष्पादकों ने घोषणा की कि उन्हें निष्पादित करने में धोखा दिया गया था; (7)",
  "the executants is blind and cannot count. These and such like": "यह कि निष्पादक अंधे हैं और गिनती नहीं कर सकते हैं।यदि आवश्यक हो तो",
  "are matters for decision, if necessary, by competent courts of": "ये और ऐसे अन्य मामले सक्षम न्यायालयों के निर्णय के लिए हैं और पंजीकरण",
  "competent person, at the proper office, within the time": "उचित तरीके से, उचित कार्यालय में, कानून द्वारा निर्धारित समय के भीतर",
  "allowed by law, and if the registering officer be satisfied that": "दस्तावेज प्रस्तुत किया जाता है और यदि पंजीकरण अधिकारी संतुष्ट हो जाता",
  "the alleged executants is the person the represents himself to": "है कि कथित निष्पादक वह व्यक्ति है जो खुद का प्रतिनिधित्व करता है, और",
  "be, and if such person admits execution, the registering": "यदि ऐसा व्यक्ति निष्पादन को स्वीकार करता है, तो पंजीकरण अधिकारी इसके",
  "of such objections of the kinds mentioned in grounds (1) to (7) above, as may by brought to his notice in the endorsement required by Section 58.”": "उल्लिखित प्रकार की आपत्तियों को ध्यान में रखना होगा, जो धारा 58 द्वारा",
  "under Section 58(2). We are inclined to disagree with this submission. For the": "केवल धारा 58 (2) के तहत समर्थन की आवश्यकता होगी।हम इस निवेदन से",
  "reasons already mentioned in the judgment, we are inclined to accept the": "असहमत हैं।हम उन कारणों से जिसका उल्लेख निर्णय में पहले ही किया जा चुका",
  "interpretation of the term “execution” to mean that a person has signed a document": "है \"निष्पादन\" शब्द की व्याख्या को स्वीकार करने के लिए इच्छुक हैं, जिसका अर्थ है कि किसी व्यक्ति ने दस्तावेज़ को पूरी तरह से समझने और उसकी शर्तों से",
  "Justice A M Khanwilkar, speaking for the three-judge Bench, observed that the": "दिया था। इस पृष्ठभूमि में न्यायमूर्ति ए . एम. खानविलकर ने तीन न्यायाधीशों की",
  "appellant had entered into a deed of compromise and accepted valuable": "पीठ की ओर से कहा कि अपीलकर्ता ने समझौता किया है और बहुमूल्य प्रतिफल",
  "consideration, in spite of which he had instituted a dispute under the Madhya": "स्वीकार किया है, जिसके बावजूद उन्होंने मध्य प्रदेश सहकारी समिति अधिनियम",
  "application was filed by the appellant before the Sub-Registrar seeking the same": "अपीलकर्ता द्वारा उप-निबंधक के समक्ष एक आवेदन दायर किया गया था, जिसमें",
  "Court held that the High Court was justified in declining to entertain a writ petition at": "न्यायालय ने अभिनिर्णीत किया कि उच्च न्यायालय द्वारा अपीलार्थी की प्रेरणा पर",
  "“25. It is a well-established position that the remedy of writ under Article 226 of the Constitution of India is extraordinary": "25. यह सुस्थापित स्थिति है कि भारत के संविधान के अनुच्छेद 226 के अधीन रिट के संबंध में अनुतोष प्रदान किया जाना असाधारण और विवेकाधीन",
  "remedy and cannot be permitted to indulge in multiplicity of actions. The exercise of discretion to issue a writ is a matter": "की अनुमति नहीं दी जा सकती।रिट जारी करने के विवेक का प्रयोग न्यायोचित",
  "of granting equitable relief. It is a remedy in equity. In the": "राहत प्रदान करने संबंधी मामला है।यह साम्यिक अनुतोष है।वर्तमान मामले में,",
  "present case, the High Court declined to interfere at the instance of the appellant having noticed the above clinching facts. No fault can be found with the approach of the High": "उच्च न्यायालय ने उपरोक्त तथ्यों पर ध्यान देने के बाद अपीलकर्ता के कहने पर हस्तक्षेप करने से इनकार कर दिया।अपीलकर्ता के समान अनुतोष प्राप्त करने के",
  "conduct of the appellant in pursuing multiple proceedings for the same relief and also because the appellant had an": "हस्तक्षेप करने से इनकार कर दिया।अपीलकर्ता के समान अनुतोष प्राप्त करने के लिए कई कार्यवाही करने के आचरण के कारण और यह भी कि अपीलकर्ता के",
  "alternative and efficacious statutory remedy to which he has": "पास एक वैकल्पिक और प्रभावी वैधानिक उपाय है, जिसके कारण उसके रिट",
  "Having held that the writ petition before the High Court was not maintainable for the": "यह अभिनिर्धारित किया गया कि उच्च न्यायालय के समक्ष दायर की गई रिट",
  "discharged once the document had been registered, since there is no express": "कि दस्तावेज पंजीकृत होने के बाद उप-निबंधक की भूमिका का निर्वहन हो जाता है, क्योंकि पंजीकरण अधिनियम में ऐसा कोई स्पष्ट प्रावधान नहीं है जो उसे",
  "provision in the Registration Act which empowers him to recall the registration. This": "पंजीकरण वापस लेने का अधिकार देता है। इस न्यायालय ने यह अभिनिर्धारित",
  "“34. The role of the Sub-Registrar (Registration) stands discharged, once the document is registered (see Raja": "\"34. जब बार दस्तावेज पंजीकृत कर लिया जाता है तो उप-निबंधक (पंजीकरण) की भूमिका का निर्वहन हो जाता है (देखें: राजा मोहम्मद आमिर",
  "Mohammad Amir Ahmad Khan [State of U.P. v. Raja": "अहमद खान [उत्तर प्रदेश राज्य बनाम राजा मोहम्मद आमिर अहमद खान,",
  "Mohammad Amir Ahmad Khan, AIR 1961 SC 787] )...There is no express provision in the 1908 Act which empowers the": "ए.आई.आर. 96] एस.सी. 787]. अधिनियम, 908 में ऐसा कोई स्पष्ट",
  "sale deed had been established and it was liable to be registered. The Registrar was": "स्थापित हो गया है और यह पंजीकृत होने के लिए उत्तरदायी है। निबंधक को स्पष्ट",
  "evidently seized of a case where the Sub-Registrar had declined to order": "रूप से एक ऐसे मामले से अवगत कराया गया था जहां पर उप-निबंधक ने इस",
  "registration on the ground that the execution of the document was denied by the appellant under Section 35(3)(a). While exercising the jurisdiction pursuant to the": "आधार पर पंजीकृत करने से इनकार कर दिया था कि धारा 35 (3) (8) के",
  "invocation of the remedy under Section 72, the Registrar relied on the statements of": "तहत अपीलकर्ता द्वारा दस्तावेज के निष्पादन से मना कर दिया गया था। धारा 72 के तहत उपचार की मांग के अनुसरण में अधिकार क्षेत्र का उपयोग करते हुए, निबंधक ने विक्रय विलेख के लिपिक के बयानों और इस आशय के अनुप्रमाणित",
  "the scribe of the sale deed and the attesting witnesses to the effect that the sale": "निबंधक ने विक्रय विलेख के लिपिक के बयानों और इस आशय के अनुप्रमाणित गवाहों पर भरोसा किया कि विक्रय विलेख पर अपीलकर्ता द्वारा हस्ताक्षर किए गए",
  "deed had been signed by the appellant and that the appellant had also affixed her": "थे और यह कि अपीलकर्ता ने उस पर अपनी उंगलियों के निशान भी लगाए थे।",
  "fingerprints on it. However, as rightly pointed out by the appellant, the signing of the": "हालांकि, जैसा कि अपीलकर्ता द्वारा सही ढंग से इंगित किया गया है, उसके द्वारा बिक्री विलेख पर हस्ताक्षर करना और उसकी उंगलियों के निशान लगाना",
  "sale deed by her and the affixation of her fingerprints is not in dispute. The real issue": "बिक्री विलेख पर हस्ताक्षर करना और उसकी उंगलियों के निशान लगाना विवादित नहीं है।वास्तविक मुद्दा यह है कि क्या अपीलकर्ता द्वारा विक्रय विलेख",
  "is whether there was due execution of the sale deed by the appellant. The appellant": "का उचित निष्पादन किया गया था। अपीलकर्ता ने अपनी आपत्तियों के प्रस्तुत",
  "in the course of her objections specifically pleaded fraud, submitting that:": "करते समय विशेष रूप से धोखाधड़ी का अभिवचन किया और यह कहा किः",
  "(i) The area which was reflected in the sale deed which was presented for": "(।) विक्रय विलेख में परिलक्षित जो क्षेत्र पंजीकरण के लिए प्रस्तुत किया",
  "registration was at variance that what had actually been agreed between the": "गया था उसमें इस बात को लेकर भिन्नता थी कि वास्तव में पक्षकारों के",
  "(li) The boundaries as reflected in the sale deed did not correspond with the land": "(|) बिक्री विलेख में दर्शाई गई सीमाएं उस भूमि के अनुरूप नहीं थीं जिसे",
  "agreed to be sold;": "बेचने के लिए सहमति बनी थी;",
  "(iii) The sale consideration was seriously undervalued;": "(॥॥) बिक्री प्रतिफल को गंभीरता से कम आंका गया था;",
  "(iv) The purported sale deed was resulting not only in the transfer of excessive": "(५४) कथित बिक्री विलेख के परिणामस्वरूप न केवल अत्यधिक भूमि का",
  "land but also the residential house which was in occupation of the appellant": "हस्तांतरण हो रहा था, बल्कि वह आवासीय घर भी हस्तांतरित हो रहा था",
  "after the death of her husband; and": "जो उसके पति की मृत्यु के बाद अपीलकर्ता के कब्जे में था;",
  "(v) The full consideration payable under the terms of the transaction had not": "(४) संव्यवहार की शर्तों के अधीन संदेय पूर्ण प्रतिफल अपीलकर्ता को",
  "The plea of the appellant, that the purported sale deed though signed by her was": "अपीलकर्ता की यह दलील कि उसके द्वारा हस्ताक्षरित कथित बिक्री विलेख को",
  "procured by fraud and undue influence, was a matter which raised a serious": "धोखाधड़ी और असम्यक असर डालकर से प्राप्त किया गया था, यह एक ऐसा",
  "substantive dispute. In support of her contentions, the appellant has also adduced": "मामला था जिसने एक गंभीर विवाद खड़ा कर दिया था। अपने दावों के समर्थन",
  "before us the inspection report by the Sub-Registrar and the Naib Tahsildar.": "में, अपीलकर्ता ने उप-निबंधक और नायब तहसीलदार द्वारा हमारे समक्ष निरीक्षण",
  "the issue of fraud and undue influence.": "धोखाधड़ी और अनुचित प्रभाव के मुद्दे पर निर्णय देकर अपने क्षेत्राधिकार का",
  "68 The Registrar purported to exercise the powers conferred under Section 74": "68. निबंधक को धारा 74 के तहत प्रदत्त शक्तियों का प्रयोग करते हुए यह",
  "and arrived at a finding that the sale deed had been duly signed by the appellant": "निष्कर्ष निकाला चाहिए कि बिक्री विलेख पर अपीलकर्ता द्वारा विधिवत हस्ताक्षर",
  "and was therefore liable to be registered. However, the objections of the appellant": "किए गए थे और इसलिए इसे पंजीकृत किया जा सकता था। हालांकि, अपीलकर्ता",
  "raised serious issues of a triable nature which could only have been addressed": "की आपत्तियों ने एक विचारणीय प्रकृति के गंभीर मुद्दे उठाए, जिन पर केवल सक्षम",
  "before and adjudicated upon by a court of competent civil jurisdiction. As a matter of": "सिविल अधिकारिता वाले न्यायालय द्वारा पहले ही विचार कर निर्णय किया जा",
  "fact, during the course of the hearing, this Court has been apprised of the fact that in": "सकता था। वास्तव में, सुनवाई के दौरान, इस न्यायालय को इस तथ्य से अवगत",
  "respect of the remaining area of 1000 square meters in the front portion of the land,": "कराया गया है कि भूमि के सामने के हिस्से में शेष 000 वर्ग मीटर के क्षेत्र के",
  "a suit for specific performance“ has been instituted by the second respondent,": "संबंध में विनिर्दिष्ट पालन“ के लिए द्वितीय प्रत्यर्थी एक वाद दायर किया गया है"
}