{
  "[2024] 1 S.C.R. 21 : 2024 INSC 7": "[2024 | । एस.सी.आर. 2 : 2024 आईएनएससी 7",
  "Radhey Shyam Yadav & Anr. Etc.": "राधेश्याम यादव एवं अन्य आदि",
  "State of U.P. & Ors.": "उत्तर प्रदेश राज्य एवं अन्य",
  "(Civil Appeal Nos.20-21 Of 2024)": "(सिविल अपील संख्या 20-2] वर्ष 2024 )",
  "03 January 2024": "03 जनवरी 2024",
  "[J.K. Maheshwari and K.V. Viswanathan’, JJ.]": "न्यायमूर्ति जे.के. माहेश्वरी एवं न्यायमूर्ति के.वी. विश्वनाथन]",
  "Issue for Consideration": "विचारणीय मुद्‌दा",
  "Three appellants herein were appointed as Assistant Teachers at the Junior High School on 25.06.1999. From October, 2005,": "वर्तमान तीनों अपीलकर्ता 25.06.4999 को जूनियर हाई स्कूल में सहायक अध्यापक के पद",
  "abruptly their salaries were stopped. Whether the State was justified": "पर नियुक्त हुए थे। अक्टूबर, 2005 से अचानक उनका वेतन रोक दिया गया। क्या राज्य द्वारा",
  "in abruptly stopping their salary.": "उनका वेतन अचानक रोकना उचित था।",
  "Headnotes": "हेडनोट",
  "Service Law — Recruitment — Stoppage of salary — The District Basic Education Officer case was that by order dated": "सेवा कानून- भर्ती - वेतन रोकना- जिला बेसिक शिक्षा अधिकारी का मामला यह था कि",
  "26.12.1997, only two additional posts of Assistant Teacher were created by the Joint Director of Education — It was averred that": "संयुक्त शिक्षा निदेशक द्वारा दिनांक 26.2.997 के आदेश द्वारा सहायक अध्यापक के मात्र दो अतिरिक्त पद सृजित किये गये थे - यह अभिकथन किया गया कि प्रबन्धन द्वारा",
  "placed on record to show how the appellants, who were the": "अपीलकर्ताओं से मिलीभगत करके हेरफेर किया गया था, ताकि यह दर्शाया जा सके कि",
  "Appearances:": "उपस्थिति:",
  "Surender Kumar Gupta, Chitvan Singhal, Advs. for the Appellants.": "अपीलकर्ताओं की ओर से अधिवक्ता सुरेन्द्र कुमार गुप्ता, चितवन सिंघल।",
  "Ms. Sansriti Pathak, Krishnanand Pandeya, Dhawal Uniyal, Naresh": "प्रत्यर्थियों की ओर से अधिवक्ता सुश्री संस्कृति पाठक, कृष्णानंद पांडेय, धवल उनियाल, नरेश",
  "Kumar, Himanshu Sharma, Advs. for the Respondents.": "कुमार, हिमांशु शर्मा।",
  "Judgment / Order of The Supreme Court": "सर्वोच्च न्यायालय का निर्णय/आदेश",
  "K.V. Viswanathan, J.": "न्यायमूर्ति के. वी. विश्वनाथन",
  "1. Leave granted.": "4. अनुमति प्रदान की गयी।",
  "2. Radhey Shyam Yadav, Lal Chandra Kharwar and Ravindra Nath": "2. राधे श्याम यादव, लाल चंद्र खरवार और रवींद्र नाथ यादव तीन अपीलार्थी",
  "as Assistant Teachers at the Junior High School, Bahorikpur,": "सहायक जिला बेसिक शिक्षा अधिकारी, बहोरिकपुर को चयन समिति के सदस्य के रूप में",
  "School’). From October, 2005, abruptly their salaries were stopped.": "था। अक्टूबर, 2005 से अचानक उनका वेतन बंद कर दिया गया। उन्होनें निवारण के लिए",
  "They moved the High Court for redressal. Both the learned Single Judge and the Division Bench declined them relief. Aggrieved, they": "उच्च न्यायालय का रुख किया। विद्वान एकल न्यायाधीश और खण्ड पीठ दोनों ने उन्हें राहत",
  "are before us in these Appeals.": "देने से इनकार कर दिया। व्यथित होकर, वे इन अपीलों में हमारे समक्ष हैं।",
  "Brief facts:-": "संक्षिप्त तथ्यः-",
  "3. From the record, it appears that the School started as a recognized": "3. अभिलेख से यह प्रतीत होता है कि स्कूल की शुरुआत 4983-4984 में एक मान्यता प्राप्त",
  "of Assistant Teacher, three posts of Peon and one post of Clerk. On": "के चार पद, चपरासी के तीन पद और बाबू का एक पद था। 07.0.4996 को सहायक",
  "07.10.1996, two posts of Assistant Teacher were increased, raising the sanctioned strength of Assistant Teacher to six.": "अध्यापक के दो पद बढ़ा दिए गए, जिससे सहायक अध्यापकों की स्वीकृत संख्या छः हो गई।",
  "4. On 26.12.1997, the Director of Education (Basic) sanctioned certain": "4. 26.42.997 को, शिक्षा निदेशक (बेसिक) ने उपरोक्त विद्यालय में सहायक शिक्षक के",
  "additional posts of Assistant Teacher in the aforesaid School. While the department claims that by the order of 26.12.1997, only two": "कुछ अतिरिक्त पदों को मंजूरी दी। जबकि विभाग का दावा है कि 26.2.997 के आदेश से",
  "posts of Assistant Teacher were sanctioned, the Manager/Principal": "सहायक शिक्षक के केवल दो पदों को मंजूरी दी गई थी, स्कूल के प्रबंधक/प्राचार्य ने दावा किया",
  "of the School claiming that three posts were sanctioned, went ahead": "कि तीन पदों को मंजूरी दी गई थी, आगे कार्यवाही की और विज्ञापन जारी करने के लिए जिला",
  "and sought permission from the District Basic Education Officer for issuing advertisement. This was done by their letter of 28.01.1998.": "बेसिक शिक्षा अधिकारी से अनुमति मांगी। यह उनके पत्र 28.04.998 द्वारा किया गया था।",
  "The letter of 26.12.1997 has been placed before us by the State in the form of an additional affidavit which indicates that only two posts": "26.42.997 का पत्र राज्य द्वारा एक अतिरिक्त शपथ पत्र के रूप में हमारे सामने रखा गया है",
  "the form of an additional affidavit which indicates that only two posts were sanctioned. The State does not dispute that by the above letter": "जो इंगित करता है कि केवल दो पदों को मंजूरी दी गई थी। राज्य इस बात पर विवाद नहीं",
  "two posts of Assistant Teacher were sanctioned. In 1998, the School": "करता है कि उपरोक्त पत्र द्वारा सहायक शिक्षक के दो पदों को मंजूरी दी गई थी। 998 में यह",
  "became an aided School.": "विद्यालय एक सहायता प्राप्त विद्यालय बन गया।",
  "justice if relief is denied to the appellants — Appellants were not at": "आलोक में, यदि अपीलकर्ताओं को राहत देने से इनकार किया जाता है, तो यह न्याय का",
  "fault and the State could not have abruptly stopped their salaries": "उपहास होगा- अपीलकर्ताओं की कोई गलती नहीं थी और राज्य उनके वेतन को अचानक नहीं",
  "— Accordingly, the State directed to pay salaries to the appellants for the period from 25.06.1999 till January, 2002 in full — Also,": "रोक सकता था- तदनुसार, राज्य ने अपीलकर्ताओं को 25.06.999 से जनवरी, 2002 तक की अवधि के लिए पूर्ण वेतन का भुगतान करने का निर्देश दिया- साथ ही, राज्य ने निर्देश",
  "the State directed that insofar as the period from October, 2005": "दिया कि जहां तक अक्टूबर, 2005 से आज तक की अवधि का संबंध है, राज्य",
  "till today is concerned, the State shall pay the appellants 50% of the backwages — The State also directed to allow the appellants": "अपीलकर्ताओं को पिछले वेतन का 50% भुगतान करेगा- राज्य ने अपीलकर्ताओं को काम",
  "to commence work. [Paras 8, 14, 16, 30, 34, 35]": "शुरू करने की अनुमति देने का भी निर्देश दिया। [पैरा 8, 44, 46, 30, 34, 35]",
  "The Learned Single Judge, by order dated 10.09.2013, held that": "0. विद्वान एकल न्यायाधीश ने दिनांक 0.09.2043 के आदेश द्वारा माना कि यदि जाली",
  "if based on the forged order, proceedings were initiated for the selection of Assistant Teacher, then the entire selection needs to be": "आदेश के आधार पर सहायक शिक्षक के चयन के लिए कार्यवाही शुरू की गई थी, तो पूरे चयन",
  "cancelled. It was also held that since forgery was committed by the persons involved in the selection of Assistant Teachers and since": "को रद्द करने की आवश्यकता है। यह भी माना गया कि चूंकि सहायक शिक्षकों के चयन में",
  "the selection process was not fair, being based on a forged letter,": "शामिल व्यक्तियों द्वारा जालसाजी की गई थी और चूंकि चयन प्रक्रिया निष्पक्ष नहीं थी, इसलिए",
  "entitled to be appointed and retained on the post of Assistant Teacher, and holding so, the writ petitions were dismissed. The appellants filed": "नियुक्त किए जाने और जारी रखे जाने के हकदार नहीं हैं और ऐसा मानते हुए, रिट याचिकाओं",
  "writ appeals. By the impugned order, the appeals were dismissed": "को खारिज कर दिया गया था। याचिकाकर्ताओं ने रिट अपील दायर की। आक्षेपित आदेश द्वारा,",
  "We have heard Mr. Surender Kumar Gupta, learned counsel for the appellants and Ms. Sansriti Pathak, learned counsel for the respondent-State.": "।. हमने अपीलार्थियों के विद्वान अधिवक्ता श्री सुरेंद्र कुमार गुप्ता और प्रत्यर्थी-राज्य की विद्वान अधिवक्ता सुश्री संस्कृति पाठक को सुना है।",
  "overview of the facts, vehemently contended that there was no fault on the part of the appellants and for any wrong computation of vacancy,": "तर्क दिया कि अपीलार्थियों की ओर से कोई गलती नहीं थी और रिक्ति की किसी भी गलत",
  "the appellants ought not to be prejudiced. He further contended that": "गणना के लिए, अपीलार्थियों को प्रतिकूल रूप से प्रभावित नहीं होना चाहिए। उन्होंने आगे तर्क",
  "the State admittedly does not dispute that two vacancies were, in fact, created and that if at all there was any manipulation, it was at": "दिया कि राज्य स्वीकार करता है कि दो रिक्तियों को वास्तव में सृजित किया गया था और अगर",
  "the level of the School. In the absence of any blameworthy conduct": "कोई हेरफेर किया गया था, तो यह स्कूल के स्तर पर था। अपीलार्थियों के किसी भी दोषी",
  "a separate register. However, according to the State, from October,": "रजिस्टर में अपने नाम लिख कर लगातार पढ़ा रहे थे। हालांकि, राज्य के अनुसार, अक्टूबर,",
  "2005 their salaries have been stopped. In support of their claim,": "2005 से उनके वेतन को रोक दिया गया है। अपने दावे के समर्थन में, अपीलार्थियों के विद्वान",
  "Court in Vikas Pratap Singh and Ors. Vs. State of Chhattisgarh": "अधिवक्ता ने विकास प्रताप सिंह और अन्य बनाम छत्तीसगढ़ राज्य और अन्य (2043) ॥4",
  "and Ors., (2013) 14 SCC 494 and the recent judgment in Civil Appeal Nos. 6233-34 of 2023 dated 20.11.2023 titled Vivek Kaisth and Anr.": "एससीसी 494 और हाल ही में सिविल अपील संख्या 6233-34/2023 में",
  "2023 SCC OnLine SC 1485.": "और अन्य, 2023:आईएनएससी:4007-2023 एससीसी ऑनलाइन एससी 4485 में इस",
  "Ms. Sansriti Pathak, learned counsel for the State vehemently defended the impugned judgment. She contended that where": "3. राज्य की विद्वान अधिवक्ता सुश्री संस्कृति पाठक ने आक्षेपित निर्णय का जोरदार बचाव",
  "defended the impugned judgment. She contended that where there was fraud, the whole selection process shall be vitiated. She": "किया। उन्होंने तर्क दिया कि जहां धोखाधड़ी हुई थी, पूरी चयन प्रक्रिया दूषित हो जाएगी।",
  "relied on Sachin Kumar and Ors. Vs. Delhi Subordinate Service": "उन्होंने अपने तर्क के समर्थन में सचिन कुमार और अन्य बनाम दिल्ली अधीनस्थ सेवा चयन बोर्ड",
  "Selection Board (DSSSB) and Ors. 2021:INSC:147 = 2021 (4)": "(डीएसएसएसबी) और अन्य 202:आईएनएससी:।47-2024 (4) एससीसी 63॥ पर",
  "Discussion and Findings:": "चर्चा और परिणामः",
  "We have given our thoughtful consideration to the matter and considered the submissions of the rival parties and perused the": "4. हमने इस मामले पर विमर्शपूर्वक विचार किया है और प्रतिद्वंद्वी पक्षों की दलीलों पर विचार",
  "records. The correspondence between the School and the Directorate": "किया है और अभिलेखों का परिशीलन किया है। विद्यालय और शिक्षा निदेशालय के बीच",
  "of Education culminated in the order of 26.12.1997. There is a dispute about the number of posts that were sanctioned. According to the": "पत्राचार 26.2.997 के आदेश में समाप्त हुआ। स्वीकृत पदों की संख्या को लेकर विवाद है।",
  "State, two posts were, in fact, sanctioned and it was the School that": "राज्य के अनुसार, वास्तव में दो पदों को मंजूरी दी गई थी और यह विद्यालय ही था जिसने इसे",
  "manipulated it, to make it three. We will proceed on the basis that the": "तीन बनाने के लिए हेरफेर किया था। हम इस आधार पर आगे बढ़ेंगे कि राज्य का कथानक सही",
  "version of the State is correct. The nominee of the State participated in the selection process. Twelve candidates had applied and ultimately": "है। राज्य के नामांकित व्यक्ति चयन प्रक्रिया का हिस्सा थे। बारह अभ्यर्थियों ने आवेदन किया था",
  "three appellants were empanelled for selection. Due approval was": "और अंततः तीन अपीलार्थियों को चयन के लिए सूचीबद्ध किया गया था। नियुक्ति के लिए उचित",
  "given for the appointment and admittedly they discharged their duties on their post from 25.06.1999 till September, 2005. Even according": "मंजूरी दी गई थी और स्वीकार्य रूप से, उन्होंने सितंबर, 2005 तक अपने पद पर अपने",
  "services. What impelled the appellants to go to the High Court was": "कोई आदेश नहीं है। अपीलार्थियों को उच्च न्यायालय इसलिए जाना पड़ा क्‍योंकि उनके वेतन",
  "There is not an iota of material to demonstrate how the appellants,": "5. यह प्रदर्शित करने के लिए दस्तावेज का एक टुकड़ा भी नहीं है कि कैसे अपीलार्थी, जो",
  "who were applicants from the open market, were guilty of colluding in the manipulation.": "खुली प्रतियोगिता से आवेदक थे, हेरफेर में मिलीभगत के दोषी थे।",
  "erstwhile District Basic Education Officer, Jaunpur and his office, in collusion with the Manager of the School, who had taken steps for": "जिला बेसिक शिक्षा अधिकारी और उनके कार्यालय ने स्कूल के प्रबंधक के साथ मिलकर",
  "appointment/approval. It was mentioned that there was involvement": "नियुक्ति /अनुमोदन के लिए कदम उठाए थे। यह उल्लेख किया गया कि इसमें प्राचार्य श्री राम",
  "i. Lal Chandra Kharwar — Science and Math iii Radhey Shyam Yadav — English": "सहायक श्री राजनारायण त्रिवेदी और उप-शिक्षा निदेशक (विज्ञान) श्री हरीश चंद्र",
  "writ petitions. It was his case that, by order dated 26.12.1997, only two additional posts of Assistant Teacher were created by the Joint": "जबकि पद सृजन आदेश दिनांकित 28.42.4997 में सहायक शिक्षकों के केवल दो",
  "(c) The erstwhile District, Jaunpur/erstwhile Finance and": "(ग) पूर्ववर्ती जिला, जौनपुर/पूर्ववर्ती वित्त और लेखा अधिकारी, बेसिक शिक्षा",
  "for advertisement selection, approval and taking steps for disbursement of salary on the basis of the forged letter": "के पद सृजन के जाली पत्र के आधार पर विज्ञापन, चयन, अनुमोदन की अनुमति देने",
  "the institute and in this respect the Education Director (Basic) should submit proposal to the Government to initiate disciplinary action against them. In addition take": "में शिक्षा निदेशक (बेसिक) को उनके खिलाफ अनुशासनात्मक कार्रवाई शुरू करने के लिए सरकार को प्रस्ताव प्रस्तुत करना चाहिए। इसके अलावा संबंधित डेस्क सहायकों",
  "action against the concerned Desk Assistants at his level.”": "के खिलाफ उनके स्तर पर कार्रवाई करें।”",
  "There was absolutely nothing found against the three appellants. However, the following recommendations were made:-": "तीनों अपीलार्थियों के पूर्ण रूप से कुछ भी नहीं पाया गया। हालांकि, निम्नलिखित सिफारिशें की",
  "“(d) The appointments of S/Shri Lala Chand Kharwar, Radhey Shyam Yadav and Ravindra Nath Yadav, made pursuant to the said forged letter dated 26.12.1997 are illegal. They have been paid for the period February, 2002": "\"(घ) उक्त जाली पत्र दिनांक 26.2.997 के अनुसरण में की गई श्री लाला चंद खरवार, राधे श्याम यादव और रवींद्र नाथ यादव की नियुक्तियां अवैध हैं। उन्हें फरवरी,",
  "to October, 2005, the salary is illegal. The same be counted": "2002 से अक्टूबर, 2005 की अवधि के लिए भुगतान किया गया है, वेतन अवैध है।",
  "guilty erstwhile District/erstwhile Finance and Accounts": "इसको जोड़ा जाए और दोषी पूर्ववर्ती जिला/पूर्ववर्ती वित्त और लेखा अधिकारी, बेसिक",
  "illegally appointed Assistant Teachers S/Shri Lala Chand Kharwar, Radhey Shyam Yadav and Ravindra Nath Yadav.”": "सहायक शिक्षक श्री लाला चंद खरवार, राधे श्याम यादव और रवींद्र नाथ यादव की",
  "In the inquiry, the appellants were not given any opportunity. Even": "9. जाँच में, अपीलार्थियों को कोई अवसर नहीं दिया गया। यहां तक कि अपीलार्थियों की पीठ",
  "in the inquiry held behind the back of the appellants, there were no findings of collusion or blameworthiness against them for the": "पीछे की गई जांच में भी, कथित हेरफेर के लिए उनके खिलाफ मिलीभगत या दोषारोपण का",
  "25.06.1999 and the approval order of 09.06.1999 have not been": "नियुक्ति आदेश और 09.06.999 के अनुमोदन आदेश को रद्द नहीं किया गया है।",
  "revoked. With no finding of guilt against the appellants and with no": "अपीलार्थियों के खिलाफ कोई अपराध नहीं पाए जाने और उनके खिलाफ कोई दस्तावेज नहीं",
  "continued with their teaching work up till 30.03.2016 entering their names on a separate attendance register.": "उन्होंने एक अलग उपस्थिति रजिस्टर पर अपने नाम दर्ज करके 30.03.206 तक अपना",
  "We may also note the fact that in the F.I.R. lodged by the State on": "20. हम इस तथ्य पर भी ध्यान दें सकते हैं कि राज्य द्वारा 7.07.205 को दर्ज कराई गई",
  "17.07.2015 also, there is no allegation against the appellants or any": "एफआईआर में भी अपीलार्थियों या किसी अन्य आवेदक के खिलाफ कोई आरोप नहीं है और",
  "other applicants and only two persons were named in that F.I.R. They were Vinod Kumar Chaturvedi, Senior Assistant and Rajendra": "उस एफआईआर में केवल दो व्यक्तियों का नाम था। वे विनोद कुमार चतुर्वेदी, वरिष्ठ सहायक",
  "Prasad Yadav, Senior Assistant. Both were employees in the office": "और राजेंद्र प्रसाद यादव, वरिष्ठ सहायक थे। दोनों जिला बेसिक शिक्षा अधिकारी के कार्यालय में",
  "of the District Basic Education Officer. The allegation was that the documents related to approval of appointments/teacher listings from": "कर्मचारी थे। आरोप यह था कि संबंधित विद्यालयों से नियुक्तियों /शिक्षकों की सूची के अनुमोदन",
  "the concerned schools were missing and that the said two officers": "से संबंधित दस्तावेज गायब थे और उक्त दो अधिकारी अभिलेखों की देख-रेख करने/रखने के",
  "In this background, the question that really falls for consideration is,": "2. इस पृष्ठभूमि में, जो सवाल वास्तव में विचार के लिए आता है, वह यह है कि क्या राज्य का",
  "Assuming the case of the State to be true and taking it at its highest,": "22. राज्य के मामले को सही मानते हुए और इसे अपने उच्चतम स्तर पर लेते हुए, तथ्यात्मक",
  "the factual position would come to this, namely, that while the State sanctioned two vacancies, the school went ahead and recruited": "स्थिति यह होगी कि जब राज्य ने दो रिक्तियों को मंजूरी दी, तो स्कूल ने आगे बढ़कर तीन",
  "three. The State has no proof of commission of any malpractice by the appellants. The State approved their appointments, and the": "रिक्तियों की भर्ती की। राज्य के पास अपीलार्थियों द्वारा किए गए किसी भी कदाचार का कोई",
  "approval order till date has not been cancelled. The appointments": "प्रमाण नहीं है। राज्य ने उनकी नियुक्तियों को मंजूरी दे दी और आज तक अनुमोदन आदेश रद्द",
  "have not been terminated. No action has been taken against the": "नहीं किया गया है। नियुक्तियां समाप्त नहीं की गई हैं। स्कूल के खिलाफ कोई कार्रवाई नहीं की",
  "school and the school continues to receive the aid.": "गई है और स्कूल को सहायता मिलना जारी है।",
  "Chief Engineer, M.S.E.B. and Another vs. Suresh Raghunath": "23. मुख्य अभियंता, एम.एस.ई.बी. और एक अन्य बनाम सुरेश रघुनाथ भोकरे, (2005) 40",
  "Bhokare, (2005) 10 SCC 465 is a case which, on facts, has a striking resemblance to the case at hand. The respondent therein had been": "एस. सी. सी. 465 एक ऐसा मामला है जिसके तथ्य वर्तमान मामले के समान हैं। उसमें प्रत्यर्थी",
  "recommended by the department and was selected as line-helper in the appellant-Board. On the ground that the recommendation": "की अनुशंसा विभाग द्वारा की गई थी और उसे अपीलार्थी-बोर्ड में लाइन-हेल्पर के रूप में चुना",
  "from service. The complaint preferred by the respondent had been": "से बर्खास्त कर दिया गया था। प्रत्यर्थी द्वारा दायर शिकायत को श्रम न्यायालय द्वारा खारिज कर",
  "dismissed by the Labour Court. The Industrial Court reversing the findings of the Labour Court, quashed the termination of the": "दिया गया था। औद्योगिक न्यायालय ने श्रम न्यायालय के निष्कर्षों को उलटते हुए, उसमें",
  "respondent therein and directed reinstatement. Writ Petition filed": "प्रत्यर्थी की बर्खास्ती को रद्द कर दिया और बहाली का निर्देश दिया।उसमें अपीलकर्ता द्वारा",
  "by the appellant therein was dismissed by the High Court. This": "दायर रिट याचिका को उच्च न्यायालय द्वारा खारिज कर दिया गया था। इस न्यायालय ने यह",
  "Court, while observing that in the absence of any overt act being": "देखते हुए कि प्रत्यर्थी के किसी भी प्रकट कार्य के अभाव में, यह अभिनिर्धारित किया कि यह",
  "attributed to the respondent, held that it could not be inferred that the respondent had a role in sending fraudulent list, solely on the": "अनुमान नहीं लगाया जा सकता है कि प्रत्यर्थी की धोखाधड़ी सूची भेजने में भूमिका थी, केवल",
  "basis of the presumption that he got the job. Para 5 of the judgment": "इस धारणा के आधार पर कि उसे नौकरी मिली थी। निर्णय का पैरा 5 जो वर्तमान मामले के",
  "which is crucial for the decision of the present case is extracted herein below:-": "निर्णय के लिए महत्वपूर्ण है, नीचे दिया गया है:-",
  "fraud. The said finding of the Industrial Court has been": "तथ्य पर निर्भर करता है। औद्योगिक न्यायालय ने अपने आक्षेपित आदेश में इस तथ्य",
  "we do not think the Board can infer that the respondent": "जिम्मेदार ठहराते हुए, हमें नहीं लगता कि बोर्ड यह अनुमान लगा सकता है कि",
  "had a role to play in sending a fraudulent list solely on the basis of the presumption that since the respondent got a": "धोखाधड़ी सूची भेजने में प्रत्यर्थी की भूमिका थी केवल इस धारणा के आधार पर कि",
  "job by the said proposal, the said list is a fraudulent one.": "चूंकि प्रत्यर्थी को उक्त प्रस्ताव से नौकरी मिली थी, तो उक्त सूची धोखाधड़ी करके",
  "It was the duty of the Board to have specifically produced": "बनाई गई है। बोर्ड का यह कर्तव्य था कि वह विशेष रूप से यह साबित करने के लिए",
  "the material to prove that the respondent himself had the": "दस्तावेज प्रस्तुत करे कि प्रत्यर्थी को स्वयं इस तरह की धोखाधड़ी की जानकारी थी",
  "knowledge of such a fraud and he knowingly or in collusion with other officials indulged in this fraud. Since there is no": "और वह जानबूझकर या अन्य अधिकारियों के साथ मिलीभगत से इस धोखाधड़ी में",
  "with other officials indulged in this fraud. Since there is no such material on record, on the facts of the instant case,": "शामिल था। चूंकि अभिलेख पर ऐसी कोई सामग्री नहीं है, इसलिए वर्तमान मामले के",
  "the Industrial Court and the High Court have come to": "तथ्यों पर, औद्योगिक न्यायालय और उच्च न्यायालय सही निष्कर्ष पर पहुंचे हैं कि",
  "the right conclusion that the alleged fraud has not been established by the appellants, hence, this is not a fit case": "कथित धोखाधड़ी अपीलार्थियों द्वारा स्थापित नहीं की गई है, इसलिए, यह एक",
  "in which interference is called for. This appeal, therefore,": "उपयुक्त मामला नहीं है जिसमें हस्तक्षेप की आवश्यकता हो। इसलिए यह अपील विफल",
  "fails and the same is dismissed.”": "हो जाती है और इसे खारिज कर दिया जाता है।”",
  "(emphasis supplied)": "(प्रभाव वर्धित)",
  "24. In Vikas Pratap Singh (supra), this Court, while protecting the selection of the appellants, had the following to say:-": "24. विकास प्रताप सिंह (उपरोक्त) में, इस न्यायालय का, अपीलार्थियों के चयन को सुरक्षित करते हुए, निम्नलिखित कहना था:-",
  "“27. Admittedly, in the instant case the error committed by the respondent board in the matter of evaluation of the": "\"27. यह स्वीकार किया जाता है कि इस मामले में उत्तर पुस्तिकाओं के मूल्यांकन के",
  "the respondent board in the matter of evaluation of the answer scripts could not be attributed to the appellants": "मामले में प्रत्यर्थी बोर्ड द्वारा की गई गलती के लिए अपीलकर्ताओं को जिम्मेदार नहीं",
  "notice issued to the respondent came to the conclusion": "प्रत्यर्थी को जारी किए गए नोटिस को देखने के बाद इस निष्कर्ष पर पहुंचा कि कथित",
  "be a fraud was not specifically pleaded or proved. In the": "किया गया था या साबित नहीं किया गया था। कारण दर्शाओ नोटिस में, यह दिखाने के",
  "show-cause notice, no basis was laid to show what is the nature of fraud that was being attributed to the appellant.": "लिए कोई आधार नहीं रखा गया था कि धोखाधड़ी की प्रकृति क्या है जिसके लिए",
  "nature of fraud that was being attributed to the appellant. No particulars of the alleged fraud were given and the said": "अपीलकर्ता को जिम्मेदार ठहराया जा रहा था।कथित धोखाधड़ी का कोई विवरण नहीं",
  "pleadings did not even contain any allegation as to how": "दिया गया था और उक्त अभिवचनों में यह भी कोई आरोप नहीं था कि अपीलकर्ता",
  "the appellant was responsible for sending the so-called": "तथाकथित धोखाधड़ी प्रस्ताव भेजने के लिए कैसे जिम्मेदार था या इस तरह के",
  "proposal being sent. It also noticed from the evidence of Mr Waghmare, Social Welfare Officer who sent the proposal": "वाले समाज कल्याण अधिकारी श्री वाघमारे के साक्ष्य से यह भी पता चला कि उन्होंने",
  "before the Labour Court that he did not utter a single word as to whether the said supplementary list was ever called for by the department concerned or not. Thus applying the": "इस बारे में एक शब्द भी नहीं कहा कि उक्त पूरक सूची कभी संबंधित विभाग द्वारा मांगी",
  "for by the department concerned or not. Thus applying the basic principle of rule of evidence which requires a party": "गई थी या नहीं। इस प्रकार साक्ष्य के नियम के मूल सिद्धांत को लागू करते हुए जिसमें",
  "alleging fraud to give particulars of the fraud and having": "धोखाधड़ी का आरोप लगाने वाले पक्ष को धोखाधड़ी का विवरण देने की आवश्यकता",
  "found no such particulars, the Industrial Court came to the": "होती है और ऐसा कोई विवरण नहीं मिलने पर औद्योगिक न्यायालय इस निष्कर्ष पर",
  "conclusion that the respondent could not be held guilty of": "पहुंचा कि प्रत्यर्थी को धोखाधड़ी का दोषी नहीं ठहराया जा सकता है। औद्योगिक",
  "to the preparation of the erroneous key or the distorted result. There is no mention of any fraud or malpractice": "पर नियुक्ति में कोई धोखाधड़ी या मिथ्या निरूपण किया है, न ही गलत मॉडल उत्तर कुंजी या विशिष्ट परिणाम की तैयारी में उनका योगदान है। यदि मामला इसके विपरीत",
  "them of any sympathy from this Court irrespective of": "की अवधि के बावजूद उन्हें इस न्यायालय से किसी भी सहानुभूति से वंचित कर देता।",
  "25. Vikas Pratap Singh (supra) was followed in Anmol Kumar Tiwari and Others vs. State of Jharkhand and Others, 2021:INSC:101 =": "25. अनमोल कुमार तिवारी एवं अन्य बनाम झारखंड राज्य एवं अन्य, 202:आईएनएससी:404 5 (202) 5 एससीसी 424 में विकास प्रताप सिंह (सुप्रा) के",
  "(2021) 5 SCC 424. This Court, in para 11, held as follows:-": "मामले का अनुसरण किया गया। इस न्यायालय ने पैरा ॥ में निम्नानुसार अभिनिर्धारित किया:-",
  "“11. Two issues arise for our consideration. The first relates": "“॥॥. दो मुद्दे हमारे विचार के लिए उठते हैं। पहला रिट याचिकाकर्ताओं को बहाल करने",
  "to the correctness of the direction given by the High Court": "के लिए उच्च न्यायालय द्वारा दिए गए निर्देश की शुद्धता से संबंधित है। उच्च न्यायालय",
  "reinstatement of the writ petitioners after taking into account": "ने इस तथ्य को ध्यान में रखते हुए रिट याचिकाकर्ताओं की बहाली का निर्देश दिया कि",
  "the fact that they were beneficiaries of the select list that was prepared in an irregular manner. However, the High": "वे अनियमित तरीके से तैयार की गई चयन सूची के लाभार्थी थे। हालांकि, उच्च",
  "Court found that the writ petitioners were not responsible": "न्यायालय ने पाया कि रिट याचिकाकर्ता चयन सूची तैयार करने में अधिकारियों द्वारा",
  "were appointed after completion of training and worked": "को प्रशिक्षण पूरा करने के बाद नियुक्त किया गया था और कुछ समय के लिए काम",
  "for some time. The High Court was of the opinion that the writ petitioners ought to be considered for reinstatement": "किया था। उच्च न्यायालय की राय थी कि रिट याचिकाकर्ताओं को पहले से ही चुने गए",
  "writ petitioners ought to be considered for reinstatement without affecting the rights of other candidates who were": "अन्य अभ्यर्थियों के अधिकारों को प्रभावित किए बिना बहाली के लिए विचार किया",
  "already selected. A similar situation arose in Vikas Pratap Singh case [Vikas Pratap Singh v. State of Chhattisgarh,": "जाना चाहिए। इसी तरह की स्थिति विकास प्रताप सिंह [विकास प्रताप सिंह बनाम",
  "(2013) 14 SCC 494 : (2013) 3 SCC (L&S) 100], where": "छत्तीसगढ़ राज्य, (203) 44 एससीसी 494:(2043) 3 एससीसी (एल एंड एस)",
  "this Court considered that the appellants therein were": "00] मामले में उत्पन्न हुई, जहाँ इस न्यायालय ने माना कि उसमें अपीलार्थियों की",
  "appointed due to an error committed by the respondents in the matter of valuation of answer scripts. As there was no": "नियुक्ति उत्तर पुस्तिकाओं के मूल्यांकन के मामले में प्रत्यर्थियों द्वारा की गई त्रुटि के",
  "appellants therein, the termination of their services was set": "का कोई आरोप नहीं था, इसलिए उनकी सेवाओं की समाप्ति को रद्द कर दिया गया था",
  "aside as it would adversely affect their careers. That the": "क्योंकि यह उनके करियर पर प्रतिकूल प्रभाव ड़ालता। यह कि उसमें अपीलकर्ताओं ने",
  "appellants therein had successfully undergone training and were serving the State for more than 3 years was another": "सफलतापूर्वक प्रशिक्षण प्राप्त किया था और 3 वर्ष से अधिक समय से राज्य की सेवा",
  "Singh case [Vikas Pratap Singh v. State of Chhattisgarh,": "सिंह [विकास प्रताप सिंह बनाम छत्तीसगढ़ राज्य, (2043) 44 एससीसी 494:",
  "(2013) 14 SCC 494 : (2013) 3 SCC (L&S) 100], we are": "(2043) 3 एससीसी (एल एंड एस) 400] के मामले में अपीलार्थियों की समान",
  "in agreement with the High Court that the writ petitioners": "स्थिति में हैं , हम उच्च न्यायालय से सहमत हैं कि रिट याचिकाकर्ता दी गई राहत के",
  "are entitled to the relief granted. Moreover, though on pain of contempt, the writ petitioners have been reinstated and": "हकदार हैं। इसके अलावा, हालांकि अवमानना पर, रिट याचिकाकर्ताओं को बहाल कर",
  "are working at present.”": "दिया गया है और वर्तमान में काम कर रहे हैं।”",
  "candidates as may be ultimately found to be entitled to issue of appointment letters on the basis of their merit": "की उम्मीद खो दी है। ऐसे अभ्यर्थी अंततः अपनी मेरिट के आधार पर नियुक्ति पत्र पाने",
  "shall benefit by such re-evaluation and shall pick up their": "के हकदार पाए जा सकते हैं, वे इस तरह के पुनर्मूल्यांकन से लाभान्वित होंगे और",
  "appointments on that basis according to their inter se position on the merit list.": "मेरिट सूची में उनकी अंतर-स्थिति के अनुसार उस आधार पर वे नियुक्त होंगें।",
  "22.3. In case the writ petitioners, Respondents 6 to 18": "22.3. यदि रिट याचिकाकर्ता, प्रत्यर्थी 6 से 8 भी उत्तर पुस्तिकाओं के पुनर्मूल्यांकन",
  "scripts, their appointments shall relate back to the date": "के बाद मेरिट सूची में आते हैं, तो उनकी नियुक्तियां उस तारीख से होंगी जब",
  "when the appellants were first appointed with continuity of service to them for purpose of seniority but without any": "अपीलकर्ताओं को वरिष्ठता के उद्देश्य से सेवा की निरंतरता के साथ पहली बार नियुक्त",
  "back wages or other incidental benefits.”": "किया गया था, लेकिन यह बिना किसी पिछले वेतन या अन्य आकस्मिक लाभ के",
  "In K. Ameer Khan and Anr. Vs. A. Gangadharan and Ors., (2001)": "28. के. अमीर खान और अन्य बनाम ए. गंगाधरन एवं अन्य, (2004) 9 एससीसी 84, जो",
  "9 SCC 84, a case involving the wrong computation of vacancies, while protecting the promotion of the appellants, this Court had the": "रिक्तियों की गलत गणना से संबंधित एक मामले था, में अपीलकर्ताओं की पदोन्नति की रक्षा",
  "while protecting the promotion of the appellants, this Court had the following to say:-": "करते हुए, इस न्यायालय ने निम्नलिखित कहा था:-",
  "\"Qe sees The appellants have been selected quite some time back and the first appellant has been promoted to": "\"2. ....अपीलार्थियों का चयन काफी समय पहले किया गया है और पहले अपीलकर्ता",
  "a higher grade. The appellants were not responsible for the wrong computation of vacancies done by the second": "को उच्च श्रेणी में पदोन्नत किया गया है। अपीलार्थी दूसरे प्रत्यर्थी द्वारा की गई रिक्तियों की गलत गणना के लिए जिम्मेदार नहीं थे। अपीलार्थियों के पैनल में शामिल किए जाने",
  "been fresh promotions to the post of Assistant Controller of Stores at least on two occasions in June 1995 and May": "997 में कम से कम दो मौकों पर स्टोर के सहायक नियंत्रक के पद पर नई पदोन्नति",
  "1997. In anew selection, five Scheduled Caste candidates and four Scheduled Tribe candidates have been selected.": "हुई है। एक नए चयन में, पांच अनुसूचित जाति के अभ्यर्थियों और चार अनुसूचित",
  "had already been promoted to the higher grade. Now,": "क्योंकि उन्हें पहले ही उच्च श्रेणी में पदोन्नत किया जा चुका था। अब, जब अपीलार्थी",
  "More recently, this Court in Vivek Kaisth (supra), following the judgment of the Constitution Bench in Sivanandan C.T. and Others": "29. हाल ही में, इस न्यायालय ने विवेक कायस्थ (सुप्रा) में, शिवनंदन सी.टी. और अन्य",
  "vs. High Court of Kerala and Ors., (2023) SCC OnLine SC 994": "बनाम केरल उच्च न्यायालय और अन्य, (2023) एससीसी ऑनलाइन एससी 994 में,",
  "protected the appointments of the appellants even after finding that": "संविधान पीठ के फैसले का अनुसरण करते हुए अपीलकर्ताओं की नियुक्तियों को संरक्षित किया,",
  "their appointments were in excess of the advertised vacancies. This": "जबकि पाया गया कि उनकी नियुक्तियाँ विज्ञापित रिक्तियों से अधिक थीं। इस न्यायालय ने",
  "Court held as under:-": "निम्नानुसार माना:-",
  "“32. ....... Today, when we are delivering this judgment the two appellants have already served as Judicial Officers for": "\"32. ... ---आज, जब हम यह निर्णय दे रहे हैं तो दोनों अपीलार्थी पहले ही लगभग",
  "to the next higher post of Civil Judge (Senior Division). In": "जज (वरिष्ठ प्रभाग) के अगले उच्च पद पर भी पदोन्नत किया गया है। उनके चयन और",
  "this process of their selection and appointment (which has": "नियुक्ति की इस प्रक्रिया में (जिससे स्पष्ट रूप से उन्हें लाभ हुआ है), हमारे ध्यान में",
  "our notice which may suggest any favouritism, nepotism or so-called blame as to the conduct of these two appellants,": "अपीलार्थियों के आचरण के बारे में किसी भी पक्षपात, भाई-भतीजावाद या तथाकथित",
  "notes this factor. While placing the blame on the State": "दोष का संकेत दे। उच्च न्यायालय वास्तव में इस कारक पर ध्यान देता है। राज्य",
  "Commission it records that “.......... there is nothing on": "आयोग पर दोष मढ़ते हुए यह अभिलिखित करता है कि \"........ अभिलेख पर इस",
  "record suggestive of the fact that any mala fides were behind the selection of respondents Nos.4 and 6.......... »": "तथ्य का संकेत देने वाला कुछ भी नहीं है कि प्रत्यर्थी संख्या 4 और 6 के चयन के पीछे कोई दुर्भावना थी।....”",
  "“34. The appellants were not entitled for any equitable relief in view of the High Court as they were the beneficiaries": "“34. उच्च न्यायालय की दृष्टि में अपीलार्थी किसी भी न्‍्यायसंगत राहत के हकदार",
  "authority. But then it failed to take this question further, which in our opinion, it ought to have done. What the High": "लेकिन फिर यह इस प्रश्न को आगे ले जाने में विफल रहा, जो हमारी राय में, उसे",
  "Court never answered was as to how much of this blame of “illegal” selection and appointment would rest on the": "करना चाहिए था। उच्च न्यायालय ने कभी इसका जवाब नहीं दिया कि \"अवैध\" चयन",
  "of “illegal” selection and appointment would rest on the High Court (on its administrative side). Undoubtedly, with": "और नियुक्ति का कितना दोष उच्च न्यायालय (उसके प्रशासनिक पक्ष पर) पर होगा।",
  "all intentions of timely filling of the vacancies, the High": "निस्संदेह, रिक्तियों को समय पर भरने के सभी इरादों के साथ, उच्च न्यायालय अभी",
  "Court still cannot escape the blame.....”": "भी दोष से बच नहीं सकता है।.....”",
  "“36. What is also important for our consideration at this stage is that the appellants in the present case have": "“36. इस स्तर पर हमारे विचार के लिए यह भी महत्वपूर्ण है कि वर्तमान मामले में",
  "been working as Judicial Officers now for nearly 10 years.": "अपीलार्थी लगभग 0 वर्षों से न्यायिक अधिकारियों के रूप में काम कर रहे हैं। वे अब",
  "They are now Civil Judge (Senior Division). These judicial": "सिविल जज (वरिष्ठ प्रभाग) हैं। इन न्यायिक अधिकारियों के पास अब 40 साल की",
  "officers now have a rich experience of 10 years of judicial service behind them. Therefore, unseating the present": "न्यायिक सेवा का समृद्ध अनुभव है। इसलिए, वर्तमान अपीलार्थी को अपने पदों से",
  "appellants from their posts would not be in public interest. Ordinarily, these factors as we have referred above, would": "हटाना जनहित में नहीं होगा। आम तौर पर, इन कारकों से, जैसा कि हमने ऊपर",
  "not matter, once the very appointment is held to be wrong.": "उल्लेख किया है, तब कोई फर्क नहीं पड़ता, जब एक बार नियुक्ति को ही गलत माना",
  "But we also cannot fail to consider that the appellants were": "जाता है। लेकिन हम इस बात पर भी विचार करने में विफल नहीं हो सकते कि",
  "appointed from the list of candidates who had successfully": "अपीलकर्ताओं की नियुक्ति उन अभ्यर्थियों की सूची से की गई थी जिन्होंने लिखित",
  "passed the written examination and viva voce and they": "परीक्षा और मौखिक परीक्षा सफलतापूर्वक उत्तीर्ण की थी और वे मेरिट सूची में थे।",
  "working as judges for ten years. There is hence a special": "सकता है। आखिरकार, वे अब दस साल से न्यायाधीश के रूप में काम कर रहे हैं।",
  "C.T. and Ors. v. High Court of Kerala and Ors. (2023)": "एवं अन्य बनाम केरल उच्च न्यायालय एवं अन्य (2023) एससीसी ऑनलाइन एससी",
  "SCC OnLine SC 994 though the finding arrived at by this Court was that the Rules of the game were changed by": "994 में इस न्यायालय की संविधान पीठ के हाल के निर्णय में यद्यपि इस न्यायालय",
  "Court was that the Rules of the game were changed by the High Court of Kerala by prescribing minimum marks for the viva voce, which were not existing in the Rules": "द्वारा यह निष्कर्ष निकाला गया था कि केरल उच्च न्यायालय द्वारा मौखिक परीक्षा के लिए न्यूनतम अंक निर्धारित करके नियमों को बदल दिया गया था, जो विनियमों में",
  "and therefore in essence the appointment itself was in violation of the Rules, yet considering that those persons": "विद्यमान नहीं थे और इसलिए मूलतः नियुक्ति स्वयं विनियमों का उल्लंघन थी, तथापि",
  "who had secured appointments under this selection have": "यह देखते हुए कि जिन व्यक्तियों ने इस चयन के तहत नियुक्ति प्राप्त की थी, वे अब 6",
  "now been working for more than 6 years it was held that": "वर्षों से अधिक समय से काम कर रहे हैं, यह माना गया कि उन्हें पद से हटाना जनहित",
  "30. The situation of the appellants in the present case is no different": "30. वर्तमान मामले में अपीलार्थियों की स्थिति उन व्यक्तियों से अलग नहीं है जिनकी नियुक्तियों",
  "cited hereinabove. They had no blameworthy conduct. They were": "को ऊपर उद्धृत मामलों में संरक्षित किया गया था। उनका कोई दोषपूर्ण आचरण नहीं था। वे",
  "bona fide applicants from the open market. The alleged mischief,": "खुली प्रतियोगिता से प्रामाणिक आवेदक थे। कथित अपकार, यहां तक कि राज्य के अनुसार,",
  "even according to the State, was at the end of the School and its Manager. It will be a travesty of justice if relief is denied to the": "विद्यालय और उसके प्रबंधक की ओर से था। यह न्याय का उपहास होगा यदि अपीलार्थियों को",
  "Ms. Sansriti Pathak, learned counsel, who ably defended the case for": "3. विद्वान अधिवक्ता सुश्री संस्कृति पाठक, जिन्होंने राज्य के मामले का कुशलता से बचाव",
  "the State, made a valiant attempt to draw support from the judgment in Sachin Kumar (supra). In that case, what was in issue was the": "किया, ने सचिन कुमार (उपरोक्त) के फैसले से समर्थन प्राप्त करने का एक बहादुर प्रयास",
  "validity of the cancellation of the selection process for recruitment": "रिक्तियों पर भर्ती के लिए चयन प्रक्रिया को रद्द करने की वैधता थी। इस न्यायालय ने",
  "This Court, while reversing the judgment of the Tribunal and the": "न्यायाधिकरण और उच्च न्यायालय के फैसले को उलटते हुए कहा कि उस मामले में टियर |",
  "High Court held that in that case there was a basic denial of access to Tier | examination. The Court further held that the nature of the": "की परीक्षा तक पहुंच को मूलभूत रूप से इनकार कर दिया गया था। न्यायालय ने आगे कहा कि",
  "allegations was found substantiated upon the careful examination by the first Committee whose report showed that the credibility of the": "आरोपों की प्रकृति को पहली समिति द्वारा सावधानीपूर्वक जांच पर प्रमाणित किया गया था,",
  "the first Committee whose report showed that the credibility of the process itself had been eroded. In that case, the total vacancies for": "जिसकी रिपोर्ट से पता चला कि प्रक्रिया की विश्वसनीयता ही समाप्त हो गई थी। उस मामले में,",
  "which recruitment was to be made was 231 and 61,179 candidates": "कुल रिक्तियां जिनके लिए भर्ती की जानी थी, वह 233 थी और 64,79 अभ्यर्थी पात्र पाए",
  "were found to be eligible. The first Committee which enquired": "गए। जांच करने वाली पहली समिति ने पाया कि टियर । स्क्रीनिंग परीक्षा और टियर 2 मुख्य",
  "found that there were serious irregularities including cheating and impersonation in the course of both Tier 1 Screening examination and Tier 2 Main examination. The Secretary (Vigilance) had also": "परीक्षा दोनों के दौरान छल और प्रतिरूपण सहित गंभीर अनियमितताएं थीं। सचिव (सतर्कता)",
  "State to comply with these directions within four weeks from today. We also direct that the appellants be allowed to commence work": "इन निर्देशों का पालन करने का निर्देश देते हैं। हम यह भी निर्देश देते हैं कि अपीलार्थियों को चार",
  "We notice from the record that the Committee of Management, Junior High School, Bahorikpur was arrayed as fifth respondent": "35. हम अभिलेख से देखते हैं कि प्रबंधन समिति, जूनियर हाई स्कूल, बहोरिकपुर को उच्च",
  "as fifth respondent before us in these appeals. Before us, even though notice has been served on the Committee of Management,": "उन्हें हमारे सामने पांचवें प्रत्यर्थी के रूप में रखा गया है।हमारे समक्ष, हालांकि प्रबंधन समिति,",
  "though notice has been served on the Committee of Management, Junior High School, Bahorikpur, nobody has entered appearance. It": "जूनियर हाई स्कूल, बहोरिकपुर को नोटिस दिया गया है, लेकिन कोई भी उपस्थित नहीं हुआ",
  "appears that even before the learned Single Judge and the Division": "है। ऐसा प्रतीत होता है कि विद्वान एकल न्यायाधीश और खण्ड पीठ के समक्ष भी प्रबंधन समिति",
  "of Management (R-5), after setting out clearly the charge pertaining": "में बदलने से संबंधित आरोप को स्पष्ट रूप से निर्धारित करने के बाद प्रबंधन समिति (आर-5)",
  "holding an inquiry with an opportunity of personal hearing, the State will be at liberty to pass an appropriate order. In the event of the": "सुनवाई का अवसर प्रदान करते हुए जांच करने के पश्चात, राज्य सरकार उचित आदेश पारित",
  "will be at liberty to pass an appropriate order. In the event of the Committee of Management being exonerated, no further question": "करने के लिए स्वतंत्र होगी। प्रबंधन समिति के दोषमुक्त होने की स्थिति में, आगे कोई सवाल",
  "will arise. In the event of them being found guilty of the charge, in": "नहीं उठेगा। यदि वे आरोप के लिए दोषी पाए जाते हैं, तो ऐसे किसी निष्कर्ष के मद्देनजर कि",
  "the recruitment was done at the level of the employees of the school": "भर्ती से पहले हेरफेर विद्यालय के कर्मचारियों के स्तर पर किया गया था (चाहे वह स्वयं हो या",
  "(whether by themselves or in collusion with the officials), we grant liberty to the State to recover from the Committee of Management": "अधिकारियों के साथ मिलीभगत से), तो हम राज्य को प्रबंधन समिति से बकाया राशि का एक",
  "one-third of the arrears, as ordered to be paid, hereinabove. This": "तिहाई वसूल करने की स्वतंत्रता देते हैं, जैसा कि उपरोक्त भुगतान करने का आदेश दिया गया",
  "direction will serve the ends of justice in the matter.": "है। यह निर्देश मामले में न्याय के उद्देश्यों की पूर्ति करेगा।",
  "The appeals are allowed in the above terms. No order as to costs.": "36. उपरोक्त शर्तों में अपीलों की अनुमति है। खर्चों के लिए कोई आदेश नहीं होगा।",
  "is taken by the government to cancel the entire process, the decision": "स्थिति में जहां सरकार द्वारा पूरी प्रक्रिया को रद्द करने का निर्णय लिया जाता है, निर्णय को",
  "cannot be held to be irrational or arbitrary.": "तर्कहीन या मनमाना नहीं माना जा सकता है।",
  "This judgment in Sachin Kumar (supra) is clearly distinguishable": "33. सचिन कुमार (उपरोक्त) में यह निर्णय स्पष्ट रूप से वर्तमान मामले से अलग है। सबसे",
  "from the case at hand. First of all, Sachin Kumar (supra) involved the cancellation of the selection process before any appointments": "पहले, सचिन कुमार (उपरोक्त) में किसी भी नियुक्ति से पहले चयन प्रक्रिया को रद्द कर दिया",
  "were made. No rights were crystallized to any of the candidates. The issue was about the validity of the cancellation of the selection": "गया। किसी भी अभ्यर्थी के लिए कोई अधिकार स्पष्ट नहीं थे। मुद्दा चयन प्रक्रिया को रद्द करने",
  "process. Sachin Kumar (supra) falls in that genre of cases": "की वैधता के बारे में था। सचिन कुमार (सुप्रा) का मामला बड़े पैमाने पर अनियमितताओं के",
  "concerning validity of cancellation of the selection process due to largescale irregularities. The Case at hand is proximate to the facts": "कारण चयन प्रक्रिया को रद्द करने की वैधता से संबंधित मामलों की श्रेणी में आता है। वर्तमान",
  "and ratio in Suresh Raghunath Bhokare (supra) and cases of that ilk set out hereinabove.": "मामला सुरेश रघुनाथ भोकरे (उपरोक्त) तथा इसी प्रकार के अन्य मामलों में दिए गए तथ्यों और",
  "We feel that the appellants were not at fault and the State could not": "34. हम महसूस करते हैं कि अपीलकर्ताओं की कोई गलती नहीं थी और राज्य उनके वेतन को",
  "judgments of the High Court dated 15.09.2021 in Special Appeal Nos.": "4445/203 में दिनांक 5.09.202 के उच्च न्यायालय के फैसलों को अपास्त करते हैं",
  "1435/2013 and 1445/2013 and direct that the State shall pay the salaries of the appellants for the period from 25.06.1999 till January,": "और निर्देश देते हैं कि राज्य 25.06.999 से जनवरी, 2002 तक की अवधि के लिए",
  "2002 in full. We also direct that insofar as the period from October,": "अपीलार्थियों के वेतन का पूरा भुगतान करेगा। हम यह भी निर्देश देते हैं कि जहां तक अक्टूबर, 2005 से आज तक की अवधि का संबंध है, राज्य अपीलार्थियों को पिछले वेतन का 50"
}