{
  "[2024] 6 S.C.R. 287 : 2024 INSC 430": "[2024] 6 एससीआर 287: 2024 आईएनएससी 430",
  "Smt. Shyamo Devi and Others": "श्रीमती श्यामो देवी और अन्य",
  "State of U.P. Through Secretary and Others": "उत्तर प्रदेश राज्य द्वारा सचिव और अन्य",
  "(Civil Appeal No. 5539 of 2012)": "(सिविल अपील संख्या 5539/ 202)",
  "16 May 2024": "6 मई 2024",
  "[C. T. Ravikumar and Aravind Kumar,* JJ.]": "[न्यायमूर्ति सी. टी. रविकुमार और न्यायमूर्ति अरविंद कुमार]",
  "Issue for Consideration": "विचार के लिए मुद्दा",
  "Subject land was designated as a Panchayat Ghar however, later": "विषय भूमि को पंचायत घर के रूप में निर्दिष्ट किया गया था, हालांकि बाद में इसे आवासीय",
  "it was re-assigned for residential use and allotments were made to allottees including appellants (writ petitioners in High Court)": "उपयोग के लिए फिर से निर्दिष्ट कर दिया गया था और अपीलकर्ताओं (उच्च न्यायालय में रिट",
  "13 years from the date of allotment. Since, there is no limitation fixed for initiation of the proceedings under the aforesaid Act,": "3 साल के बाद थी। चूंकि, उपरोक्त अधिनियम के तहत कार्यवाही शुरू करने के लिए कोई",
  "whether such initiation of the proceedings can be at any length": "परिसीमा निर्धारित नहीं है, क्या ऐसी कार्यवाही की शुरुआत किसी भी समय या किसी भी",
  "of time or at any point of time where no limitation is prescribed. Whether any fraud was committed by the writ petitioners or was": "समयबिन्दु पर हो सकती है जहां कोई परिसीमा निर्धारित नहीं है। क्या रिट याचिकाकर्ताओं",
  "Whether any fraud was committed by the writ petitioners or was attributed to them under the show cause notices.": "द्वारा कोई धोखाधड़ी की गई थी या कारण बताओ के नोटिस के तहत उन्हें जिम्मेदार ठहराया",
  "Headnotes": "हेडनोट",
  "Uttar Pradesh Zamindari Abolition and Land Reforms Act —": "उत्तर प्रदेश जमींदारी उन्मूलन और भूमि सुधार अधिनियम -धारा 22-ग(6)-भूमि के",
  "power by Collector, if can be at any time or such power is": "द्वारा स्वप्रेरणा शक्ति का प्रयोग, यदि किसी भी समय किया जा सकता है या ऐसी शक्ति का",
  "to be exercised within a reasonable time and if so, within what time:": "प्रयोग उचित समय के भीतर किया जाना है और यदि हां, तो कितने समय के भीतर:",
  "Held: This Court had an occasion to consider similar issue namely": "अभिनिर्धारित किया गया: इस न्यायालय को इसी तरह के मुद्दे पर अर्थात्‌ आंध्र प्रदेश (तेलंगाना",
  "the exercise of suo moto power u/sub-section (4) of s.50-B of Andhra Pradesh (Telangana Area) Tenancy and Agriculture Lands Act, 1950 in Ilbrahimpatnam Taluk Vyavasaya Coolie Sangham v. K. Suresh": "क्षेत्र) काश्तकारी और कृषि भूमि अधिनियम, 950 की धारा 50-ख की उपधारा (4) के तहत स्वप्रेरणा शक्ति का प्रयोग पर विचार करने का अवसर इब्राहिमपटनम तालुका व्यावसाय",
  "in Ilbrahimpatnam Taluk Vyavasaya Coolie Sangham v. K. Suresh Reddy [2003] Supp. 2 SCR 698, wherein it was held that suo moto": "कुली संघम बनाम के सुरेश रेडी [2003] सप्प 2 एससीआर 698 में मिला, जिसमें यह माना",
  "power should be exercised within a reasonable period even in case of": "गया था कि धोखाधड़ी के मामले में भी स्वप्रेरणा शक्ति का प्रयोग उचित अवधि के भीतर किया",
  "fraud and within a reasonable time from the date of discovery of fraud": "जाना चाहिए और धोखाधड़ी का पता चलने की तारीख से उचित समय के भीतर किया जाना",
  "and it depends on facts and circumstances of each case — Further,": "चाहिए और यह प्रत्येक मामले के तथ्यों और परिस्थितियों पर निर्भर करता है- इसके अलावा,",
  "in sub-section (4) of s.50-B, AP Act, the expression “the collector": "एपी अधिनियम की धारा 50-ख की उप-धारा (4) में, \"कलेक्टर किसी भी समय स्वप्रेरणा",
  "conspicuously absent in sub-section (6) of s.122-(C) of UPZALR": "अधिनियम की धारा 22-(ग) की उप-धारा (6) में स्पष्ट रूप से अनुपस्थित है- इसके",
  "Appearances for Parties": "पक्षकारों की ओर से उपस्थिति",
  "Yash Pal Dhingra, Adv. for the Appellants.": "अपीलार्थियों के अधिवक्ता यश पाल ढींगरा",
  "Tanmaya Agarwal, Wrick Chatterjee, Mrs. Aditi Agarwal, Vinayak Mohan, Advs. for the Respondents.": "प्रत्यर्थियों के अधिवक्तागण तन्मय अग्रवाल, वब्रिक चटर्जी, श्रीमती अदिति अग्रवाल, विनायक मोहन।",
  "Judgment / Order of the Supreme Court": "उच्चतम न्यायालय का निर्णय/आदेश",
  "Judgment": "निर्णय",
  "Aravind Kumar, J.": "न्यायमूर्ति अरविंद कुमार",
  "(hereinafter referred to as ‘writ petitioners or petitioners’) challenging": "(जिन्हें आगे *रिट याचिकाकर्ता या याचिकाकर्ता' कहा जाएगा) द्वारा 2008-09 के पुनरीक्षण",
  "the order dated 23.09.2009 passed in Revision No.68 of 2008-09 came": "संख्या 68 में पारित दिनांक 23.09.2009 के आदेश को चुनौती देते हुए दायर रिट याचिका",
  "to be dismissed and said order came to be upheld for the reason": "को खारिज कर दिया गया और उक्त आदेश को इस कारण से बरकरार रखा गया कि पुनरीक्षण",
  "that the revision petition is not maintainable and consequently the order dated 07.02.2008 passed by the Additional Collector holding": "याचिका पोषणीय नहीं है और परिणामस्वरूप अपर कलेक्टर द्वारा दिनांक 07.02.2008 को",
  "2. By our order dated 13.03.2024, we had made it clear that since none": "2. हमारे दिनांक 3.03.2024 के आदेश द्वारा, हमने यह स्पष्ट कर दिया था कि चूंकि",
  "had appeared on behalf of the appellants (writ petitioners) no further": "अपीलार्थियों (रिट याचिकाकर्ताओं ) की ओर से कोई भी पेश नहीं हुआ था, इसलिए आगे कोई",
  "adjournment would be granted and in the interest of justice one last opportunity came to be extended to the writ petitioners. However,": "स्थगन नहीं दिया जाएगा और न्याय के हित में रिट याचिकाकर्ताओं को एक अंतिम अवसर दिया",
  "opportunity came to be extended to the writ petitioners. However, even today when the matter is called in the second round none has": "जाएगा। हालाँकि, आज भी जब मामला दूसरी बार में बुलाया गया, अपीलार्थियों की ओर से",
  "Short facts leading to the filing of this appeal are as under:": "3. इस अपील को दायर करने के लिए संक्षिप्त तथ्य इस प्रकार हैं;",
  "In the year 1969-70, the khasra plot No. 185 in Rampur Kedhar Village,": "4. वर्ष 969-70 में, उत्तर प्रदेश के रामपुर केधार गाँव में खसरा भूखंड संख्या 85 को",
  "UP was designated as a Panchayat Ghar but later it was declared": "पंचायत घर के रूप में निर्दिष्ट किया गया था, लेकिन बाद में इसे 993 में अनुपयुक्त घोषित कर",
  "came to be allotted to different individuals including the writ petitioners": "रिट याचिकाकर्ताओं सहित विभिन्न व्यक्तियों को आवंटित किए गए।",
  "that fraud vitiates all acts and in the instant case the revenue was": "दिया है कि धोखाधड़ी सभी कार्यों को दूषित करती है और वर्तमान मामले में यूपीजेडएएलआर",
  "suit had been instituted for cancellation of allotment for which no": "रद्द करने के लिए मुकदमा दायर किया गया था, जिसके लिए यूपीजेडएएलआर अधिनियम की",
  "limitation has been specified under Section 122-C(6) of UPZALR Act and particularly when the land in question had been reserved": "धारा 22-सी (6) के तहत कोई परिसीमा निर्दिष्ट नहीं की गई है और विशेष रूप से जब",
  "Act and particularly when the land in question had been reserved as Panchayat Ghar it would be governed under Section 132 of the": "विचाराधीन भूमि को पंचायत घर के रूप में आरक्षित किया गया था तो यह यूपीजेडएएलआर",
  "bhumidhar uses the land for a purpose not connected with agriculture, horticulture or animal husbandry same would be in contravention of": "भूमिधर कृषि, बागवानी या पशुपालन से जुड़े किसी उद्देश्य से अलग किसी अन्य उद्देश्य के लिए",
  "horticulture or animal husbandry same would be in contravention of Section 143 and admittedly no permission had been procured for the": "भूमि का उपयोग करता है, वह धारा 43 का उल्लंघन होगा और स्वीकार रूप से, धारा 43 के",
  "usage of the land for residential purposes as required under Section": "तहत आवश्यक आवासीय उद्देश्यों के लिए भूमि के उपयोग के लिए कोई अनुमति नहीं ली गई",
  "143. Hence, he would contend that the authorities were within their jurisdiction to initiate the proceedings for cancelling the allotment and": "थी। इसलिए उन्होनें तर्क दिया कि आवंटन को रद्द करने की कार्यवाही शुरू करने के लिए",
  "the revenue authorities as well as the High Court had rightly refused to": "अधिकारी अपने अधिकार क्षेत्र में थे और राजस्व अधिकारियों के साथ-साथ उच्च न्यायालय ने",
  "interfere with the impugned order dated 07.02.2008 and rejected the": "भी दिनांक 07.02.2008 के आक्षेपित आदेश में हस्तक्षेप करने से इनकार करके ठीक ही",
  "writ petition whereunder they had sought for the suit being dismissed": "किया था और रिट याचिका को खारिज कर दिया था, जिसके तहत उन्होंने मुकदमे को",
  "as barred by limitation. Hence, he prays for rejection of this appeal.": "परिसीमा द्वारा वर्जित के रूप में खारिज करने की मांग की थी। इसलिए, वह इस अपील को",
  "Having heard the learned Counsel representing the State, it would": "9. राज्य के विद्वान अधिवक्ता को सुनने के बाद, इस न्यायालय द्वारा पारित दिनांक",
  "be apposite to note the order dated 17.07.2012 passed by this Court. It reads:": "7.07.202 के आदेश पर ध्यान देना उचित होगा। यह इस प्रकार हैः-",
  "“Leave granted.": "\"अनुमति प्रदान की गयी।",
  "In the meanwhile, the parties are directed to maintain status quo in respect of the disputed land, as it is": "इस बीच, पक्षों को विवादित भूमि के संबंध में यथास्थिति बनाए रखने का निर्देश दिया",
  "obtaining today. This would necessarily mean that neither": "जाता है, जैसी कि आज है। इसका अनिवार्य रूप से यह अर्थ होगा कि कोई भी पक्ष",
  "party shall change the present character of the property or alienate the same to any other person in any manner": "संपत्ति के वर्तमान स्वरूप को नहीं बदलेगा या उसे किसी भी तरह से किसी अन्य",
  "(Emphasis Supplied by us)": "(हमारे द्वारा प्रभाव वर्धित)",
  "submitted applications for allotment of land for purposes of house construction in the village Dhodhar, Tehsil Thakurdwara, District": "के गाँव धोधर में घर निर्माण के उद्देश्यों के लिए भूमि के आवंटन के लिए आवेदन प्रस्तुत किए",
  "Sub-District Magistrate on 27.06.1994 and allotment was made": "मजिस्ट्रेट द्वारा 27.06.994 को अनुमोदित किया गया और भूमि प्रबंधन समिति, रामपुर,",
  "in pursuance to the proposal dated 15.05.1994 forwarded by The": "ढोढर द्वारा अग्रेषित दिनांक 5.05.994 के प्रस्ताव के अनुसरण में आवंटन किया गया था।",
  "petitioners and other allottees have put up construction by putting": "इसलिए रिट याचिकाकर्ताओं और अन्य आवंटनकर्ताओं ने आवास बनाकर निर्माण किया है",
  "their family members. However, after a period of 13 years namely on": "और अपने परिवार के सदस्यों के साथ उसमें रह रहे हैं।हालांकि, 3 साल की अवधि के बाद",
  "13.06.2007 the Lekhpal submitted a report for cancellation of such": "3.06.2007को लेखपाल ने इस आधार पर इस तरह के आवंटन को रद्द करने के लिए एक",
  "and other allottees were classified as Panchayat Ghar and as per Section 132 of UPZALR Act the same could not have been": "पंचायत घर के रूप में वर्गीकृत किया गया था और यूपीजेडएएलआर अधिनियम की धारा 32",
  "proposing thereunder to initiate proceedings and recommended for cancellation of the allotment. Hence, the proceedings for cancellation": "शुरू करने का प्रस्ताव रखा गया और आवंटन को रद्द करने की सिफारिश की गई। इसलिए,",
  "of the allotment came to be initiated by issuance of show cause notice dated 05.07.2007 to all the allottees.": "आवंटन को रद्द करने की कार्यवाही सभी आबंटियों को 05.07.2007 दिनांकित कारण",
  "Thus, it emerges from the afore-stated facts that the authorities": "॥. इस प्रकार, पूर्व-वर्णित तथ्यों से यह सामने आता है कि अधिकारियों ने लेखपाल की",
  "initiated the proceedings for cancellation of the allotment initially based on the report dated 13.06.2007 of the Lekhpal which was": "3.06.2007 दिनांकित रिपोर्ट के आधार पर आवंटन को रद्द करने के लिए कार्यवाही शुरू",
  "undisputedly after 13 years from the date of allotment. It is no doubt": "की, जो निर्विवाद रूप से आवंटन की तारीख से 3 साल बाद थी। इसमें कोई संदेह नहीं है कि",
  "Respondents. This Court in Additional Commssioner, Revenue and Others v. Akhalaq Hussain and Another, (2020) 4 SCC 507": "आयुक्त, राजस्व और अन्य बनाम अखलाक हुसैन और अन्य, (2020) 4 एससीसी 507 के",
  "vide paragraph 28 has held that sub-section (6) of Section 122C": "मामले में पैराग्राफ 28 द्वारा यह अभिनिर्धारित किया गया है कि धारा 22सी की उप-धारा",
  "empowers the collector to enquire with regard to the manner of allotment being irregular and may proceed to cancel the allotment": "(6) कलेक्टर को आवंटन के अनियमित होने के संबंध में जांच करने का अधिकार देती है और",
  "if he satisfies that such allotment is irregular. Section 122C (6)": "यदि वह संतुष्ट होता है कि ऐसा आवंटन अनियमित है तो वह आवंटन को रद्द करने के लिए",
  "“122C (6) The Collector may of his own motion and": "“22सी (6) कलेक्टर अपने स्वयं के प्रस्ताव पर और इस धारा के तहत भूमि के",
  "shall on the application of any person aggrieved by an": "आवंटन से व्यथित किसी भी व्यक्ति के आवेदन पर ऐसे आवंटन में निर्धारित तरीके से",
  "prescribed into such allotment, and if he is satisfied that the allotment is irregular, he may cancel the allotment, and": "जांच कर सकता है, और यदि वह संतुष्ट है कि आवंटन अनियमित है, तो वह आवंटन",
  "allotted shall cease.”": "जाएगा।”",
  "However, the question which requires to be addressed is whether": "2. हालाँकि, जिस प्रश्न पर ध्यान देने की आवश्यकता है, वह यह है कि क्‍या ऐसी कार्यवाही",
  "such initiation of the proceedings can be at any length of time or at any point of time where no limitation is prescribed. This Court": "की शुरुआत किसी भी समय या किसी भी समय बिन्दु पर हो सकती है जहां कोई परिसीमा",
  "in State of Punjab Vs. Bhatinda Milk Producer Union Limited": "निर्धारित नहीं है। इस न्यायालय ने पंजाब राज्य बनाम भटिंडा दूध उत्पादक संघ लिमिटेड",
  "reported in (2007) 11 SCC 363 has held:": "(2007) । एससीसी 363 में कहा हैः",
  "“18. It is trite that if no period of limitation has been": "“+8. यह सामान्य बात है कि यदि परिसीमा की कोई अवधि निर्धारित नहीं की गई है,",
  "prescribed, statutory authority must exercise its jurisdiction": "तो सांविधिक प्राधिकारी को उचित अवधि के भीतर अपने अधिकार क्षेत्र का प्रयोग",
  "within a reasonable period. What, however, shall be the reasonable period would depend upon the nature of the": "करना चाहिए। हालाँकि, उचित अवधि क्या होगी, यह अधिनियम की प्रकृति, उसके",
  "statute, rights and liabilities thereunder and other relevant factors.”": "तहत अधिकारों और देनदारियों और अन्य प्रासंगिक कारकों पर निर्भर करेगी।”",
  "v. K. Suresh Reddy, (2003) 7 SCC 667 namely the exercise of": "व्यावसाय कुली संघम बनाम के सुरेश रेडी (2003) 7 एससीसी 667 के मामले में मिला था",
  "is to be exercised within a reasonable time and if so, within what": "जाना है और यदि ऐसा है, तो किस समय के भीतर किया जा सकता है?उक्त मामले में प्राप्त",
  "delivered to the purchasers. The vendees applied under Section 50-B of the AP Act for validation of sales and the concerned": "गया। विक्रेताओं ने बिक्री के सत्यापन के लिए आंध्र प्रदेश अधिनियम की धारा 50-बी के तहत",
  "Tehsildar issued validation certificates on various dates. The said": "आवेदन किया और संबंधित तहसीलदार ने विभिन्न तिथियों पर सत्यापन प्रमाण पत्र जारी किए।",
  "Collector of the District by the Special Tehsildar and authorised officer (land reforms) which appeals came to be dismissed in": "तहसीलदार के उक्त आदेशों को विशेष तहसीलदार और अधिकृत अधिकारी (भूमि सुधार) द्वारा",
  "purporting to exercise the suo moto power under sub-section (4) of Section 50-B of the Act to both the vendors and the vendees as": "50-बी की उप-धारा (4) के तहत स्वप्रेरणा शक्ति का उपयोग करने के लिए कारण बताओ नोटिस जारी किए कि कारण बताओ नोटिस के जवाब में दायर आपत्तियों पर विचार करने के",
  "to why the validation certificates issued in the year 1974 or earlier should not be cancelled after considering the objections filed in": "नोटिस जारी किए कि कारण बताओ नोटिस के जवाब में दायर आपत्तियों पर विचार करने के बाद वर्ष 974 या उससे पहले जारी किए गए सत्यापन प्रमाणपत्रों को क्यों रद्द नहीं किया जाना",
  "response to the show cause notices, the Joint Collector set aside the validation certificates in 1989. The learned Single Judge before": "चाहिए, संयुक्त कलेक्टर ने 989 में सत्यापन प्रमाणपत्रों को रद्द कर दिया। विद्वान एकल",
  "whom challenge was laid accepted the plea of the writ petitioners": "न्यायाधीश, जिनके समक्ष चुनौती दी गई थी, ने रिट याचिकाकर्ताओं की याचिका को इस",
  "by arriving at a conclusion that suo moto power of revision ought": "निष्कर्ष पर पहुंचकर स्वीकार कर लिया कि पुनरीक्षण की स्वप्रेरणा शक्ति का प्रयोग उचित",
  "to have been exercised within a reasonable period, though Section 50-B (4) of the Act empowers the authority to exercise such suo": "अवधि के भीतर किया जाना चाहिए था, हालाँकि अधिनियम की धारा 50-बी (4) प्राधिकरण",
  "(4) of Section 50-B of the Act should be understood. In": "उल्लेख किया है और उन पर अवलम्ब लिया है कि अधिनियम की धारा 50-बी की",
  "the impugned order the Division Bench of the High Court": "चाहिए। आक्षेपित आदेश में उच्च न्यायालय की खण्ड पीठ ने विद्वान एकल न्यायाधीश",
  "approves and affirms the decision of the learned Single Judge. Where a statute provides any suo motu power of": "के फैसले को मंजूरी दी है और उसकी पुष्टि की है। जहाँ कोई अधिनियम किसी भी",
  "revision without prescribing any period of limitation, the": "परिसीमा की अवधि निर्धारित किए बिना पुनरीक्षण की कोई स्वप्रेरणा शक्ति प्रदान",
  "power must be exercised within a reasonable time and": "करता है, वहाँ शक्ति का प्रयोग उचित समय के भीतर किया जाना चाहिए और प्रत्येक",
  "what is “reasonable time” has to be determined on the facts of each case.": "मामले के तथ्यों पर \"उचित समय\" निर्धारित किया जाना चाहिए।",
  "13. In the light of what is stated above, we are of the view that the Division Bench of the High Court was right": "3. ऊपर जो कहा गया है, उसके आलोक में हमारा विचार है कि उच्च न्यायालय की",
  "view that the Division Bench of the High Court was right in affirming the view of the learned Single Judge of the": "खण्ड पीठ उच्च न्यायालय के विद्वान एकल न्यायाधीश के इस विचार की पुष्टि करने में",
  "High Court that the suo motu power under sub-section (4) of Section 50-B of the Act is to be exercised within a": "सही थी कि अधिनियम की धारा 50-बी की उप-धारा (4) के तहत स्वप्रेरणा शक्ति",
  "19. It is also necessary to note that the suo motu power was sought to be exercised by the Joint Collector after 13-15 years. Section 50-B was amended in the year": "9. यह ध्यान देना भी आवश्यक है कि संयुक्त कलेक्टर द्वारा 3-5 वर्षों के बाद स्वप्रेरणा शक्ति का प्रयोग करने की मांग की गई थी। धारा 50-बी को वर्ष 979 में",
  "1979 by adding sub-section (4), but no action was taken": "उप-धारा (4) जोड़कर संशोधित किया गया था, लेकिन 989 तक स्वप्रेरणा शक्ति",
  "why the authorities waited for such a long time. It appears": "इंतजार क्यों किया। ऐसा प्रतीत होता है कि उप-धारा (4) को इस प्रकार जोड़ा गया",
  "alienations or transfers were made to defeat the provisions": "को विफल करने के लिए संक्रामण या हस्तांतरण किए गए थे। भूमि अधिकतम सीमा",
  "into force on 1-1-1975, the authorities should have made": "अधिनियम --975 को लागू होने के बाद, अधिकारियों को उचित समय के भीतर",
  "by the High Court, could not be sustained.”": "नहीं रखा जा सका।”",
  "In the teeth of the expression ‘any time’ not being found in sub-": "धारा 22-सी की उप-धारा (6) में 'किसी भी समय' अभिव्यक्ति नहीं मिलने के कारण, यह",
  "section (6) of Section 122-C, it would not detain us for too long to set aside the impugned orders.": "हमें आक्षेपित आदेशों को अपास्त करने के लिए बहुत लंबे समय तक नहीं रोकेगा।",
  "However, in order to satisfy ourselves as to whether the issue of fraud": "।6. हालाँकि, खुद को संतुष्ट करने के लिए कि क्या वर्तमान मामले में धोखाधड़ी का मुद्दा उत्पन्न",
  "would arise in the instant case? And if so, whether such foundational facts had been laid in the proceedings initiated? Or such fraud, if": "होगा?और यदि ऐसा है, तो क्या शुरू की गई कार्यवाही में ऐसे मूलभूत तथ्य रखे गए थे? या",
  "any, has been committed by the writ petitioners or attributed to": "ऐसी धोखाधड़ी, यदि कोई हो, रिट याचिकाकर्ताओं द्वारा की गई है या कारण बताओ नोटिसों",
  "them under the show cause notices has also been examined. The": "के तहत उनके जिम्मेदार ठहराया गया है, की भी जांच की गई है। पुनरावृत्ति की कीमत पर,",
  "requires to be noticed namely the report or the communication of": "3.06.2007 की रिपोर्ट या पत्र पर ध्यान देने की आवश्यकता है। इसके परिशीलन से यह भी",
  "of the same does not even suggest or indicate of such fraud having": "संकेत नहीं मिलता है कि इस तरह की धोखाधड़ी हुई है या रिट याचिकाकर्ताओं के खिलाफ",
  "it has been stated therein that subject land had been preserved for": "8.06.2007 की रिपोर्ट में कहा गया है कि विषय भूमि को पंचायत घर के लिए संरक्षित किया",
  "peshkar working in the office Sub-District Magistrate who is said to": "गया था और यह उप-जिला मजिस्ट्रेट कार्यालय में काम करने वाले पेशकर द्वारा दी गई",
  "certain irregularities. In other words, on the basis of such presumed": "अनियमितताएं पाई हैं। दूसरे शब्दों में, इस तरह की अनुमानित अनियमितताओं के आधार पर",
  "irregularities he has jumped to the conclusion that allotment was irregular, against law and approval of allotment was on the basis of": "वह इस निष्कर्ष पर पहुंचे हैं कि आवंटन अनियमित था, कानून के खिलाफ था और आवंटन की",
  "forged signature of Sub-District Magistrate. However, the basis of such": "मंजूरी उप-जिला मजिस्ट्रेट के जाली हस्ताक्षर के आधार पर थी। हालांकि, उप-जिला",
  "been forged is not specified or in other words report is silent. It is": "शब्दों में, रिपोर्ट मूक(इसके बारे में उल्लेख नहीं) है। यह भी ध्यान देना दिलचस्प है कि किसी",
  "also interesting to note that no allegation of whatsoever nature has been attributed to the allottees of they having forged the signature/s.": "भी प्रकृति का कोई भी आरोप आवंटनकर्ताओं द्वारा जाली हस्ताक्षर करने के लिए नहीं लगाया",
  "In this background, we are of the considered view that the principles enunciated by this Court in Ibrahimpatnam’s case (supra) would": "गया है। इस पृष्ठभूमि में, हमारा विचार है कि इब्राहिमपट्टनम(उपरोक्त) के मामले में इस",
  "be squarely applicable to the facts on hand and as such the order": "न्यायालय द्वारा प्रतिपादित सिद्धांत उपलब्ध तथ्यों पर पूरी तरह से लागू होंगे और इस तरह",
  "impugned herein cannot be sustained.": "इसमें आक्षेपित आदेश को कायम नहीं रखा जा सकता है।",
  "foundational facts would disclose the same, it would suffice to initiate": "की शक्ति उपलब्ध है और ऐसे मूलभूत तथ्यों से इसका खुलासा होगा, लेकिन यह कार्यवाही",
  "Hussain’s case referred to supra. By making this position of law": "ऊपर उल्लिखित अखलाक हुसैन के मामले में माना गया है। कानून की इस स्थिति को पूर्णतः",
  "explicitly clear and in the facts and circumstances of the present": "स्पष्ट करते हुए तथा वर्तमान मामले के तथ्यों और परिस्थितियों को देखते हुए, जिनकी ऊपर",
  "case as unfolded which is discussed in detail herein above disclosing same not being laid in show cause notices, we are of the considered": "विस्तार से चर्चा की गई है तथा जिन्हें कारण बताओ नोटिस में नहीं रखा गया है, हम इस",
  "Yet another factor which has swayed in our mind to quash the": "8. फिर भी एक और बात जो आक्षेपित आदेश को रद्द करने के लिए हमारे दिमाग में आई है,",
  "impugned order is the fact that pursuant to the allotment made on 27.06.1994 the allottees who are poor rustic villagers have": "वह यह है कि 27.06.994 को किए गए आवंटन के अनुसार, आवंटितिगण जो गरीब देहाती"
}