{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय अधिकारिता",
  "CRIMINAL APPEAL NO. 2343 OF 2023": "आपराधिक अपील संख्या 2343 /2023",
  "(Arising out of S.L.P. (Criminal) No. 2988 of 2023)": "(एसएलपी (आपराधिक) संख्या 2988/2023 से उद्भूत)",
  "JUDGMENT": "निर्णय",
  "J.B. PARDIWALA, J. :": "न्यायमूर्ति जे. बी. पारदीवाला,",
  "l. Leave granted.": "4. अनुमति प्रदान की गयी।",
  "District Saharanpur, State of U.P. for the offences punishable under Sections 376-D and 506 resply of the Indian Penal Code": "और 506 के तहत दंडनीय अपराधों के लिए उत्तर प्रदेश राज्य के सहारनपुर",
  "Therefore, the writ petition is dismissed leaving it open": "इसलिए रिट याचिका को खारिज कर दिया जाता है और",
  "Jor the petitioner to apply before the competent court for": "के लिए सक्षम अदालत के समक्ष आवेदन करने की स्वंतत्रता दी",
  "7. In such circumstances referred to above, the appellant is": "7. ऊपर उल्लिखित ऐसी परिस्थितियों में, अपीलकर्ता वर्तमान अपील के",
  "here before this Court with the present appeal.": "साथ इस न्यायालय के समक्ष आया है।",
  "SUBMISSIONS ON BEHALF OF THE APPELLANT": "अपीलकर्ता की ओर से दिए गए तर्क",
  "8. Mr. Siddhartha Dave, the learned senior counsel": "8. अपीलकर्ता की ओर से पेश विद्वान वरिष्ठ अधिवक्ता श्री सिद्धार्थ दवे ने",
  "has stated as under:-": "अपनी लिखित अभिकथकनों में कहा है: -",
  "“a) It is respectfully submitted that the alleged First": "\"क) सादर यह प्रस्तुत किया जाता है कि कथित प्रथम सूचना",
  "Information Report is absolutely false and frivolous, and": "रिपोर्ट बिल्कुल झूठी और तुच्छ है और उक्त प्राथमिकी को पढ़ने",
  "376-D and 506 IPC is clearly not made out against the": "धारा 376-घ और 506 के तहत अपराध नहीं बनता है इस",
  "Petitioner herein inasmuch as apart from the omnibus allegation that the Petitioner along with the co-accused": "सर्वव्यापी आरोप के अलावा, कि याचिकाकर्ता ने सह -अभियुक्त",
  "person had forcibly taken possession of the land of the": "व्यक्तियों के साथ शिकायतकर्ता की भूमि पर जबरन कब्जा कर",
  "rape on the Complainant or that he even made any sexual advances towards the Complainant or that he": "किया था या उसने शिकायतकर्ता के साथ कोई यौन संबंध भी",
  "had threatened the Complainant at any point of time in": "बनाया था या उसने किसी भी समय शिकायतकर्ता को किसी भी",
  "It is thereafter I returned to my home. It is on next week,": "बाद मैं अपने घर लौट आयी।अगले सप्ताह मैं अपनी जमीन देखने के",
  "I returned to see my field. It is then I met Afjal and his": "लिए वापस आयी।इसके बाद मैं अफजल और उसके अधिवक्ता जिशान",
  "advocate Jishan. They called me before the Tubewell for": "से मिली।उन्होंने मुझे संवाद करने के लिए ट्यूबवेल के सामने बुलाया।",
  "the forceful possession of my land, Afjan son of Iqbal": "मेरी जमीन के जबरन कब्जे को खाली करने के बहाने, इकबाल के बेटे",
  "and his Advocate Jishan again raped me forcefully. It is": "अफजल और उसके अधिवक्ता जिशान ने फिर से मेरे साथ जबरन",
  "still these people did not vacate my land. It is for many": "बलात्कार किया।फिर भी इन लोगों ने मेरी जमीन खाली नहीं की।कई",
  "times it is Javes and his brother Alishan, Afjal and": "बार जावेद और उसके भाई अलीशान, अफजल और जिशान ने मेरी",
  "with me. These people after threatening me, they told": "साथ बलात्कार का अपराध किया।इन लोगों ने मुझे धमकी देने के बाद",
  "that I should forget about the land. I want to state that": "कहा कि मैं जमीन भूल जाऊं।मैं कहना चाहता हूं कि ये लोग बहुत",
  "these people are very powerful people. It was earlier due to threat to my life, I then unable to state anything at the": "शक्तिशाली लोग हैं।पहले मेरी जान को खतरा होने के कारण, मैं तब कुछ",
  "my report and take necessary legal action. It will be humble justice for me.”": "दर्ज करें और आवश्यक कानूनी कार्रवाई करें।यह मेरे लिए विनम्र न्याय होगा।\"",
  "4. Thus, a plain reading of the aforesaid FIR reveals that the": "4. इस प्रकार, उपरोक्त प्राथमिकी के साधारण पठन से पता चलता है कि",
  "victim “X” is a resident of Village Kot Mustarka, P.S. Chachrauli,": "पीड़िता \"एक्स\" ग्राम कोट मस्टरका, थाना चचरौली, जिला यमुना नगर,",
  "bearing Khasra No. 145/1 admeasuring 0.461 hectares situated at Village Safipur, Behat, Saharanpur from one Amit Kumar Joshi": "सफीपुर, बेहत, सहारनपुर में स्थित 0.464 हेक्टेयर क्षेत्रफल की जमीन,",
  "appellant along with two other accused persons named in the FIR": "वर्ष 2042 में अपीलकर्ता ने प्राथमिकी में नामजद दो अन्य अभियुक्त",
  "forcibly took over the possession of the said land and when the": "व्यक्तियों के साथ जबरन उक्त भूमि पर कब्जा कर लिया और जब पीड़िता ने",
  "victim begged before them to vacate the land, they started": "उनके सामने भूमि खाली करने की भीख मांगी, तो उन्होंने उसे धमकी देना",
  "Javed, Alishan and their Advocate Jishan asked the victim to meet them near a tube well at the Glocal University and when the": "उनके अधिवक्ता जिशान ने पीड़ित को ग्लोकल विश्वविद्यालय में एक ट्यूबवेल",
  "victim went to meet them, they all forced her to have physical": "के पास उनसे मिलने के लिए कहा और जब पीड़ित उनसे मिलने गई, तो उन सभी ने उसे उसकी जमीन खाली करने के बदले उनके साथ शारीरिक",
  "Petitioner and thus, the FIR is liable to be quashed. It is": "उसका संबंध है, प्राथमिकी को रद्द कर दिया जाए। उच्च न्यायालय ने",
  "Petition and thereby declined to quash the FIR referred to": "याचिका को खारिज कर दिया और इस तरह उसमें उल्लिखित अपराधों के",
  "3. The FIR lodged by the one “X” reads thus:-": "3. \"एक्स\" द्वारा दर्ज कराई गई प्राथमिकी इस प्रकार है: -",
  "“Copy of the Complaint - - To the Incharge Inspector Sir.": "\"शिकायत की प्रति-- सेवा में, प्रभारी निरीक्षक महोदय थाना मिर्जापुर,",
  "P.S. Mirzapur, District- Saharanpur. Sir, it is humbly": "जिला-सहारनपुर। महोदय, यह विनग्रतापूर्वक अनुरोध किया जाता है",
  "requested that my name is X wife of Y, Residence of : Village Kot Mustarka, P.S. Chachrauli, District Yamuna": "कि मेरा नाम एक्स पत्नी वाई निवासी ग्राम कोट मस्टरका, थाना",
  "Village Kot Mustarka, P.S. Chachrauli, District Yamuna Nagar, Haryana. It is in the year 2011 one of my": "चचरौली, जिला यमुना नगर, हरियाणा है।वर्ष 204 में मेरे एक रिश्तेदार",
  "relatives told to me that one plot of land situated at": "ने मुझे बताया कि गांव सफीपुर में स्थित जमीन का एक भूखंड खसरा",
  "Hectare belonged to Arnit Kumar Joshi son of Surendra": "सुरेंद्र जोशी के बेटे अर्नीत कुमार जोशी का था, उक्त मालिक ने उक्त",
  "then decided by said owner for sale of the said land plot. It is in view of the same, I executed sale deed for": "भूमि को बेचने का फैसला किया था। इसे ध्यान में रखते हुए, मैंने",
  "of Iqbal @ Bala, Hazi Iqbal@ Bala son of Abdul Wahid": "जावेद, अब्दुल वाहिद के बेटे हाजी इकबाल उर्फ बाला और अब्दुल",
  "and Mahmud son of Abdul Wahid residence of Kaswa & P.S. - Mirzapur, District- Saharanpur. I then requested": "वाहिद के बेटे महमूद निवासी कस्बा व थाना- मिर्जापुर, जिला-",
  "P.S. - Mirzapur, District- Saharanpur. I then requested these people to vacate my land when these people": "सहारनपुर ने जबरन कब्जा कर लिया। जब मैंने इन लोगों से मेरी जमीन",
  "started to threaten me. I have made many more requests": "खाली करने का अनुरोध किया तो इन लोगों ने मुझे धमकाना शुरू कर",
  "to these people. It is however, these people did not": "दिया। मैंने इन लोगों से कई बार अनुरोध किया।हालांकि इन लोगों ने",
  "his brother Alishan and their Advocate Jishan sol! of Jamil residence of Padli Grant, P.S. Mirjapur, District": "अलीशान और उनके अधिवक्ता जिशान पुत्र जमील निवासी पडली ग्रांट,",
  "Tubewell at Glocal University. It is then these people for": "ट्यूबवेल के पास बातचीत के लिए बुलाया।उसके बाद इन लोगों ने मेरी",
  "lodged after an inordinate delay of 4 years, that is, on": "से नवंबर 2048 में हुई थी, जबकि 4 साल की अत्यधिक देरी के",
  "25.08.2022. On a reading of the FIR it is evident that the dispute is with respect to the land situated at Khasra No.": "बाद यानी 25.08.2022 को प्राथमिकी दर्ज कराई गई है। प्राथमिकी को पढ़ने पर, यह स्पष्ट होता है कि विवाद खसरा सं.",
  "145/1, Village Shafipur, Behat, District Saharanpur and": "445/4, गाँव शफीपुर, बेहत, जिला सहारनपुर में स्थित भूमि के",
  "by virtue of a registered sale deed dated 10.10.2012 for": "एक पंजीकृत बिक्री विलेख दिनांक 0.0.2042 के आधार पर",
  "possession of his own land from the Complainant": "द्वारा अपनी स्वयं की ही भूमि का शिकायतकर्ता से जबरन कब्जा",
  "particularly when there is no evidence to show that she": "लेने का कोई सवाल ही नहीं था, विशेष रूप से जब यह दिखाने के",
  "in fact is the owner of the said land. If at all the": "लिए कोई सबूत नहीं है कि वह वास्तव में उक्त भूमि की मालिक है।",
  "Complainant had any grievance against the Petitioner": "यदि शिकायतकर्ता को याचिकाकर्ता के खिलाफ कोई शिकायत थी",
  "a false FIR against the Petitioner and that too after an": "तो वह याचिकाकर्ता के खिलाफ झूठी प्राथमिकी दर्ज कराने के",
  "explanation.": "कोई स्पष्टीकरण नहीं है।",
  "c) It is submitted that although the Respondents have": "ग) यह कहा गया है कि यद्यपि प्रतिवादियों ने आरोप लगाया है कि",
  "alleged that the Petitioner is a mining mafia in western": "याचिकाकर्ता पश्चिमी उत्तर प्रदेश में एक खनन माफिया है, लेकिन",
  "registered against the Petitioner with respect to illegal": "अवैध खनन के संबंध में याचिकाकर्ता के खिलाफ एक भी मामला",
  "mining. Further the Petitioner has not been declared as a mining mafia by any authority or court of law.": "दर्ज नहीं है।इसके अलावा याचिकाकर्ता को किसी भी प्राधिकरण या अदालत द्वारा खनन माफिया घोषित नहीं किया गया है।",
  "d) The Respondents are maliciously attempting to project the Petitioner, who is a Chancellor of Glocal": "घ) प्रतिवादी दुर्भावनापूर्ण ढंग से याचिकाकर्ता, जो ग्लोकल",
  "project the Petitioner, who is a Chancellor of Glocal University, as a hardened criminal when the fact is that": "विश्वविद्यालय के कुलाधिपति हैं, को एक खतरनाक अपराधी के रूप में पेश करने का प्रयास कर रहे हैं, जबकि तथ्य यह है कि हर",
  "every time the Petitioner and his family members were": "बार जब याचिकाकर्ता और उसके परिवार के सदस्यों को अदालतों",
  "granted protection by the Courts, the Police immediately": "द्वारा सुरक्षा दी जाती है, तो पुलिस तुरंत उनके खिलाफ नई",
  "the State of Uttar Pradesh is misusing its administrative as well as police machinery to harass the Petitioner and": "याचिकाकर्ता और उसके परिवार के सदस्यों को परेशान करने के लिए अपने प्रशासनिक और पुलिस तंत्र का दुरुपयोग कर रही है",
  "them. Further the State authorities have not only illegally": "राज्य के अधिकारियों ने न केवल याचिकाकर्ता के तीन आवासीय",
  "demolished three residential houses of the Petitioner but": "घरों को अवैध रूप से ध्वस्त किया है, बल्कि उन व्यक्तियों के",
  "has also registered false criminal cases against even": "खिलाफ भी झूठे आपराधिक मामले दर्ज किए गए हैं जो उन मामलों",
  "those persons who stand surety for the Petitioner and his family members in cases where bail or anticipatory": "में, याचिकाकर्ता और उसके परिवार के सदस्यों के लिए जमानती",
  "bail has been granted to them.": "हैं, जहां उन्हें जमानत या अग्रिम जमानत दी गई है।",
  "e) It is submitted that after the change of Government in the State of Uttar Pradesh in the year 2017, the ruling": "ड) यह कहा गया है कि वर्ष 207 में उत्तर प्रदेश राज्य में सरकार",
  "party came to power and immediately after the change": "बदलने के बाद, सत्तारूढ़ दल सत्ता में आया और सरकार बदलने",
  "of Government the Petitioner along with his family": "के तुरंत बाद, याचिकाकर्ता को उसके परिवार के सदस्यों के साथ",
  "testimony is unnecessary and uncalled for. Therefore, the": "हैं और इस प्रकार, प्राथमिकी रद्द किए जाने योग्य है।यह उल्लेख",
  "delay in lodging the criminal case in rape cases is not": "मामलों में आपराधिक मामला दर्ज करने में देरी अभियोजन के",
  "In view of the aforementioned factual & legal": "उपरोक्त तथ्यात्मक और कानूनी दलीलों को ध्यान में रखते हुए,",
  "submissions, it is most respectfully submitted that the present special leave petition of the Petitioners is liable to": "सादर यह प्रस्तुत किया जाता है कि याचिकाकर्ताओं की वर्तमान",
  "be dismissed with exemplary cost and the impugned": "विशेष अनुमति याचिका उदाहरणात्मक लागत के साथ खारिज",
  "order 17.10.2022 passed by the Hon’ble High Court in": "संख्या 5472/2022 में माननीय उच्च न्यायालय द्वारा पारित",
  "to be upheld.”": "है।”",
  "ANALYSIS": "विश्लेषण",
  "10. Having heard the learned counsel appearing for the": "0. पक्षकारों की ओर से उपस्थित विद्वान अधिवक्ता को सुनने के बाद और",
  "parties and having gone through the materials on record, the only question that falls for our consideration is whether the FIR": "अभिलेख पर मौजूद दस्तावेजों को देखने के बाद, एकमात्र सवाल जो हमारे",
  "11. We take notice of the fact that in the entire FIR there is": "44. हम इस तथ्य पर ध्यान देते हैं कि पूरी एफआईआर में वर्तमान",
  "not a whisper of any allegation of rape or criminal": "अपीलकर्ता के खिलाफ बलात्कार या आपराधिक धमकी के किसी भी",
  "named as the accused No. 2. The other co-accused persons": "भी दिखाई देता है वह यह है कि अपीलकर्ता को अभियुक्त संख्या 2 के रूप",
  "are directly or indirectly related to the appellant. The": "में नामजद किया गया है।अन्य सह-अभियुक्त व्यक्ति प्रत्यक्ष या अप्रत्यक्ष रूप",
  "appellant is a Vice Chancellor of the Glocal University. We": "से अपीलकर्ता से संबंधित हैं।अपीलकर्ता ग्लोकल विश्वविद्यालय का कुलपति है।हम अपीलकर्ता की ओर से पेश विद्वान वरिष्ठ अधिवक्ता द्वारा लगाए गए",
  "may not go into the serious allegations of political bias, etc.": "राजनीतिक पूर्वाग्रह आदि के गंभीर आरोपों में नहीं जा सकते हैं, लेकिन साथ",
  "being targeted. The appellant has been shown as a history sheeter. If the FIR does not disclose anything against the": "हिस्ट्रीशीटर के रूप में दिखाया गया है।यदि प्राथमिकी अपीलकर्ता के",
  "appellant and even at the end of the investigation, if nothing": "खिलाफ कुछ भी खुलासा नहीं करती है और यहां तक कि विवेचना के अंत",
  "incriminating has surfaced against the appellant herein, then": "में भी, यदि अपीलकर्ता के खिलाफ इसमें कुछ भी आपत्तिजनक सामने नहीं",
  "the continuation of the criminal proceedings against the": "आया है, तो अपीलकर्ता के खिलाफ आपराधिक कार्यवाही जारी रखना",
  "process of law. It appears that so far as the other co-accused are concerned, the investigation has been completed and": "प्रतीत होता है कि जहां तक अन्य सह-अभियुक्तों का संबंध है, विवेचना पूरी",
  "charge sheet has also been filed. It further appears that the": "हो चुकी है और आरोप पत्र भी दायर कर दिया गया है।आगे ऐसा प्रतीत होता",
  "trial is in progress.": "है कि विचारण चल रहा है।",
  "12. We are of the view that in the absence of any particular allegation in the FIR against the appellant herein,": "42. हमारा विचार है कि वर्तमान अपीलकर्ता के खिलाफ प्राथमिकी में किसी विशेष आरोप के अभाव में, उच्च न्यायालय को एक रहस्यमय आदेश के",
  "particular allegation in the FIR against the appellant herein, the High Court should not have declined to quash the FIR by": "विशेष आरोप के अभाव में, उच्च न्यायालय को एक रहस्यमय आदेश के माध्यम से प्राथमिकी को रद्द करने से यह कहते हुए इनकार नहीं करना",
  "antecedents and the FIR prima facie reveals commission of congnizable offences. The High Court should have first": "प्रथमदृष्टया संज्ञेय अपराधों के होने का खुलासा करती है।उच्च न्यायालय को",
  "against the appellant. By just naming the appellant in the": "आरोप लगाए गए हैं।केवल प्राथमिकी में अपीलकर्ता का नाम होने से यह नहीं",
  "If any particular role is attributed or some kind of active": "के संबंध में कोई विशेष भूमिका दी जाती है या किसी प्रकार की सक्रिय",
  "13. There is something more to add to the aforesaid and": "3. उपरोक्त में जोड़ने के लिए कुछ और है और वही बात मामले की जड़",
  "came to be lodged sometime in the year 2022 i.e. after almost": "2022 में किसी समय प्राथमिकी दर्ज की गई थी।हम प्राथमिकी दर्ज करने में",
  "other accused persons is in progress. The Trial Court on its": "व्यक्तियों के खिलाफ विचारण चल रहा है।विचारण न्यायालय स्वयं इस पहलू",
  "own will examine this aspect. It cannot be lost sight of that": "की जांच करेगा।इस बात को नजरअंदाज नहीं किया जा सकता है कि",
  "rape causes the greatest distress and humiliation to the": "बलात्कार पीड़ित के लिए सबसे बड़ी पीड़ा और अपमान का कारण बनता है,",
  "victim but at the same time a false allegation of rape can": "लेकिन साथ ही बलात्कार का एक झूठा आरोप आरोपी को भी उतना ही",
  "cause equal distress, humiliation and damage to the accused": "कष्ट, अपमान और नुकसान पहुंचा सकता है।अभियुक्त को झूठे निहितार्थ की",
  "as well. The accused must also be protected against the possibility of false implication, particularly where a large": "संभावना से भी बचाया जाना चाहिए, विशेष रूप से जहां बड़ी संख्या में",
  "number of accused are involved. It must, further, be borne in": "अभियुक्त शामिल हैं।इसके अलावा, यह ध्यान में रखा जाना चाहिए कि",
  "mind that the broad principle is that an injured witness was present at the time when the incident happened and that": "व्यापक सिद्धांत यह है कि घटना के समय एक घायल गवाह मौजूद था और",
  "ordinarily such a witness would not tell a lie as to the actual": "आम तौर पर ऐसा गवाह वास्तविक हमलावरों के बारे में झूठ नहीं बोलेगा ,",
  "assailants, but there is no presumption or any basis for": "लेकिन यह मानने के लिए कोई उपधारणा या कोई आधार नहीं है कि ऐसे",
  "assuming that the statement of such a witness is always correct or without any embellishment or exaggeration.[See :": "गवाह का बयान हमेशा सही होता है या बिना किसी बनावट या अतिशयोक्ति",
  "Raju & Ors. v. State of Madhya Pradesh, (2008) 15 SCC": "के होता है।[देखिएः राजू और अन्य बनाम मध्य प्रदेश राज्य, (2008) 45",
  "14. At this stage, we would like to observe something": "4. इस स्तर पर, हम कुछ महत्वपूर्ण अवलोकन करना चाहेंगे। जब भी कोई",
  "invoking either the inherent powers under Section 482 of the Code of Criminal Procedure (CrPC) or _ extraordinary": "अभियुक्त आपराधिक प्रक्रिया संहिता (सीआरपीसी) की धारा 482 के तहत",
  "jurisdiction under Article 226 of the Constitution to get the": "अंतर्निहित शक्तियों या संविधान के अनुच्छेद 226 के तहत असाधारण",
  "FIR or the criminal proceedings quashed essentially on the": "अधिकारिता का उपयोग करके प्राथमिकी या आपराधिक कार्यवाही को इस",
  "ground that such proceedings are manifestly frivolous or": "कि ऐसी कार्यवाही स्पष्ट रूप से तुच्छ या परेशान करने वाली है या प्रतिशोध",
  "vengeance, then in such circumstances the Court owes a duty": "लेने के लिए गुप्त उद्देश्य से शुरू की जाती है, तो ऐसी परिस्थितियों में न्यायालय का कर्तव्य है कि वह प्राथमिकी को सावधानी से और थोड़ी",
  "the accused with an ulterior motive for wreaking personal": "शिकायतकर्ता व्यक्तिगत प्रतिशोध आदि के लिए आरोपी के खिलाफ",
  "is very well drafted with all the necessary pleadings. The": "आवश्यक अभिवचनों के साथ प्राथमिकी /परिवाद को बहुत अच्छी तरह से",
  "FIR/complaint are such that they disclose the necessary": "एफआईआर /परिवाद में किए गए कथन ऐसे हों कि वे कथित अपराध का",
  "ingredients to constitute the alleged offence. Therefore, it will": "गठन करने के लिए आवश्यक अवयव को दर्शायें।इसलिए न्यायालय के लिए",
  "ascertaining whether the necessary ingredients to constitute the alleged offence are disclosed or not. In frivolous or": "अपराध का गठन करने के लिए आवश्यक अवयव दर्शित होते हैं या नहीं।",
  "vexatious proceedings, the Court owes a duty to look into": "तुच्छ या परेशान करने वाली कार्यवाहियों में, न्यायालय का कर्तव्य है कि वह",
  "many other attending circumstances emerging from the record": "अभिकथनों के अलावा मामले के अभिलेख से उभरने वाली अन्य उपस्थित",
  "of the case over and above the averments and, if need be, with": "परिस्थितियों पर गौर करे और यदि आवश्यक हो, तो उचित सावधानी और",
  "The Court while exercising its jurisdiction under Section 482 of the CrPC or Article 226 of the Constitution need not restrict": "की धारा 482 या संविधान के अनुच्छेद 226 के तहत अपनी अधिकारिता",
  "itself only to the stage of a case but is empowered to take into": "का प्रयोग करते समय न्यायालय को खुद को केवल मुकदमे के चरण तक ही",
  "collected in the course of investigation. Take for instance the": "होने के साथ-साथ विवेचना के दौरान एकत्र की गई सामग्री की समग्र",
  "case on hand. Multiple FIRs have been registered over a period of time. It is in the background of such circumstances the": "मामलें को ही लेंसमय-समय पर कई एफआईआर दर्ज की गई हैं।ऐसी",
  "of time. It is in the background of such circumstances the registration of multiple FIRS assumes importance, thereby": "परिस्थितियों की पृष्ठभूमि में कई एफआईआर का दर्ज होना महत्वपूर्ण हो",
  "attracting the issue of wreaking vengeance out of private or": "जाता है, जिससे निजी या व्यक्तिगत द्वेष के कारण प्रतिशोध लेने का मुद्दा",
  "15. In the overall view of the matter, we are convinced that": "5. मामले के समग्र दृष्टिकोण में, हम आश्वस्त हैं कि अपीलकर्ता पर कथित",
  "no case is made out to put the appellant herein to trial for the": "अपराध के लिए विचारण करने के लिए कोई मामला नहीं बनता है।",
  "16. We have also looked into the counter affidavit filed on behalf of the respondents Nos. 1, 2 and 3 resply. In their": "6. हमने प्रतिवादीगण संख्या 4,2 और 3 की ओर से दायर जवाबी शपथ पत्र पर भी गौर किया है। उनके जवाबी शपथ पत्र में भी, यह संकेत देने के",
  "counter affidavit also, there is nothing to indicate that the appellant herein as one of the accused persons had": "लिए कुछ नहीं है कि अभियुक्त व्यक्तियों में से एक , वर्तमान अपीलकर्ता ने",
  "committed the offence as alleged. All that has been stated in": "अपराध किया था जैसा कि आरोप लगाया गया था। जवाबी शपथ पत्र में"
}