{
  "IN THE SUPREME COURT OF INDIA": "भारतीय उच्चतम न्यायालय के समक्ष",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "(Arising out of Special Leave Petition (Civil)NOS............... ccc cece e eee e enone of 2021)": "(विशेष अनुमति याचिका(सिविल) संख्या ............................. वर्ष 202] से उद्धृत)",
  "(Arising out of Special Leave Petition (Civil)D.No.1855 of 2020)": "(विशेष अनुमति याचिका (सिविल) 0. 0. 855/ 2020 से उद्घूत)",
  "Versus": "बनाम",
  "SRI KRISHNA AND ANR. ...Respondents": "श्री कृष्ण और अन्य... ....... प्रत्यर्थी",
  "JUDGMENT": "निर्णय",
  "Uday Umesh Lalit, J.": "न्यायमूर्ति उदय उमेश ललित,",
  "1. Delay condoned.": "।. विलंब क्षमा किया गया।",
  "2. Leave granted.": "2. अनुमति प्रदान की गई।",
  "3. These appeals challenge: (i) the Judgment and order dated 21.04.2006 passed by the High Court! in FAFO (First Appeal From Order) No.2473 of": "3. ये अपील () एफएफओ (आदेश से प्रथम अपील) सं. 2473/2005 में उच्च",
  "' High Court of Judicature at Allahabad": "इलाहाबाद उद्च न्यायालय",
  "peculiar circumstances of the case, I set aside the impugned judgment and decree.": "परिस्थितियों में, मैंने आक्षेपित फैसले और डिक्री को अपास्त किया जाता",
  "In the result of this appeal is allowed with the costs of Rs.1000/-. The trial court is directed to decide the case": "इस अपील के परिणाम में 000/- रुपये की लागत के साथ अनुमति दी गई है।विचारण न्यायालय को निर्देश दिया जाता है कि वह पक्षकारों",
  "on merits after affording opportunities to the parties.”": "को अवसर प्रदान करने के बाद मामले को योग्यता के आधार पर तय करे। \"",
  "13. Thereafter, Respondent No.2 filed CMRA No. 107616 of 2009 seeking": "43. इसके बाद, प्रत्यर्थी संख्या -2 ने सीएमआरए नंबर 0766/2009 को इस",
  "recall inter alia on the ground that Respondent No.1 had full knowledge of the proceedings since 17.02.1997 and had intentionally and deliberately": "आधार पर वापस बुलाने की मांग कि प्रत्यर्थी संख्या - . को 7.02.997 से कार्यवाही की पूरी जानकारी थी और उसने जानबूझकर मामले को पेश करने और",
  "avoided to appear and contest the matter. The application was, however, dismissed by the High Court by its order dated 18.10.2019 observing that after": "लड़ने से परहेज किया था। हालाँकि, उच्च न्यायालय द्वारा 8.0.209 के अपने अस्वीकरण",
  "indicated that since the judgment debtor i.e. Respondent No.1 could not be": "कि चूंकि निर्णय ऋणी अर्थात प्रत्यर्थी संख्या । को ढूढ़ने पर नहीं पाया जा सका,",
  "6. On 29.01.2000 the following order was passed by the trial court:-": "6. 29.0.2000 को विचारण न्यायालय द्वारा निम्नलिखित आदेश पारित किया गया था: -",
  "“Case presented today. Case called out. Decree Holder": "मामला आज प्रस्तुत किया गया।वाद पुकारा गया।डिक्री धारक अपने",
  "with her counsel present. The report of attachment of property is filed. The decree holder shall take steps for": "अधिवक्ता के साथ उपस्थित है।संपत्ति की कुर्की की रिपोर्ट दर्ज की जाती है।",
  "property is filed. The decree holder shall take steps for notice under O XXI Rule 66 within 15 days.”": "डिक्री धारक 5 दिनों के भीतर 0 0९ नियम 66 के तहत नोटिस के लिए कदम उठाएगा। \"",
  "7. On 04.04.2000 a report was filed by the Process Server to the following effect:-": "7. 04.04.2000 को प्रक्रिया सर्वर द्वारा निम्नलिखित प्रभाव के लिए एक रिपोर्ट दायर की गई थीः",
  "“Today 02.04.2000 I came to Nagla Rate district Mainpuri, and searched Sri Krishna, and served a notice on him and the receipt of the same have been duly": "\"आज 02.04.2000 मैं नगला रेट जिला मैनपुरी आया, और श्री कृष्ण को खोजा, और उन पर एक नोटिस दिया और उसी की प्राप्ति को नोटिस की",
  "acknowledged by him by putting him signature on the copy of notice.”": "प्रति पर हस्ताक्षर करके उनके द्वारा विधिवत स्वीकार किया गया है।\"",
  "8. In the aforesaid circumstances, the executing court issued warrant of": "8. उपरोक्त परिस्थितियों में , निष्पादन न्यायालय ने 06.2.2000 को संपत्ति की",
  "sale of property on 06.12.2000 whereunder the property was directed to be": "बिक्री का वारंट जारी किया, जिसके तहत संपत्ति को 6.2.2000 को नीलाम करने",
  "auctioned on 16.12.2000 and the warrant was to be returned on or before": "का निर्देश दिया गया था और वारंट को 23.]2.2000 को या उससे पहले विधिवत",
  "23.12.2000, duly executed. Accordingly, on 16.12.2000 the property was put": "निष्पादित किया जाना था। तदनुसार, 6.2.2000 को संपत्ति को नीलामी के लिए",
  "to auction in which the present appellant as the highest bidder with a bid of": "रखा गया था जिसमें वर्तमान अपीलकर्ता को रु ,25,000/- की बोली के साथ उच्चतम बोलीदाता के रूप में रखा गया था। निर्धारित प्रक्रिया के अनुसार, अपीलकर्ता",
  "4. Respondent No.2 herein filed a Suit in the court of Civil Judge (Junior Division), Mainpuri, Uttar Pradesh, for recovery of money along with interest": "4. प्रत्यर्थी संख्या -2 द्वारा सिविल न्यायाधीश (कनिष्ठ श्रेणी ) न्यायालय, मैनपुरी, उत्तर प्रदेश में अन्य बातों के साथ साथ धन और उसके ब्याज की वसूली के लिए एक",
  "submitting inter alia that the defendant in the Suit i.e. Respondent No.1 herein": "वाद दायर किया है कि वाद के प्रतिवादी अर्थात प्रत्यर्थी संख्या -] ने उसे जिला एवं",
  "situated at Nangle Rate, Village Panchayat Mainpuri Rural, Tehsil and": "तहसील - मैनपुरी, ग्राम पंचायात - मैनपुरी ग्रामीण में नागल रेट पर स्थित गाटा",
  "to Respondent No.1 by registered post was received back with postal": "और जैसा कि पंजीकृत डाक द्वारा प्रतिवादी नंबर को भेजा गया सम्मन डाक द्वारा",
  "endorsement of ‘refusal’, the order dated 19.02.1997 passed by the Trial Court": "अस्विकृति का अनुमोदन करते हुए वापस प्राप्त हुआ था, विचारण न्यायालय द्वारा",
  "“Case called out. On behalf of plaintiff her counsel is": "\"मामला पुकारा गया। वादी की ओर से उनके अधिवक्ता",
  "present. Nobody present on behalf of defendant. The": "उपस्थित है। प्रतिवादी की ओर से कोई भी उपस्थित नहीं",
  "registered notice which was sent to defendant, had": "हुआ। प्रतिवादी को भेजा गया पंजीकृत नोटिस, अस्वीकृति की",
  "received with remark refusal. Notice is deemed to be": "टिप्पणी के साथ प्राप्त हुआ था। नोटिस को पर्याप्त माना जाता",
  "sufficient. No one is present on behalf of defendant, the": "है। प्रतिवादी की ओर से कोई भी उपस्थित नहीं है, प्रतिवादी",
  "The matter was thereafter adjourned on few dates and finally on": "इसके बाद मामले को कुछ तारीखों पर स्थगित कर दिया गया और अंत में",
  "the sum of Rs.22,400/- along with interest @ 9%.": "6.09.997 को 9% ब्याज के साथ २५८. 22,400/- की राशि में प्रत्यर्थी",
  "5. In the application filed by Respondent No.2 seeking execution of the": "5. 6.09.997 की डिक्री के निष्पादन की मांग करते हुए प्रतिवादी नंबर 2 द्वारा",
  "decree dated 16.09.1997, the property admeasuring 0.93 acres which was": "दायर आवेदन में, 0.93 एकड़ की संपत्ति जो बेचने के समझौते की विषय वस्तु थी,",
  "In the application it was asserted:-": "आवेदन में यह दावा किया गया थाः",
  "“..The applicant executed an agreement to sale in": "\"... आवेदक ने वादी के पक्ष में बिक्री के लिए एक समझौते को निष्पादित",
  "favour of plaintiff, and the applicant was always ready to execute the same till today. Applicant have no": "किया, और आवेदक आज तक इसे निष्पादित करने के लिए हमेशा तैयार था।",
  "money. That the plaintiff by misleading the court and": "आवेदक के पास पैसे नहीं हैं।कि वादी ने न्यायालय को गुमराह करके",
  "got passed an ex-parte judgment on 16.09.1997 in her": "6.09.997 को अपने पक्ष में एक पूर्व -पक्षीय निर्णय पारित किया और",
  "Hon’ble Court. That no summon or notice issued from": "न्यायालय से कोई समन या नोटिस जारी नहीं किया गया।यह कि वादी को",
  "proceeding transferred to the court of Civil Judge (Senior Division) Mainpuri, which is pending there, by": "निष्पादन की कार्यवाही सिविल जज (सीनियर डिवीजन) मैनपुरी की न्यायालय में स्थानांतरित कर दी जाती है, जो वहां लंबित है, जिसके द्वारा",
  "which the applicant facing the irreparable loss and the": "आवेदक को अपूरणीय क्षति का सामना करना पड़ रहा है और आवेदक ने",
  "applicant had not defaulted intentionally and applicant": "जानबूझकर चूक नहीं की है और आवेदक को वाद के साथ साथ निष्पादन की",
  "have no knowledge about suit as well as execution proceeding. Due to ex-parte Judgment the applicant": "कार्यवाही के बारे में भी कोई जानकारी नहीं है।एक -पक्षीय निर्णय के कारण",
  "proceeding. Due to ex-parte Judgment the applicant facing irreparable loss and injury. In the interest of": "आवेदक को अपूरणीय क्षति और चोट का सामना करना पड़ता है।न्याय के",
  "justice the judgment and decree dated 16.09.1997 to be": "हित में निर्णय और डिक्री दिनांक 26.09.997 को अपास्त किया जाना",
  "set aside. The applicant got the knowledge of the suit and execution proceeding from the information given by plaintiff's husband on 16.12.2000, so this application": "चाहिए।आवेदक को वादी के पति द्वारा 36.2.2000 को दी गई जानकारी से मुकदमे और निष्पादन की कार्यवाही का ज्ञान प्राप्त हुआ, इसलिए यह आवेदन",
  "is within time.”": "समय के भीतर है। \"",
  "10. The aforesaid application was dismissed on 05.07.2005 by the": "0. उपरोक्त आवेदन 05.07.2005 को अतिरिक्त जिला न्यायाधीश, मैनपुरी द्वारा",
  "different context, while considering the effect of Section 27 of the General": "साधारण खंड अधिनियम, 897 की धारा 27 के प्रभाव पर विचार करते हुए, सीसी",
  "“14. Section 27 gives rise to a presumption that service": "4. धारा 27 एक अनुमान को जन्म देती है कि नोटिस की सेवा तब प्रभावित",
  "of notice has been effected when it is sent to the correct address by registered post. In view of the said": "हुई है जब इसे पंजीकृत डाक द्वारा सही पते पर भेजा जाता है।उक्त अनुमान",
  "presumption, when stating that a notice has been sent by registered post to the address of the drawer, it is": "के मद्देनजर, जब यह कहते हुए कि ड्रॉअर के पते पर पंजीकृत डाक द्वारा एक",
  "unnecessary to further aver in the complaint that in spite": "नोटिस भेजा गया है, तो शिकायत में आगे वर्णन करना अनावश्यक है कि",
  "of the return of the notice unserved, it is deemed to have been served or that the addressee is deemed to have": "नोटिस न पहुंचने के बावजूद, यह माना जाता है नोटिस पहुंच गई है या यह",
  "been served or that the addressee is deemed to have knowledge of the notice. Unless and until the contrary": "माना जाता है कि पताधारक को नोटिस का ज्ञान है।जब तक पताधारक द्वारा",
  "is proved by the addressee, service of notice is deemed": "इसके विपरीत साबित नहीं किया जाता है, तब तक नोटिस की सेवा को उस",
  "to have been effected at the time at which the letter would have been delivered in the ordinary course of": "समय प्रभावित माना जाता है जिस समय पत्र व्यवसाय के सामान्य क्रम में",
  "business. This Court has already held that when a notice": "पहुंचांया गया होगा।यह न्यायालय पहले ही यह अभिनिर्धारित कर चुका है कि",
  "is sent by registered post and is returned with a postal": "जब रजिस्ट्रीकृत डाक द्वारा कोई नोटिस भेजा जाता है और उसे डाक",
  "endorsement “refused” or “not available in the house”": "पृष्ठांकन के साथ \"मना\" या \"घर में उपलब्ध नहीं\" या \"धर में ताला बंद\" या",
  "or “house locked” or “shop closed” or “addressee not in": "\"दुकान में ताला बंद\" या \"पते पर स्टेशन में नहीं\" लौटा दिया जाता है,",
  "station”, due service has to be presumed. [Vide Jagdish": "सम्यक सेवा की उपधारणा माना जाना चाहिए॥[ जगदीश सिंह बनाम नत्थू",
  "Singh v. Natthu Singh’: State of M.P. vs. Hiralal &": "सिंह:* मप्र राज्य बनाम हीरालाल और अन्य“ और वी. राजा कुमारी बनाम पी.",
  "20. Even after the passing of the ex-parte decree, the report filed by the process server on 04.04.2000 clearly indicated that notice was served upon": "20. एक-पक्षीय डिक्री के पारित होने के बाद भी, 04.04.2000 को प्रक्रिया सर्वर द्वारा दायर रिपोर्ट में स्पष्ट रूप से संकेत दिया गया था कि प्रत्यर्थी संख्या - पर",
  "on the copy of the notice. Despite such knowledge, Respondent No.1 allowed": "स्वीकार किया गया था। इस तरह के ज्ञान के बावजूद, प्रत्यर्थी संख्या - 3 ने संपत्ति",
  "4 (1996) 7 SCC 523": "4 (996) 7 500 523",
  "> (2004) 8 SCC 774": "5 (2004) 8 500 774"
}