{
  "[2024] 7 S.C.R. 443 : 2024 INSC 509": "[2024] 7 5.0९. 443 : 2024 ॥१50 509",
  "New Okhla Industrial Development Authority": "न्यू ओखला औद्योगिक विकास प्राधिकरण",
  "Harnand Singh (Deceased) through LRs & Ors.": "हरनंद सिंह (मृतक) द्वारा विधिक प्रतिनिधि एवं अन्य",
  "(Civil Appeal No. 3674-3675 of 2023)": "(सिविल अपील क्रमांक 3674-3675 2023)",
  "10 July 2024": "20 जुलाई 2024",
  "[Surya Kant* and K.V. Viswanathan,JJ.]": "[न्यायमूर्ति सूर्यकान्त एवं न्यायमूर्ति के.वी. विश्वनाथन]",
  "Issue for Consideration": "विचारार्थ मुद्दा",
  "The matters in the instant case can be categorized into two groups:": "मौजूदा मामले में मामलों को दो समूहों में वर्गीकृत किया जा सकता है:",
  "(i) SLPs, Miscellaneous Applications and Civil Appeals preferred by landowners who had already been granted compensation at": "(।) एसएलपी, प्रकीर्ण आवेदन और सिविल अपीलें उन भूस्वामियों द्वारा प्रस्तुत की जा रही हैं जिन्हें पहले ही",
  "INR 340 per sq. yd. and who are now seeking parity with Bir Singh": "340 रुपये प्रति वर्ग गज की दर से मुआवजा दिया जा चुका है और जो अब बीर सिंह के साथ समानता की मांग",
  "where compensation was enhanced to INR 449 per sq. yd.; and": "कर रहे हैं जहां मुआवजा बढ़ाकर 449 रुपये प्रति वर्ग गज कर दिया गया था; और (॥) कुछ भूस्वामियों को 449",
  "(ii) Civil Appeals preferred by NOIDA as against the enhanced compensation of INR 449 per sq. yd. granted to some of the": "रुपये प्रति वर्ग गज के बढ़े हुए मुआवजे दिया गया जिनके विरूद्ध नोएडा द्वारा सिविल अपील दायर की गई।",
  "The following questions arise for Consideration:": "विचार हेतु निम्नलिखित प्रश्न उठते हैं:",
  "(i) Should compensation be enhanced, and if so, to what extent. How should the quantum be calculated; (ii) Are the Miscellaneous": "(।) क्या मुआवजा बढ़ाया जाना चाहिए, और यदि हां, तो किस हद तक। क्वांटम की गणना कैसे की जानी",
  "Headnotest": "हेडनोट्स",
  "Land Acquisition Act, 1894 — Whether the compensation should be enhanced — Determination of compensation — Applicability": "भूमि अधिग्रहण अधिनियम, 894 - क्या मुआवजा बढ़ाया जाना चाहिए - मुआवजे का निर्धारण - अनुमान के",
  "and use of principle of guesstimation:": "सिद्धांत की प्रयोज्यता और उपयोग:",
  "Held: The Court can use the principle of guesstimation in reasonably estimating the value of land in the absence of direct evidence, the": "आवधारित किया गया: न्यायालय प्रत्यक्ष साक्ष्य के अभाव में भूमि के मूल्य का उचित अनुमान लगाने में अनुमान",
  "exercise ought not to be purely hypothetical — Instead, the Court": "के सिद्धांत का उपयोग कर सकता है, यह अभ्यास पूरी तरह से काल्पनिक नहीं होना चाहिए - इसके बजाय,",
  "must embrace a holistic view and consider all relevant factors": "न्यायालय को एक समग्र दृष्टिकोण अपनाना चाहिए और सभी प्रासंगिक कारकों और मौजूदा साक्ष्यों पर भी विचार",
  "and existing evidence, even if not directly comparable, to arrive at a fair determination of compensation — Broadly, such relevant": "करना चाहिए। यदि सीधे तुलनीय नहीं है, तो मुआवजे के उचित निर्धारण पर पहुंचने के लिए - मोटे तौर पर, ऐसे",
  "factors can be divided into three categories; Characteristics of the land; Future potentiality of the land; Factors denoting market": "प्रासंगिक कारकों को तीन श्रेणियों में विभाजित किया जा सकता है; भूमि की विशेषताएँ; भूमि की भविष्य की",
  "sentiments — In the instant case, the evidence led by parties": "संभावनाएँ; बाजार की भावनाओं को दशनि वाले कारक - तत्काल मामले में, पार्टियों के नेतृत्व में साक्ष्य कई",
  "Case Law Cited": "उद्धृत विधि वाद",
  "Trishala Jain v. State of Uttaranchal [2011] 8 SCR 520 : (2011) 6 SCC 47 - relied on.": "त्रिशला जैन बनाम उत्तराँचल राज्य [207] 8 एससीआर 520 : (207) 6 एससीसी 47 - पर भरोसा किया",
  "Jagdish Chandra and others v. New OKhla Industrial Development Authority (First Appeal No. 774/2001 before the High": "जगदीश चंद्र और अन्य बनाम न्यू ओखला औद्योगिक विकास प्राधिकरण (उच्च न्यायालय के समक्ष प्रथम अपील",
  "Court); Bir Singh v. State of Uttar Pradesh (Judgment dated": "संख्या 774/200); बीर सिंह बनाम उत्तर प्रदेश राज्य (सिविल अपील संख्या 86208623/207 में",
  "09.11.2017 by the Supreme Court in Civil Appeal Nos. 18620- 18623/2017); Ramsingbhai Jerambhai v. State of Gujarat [2018]": "सर्वोच्च न्यायालय द्वारा निर्णय दिनांक 09.3.2077); राम सिंह भाई बनाम गुजरात राज्य [208] 3",
  "3 SCR 1019 : (2018) 16 SCC 445; Administrator General of W.B. v. Collector [1988] 2 SCR 1025 : (1988) 2 SCC 150; Ram": "एससीआर 09 : (208) 6 एससीसी 445; प्रशासक जनरल, पश्चिम बंगाल बनाम कलेक्टर [988] 2",
  "Kanwar v. State of Haryana (2020) 17 SCC 232; Shaji Kuriakose": "एससीआर 025 : (988) 2 एससीसी 50; राम कंवर बनाम हरियाणा राज्य (2020) 7 एससीसी 232;",
  "v. Indian Oil Corpn. Ltd. [2001] Supp. 1 SCR 573 : (2001) 7": "शाजी कुरियाकोस बनाम इंडियन ऑयल कॉर्पोरेशन लिमिटेड [200] पूरक।  एससीआर 573 : (2007) 7",
  "SCC 650; ONGC Lid. v. Rameshbhai Jivanbhai Patel [2008] 11": "एससीसी 650; ओएनजीसी लिमिटेड बनाम रमेशभाई तीवनभाई पटेल [2008] . एससीआर 927 ८",
  "SCR 927 : (2008) 14 SCC 745; Ravinder Kumar Goel v. State of Haryana and Others [2023] 3 SCR 912 : 2023 SCC OnLine": "(2008) 4 एससीसी 745; रविंदर कुमार गोयल बनाम हरियाणा राज्य और अन्य [2023] 3 एससीआर 92",
  "SC 147; Atma Singh v. State of Haryana and others [2007] 12": ": 2023 एससीसी ऑनलाइन एससी 47; आत्मा सिंह बनाम हरियाणा राज्य और अन्य [2007] 2",
  "SCR 1120 : (2008) 2 SCC 568; Krishan Kumar v. Union of India": "एससीआर 20 : (2008) 2 एससीसी 568; कृष्ण कुमार बनाम भारत संघ (205) 5 एससीसी 220;",
  "(2015) 15 SCC 220; State (NCT of Delhi) v. K.L. Rathi Steels": "राज्य (राष्ट्रीय राजधानी क्षेत्र दिल्ली ) बनाम के.एल. राठी स्टील्स लिमिटेड [2023] 6 एससीआर 209 :",
  "Ltd. [2023] 6 SCR 209 : (2024) SCC OnLine SC 1090; Mewa Ram v. State of Haryana [1986] 3 SCR 660 : (1986) 4 SCC": "(2024) एससीसी ऑनलाइन एससी 090; मेवा राम बनाम हरियाणा राज्य [986] 3 एससीआर 660 :",
  "151; Babua Ram v. State of U.P. [1994] Supp. 4 SCR 148 :": "(986) 4 एससीसी 5; बबुआ राम बनाम उत्तर प्रदेश राज्य [994] पूरक। 4 एससीआर 48 : (995)",
  "(1995) 2 SCC 689 - referred to.": "2 एससीसी 689 - संदर्भित।",
  "Books and Periodicals Cited": "उद्धृत पुस्तकें एवं पत्रिकाएँ",
  "Commentary on the Land Acquisition Act, Om Prakash Aggarwal, 8'* Edn. (New Delhi : Universal Law Publishing Co. Pvt, Ltd.,": "भूमि अधिग्रहण कानून पर टिप्पणी, ओम प्रकाश अग्रवाल, 8वां संस्करण (नई दिल्ली: यूनिवर्सल लॉ पब्लिशिंग",
  "2008), Pg. 76.": "कंपनी प्राइवेट लिमिटेड, 2008), पृ. 76.",
  "List of Acts": "अधिनियमों की सूची",
  "Land Acquisition Act, 1894; Constitution of India.": "भूमि अधिग्रहण अधिनियम, 894; भारत का संविधान.",
  "List of Keywords": "महत्वपूर्ण शब्दों की सूची",
  "Compensation; Enhancement of compensation; Determination of compensation; Principle of guesstimation; Value of land;": "मुआवज़ा; मुआवज़े में वृद्धि; मुआवजे का निर्धारण; अनुमान का सिद्धांत; भूमि का मूल्य; भूमि की विशेषताएँ;",
  "Characteristics of the land; Future potentiality of the land; Factors denoting market sentiments; Commercial potentiality of land;": "भूमि की भविष्य की संभावनाएँ; बाजार की भावनाओं को द्शनि वाले कारक; भूमि की व्यावसायिक क्षमता; भूमि",
  "Market value of land; Strategic location of land; Acquired land": "का बाजार मूल्य; भूमि का रणनीतिक स्थान; अर्जित भूमि लाभ; उचित मुआवज़े का लाभ; भूमि अधिग्रहण",
  "benefits; Benefit of just compensation; Section 28A of the Land Acquisition Act, 1894; Article 142 of the Constitution; Article 14 of": "अधिनियम, 894 की धारा 28 ए; संविधान का अनुच्छेद 42; संविधान का अनुच्छेद 4; एकरूपता बहाल",
  "the Constitution; Restoring uniformity; Correction of judicial error.": "करना; न्यायिक त्रुटि का सुधार।",
  "Case Arising From": "से उत्पन्न वाद",
  "CIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 3674-3675 of 2023": "सिविल अपीलीय क्षेत्राधिकार: सिविल अपील संख्या 3674-3675/ 2023",
  "From the Judgment and Order dated 08.02.2021 in FAD No.26 of": "एफएडी संख्या 26/202] में दिनांक 08.02.202] के निर्णय और आदेश से और इलाहाबाद उद्च न्यायालय के",
  "With": "के साथ",
  "Civil Appeal Nos. 3676-3688 and 3869 of 2023, M.A. No. 2424 of": "सिविल अपील संख्या 3676-3688 और 3869/2023, एमए. संख्या 2424/209, एसएलपी (सी)",
  "2019 In SLP (C) No. 9732 of 2014, M.A. No. 2663 of 2023 In SLP": "संख्या 9732/204, एम.ए. संख्या 2663/ 2023, एसएलपी (सी) संख्या 36027/2009, एमए संख्या",
  "(C) No. 36027 of 2009, M.A. No. 2404 of 2023 In SLP (C) No. 28146": "2404/2023 में एसएलपी (सी) संख्या 28746 में एम.ए. संख्या 2305/ 2009 में एसएलपी (सी) संख्या",
  "of 2009, M.A. No. 2305 of 2023 In SLP (C) No. 23068-23070 of 2010, M.A. No. 2402 of 2023 In SLP (C) No. 23900 of 2009, M.A.": "23068-23070/ 2023, एम,ए. संख्या 2402/200 में एसएलपी (सी) संख्या 23900/2009 में,",
  "No. 2600 of 2023 In SLP (C) No. 29597-29639 of 2010, M.A. No.": "एम.ए. नंबर 2600/2023 में एसएलपी (सी) नंबर 29597-29639/200, एमए नंबर 2602/ 2023,",
  "2602 of 2023 In SLP (C) No. 29597-29639 of 2010, M.A. No. 2598": "एसएलपी (सी) नंबर 29597-29639/200, एमए नंबर 2598/ 2023, एसएलपी (सी) नंबर 29597-",
  "of 2023 In SLP (C) No. 29597-29639 of 2010, M.A. No. 2601 of": "29639/200, एम.ए. नंबर 2607/2023, एसएलपी (सी) नंबर 29597-29639/200, एम.ए. नंबर",
  "2023 In SLP (C) No. 29597-29639 of 2010, M.A. No. 2603 of 2023 In SLP (C) No. 29597-29639 of 2010, M.A. No. 2597 of 2023 In SLP": "2603/2023, एसएलपी (सी) नंबर 29597-29639/200, एम.ए. नंबर 2597/ 2023, एसएलपी (सी)",
  "(C) No. 29597-29639 of 2010, M.A. No. 2604 of 2023 In SLP (C)": "नंबर 29597-29639/ 200 में, एमए नंबर 2604/ 2023 में एसएलपी (सी) नंबर 29597-29639/",
  "No. 29597-29639 of 2010, M.A. No. 2596 of 2023 In SLP (C) No.": "200 में, एमए नंबर 2596/ 2023 में एसएलपी (सी) नंबर 29597-29639/200 में ,एम.ए. नंबर",
  "29597-29639 of 2010, M.A. No. 2416 of 2019 In SLP (C) No. 25328-": "246/209, एसएलपी (सी) नंबर 25328- 25360/200, एम.ए. नंबर 248/209, एसएलपी (सी)",
  "25360 of 2010, M.A. No. 2418 of 2019 In SLP (C) No. 25328-25360 of 2010, M.A. No. 2412 of 2019 In SLP (C) No. 30610 of 2010, M.A.": "नंबर 25328-25360/200, एम.ए. नंबर 242/209 एसएलपी (सी) नंबर 3060/200, एम.ए.",
  "No. 2413 of 2019 In SLP (C) No. 20397 of 2010, M.A. No. 2417 of": "नंबर 243/209, एसएलपी (सी) नंबर 20397 /200, एम.ए. नंबर 247/209, एसएलपी (सी) नंबर",
  "In SLP (C) No. 25328-25360 of 2010, M.A. No. 2423 of 2019 In": "25328-25360/200, एम.ए. नंबर 244/209 एसएलपी में (सी) संख्या 25328-25360/ 200,",
  "SLP (C) No. 25328-25360 of 2010, M.A. No. 2422 of 2019 In SLP": "एम.ए. संख्या 2423/209 एसएलपी (सी) संख्या 25328-25360/200, एम.ए. संख्या 2422/ 209",
  "(C) No. 25328-25360 of 2010, M.A. No. 2415 of 2019 In SLP (C)": "एसएलपी (सी) संख्या 25328-25360/200, एम.ए. नंबर 245/209, एसएलपी (सी) नंबर 25328-",
  "No. 25328-25360 of 2010, M.A. No. 2421 of 2019 In SLP (C) No.": "25360/200 , एमए नंबर 242]/209, एसएलपी (सी) नंबर 25328-25360/200, एमए नंबर",
  "25328-25360 of 2010, M.A. No. 2420 of 2019 In SLP (C) No. 25328-": "2420/209, एसएलपी (सी) नंबर 25328-25360 /200, एमए नंबर 249/209, एसएलपी (सी)",
  "25360 of 2010, M.A. No. 2419 of 2019 In SLP (C) No. 25328-25360 of 2010, SLP (C) No. 20251 of 2023, M.A. No. 2606 of 2023 In SLP": "नंबर 25328-25360/200, एसएलपी (सी) नंबर 2025]/209, एमए नंबर 2606/ 2023, एसएलपी",
  "(C) No. 29597-29639 of 2010, M.A. No. 2605 of 2023 In SLP (C)": "(सी) नंबर 29597- 29639/ 200, एमए नंबर 2605/2023, एसएलपी (सी) नंबर 29597-",
  "No. 29597-29639 of 2010, M.A. No. 2411 of 2019 In SLP (C) No. 23068-23070 of 2010, M.A. No. 274 of 2021 In SLP (C) No. 9732 of": "29639/200, का एमए नंबर 24/209, एसएलपी (सी) नंबर 23068-23070/200, एमए नंबर",
  "23068-23070 of 2010, M.A. No. 274 of 2021 In SLP (C) No. 9732 of 2014, M.A. No. 2607 of 2023 In SLP (C) No. 29597-29639 of 2010": "274/ 202] एसएलपी में (सी) नंबर 9732/204, एम.ए. नंबर 2607/2023, एसएलपी (सी) नंबर",
  "and Diary No. 9072 of 2024": "29597-29639/ 200 और डायरी नंबर 9072/ 2024",
  "of their compensation to INR 449 per sq. yd. On the other hand,": "(एतस्मिनपश्चात, 'संदर्भ न्यायालय' के रूप में सन्दर्भित ), को 449 प्रति वर्ग गज तक बढा दिया गया। जबकि,",
  "of the 1894 Act. Possession of the land was taken on 30.03.1992,": "एक घोषणा जारी की। 894 के अधिनियम के भूमि का कब्ज़ा 30.03.992, 07.08.995 और",
  "07.08.1995 and 18.11.1995.": "8.7.995 को लिया गया।",
  "4. Subsequently, on 17.08.1996, the Land Acquisition Officer (hereinafter, ‘LAOQ’) issued an award under Section 11 of the 1894 Act, affixing": "4. इसके बाद, 7.08.996 को, भूमि अधिग्रहण अधिकारी (इसके बाद, 'लाओ') 894 अधिनियम की धारा",
  "compensation was finally determined at INR 110 per sq. yd.": "कारण अतिरिक्त 2% कटौती लागू करते हुए, मुआवजे की दर अंततः 0 रुपये प्रति वर्ग गज निर्धारित की गई।",
  "5. Following the award, several landowners made a reference before the Reference Court seeking enhancement of compensation under Section 18 of the 1894 Act. The record indicates two kinds of": "५. पंचाट के बाद, कई भूस्वामियों ने 894 अधिनियम की धारा 8 के तहत मुआवजे में वृद्धि की मांग करते हुए",
  "and second, INR 222 per square yard. In both these awards, the": "इंगित करता है; पहला, 233 रुपये और दूसरा, 222 रुपये प्रति वर्ग गज। इन दोनों राशियों में , साक्ष्य ने",
  "evidence suggested the market value of the land at the relevant time, at INR 390 per sq. yd., upon which a 40% deduction for development": "प्रासंगिक समय पर भूमि का बाजार मूल्य 390 रुपये प्रति वर्ग गज सुझाया, जिस पर विकास के लिए 40%",
  "was applied. However, the final figure achieved after this calculation": "कटौती लागू की गई थी। हालाँकि, इस गणना के बाद प्राप्त अंतिम आंकड़ा दोनों आदेशों में अलग -अलग नोट",
  "has been noted differently in both orders, where INR 222 per square yard seems to be the result of a calculation error.": "किया गया है, जहां 222 रुपये प्रति वर्ग गज एक गणना त्रुटि का परिणाम प्रतीत होता है।",
  "6. Some landowners further preferred appeals before the High Court. One such initiative was filed by Jagdish Singh etc., who challenged": "6. कुछ भूस्वामियों ने उच्च न्यायालय के समक्ष अपील को दाखिल की। ऐसी ही एक पहल जगदीश सिंह आदि",
  "the Reference Court’s award in First Appeal No. 774/2001, titled": "द्वारा दायर की गई थी, जिन्होंने प्रथम अपील संख्या 774/ 200] में संदर्भ न्यायालय के फैसले को चुनौती दी",
  "Jagdish Chandra and others v. New Okhla Industrial Development": "थी, जिसका शीर्षक था. जगदीश चंद्र और अन्य बनाम न्यू ओखला औद्योगिक विकास प्राधिकरण। उच्च",
  "Authority. The High Court through its judgement dated 14.12.2007,": "न्यायालय ने अपने दिनांक 4.2.2007 के फैसले के माध्यम से, मूल्यांकन किए गए बाजार मूल्य से संदर्भ",
  "reversed the deductions made by the Reference Court from the assessed market value and directed the State / NOIDA authorities": "न्यायालय द्वारा की गई कटौती को उलट दिया और राज्य/नोएडा अधिकारियों को विकास शुल्क काटे बिना",
  "to recalculate the compensation at INR 297.50 per sq. yd. without": "297.50 रुपये प्रति वर्ग गज पर मुआवजे की पुनर्गणना करने का निर्देश दिया। हालाँकि , अपीलों के एक अन्य",
  "appeals, the High Court, vide the later judgement dated 09.05.2008, refused to enhance the compensation.": "समान समूह में, उच्च न्यायालय, ख़बरदार बाद के फैसले दिनांक 09.05.2008 ने मुआवज़ा बढ़ाने से इनकार कर दिया।",
  "7. The landowners’ review application(s) against the order dated 09.05.2008 were dismissed by the High Court observing that": "7. दिनांक 09.05.2008 के आदेश के खिलाफ भूस्वामियों के समीक्षा आवेदन को उच्च न्यायालय ने यह कहते",
  "they could independently file appeals, if so aggrieved. However,": "हुए खारिज कर दिया कि यदि वे व्यथित हैं तो वे स्वतंत्र रूप से अपील दायर कर सकते हैं। हालाँकि , बाद में",
  "in response to a later application seeking clarification, the High Court on 19.05.2010 clarified the operative part of its earlier": "स्पष्टीकरण मांगने वाले एक आवेदन के जवाब में, उच्च न्यायालय ने 9.05.200 को अपने पहले के फैसले के",
  "judgment and enhanced the compensation to INR 340 per sq.": "ऑपरेटिव हिस्से को स्पष्ट किया और मुआवजे को बढ़ाकर 340 रुपये प्रति वर्ग गज कर दिया। अन्य समान",
  "compensation of INR 449 per sq. yd. granted to some of the landowners.": "॥. नोएडा द्वारा कुछ भूस्वामियों को दिए गए 449 रुपये प्रति वर्ग गज के बढ़े हुए मुआवजे के खिलाफ",
  "B. Contentions on behalf of the State": "बी, राज्य की ओर से तर्क",
  "We have heard learned Senior Counsels for the parties at considerable length and have perused the record at length.": "7. हमने पक्षों के विद्वान वरिष्ठ अधिवक्तओं को काफी विस्तार से सुना है और रिकॉर्ड का विस्तार से अध्ययन",
  "Mr. Ravinder Kumar, learned Senior Counsel representing NOIDA,": "2. नोएडा का प्रतिनिधित्व करने वाले विद्वान वरिष्ठ अधिवक्ता श्री रविंदर कुमार ने यह तर्क दिया बीर सिंह",
  "argued that Bir Singh (supra) had based its finding on an erroneous reading of a sale exemplar, wherein this Court read a description": "(उपरोक्त) अपने निष्कर्ष को बिक्री उदाहरण की गलत रीडिंग पर आधारित किया था, जिसमें इस न्यायालय ने",
  "of the extent of land being 400 sq. yds. as the value of the land instead, i.e., INR 400 per sq. yd. He submitted that the Reference": "भूमि की सीमा 400 वर्ग गज होने का विवरण पढ़ा था। इसके बजाय भूमि के मूल्य के रूप में, अर्थात, 400 प्रति",
  "error while deciding Bir Singh (supra), parity could not be sought": "चेहरा निर्णय लेते समय तथ्यात्मक त्रुटि बीर सिंह (उपरोक्त), उस निर्णय के साथ समानता की मांग नहीं की जा",
  "with that decision which was only binding inter partes and ought not to be treated as a precedent.": "सकती थी जो केवल बाध्यकारी था पक्षकारों के बीच और इसे एक मिसाल के तौर पर नहीं देखा जाना चाहिए।",
  "not invoke Section 28A of the 1894 Act for re-determination of the": "अधिनियम की धारा 28ए को लागू नहीं कर सकते क्योंकि उक्त प्रावधान संदर्भ न्यायालय द्वारा निर्धारित",
  "v. State of Gujarat.' He also argued that the sale deeds produced before this Court by the landowners were of abadi land whereas, in": "निर्णय पर भरोसा रखा गया है जिसमें उन्होंने यह भी तर्क दिया कि भूस्वामियों द्वारा इस न्यायालय के समक्ष",
  "the present case, agricultural or non-abadi land has been acquired.": "प्रस्तुत विक्रय विलेख शाश्वत भूमि के थे जबकि, वर्तमान मामले में, कृषि या गैर-शाश्रत जमीन का अधिग्रहण कर",
  "Mr. Kumar then highlighted that the acquired land is a huge chunk": "लिया गया है. श्री कुमार ने तब इस बात पर प्रकाश डाला कि अधिग्रहीत भूमि भूमि का एक बड़ा हिस्सा है और",
  "of land and cannot be utilised for non-agricultural purposes unless major developmental works are carried out, in the form of roads, water supply, sewage, open spaces, schools, hospitals, parks etc.,": "इसका उपयोग गैर-कृषि उद्देश्यों के लिए नहीं किया जा सकता है जब तक कि सड़क , जल आपूर्ति, सीवेज, खुली जगह, स्कूल, अस्पताल आदि के रूप में बड़े विकास कार्य नहीं किए जाते हैं। पार्क आदि , जिसके",
  "as a result of which not more than 50% of it will be left for carving out industrial or institutional plots for actual sale.": "परिणामस्वरूप वास्तविक बिक्री के लिए औद्योगिक या संस्थागत भूखंडों को तराशने के लिए इसका 50% से अधिक हिस्सा नहीं छोड़ा जाएगा।",
  "Mr. Kumar, Learned Senior Counsel, proffered that a uniform rate of": "4. विद्वान वरिष्ठ अधिवक्ता श्री कुमार ने सुझाव दिया कि भूमि के विभिन्न पार्सल के लिए लागू अलग-अलग दरों",
  "compensation ought to be fixed for the entire acquisition rather than": "के बजाय पूरे अधिग्रहण के लिए मुआवजे की एक समान दर तय की जानी चाहिए। मुआवज़ा तय करते समय",
  "i. | Should compensation be enhanced, and if so, to what extent? How should the quantum be calculated?": "[. क्या मुआवज़ा बढ़ाया जाना चाहिए, और यदि हां, तो किस हद तक? क्वांटम की गणना कैसे की जानी चाहिए?",
  "ii Are the Miscellaneous Applications maintainable?": "॥. क्या प्रकीर्ण आवेदन पोषणीय हैं?",
  "iii. Can the landowners rely upon Section 28A of the 1894 Act to seek parity with Bir Singh (supra)?": "पा. कया भूस्वामी समानता पाने के लिए 894 अधिनियम की धारा 28 ए के साथ बीर सिंह (उपरोक्त) के मामले पर भरोसा कर सकते हैं ?",
  "E. Analysis": "ई. विश्लेषण",
  "E.1 Quantum of Compensation": "ई. मुआवज़े की मात्रा",
  "The primary issue in this case centres around the quantum of compensation granted to the landowners, and the inconsistency and": "20. इस मामले में प्राथमिक मुद्दा भूस्वामियों को दिए गए मुआवजे की मात्रा और न्यायिक प्रक्रिया के विभिन्न",
  "To begin with, we may clarify that although this Court in Bir Singh": "2. आरंभ करने के लिए, हम यह स्पष्ट कर सकते हैं कि यद्यपि यह न्यायालय बीर सिंह (उपरोक्त) मुआवजे को",
  "(supra) had enhanced compensation to INR 449 per sq. yd., both sides very fairly agreed during the course of hearing that the same": "बढ़ाकर 449 रुपये प्रति वर्ग गज कर दिया था, सुनवाई के दौरान दोनों पक्ष काफी हद तक नेक नीयत से इस",
  "was founded on a bona fide factual error. Bir Singh (supra) relied": "बात पर सहमत हुए कि यह एक तथ्यात्मक त्रुटि पर आधारित है। बीर सिंह (उपरोक्त) में दिनांक 6.72.988",
  "on a sale deed dated 16.12.1988, noting the value of the land therein as being INR 400 per sq. yd. However, it is apparent that": "के एक विक्रय विलेख पर भरोसा किया गया, जिसमें भूमि का मूल्य 400 रुपये प्रति वर्ग गज अंकित था।",
  "the figure of 400 actually denoted the area and size of the plot and": "हालाँकि, यह स्पष्ट है कि 400 का आंकड़ा वास्तव में भूखंड के क्षेत्र और आकार को दर्शाता है, न कि उसके",
  "not its sale value. Nevertheless, the decision was not revisited by this Court while exercising Review and Curative jurisdictions — likely": "बिक्री मूल्य को। फिर भी, समीक्षा और उपचारात्मक न्यायक्षेत्रों का उपयोग करते समय इस न्यायालय द्वारा",
  "compensation amount already paid to the expropriated land owners": "निर्णय पर दोबारा गौर नहीं किया गया - संभवतः भूमि मालिकों को पहले से भुगतान की गई अतिरिक्त मुआवजा",
  "bind us because of its sui generis factual position. Given this, it becomes necessary for us to determine the market value of the land independently.": "होंगे उसकी तरह का तथ्यात्मक स्थिति. इसे देखते हुए हमारे लिए स्वतंत्र रूप से भूमि का बाजार मूल्य निर्धारित करना आवश्यक हो जाता है।",
  "E.1.1 Evidence used in determining the quantum of compensation": "ई..7 मुआवज़े की मात्रा निर्धारित करने में प्रयुक्त साक्ष्य",
  "Firstly, it may be refreshed that for the purpose of evaluating compensation for the acquired land, Section 23(1) of the 1894 Act,": "22. सबसे पहले, यह ताज़ा किया जा सकता है कि अधिग्रहीत भूमि के मुआवजे के मूल्यांकन के उद्देश्य से,",
  "compensation for the acquired land, Section 23(1) of the 1894 Act, acts as a lighthouse. It stipulates that:-": "894 अधिनियम की धारा 23(7) एक प्रकाशस्तंभ के रूप में कार्य करती है। इसमें प्रावधान है कि: -",
  "Hence, during the framing of the 1894 Act, it was understood that the ‘market value’ would simply be the price which a willing buyer": "इसलिए, 894 के अधिनियम के निर्माण के दौरान, यह समझा गया कि 'बाजार मूल्य' केवल वह कीमत होगी जो",
  "would give to a willing seller.": "एक इच्छुक खरीदार एक इच्छुक विक्रेता को देगा।",
  "Given the statutory intention behind term ‘market value’, the natural": "24. 'बाजार मूल्य' शब्द के पीछे वैधानिक इरादे को देखते हुए, स्वाभाविक परिणाम यह है कि एक इच्छ्क",
  "corollary is that the sale exemplars reflecting the prices paid by a": "खरीदार द्वारा इच्छक विक्रेता को भुगतान की गई कीमतों को द्शनि वाले बिक्री उदाहरण ऐसे मूल्य के निर्धारण के",
  "However, for utilizing these sale deeds as the foundation for determining compensation, it is imperative that these sale instances": "25. हालाँकि, इन बिक्री कार्यों को मुआवजे के निर्धारण के आधार के रूप में उपयोग करने के लिए, यह जरूरी है",
  "satisfy certain criteria of comparability. In this regard, it is necessary": "कि ये बिक्री उदाहरण तुलनीयता के कुछ मानदंडों को पूरा करें। इस संबंध में, यह आवश्यक है कि बिक्री विलेख",
  "that the sale deeds adhere to the following factors:": "निम्नलिखित कारकों का पालन करें:",
  "i. the sale must be a genuine transaction;": "[. बिक्री वास्तविक लेनदेन होनी चाहिए;",
  "to the date of the notification issued under Section 4 of the": "॥. विक्रय विलेख 894 अधिनियम की धारा 4 के तहत जारी अधिसूचना की तारीख के निकटतम समय",
  "iii. the land covered by the sale must be in the vicinity of the acquired land; and": "॥. बिक्री के अंतर्गत आने वाली भूमि अर्जित भूमि के आसपास होनी चाहिए; और",
  "iv. the nature of such land, including its size, must be similar to the acquired land.4": "[४. ऐसी भूमि की प्रकृति, उसके आकार सहित, अर्जित भूमि के समान होनी चाहिए।",
  "Adverting to the facts of the case in hand, it is germane to our analysis to note that the landowners have placed their reliance on": "26. मामले के मौजूदा तथ्यों को ध्यान में रखते हुए, हमारे विश्लेषण में यह नोट करना उचित है कि भूस्वामियों ने",
  "only one sale deed dated 22.02.1989, which values the land at INR": "22.02.989 दिनांकित केवल एक बिक्री विलेख पर अपनी निर्भरता रखी है, जिसमें भूमि का मूल्य 446 रुपये",
  "446 per sq. yd. Although this sale deed pertains to the land situated": "प्रति वर्ग गज है। हालाँकि यह बिक्री विलेख उसी गाँव के भीतर स्थित भूमि से संबंधित है , लेकिन इसके भूखंड",
  "within the same village, its plot size is significantly smaller—being only 470 sq. yds.—as compared to the vast area under acquisition,": "का आकार अधिग्रहण के तहत विशाल क्षेत्र की तुलना में काफी छोटा है - केवल 470 वर्ग गज - जो लगभग",
  "which spans approximately 492 acres or 23.81 lakh sq. yds. There is no gainsaying that the prices of small plots of land cannot ordinarily": "492 एकड़ या 23.8] लाख वर्ग गज तक फैला है। इसमें कोई दो राय नहीं है कि छोटे भूखंडों की कीमतें आम",
  "serve as the basis of evaluating the market value of larger tracts of": "तौर पर बड़े भूखंडों के बाजार मूल्य के मूल्यांकन के आधार के रूप में काम नहीं कर सकती हैं। हालाँकि, भूमि के",
  "as INR 1500 per sq. yd. in the year 1991. We must note, however, at": "कि यह वर्ष 99] में :500 प्रति वर्ग गज के रूप में ही था। हालाँकि, हमें शुरुआत में ही ध्यान देना चाहिए कि",
  "the outset that this claim is unsubstantiated by any reliable material": "यह दावा रिकॉर्ड पर किसी भी विश्वसनीय सामग्री द्वारा अप्रमाणित है। राज्य / नोएडा प्राधिकारियों द्वारा दिनांक",
  "on record. A document enumerating the circle rates of 37 villages, based upon notification issued by the State / NOIDA authorities,": "30.7.989 को जारी अधिसूचना के आधार पर 37 गांवों की सर्कल दरों की गणना करने वाला एक दस्तावेज,",
  "dated 30.11.1989, was, of course, produced by the landowners to demonstrate that the NOIDA authority itself determined the rate for": "निश्चित रूप से, भूस्वामियों द्वारा यह प्रदर्शित करने के लिए तैयार किया गया था कि नोएडा प्राधिकरण ने स्वयं",
  "lands in village Chhalera Bangar at INR 650 per sq. yd. (for lands": "छलेरा गांव में भूमि की दर निर्धारित की थी। बांगर 650 रुपये प्रति वर्ग गज पर (सड़क से सटी भूमि के लिए)",
  "adjoining the road) and INR 350 per sq. yd. (for the lands away from the road); but this too cannot be the sheet anchor as the said circular": "और 350 रुपये प्रति वर्ग गज (सड़क से दूर भूमि के लिए); लेकिन यह भी शीट एंकर नहीं हो सकता है क्योंकि",
  "was apparently issued with the primary object of levying stamp-duty on an estimated price value of the land in the year 1989.": "उक्त परिपत्र स्पष्ट रूप से वर्ष 989 में भूमि के अनुमानित मूल्य मूल्य पर स्टांप -शुल्क लगाने के प्राथमिक उद्देश्य से जारी किया गया था।",
  "Consequently, given our analysis above, it is apparent that there exists": "30. नतीजतन, ऊपर दिए गए हमारे विश्लेषण को देखते हुए, यह स्पष्ट है कि तत्काल मामलों में उचित और",
  "no direct piece of evidence to determine fair and just compensation in": "उचित मुआवजे का निर्धारण करने के लिए कोई प्रत्यक्ष सबूत मौजूद नहीं है। इसलिए, हमें अनुमान लगाने के",
  "E.1.2. Applicability and use of the principle of guesstimation": "ई..2. अनुमान के सिद्धांत की प्रयोज्यता और उपयोग,",
  "Guesstimation is a heuristic device that enables the court, in the absence of direct evidence and relevant sale exemplars, to make a": "3. अनुमान एक अनुमानी उपकरण है जो अदालत को प्रत्यक्ष साक्ष्य और प्रासंगिक बिक्री उदाहरणों की",
  "reasonable and informed guess or estimation of the market value of the land under acquisition, and concomitantly the compensation": "अनुपस्थिति में, अधिग्रहण के तहत भूमि के बाजार मूल्य का उचित और सूचित अनुमान या अनुमान लगाने में",
  "of the land under acquisition, and concomitantly the compensation payable by the appropriate Government. In that sense, guesstimation": "सक्षम बनाता है, और साथ ही उचित सरकार द्वारा देय मुआवजा भी देता है। उस अर्थ में, अनुमान लगाना भूमि",
  "hinges on the Court’s ability to exercise informed judgement and expertise in assessing the market value of land, especially when": "के बाजार मूल्य का आकलन करने में सूचित निर्णय और विशेषज्ञता का उपयोग करने की न्यायालय की क्षमता",
  "the evidence does not tender a straightforward answer.": "पर निर्भर करता है, खासकर जब सबूत सीधा जवाब नहीं देते हैं।",
  "This principle accentuates the fundamental understanding that determining compensation for land is not a matter of exact science": "32. यह सिद्धांत इस मूलभूत समझ पर बल देता है कि भूमि के लिए मुआवज़ा निर्धारित करना सटीक विज्ञान का",
  "but involves a significant element of estimation. Indeed, this holds": "विषय नहीं है बल्कि इसमें अनुमान का एक महत्वपूर्ण तत्व शामिल है। वास्तव में , यह सामान्य रूप से भूमि के",
  "true for valuation of land in general, which is affected by a multitude of factors such as its location, surrounding market conditions,": "मूल्यांकन के लिए सच है, जो इसके स्थान, आसपास के बाजार की स्थितियों, व्यवहार्य उपयोग आदि जैसे कई",
  "feasible uses etc. Accordingly, while evidence and calculations can aid in estimating the land value, they ultimately serve as tools for": "कारकों से प्रभावित होता है। तदनुसार, जबकि साक्ष्य और गणना भूमि के मूल्य का अनुमान लगाने में सहायता",
  "aid in estimating the land value, they ultimately serve as tools for approximation rather than precision. Instead, land valuation—and": "कर सकते हैं, वे अंततः काम में आते हैं परिशुद्धता के बजाय सन्निकटन के उपकरण के रूप में। इसके बजाय,",
  "informed estimation, requiring the integration of diverse data points and professional judgment concerning subjective, intangible and": "जिसके लिए विविध डेटा बिंदुओं के एकीकरण और व्यक्तिपरक, अमूर्त और से संबंधित पेशेवर निर्णय की",
  "dynamic elements. Pursing a single precise valuation or compensation": "आवश्यकता होती है। गतिशील तत्व. एक सटीक मूल्यांकन या मुआवज़े के आंकड़े का पीछा करना निश्चित रूप",
  "figure is bound to be unjust, representing a rigid approach and a procrustean endeavour at best.": "से अन्यायपूर्ण है, जो एक कठोर दृष्टिकोण और सर्वोत्तम प्रयास का प्रतिनिधित्व करता है।",
  "Having said that, it is important to clarify that the process of": "33. ऐसा कहने के बाद, यह स्पष्ट करना महत्वपूर्ण है कि मुआवजे के निर्धारण की प्रक्रिया पूरी तरह से",
  "not be possible to arrive at a definitive figure, the exercise is still": "व्यक्तिपरक नहीं है। हालांकि एक निश्चित आंकड़े पर पहुंचना संभव नहीं हो सकता है, फिर भी यह अभ्यास अभी",
  "epistemologically objective in so far as it is grounded in evidence and the consideration of relevant factors. In case the compensation": "भी ज्ञानमीमांसीय रूप से उद्देश्यपूर्ण है, जहां तक यह साक्ष्य और प्रासंगिक कारकों पर विचार पर आधारित है।",
  "and the consideration of relevant factors. In case the compensation is fixed agnostically to the factors affecting the valuation of the land,": "यदि मुआवजा भूमि के मूल्यांकन को प्रभावित करने वाले कारकों के बिना तय किया गया है, तो परिणामी आंकड़ा",
  "the resultant figure might be arbitrary and may fail to adequately compensate the landowner for the expropriated land. Hence, while": "मनमाना हो सकता है और ज़मींदार को ज़ब्त की गई भूमि के लिए पयप्ति मुआवजा देने में विफल हो सकता है।",
  "some subjectivity may exist in fixing the final figure based on these": "इसलिए, जबकि इन कारकों के आधार पर अंतिम आंकड़ा तय करने में कुछ व्यक्तिपरकता मौजूद हो सकती है,",
  "factors, the sliding scale of judicial discretion cannot be extended to mere speculation.": "न्यायिक विवेक के घटते पैमाने को केवल अटकलों तक नहीं बढ़ाया जा सकता है।",
  "Accordingly, while the Court can use the principle of guesstimation in reasonably estimating the value of land in the absence of direct": "34. तदनुसार, जबकि न्यायालय प्रत्यक्ष साक्ष्य के अभाव में भूमि के मूल्य का उचित अनुमान लगाने में अनुमान",
  "evidence, the exercise ought not to be purely hypothetical. Instead,": "के सिद्धांत का उपयोग कर सकता है, यह अभ्यास पूरी तरह से काल्पनिक नहीं होना चाहिए। इसके बजाय,",
  "the Court must embrace a holistic view and consider all relevant": "न्यायालय को समग्र दृष्टिकोण अपनाना चाहिए और मुआवजे के उचित निर्धारण पर पहुंचने के लिए सभी प्रासंगिक",
  "factors and existing evidence, even if not directly comparable, to": "कारकों और मौजूदा साक्ष्यों पर विचार करना चाहिए, भले ही सीधे तुलनीय न हों। त्रिशला जैन बनाम उत्तराँचल",
  "“65. It will be appropriate for us to state certain principles controlling the application of “guesstimate’:": "“65. हमारे लिए \"अनुमान\" के अनुप्रयोग को नियंत्रित करने वाले कुछ सिद्धांतों को बताना उचित होगा:",
  "(a) Wherever the evidence produced by the parties is not sufficient to determine the compensation with exactitude,": "(ए) जहां भी पार्टियों द्वारा प्रस्तुत साक्ष्य सटीक रूप से मुआवजे का निर्धारण करने के लिए",
  "this principle can be resorted to.": "पर्याप्त नहीं है, इस सिद्धांत का सहारा लिया जा सकता है।",
  "(b) Discretion of the court in applying guesswork to the facts of a given case is not unfettered but has to be": "(बी) किसी दिए गए मामले के तथ्यों पर अनुमान लगाने में अदालत का विवेक निरंकुश नहीं",
  "reasonable and should have a connection to the data on record produced by the parties by way of evidence.": "है, बल्कि उचित होना चाहिए और साक्ष्य के माध्यम से पार्टियों द्वारा प्रस्तुत रिकॉर्ड पर डेटा से",
  "Further, this entire exercise has to be within the limitations": "इसका संबंध होना चाहिए। इसके अलावा, यह संपूर्ण अभ्यास अधिनियम की धारा 23 और",
  "specified under Sections 23 and 24 of the Act and cannot": "24 के तहत निर्दिष्ट सीमाओं के भीतर होना चाहिए और इसे नुकसान पहुंचाने वाला नहीं",
  "be made in detriment thereto.”": "बनाया जा सकता है।।”",
  "Broadly, such relevant factors can be divided into three categories:": "35. मोटे तौर पर, ऐसे प्रासंगिक कारकों को तीन श्रेणियों में विभाजित किया जा सकता है:",
  "Characteristics of the land: The valuation of land is undeniably influenced by its inherent characteristics. A parcel of land": "[. भूमि की विशेषताएँ: भूमि का मूल्यांकन निर्विवाद रूप से उसकी अंतर्निहित विशेषताओं से प्रभावित",
  "endowed with advantageous features that enhance its": "होता है। भूमि का एक टुकड़ा लाभप्रद विशेषताओं से संपन्न होता है जो इसकी पहुंच और उपयोगिता को",
  "accessibility and usability tends to command higher market price and thus, a greater valuation in comparison to lands lacking": "बढ़ाता है, इसकी बाजार कीमत अधिक होती है और इस प्रकार, ऐसी विशेषताओं की कमी वाली भूमि",
  "such attributes. Key factors contributing to such features include": "की तुलना में अधिक मूल्यांकन होता है। ऐसी सुविधाओं में योगदान देने वाले प्रमुख कारकों में",
  "connectivity via roads and other means of transportation, the size and shape of the land, availability of essential utilities such as electricity and water, the evenness or levelling of the": "कनेक्टिविटी शामिल है के जरिए सड़कें और परिवहन के अन्य साधन, भूमि का आकार और आकार, बिजली और पानी जैसी आवश्यक उपयोगिताओं की उपलब्धता, भूमि की सतह की समतलता या",
  "land’s surface, width of frontage, and nature and status of the surrounding area etc.;": "समतलता, अग्रभाग की चौड़ाई, और आसपास के क्षेत्र की प्रकृति और स्थिति आदि;",
  "Future potentiality of the land: In addition to its characteristics, the valuation of land is also influenced by its potentiality. Lands with": "॥. भूमि की भविष्य की संभावनाएँ: भूमि का मूल्यांकन उसकी विशेषताओं के अलावा उसकी क्षमता से",
  "the potential to be used for commercial or residential purposes;": "भी प्रभावित होता है। वाणिज्यिक या आवासीय प्रयोजनों के लिए उपयोग की जाने वाली संभावित भूमि;",
  "that are located in or near a developed area; or which are proximate to tourist destinations, are perceived to hold greater": "जो किसी विकसित क्षेत्र में या उसके निकट स्थित हों; या जो पर्यटन स्थलों के निकट हैं, उनका भविष्य",
  "value in the future. Consequently, landowners may anticipate": "में अधिक महत्व माना जाता है। नतीजतन, भूमि मालिक भविष्य में ऊंची कीमतों की आशा कर सकते हैं",
  "higher future prices and accordingly demand higher sale prices compared to lands lacking these attributes. Accordingly, these": "और तदनुसार इन विशेषताओं की कमी वाली भूमि की तुलना में अधिक बिक्री मूल्य की मांग कर सकते",
  "features also lead to an increase in valuation; and": "हैं। तदनुसार, इन विशेषताओं से मूल्यांकन में भी वृद्धि होती है; और",
  "Factors denoting market sentiment: Market sentiments are powerful drivers of land valuation. Even if a particular piece": "॥. बाज़ार की भावना को दशनि वाले कारक: बाजार की भावनाएं भूमि मूल्यांकन के शक्तिशाली चालक",
  "powerful drivers of land valuation. Even if a particular piece of land possesses all desirable features, its valuation can still": "हैं। भले ही भूमि के किसी विशेष टुकड़े में सभी वांछनीय विशेषताएं हों, फिर भी यदि 894 अधिनियम",
  "suffer if the market conditions at the time of publication of the notification under Section 4 of the 1894 Act were unfavourable.": "की धारा 4 के तहत अधिसूचना के प्रकाशन के समय बाजार की स्थिति प्रतिकूल थी, तो इसका",
  "Factors such as economic recessions, political instability, speculative investments or real estate crisis can impact the": "मूल्यांकन प्रभावित हो सकता है। आर्थिक मंदी, राजनीतिक अस्थिरता, सट्टा निवेश या रियल एस्टेट",
  "and political factors must also be considered when assessing": "आकलन करते समय इन बाहरी आर्थिक और राजनीतिक कारकों पर भी विचार किया जाना चाहिए।",
  "In the instant case, the evidence led by parties provides several": "36. मौजूदा मामले में, पार्टियों के नेतृत्व में साक्ष्य कई प्रासंगिक कारक प्रदान करते हैं, जैसा कि ऊपर बताया",
  "deed produced by the landowners cannot directly be relied upon for determining the price of the land, given its relative proximity, it": "पर सीधे तौर पर भरोसा नहीं किया जा सकता है, इसकी सापेक्ष निकटता को देखते हुए, यह आवासीय उद्देश्यों",
  "nonetheless establishes its potentiality in the form of possible use": "के लिए संभावित उपयोग के रूप में इसकी क्षमता स्थापित करता है।",
  "Rameshbhai Jivanbhai Patel,'° which recognised that a 15% annual growth in prices can be assumed for lands situated in urban areas.": "जीवन भाई पटेल के मामले के निर्णय द्वारा समर्थित है जिसने माना कि शहरी क्षेत्रों में स्थित भूमि के लिए कीमतों में :5% वार्षिक वृद्धि मानी जा सकती है।",
  "Regarding the quantum of compensation and/or valuation of the acquired land, an escalation is merited even if we were to rely on": "42. मुआवज़े की मात्रा और/या अधिग्रहीत भूमि के मूल्यांकन के संबंध में, भले ही हम सड़क से दूर पड़ी भूमि के",
  "the lower end of the rates fixed by NOIDA itself in 1989 in Chhalera Banger, for lands lying away from the road, being INR 350 per sq.": "लिए छलेरा बांगर में 989 में नोएडा द्वारा निर्धारित दरों के निचले स्तर पर भरोसा करें, तो भी वृद्धि 350 प्रति",
  "one year to this price — bringing our total guesstimate to Rs. 403 per sq. yd.": "करना उचित होगा - जिससे हमारा कुल अनुमान रु. 403 प्रति वर्ग गज के रूप में होगा।",
  "In order to further substantiate this estimation, we place our reliance on the decision rendered in Krishan Kumar v. Union of India,\" where": "43. इस अनुमान को और अधिक पुष्ठ करने के लिए, हम कृष्ण कुमार बनाम भारत संघ के मामले में दिए गए",
  "this Court acknowledged that while sale exemplars may not directly": "निर्णय पर अपनी अवलंब रखते हैं, जहां इस न्यायालय ने स्वीकार किया कि हालांकि बिक्री के उदाहरण सीधे",
  "establish the amount of compensation to be granted, compensation": "तौर पर दिए जाने वाले मुआवजे की राशि को स्थापित नहीं कर सकते हैं, मुआवजे को उसी पर मामूली वृद्धि देने",
  "could be determined applying the principle of guesstimation, based on the circle rate after granting a marginal increase over the same.": "के बाद सर्कल रेट के आधार पर अनुमान के सिद्धांत को लागू करके निर्धारित किया जा सकता है।",
  "In light of the above analysis, the evidence produced by both, the State and the landowners, and on employing the principle of": "44. उपरोक्त विश्लेषण के प्रकाश में, राज्य और भूस्वामियों दोनों द्वारा प्रस्तुत साक्ष्य और अनुमान के सिद्धांत को",
  "guesstimation, it stands conclusively surmised that the landowners herein are entitled to an enhancement in the compensation awarded.": "नियोजित करने पर, यह निष्कर्ष निकाला गया है कि यहां के भूस्वामी दिए गए मुआवजे में वृद्धि के हकदार हैं।",
  "Accordingly, we partly allow these present appeals and revise the": "तदनुसार, हम इन वर्तमान अपीलों को आंशिक रूप से स्वीकार करते हैं और मुआवजे की दर को संशोधित कर",
  "rate of compensation to INR 403 per sq. yd. for the entire acquired land except such part of it which was subject matter of the decision in Bir Singh (supra).": "403 रुपये प्रति वर्ग गज कर देते हैं। संपूर्ण अधिग्रहीत भूमि के लिए, उसके उस हिस्से को छोड़कर जो बीर सिंह (उपरोक्त) के मामले में निर्णय का विषय था।",
  "E.2. Maintainability of the Miscellaneous Applications": "ई.2. प्रकीर्ण आवेदनों का रख-रखाव _",
  "Although, as laid down in State (NCT of Delhi) v. K.L. Rathi": "46. हालाँकि, जैसा कि बताया गया है राज्य (राष्ट्रीय राजधानी क्षेत्र दिल्ली ) बनाम के.एल. राठी स्टील्स लिमिटेड",
  "Steels Ltd.,'? Miscellaneous Applications based on change of law are typically not maintainable, except in certain exceptional": "के मामले में कानून में बदलाव पर आधारित विविध आवेदन आमतौर पर कुछ असाधारण परिस्थितियों को",
  "circumstances, and in the interests of justice. These circumstances pertain to a position where the law is in a continuous state of flux": "छोड़कर और न्याय के हित में, सुनवाई योग्य नहीं होते हैं। ये परिस्थितियाँ ऐसी स्थिति से संबंधित हैं जहाँ कानून",
  "pertain to a position where the law is in a continuous state of flux and/or where not allowing the applications would have a significant": "निरंतर परिवर्तन की स्थिति में है और /या जहाँ आवेदनों को अनुमति न देने से महत्वपूर्ण हानिकारक प्रभाव",
  "detrimental effect and result in the miscarriage of justice. It seems to us that the current situation exemplifies such a scenario.": "पड़ेगा और परिणामस्वरूप न्याय में बाधा उत्पन्न होगी। हमें ऐसा लगता है कि वर्तमान स्थिति ऐसे ही परिदृश्य का उदाहरण है।",
  "individual landowners and deny them the benefit of just compensation, owing to factors and processes outside their control. Comparing the": "कारकों और प्रक्रियाओं के कारण उन्हें उचित मुआवजे के लाभ से वंचित करना वास्तव में अनुचित होगा। केवल",
  "impact of not allowing these miscellaneous applications solely on grounds of maintainability vis-a-vis allowing them marginally higher": "रख-रखाव के आधार पर इन प्रकीर्ण आवेदनों को अनुमति न देने के प्रभाव की तुलना करना न्याय के व्यापक",
  "compensation in the larger interest of justice—we are persuaded to accede to the landowners’ prayers. Disallowing these applications": "हित में उन्हें थोड़ा अधिक मुआवज़ा देने की अनुमति देते हुए-हमें भूस्वामियों की प्रार्थनाओं को स्वीकार करने के",
  "accede to the landowners’ prayers. Disallowing these applications would in a way be against the spirit of Article 14 of our Constitution": "लिए राजी किया गया है। इन आवेदनों को अस्वीकार करना एक तरह से हमारे संविधान के अनुच्छेद 24 की",
  "and will defy the right to treat those placed equally in an equal manner.": "भावना के खिलाफ होगा और रखे गए लोगों के साथ समान व्यवहार करने के अधिकार की अवहेलना होगी।",
  "Consequently, invoking our powers under Article 142 of the Constitution with a view to do complete justice between the parties,": "48. परिणामस्वरूप, प्क्षकारों के बीच पूर्ण न्याय करने की दृष्टि से संविधान के अनुच्छेद 42 के तहत अपनी",
  "we deem it fit to enhance compensation notwithstanding the dismissal of earlier Review and Curative Petitions. Moreover, it is clarified that": "शक्तियों का उपयोग करते हुए, हम पहले की समीक्षा और उपचारात्मक याचिकाओं को खारिज करने के बावजूद मुआवजे को बढ़ाना उचित समझते हैं। इसके अलावा, यह स्पष्ट किया जाता है कि चूंकि हमारा उपरोक्त विश्लेषण",
  "since our analysis above is agnostic to the decision in Bir Singh (supra), we are, therefore, not applying a subsequent change of law,": "बीर सिंह (उपरोक्त) के निर्णय के प्रति अज्ञेयवादी है , इसलिए, हम कानून में बाद में बदलाव लागू नहीं कर रहे",
  "but instead only correcting a judicial error and restoring uniformity in a case involving peculiar circumstances.": "हैं, बल्कि केवल न्यायिक त्रुटि को सुधार रहे हैं और विशिष्ट परिस्थितियों वाले मामले में एकरूपता बहाल कर रहे",
  "Consequently, the landowners in these miscellaneous applications": "49. नतीजतन, इन प्रकीर्ण आवेदनों में भूमि मालिकों को उनकी अर्जित भूमि के लिए 403 रुपये प्रति वर्ग गज",
  "are also held entitled to the new revised rate of INR 403 per sq. yd.": "की नई संशोधित दर का भी हकदार माना जाता है।",
  "E.3 Applicability of Section 28A of the 1894 Act": "ई.3 2894 अधिनियम की धारा 28 ए की प्रयोज्यता",
  "Section 28A of the 1894 Act serves as a legislative safeguard against": "50. 894 अधिनियम की धारा 28 ए मुआवजे के अनुदान में भेदभाव के खिलाफ एक विधायी सुरक्षा के रूप में",
  "other affected persons covered by the same notification under Section": "मुआवजा मिलता है, तो 894 अधिनियम की धारा 4 के तहत उसी अधिसूचना के अंतर्गत आने वाले अन्य",
  "This provision was not originally a part of the 1894 Act and was": "57. यह प्रावधान मूल रूप से 894 अधिनियम का हिस्सा नहीं था और इसे भूमि अधिग्रहण (संशोधन)",
  "introduced through the Land Acquisition (Amendment) Act, 1984. The Statement of Objects and Reasons accompanying the aforementioned": "अधिनियम, 984 के माध्यम से पेश किया गया था। उपरोक्त संशोधन अधिनियम के साथ जुड़े उद्देश्यों और",
  "Amendment Act, clarified that Section 28A aimed to rectify disparities": "कारणों के विवरण में स्पष्ट किया गया है कि धारा 28ए का उद्देश्य भूमि मालिकों के बीच असमानताओं को दूर",
  "between landowners. It addressed situations where more affluent": "करना है। इसने उन स्थितियों को संबोधित किया जहां अधिक समृद्ध भूमि मालिक धारा 8 के तहत सिविल",
  "landowners could avail themselves of a reference to the civil court under Section 18, while inarticulate and poor people often could not resort to a similar recourse, resulting in inequality in compensation": "कोर्ट के संदर्भ का लाभ उठा सकते थे, जबकि अस्पष्ट और गरीब लोग अक्सर समान सहारा का सहारा नहीं ले",
  "resort to a similar recourse, resulting in inequality in compensation for similar quality of land. The provision sought to remedy this by": "सकते थे, जिसके परिणामस्वरूप भूमि की समान गुणवत्ता के लिए मुआवजे में असमानता होती थी। प्रावधान में",
  "allowing all affected parties covered by the same notification to seek redetermination of compensation once the court grants higher": "एक ही अधिसूचना के अंतर्गत आने वाले सभी प्रभावित पक्षों को मुआवजे के पुनर्निर्धारण की मांग करने की",
  "seek redetermination of compensation once the court grants higher compensation under Section 18 to any one of them.'*": "अनुमति देकर इसका समाधान करने की मांग की गई है, जब अदालत उनमें से किसी एक को धारा 8 के तहत उच्च मुआवजा देती है।",
  "three reasons: (a) that as mentioned in para 22 of this judgement, Bir Singh (supra) would not bind us given its precarious and sui": "हैं: (ए) जैसा कि इस फैसले के पैरा 22 में बताया गया है, बीर सिंह (उपरोक्त) के मामले की अनिश्चितता को",
  "generis facts; (b) the landowners have not demonstrated compliance": "देखते हुए यह हमें बाध्य नहीं करेगा उसकी तरह का तथ्य; (बी) भूस्वामियों ने इस प्रावधान की प्रक्रियात्मक",
  "with the procedural technicalities of this provision, such as writing to the Collector within the prescribed limitation period; and (c) the": "तकनीकीताओं का अनुपालन नहीं किया है, जैसे कि निर्धारित सीमा अवधि के भीतर कलेक्टर को लिखना; और",
  "issue is rendered academic in light of our analysis above where we": "(सी) उपरोक्त हमारे विश्लेषण के आलोक में यह मुद्दा अकादमिक हो गया है, जहां हमने स्वतंत्र रूप से सभी के",
  "have independently revised the rate of compensation to INR 403 per sq. yd for one and all.": "लिए मुआवजे की दर को 403 रुपये प्रति वर्ग गज तक संशोधित किया है।",
  "Similarly, the plea hovering around Article 14 of the Constitution to seek uniformity in the matter of award of compensation, has also": "53. इसी तरह, मुआवज़ा देने के मामले में एकरूपता की मांग करने वाली संविधान के अनुच्छेद 4 के इर्द-गिर्द",
  "seek uniformity in the matter of award of compensation, has also become academic, as such a relief already stands granted to all the landowners, though on different grounds.": "घूमती दलील भी अकादमिक हो गई है, क्योंकि इस तरह की राहत हालांकि अलग-अलग आधार पर पहले से ही सभी भूस्वामियों को दी गई है।",
  "F. Conclusion": "एफ. निष्कर्ष",
  "The present factual situation had three set of cases — appeals filed by the landowners, appeals filed by NOIDA, and the Miscellaneous": "54. वर्तमान तथ्यात्मक स्थिति में मामलों के तीन समूह थे - भूस्वामियों द्वारा दायर अपील, नोएडा द्वारा दायर",
  "by the landowners, appeals filed by NOIDA, and the Miscellaneous Applications filed by the landowners. Without disturbing the ratio of Bir Singh (supra) and the compensation granted to landowners": "अपील, और भूस्वामियों द्वारा दायर विविध आवेदन। बीर सिंह (उपरोक्त) के निर्णय के अनुपात को बिगाड़े बिना",
  "the landowners’ appeals are allowed in part; the appeals by NOIDA": "विवाद पर, भूस्वामियों की अपील आंशिक रूप से स्वीकार की जाती है; नोएडा द्वारा अपील मुआवजे के अनुदान"
}