{
  "[2025] 1 S.C.R. 489": "[2025] 7 5.0.९. 484 : 2025 १50 77",
  "Ram Pyarey v. The State of Uttar Pradesh": "राम प्यारे बनाम उत्तर प्रदेश राज्य",
  "“To,": "“सेवा में,",
  "SHO, Police Station Ajgain,": "एसएचओ, पुलिस स्टेशन अजगैन,",
  "District Unnao:": "जिला उन्नाव:",
  "Sir,": "श्रीमान्‌,",
  "It is respectfully submitted that the complainant Shiv Prasad Sahu, S/o. Laxman Sahu is resident of Village Bhakat,": "सादर प्रस्तुत है कि शिकायतकर्ता शिव प्रसाद साहू, पुत्र लक्ष्मण साहू, ग्राम भकत,",
  "Nana Tikur, P.S. Ajgain, Distt. Unnao took my daughter": "सम्भर खेड़ा, मजरा नाना टीकुर, थाना अजगैन, जिला उन्नाव में मेरी पुत्री कुसुम को दिनांक",
  "Kusum with him on 25.09.1990. That in the intervening night of 26.09.1990 and 27.09.1990 my daughter was": "25.09.990 को अपने साथ ले गये। दिनांक 26.09.990 व 27.09.990 की मध्य रात्रि",
  "killed by burning by her in-laws. Before this they were": "में मेरी पुत्री को उसके ससुराल वालों ने जलाकर मार डाला। इसके पूर्व वे शादी के बाद से ही",
  "demanding the buffalo and gold chain in dowry after marriage. And told my daughter Kusum Devi if you will": "दहेज में भैंस व सोने की चेन की मांग कर रहे थे। तथा मेरी पुत्री कुसुम देवी से कहा कि यदि",
  "not give the dowry then we will kill you. They threatened": "दहेज नहीं दोगी तो हम तुम्हें जान से मार देंगे। उन्होंने उसे धमकी दी। इस पर मैंने उसे एक वर्ष",
  "her. On that | did not send her to her matrimonial house for one year and on 25.09.1990 my daughter was": "तक मायके नहीं भेजा तथा दिनांक 25.09.990 को मेरी पुत्री को उसके ससुर लाल बहादुर",
  "went to her matrimonial house alongwith her father in law Lal Bahadur, Son of Jugnu. They said that she is our responsibility. However, in the intervening night": "पुत्र जुगनू के साथ मायके भेज दिया। उन्होंने कहा कि वह हमारी जिम्मेदारी है। हालाँकि ,",
  "of 26.09.1990 and 27.09.1990 at about 2.00 A.M. Lal": "26.09.990 और 27.09.990 की मध्य रात्रि में लगभग 2.00 बजे लाल बहादुर, पुत्र",
  "Bahadur, S/o. Jugnu, Ram Sajeevan, S/o. Lal Bahadur,": "जुगनू, राम सजीवन, पुत्र लाल बहादुर, राम प्यारे, पुत्र लाल बहादुर, सोनावती, पत्नी लाल",
  "Bahadur killed my daughter Kusum Devi by burning after pouring kerosene oil on her.": "बहादुर ने मेरी बेटी कुसुम देवी को मिट्टी का तेल डालकर जलाकर मार डाला।",
  "The complaint of the complainant is against all the four": "शिकायतकर्ता की शिकायत सभी चार आरोपियों के खिलाफ है। मामले की रिपोर्ट करने के बाद",
  "accused. Action may kindly be taken under law after reporting the case. Will be highly greatful.": "कानून के तहत कार्रवाई की जाए। बहुत आभारी होंगे।",
  "S/o. Ram Nath, village Rajepur, P.S. and P.O. Marvi, Distt. Unnao.": "गाँव राजेपुर, थाना एवं पोस्ट मरवी, जिला उन्नाव द्वारा लिखित।",
  "Complainant Shiv Prasad Sahu": "शिकायतकर्ता शिव प्रसाद साहू",
  "27.09.1990”": "27.09.990\"",
  "On conclusion of the investigation, charge-sheet was filed for the offence of dowry death punishable under Section 304B of the IPC, against four accused persons which included the appellant herein.": "5. जांच के समापन पर, चार आरोपियों के खिलाफ आईपीसी की धारा 304 बी के तहत दंडनीय दहेज हत्या के अपराध के लिए आरोप पत्र दायर किया गया था, जिसमें अपीलकर्ता भी शामिल था। सत्र न्यायालय द्वारा",
  "committed under the provisions of Section 209 of the Code of": "विशेष रूप से विचारणीय होने के कारण यह अपराध दंड प्रक्रिया संहिता की धारा 209 के प्रावधानों के तहत",
  "Criminal Procedure. Charges were framed against four accused persons including the appellant herein.": "किया गया था। अपीलकर्ता सहित चार आरोपियों के खिलाफ आरोप तय किए गए थे।",
  "It appears that although the original charge framed by the trial court": "6. ऐसा प्रतीत होता है कि यद्यपि विचारण न्यायालय द्वारा तैयार किया गया मूल आरोप दहेज हत्या का था, जो",
  "was one for dowry death punishable under Section 304B of the IPC yet, the trial court acquitted all the accused persons for the offence": "भारतीय दंड संहिता की धारा 304 बी के अंतर्गत दंडनीय था, फिर भी विचारण न्यायालय ने सभी आरोपियों",
  "punishable under Section 304-B, however convicted them for the": "को धारा 304 बी के अंतर्गत दंडनीय अपराध के लिए बरी कर दिया, तथापि उन्हें क्रमशः भारतीय दंड",
  "offence of abetment of suicide punishable under Sections 306 and 498A of the IPC respectively.": "संहिता की धारा 306 और 498 ए के अंतर्गत दंडनीय आत्महत्या के लिए उकसाने के अपराध के लिए दोषी",
  "We are informed that the father-in-law and mother-in-law passed away while the appeal before the High Court was pending. So far as, the": "हमें सूचित किया गया है कि उच्च न्यायालय में अपील लंबित रहने के दौरान ससुर और सास का निधन हो",
  "imposed by the trial court. In fact, he did not file any appeal against his conviction.": "वास्तव में, उसने अपनी सजा के खिलाफ कोई अपील दायर नहीं की।",
  "The present appellant who is the brother-in-law of the deceased is here before us with this appeal.": ". वर्तमान अपीलकर्ता जो मृतक का साला है, इस अपील के साथ हमारे समक्ष उपस्थित है।",
  "We have heard Mr. Bharat Bhushan, the learned counsel appearing": "हमने अपीलकर्ता की ओर से उपस्थित विद्वान अधिवक्ता श्री भारत भूषण और उत्तर प्रदेश राज्य की ओर से",
  "We have looked into the oral evidence on record. We have also looked into the nature of the allegations levelled against the appellant herein.": "0. हमने रिकॉर्ड पर मौखिक साक्ष्य को देखा है। हमने यहां अपीलकर्ता के खिलाफ लगाए गए आरोपों की प्रकृति को भी देखा है।",
  "We are of the view that there is practically no evidence on the basis": "7. हमारा मानना है कि व्यावहारिक रूप से ऐसा कोई सबूत नहीं है जिसके आधार पर यह कहा जा सके कि",
  "of which it could be said that the appellant herein as brother-in-law abetted the commission of suicide. We need not say anything further": "यहां अपीलकर्ता ने अपने भाई के रूप में आत्महत्या के लिए उकसाया। हमें इस मामले में और कुछ कहने की",
  "The law as regards the abetment of suicide punishable under Sections 306 of the IPC is now well settled. It appears that the": "2. आईपीसी की धारा 306 के तहत दंडनीय आत्महत्या के लिए उकसाने के संबंध में कानून अब अच्छी तरह",
  "“113A. Presumption as to abetment of suicide by a married woman.— When the question is whether the": "”33 ए.विवाहित स्त्री द्वारा आत्महत्या के लिए उकसाने के बारे में उपधघारणा।-- जब प्रश्न यह",
  "commission of suicide by a woman had been abetted by her husband or any relative of her husband and it is": "है कि क्‍या किसी स्त्री द्वारा आत्महत्या करने के लिए उसके पति या उसके पति के किसी",
  "shown that she had committed suicide within a period of seven years from the date of her marriage and that her": "रिश्तेदार ने उकसाया था और यह दर्शित है कि उसने अपने विवाह की तारीख से सात वर्ष की",
  "husband or such relative of her husband had subjected": "अवधि के भीतर आत्महत्या की थी और उसके पति या उसके पति के ऐसे रिश्तेदार ने उसके",
  "her to cruelty, the Court may presume, having regard to all the other circumstances of the case, that such suicide had been abetted by her husband or by such relative of": "साथ क्रूरता की थी, तो न्यायालय मामले की अन्य सभी परिस्थितियों को ध्यान में रखते हुए यह उपधारणा कर सकता है कि ऐसी आत्महत्या के लिए उसके पति या उसके पति के ऐसे",
  "Explanation.— For the purposes of this section, “cruelty” shall have the same meaning as in section 498A of the Indian Penal Code (45 of 1860).": "स्पष्टीकरण-- इस धारा के प्रयोजनों के लिए, “क्रूरता” का वही अर्थ होगा जो भारतीय दंड संहिता (860 का 45) की धारा 498 में है।",
  "113B. Presumption as to dowry death.— When the question is whether a person has committed the dowry death of a": "3 बी. दहेज मृत्यु के बारे में उपधारणा-- जब प्रश्न यह है कि क्या किसी व्यक्ति ने किसी",
  "woman and it is shown that soon before her death such": "महिला की दहेज मृत्यु की है और यह दर्शाया गया है कि उसकी मृत्यु से ठीक पहले ऐसी महिला",
  "woman had been subjected by such person to cruelty or harassment for, or in connection with, any demand for": "को ऐसे व्यक्ति द्वारा दहेज की मांग के लिए या उसके संबंध में क्रूरता या उत्पीड़न का सामना",
  "dowry, the Court shall presume that such person had caused the dowry death.": "करना पड़ा था, तो न्यायालय यह उपधारणा करेगा कि ऐसे व्यक्ति ने दहेज मृत्यु का कारण",
  "Explanation.— For the purposes of this section, “dowry death” shall have the same meaning as in section 304B of the Indian Penal Code (45 of 1860).”": "स्पष्टीकरण.- इस धारा के प्रयोजनों के लिए, “दहेज मृत्यु” का वही अर्थ होगा जो भारतीय दंड संहिता (860 का 45) की धारा 304 बी में है।”",
  "It is relevant to note that under Section 113B, the Court shall presume": "3. यह नोट करना प्रासंगिक है कि धारा 3 बी के तहत न्यायालय दहेज मृत्यु की उपधारणा करेगा, जबकि",
  "dowry death unlike Section 113A where the provision says that Court": "धारा :43ए के विपरीत जहां प्रावधान कहता है कि न्यायालय आत्महत्या के लिए उकसाने की उपधारणा",
  "may presume abetment of suicide. This is the vital difference between the two provisions which raises presumption as regards abetment": "कर सकता है। दोनों प्रावधानों के बीच यही महत्वपूर्ण अंतर है जो आत्महत्या के लिए उकसाने के संबंध में",
  "of suicide. When the Courts below want to apply Section 113A of": "उपधारणा उत्पन्न करता है। जब निचली अदालतें साक्ष्य अधिनियम की धारा 3 ए को लागू करना चाहती",
  "the Evidence Act, the condition precedent is that there has to be first some cogent evidence as regards cruelty & harassment. In the": "हैं, तो शर्त यह है कि क्रूरता और उत्पीड़न के संबंध में पहले कुछ ठोस सबूत होने चाहिए। उत्पीड़न या किसी",
  "absence of any cogent evidence as regards harassment or abetment in any form like aiding or instigating, the court cannot straightway": "भी रूप में उकसाने जैसे कि सहायता या उकसाने के संबंध में किसी भी ठोस सबूत के अभाव में, अदालत"
}