{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय के समक्ष",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO.765 OF 2023": "सिविल अपील संख्या - 765/ 2023",
  "(ARISING OUT OF SLP(C) NO. 2542 OF 2023)": "(विशेष अनुमति याचिका (सी) संख्या - 2542/ 2023)",
  "SHYAM KUMAR GUPTA & ORS. APPELLANT(S)": "श्याम कुमार गुप्ता और अन्य अपीलार्थी (गण)",
  "SHUBHAM JAIN RESPONDENT(S)": "शुभम जैन प्रतिवादी (गण)",
  "DINESH MAHESHWARI, J.": "माननीय न्यायमूर्ति दिनेश माहेश्वरी",
  "Leave granted.": "अनुमति अनुदत्त की गई।",
  "2. This appeal, by the legal representatives of deceased defendant": "/205 में मृत प्रतिवादी के विधिक प्रतिनिधियों द्वारा यह अपील, इलाहाबाद",
  "the High Court of Judicature at Allahabad, Lucknow Bench in the petition bearing No. 3536 of 2022, whereby the High Court has declined to": "उच्च न्यायालय, लखनऊ खंडपीठ द्वारा याचिका संख्या - 3536/2022 में",
  "interfere with the order dated 01.09.2022 passed by the Court of": "पारित आदेश दिनांक 2.09.2022 के खिलाफ निर्देशित है, जिसमें उदच्च",
  "Additional District and Sessions Judge (POCSO Act)-Il, Raebareli,": "न्यायालय ने अपर जिला एवं सत्र न्यायाधीश द्वितीय (पॉक्सो अधिनियम),",
  "rejecting an application under Order IX Rule 13 of Code of Civil Procedure, 1908 (‘CPC’) for setting aside ex parte judgment and decree": "आवेदन को सिविल प्रक्रिया संहिता, 908 ('सीपीसी') के आदेश |) नियम 3 के तहत एकपक्षीय निर्णय के तहत अपास्त करते हुए हस्तक्षेप करने से इंकार कर",
  "dated 09.03.2016/16.03.2016.": "दिया है एवं दिनांक 03.09.206/6.03.206 को डिक्री जारी की।",
  "3. Shorn of unnecessary details and briefly put, the relevant": "3. अनावश्यक विवरण और संक्षेप में, मामले के प्रासंगिक पृष्ठभूमि पहलू यह हैं",
  "asserting his capacity as owner and proprietary right holder, filed the suit": "कि इसमें प्रतिवादी ने, मालिक और मालिकाना अधिकार धारक के रूप में अपनी",
  "appellants in the Trial Court, in compliance of this Court’s order dated": "07.02.2023 के आदेश के अनुपालन में अपीलार्थियों द्वारा विचारण न्यायालय",
  "decree in question, being that of rent/mesne profits @ Rs. 2,000/- per month, from the month of June, 2015 to the month of April, 2023. A": "अप्रैल, 2023 तक 2,000/- रुपये प्रति माह की दर से किराया /मध्यवर्ती",
  "photostat of the tender presented to the Trial Court, with endorsement of deposit in the bank today, has also been placed before us.": "लाभ है।आज बैंक में जमा के पृष्ठांकन के साथ विचारण न्यायालय में प्रस्तुत निविदा का एक फोटोस्टेट भी हमारे समक्ष रखा गया है।",
  "11. Taking note of the steps so taken by the appellants and in the": "7. अपीलार्थियों द्वारा उठाए गए कदमों को ध्यान में रखते हुए और",
  "12. Learned counsel for the appellants has essentially submitted that": "2. अपीलार्थियों के विद्वत अधिवक्ता ने अनिवार्य रूप से प्रस्तुत किया है कि",
  "the Trial Court and the High Court have taken too rigid a view of the": "निचली अदालत और उद्च न्यायालय ने मामले को बहुत कठोर रूप से लिया है",
  "matter and have failed to consider that the amount directly due under the": "और यह विचार करने में विफल रहे हैं कि प्रश्नगत डिक्री के तहत सीधे देय राशि,",
  "decree in question, being a sum of Rs. 8,000/- towards arrears of rent and": "किराए की बकाया 8, 000/- रुपये की राशि और लागत की ओर 3,22/-",
  "another sum of Rs. 3,212/- towards costs had indeed been deposited by": "रुपये की एक और राशि वास्तव में प्रतिवादी द्वारा जमा की गई थी और दी गई",
  "the defendant; and in the given circumstances, the application for setting aside ex parte decree could not have been dismissed only for want of": "परिस्थितियों में, एकपक्षीय डिक्री को अलग करने के लिए आवेदन को केवल",
  "deposit of the amount towards further use and occupation of the suit": "बाद की दुकान के आगे उपयोग और कब्जे की दिशा में राशि जमा करने के",
  "avoidance of the requirements of Section 17 of the Act of 1887 and in any": "887 के अधिनियम की धारा 7 की आवश्यकताओं के जानबूझकर बचाव का",
  "rent/mesne profits until the month of April, 2023, deserve an opportunity": "महीने तक किराए /मध्यवर्ती लाभ की ओर राशि जमा करने के बाद, योग्यता के",
  "to contest the suit on merits. Per contra, learned counsel for the": "आधार पर मुकदमा लड़ने के लिए एक अवसर के हकदार हैं। इसके विपरीत,",
  "respondent has duly supported the orders impugned and has contended": "प्रतिवादी के लिए उपस्थित अधिवक्ता ने आक्षेपित आदेशों का विधिवत समर्थन",
  "the Act of 1887 at the time of filing of the application for setting aside ex": "आवेदन दाखिल करने के समय 887 के अधिनियम की धारा 7 की",
  "parte decree, the view as taken by the Trial Court, duly affirmed by the High Court, cannot said to be unjustified.": "पुष्टि किए गए विचारण न्यायालय द्वारा लिए गए मत को अन्यायपूर्ण नहीं कहा जा",
  "having examined the record, we are clearly of the view that the impugned orders cannot be approved and the appellants deserve an opportunity to": "के बाद, हमारा स्पष्ट विचार है कि आक्षेपित आदेशों को अनुमोदित नहीं किया जा",
  "application so moved by the defendant with the submissions, inter alia,": "साथ-साथ, प्रतिवादी द्वारा इस प्रकार पेश किए गए आवेदन के खिलाफ वादी-",
  "that under the decree in question, he was entitled not only to the said": "प्रत्यर्थी द्वारा एक आपत्ति की गई थी, कि प्रश्नगत डिक्री के तहत, वह न केवल",
  "arrears of rent and costs but also to damages at the rate of 2,000/- per": "बकाया किराए और लागत के अवशिष्ट के लिए बल्कि 2,000/- प्रति माह की",
  "during pendency of the application aforesaid, the defendant, father of the": "यह देखा गया है कि पूर्वोक्त आवेदन विचाराधीनता रहने के दौरान , प्रतिवादी,",
  "appellants, expired on 26.09.2017; and an application was moved by the": "अपीलार्थियों के पिता की 26.09.2077 को मृत्यु हो गई और मृत आवेदक के",
  "present appellants on 12.03.2018, for their substitution as applicants in place of the deceased applicant.": "स्थान पर उनके प्रतिस्थापन के लिए वर्तमान अपीलार्थियों द्वारा 2.03.208 को एक आवेदन प्रस्तुत किया गया था।",
  "6. The Trial Court took note of the respective submissions of the": "6. विचारण विचारण न्यायालय ने पक्षकारों की संबंधित प्रस्तुतियों पर ध्यान",
  "parties and upheld the objections of the plaintiff-respondent while": "वादी-प्रत्यर्थी की आपत्तियों को बरकरार रखा: -",
  "“The applicant Mata Prasad by submitting an application 7g2 in the file of the present Miscellaneous Suit applied for depositing the": "“आवेदक माता प्रसाद ने वर्तमान प्रकीर्ण मुकदमा की फाइल में एक आवेदन 702 जमा मुकदमाके 8,000/- रुपये की डिक्री राशि और मुकदमा की",
  "decretal amount Rs. 8,000/- and cost of the suit Rs. 3212/- total": "702 जमा मुकदमाके 8,000/- रुपये की डिक्री राशि और मुकदमा की लागत रु. 322/- के आधार कुल राशि जमा करने के आदेश के लिए",
  "amount Rs. 11,212/- on which an order was passed by the Court": "आवेदन किया था, जिस पर न्यायालय द्वारा एक आदेश पारित किया गया था",
  "that the applicant can deposit the amount on which risk. Thus, it is": "कि आवेदक उस राशि को जमा कर सकता है जिस पर जोखिम है।इस प्रकार,",
  "clear that an amount of Rs. 11,212.00 has been deposited by the applicant Mata Prasad, whereas it is clear from perusal of the": "यह स्पष्ट है कि आवेदक माता प्रसाद द्वारा ], 22.00 रुपये की राशि जमा",
  "dated 25-03-2016 passed in the pursuance of it, an order passed": "में 25-03-206 को पारित डिक्री के अवलोकन से स्पष्ट है, फरवरी,",
  "Perusal of the impugned order dated 01.09.2022 would indicate": "\"दिनांक 0.09.2022 के आक्षेपित आदेश के अवलोकन से यह संकेत मिलेगा",
  "that the court below has considered the violation of Section 17 of": "धारा 7 के उल्लंघन पर विचार किया है कि याचिकाकर्ता राशि जमा करने में",
  "failed to deposit the amount as was due in pursuance to the order": "विफल रहे हैं जैसा कि दिनांक 09.03.206 के आदेश के अनुसरण में देय",
  "The Apex Court in the case of Kedar Nath(supra) has held the": "सर्वोच्च न्यायालय ने केदार नाथ (ऊपर) के मामले में निर्णय में दी गई टिप्पणियों",
  "provisions of Section 17 of the Act, 1887 to be mandatory, as per": "के अनुसार अधिनियम, 887 की धारा 7 के प्रावधानों को अनिवार्य माना है,",
  "convenience, are reproduced below:-": "जो सुविधा के लिए नीचे उद्धृत किया गया हैः - -",
  "“In the case at hand, the application for setting aside ex": "\"उपरोक्त मामले में एकपक्षीय डिक्री को अपास्त करने के आवेदन के",
  "parte decree was not accompanied by deposit in the court of the amount due and payable by the applicant under the": "साथ न्यायालय में डिक्री के तहत आवेदक द्वारा देय राशि जमा नहीं की",
  "decree. The applicant also did not move any application for": "गई थी। आवेदक ने डिक्री के पालन के लिए ऐसी प्रतिभूति प्रस्तुत करने",
  "dispensing with deposit and seeking leave of the court for": "के लिए न्यायालय से अनुमति मांगने और उक्त राशि को जमा करने से",
  "appellants to submit their written statement(s) on or before 28.02.2023": "को या उससे पहले अपने लिखित बयान प्रस्तुत करने की आवश्यकता होगी और",
  "and thereafter, the Trial Court shall proceed with expedition, as indicated": "उसके बाद, विचारण न्यायालय अभियान के साथ आगे बढ़ेगा, जैसा कि ऊपर",
  "19. As regards the amount deposited by the appellants, we leave it": "9. जहां तक अपीलार्थियों द्वारा जमा की गई राशि का संबंध है, हम प्रत्यर्थी-",
  "open for the respondent-plaintiff to apply for its withdrawal, if so advised;": "वादी के उपर छोड़ते है कि वह इसे वापस लेने के लिए आवेदन करने के लिए खुला छोड़ते हैं, यदि इस तरह की सलाह दी जाती है और यदि ऐसा कोई",
  "due consideration by the Trial Court in accordance with law.": "न्यायालय द्वारा उचित विचार किया जा सकता है।",
  "20. The parties through their respective counsel shall stand at notice to appear before the Trial Court on 28.02.2023.": "20, पक्षकार अपने संबंधित काउंसेलों के माध्यम से 28.02.2023 को विचारण न्यायालय के समक्ष उपस्थित होने के लिए नोटिस पर खड़े होंगे।",
  "21. Pending applications also stand disposed of.": "27, लंबित आवेदनों को भी निस्तारित किया जाता है।",
  "(BELA M. TRIVEDI)": "(न्यायमूर्ति बेला एम. त्रिवेदी )",
  "NEW DELHI;": "नई दिल्ली",
  "15.2. However, for what has been noticed and extracted hereinabove, it": "5. 2. तथापि, इसमें इसके ऊपर जो देखा गया है और उद्धृत किया गया है,",
  "is apparent that Trial Court and the High Court have viewed the": "उसके लिए यह स्पष्ट है कि विचारण न्यायालय और उच्च न्यायालय ने 3887 के",
  "requirements of Section 17 of the Act of 1887 from such an exacting and rather impractical standpoint that the bonafide attempt of the defendant to": "अधिनियम की धारा 7 की अपेक्षाओं को ऐसे कठोर और बल्कि अव्यावहारिक",
  "rather impractical standpoint that the bonafide attempt of the defendant to seek a merit decision of the suit after due contest has been totally": "रूप से देखा है कि सम्यक प्रतिवादी के पश्चात्‌ मुकदमा के गुणागुण निर्णय की मांग करने के प्रतिमुकदमी के वास्तविक प्रयास को पूरी तरह से नजरअंदाज कर",
  "ignored. In our view, in the present set of facts and circumstances, prayer": "दिया गया है।हमारे विचार में, तथ्यों और परिस्थितियों के वर्तमान प्रारूप में ,",
  "of the defendant to set aside ex parte decree could not have been denied": "प्रतिवादी की एकपक्षीय डिक्री को रद्द करने की प्रार्थना को प्रश्नबत डिक्री के",
  "15.3. The High Court, while dismissing the petition filed by the": "5.3 - उच्च न्यायालय ने अपीलार्थियों द्वारा दायर याचिका को खारिज करते",
  "appellants and endorsing the views of the Trial Court, has proceeded to": "हुए और विचारण न्यायालय के विचारों का समर्थन करते हुए, केदारनाथ उपरोक्त",
  "rely upon the decision of this Court in the case of Kedarnath (supra), that": "के मामले में इस न्यायालय के निर्णय पर भरोसा करने के लिए आगे बढ़े हैं, कि",
  "the provisions of Section 17 of the Act of 1887 are held to be mandatory.": "887 के अधिनियम की धारा 7 के प्रावधानों को अनिवार्य माना गया है।हमारे",
  "In our view, reference to the said decision remains inapposite in the": "विचार में, कथित निर्णय का संदर्भ वर्तमान मामले में अप्रासंगिक बना हुआ",
  "present case. Even if the requirements of Section 17 of the Act of 1887": "है.भले ही 887 के अधिनियम की धारा 7 की अपेक्षाओं को अनिवार्य माना",
  "defendant had altogether ignored those requirements. In Kedarnath (supra), in the very passage reproduced by the High Court, it was clearly": "तरह से नजरअंदाज कर दिया हो।केदारनाथ (उपरोक्त) में, उच्च न्यायालय द्वारा पुनः प्रस्तुत किए गए मार्ग में, यह स्पष्ट रूप से देखा गया कि आवेदक ने कोई",
  "practical standpoint and cannot be applied as if to penalize the defendant": "आवश्यकताओं को व्यावहारिक दृष्टिकोण से देखने की आवश्यकता है और इसे इस तरह से लागू नहीं किया जा सकता है कि प्रत्येक गलती के लिए प्रतिवादी",
  "for every mistake, even if the amount payable is not explicitly quantified in": "को दंडित किया जाए, भले ही प्रश्नगत डिक्री में देय राशि स्पष्ट रूप से निर्धारित",
  "payable, a sum of Rs. 8,000/- towards arrears of rent had been quantified": "किराए की कुल राशि 8,000/- रुपए की राशि डिक्री में निर्धारित की गई थी",
  "in the decree and another sum of Rs. 3,212/- towards costs could have": "और लागत की ओर 322/- रुपए की एक और राशि को निर्धारित किया गया",
  "to receive Rs. 2,000/- per month towards rent/mesne profits during the": "को मुकदमा के दौरान किराया /मध्यवर्ती लाभ के रूप में प्रति माह 2,000 रुपये",
  "payment of requisite court fees but, the Trial Court did not specifically": "प्राप्त करने का हकदार ठहराया गया था लेकिन, विचारण न्यायालय ने डिक्री की",
  "quantify the amount payable by the defendant even until the date of": "तारीख तक भी प्रतिवादी द्वारा देय राशि की विशिष्ट रूप से गणना नहीं की थी।",
  "decree. In the given circumstances, when the defendant, predecessor of": "प्रस्तुत परिस्थितियों में, जब प्रतिवादी, अपीलार्थियों के पूर्ववर्ती, ने प्रश्नगत डिक्री",
  "the appellants, immediately moved the Court after noticing the decree in": "को देखने के बाद तुरंत न्यायालय का रुख किया और उसके तहत सीधे",
  "question and deposited the amount directly quantified thereunder i.e., the sum of Rs. 8,000/- towards arrears of rent and Rs. 3,212/- towards costs,": "निर्धारित राशि अर्थात्‌, बकाया किराए की 8,000/- रुपये की राशि और",
  "totalling to Rs. 11,212/-, while seeking the order for setting aside ex parte": "लागत की ओर 3,22/- रुपये, कुल मिलाकर 7,22/- रुपये, जमा किए, तो एकपक्षीय डिक्री को अपास्त करने के आदेश की मांग करते हुए, यह",
  "decree, it had not been a case where the defendant had ignored the": "ऐसा मामला नहीं था जहां प्रतिवादी ने जमा करने की आवश्यकताओं को पूरी",
  "not been merely a money decree but had been for eviction too. Looking to": "डिक्री नहीं थी बल्कि बेदखली के लिए भी थी।मुकदमा की विषय -वस्तु और",
  "the subject-matter of the suit and the overall circumstances, a practical": "समग्र परिस्थितियों को ध्यान में रखते हुए , एक व्यावहारिक दृष्टिकोण लेने की",
  "view was required to be taken and if all any further deposit or furnishing of": "आवश्यकता थी और यदि कोई और जमा या प्रतिभूति प्रस्तुत करना आवश्यक",
  "passed in that regard. Putting it differently, in terms of Section 17 of the": "इसे अलग तरीके से प्रस्तुत करते हुए, अधिनियम 887 की धारा 7 के संदर्भ",
  "16. Apart from the above, where we find that the Trial Court and the": "6. उपर्युक्त के अतिरिक्त, जहां हम पाते हैं कि विचारण न्यायालय और उच्च",
  "High Court had taken too technical and impractical a view of the matter,": "न्यायालय ने मामले का बहुत तकनीकी और अव्यावहारिक दृष्टिकोण अपनाया",
  "there is another strong reason for which we are inclined to accept the prayer for setting aside the decree passed ex parte in this case. As": "था, एक और मजबूत कारण है जिसके लिए हम इस मामले में एकपक्षीय पारित डिक्री को अपास्त करने के लिए प्रार्थना स्वीकार करने के इच्छ्क हैं।नोटिस के",
  "noticed, in response to the queries of this Court, the appellants have": "अनुसार, इस न्यायालय के प्रश्नों के उत्तर में, अपीलार्थियों ने तुरंत सदभावयुक्त",
  "immediately taken bonafide steps and have deposited the amount which may be relatable to rent/mesne profits until the month of April, 2023. For": "कदम उठाए हैं और वह राशि जमा की है जो अप्रैल , 2023 तक किराए/मध्यवर्ती लाभ से संबंधित हो सकती है।इस सद्भावयुक्त और त्वरित",
  "this bonafide and prompt step (albeit taken after approaching this Court),": "कदम के लिए (यद्यपि इस न्यायालय में पहुंचने के बाद उठाया गया ), हमारे",
  "in our view, they do deserve an opportunity to contest the suit on merits,": "विचार में, वे गुण-दोष के आधार पर मुकदमा का प्रतिवाद करने के अवसर के",
  "particularly when the matter relates to a shop where the predecessor of": "हकदार हैं, विशेष रूप से जब मामला एक दुकान से संबंधित है जहां अपीलकर्ता",
  "the appellants had been continuing as tenant and the plaintiff-respondent": "का पूर्ववर्ती किरायेदार के रूप में जारी रहा था और मुकदमा -प्रत्यर्थी किराये के",
  "is seeking the decree for eviction only on the ground of default in payment": "भुगतान में चूक के आधार पर बेदखली के लिए डिक्री की मांग कर रहा है।",
  "17. Accordingly and in view of the above, this appeal succeeds and is": "7. तदनुसार और उपरोक्त को ध्यान में रखते हुए, यह अपील सफल होती है",
  "allowed in the manner that while setting aside the impugned orders dated 01.09.2022 and 21.09.2022, the application filed by the appellants under": "और इस तरीके से स्वीकृत की जाती है कि 0.09.2022 और 2.09.2022",
  "decree dated 09.03.2016/16.03.2016 are set aside. Consequently, the": "प्रकार, 09.03.206/6.03.206 को एकपक्षीय निर्णय और डिक्री को अपास्त किया जाता है।परिणामस्वरूप, कथित मुकदमा अपने गुण-दोष पर"
}