{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकारिता",
  "Civil Appeal No 5212 of 2022": "सिविल अपील संख्या 522/2022",
  "(Arising out of SLP (C) No 1563 of 2021)": "(विशेष अनुमति याचिका (सिविल) संख्या 563/2027 से उत्पन्न)",
  "State of Uttar Pradesh and Others Appellants": "उत्तर प्रदेश राज्य और अन्य अपीलार्थी",
  "Versus": "बनाम",
  "Mohd Rehan Khan Respondent": "मोहम्मद रेहान खान प्रत्यर्थी",
  "WITH": "के साथ",
  "Civil Appeal No 5213 of 2022": "सिविल अपील संख्या 523/2022",
  "(Arising out of SLP (C) No 5524 of 2021)": "(विशेष अनुमति याचिका (सिविल) संख्या 5524/2027 से उत्पन्न)",
  "JUDGMENT": "निर्णय",
  "Dr Dhananjaya Y Chandrachud, J": "न्यायमूर्ति डॉ. धनंजय वाई चंद्रचूड़",
  "1 Leave granted.": "3 अनुमति प्रदान की गई।",
  "8 We have heard Mr Ankit Goel, counsel appearing on behalf of the appellant": "8. हमने अपीलार्थी की ओर से पेश होने वाले अधिवक्ता श्री अंकित गोयल और",
  "and Mr Danish Zubair Khan and Mr Jayprakash Somani, counsel for the": "प्रत्यर्थी के अधिवक्ता श्री दानिश जुबैर खान और श्री जयप्रकाश सोमानी को सुना।",
  "9 The appointment order of the respondent stipulated that he would be required": "9. प्रत्यर्थी की नियुक्ति आदेश में यह निर्धारित किया गया था कि उसे कंप्यूटर",
  "typing speed test with a speed of 25 words per minute within a prescribed": "शब्दों प्रति मिनट की गति के साथ टाइपिंग टेस्ट पास करना होगा। ऊपर",
  "period. The proviso to Rule 5(1) of the 2014 Rules which has been extracted": "उल्लिखित नियमावली 2074 के नियम 5() का प्रावधान यह दर्शित करता है कि",
  "above provides that if a candidate fails to achieve a typing speed of 25 words": "यदि कोई अभ्यर्थी एक वर्ष के भीतर 25 शब्द प्रति मिनट की टाइपिंग गति प्राप्त",
  "per minute within a year, the annual increment would be withheld and a": "करने में विफल रहता है तो वार्षिक वेतन वृद्धि रोक दी जाएगी और अपेक्षित गति",
  "further period of one year would be granted to the candidate to acquire the": "प्राप्त करने के लिए अभ्यर्थी को एक वर्ष की अतिरिक्त अवधि दी जाएगी।यदि कोई",
  "requisite speed. If a candidate fails to do so within the extended period, the": "अभ्यर्थी बढ़ी हुई अवधि के भीतर ऐसा करने में विफल रहता है, तो नियमों में यह",
  "Rules provide that his services shall be dispensed with. A similar stipulation": "प्रावधान है कि उसकी सेवाओं को समाप्त कर दिया जाएगा। कंप्यूटर में दक्षता का",
  "termination of the services of the respondent due to his failure to clear the": "को पास आदेश में विफल रहने के कारण अपीलार्थी की सेवाओं की समाप्ति",
  "should fulfill the prescribed educational qualification. The relevant extract of": "किसी पद पर नियुक्त करने के लिए उसे निर्धारित शैक्षणिक योग्यता पूरी करनी",
  "rule 5 reads as follows:": "होगी।नियम 5 का प्रासंगिक उद्धरण इस प्रकार हैः",
  "“5. (1) In case a Government servant dies in harness after the": "“5. (]) यदि इन नियमों के प्रारंभ होने के बाद किसी सरकारी कर्मचारी की",
  "Government, the State Government or a Corporation owned or": "पहले से ही केंद्र सरकार, राज्य सरकार या केंद्र सरकार के स्वामित्व या",
  "controlled by the Central Government or a State Government,": "नियंत्रण वाले किसी निगम या राज्य सरकार के अधीन नियोजित नहीं है, तो",
  "one member of his family who is not already employed under the Central Government or a State Government or a Corporation": "उसके परिवार के एक सदस्य को, जो पहले से ही केंद्र सरकार या राज्य",
  "owned or controlled by the Central Government or a State": "सरकार के स्वामित्व या नियंत्रण वाले किसी निगम या केंद्र सरकार या राज्य",
  "Government shall, on making an application for the purpose, be": "सरकार के अधीन नियोजित नहीं है, इस उद्देश्य के लिए आवेदन करने पर,",
  "given a suitable employment in Government Service on a post": "सामान्य भर्ती नियमों में छूट देते हुए सरकारी सेवा में उपयुक्त रोजगार दिया",
  "except which is within the purview of the Uttar Pradesh Public": "जाएगा, सिवाय इसके कि वह उत्तर प्रदेश लोक सेवा आयोग के अधिकार क्षेत्र",
  "Service Commission, in relaxation of the normal recruitment rules if such person-": "में हो, किसी पद पर सामान्य भर्ती नियमों में छूट के तहत यदि ऐसा व्यक्ति -",
  "(i)  Fulfils the educational qualifications prescribed for the post.”": "(।) पद के लिए निर्धारित शैक्षिक योग्यता को पूरा करता हो।\"",
  "(ii)": "(तो)",
  "(emphasis supplied)": "(प्रभाव वर्धित)",
  "12 Rule 5(1)(i) prescribes an entry level eligibility criteria. The first proviso to": "2. नियम 5()) में प्रवेश स्तर पात्रता मानदंड निर्धारित किया गया है। नियम",
  "Rule 5 prescribes an additional qualification if appointment is made to a post": "५ का पहला प्रावधान एक अतिरिक्त योग्यता निर्धारित करता है यदि किसी पद पर",
  "for which knowledge of computers and typing are prescribed as an essential": "नियुक्ति की जाती है जिसके लिए कंप्यूटर और टाइपिंग का ज्ञान एक आवश्यक",
  "time period stipulated in the Rules. Though the respondent possessed the": "नियुक्त व्यक्ति द्वारा यह योग्यता अर्जित की जानी चाहिए। हालांकि प्रत्यर्थी के पास",
  "educational qualification prescribed under the Rules, he did not acquire the": "नियमों के तहत निर्धारित शैक्षणिक योग्यता थी, लेकिन उसने नियम 5 ()() के",
  "qualifications prescribed under the provisos to Rule 5(1)(i). This Court has in": "प्रावधानों के तहत निर्धारित योग्यता हासिल नहीं की। इस न्यायालय ने पूर्व में",
  "the past explained the relevance of both the eligibility criteria and additional qualifications.° The respondent ought to have possessed both the eligibility": "पात्रता मानदंड और अतिरिक्त योग्यताओं* दोनों की प्रासंगिकता को समझाया है।",
  "criteria and qualifications to continue in the said post. Having been granted": "प्रत्यर्थी के पास उक्त पद पर बने रहने के लिए पात्रता मानदंड और योग्यता दोनों",
  "an appointment to the post of Assistant, the respondent was required to fulfill the dual conditions of obtaining a certificate of proficiency in computers": "होनी चाहिए। सहायक के पद पर नियुक्ति मिलने के बाद, प्रत्यर्थी को कंप्यूटर में",
  "period (which he did not despite two opportunities). Appointment to an": "टाइपिंग में अपेक्षित गति प्राप्त करना (जो उसने दो अवसरों के बावजूद नहीं",
  "alternate post cannot be directed by the High Court. This would permit entry": "नियुक्ति का निर्देश उच्च न्यायालय द्वारा नहीं दिया जा सकता है। इससे चतुर्थ श्रेणी",
  "compassionate appointment or for which persons who seek appointment in": "नियुक्ति की प्रतीक्षा कर रहे हैं या जो लोग प्रतियोगिता में नियुक्ति चाहते हैं वे इसके",
  "The view which was taken by the High Court relying on its earlier decision in Mukul Sagar (supra) was plainly erroneous. We, however, clarify that while": "3. मुकुल सागर (उपरोक्त) मामले में अपने पूर्व विनिश्चय पर अवलम्ब लेते हुए उच्च न्यायालय द्वारा लिया गया दृष्टिकोण स्पष्ट रूप से गलत था। तथापि, हम यह",
  "correct principle of law, the present judgment should not be construed as a direction to the State to disturb the appointment which may have been": "वर्तमान निर्णय का यह अर्थ नहीं लगाया जाना चाहिए कि राज्य को नियुक्ति में",
  "Mr. Jayprakash Somani, Adv.": "श्री जयप्रकाश सोमानी, अधिवक्ता",
  "Ms. Shobha Somani, Adv.": "सुश्री शोभा सोमानी, अधिवक्ता",
  "Mr. Rajnish Kumar, Adv.": "श्री रजनीश कुमार, अधिवक्ता",
  "Ms. Binisha Mohanty, Adv.": "सुश्री बिनीशा मोहंती, अधिवक्ता",
  "Ms. Mamta Raut, Adv.": "सुश्री ममता राउत, अधिवक्ता",
  "Mr. Aayshmaan Vatsayayava, Adv.": "श्री आयशमान वात्सयायव, अधिवक्ता",
  "Ms. Asha Sahar, Adv.": "सुश्री आशा सहर, अधिवक्ता",
  "Ms. Manju Jetley, AOR": "सुश्री मंजू जेटली, ए ओ आर",
  "UPON hearing the counsel the Court made the following ORDER": "अधिवक्ता को सुनने के बाद न्यायालय ने निम्नलिखित आदेश दिया",
  "2 The appeals are allowed in terms of the signed reportable judgment.": "2 अपीलों को हस्ताक्षरित प्रतिवेद्य निर्णय के संदर्भ में अनुमति दी जाती है। 3.",
  "3 Pending applications, if any, stand disposed of.": "लंबित आवेदन, यदि कोई हो, का निस्तारण किया जाता है।",
  "(CHETAN KUMAR) (SAROJ KUMARI GAUR)": "(चेतन कुमार) (सरोज कुमारी गौर)",
  "(Signed Reportable Judgment is placed on the file)": "(हस्ताक्षरित प्रतिवेद्य निर्णय फाइल पर रखा गया है )",
  "Since the decision which has been relied upon by the Single Judge and the": "3. चूँकि एकल न्यायाधीश द्वारा जिस निर्णय पर अवलम्ब लिया गया है और",
  "decision of the Division Bench in Mohd Rehan have been disapproved in the above decision, the present appeal shall stand allowed by setting aside the": "मोहम्मद रेहान मामले में खंडपीठ के निर्णय को उपरोक्त निर्णय में अस्वीकृत कर",
  "judgment of the Division Bench dated 2 September 2020 and the judgment of": "दिया गया है, खंडपीठ के निर्णय दिनांक 2 सितंबर 2020 और एकल न्यायाधीश",
  "the Single Judge dated 21 November 2019. The writ petition filed by the": "के निर्णय दिनांक 2। नवंबर 209 को रद्द करके वर्तमान अपील को स्वीकार किया जाएगा। प्रत्यर्थी द्वारा उच्च न्यायालय के समक्ष दायर की गई रिट याचिका",
  "Special Appeal Defective No 168 of 2020": "8 स्पेशल अपील डिफेक्टिव संख्या 68/ 2020",
  "State of Uttar Pradesh vs Mohd Rehan Khan dated 25 August 2020": "9 उत्तर प्रदेश राज्य बनाम मोहम्मद रेहान खान दिनांक 25 अगस्त 2020",
  "ITEM NO.29 COURT NO.3 SECTION XI": "मद संख्या 29 न्यायालय संख्या 3 सेक्शन )»९।",
  "SUPREME COURT OF INDIA": "भारत का सर्वोच्च न्यायालय",
  "RECORD OF PROCEEDINGS": "कार्यवाहियों के अभिलेख",
  "Petition(s) for Special Leave to Appeal (C) No.1563/2021": "अपील करने के लिए विशेष अनुमति के लिए याचिकाएं (सिविल) संख्या 4563/2027",
  "(Arising out of impugned final judgment and order dated 25-08-2020": "69/2020 में दिनांक 25.08.2020 के आक्षेपित अंतिम निर्णय और आदेश से उत्पन्न)",
  "STATE OF U.P. & ORS. Petitioner(s)": "उत्तर प्रदेश राज्य और अन्य याचिकाकर्ता (गण)",
  "MOHD. REHAN KHAN Respondent(s)": "मो, रेहान खान प्रत्यर्थी (गण)",
  "(With IA No.10904/2021 - EXEMPTION FROM FILING C/C OF THE IMPUGNED": "(आइ ए संख्या 20904/202-आक्षेपित निर्णय के सी/सी को दाखिल करने",
  "JUDGMENT and IA No.10905/2021 - EXEMPTION FROM FILING O.T.)": "से छूट और आइ ए संख्या 0905/2027 ओ. टी. को दाखिल करने से छूट)",
  "WITH S.L.P.(C) No.5524/2021 (XI)": "विशेष अनुमति याचिका (सिविल) संख्या 5524/202 (१0) के साथ",
  "(With IA No.47630/2021 - EXEMPTION FROM FILING C/C OF THE IMPUGNED": "(आइ. ए. संख्या 47630/202-आक्षेपित निर्णय के सी/सी को दाखिल करने",
  "JUDGMENT and IA No.47631/2021 - EXEMPTION FROM FILING O.T.)": "से छूट और आइ ए संख्या 4763/2027 ओ. टी. को दाखिल करने से छूट)",
  "Date : 08-08-2022 These matters were called on for hearing today.": "दिनांक: 08-08-2022 इन मामलों को आज सुनवाई के लिए बुलाया गया था। समक्ष:",
  "HON'BLE DR. JUSTICE D.Y. CHANDRACHUD": "माननीय न्यायमूर्ति डॉ. डी.वाई. चंद्रचूड़",
  "HON'BLE MR. JUSTICE A.S. BOPANNA": "माननीय न्यायमूर्ति ए. एस. बोपन्ना",
  "For Petitioner(s)": "याचिकाकर्ता (गण) के लिए",
  "Mr. Ankit Goel, AOR": "श्री अंकित गोयल, ए ओ आर",
  "For Respondent(s) Mr. Danish Zubair Khan, AOR": "प्रत्यर्थी(गण) के लिए श्री दानिश जुबैर खान, ए ओ आर",
  "Mohd. Asad Khan, Adv.": "मो. असद खान, अधिवक्ता"
}