{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपील न्यायक्षेत्र",
  "CIVIL APPEAL NO. 3814 OF 2019": "सिविल अपील सं. 384/209",
  "Cantonment Board, Meerut & Anr. ...Appellants": "कैन्टोनमेन्ट बोर्ड, मेरठ व अन्य... ........... अपीलार्थी",
  "Versus": "बनाम",
  "WITH": "के साथ",
  "CIVIL APPEAL NOS. 3815/2019; 3816/2019; 3817/2019;": "सिविल अपील संख्याएँ _. 385/209; ... 386/209; 387 /209; 388/ 209; 389/209;",
  "3818/2019; 3819/2019; 3820/2019; 3821/2019; 3822/2019;": "3820/209; 382/209; 3822/209;",
  "3823/2019; 3824/2019; 3825/2019; 3826/2019; 3827/2019;": "3823/209; 3824/ 209; 3825/209; 3826/209; 3827/209; 3828/209;",
  "3828/2019; 3829/2019; 3830/2019; 3831/2019; 3832/2019;": "3829/209; 3830/209; 383/209; 3832/209; 3833/209; 3834/209;",
  "3833/2019; 3834/2019; 3835/2019; 3836/2019; 3837/2019;": "3835/209; 3836/209; 3837/209; 3838,/209; 3839,/209; 3840/ 209;",
  "3838/2019; 3839/2019; 3840/2019; 3841/2019; 3842/2019;": "3838,/209; 3839,/209; 3840/ 209; 384 /209; 3842/209; 3843/209;",
  "3843/2019; 3844/2019; 3845/2019; 3846/2019; 3847/2019;": "3844/ 209; 3845/ 209; 3846/ 209;",
  "3848/2019; 3849/2019; 3850/2019; 3851/2019; 3852/2019;": "3847 /209; 3848/ 209; 3849/209; 3850/209; 385/209; 3852/ 209;",
  "3853/2019; 3854/2019; 3855/2019; 3856/2019; 3857/2019;": "3853/209; 3854/209; 3855/209; 3856/209; 3857/209; 3858/209;",
  "3858/2019; 3859/2019; 3860/2019; 3861/2019; 3862/2019;": "3859/209; 3860/209; 386/ 209;",
  "3863/2019; 3864/2019; 3865/2019; 3866/2019; 3867/2019;": "3862/209; 3863/209; 3864/209; 3865/ 209; 3866, 209; 3867/209;",
  "3868/2019; 3869/2019; 3870/2019; 3871/2019": "3868/ 209; 3869/209; 3870/209;",
  "R. Subhash Reddy, J.": "न्यायमूर्ति आर. सुभाष रेड्डी",
  "“eon Board, Meerut and others, aggrieved by the common order": "दिनांक 9.2.203 से पीड़ित कैन्टोनमेन्ट बोर्ड, मेरठ एवं अन्य द्वारा दायर",
  "To Afzal Ahmad S/o Fagruddin,": "अफजल अहमद पुत्र फखरूद्दीन,",
  "55/pt Ghosi Mohalla,": "5५5/0: घोसी मोहल्ला,",
  "B.I. Bazar,": "बी. आई. बाजार,",
  "Meerut Cantt.": "मेरठ कैन्ट।",
  "Subject : SHOW CAUSE NOTICE": "विषय : कारण बताओ नोटिस।",
  "It has been reported to me that you have carried out the following unauthorized constructions without prior permission in the": "मुझे यह सूचित किया गया है कि आपके द्वारा बिना किसी पूर्व अनुमति",
  "Shop No.53-54 Ghosi Mohalla, B.I. Bazar, Meerut": "के दुकान सं. 53-54 घोसी मोहल्ला बी. आई. बाजार मेरठ कैन्ट में अनाधिकृत",
  "FIRST FLOOR": "प्रथम तल",
  "Room Measuring 12’-11” x 15’-7\" is being constructed in Shop No.53-54, Ghosi Mohalla": "कमरे के माप 2' -.7)% 5' -7” का निर्माण दुकान सं. 53-54, घोसी",
  "As this is an offence punishable under Section 184/185 of the Cantonments Act, 1924": "जैसा कि यह छावनी अधिनियम, 924 (संशोधित) के धारा 84/85 के अन्तर्गत एक दण्डनीय अपराध है, कृपया इसकी प्राप्ति के 3",
  "(amended), please show cause within 3 days from the receipt hereof, why legal action should not": "84/85 के अन्तर्गत एक दण्डनीय अपराध है, कृपया इसकी प्राप्ति के 3 दिनों के अंदर कारण बताएँ कि छावनी अधिनियम 924 (संशोधित) की उक्त",
  "the receipt hereof, why legal action should not be taken against you under the provisions of": "धारा के प्रावधानों के अन्तर्गत आपके विरूद्ध क्यों कानूनी कार्यवाही नहीं की",
  "was Originally governed by the 1924 Act. The said Act": "जैसा कि 924 अधिनियम की धारा 274 के अन्तर्गत परिकल्पित है, अपील भी",
  "is concerned, show cause notice dated 22.08.2006 is": "प्रत्यर्थी है, का सम्बन्ध है दिनांक 22.08.2006 को आरोपित करते हुए कारण",
  "issued alleging that he has constructed the shop no.53- 54 at Ghosi Mohalla, B.I. Bazar, Meerut Cantt., but same": "बताओ नोटिस जारी किया गया कि उसने दुकान सं, 53-54 घोसी मोहल्ला, बी. आर. बाजार मेरठ कैन्ट में निर्माण कार्य कराया है, लेकिन एकरूप नहीं है, यहाँ",
  "is not even referred to in the final notice issued on 02.09.2006. It is the case of the respondents that": "तक कि दिनांक 02.09.2006 को जारी अंतिम नोटिस में निर्दिष्ट नहीं है। यह",
  "objections were filed, and their objections were also": "प्रत्यर्थीगण का मामला है कि आपत्तियाँ दायर की गई, और उनके आपत्तियों पर",
  "not considered. Having issued the show cause notice, the": "भी विचार नहीं किया गया। कारण बताओ नोटिस जारी होने पर प्राथमिक",
  "primary authority ought to have referred to such notice and objections, if any, to such notice, while issuing": "प्राधिकारी को ऐसे नोटिस और आपत्तियों को निर्दिष्ट करना चाहिए था, यदि कोई",
  "the final notice on 02.09.2006. It is clear that notices": "हो तो ऐसी नोटिस जबकि दिनांक 02.09.2006 को अंतिम सूचना जारी हो रही",
  "are issued mechanically and in a casual manner. Even the": "यह स्पष्ट है कि सूचनाएँ यांत्रिक और सामयिक प्रणाली से जारी की गयी थी । यहाँ",
  "appellate authority, relying on the survey report dated": "तक कि अपीलीय प्राधिकारी ने दिनांक 0.08.2006 की सर्वेक्षण आख्या पर",
  "petitions before the High Court. The orders impugned in": "न्यायालय के समक्ष रिट याचिका दायर की है। मा. उच्च न्यायालय के समक्ष रिट",
  "the writ petitions before the High Court were challenged mainly on the gorund that there is no authority to the": "याचिकाओं में आक्षेपित आदेश की चुनौती मुख्यतः इस पर आधारित थी कि",
  "mainly on the gorund that there is no authority to the Executive Officer to issue such a notice and the notice": "कार्यकारी अधिकारी को इस प्रकार की नोटिस जारी करने का कोई अधिकार नहीं",
  "is without jurisdiction. The second ground is that the": "है और नोटिस न्यायक्षेत्र के परे है। दूसरा आधार यह है कि ध्वस्तीकरण की",
  "notice for demolition has to be issued within a period of 12 months from the date of the alleged constructions.": "सूचना कथित निर्माणों की तारीख से 2 महीनों के अन्दर जारी किया जाना",
  "It was pleaded that date of construction was. not": "चाहिए। यह तर्क दिया गया था कि सूचना में निर्माण की तारीख का उल्लेख नहीं",
  "mentioned in the notice, as such, notice was barred by": "किया गया था, इस प्रकार, सूचना परिसीमन द्वारा वर्जित कर दिया गया था। मा.",
  "demolition. When appeals are preferred by availing the": "नोटिस जारी किया। जब अपील सांविधिक उपाय के उपयोग करने के द्वारा",
  "statutory remedy, as contemplated under the Act, even": "अधिमानित है, जैसे अधिनियम के अन्तर्गत परिकल्पित है, यहाँ तक कि अपीलीय",
  "fixing the date of hearing and passed the impugned": "प्राधिकारी ने सुनवाई की तय तारीख और आक्षेपित रूढ़वादी आदेशों को",
  "the respondents. It is further submitted that there is no valid delegation to Cantonment Executive Officer at": "नहीं किया। आगे यह तर्क दिया गया कि छावनी कार्यकारी अधिकारी का किसी भी",
  "10. Having heard learned counsel for the parties, we have perused the impugned order passed by the High Court": "0. विद्वान अधिवक्ता ने पक्षों को सुना, हमने मा. उच्च न्यायालय द्वारा पारित",
  "by the common order passed by the High Court, Cantonment Board and others have filed appeals and there are no": "सामान्य आदेश से पीड़ित होकर छावनी बोर्ड एवं अन्य ने अपील दायर की और",
  "appeals filed by the respondents herein aggrieved by any of the findings recorded in the common impugned order.": "सामान्य आक्षेपित आदेश में अभिलिखित यहाँ पीड़ित प्रत्यर्थीगणों द्वारा कोई",
  "construction is also rejected by recording reasons. We": "के अन्दर कार्यवाही न करने की याचिका भी अभिलेखन कारणों द्वारा अस्वीकार",
  "[R. Subhash Reddy ]": "न्यायमूर्ति आर. सुभाष रेड्डी",
  "New Delhi;": "नई दिल्ली",
  "April 23, 2019": "23 अप्रैल 209",
  "10": "9",
  "12. While quashing the notices in the impugned order in the writ petitions filed before the High Court, High": "2. . मा. उच्च न्यायालय के समक्ष दायर रिट याचिकाओं में आक्षेपित आदेश में",
  "notice and to pass appropriate orders by following": "सूचना जारी करने व कानून के तहत विचाराधीन प्रक्रिया का पालन करने के द्वारा",
  "matter, while it is always open to the appellants to": "जबकि यह अपीलार्थियों के लिए प्रत्यर्थीगणों के विरूद्ध आरोपों को तय करने पर",
  "initiate fresh proceedings by issuing fresh show cause": "नई कारण बताओ नोटिस जारी करके नये सिरे से कार्यवाहियों का आरंभ करने के",
  "not find any error in the order passed by the High Court": "हस्तक्षेप के साथ ही साथ मा. उच्च न्यायालय द्वारा पारित आदेशों में कोई त्रुटि",
  "13. These appeals are accordingly dismissed. However,": "3. . ये अपील तदनुसार निस्तारित की जाती है, हालाँकि हम यह स्पष्ट करते हैं"
}