{
  "IN THE SUPREME COURT OF INDIA": "भारत की सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. 2077 OF 2020": "दीवानी अपील सं. 2077/2020",
  "[Arising out of Special Leave Petition(C)No. 8550 OF 2019]": "[विशेष अनुमति याचिका(सी) सं. 8550/209 से उद्घूत]",
  "Sadhna Chaudhary  ——————— Appellant": "साधना चौधरी ....अपीलार्थी",
  "JUDGMENT": "निर्णय",
  "2. This appeal has been preferred by Sadhana Chaudhary, being aggrieved, against an order dated 12.12.2018 passed by the High": "2. यह अपील उच्च न्यायालय द्वारा पारित दिनांक 2.2.208 के आदेश के विरूद्ध व्यथित होने से साधना चौधरी द्वारा दायर किया गया है जिसमें",
  "judicial review of her dismissal from the Uttar Pradesh Higher Judicial": "प्रत्यर्थी सं. द्वारा उत्तर प्रदेश उच्चतर न्यायिक सेवा से उसके निकाले जाने",
  "FACTUAL MATRIX": "तथ्यात्मक पृष्ठभूमि",
  "ag The appellant was recruited into the Uttar Pradesh Judicial ve2%ervices on 05.06.1975 and was posted as Additional Munsif,": "3. अपीलकर्ता को दिनांक 05.06.975 को उत्तर प्रदेश न्यायिक सेवा में",
  "ve2%ervices on 05.06.1975 and was posted as Additional Munsif, Dehradun. She was subsequently promoted to the Chief Judicial": "भर्ती किया गया था और वह अपर मुंसिफ, देहरादून के रूप में तैनात थीं।",
  "4. A Division Bench of the High Court of Judicature at Allahabad,": "4. उच्च न्यायालय इलाहाबाद की खंडपीठ ने एक भूमि अधिग्रहण संदर्भ के",
  "while seized of the first appeal against a Land Acquisition Reference, made certain observations on 05.03.2004 with regard to the manner": "विरूद्ध पहली अपील की सुनवाई करते समय दिनांक 05.03.2004 को उन",
  "being adjudicated by subordinate judicial officers in the state of Uttar": "भूमि अधिग्रहण वाद उत्तर प्रदेश राज्य' में अधीनस्थ न्यायिक अधिकारियों",
  "The Administrative Committee constituted a committee comprising of two Judges to probe into complaints of collusion in land acquisition matters. This enquiry committee after visiting numerous districts of western Uttar Pradesh (UP) and examination of many judgments,": "गई। प्रशासनिक समिति ने भूमि अधिग्रहण मामलों में मिलीभगत की शिकायतों की जांच के लिए दो न्यायाधीशों की एक समिति का गठन किया। इस जांच समिति ने पश्चिमी उत्तर प्रदेश (यूपी) के कई जिलों का दौरा करने",
  "submitted a report on 19.09.2004 recommending initiation of": "और कई निर्णयों की जांच करने के बाद, दिनांक 9.09.2004 को एक रिपोर्ट",
  "disciplinary action against certain judicial officers, including the": "प्रस्तुत की, जिसमें अपीलकर्ता सहित कुछ न्यायिक अधिकारियों के खिलाफ",
  "“Charge No.1 - That you on 10.02.2003 while posted as IInd": "आरोप सं.2- यह कि आप दिनांक 7..2003 को अपर जिला",
  "the claimants as being evidence of the deliberate lapses made by the": "अपीलकर्ता द्वारा किए गए जानबूझकर खामियों के सबूत के रूप में हैं और न",
  "errors of judgment. This, the High Court noted, amounted to": "कि केवल निर्णय की त्रुटियाँ हैं। इसे उच्च न्यायालय ने जांच समिति द्वारा दिए",
  "10. Furthermore, the Court noted that, even otherwise, strict rules of": "0. इसके अलावा, न्यायालय ने उल्लेख किया कि, अन्यथा भी, साक्ष्य के",
  "evidence were inapplicable to departmental enquiries, and the scope of": "सख्त नियम विभागीय जाँच के लिए अनुपयुक्त थे, और ऐसे मामलों में",
  "judicial review in such matters also being very limited, findings of the": "न्यायिक समीक्षा का दायरा भी बहुत सीमित था, अनुशासनात्मक जांच के",
  "absence of material, which was not the case at hand.": "था, जो प्रस्तुत मामलें में नही था।",
  "11. Counsel for the appellant made a spirited argument that": ". अपीलकर्ता के अधिवक्ता ने जोरदार तर्क दिया कि हालांकि उच्च",
  "although the High Court undoubtedly expounded the correct law,": "न्यायालय ने निःसंदेह सही विधि की व्याख्या की फिर भी प्रस्तुत वाद के",
  "however it failed to appropriately apply it to the facts of the present": "तथ्यों पर इसे उचित रूप से लागू करने में असफल रहा। उन्होनें तर्क दिया",
  "case. He argued that the chargesheet made no allegation of the ‘decision-making process’ being illegal, and the same could not be": "कि आरोप पत्र 'निर्णय लेने के प्रक्रिया' के अवैध होने का कोई आरोप नहीं",
  "made a ground for the appellant’s dismissal later. Taking the Court": "लगाता और इसे बाद में अपीलार्थी की सेवामुक्ति के लिए आधार नहीं बनाया",
  "allegation of receipt of any illegal gratification or being swayed by any specific extraneous factor was even levelled against her, let alone being": "पारितोषण की प्राप्ति या किसी विशिष्ट बाहरी कारक द्वारा प्रभावित किए जाने का कोई आरोप भी उसके खिलाफ नहीं लगाया गया था। सिवाय दो भूमि",
  "proved. No witnesses or material to cast doubts upon the decision-": "अधिग्रहण संदर्भ आदेशों को छोड़कर, निर्णय लेने की प्रक्रिया पर संदेह करने के लिए कोई गवाह या सामग्री प्रस्तुत नहीं की गयी थी। यह पीसी जोशी",
  "appropriateness of the substance of the judicial orders was said to be": "भी, न्यायिक आदेशों के सार की उपयुक्तता का निर्धारण अपीलीय अदालतों",
  "the domain of appellate courts and not the enquiry committees.": "का अधिकार-क्षेत्र कहा गया था न कि जांच समितियों का।",
  "12. Even on merits, it was contended that the High Court erred in": "2. गुणावगुण के आधार पर भी, यह तर्क किया गया था कि उच्च न्यायालय",
  "Section 11(3) of the LA Act was applicable only to awards by": "लिया था, क्योंकि एलए अधिनियम की धारा (3) के तहत कथित वर्जन",
  "under Sections 23 and 24, per which compromise deeds were not": "23 और 24 के तहत विभिन्न कानूनी प्रावधानों द्वारा निर्देशित किया गया था, जिसके अनुसार समझौता विलेखों को अपवर्जित नहीं किया गया था। वृद्धि",
  "excluded. The escalations were also shown as not being arbitrary, but": "को मनमाने नहीं होने के रूप में भी दिखाया गया था, बल्कि न्यू ओखला",
  "rather founded upon the Compromise Policy of the New Okhla Industrial Development Authority, which was tweaked to grant": "औद्योगिक विकास प्राधिकरण की समझौता नीति पर आधारित बताया गया था, जिसे राज्य के प्राधिकारियों द्वारा दी जा रही अतिरिक्त 0% विकसित",
  "statutory dues of solatium and interest instead of the additional 10%": "भूमि के बजाय मुआवजा और ब्याज की वैधानिक बकाया राशि देने के लिए",
  "pleaded, that if anything, the net compensation of Rs 720/sq yd was": "हो, तो 720/वर्ग गज रुपये का शुद्ध मुआवज़ा प्रभावी रूप से राज्य को लागत",
  "borne under their own policy.": "में कम था, जो कि उनकी स्वयं की नीति के तहत 20/ वर्ग गज वहन किया",
  "was enhanced by a factor of 60% to Rs 160/sq yd. Glaringly, this very": "को रू. 00/वर्ग गज से बढ़ाकर रू. 60/वर्ग गज कर दिया।",
  "conducted and the Enquiry Committee through its report dated 09.09.2005 held that both the charges had been proved for these were": "रिपोर्ट दिनांक 09.09.2005 के माध्यम से अवधारित किया कि इन दोनों",
  "errors apparent in both cases which were such ‘shocking blunders’": "आरोपों के लिए साबित हो गया था कि दोनों मामलों में स्पष्ट त्रुटियां थीं जो इस तरह की 'चौकने वाली चूक' थीं कि उन्हें मात्र गलत निर्णय के लिए",
  "consequently were proved to be ‘deliberate’. The said report was placed before the Administrative Committee which accepted the same vide": "किया गया साबित हुआ। उक्त रिपोर्ट को प्रशासनिक समिति के समक्ष रखा",
  "resolution dated 29.11.2005, and referred the matter to the Full Court": "गया था जिसने इसे दिनांक 29..2005 के संकल्प द्वारा स्वीकार कर लिया",
  "for determination of quantum of punishment. The Full Court resolved": "था और सजा की मात्रा के निर्धारण के लिए मामले को पूर्ण न्यायालय में भेज",
  "recommendation to the State (Respondent No. 1), which through an": "दिया और फलस्वरूप राज्य (प्रत्यर्थी सं. ) को अपनी सिफारिश अग्रेषित",
  "effect. The appellant challenged the order of dismissal before the High": "सेवा से बर्खस्त कर दिया। अपीलकर्ता ने रिट क्षेत्राधिकार का प्रयोग करते",
  "7. The Division Bench of the HC took note of the two land": "7. उच्च न्यायालय की खण्ड़ पीठ ने दो भूमि अधिग्रहण संदर्भों पर ध्यान दिया",
  "acquisition references which had been decided by the appellant. With regards to the first case of Lile Singh v. State’ it held that the": "जो अपीलकर्ता द्वारा निर्णीत किए गए थे। लिली सिंह बनाम राज्य\" के पहले",
  "claimants to enhance compensation from Rs 74.40/sq yd (as": "मामले के संबंध में यह अवधारित किया कि अपीलकर्ता ने 74.40/वर्ग गज",
  "determined by the Special Land Acquisition Officer) to Rs 264/sq yd.": "(विशेष भूमि अधिग्रहण अधिकारी द्वारा निर्धारित) से 264/वर्ग गज मुआवज़ा",
  "Additionally, she had awarded solatium and interest over and above the said determined rate, which led to a steep escalation to Rs 720/sq": "अवलम्ब लिया था। इसके अलावा, उन्होनें उक्त निर्धारित दर से अधिक हर्जाना और ब्याज का फैसला दिया था, जिसके कारण रू. 720/वर्ग गज की",
  "have increased the compensation from Rs 100/sq yd to Rs 160/sq yd,": "इसलिए मुआवजे को 60% से बढ़ाकर 60/वर्ग गज कर दिया गया था।",
  "allegations of collusion in land acquisition reference cases were made": "न्यायिक असंगतता या भूमि अधिग्रहण संदर्भ मामलों में मिलीभगत के आरोप",
  "against judicial officers, which was not the present case.": "न्यायिक अधिकारियों के खिलाफ लगाए गए थे, के लिए लागू होना था, जो",
  "Notwithstanding guilt, the appellant urged that the quantum of": "वर्तमान मामला नहीं था। अपराध के बावजूद, अपीलकर्ता ने आग्रह किया कि",
  "punishment was unfair. Having rendered almost thirty years of": "सजा की मात्रा अनुचित थी। लगभग तीस साल की बेदाग सेवा प्रदान करने",
  "charges, was prayed as being disproportionate.": "असंगत है, यह प्रार्थना की गई।",
  "16. On the other hand, Learned Counsel for the High Court": "6. दूसरी ओर, उच्च न्यायालय (प्रत्यर्थी सं. 2) के विद्वान अधिवक्ता ने तर्क",
  "high posts should have high integrity, honesty, moral vigour, fairness and must be impervious to corrupt or venial influences. The limited": "ईमानदारी, नैतिक शक्ति, निष्पक्षता होनी चाहिए और भ्रष्ट या बुरे प्रभावों के",
  "and must be impervious to corrupt or venial influences. The limited scope of interference in matters of domestic enquiry where the": "लिए अभेद्य होना चाहिए। घरेलू जांच के मामलों में हस्तक्षेप की सीमित",
  "allegations founded upon specific facts have been proved, was also": "गुंजाइश जहां विशिष्ट तथ्यों पर स्थापित आरोपों को साबित किया गया है ,",
  "highlighted.": "को भी रेखांकित किया गया था।",
  "restricted, by drawing attention to constitutional provisions which": "अनन्य नियंत्रण रखने वाले संवैधानिक उपबंधों पर ध्यान आकर्षित करते",
  "the fact that opportunities of being heard and placing on record written submissions were duly accorded to the appellant, and her": "अपीलार्थी को अभिलेख पर लिखित कथन प्रस्तुत करने और सुने जाने का",
  "detailed replies had been considered and rejected, it was not open for": "अवसर प्रदान किया गया था और उसके विस्तृत जबाब पर विचार किया गया था और खारिज कर दिया गया था, यह उसके लिए इस न्यायालय के",
  "her to seek re-determination of her case through this Court. Both the": "था और खारिज कर दिया गया था, यह उसके लिए इस न्यायालय के माध्यम से उसके मामले के पुनः-निर्धारण की माँग करने के लिए खुला नहीं",
  "enquiry committee and the Full Court were contended to have applied": "था। यह तर्क दिया गया था कि जांच समिति और पूर्ण न्यायालय दोनों द्वारा",
  "their minds and passed reasoned orders wherein it was unequivocally": "अपने मस्तिष्क का प्रयोग किया गया था और तर्कपूर्ण आदेश पारित किए गए",
  "found that the appellant had utterly failed to justify her conduct and": "थे, जिसमें यह स्पष्ट रूप से पाया गया था कि अपीलकर्ता अपने आचरण को",
  "public trust in the judiciary.": "न्यायपालिका में जनता के विश्वास को बनाए रखने के लिए सेवाओं की",
  "ANALYSIS": "विश्लेषण",
  "18. Undoubtedly, the High Court is correct in its observation of the": "8. निस्संदेह, उच्च न्यायालय प्रयोज्य विधि के अपने अवलोकन में सही है।",
  "applicable law. Indeed, the end result of the judicial process does not": "वास्तव में, न्यायिक प्रक्रिया का अंतिम परिणाम मायने नहीं रखता है, और",
  "matter, and what matters is only the decision-making process": "केवल कसूरवार अधिकारी द्वारा अपनायी गयी निर्णय लेने की प्रक्रिया ही",
  "the rule of law, and insulate judicial reasoning from extraneous": "बनाए रखें और बाह्य कारकों से न्यायिक तर्कों को पृथक रखें।",
  "6 See Judicial Officers Protection Act, 1850.": "6 देखें, न्यायिक अधिकारी संरक्षण अधिनियम 850",
  "“Judicial officers cannot have two standards, one in": "“न्यायिक अधिकारियों के दो मानक नहीं हो सकते हैं , एक",
  "the court and another outside the court. They must": "न्यायालय में और दूसरा न्यायालय के बाहर। उनका केवल",
  "have only one standard of rectitude, honesty and": "सदाचार, ईमानदारी और सत्यनिष्ठा का एक मानक होना",
  "7. Judges are also public servants. A Judge should always": "7. न्यायाधीश भी लोक सेवक हैं। एक न्यायाधीश को हमेशा याद",
  "remember that he is there to serve the public. A Judge is": "रखना चाहिए कि वह जनता की सेवा करने के लिए वहां है। एक",
  "judged not only by his quality of judgments but also by the": "न्यायाधीश को न केवल उसके निर्णयों की गुणवत्ता, बल्कि उसके",
  "quality and purity of his character. Impeccable integrity": "चरित्र की गुणवत्ता और शुद्धता से भी आंका जाता है। एक न्यायाधीश",
  "should be reflected both in public and personal life of a": "के सार्वजनिक और व्यक्तिगत जीवन, दोनों में अनुकरणीय सत्यनिष्ठा",
  "Judge. One who stands in judgments over others should": "परिलक्षित होनी चाहिए। जो दूसरों पर निर्णय देता है, उसे अदोषपूर्ण",
  "be incorruptible. That is the high standard which is expected of Judges.": "होना चाहिए। यह उच्च मानक है जो न्यायाधीशों से अपेक्षित है।",
  "8. Judges must remember that they are not merely employees": "8. न्यायाधीशों को यह याद रखना चाहिए कि वे केवल कर्मचारी नहीं",
  "but hold high public office. In R.C. Chandel v. High Court of": "हैं बल्कि उच्च लोक पद धारण करते हैं। आर. सी. चंदेल बनाम मध्य",
  "M.P. [R.C. Chandel v. High Court of M.P., (2012) 8 SCC 58 :": "प्रदेश उच्च न्यायालय [आर. सी. चंदेल बनाम मध्य प्रदेश उच्च न्यायालय, (202) 8 एससीसी 58: (202) 4 एससीसी (सिविल)",
  "(2012) 4 SCC (Civ) 343 : (2012) 3 SCC (Cri) 782 : (2012) 2 SCC": "343: (202) 3 एससीसी (आपराधिक) 782: (202) 2 एससीसी",
  "(L&S) 469] , this Court held that the standard of conduct": "(एल एण्ड एस) 469] में, इस न्यायालय ने यह अवधारित किया कि",
  "ordinary person. The following observations of this Court are": "तुलना में बहुत अधिक है। इस न्यायालय के निम्नलिखित संप्रेक्षण",
  "relevant: (SCC p. 70, para 29)": "सुसंगत हैं: (एससीसी पृष्ठ 70, प्रस्तर 29)",
  "“29. Judicial service is not an ordinary government service and the Judges are not employees as such.": "“29. न्यायिक सेवा एक साधारण सरकारी सेवा नहीं है और न्यायाधीश इस तरह के कर्मचारी नहीं हैं। न्यायाधीश लोक पद",
  "the essential functions of the State. In discharge of": "धारण करते हैं; उनका कार्य राज्य के आवश्यक कायों में से",
  "their functions and duties, the Judges represent the": "एक है। अपने कार्यों और कर्तव्यों के निर्वहन में , न्यायाधीश",
  "State. The office that a Judge holds is an office of": "राज्य का प्रतिनिधित्व करते हैं। न्यायाधीश जो पद धारण",
  "integrity and unimpeachable independence. He must": "निष्कलंक सत्यनिष्ठा और असंदिग्ध स्वतंत्रता का व्यक्ति होना",
  "be honest to the core with high moral values. When a": "चाहिए। उच्च नैतिक मूल्यों के साथ उसे अंतरात्मा तक ईमानदार होना चाहिए। जब कोई वादकारी अदालत में प्रवेश",
  "litigant enters the courtroom, he must feel secured": "ईमानदार होना चाहिए। जब कोई वादकारी अदालत में प्रवेश करता है, तो उसे सुरक्षित महसूस करना चाहिए कि",
  "that the Judge before whom his matter has come,": "न्यायाधीश, जिसके समक्ष उसका मामला आया है, निष्पक्ष रूप",
  "would deliver justice impartially and uninfluenced by": "से और बिना किसी प्रभाव के न्याय प्रदान करेगा। न्यायाधीश",
  "any consideration. The standard of conduct expected of a Judge is much higher than an ordinary man. This": "से अपेक्षित आचरण का मानक, साधारण व्यक्ति से बहुत",
  "is no excuse that since the standards in the society": "अधिक है। यह कोई बहाना नहीं है कि चूंकि समाज में मानक",
  "have fallen, the Judges who are drawn from the": "गिर गए हैं, इसलिए जो न्यायाधीश समाज से निकलकर आते",
  "credibility of the judicial system is dependent upon": "ऊपर होना चाहिए। न्यायिक प्रणाली की विश्वसनीयता उन",
  "the Judges who man it. For a democracy to thrive and": "न्यायाधीशों पर निर्भर है जो इसे करते हैं। किसी लोकतंत्र को",
  "the rule of law to survive, justice system and the": "फलीभूत होने के लिए और विधि के शासन को बनाए रखने के",
  "judicial process have to be strong and every Judge": "लिए, न्याय प्रणाली और न्यायिक प्रक्रिया को मजबूत होना",
  "end result itself, which as per the High Court was so shocking that it": "न्यायालय के अनुसार इतना चौंकाने वाला था कि इसने अपीलार्थी की",
  "gave rise to a natural suspicion as to the integrity and honesty of the": "सत्यनिष्ठा और ईमानदारी के बारे में एक स्वाभाविक संदेह पैदा कर दिया।",
  "appellant. Although this might be right in a vacuum, however, given": "हालांकि यह निर्वात में (किसी खाली जगह में) सही हो सकता है, हालांकि",
  "how the end result itself has been untouched by superior courts and": "यह देखते हुए कि स्वयं अंतिम परिणाम को उद्चतर न्यायालयों द्वारा छेड़ा",
  "instead in one of the two cases, the compensation only increased, no": "नहीं गया है और दो मामलों में से एक में, केवल मुआवजे में वृद्धि हुई है, अतः",
  "such inference can be made. Thus, the entire case against the": "इस तरह का कोई निष्कर्ष नहीं निकाला जा सकता है। इस प्रकार ,",
  "CONCLUSION": "निष्कर्ष",
  "29. In light of the above discussion, the appeal is allowed. The": "29. उपरोक्त चर्चा के आलोक में , अपील को अनुमति दी जाती है। उच्च",
  "judgment of the High Court is set aside and the writ petition filed by": "न्यायालय के निर्णय को अपास्त किया जाता है और अपीलकर्ता द्वारा दायर",
  "the appellant is allowed. The order of dismissal dated 17.01.2006 passed by Respondent No. 1 is set-aside, and the appellant’s prayers": "रिट याचिका की अनुमति दी जाती है। प्रतिवादी संख्या द्वारा पारित 7.0.2006 दिनांकित बर्खस्तगी के आदेश को अपास्त किया जाता है,",
  "for reinstatement with consequential benefits including retiral": "और सेवानिवृत्त लाभों सहित परिणामी लाभों के साथ बहाली के लिए"
}