{
  "(Pankaj Mithal)": "(न्यायमूर्ति पंकज मित्तल)",
  "New Delhi": "नई दिल्ली,",
  "March 20, 2023": "20 मार्च, 2023.",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय क्षेत्राधिकार",
  "CRIMINAL APPEAL NO............... OF 2023": "आपराधिक अपील संख्या - .............. वर्ष 2023",
  "(Arising out of SLP (Crl.) No.376 OF 2023)": "(एस.एल.पी.(आ0०) संख्या - 376/2023 से उत्पन्न)",
  "CENTRAL BUREAU OF INVESTIGATION ... RESPONDENT(S)": "केंद्रीय अन्वेषण ब्यूरो प्रतिवादी (गण)",
  "With": "के साथ",
  "CRIMINAL APPEAL NO..................+ OF 2023": "आपराधिक अपील संख्या - ........................... वर्ष 2023",
  "(Arising out of SLP (Crl.) No.1534 of 2023)": "(एस.एल.पी.(आ०) संख्या - 2534/2023 से उत्पन्न)",
  "CRIMINAL APPEAL NO. ............sseee. OF 2023": "आपराधिक अपील संख्या - ........................... वर्ष 2023",
  "(Arising out of SLP (Crl.) No.3002 of 2023)": "(एस.एल.पी.(आ०) संख्या - 3002/2023 से उत्पन्न)",
  "CRIMINAL APPEAL NO...........cccccees OF 2023": "आपराधिक अपील संख्या - ........................... वर्ष 2023",
  "(Arising out of SLP (Crl.) No.3027 of 2023)": "(एस.एल.पी.(आ०) संख्या - 3002/2023 से उत्पन्न)",
  "11. In the case of the prime accused, namely Shri Mahdoom Bava, an additional argument advanced by the learned Additional Solicitor": "7. मुख्य अधिवक्ता महदूम बावा के मामला में, विद्वत अपर महासालिसिटर द्वारा",
  "additional argument advanced by the learned Additional Solicitor General is that he was involved in eleven other cases. But the": "दिया गया एक अतिरिक्त तर्क यह था कि वह ग्यारह अन्य मामलों में शामिल था।",
  "tabulation of those eleven cases would show that seven out of those": "लेकिन उन ग्यारह मामलों की सारणी से पता चलता है कि उन ग्यारह मामलों में",
  "Instruments Act, 1881 and three out of those seven cases are actually inter-parties and not at the instance of the Bank. The eighth case is a": "हैं और उन सात मामलों में से तीन वास्तव में अंत -पक्षीय हैं और बैंक के कहने",
  "inter-parties and not at the instance of the Bank. The eighth case is a complaint filed by the Income Tax Officer and it relates to the non-": "पर नहीं है। आठवां मामला आयकर अधि करी द्वारा दायर की गई शिकायत का है",
  "payment of TDS amount. The remaining three cases are the cases filed": "और यह टीडीएस मात्रा का भुगतान नहीं करने से संबंधित है। बचे हुए तीन मामले",
  "by CBI, one of which is the subject matter out of which the above appeals arise.": "सीबीआई द्वारा दायर किए गए मामले हैं, सभी उत्पन्न अपीलों से ही उसकी विषय",
  "12. In view of the aforesaid, we are of the considered view that the": "2. पूर्वोक्त को ध्यान में रखते हुए, हमारा यह सुविचारित मत है कि अपीलार्थी",
  "appellants are entitled to be released on bail, in the event of the Court": "उस स्थिति में जमानत पर छोड़े जाने का हकदार है जब न्यायालय उन्हें जेल",
  "choosing to remand them to custody, when they appear in response to": "वापसी में प्रतिप्रेषित करने का विकल्प चुनता है, जब वे समन करने के आदेश के",
  "the summoning order. Therefore, the appeals are allowed and the": "उत्तर में उपस्थित होते हैं।इसलिए, अपील को अनुमति दी जाती है और",
  "appellants are directed to be released on bail, in the event of their": "अपीलकर्ताओं को उनकी गिरफ्तारी की स्थिति में जमानत पर रिहा करने का",
  "conspired with advocates and valuers hired by the consortium of": "वैल्यूअर्स एवं अधिवक्ताओं के साथ सांठगांठ के द्वारा साजिश रची गयी थी; और",
  "banks; and that therefore the promoters/directors of the Company, the guarantors as well as those involved in the sanction of the loan were": "इसलिए कंपनी के प्रमोटरों /निदेशकों, गारंटरों के साथ-साथ ऋण की मंजूरी में",
  "guilty of the offences complained.": "शामिल लोग शिकायत किए गए अपराधों के लिए दोषी थे।",
  "5. Though the FIR was lodged on 29.06.2019, none of the accused": "५. हालांकि प्राथमिकी 29.06.209 को दर्ज की गई थी, लेकिन किसी भी",
  "respondent. Therefore, after the completion of investigation, CBI filed": "के साथ के साथ सहयोग कर रहे है।इसलिए जांच पूरी होने के बाद सीबीआई ने",
  "the final report on 31.12.2021.": "3.2.202] को अंतिम रिपोर्ट दाखिल की।",
  "6. After the CBI filed the final report on 31.12.2021, the Special": "6. सीबीआई द्वारा 3.]2.202 को अंतिम रिपोर्ट दाखिल करने के बाद, विशेष",
  "Court issued summons for the appearance of the accused on": "अदालत ने 07.03.2022 को आरोपी की उपस्थिति के लिए सम्मन जारी",
  "07.03.2022. Therefore, apprehending arrest, the appellants moved": "किया।इसलिए गिरफ्तारी की आशंका में, अपीलकर्ताओं ने अग्रिम जमानत के",
  "applications for anticipatory bail. The applications were rejected by the": "लिए आवेदन किया।विशेष अदालत ने इन आवेदनों को खारिज कर दिया था",
  "Special Court and the rejection order was also confirmed by the High": "और उच्चन्यायालय ने भी खारिज करने के आदेश की पुष्टि की थी।इसलिए",
  "Court. Therefore, the appellants are before this Court.": "अपीलकर्ता इस न्यायालय के समक्ष हैं।",
  "7. Accused No.2, namely Shri Mahdoom Bava, who is the appellant in one of these appeals is stated to be the promotor/director of the Company and he is alleged to be the kingpin. Accused No.3, namely Shri Deepak Gupta is a third party who has allegedly given his": "7. आरोपी संख्या 2, अर्थात्‌ श्री महदूम बावा, जो इन अपीलों में से एक में अपीलकर्ता है को कंपनी का प्रवर्तक /निदेशक कहा गया गया है और वह कथित रूप से सरगना कहा गया गया है।आरोपी संख्या 3, अर्थात्‌ श्री दीपक गुप्ता एक",
  "(IA No. 23014/2023 - PERMISSION TO FILE ADDITIONAL": "(आई.ए... नं... 2304/2023-फाइल करने. की. अतिरिक्त",
  "DOCUMENTS/FACTS/ANNEXURES )": "दस्तावेजों /तथ्यों /अनुलग्रकों को अनुमति )",
  "SLP(Cr1) No. 3002/2023 (ITI)": "एस.एल.पी (आ0०) संख्या 3002/2023 (॥)",
  "(FOR ADMISSION and I.R. and IA No.46726/2023-EXEMPTION FROM FILING": "दाखिल करने के लिए एवं आइ.आर. एवं आइ ए संख्या - 46726/2023",
  "SLP(Cr1) No. 3027/2023 (ITI)": "एस.एल.पी (आ0०) संख्या 3027/2023 (॥)",
  "(..FOR ADMISSION and I.R. and IA No.47085/2023-EXEMPTION FROM": "दाखिल करने के लिए एवं आइ.आर. एवं आइ ए संख्या - 47085/2023",
  "Date : 20-03-2023 These matters were called on for pronouncement of judgment today.": "तारीखः 20-03-2023 में इन मामलों को आज निर्णय सुनाने के लिए बुलाया",
  "For Petitioner(s) Mr. Nagendra Singh, Adv.": "याचिकाकर्ता (गण) के लिए श्री नागेंद्र सिंह, अधिवक्ता",
  "Mr. Ashish Pandey, Adv.": "श्री आशीष पांडे, अधिवक्ता",
  "Mr. Akash, Adv.": "श्री आकाश, अधिवक्ता",
  "Mr. Naman Raj Singh, Adv.": "श्री नमन राज सिंह, अधिवक्ता",
  "Mr. Akash Chaudhary, Adv.": "श्री आकाश चौधरी, अधिवक्ता",
  "Mr. Ashutosh Bhardwaj, Adv.": "श्री आशुतोष भारद्वाज, अधिवक्ता",
  "Mr. Prateek Rai, Adv.": "श्री प्रतीक राय, अधिवक्ता",
  "Mr. Subham Saxena, Adv.": "श्री शुभम सक्सेना, अधिवक्ता",
  "Mr. Vishwa Pal Singh, AOR": "श्री विधपाल सिंह, एओआर",
  "Mr. Anshuman Sinha, Adv.": "श्री अंशुमान सिन्हा, अधिवक्ता",
  "Mr. Vijay Kumar Pandey, Adv.": "श्री विजय कुमार पांडे, अधिवक्ता",
  "Mr. Vinay Prakash, Adv.": "श्री विनय प्रकाश, अधिवक्ता",
  "Mr. Niteen Kumar Sinha, AOR": "श्री नितिन कुमार सिन्हा, एओआर",
  "Mr. Udayan Sinha, Adv.": "श्री उदयन सिन्हा, अधिवक्ता",
  "Mr. Hemant Mour, Adv.": "श्री हेमंत मोर, अधिवक्ता",
  "Mr. Vivek Sharma, AOR": "श्री विवेक शर्मा, एओआर",
  "Mr. Sidharth Khattar, Adv.": "श्री सिद्धार्थ खट्टर, अधिवक्ता",
  "Mr. Viresh B. Saharya, AOR": "श्री वीरेश बी. सहारिया, एओआर",
  "Mr. Akshat Agarwal, Adv.": "श्री अक्षत अग्रवाल, अधिवक्ता",
  "Mr. Akash Jain, Adv.": "श्री आकाश जैन, अधिवक्ता",
  "For Respondent(s) Mr. Arvind Kumar Sharma, AOR": "प्रत्यर्थी(गण) के लिए - श्री अरविंद कुमार शर्मा, ए.ओ.आर",
  "Hon’ble Mr. Justice V. Ramasubramanian pronounced the judgment": "माननीय न्यायमूर्ति श्री वी. रामासुब्रमण्यन ने पीठ का अप्रतिवेद्य निर्णय",
  "of the Bench comprising His Lordship and Hon'ble Mr. Justice Pankaj Mithal in terms of the Non-Reportable Judgment.": "सुनाया जिसमें माननीय न्यायाधीश महोदय स्वयं एवं माननीय न्यायमूर्ति श्री पंकज मित्तल थे।",
  "Leave granted.": "अनुमति अनुदत्त की गई।"
}