{
  "[2024] 8 S.C.R. 805 : 2024 INSC 653": "[2024] 8 एस.सी.आर. 805 : 2024 आईएनएससी 653",
  "Steve Kanika": "स्टीव कनिका",
  "New Okhla Industrial Development Authority (Noida) & Anr.": "न्यू ओखला औद्योगिक विकास प्राधिकरण (नोएडा) एवं अन्य।",
  "(Civil Appeal No. 9815 of 2024)": "(सिविल अपील संख्या 985/ 2024)",
  "27 August, 2024": "27 अगस्त 2024",
  "[Ahsanuddin Amanullah* and Ujjal Bhuyan,* Ju.]": "[न्यायमूर्ति अहसानुद्दीन अमानुल्लाह और न्यायमूर्ति उज्चल भुइयां]",
  "Issue for Consideration": "विचारार्थ मुद्दा",
  "The appellant’s father had applied for allotment of a plot under the Respondent No.1/New Okhla Industrial and Development Authority (NOIDA) in the year 2006. The father of the appellant had passed": "अपीलकर्ता के पिता ने वर्ष 2006 में प्रत्यर्थी संख्या ./ न्यू ओखला औद्योगिक और विकास प्राधिकरण (नोएडा) के अधीन एक भूखंड के आवंटन के लिए आवेदन किया था। अपीलकर्ता के पिता का 08..2007 को निधन",
  "away on 08.11.2007. After an open lottery held on 01.10.2009, the father of the appellant was allotted a plot on 26.10.2009. However,": "हो गया था। 0.0.2009 को आयोजित एक खुली लॉटरी के बाद, अपीलकर्ता के पिता को 26.0.2009 को",
  "NOIDA on 21.09.2011 cancelled the allotment on the ground that": "एक भूखंड आवंटित किया गया था। हालाँकि, नोएडा ने 2.09.20] को इस आधार पर आवंटन रद्द कर दिया",
  "it was made in favour of a dead person on the day such draw of lots was held.": "कि जिस दिन इस तरह का ड्रा आयोजित किया गया था यह उस दिन एक मृत व्यक्ति के पक्ष में किया गया था।",
  "Headnotest": "हेडनोट",
  "Allotment — Allotment of plot/land — Appellant submitted that": "आवंटन - भूखंड/भूमि का आवंटन - अपीलकर्ता ने कहा कि अपीलकर्ता के दिवंगत पिता द्वारा व्यक्तिगत क्षमता",
  "denial of the fact that whatever civil right a person has passes on to the next generation/Legal Representatives upon his death:": "जो भी सिविल अधिकार हैं वह उसकी मृत्यु पर अगली पीढ़ी /कानूनी प्रतिनिधियों को हस्तांतरित होता है:",
  "Held: The fact remained that the father of the appellant had properly": "अभिनिर्धारित किया: तथ्य यह है कि अपीलकर्ता के पिता ने यथोचित रूप से आवेदन किया था और आवंटन के",
  "applied and was satisfying all the prerequisite conditions for allotment which was followed by actual draw of lots and issuance of allotment": "लिए पूर्वनिर्धारित सभी आवश्यक शर्तों को पूरा कर रहे थे, जिसके बाद वास्तविक ड्रा निकाला गया और आवंटन",
  "letter; undoubtedly though after his passing away — The demise of the appellant’s father would not negate the right which stood vested": "पत्र जारी किया गया; निःसंदेह यद्यपि उनके निधन के बाद - अपीलकर्ता के पिता के निधन से वह अधिकार",
  "in the appellant — The appellant is the Legal Representative and": "समाप्त नहीं होगा जो अपीलकर्ता में निहित था - अपीलकर्ता अपने पिता का कानूनी प्रतिनिधि और उत्तराधिकारी",
  "heir of his father — In the instant case, vide letter dated 10.11.2009, the appellant had intimated NOIDA about the demise of his father": "है - वर्तमान मामले में, पत्र दिनांक 0..2009 द्वारा, अपीलकर्ता ने 08..2007 को अपने पिता के निधन",
  "the appellant had intimated NOIDA about the demise of his father on 08.11.2007 — With the letter dated 23.11.2009, the appellant,": "के बारे में नोएडा को सूचित किया था - पत्र दिनांक 23..2009 के साथ, अपीलकर्ता ने दस्तावेजों के साथ,",
  "alongwith documents, had also submitted a Demand Draft for Rs.7,46,825/-, which continues to be with NOIDA till date, as averred": "7,46,825/- रुपये का एक डिमांड ड्राफ्ट भी जमा किया था, जो आज तक नोएडा के पास है, जैसा कि",
  "by the appellant — What prompted NOIDA to accept the Demand Draft in the first instance, and then retain the same even after": "अपीलकर्ता ने कहा है - नोएडा को पहली बार में डिमांड ड्राफ्ट स्वीकार करने के लिए किसने प्रेरित किया और",
  "cancelling the allotment has not been explained — Further, there": "फिर आवंटन रद्द करने के बाद भी उसे अपने पास रखने के बारे में कोई स्पष्टीकरण नहीं दिया गया है - इसके",
  "explained. What is also hard to comprehend is why it took NOIDA two years to cancel the allotment, once, admittedly, it was in the know of": "अलावा, इस बात का कोई स्पष्टीकरण नहीं है कि नोएडा को आवंटन रद्द करने में दो साल क्यों लग गए , एक",
  "the death of the appellant’s father since at least 10.11.2009. Had the": "बार, स्वीकार्य रूप से, जब उन्हें अपीलकर्ता के पिता की मृत्यु के बारे में पता था- यदि रद्दीकरण 0.7.2009",
  "cancellation followed in close proximity to 10.11.2009 or had NOIDA refused to accept the Demand Draft or returned it soon thereafter,": "के निकट हुआ होता या नोएडा ने डिमांड ड्राफ्ट स्वीकार करने से इनकार कर दिया होता या उसके तुरंत बाद",
  "the fate of this case could have taken a different turn.": "उसे वापस कर दिया होता, तो इस मामले का भाग्य अलग मोड़ ले सकता था- कुल मिलाकर, अपीलकर्ता ने",
  "FACTUAL OVERVIEW:": "तथ्यात्मक अवलोकन:",
  "3. The appellant’s father had applied for allotment of a plot under the Respondent No.1/New Okhla Industrial and Development Authority (hereinafter referred to as ‘NOIDA) in the year 2006. Be it noted, the": "3. अपीलकर्ता के पिता ने वर्ष 2006 में प्रत्यर्थी संख्या /न्यू ओखला औद्योगिक और विकास प्राधिकरण (इसके बाद 'नोएडा' के रूप में संदर्भित) के अधीन एक भूखंड के आवंटन के लिए आवेदन किया था। यह ध्यान",
  "for a company, pursuant to consent and no-objection by the other": "देने योग्य है कि अपीलकर्ता को कंपनी के अन्य निदेशकों की सहमति और अनापत्ति के आधार पर , कंपनी के",
  "the father of the appellant was allotted a plot on 26.10.2009, for": "लॉटरी के बाद, अपीलकर्ता के पिता को 26.0.2009 को एक भूखंड आवंटित किया गया था, जिसके लिए",
  "which an allotment letter of even date was issued in favour of the appellant’s father. The allotment was of Plot No.144, Block-C,": "अपीलकर्ता के पिता के पक्ष में उसी तारीख का आवंटन पत्र जारी किया गया था। आवंटन प्लॉट संख्या 44,",
  "Sector-100, Noida, admeasuring 176.40 sqr. metres.": "ब्लॉक-सी, सेक्टर-00, नोएडा का था, जिसकी माप 76.40 वर्गमीटर थी।",
  "4. However, in the interregnum, the original allottee i.e. the father of the appellant had passed away on 08.11.2007.": "4. हालाँकि, इस बीच, मूल आवंटी यानी अपीलकर्ता के पिता की मृत्यु 08..2007 को हो गई थी।",
  "5. In that view of the matter, NOIDA on 21.09.2011 cancelled the": "५. मामले को ध्यान में रखते हुए, नोएडा ने 2.09.207 को इस आधार पर आवंटन रद्द कर दिया कि जिस",
  "allotment on the ground that it was made in favour of a dead person on the day such draw of lots was held. Assailing the said action,": "दिन लॉटरी निकाली गई थी उस दिन यह एक मृत व्यक्ति के पक्ष में किया गया था। उक्त कार्रवाई पर आपत्ति",
  "the appellant filed a writ petition viz. Writ C No. 71420/2011 before the High Court of Judicature at Allahabad, which was dismissed on": "जताते हुए अपीलकर्ता ने इलाहाबाद उच्च न्यायालय के समक्ष एक रिट याचिका, रिट सी संख्या7420/2077",
  "21.10.2019 (hereinafter referred to as the ‘Impugned Order’) by a Division Bench.": "दायर की जिसे एक खण्ड़ पीठ द्वारा 2.0.209 (इसके बाद 'आक्षेपित आदेश' के रूप में संदर्भित ) को",
  "6. Learned senior counsel for the appellant submitted that the application was made to NOIDA by the late father of the appellant in his individual": "6. अपीलकर्ता के विद्वान वरिष्ठ अधिवक्ता ने तर्क किया कि अपीलकर्ता के दिवंगत पिता द्वारा व्यक्तिगत क्षमता में",
  "capacity and there cannot be any denial of the fact that whatever": "नोएडा में आवेदन किया गया था और इस तथ्य से इनकार नहीं किया जा सकता है कि किसी व्यक्ति के पास जो",
  "civil right a person has passes on to the next generation/Legal Representatives upon his death. Thus, in the present case, it was": "भी सिविल अधिकार हैं वह उनकी मृत्यु पर अगली पीढ़ी /कानूनी प्रतिनिधि को हस्तांतरित हो जाते हैं। इस",
  "contended that the moment the father passed away, the appellant": "प्रकार, वर्तमान मामले में, यह तर्क दिया गया कि जैसे ही पिता का निधन हुआ, अपीलकर्ता ने उनकी जगह ले",
  "stepped into his shoes. As such, it was submitted that all rights which had accrued in favour of the late father of the appellant i.e., a right": "ली। इस प्रकार, यह तर्क दिया गया कि अपीलकर्ता के दिवंगत पिता के पक्ष में अर्जित सभी अधिकार, यानी ड ॉ में",
  "to be considered in the draw of lots devolved to the appellant. Upon subsequently succeeding in the draw of lots, the allotment letter was": "विचार किए जाने का अधिकार, अपीलकर्ता को हस्तांतरित कर दिया गया। बाद में ड्रा में सफल होने पर आवंटन",
  "also issued. Mr. Patwalia contends that the allotment was wrongly cancelled by NOIDA.": "पत्र भी जारी कर दिया गया। श्री पटवालिया का तर्क है कि नोएडा द्वारा गलत तरीके से आवंटन रद्द किया गया है।",
  "7. Per contra, learned senior counsel for NOIDA submits that the law": "7. इसके विपरीत नोएडा के विद्वान वरिष्ठ अधिवक्ता का कहना है कि कानून के अनुसार केवल डॉ में सफल होने",
  "does not require the allotment of the plot to flow merely upon being successful in the draw of lots. Mr. Kaushik submitted that success in the draw of lots does not create any right. Further, it was contended": "पर ही भूखंड का आवंटन जारी रहना जरूरी नहीं है। श्री कौशिक ने कहा कि ड्रा में सफलता किसी अधिकार का",
  "the draw of lots does not create any right. Further, it was contended that the person in whose favour the allotment having been made": "सृजन नहीं करती। इसके अलावा, यह तर्क दिया गया कि जिस व्यक्ति के पक्ष में आवंटन किया गया है मृत होने",
  "being dead, such allotment in law could not be sustained and rightly NOIDA had cancelled the allotment, more so, for the reason that the": "के कारण, कानून में इस तरह के आवंटन को बरकरार नहीं रखा जा सकता है और नोएडा ने ठीक ही आवंटन रद्द",
  "appellant never chose to inform the NOIDA of the passing away of his": "किया है, खासकर इस कारण से कि अपीलकर्ता ने कभी भी अपने पिता के निधन के बारे में नोएडा को सूचित",
  "father, doing so only after the allotment letter was issued. In support of his contentions, learned senior counsel referred to the decision": "नहीं किया, आवंटन पत्र जारी होने के बाद ही ऐसा किया। जारी किए गए। अपने तर्कों के समर्थन में, विद्वान वरिष्ठ",
  "of this Court in Greater Mohali Area Development Authority v Manju": "अधिवक्ता ने इस न्यायालय के ग्रेटर मोहाली क्षेत्र विकास प्राधिकरण बनाम मंजू जैन, (200) 9 एससीसी 57",
  "ANALYSIS, REASONING AND CONCLUSION:": "विश्लेषण, तर्क और निष्कर्ष:",
  "Having considered the matter, we find merit in the contentions urged by the appellant. The fact remained that the father of the appellant": "8. मामले पर विचार करने के बाद, हमें अपीलकर्ता द्वारा दिए गए तकों में बल मिलता हैं। तथ्य यह है कि",
  "by the appellant. The fact remained that the father of the appellant had properly applied and was satisfying all the prerequisite conditions": "अपीलकर्ता के पिता ने उचित रूप से आवेदन किया था और आवंटन के लिए सभी आवश्यक शर्तों को पूरा कर",
  "for allotment which was followed by actual draw of lots and issuance of allotment letter; undoubtedly though after his passing away. In": "रहे थे, जिसके बाद वास्तविक ड्रॉ हुआ और आवंटन पत्र जारी किया गया; निःसंदेह यद्यपि उनके निधन के बाद",
  "our view, the demise of the appellant’s father would not negate the right which stood vested in the appellant. The appellant is the Legal": "हुआ। हमारे विचार में, अपीलकर्ता के पिता के निधन से अपीलकर्ता को प्राप्त अधिकार समाप्त नहीं होगा।",
  "Representative and heir of his father.": "अपीलकर्ता अपने पिता का कानूनी प्रतिनिधि और उत्तराधिकारी है।",
  "The objection taken by the learned senior counsel for NOIDA has been evaluated and the judgment supra relied upon by him has been": "9. नोएडा की ओर से विद्वान वरिष्ठ अधिवक्ता द्वारा की गई आपत्ति का मूल्यांकन किया गया और उनके द्वारा",
  "been evaluated and the judgment supra relied upon by him has been examined by us. The objection cannot be accepted due to NOIDA’s": "अवलम्ब लिए गए उपरोक्त निर्णय का हमने परीक्षण किया है। नोएडा के आचरण के कारण आपत्ति स्वीकार नहीं",
  "conduct which we deal with infra. We do not think the judgment is": "की जा सकती, क्योंकि हम इंफ्रा पर विचार करते हैं। हमें नहीं लगता कि मौजूदा तथ्यों और परिस्थितियों में यह",
  "applicable in the extant facts and circumstances. Manju Jain (supra) is distinguishable for more reasons than one:": "फैसला लागू होता है। मंजू जैन (उपरोक्त) का मामला कई कारणों से भिन्न है:",
  "(i) |The respondent therein took a ‘vague’ plea that the allotment letter was never communicated to her;": "(।) उसमें प्रत्यर्थी ने 'अस्पष्ट' दलील ली है कि आवंटन पत्र के बारे में उन्हें कभी सूचित नहीं किया गया था;",
  "(ii) The amounts sought for were never deposited by her, and;": "() मांगी गई राशि उसके द्वारा कभी जमा नहीं की गई, और;",
  "(iii) The ratio laid down was that ‘if an order is passed but not communicated to the party concerned, it does not create any": "() आधार यह था कि 'यदि कोई आदेश पारित किया जाता है लेकिन संबंधित पक्ष को सूचित नहीं किया जाता",
  "legal right which can be enforced through the court of law, as": "है, तो यह कोई कानूनी अधिकार नहीं बनाता है जिसे कानून की अदालत के माध्यम से लागू किया जा सकता है,",
  "‘21. Mere draw of lots/allocation letter does not confer any right to allotment. The system of draw of": "लि '27. केवल ड्रा/आवंटन पत्र आवंटन का कोई अधिकार प्रदान नहीं करता है। संभावित आवंटियों की पहचान करने के उद्देश्य",
  "lots is being resorted to with a view to identify the prospective allottee. It is only a mode, a method,": "से ड्रॉ की प्रणाली का सहारा लिया जा रहा है। यह केवल आवंटी की पहचान करने का एक मोड, एक तरीका, एक प्रक्रिया यानी चयन",
  "a process to identify the allottee i.e. the process of selection. It is not an allotment by itself. Mere identification or selection of the allottee does not clothe the person selected with a legal right to allotment.": "की प्रक्रिया है। यह अपने आप में कोई आवंटन नहीं है। केवल आबंटिती की पहचान या चयन से चयनित व्यक्ति को आबंटन का कानूनी",
  "(See DDA v. Pushpendra Kumar Jain [1994 Supp (3) SCC 494: AIR 1995 SCC 1].)’": "अधिकार प्राप्त नहीं हो जाता। (देखें डीडीए बनाम पुष्पेंद्र कुमार जैन [994 पूरक (3) एससीसी 494: एआईआर 995 एससीसी",
  "Para 24 of Manju Jain (supra).": "2. मंजू जैन (उपरोक्त) का पैरा 24"
}