{
  "IN THE SUPREME COURT OF INDIA": "भारत का उच्चतम न्यायालय",
  "CIVIL APPEAL NO. 3636 OF 2022": "सिविल अपील क्षेत्राधिकार दीवानी याचिका सं 3636 वर्ष 2022",
  "[ARISING OUT OF SPECIAL LEAVE PETITION (C) NO. 19035 OF 2021]": "[विशेष अनुमति याचिका (सिविल) सं. 9035 वर्ष 2022 से उत्पन्न]",
  "STATE OF UTTAR PRADESH AND OTHERS ...RESPONDENTS": "उत्तर प्रदेश राज्य और अन्य... ...... प्रत्यर्थी",
  "CIVIL APPEAL NO. 3637 OF 2022": "सिविल याचिका सं 3637 वर्ष 2022",
  "[ARISING OUT OF SPECIAL LEAVE PETITION (C) NO. 5500/2022]": "विशेष अवकाश याचिका (सिविल) सं. 5500/2022 से उत्पन्न",
  "NEW OKHLA INDUSTRIAL DEVELOPMENT AUTHORITY ... APPELLANT": "न्यू ओखला औद्योगिक विकास प्राधिकरण ................. अपीलार्थी",
  "REDDY VEERANA AND OTHERS ... RESPONDENTS": "रेड़ी वीराना और अन्य... ............. प्रत्यर्थी",
  "JUDGMENT": "निर्णय",
  "1. Leave granted.": "3. .. अनुमति प्रदान की गई।",
  "Allahabad in Civil Miscellaneous Writ Petition No. 2272 of": "दायर सिविल विविध रिट याचिका संख्या 2272 वर्ष 209 इलाहाबाद उद्च",
  "possession. For the purpose to demonstrate the utility and": "की उपयोगिता और मूल्य को प्रदर्शित करने के उद्देश्य के लिए एनओआईडीए ने",
  "thus:": "दिया, जो इस प्रकार है:-",
  "“.... the land in dispute is situated in the centre of development of authority and the use of land has": "...... विवादित भूमि विकास प्राधिकरण के केंद्र में स्थित है और भूमि को",
  "been prescribed to be used for commercial. Therefore, this land is very costly. Since......... the land": "वाणिज्यिक उपयोग के लिए विहित किया गया है।इसलिए यह भूमि बहुत महंगी",
  "2 of Act No. 6 of 1976 is declared as industrial area and": "है।चूंकि अधिनियम संख्या 6 वर्ष 976 की खंड 2 के प्रावधानों के तहत गांव",
  "construction on this land without the permission of defendant is illegal. ”_": "अनुमति के बिना इस भूमि पर निर्माण अवैध है।\"",
  "(emphasis supplied)": "(प्रभाव वर्घित)",
  "The Trial Court, after due deliberation on the contentions": "५. ... विचारण न्यायालय ने, दोनों पक्षों द्वारा उठाए गए तर्कों पर समुचित",
  "partly decreed the suit in favour of appellant (Reddy": "कर अपीलार्थी (रेड्डी वीराना) के पक्ष में वाद पर आंशिक रूप से डिक्री पारित कर",
  "Veerana) herein and _ restrained NOIDA from taking possession of land which was not the subject matter of the": "दिया और एनओआईडीए को भूमि का कब्जा लेने से रोक दिया जो वर्ष 979-",
  "prior acquisition in year 1979-1980. Further, the Court also": "980 में पूर्व अधिग्रहण की विषय वस्तु नहीं थी। इसके अलावा, न्यायालय ने",
  "declared the appellant as the owner of the remaining portion of land of Khasra No. 422 and 427 which was purchased": "अपीलकर्ता को खसरा नंबर 422 और 427 की भूमि के शेष हिस्से का मालिक",
  "vide sale deed as mentioned earlier.": "भी घोषित किया, जिसे विलेख बिक्री विलेख के द्वारा खरीदा गया था , जैसा कि पहले उल्लेख किया गया है।",
  "Being aggrieved by aforesaid order, NOIDA preferred Civil": "6... पूर्वोक्त आदेश से व्यथित होकर, एनओआईडीए ने जिला न्यायाधीश के",
  "came to be dismissed vide order dated 30.03.2001 with": "गए कुछ टिप्पणियों के साथ आदेश दिनांकित 30.03.2007 के द्वारा खारिज भी",
  "No. 427 of village Chhalera Bangar, Tehsil Dadri, District — Gautam Buddh Nagar against appellant. The": "अपीलकर्ता के विरूद्ध ग्राम छलेरा बांगर तहसील दादरी जिला -गौतम बुद्ध",
  "developed and in absence of any fixed identification,": "चुका है और किसी भी निश्चित पहचान के अभाव में भूमि का सीमांकन संभव",
  "The High Court vide order dated 10.12.2009 disposed-off the": "उच्च न्यायालय ने दिनांक 0.2.2009 के आदेश द्वारा इस मामले का निस्तारण",
  "“Perusal of record shows that the notification under": "“अभिलेख के परिशीलन से विदित होता है कि दिनांक 2.9.2005 को",
  "Section 4 of the Act was issued on 2.9.2005 and in this": "अधिनियम की धारा 4 के तहत अधिसूचना जारी की गई थी और इस",
  "notification under Section 4 of the Act a direction was also": "अधिनियम की धारा 4 के तहत इस अधिसूचना में अधिनियम की धारा 7",
  "issued under Section17(4) of the Act to the effect that the": "निर्णय लिया गया था, जिसकी सीमाएं खंड 4 (), 7 के तहत दिनांक",
  "provision of Section 5-A of the Act shall not apply. A": "(4) के तहत एक निर्देश भी जारी किया गया था कि अधिनियम की धारा 5 ए का प्रावधान लागू नहीं होगा। तत्काल रिट संलग्रक के लिए अनुबंध संख्या 2",
  "notification under Section 6 of the Act as contained in": "में निहित अधिनियम की खंड 6 के तहत एक अधिसूचना 22..2005 को",
  "Mr. S.D. Kautilya, learned counsel for the petitioners made": "श्री एस. डी. कौटिल्य, याचियों के विद्वत वकील ने बार में एक बयान दिया कि",
  "that their compensation be determined and be paid to": "दिया है और केवल यह प्रार्थना किया गया है कि उनका मुआवजा निर्धारित",
  "them in accordance with law and also keeping in mind the": "किया जाए और उन्हें कानून के अनुसार भुगतान किया जाए और भाोपेंद्र सिंह",
  "Judgement of High Court of Uttaranchal rendered in Bhopendra Singh and others Vs. Awas Vikas Parishad and others, reported in 2005(2) Uttaranchal Decision, 295.": "और अन्य बनाम आवास विकास परिषद और अन्य 2005 (2) के मामले में उत्तराखंड उच्च न्यायालय के फैसले को भी ध्यान में रखा जाए। उनके अनुसार",
  "According to him this statement is being made keeping in mind the Commissioner's report that the land cannot be": "यह बयान आयुक्त की रिपोर्ट को ध्यान में रखते हुए दिया जा रहा है कि भूमि",
  "demarcated and the petitioners cannot get back the land.": "का सीमांकन नहीं किया जा सकता है और याचिकाकर्ताओं को भूमि वापस",
  "SLAO to determine the compensation according to law _as laid down in the judgement rendered in": "(उपरोक्त) के निर्णय में प्रतिपादित कानून के अनुसार मुआवजा निर्धारित करें।",
  "petitioners, same shall be expedited for rehabilitation of": "पुनर्वास के लिए इसमें तेजी लाई जाएगी। रिट याचिका का निस्तारण कर दिया",
  "“Therefore, for the 0.828 ha, land acquired by New Okhla Industrial Development Authority for planned industrial development in village Chhalera Bangar, Pargana Dadri, Tehsil Dadri, District - Gautam Buddh Nagar, the": "\"अतः ग्राम छलेरा बांगड़, परगना दादरी, तहसील दादरी, जिला-गौतम बौद्ध नगर में नियोजित औद्योगिक विकास हेतु न्यू ओखला औद्योगिक विकास प्राधिकरण द्वारा अधिगृहीत 0.828 हेक्टेयर भूमि के लिए मुआवजा रु.",
  "compensation is Rs. 18,00,481.00 and 30% solatium payable on it amounts to Rs. 5,40,144.00 and 12%": "8, 00, 48.00 और उस पर देय 30% छूट की राशि रु. 5,40, 44.00",
  "payable on it amounts to Rs. 5,40,144.00 and 12% payable on the compensatory amount _is_ Rs. 53,866.00 which amounts to _a_total of Rs. 23,94,491.00 (Rupees Twenty-Three_Lacs_ Ninety-": "है और 2% प्रतिपूरक राशि पर देय रु. ५53, 866.00 जो कुल रु. 23,94,",
  "23,94,491.00 (Rupees Twenty-Three_Lacs_ Ninety- Four Thousand Four Hundred Ninety-One only) and": "49.00 (रुपये तेईस लाख चौरासी हजार चार सौ निन्‍्यानवे रुपये मात्र) है",
  "the decision upon it is being declared today on": "और इस पर निर्णय आज दिनांक 3.0.20] को घोषित किया जा रहा है।",
  "obedience of the order issued by the Hon. Supreme Court of India against Special Petition No. CC": "यह निर्णय माननीय सर्वोच्च न्यायालय द्वारा विशेष याचिका संख्या सी .सी.",
  "20197-20197/2010 - NOIDA versus Vishnu Pradhan": "2097 207/200-नोएडा बनाम विष्णु प्रधान और अन्य के विरूद्ध",
  "Thereafter, on 04.11.2015, the appeal of NOIDA before this": "इसके बाद, दिनांक 04..205 को, इस न्यायालय के समक्ष नोयडा की",
  "Court was dismissed for being devoid of merits.": "अपील को मेरिट के आभाव के कारण खारिज कर दिया गया।",
  "the judgment of Civil Judge (Senior Division)": "सर्वोच्च न्यायालय के आदेश का पालन करने के लिए अपर जिला मजिस्ट्रेट (भूमि",
  "determined accordingly.": "निर्धारित करना होगा।",
  "High Court held as follows —": "उच्च न्यायालय ने निम्नानुसार अभिनिर्णीत किया -",
  "“63. The respondents were expected to take into account the circle rate of the land in question and thereupon": "\"63. प्रत्यर्थियों से आशा की जाती है कि वे प्रश्नगत भूमि की सर्कल दर को ध्यान में रखेंगे और तत्पश्चात्‌ विलुबेन झालेजर ठेकेदार (पूर्वोक्त) के मामले में",
  "development which may be between 20% and 50%": "करेंगे जो 20% और 50% के बीच हो सकती है।",
  "64. If the proposition of law laid down by the Apex Court in the judgment cited above is applied, then": "64. यदि ऊपर उद्धृत निर्णय में शीर्ष न्यायालय द्वारा प्रतिपादित कानून का",
  "determination of compensation should have been made after taking the circle rate of Rs.1,10,000/- per square meter of the land in question and": "प्रस्ताव लागू किया जाता है, तो प्रश्नगत भूमि में प्रति वर्ग मीटर ,0,000/- रुपये की सर्कल दर लेकर मुआवजे का निर्धारण किया जाना चाहिए था और",
  "thereupon to make deduction towards the development. The development charges can be": "उसपर विकास के लिए कटौती किया जाना चाहिए।विकास शुल्क इसमें से",
  "maximum to the extent of 50% of it and accordingly": "50% की सीमा तक अधिकतम हो सकता है और तदनुसार प्रत्यर्थियों को भूमि",
  "respondents should have taken Rs.55,000/- per square meter to be the market value of the land.": "का बाजार मूल्य होने के लिए रु. 5,000/- प्रति वर्ग मीटर लेना चाहिए था।",
  "65. The official respondents while doing it could have noticed that the land was allotted to respondent": "65. आधिकारिक प्रत्यर्थियों ने यह करते हुए देखा कि भूमि अधिनियम ,",
  "no.7 one and half years back prior to the notification under Section 4 of the Act of 1894. It was by the": "894 की धारा 4 के तहत अधिसूचना से डेढ़ साल पहले प्रत्यर्थी सं. 7 को",
  "allotment letter dated 12.04.2004. The circle rate": "आवंटित की गई थी। यह 2.04.2004 के आवंटन पत्र द्वारा",
  "was determined thereupon on 16.04.2004. The": "किया गया था।उस पर सकल रेट 6.04.2004 को निर्धारित किया गया था।",
  "allotment of land to the respondent no.7 was 8 times bigger than the land of the petitioner and it": "प्रत्यर्थी सं. 7 को किया गया भूमि का आवंटन याचिकाकर्ता की भूमि से 8 गुना",
  "was one and half years back. While applying the": "बड़ा था और यह आवंटन डेढ़ साल पहले किया गया था।शीर्ष अदालत के",
  "g. NOIDA illegally sold the schedule property even before": "(0). नोएडा ने अधिग्रहण से पहले ही अनुसूची संपत्ति को अवैध रूप से बेच",
  "the acquisition which is a clear-cut violation of right to property under Article 300A of the Constitution. Such": "दिया जो संविधान के अनुच्छेद 300 ए के तहत संपत्ति के अधिकार का स्पष्ट",
  "Constitutional tort should not be allowed to be left unpunished and the respondent authorities should not": "उल्लंघन है। ऐसे संवैधानिक अपकृत्य को अवश्य दण्ड़ित किया जाना चाहिए और",
  "15. Per contra, Mr. Balbir Singh, learned Additional Solicitor": "5. इसके विपरीत, श्री बलबीर सिंह ने, अपर सॉलिसिटर जनरल को नोएडा",
  "a. Appellant cannot be entitled for a compensation more than Rs. 31,850/- which was the price tendered by": "(9). अपीलकर्ता 3.,850/- रुपए से अधिक के मुआवजे पाने का अधिकारी",
  "respondent no. 7 (DLF);": "नहीं है, जो प्रत्यर्थी सं. 7 (डीएलएफ) द्वारा निविदा की गई कीमत थी।",
  "this Court in ‘Anil Kumar Srivastava Vs. State of": "(0). इस न्यायालय द्वारा 'अनिल कुमार श्रीवास्तव बनाम उत्तर प्रदेश राज्य,",
  "It has been conceded that allotment to respondent no. 7": "(८). यह माना गया है कि प्रत्यर्थी सं.-7 (डीएलएफ) को अनुसूचित भूमि के",
  "Appellant (land-owner) acquired the property in year 1997 for a sale consideration of Rs. 1 crore. One of the": "(0).  अपीलकर्ता (भूस्वामी) ने वर्ष 997 में करोड़ रुपये की विक्रय पर विचार करने के लिए संपत्ति का अधिग्रहण किया। पहले के भू-स्वामियों में से",
  "earlier land owners namely Vishnu Vardhan had entered into an agreement to sale dated 07.06.2006, for a sale": "विष्णु वर्धन ने 07.06.2006 को विक्रय का करार किया था, जिसका विक्रय",
  "consideration of Rs. 3 crores only. These transactions": "प्रतिफल मात्र 3 करोड़ रु. था। इन संव्यवहार से संकेत मिलता है कि उपरोक्त",
  "indicate that the aforesaid land was an agricultural plot,": "भूमि एक कृषि भूखंड थी, फिर भी, अनुसूचित भूमि को कृषि भूमि या सर्वोत्तिम",
  "Development charge amounting to 75% has to be": "(५). विकास प्रभार की कटौती 50% के बजाय 75% करनी होगी;",
  "sustained under the law.": "होगा जिसे कानून के तहत कायम नहीं रखा जा सकता है।",
  "Mr. Rayzada, Additional Advocate General appearing for the": "6. राज्य की ओर से उपस्थित अपर महाधिवक्ता श्री रायजादा ने कहा है कि",
  "benami property and hence, appellant is only entitled for 1/3\" of the amount.": "अपीलकर्ता केवल राशि के /3 पाने का हकदार है।",
  "Learned counsel for respondent no. 7 has submitted that, the dispute is inter-se NOIDA and appellant herein and": "47. . प्रत्यर्थी नं. 7 के विद्वान अधिवक्ता ने कहा है कि, यह विवाद नोएडा और",
  "respondent no. 7 has nothing to add other than to state that": "अपीलकर्ता के बीच है और प्रत्यर्थी नं. 7 के पास यह कहने के अलावा कुछ नहीं",
  "the allotment of land was subject matter of litigation before this Court in Anil Kumar Srivastava (supra), which has upheld the allocation through the process of auction.": "है कि अनिल कुमार श्रीवास्तव (सुप्रा) में इस न्यायालय के समक्ष भूमि का आवंटन वाद का विषय था, जिसने नीलामी की प्रक्रिया के द्वारा आवंटन को",
  "However, the compensation, if any, enhanced, may be directed only against NOIDA.": "बरकरार रखा है। हालांकि, मुआवजा, यदि बढ़ाया गया, तो केवल नोएडा के विरूद्ध निर्देशित किया जा सकता है।",
  "No. 75152/2005 has sustained the scrutiny of this Court": "7552 वर्ष 2005 में उच्च न्यायालय द्वारा दिनांक 0.2.2009 को पारित निर्णय की वैधानिकता ने इस न्यायालय की संवीक्षा को बरकरार रखा है और इसे",
  "that the previous judgment as well as the impugned order": "प्रत्यर्थियों का मामला नहीं है कि पूर्व निर्णय के साथ -साथ आक्षेपित आदेश को",
  "has been rendered by an incompetent authority. In other words, the said judgment has effectively put the controversy": "अक्षम प्राधिकारी द्वारा पारित किया गया है। दूसरे शब्दों में, उक्त निर्णय ने प्रभावी",
  "in the matter is mere observance of those directions given by the High Court in the light of prevailing law. Therefore, the": "में संयोगवश जो कुछ भी शेष रहता है, वह प्रचलित कानून के आलोक में उदच्च न्यायालय द्वारा दिए गए उन निर्देशों का पालन करना है। इसलिए, अधिग्रहीत भूमि",
  "contention disputing the payment of compensation": "के लिए मुआवजे के भुगतान पर पूरी तरह से विवाद करने वाला तर्क अस्थिर है",
  "Court has been given seal of affirmation by this Court and": "गए निष्कर्ष पर इस न्यायालय द्वारा पुष्टि की मोहर लगा दी गई है और इसलिए,",
  "hence, the right of the appellant herein to get compensation": "अपीलकर्ता का यथानिर्धारित अवधारण की शर्तों में मुआवजा प्राप्त करने का",
  "and cannot be interfered with. It would be unjust and": "अधिकार स्पष्ट हो गया है और इसमें हस्तक्षेप नहीं किया जा सकता है यह",
  "improper to allow re-agitation of issues and vexing the": "अन्यायपूर्ण और अनुचित होगा कि मुद्दों को फिर से शुरू करने की अनुमति दी",
  "appellant twice when the matter has already been put to rest": "जाए और अपीलकर्ता को दो बार तंग किया जाए, जबकि मामले को पहले ही",
  "At this juncture, we consider it appropriate to refer ‘R. Unnikrishnan and Another Vs. V.K. Mahanudevan and": "9. इस बिन्दु पर, हम 'आर. उन्नीकृष्णन और अन्य बनाम वी. के. महानुदेवन",
  "Others, (2014) 4 SCC 434’, wherein para 19, the Court": "और अन्य, (204) 4 एस. सी. सी. 434' का संदर्भ देना उचित समझते हैं,",
  "judicial decisions pronounced by courts that are competent to deal with the subject-matter.": "न्यायिक निर्णयों को अंतिम रूप देने के पक्ष में है जो इस विषय से निपटने के",
  "are competent to deal with the subject-matter. Public interest is against individuals being vexed _ twice over _with the _ same_kind_of litigation. The binding character of the": "लिए सक्षम हैं।जनहित एक ही तरह के मुकदमे से दो बार परेशान किए जाने के",
  "judgments pronounced by the courts of competent jurisdiction has always been": "खिलाफ है।सक्षम अधिकारिता वाले न्यायालयों द्वारा सुनाए गए फैसलों की",
  "competent jurisdiction has always been treated as an essential part of the rule of law": "बाध्यकारी प्रकृति को हमेशा विधि के शासन का एक अनिवार्य हिस्सा माना",
  "which _is the basis of the administration of justice in this country. We may gainfully refer to": "गया है जो इस देश में न्याय प्रशासन का आधार है\"हम दरियाओ बनाम उत्तर",
  "where the Court succinctly summed up the law in the following words:": "न्यायालय ने संक्षेप में निम्नलिखित शब्दों में विधि का सारांश दियाः",
  "9. _...It is in the interest of the public at large that a": "9. ... ...यह व्यापक रूप से जनता के हित में है कि सक्षम अधिकारिता वाले",
  "decisions pronounced by courts __of": "न्यायालयों द्वारा सुनाए गए बाध्यकारी निर्णयों को अंतिम रूप दिया जाना",
  "competent jurisdiction, and it is also in the public interest that individuals should": "चाहिए और यह भी जनहित में है कि व्यक्तियों को एक ही प्रकार की",
  "not be vexed twice over with the same kind of litigation.": "मुकदमेबाजी से दो बार परेशान नहीं किया जाना चाहिए।",
  "the ground that other land of the same area which was acquired with land in question was also valued": "इसलिए, प्रश्ननत भूमि के पड़ोस में स्थित उसी के जैसी भूमि के खरीदार द्वारा",
  "market value is to be determined in the light of price paid by": "भुगतान की गई कीमत के आलोक में बाजार मूल्य निर्धारित किया जाना है और",
  "land in question and in cases, where no records for such transaction/purchase is available, the minimum statutory": "ऐसे मामलों में, जहां इस तरह के लेनदेन/खरीद के लिए कोई रिकॉर्ड उपलब्ध",
  "In the instant case, since the title of the appellant on the scheduled piece of land has not been contested by the": "22. . प्रस्तुत मामले में, चूंकि भूमि के अनुसूचित खण्ड़ पर अपीलकर्ता के स्वत्व",
  "scheduled piece of land has not been contested by the respondents and the adjudication is confined only to the": "का प्रत्यर्थी द्वारा विरोध नहीं किया गया है और न्यायनिर्णयन केवल मुआवजे की",
  "dated 27.03.2004 passed by District Magistrate, Gautam": "गौतमबुद्ध नगर के जिलाधिकारी द्वारा 27 मार्च, 2004 को पारित आदेश जिसमें",
  "per sq. mt. as applicable on commercial properties, residential properties etc., situated in Noida is also on": "जो नोएडा में स्थित वाणिज्यिक संपत्तियों, आवासीय संपत्तियों आदि पर लागू",
  "record. Further, the nature of acquired land is also not in": "होता है। इसके अलावा, अधिग्रहित भूमि की प्रकृति भी इस कारण से विवाद में",
  "dispute for the reason that, NOIDA while contesting the Civil": "नहीं है कि, नोयडा ने स्थायी निषेधाज्ञा की मांग करते हुए अपीलकर्ता सिविल वाद",
  "Suit No. 416/1998 filed by appellant herein seeking permanent injunction, itself admitted that the land has been": "सं. 46/998 दायर किया जिसमें यह खुद स्वीकार किया कि यह भूमि",
  "determined for use of commercial purposes and hence, it is": "वाणिज्यिक उद्देश्यों के उपयोग के लिए निर्धारित की गई है और इसलिए, यह एक",
  "a valuable land. This fact is also fortified by the Revenue Inspector's report dated 05.08.2008, submitted in compliance of interim order passed by High Court in Writ Petition No. 75152 of 2005. By the said report, it is apparent": "मूल्यवान भूमि है।रिट याचिका संख्या 7552 वर्ष 2005 में उच्च न्यायालय द्वारा पारित अंतरिम आदेश के अनुपालन में प्रस्तुत राजस्व निरीक्षक की रिपोर्ट दिनांक 05.08.2008 द्वारा यह तथ्य भी पुष्ट हो गया है।उक्त रिपोर्ट से स्पष्ट है कि मौके",
  "that, on spot the land of Khasra No. 422 and 427 was converted into a part of Sector 18, for which demarcation is": "पर ही खसरा संख्या 422 व 427 की भूमि को सेक्टर 8 के हिस्से में परिवर्तित",
  "not possible because of absence of any fixed identification": "कर दिया गया था, जिसके लिए सीमांकन के लिए कोई निश्चित पहचान बिंदु न",
  "12. The market value determined for the circle, is the minimum statutory market value, in accordance with": "2. सर्कल के लिए निर्धारित बाजार मूल्य, न्यूनतम वैधानिक बाजार मूल्य है,",
  "the statutory rules framed under the Stamp Act, as": "स्टांप अधिनियम के तहत बनाए गए वैधानिक नियमों के अनुसार, जैसा कि",
  "upon the judgment of Anil Kumar Srivastava (supra),": "23. . अब, अनिल कुमार श्रीवास्तव (पूर्वोक्त); जो इलाहाबाद उच्च न्यायालय के",
  "analyzed. This Court in the aforesaid case dealt with the": "विश्लेषण किए जाने की आवश्यकता है। इस अदालत ने उपरोक्त मामले में नोएडा",
  "challenge made to tender floated by NOIDA in 2003 and": "द्वारा 2003 में जारी की गई निविदा को चुनौती दी थी और उक्त जनहित याचिका",
  "dismissed the said PIL while observing as thus —": "को निम्नानुसार अवलोकन करते हुए खारिज कर दिया था -",
  "“7. In reply, respondent no. 2 has pointed out that the": "\"7. जवाब में, प्रत्यर्थी सं. 2 ने बताया है कि आक्षेपित योजना का व्यापक",
  "that_the development of the plot admeasuring 54,320.18 sq. m. became necessary to": "प्रचार किया गया; यह कि 54, 320.8 वर्ग मीटर के भूखंड का विकास",
  "could be achieved by constructing shopping malls with matching parking facility; that": "के साथ शॉपिंग मॉल का निर्माण करके भीड़भाड़ कम किया जा सकता है;",
  "although the area of the plot in question is 54,320.18 sq. m., FAR is restricted to 150 and": "हालांकि, प्रश्नगत प्लॉट का क्षेत्रफल 54, 320.8 वर्ग मीटर है, एफएआर",
  "ground cover is restricted to 30% unlike the": "50 तक सीमित है और ग्राउंड कवर 30% तक सीमित है, जबकि याची द्वारा",
  "instances of plots submitted by the petitioner where for a smaller plot of GOO00-7000 sq. m., FAR is 150": "प्रस्तुत भूखंडों इस प्रकार हैं - अपेक्षाकृत छोटे प्लॉट 60007000 वर्ग मीटर,",
  "and for still smaller plots of 600 sq. m., FAR is 250": "एफ०ए०आर० 50 है और 600 वर्ग मीटर के छोटे भूखंडों के लिए ,",
  "parking, etc........": "सुविधाओं, पार्किंग, आदि की बचत कर रहा है।एम।, प्राधिकरण है",
  "9. Mr. L. Nageswara Rao, learned Senior Counsel": "9. याचिकाकर्ता की ओर से उपस्थित विद्वान वरिष्ठ अधिवक्ता श्री एल. नागेश्वर",
  "appearing on behalf of the petitioner submitted that the reserve price fixed by respondent no. 2 at the rate of Rs 27,500 per sq. m. is contrary to clause": "राव ने प्रस्तुत किया कि प्रतिवादी नं. 2 द्वारा 27,500 रुपये प्रति वर्ग मीटर",
  "learned reference court has erred in law by": "के विपरीत मुख्य सड़क से सटी हुई है जिसे संदर्भ अदालत ने विचार में लिया",
  "15. Reading of the said clause indicates that the figure": "5. उक्त उपधारा को पढ़ने से यह पता चलता है कि रू. 90,000 के आंकड़े",
  "of Rs 90,000 is not mentioned. It is a figure alleged by the petitioner. As stated above, there is a": "का उल्लेख नहीं किया गया है। यह याचिकाकर्ता द्वारा अभिकथित एक आंकड़ा",
  "by the petitioner. As stated above, there is a difference between the circle rate and the sector": "है। जैसा कि ऊपर कहा गया है, सर्कल रेट और सेक्टर रेट के बीच अंतर है।",
  "rate. The petitioner has confused the two. The circle": "याचिकाकर्ता ने दोनों को भ्रमित किया है। उप -पंजीयक के मार्गदर्शन के लिए",
  "rate is notified by the Government for the guidance of the Sub-Registrar. They are notified for revenue": "सर्कल रेट को सरकार द्वारा अधिसूचित किया जाता है। उसे राजस्व के",
  "purposes. There is nothing to show that Rs 90,000 per sq. m. was the sector rate. In the present case,": "प्रायोजनों के लिए अधिसूचित किया गया है। ऐसा कुछ भी नहीं है जिससे यह पता चलता हो कि सेक्टर रेट रू. 90,000 प्रति था। वर्तमान मामले में, हम",
  "we are concerned with a larger plot of 54,320.18 sq. m. with different variables of 30% ground cover and": "54, 320.8 वर्ग मीटर के बड़े भूखंड के साथ 30% ग्राउंड कवर और 50",
  "150 FAR. Keeping in mind all these factors, the": "एफएआर से संबंधित हैं। इन सभी कारकों को ध्यान में रखते हुए प्राधिकरण ने",
  "Authority has fixed the reserve price. In the present": "आरक्षित मूल्य तय किया है। वर्तमान मामले में, आरक्षित मूल्य के निर्धारण को",
  "fixation of the reserve price. As stated above,": "अनुचित महत्व दिया गया है। जैसा कि ऊपर कहा गया है, आरक्षित मूल्य के",
  "notwithstanding the reserve price, the petitioner could have brought before the Court material, if any, to show undervaluation. In the present case, the": "बावजूद, याचिकाकर्ता अवमूल्यन दिखाने के लिए न्यायालय सामग्री, यदि कोई हो, के समक्ष ला सकता था।वर्तमान मामले में निविदा मूल्य 37,850 रुपये",
  "the reserve price. There is no material to show": "प्रति वर्ग मीटर है, जो आरक्षित मूल्य से अधिक है। ऐसी कोई सामग्री नहीं है",
  "whether the tender price is understated. In the": "जिससे यह दर्शित हो कि क्या निविदा की कीमत कम बताई गई है।इन",
  "circumstances, there is no merit in the contention of the petitioner that the land is sold at an abysmally": "परिस्थितियों में, याचिकाकर्ता के इस तर्क में कोई बल नहीं है कि भूमि",
  "low price.”": "अत्यधिक कम कीमत पर विक्रय की गई है।\"",
  "From reading of the aforesaid judgment, it is clear that in": "24. पूर्वोक्त निर्णय को पढ़ने से यह स्पष्ट है कि जनहित याचिका में ,",
  "the PIL, petitioner had only challenged the reserve rate as": "याचिकाकर्ता ने आरक्षित दर को केवल इसलिए चुनौती दी थी कि उसकी कीमत",
  "being abysmally low and did not challenge the tender price": "बहुत कम थी और प्रति वर्ग मीटर 37,850 रुपये की निविदा कीमत को चुनौती",
  "the actual market value of the plot or the circle rate": "साथ-साथ भूखण्ड़ के वास्तविक बाजार मूल्य या स्टाम्प अधिनियम के तहत",
  "25. As discussed above, with regard to determination of the compensation in the present case, the judgment of": "25. . जैसा कि ऊपर बताय गया है, वर्तमान मामले में मुआवजे के निर्धारण के",
  "Bhopendra Singh (supra), wherein the circle rate showing": "संबंध में, भोपेंद्र सिंह (सुप्रा) का निर्णय, जिसमें बिक्री विलेख के पंजीकरण के",
  "market value assessed by the Collector for the purpose of": "लिए कलेक्टर द्वारा मूल्यांकित बाजार मूल्य को दर्शित करने वाला सर्कल रेट को",
  "judgment was not interfered with by this Court thereafter. In": "वैध बना दिया गया था। इसके बाद इस न्यायालय द्वारा उक्त निर्णय में हस्तक्षेप",
  "the case of the land owner itself, the High Court by order": "नहीं किया गया था। भूमि के मालिक के मामले में, उच्च न्यायालय ने रिट याचिका",
  "dated 10.12.2009 passed in Writ Petition No. 75152 of 2005,": "संख्या 7552 वर्ष 2005 में पारित 0.2.2009 के आदेश से, विशेष भूमि",
  "the compensation according to the law as laid down in": "के अनुसार कानून के अनुसार मुआवजा निर्धारित करे, जो इस न्यायालय द्वारा",
  "sustained by this Court. Therefore, the issue of basis of determination of compensation has been settled inter-party": "पोषणीय है।इसलिए, मुआवजे के निर्धारण के आधार के मुद्दे को अन्तरपक्ष द्वारा",
  "and also un-interfered by this Court. Now, on the said issue,": "सुलझा लिया गया है और इस न्यायालय द्वारा भी इसमें कोई हस्तक्षेप नहीं किया",
  "relying upon the judgment of Anil Kumar Srivastava": "गया है। अब, उक्त मुद्दे पर, अनिल कुमार श्रीवास्तव (सुप्रा) के फैसले का",
  "(supra) cannot be interfered with in this case. In no event,": "अवलम्ब लेते हुए इस मामले में हस्तक्षेप नहीं किया जा सकता है। किसी भी",
  "As previously stated, the land in dispute was not only": "26. . जैसा कि पहले बताया गया है, विवादित भूमि न केवल वाणिज्यिक उपयोग",
  "designated for commercial use, rather it was also declared to be part of industrial development plan area. After": "के लिए नामित की गई थी, बल्कि इसे औद्योगिक विकास योजना क्षेत्र का हिस्सा",
  "development, even a mall has been constructed on it. In our": "भी घोषित किया गया था। इसके विकास के बाद इस पर एक मॉल भी बना दिया",
  "view, the High Court in the impugned order has rightly": "गया है। हमारे विचार में, उच्च न्यायालय ने आक्षेपित आदेश में सर्कल रेट के",
  "determined payment of compensation at the rate of Rs.": "मुताबित ,0,000 रू. प्रति वर्ग मीटर की दर से मुआवजे का भुगतान सही ढंग",
  "1,10,000/- per square meter as per circle rate. We,": "से निर्धारित किया है। इसलिए हम ,0,000 रुपये प्रति वर्ग मीटर की दर से",
  "therefore, confirm the findings of High Court for grant of": "मुआवजा देने के लिए उद्च न्यायालय के निष्कर्षों की पुष्टि करते हैं।",
  "In the light of the preceding discussion, the only question that remains now for our consideration is with regard to": "27. . पूर्ववर्ती चर्चा के आलोक में, एकमात्र प्रश्न जो अब हमारे विचार के लिए बना",
  "deduction of development charges to the extent of 50% made": "हुआ है, उच्च न्यायालय द्वारा आक्षेपित आदेश में 50% की सीमा तक विकास",
  "assessed based on the facts of the individual case after due consideration of all the factors which might affect such": "के तथ्यों के आधार पर उन सभी कारकों पर विचार करने के बाद किया जाना",
  "quantum. As evident, the High Court did not take into": "चाहिए जो ऐसी मात्रा को प्रभावित कर सकते हैं।जैसा कि स्पष्ट है, उच्च न्यायालय",
  "consideration all the factors encircling the issue and": "ने इस मुद्दे से जुड़े सभी कारकों पर विचार नहीं किया और नियमित रूप से 50%",
  "routinely proceeded with the maximum deduction of 50%": "विकास शुल्क की अधिकतम कटौती के साथ आगे बढ़ा",
  "impugned judgment, it is clear that the High Court has": "पर यह स्पष्ट होता है कि उच्च न्यायालय ने अन्य बातों के साथ -साथ सम्पूर्ण",
  "inter-alia highlighted the glaring mischiefs played by NOIDA in the whole acquisition proceedings but at the same time, it": "अधिग्रहण की कार्यवाही में नोएडा द्वारा कारित शरारतों को उजागर किया है,",
  "in the whole acquisition proceedings but at the same time, it has failed to accord a substantial reason for maximum deduction of development charges. It is further observed": "लेकिन साथ ही, यह विकास शुल्कों की अधिकतम कटौती के लिए पर्याप्त कारण",
  "deduction of development charges. It is further observed that, it is not for the first time that NOIDA is in cross-roads": "बताने में विफल रहा है।यह भी देखा गया है कि, यह पहली बार नहीं है कि नोएडा",
  "NOIDA to respondent no. 7 in absence of formal acquisition,": "अभाव में नोयडा द्वारा प्रत्यर्थी सं. 7 को आवंटित किया गया था, उसके उपरान्त",
  "line of commercial hub and even a mall was constructed on it. Hence, in our considered opinion, the quantum of deduction of development charges should have been": "मॉल का निर्माण भी कर दिया गया था। अतः, हमारे विचार में, विकास शुल्क की",
  "Court in case of ‘Bhagwathula Samanna Vs. Special Tahsildar and Land Acquisition Officer, (1991) 4 SCC": "'भगवाथुला समन्ना बनाम विशेष तहसीलदार और भूमि अधिग्रहण अधिकारी,",
  "deduction in the land value, this Court held as follows —": "का उल्लेख करना उचित है, जिसमें भूमि मूल्य में कटौती के सिद्धांत के प्रश्न पर विचार करते हुए, इस न्यायालय ने निम्नानुसार अभिनिर्धारित किया -",
  "“11. The principle of deduction in the land value covered by the comparable sale is thus adopted in order to": "7. . इस प्रकार तुलनात्मक बिक्री के दायरे में आने वाली भूमि के मूल्य में",
  "arrive at the market value of the acquired land. In": "कटौती के सिद्धांत को अधिग्रहित भूमि के बाजार मूल्य पर पहुंचने के लिए",
  "consider all relevant facts. It is not the extent of the area _ covered under the _ acquisition": "विचार करना आवश्यक है।यह अधिग्रहण से आच्छादित क्षेत्र की सीमा नहीं है",
  "which is the only relevant factor. Even in the vast area there may be land which is fully": "जो एकमात्र सुसंगत कारक है।यहां तक कि विशाल क्षेत्र में भी ऐसी भूमि हो",
  "developed having all amenities and situated in": "सकती है जो पूरी तरह से विकसित हो और सभी सुविधाओं से युक्त हो और",
  "an_advantageous position. If smaller_area within the large tract is already developed and": "एक लाभप्रद स्थिति में स्थित हो।यदि बड़े पथ के भीतर छोटा क्षेत्र पहले से ही",
  "suitable for building purposes and have in its": "विकसित है और निर्माण उद्देश्यों के लिए उपयुक्त है और इसके आसपास की",
  "vicinity roads, drainage, electricity, communications etc. then _the_ principle _of": "सड़कों, जल निकासी, बिजली, संचार आदि में है, तो कटौती का सिद्धांत",
  "deduction simply for the reason that it is part of the large tract acquired, may not _ be": "केवल इस कारण से है कि यह अधिग्रहित बड़े पथ का हिस्सा है, हो सकता है",
  "justified.": "उचित हो।",
  "12... The land involved in these cases is of even level": "2. इन मामलों में शामिल भूमि समतल और समतल या पुनर्ग्रहण की",
  "and fit for construction without the necessity of levelling or reclamation. The High Court has itself": "आवश्यकता के बिना निर्माण के लिए उपयुक्त है।उच्च न्यायालय ने स्वयं इस",
  "concluded on the evidence that the lands covered by the acquisition are located by the side of the": "साक्ष्य पर निष्कर्ष निकाला है कि अधिग्रहण द्वारा आच्छादित भूमि उत्तर में",
  "National Highway and the Southern Railway Staff Quarters with the town planning trust road on the": "टाउन प्लानिंग ट्रस्ट रोड के साथ राष्ट्रीय राजमार्ग और दक्षिणी रेलवे स्टाफ",
  "north. The neighbouring areas are _ already": "क्वार्टर के किनारे स्थित है।आस-पास के क्षेत्र पहले से ही विकसित हैं और",
  "developed ones and houses have been constructed, and the land has potential value for being used as": "घरों का निर्माण किया गया है, और भूमि का उपयोग भवन स्थलों के रूप में",
  "building sites. Having found that the land is to": "किया जा सकता है। यह पता लगाने के बाद कि भूमि का केवल निर्माण स्थलों",
  "be valued only as building sites and _ having stated the advantageous position in which the": "के रूप में मूल्य निर्धारित किया जाना है और प्रतिशत भूमि की लाभप्रद स्थिति",
  "is more than 1/3\" and in some cases less than": "कुछ मामलों में यह एक तिहाई से अधिक हो और कुछ मामलों में इससे कम",
  "1/3\". It must be remembered that there is difference between a developed area and an area having": "है। यह याद रखना चाहिए कि एक विकसित क्षेत्र और संभावित मूल्य वाले क्षेत्र",
  "fact that an area is developed or adjacent to a": "विकसित है अथवा विकसित क्षेत्र से सटा हुआ है इस बात से यह निष्कर्ष नहीं",
  "developed area will not ipso facto make every land situated in the area also developed to be valued as": "निकाला जाएगा कि इस क्षेत्र में स्थित प्रत्येक भूमि भवन स्थल या भूखंड के",
  "a building site or plot, particularly when vast tracts": "रूप में विकसित है, खासकर जब विशाल भूक्षेत्र का अधिग्रहण किया जाता है,",
  "are acquired, as in this case, for development purpose.”": "जैसा कि इस मामले में, विकास के प्रायोजन के लिए किया गया है।\"",
  "The aforesaid judgments postulate general factors that are": "उपरोक्त निर्णय सामान्य कारकों को मान्यता प्रदान करता है जिन पर विकास",
  "to be taken into consideration for deciding the quantum of deduction of development charges. As iterated above, such": "शुल्क की कटौती की मात्रा तय करने के लिए विचार किया जाना है।जैसा कि",
  "deduction of development charges. As iterated above, such factors majorly include the nature of land to be acquired, the": "ऊपर बताया गया है, ऐसे कारकों में मुख्य रूप से अधिग्रहित की जाने वाली भूमि",
  "extent of area to be acquired, the extent of development in": "की प्रकृति, अधिग्रहित किए जाने वाले क्षेत्र की सीमा, निकटवर्ती भूमि में विकास",
  "the adjoining land as well as land proposed to be acquired,": "की सीमा के साथ-साथ अधिग्रहित की जाने वाली प्रस्तावित भूमि, व्यावसायिक",
  "the commercial potentiality and so on. Therefore, deduction": "क्षमता आदि शामिल हैं।अतः उक्त कारकों पर विचार करते हुए वर्तमान मामले में",
  "clear that this observation is being made in peculiar facts of": "कि यह अवलोकन वर्तमान मामले के विशिष्ट तथ्यों में किया जा रहा है न कि",
  "made to extent of 50% in by High Court in the said cannot": "करते हुए, उक्त में उच्च न्यायालय द्वारा 50% की सीमा तक की गई कटौती को",
  "rate of Rs. 1,10,000/- per sq. meter be payable to the appellant — Reddy Veerana. Now, the issue of interest is": "मीटर की सर्कल दर पर मुआवजा अपीलकर्ता - रेड्डी वीराना को देय होगा। अब,",
  "Section 34 of 1894 Act, which reads as thus:": "ब्याज के मुद्दे को अधिनियम, 894 की धारा 34 के प्रावधानों के संदर्भ में देखा जाना आवश्यक है, जो इस प्रकार हैः",
  "“34. Payment of interest - When the amount of such": "ब्याज का संदाय- जब ऐसी प्रतिकर की रकम भूमि का कब्जा लेने पर या",
  "compensation is not paid or deposited on or before taking possession of the land, the Collector shall pay the amount": "उससे पूर्व संदत्त या जमा नहीं की जाती है तो कलेक्टर इस प्रकार कब्जा लेने",
  "awarded with interest thereon at the rate of [nine per centum] per annum from the time of so taking possession": "के समय से उस पर नौ प्रतिशत प्रति वर्ष की दर से ब्याज सहित अधिनिर्णीत",
  "until it shall have been so paid or deposited:": "धनराशि का भुगतान करेगा जब तक कि इसे इस प्रकार भुगतान या जमा नहीं किया जाएगा:",
  "[Provided that if such compensation or any part thereof is not paid or deposited within a period of one year from the date on which possession is taken, interest at the rate of": "बशर्ते कि यदि जिस दिन कब्जा लिया गया है उस तारीख से एक वर्ष के अंदर ऐसे मुआवजे या उसके किसी हिस्से का भुगतान नहीं किया जाता है,",
  "date or expiry of the said period of one year on the amount": "उक्त अवधि समाप्त होने की तिथि अथवा एक वर्ष की समाप्ति पर प्रतिपूर्ति",
  "of compensation or part thereof which has not been paid or deposited before the date of such expiry.]”": "अथवा उसके भाग की राशि पर, जो ऐसी समाप्ति की तिथि से पूर्व भुगतान",
  "On perusal, it is clear that if amount of compensation is not paid or deposited on or before taking possession of the land,": "परिशीलन करने पर, यह स्पष्ट है कि यदि भूमि पर कब्जा करने से पहले या उससे पहले मुआवजे की धनराशि का भुगतान अथवा जमा नहीं किया जाता है, तो",
  "interest @ 9% p.a. leviable from the time of taking of": "ब्याज नौ प्रतिशत की दर से कब्जे में लेने के समय से तब तक देय होगा जब तक",
  "possession until it shall have been so paid or deposited. It": "कि उसे भुगतान या जमा नहीं किया जाएगा।इसमें यह भी प्रावधान किया गया है",
  "been paid or deposited within one year, the interest would": "कि यदि एक वर्ष के भीतर मुआवजे की राशि का भुगतान या जमा नहीं किया गया",
  "be payable @ 15% p.a. on expiry of the period of one year.": "है, तो एक वर्ष की अवधि समाप्त होने पर पन्द्रह प्रतिशत प्रति वर्ष की दर से ब्याज",
  "On perusal of the aforesaid, it is clear that if the amount of": "देय होगा। पूर्वोक्त का परिशीलन करने पर, यह स्पष्ट है कि यदि मुआवजे की राशि",
  "compensation is not paid or deposited, 9% interest would be leviable and payable. In case the said amount is not": "का भुगतान या जमा नहीं किया जाता है, तो नौ प्रतिशत ब्याज आरोपित और देय",
  "deposited or paid within one year, then interest would be": "होगा।यदि उक्त धनराशि एक वर्ष के भीतर जमा या भुगतान नहीं की जाती है, तो",
  "the land was given initially in the year 2003 to respondent No. 7 and the acquisition was made subsequently. The": "वर्ष 2003 में प्रत्यर्थी सं. 7 को दी गई थी और बाद में अधिग्रहण किया गया था।",
  "five years from the date of taking over of possession. The": "अतिरिक्त अधिनिर्णय कब्जे में लेने की तारीख से पांच साल की देरी के बाद",
  "in our view, the civil right of appellant Reddy Veerana is": "अपीलकर्ता रेड्डी वीराना के नागरिक अधिकार का भंग भारत के संविधान के",
  "violated in breach of Article 300-A of the Constitution of India. Such action of the NOIDA clearly amounts to": "अनुच्छेद 300 0 क के भंग में किया गया है।नोयडा की ऐसी कार्रवाई स्पष्ट रूप से",
  "India, judgment of this Court in the case of ‘Kalyani (Dead)": "उल्लंघन करते हुए इस मामले में किए गए अधिग्रहण के संदर्भ में , 'कल्याणी (मृत)",
  "& Ors., Civil Appeal No. 3189 of 2022’ is relevant,": "की सिविल अपील सं 389' के मामले में इस न्यायालय का निर्णय प्रासंगिक है,",
  "wherein it was observed as under —": "जिसमें यह कहा गया था कि -",
  "“20. Article 300A clearly mandates that no person shall": "“20. अनुच्छेद 300 ए स्पष्ट रूप से कहता है कि किसी भी व्यक्ति को कानून",
  "be deprived of his property save by authority of law.": "के प्राधिकार के बिना उसकी संपत्ति से वंचित नहीं किया जाएगा। वर्तमान",
  "In the present case, we do not find, under which authority of law, the land of the appellants was": "मामले में, हम नहीं पाते हैं, किस कानून के प्राधिकार के तहत, अपीलार्थियों",
  "taken and they were deprived of the same. If the Panchayat and the PWD failed to produce any": "की भूमि ली गई थी और वे उससे वंचित थे। यदि पंचायत और पीडब्ल्यूडी इस",
  "evidence that appellants have surrendered their": "बात का कोई सबूत प्रस्तुत करने में विफल रहे कि अपीलार्थियों ने अपनी भूमि",
  "lands voluntarily, depriving the appellants of the": "स्वेच्छा से आत्मसमर्पण कर दिया है, तो अपीलार्थियों को संपत्ति से वंचित",
  "property would be in violation of Article 300-A of the Constitution.": "करना संविधान के अनुच्छेद 300 ए का उल्लंघन होगा।",
  "21. A Constitution Bench of this Court in this case of ‘K.T. Plantation Private Limited Vs. State of": "2. . इस न्यायालय की संविधान पीठ ने 'के. टी. प्लांटेशन प्राइवेट",
  "Karnataka, 2011 (9) SCC 63’, apart from others,": "लिमिटेड बनाम कर्नाटक राज्य, 20 (9) एस. सी. सी. 63' के इस मामले",
  "dealt with an issue relating to payment of": "में, अन्य के अलावा, क्षतिपूर्ति के भुगतान से संबंधित मुद्दे पर विचार किया",
  "compensation where a person is deprived of his property after deletion of Article 31(2). It laid down": "जहां एक व्यक्ति अनुच्छेद 3 (2) के निरसित हो जाने के उपरान्त अपनी",
  "depriving a person of his property. Requirement of": "संपत्ति से वंचित किया जाता है। यह प्रतिपादित किया गया कि किसी व्यक्ति",
  "public purpose is a pre-condition and right to claim": "आवश्यकता एक पूर्व शर्त है और मुआवजे का दावा करने का अधिकार भी",
  "compensation is also inbuilt in Article 300-A. While answering the reference in paragraph 221 (e), it": "अनुच्छेद 300 (#) में अंतर्निहित है। अनुच्छेद 22 (६) में संदर्भ का उत्तर",
  "provided as follows —": "देते समय निम्नानुसार उपबंधित किया गया है -",
  "“221. We, therefore, answer the reference as follows:": "22. इसलिए, हम संदर्भ इस प्रकार हैं:",
  "for deprivation of a person from his property under Article 300-A": "(६) अनुच्छेद 300 के अधीन किसी व्यक्ति को उसकी संपत्ति से वंचित करने",
  "compensation is also inbuilt in that Article and when a person is": "अधिकार भी उस अनुच्छेद में अंतर्निहित है और जब कोई व्यक्ति अपनी",
  "deprived of his property, the State has to justify both the": "संपत्ति से वंचित किया जाता है तो राज्य को दोनों आधारों को न्यायोचित",
  "policy, object and purpose of the": "ठहराना होगा जो अधिनियम, विधायी नीति, उद्देश्य और विधायिका के",
  "legislature and other related factors.”": "प्रयोजन और अन्य संबंधित कारकों पर निर्भर हो सकते हैं।\"",
  "Taking note of the aforesaid and in the peculiar facts of this": "32.  पूर्वोक्त और इस मामले के महत्वपूर्ण तथ्यों को ध्यान में रखते हुए, हमारा",
  "case, we are of the view that in addition to the statutorily paid interest, the additional amount of penal interest must": "विचार है कि वैधानिक रूप से भुगतान किए गए ब्याज के अलावा, मुआवजे की",
  "be paid in place of shifting the date for determination of the amount of compensation or to determine the compensation": "राशि के निर्धारण के लिए तारीख को स्थानांतरित करने या अपीलकर्ता रेड्डी",
  "Veerana. It is not out of place to mention here that the nature of interest is essentially a consideration paid either": "चाहिए।यहां यह उल्लेख करना अप्रासंगिक नहीं है कि ब्याज की प्रकृति अनिवार्य",
  "nature of interest is essentially a consideration paid either for the use of money or forbearance from demanding it after": "रूप से या तो पैसे के उपयोग के लिए भुगतान किया गया प्रतिफल है या इसके देय",
  "it has fallen due. Interest, whether it is statutory or": "होने के बाद इसकी मांग करने से मना करना है।ब्याज, चाहे वह वैधानिक हो या",
  "otherwise, represents the profit, the creditor may have made": "अन्यथा, लाभ का प्रतिनिधित्व करता है, हो सकता है कि लेनदार ने धन का",
  "if he had used the money or from the loss, he may have": "उपयोग किया हो या नुकसान से, वह पीड़ित हो सकता है क्योंकि वह उस",
  "suffered because he could not use the amount. Therefore, in the present case, on the amount of compensation, in our": "धनराशि का उपयोग नहीं कर सका।इसलिए, हमारे विचार में वर्तमान मामले में",
  "view, the amount of compensation be payable along with": "मुआवजे की धनराशि पर मुआवजे की राशि वैधानिक ब्याज के साथ देय होगी,",
  "statutory interest, as directed by the High Court and 3% penal interest, in the peculiar facts and circumstances of the": "जैसा कि उच्च न्यायालय द्वारा मामले के विशिष्ट तथ्यों और परिस्थितियों में 3%",
  "In view of the foregoing, Civil Appeal No.3637 of 2022,": "33. . पूर्वोक्त के दृष्टिगत, नोएडा द्वारा दायर सिविल याचिका सं 3636/2022",
  "preferred by NOIDA is dismissed, whereas the Civil Appeal": "को खारिज कर दिया गया है, जबकि अपीलकर्ता रेड्डी वीराना द्वारा दायर सिविल",
  "2. The judgment of the High Court directing 50% deduction towards development charge stands _ set-": "2. ... विकास शुल्क के लिए 50% कटौती का निर्देश जारी करने वाले उच्च न्यायालय के निर्णय को अपास्त किया जाता है।",
  "aside. In the peculiar facts of the present case, the respondents are directed not to make any deduction": "वर्तमान मामले के विशिष्ट तथ्यों में, प्रत्यर्थी को निर्देश दिया जाता है कि वे सर्कल",
  "towards the development charge while computing/calculating the amount of compensation as": "दर के अनुसार मुआवजे की राशि की गणना करते समय विकास प्रभार पर कोई"
}