{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय के समक्ष",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय क्षेत्राधिकार",
  "CRIMINAL APPEAL NO. 1210 OF 2023": "आपराधिक अपील संख्या - 20 /2023",
  "(Arising out of Special Leave Petition (Crl.) No. 8742 of 2018)": "( विशेष अनुमति याचिका (आपराधिक) संख्या 8742/2048 से उत्पन्न)",
  "STATE OF U.P. AND OTHERS ..-RESPONDENT(S)": "उत्तर प्रदेश राज्य और अन्य ... प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "Aravind Kumar, J.": "माननीय न्यायमूर्ति अरविंद कुमार,",
  "1. Leave granted.": "4. अनुमति प्रदान की गई।",
  "Writ Petition No.14422 of 2018 by the High Court of Allahabad": "2. इलाहाबाद उच्च न्यायालय द्वारा आपराधिक प्रकीर्ण रिट याचिका संख्या",
  "ae punishable under Section 147, 148, 149, 452, 324, 307, 342 and 506 of": "47, 48, 49, 452, 324, 307, 3432 और 506 के तहत दंडनीय",
  "complainant having supported or testified about occurrence of any": "भी घटना की घटना के बारे में समर्थन या गवाही नहीं दी थी, इस",
  "incident projected by the complainant appears to be false, and thereby": "शिकायतकर्ता द्वारा प्रस्तुत घटना झूठी प्रतीत होती है, और इस तरह",
  "the proceedings against the appellant deserves to be quashed.": "अपीलकर्ता के खिलाफ कार्यवाही खारिज करने योग्य है।",
  "2018 under Section 147, 148, 149, 452, 324, 307, 342 and 506 of IPC by": "आईपीसी की धारा 447, 48, 449, 452, 324, 307, 342 और 506 के",
  "The appeal is allowed accordingly.": "तदनुसार अपील को अनुमति दी जाती है।",
  "(B.R. Gavai)": "(न्यायमूर्ति बी. आर. गवई)",
  "(Aravind Kumar)": "(न्यायमूर्ति अरविन्द कुमार)",
  "New Delhi": "नई दिल्ली",
  "April 21, 2023": "24 अप्रैल, 2023",
  "came to be dismissed is challenged. Facts shorn of unnecessary details and required for the purpose of disposal of this appeal are crystallized": "निस्तारण के उद्देश्य से अनावश्यक विवरणों और निस्तारण के उद्देश्य के",
  "3. The marriage of appellant’s sister Ms. Rekha, daughter of fourth": "3. अपीलार्थी की बहन सुश्री रेखा, जो चौथे प्रत्यर्थी की बेटी का विवाह",
  "named Tejal.": "जन्म दिया जिसका नाम तेजल है।",
  "4. The said Ms. Rekha alleging that she had been thrown out of": "4 कथित सुश्री रेखा ने यह आरोप लगाते हुए कहा कि उसे उसके ससुराल",
  "Section 125 Cr.P.C. which came to be registered as V. No.230 of 2014 and same is pending on the file of Principal Family Judge resulting in an": "230/2044 के रूप में पंजीकृत हो गई और यह प्रधान परिवार न्यायाधीश",
  "order being passed on 22.07.2017 directing third respondent to pay a": "के यहां लंबित है जिसके परिणामस्वरूप 22.07.2047 को तीसरे प्रत्यर्थी",
  "sum of Rs.5,000/- per month. She has also lodged an FIR in Crime": "को 5,000 रुपये प्रति माह की राशि का भुगतान करने का निर्देश दिया",
  "offences punishable under Section 498A, 406/34 of the IPC read with": "गया। अपीलार्थी के द्वारा भा.दं.सं. की धारा 498 ए, 406/34 के साथ-",
  "Sections 3 and 4 of The Dowry Prohibition Act with the Harsh Vihar": "साथ दहेज निषेध अधिनियम की धारा 3 और 4 के तहत दंडनीय अपराधों",
  "Police Station, North East Delhi. On the basis of the said FIR registered": "प्राथमिकी दर्ज कराई। कथित प्राथमिकी के आधार पर क्षेत्राधिकारी पुलिस",
  "Chief Judicial Magistrate-I*, Gautam Budh Nagar in application No.41": "न्यायिक मजिस्ट्रेट-, गौतम बुद्ध नगर के समक्ष की गई कथित शिकायत",
  "appellant is perused, it would clearly disclose that report which had been": "स्पष्ट रूप से उस रिपोर्ट के बताता है जिसको मांगी गई थी। मजिस्ट्रेट को",
  "found that applicant (third respondent herein) on the basis of concocted": "देखा गया है कि जांच के बाद यह पाया गया कि अपीलकर्ता (यहां तीसरे",
  "and baseless facts to mount pressure on his wife and his family members": "प्रतिवादी) ने मनगढ़ंत और आधारहीन तथ्यों के आधार पर अपनी पत्नी और उसके परिवार के सदस्यों पर दबाव बनाने के लिए आवेदन दायर",
  "had filed the application and none in the village where the complainant": "किया था। और उस गांव में जहां शिकायतकर्ता रहता था, किसी ने भी",
  "resided have testified about the presence of the appellant and his family": "अपीलकर्ता और उसके परिवार के सदस्यों की उपस्थिति के बारे में गवाही",
  "members or they having visited the village Khatana and had caused": "नहीं दी है कि उन्होंने खटाना गांव का दौरा किया था और शिकायतकर्ता",
  "injuries to the complainant and his father on 26.01.2018 as alleged. The": "और उसके पिता को 26.04.2048 को कथित रूप से चोट पहुंचाई थी।",
  "jurisdictional police after investigation have also opined that incident": "जांच के बाद क्षेत्राधिकारी पुलिस ने भी यह राय व्यक्त की है कि प्रस्तावित",
  "projected appears to be false. However, the impugned order of the": "घटना गलत प्रतीत होती है।हालांकि, विद्गत मजिस्ट्रेट के आक्षेपित आदेश",
  "dated 11.03.2018 was being rejected or why it does not deserve to be": "कथित रिपोर्ट को खारिज कर दिया गया था या यह स्वीकार किए जाने योग्य क्यों नहीं है।",
  "8. In the teeth of afore-stated facts and in the factual background of": "8. पूर्व-वर्णित तथ्यों के आधार पर और दो परिवारों के बीच विवाद होने"
}