{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय के समक्ष",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. OF 2021": "सिविल अपील संख्या - / 2027",
  "(Arising out of Special Leave Petition (C) No.19648 of 2019)": "(विशेष अनुमति याचिका (सी) सं. 9648/ 209 से उत्पन्न)",
  "Allahabad Bank & Ors. .. Appellant(s)": "इलाहाबाद बैंक और अन्य... ...... अपीलार्थी (गण)",
  "vs.": "बनाम",
  "Krishan Pal Singh .. Respondent": "कृष्ण पाल सिंह... ..... प्रत्यर्थी",
  "JUDGMENT": "निर्णय",
  "R.SUBHASH REDDY, J.": "न्यायमूर्ति आर. सुभाष रेडी,",
  "1. Leave granted.": "3. अनुमति प्रदान की गई।",
  "2. This appeal is preferred by the appellant - Bank,": "2. यह अपील अपीलकर्ता-बैंक द्वारा प्रस्तुत की जाती है, जो सर्विस सिंगल नम्बर",
  "aggrieved by the Order dated 25.04.2019 of the High Court of Allahabad, Lucknow Bench, passed in Service": "-692/998 में पारित इलाहाबाद उच्च न्यायालय, लखनऊ बेंच के 25.04.209",
  "3. The sole respondent herein was appointed as Clerk-cum-Cashier in the appellant - Allahabad Bank on 23.09.1985 and his service was confirmed = on": "3. उक्त प्रतिवादी को 23.09.985 को अपीलकर्ता-इलाहाबाद बैंक में लिपिक - सह-कोषाध्यक्ष के रूप में नियुक्त किया गया था और उनकी सेवा की पुष्टि",
  "24.03.1986. During the year 1989, he was posted in Aurangabad Branch, District Lakhimpur Kheri, Uttar": "24.03.986 को की गई थी। वर्ष 989 के दौरान, वह औरंगाबाद शाखा, जिला",
  "Aurangabad Branch, District Lakhimpur Kheri, Uttar Pradesh. On 08.02.1989, there was fire accident in the Bank and an FIR was registered with regard to": "लखीमपुर खीरी, उत्तर प्रदेश में तैनात थे। 08.02.989 को, बैंक में आग दुर्घटना",
  "burning incident of Bank records by unknown persons.": "हुई और अज्ञात व्यक्तियों द्वारा बैंक अभिलेखों को जलाने की घटना के संबंध में एक",
  "placed under suspension by order dated 13.02.1989 and": "3.02.989 के आदेश के तहत निलंबित कर दिया गया था और उसके खिलाफ",
  "disciplinary proceedings were initiated against him. Ultimately, on completion of enquiry, the respondent": "अनुशासनात्मक कार्यवाही शुरू की गई थी। अंततः, जांच पूरी होने पर, प्रत्यर्थी को",
  "was dismissed from service vide Order dated 22.08.1991. The departmental appeal, preferred by him": "22.08.99] के आदेश के तहत सेवा से बर्खास्त कर दिया गया। उनके द्वारा",
  "was rejected by Appellate Authority on 27.02.1992 and": "प्रस्तुत की गई विभागीय अपील को अपीलीय प्राधिकारी ने 27.02.992 को",
  "further, Mercy Appeal was also rejected vide Order": "खारिज कर दिया और आगे, दया याचिका को भी आदेश दिनांक 27.05.992 के",
  "4. The respondent raised the industrial dispute and": "4. प्रतिवादी ने औद्योगिक विवाद को उठाया और उसी को औद्योगिक विवाद संख्या",
  "the same was referred to the Central Government Industrial  Tribunal-cum-Labour Court, Kanpur in": "98/994 में केंद्र सरकार के औद्योगिक न्यायाधिकरण -सह-श्रम न्यायालय,",
  "the respondent is not proved, but on the ground that a case is made out by the management of loss of": "साबित नहीं हुआ है, लेकिन इस आधार पर कि विश्वास के अभाव में प्रबंधन द्वारा",
  "Rs.30,000/- in lieu of reinstatement. The respondent": "एक मामला बनाया गया है और बहाली के आदेश के बदले रु 30,000/- के",
  "Tribunal-cum-Labour Court, seeking reinstatement with": "न्यायाधिकरण-सह-श्रम न्यायालय के आदेश से व्यथित होकर वापस मजदूरी के",
  "back wages, carried the matter to the High Court by way of Writ Petition in Service Single No. 692 of": "साथ बहाली की मांग करते हुए, सर्विस सेवा नम्बर 692/998 में रिट याचिका के",
  "25.04.2019, has ordered reinstatement of the respondent with all consequential benefits. The said": "आक्षेपित आदेश से, सभी परिणामी लाभों के साथ प्रत्यर्थी को बहाल करने का",
  "Order is subject matter of challenge in this Appeal.": "आदेश दिया है। इस अपील में उक्त आदेश को चुनौती का विषय बनाया गया है।",
  "While issuing notice, vide Order dated 23.08.2019, this Court granted interim relief against’ the": "नोटिस जारी करते हुए, 23.08.209 के आदेश को रद्द करते हुए, इस न्यायालय",
  "direction of reinstatement with back wages, ordered": "ने उच्च न्यायालय द्वारा आदेश दिए गए बैक मजदूरी के साथ बहाली के निर्देश के",
  "5. Heard Mr. Rajesh Kumar Gautam, learned counsel appearing for the appellant - Bank and Mr. Rakesh": "५. अपीलकर्ता-बैंक के लिए विद्वत अधिवक्ता श्री राजेश कुमार गौतम और प्रत्यर्थी के",
  "6. Order of dismissal was passed by the _ Bank,": "का आरोप लगाया गया था जिसके तहत बैंक द्वारा बर्खास्तगी का आदेश पारित",
  "suspension on 13.02.1989 and dismissed from service": "को निलंबित कर दिया गया था और 22.08.99 के आदेश की सेवा से बर्खास्त",
  "Industrial Tribunal ordered payment of lump-= sum monetary compensation of Rs.30,000/- in Jlieu of": "असफल रहे और औद्योगिक न्यायाधिकरण ने बहाली के बदले 30,000/- रुपये के एकमुश्त मौद्रिक मुआवजे का भुगतान करने का आदेश दिया।",
  "8. The directions issued by the High Court of Allahabad for reinstatement were stayed by this Court": "8. इलाहाबाद उच्च न्यायालय द्वारा बहाली के लिए जारी किए गए निर्देशों को इस",
  "proceedings, the respondent - workman had attained age of superannuation. Though, there was_ strong": "दौरान, प्रतिवादी-कर्मचारी ने सेवानिवृत्ति की आयु प्राप्त कर ली थी। हालांकि संदेह",
  "suspicion, there was no acceptable evidence on record for dismissal of the workman. However, as the workman": "मजबूत था लेकिन कर्मचारी को बर्खास्त करने के लिए अभिलेख पर कोई स्वीकार्य",
  "has worked only for a period of about six years and": "सबूत नहीं था। हालांकि, जैसा कि कर्मचारी ने केवल लगभग छह साल की अवधि के",
  "he has already attained the age of Superannuation, it": "लिए काम किया है और वह पहले ही सेवानिवृत्ति की आयु प्राप्त कर चुका है, यह उच्च",
  "is a fit case for modification of the relief granted by the High Court. The reinstatement with full back": "न्यायालय द्वारा दी गई राहत के संशोधन के लिए एक उपयुक्त मामला है। पूर्ण पिछले"
}