{
  "[2024] 4 S.C.R. 623": "[2024] 4 एस.सी.आर. 66 : 2024 आईएनएससी 287",
  "K.B. Lal (Krishna Bahadur Lal) v. Gyanendra Pratap & Ors.": "के. बी. लाल (कृष्ण बहादुर लाल) बनाम ज्ञानेंद्र प्रताप और अन्य",
  "negligent in pursuing the matter before the trial court. Thus, the trial court, the revisional court as well as the High Court, were correct": "घोर लापरवाही बरती - विचारण न्यायालय, पुनरीक्षण न्यायालय और उद्च न्यायालय दावे को खारिज करने में",
  "4 SCR 204 : (1997) 7 SCC 556; Basawaraj and Anr. v. Special Land Acquisition Officer. [2013] 8 SCR 227 :": "4 एससीआर 204 : (997) 7 एससीसी 556; बसवराज और अन्य बनाम विशेष भूमि अर्जन",
  "(2013) 14 SCC 81; Esha Bhattacharjee v. Managing": "अधिकारी [203] 8 एससीआर 227: (203) 4 एससीसी 87; ईशा भट्टाचार्जी बनाम",
  "Committee of Raghunathpur Nafar Academy & Ors.": "रघुनाथपुर नफ़र अकादमी की प्रबंध समिती और अन्य [203] 9 एससीआर 782 : (203)",
  "List of Acts": "अधिनियमों की सूची",
  "Code of Civil Procedure, 1908; Limitation Act, 1963.": "सिविल प्रक्रिया संहिता, 908; परिसीमा अधिनियम, 963.",
  "List of Keywords": "मुख्य शब्दों की सूची",
  "Sufficient cause; Condonation of delay; Inordinate delay; Good cause; Discretionary power; Negligence.": "पर्याप्त कारण; देरी की माफ़ी; अत्यधिक विलंब: अच्छा कारण; विवेकाधीन शक्ति; लापरवाही।",
  "Case Arising From": "निम्न मामले से उत्पन्न",
  "CIVIL APPELLATE JURISDICTION: Civil Appeal No. 4785 of 2024": "सिविल अपीलीय क्षेत्राधिकार: सिविल अपील संख्या 4785/ 2024",
  "From the Judgment and Order dated 19.05.2022 of the High Court of Judicature at Allahabad, Lucknow Bench in MUA227 No. 1575 of 2022": "एमयूए 227 संख्या 575/2022 में उच्च न्यायालय , इलाहाबाद, लखनऊ खंडपीठ के निर्णय और आदेश दिनांक 29.05.2022 से",
  "Appearances for Parties": "पक्षकारों की ओर से उपस्थिति",
  "Sunil Kumar Jain, Ms. Rashika Swarup, Advs. for the Appellant.": "अपीलकर्ताओं की ओर से अधिवक्तागण सुनील कुमार जैन, सुश्री रशिका स्वरूप।",
  "Mukesh Kumar Sharma, Kartikey, Advs. for the Respondents.": "प्रत्यर्थियों की ओर से अधिवक्तागण मुकेश कुमार शर्मा, कार्तिकेय।",
  "Judgment / Order of the Supreme Court": "उच्चतम न्यायालय का निर्णय /आदेश",
  "Judgment": "निर्णय",
  "Sudhanshu Dhulia, J.": "न्यायमूर्ति सुधांशू धुलिया",
  "1. Leave granted.": "2. अनुमति प्रदान की गयी।",
  "2. The appellant before this court has challenged the order dated 19.05.2022 passed by the High Court of Judicature at Allahabad,": "2. इस अदालत के समक्ष अपीलकर्ता ने इलाहाबाद उच्च न्यायालय द्वारा पारित दिनांक 9.05.2022 के आदेश",
  "by which the petition filed by the appellant under Article 227 of the Constitution of India was dismissed. The appellant had invoked": "को चुनौती दी है, जिसके द्वारा भारत के संविधान के अनुच्छेद 227 के तहत अपीलकर्ता द्वारा दायर याचिका",
  "the supervisory jurisdiction of the High Court under Article 227 of the Constitution of India, against the order dated 28.03.2022 of the": "खिलाफ भारत के संविधान के अनुच्छेद 227 के तहत उद्च न्यायालय के पर्यवेक्षी क्षेत्राधिकार का इस्तेमाल किया",
  "Additional District Judge, Barabanki, who had upheld the order dated 07.10.2021 of the Civil Judge (Jr. Division), Barabanki.": "था, जिन्होंने सिविल जज (जूनियर डिवीजन), बाराबंकी के दिनांक 07.0.202 के आदेश को बरकरार रखा",
  "3. The dispute between the parties to this appeal relates to a piece of land situated in village Gharsaniya, Pargana Dewa, Tehsil-Nawabganj, District - Barabanki, which was sold by one Kalawati (Respondent": "3. इस अपील के पक्षकारों के बीच विवाद ग्राम घरसनिया, परगना देवा, तहसील-नवाबगंज, जिला-बाराबंकी में स्थित भूमि के एक टुकड़े से संबंधित है, जिसे कलावती (यहां प्रत्यर्थी संख्या 4) ने मनसा राम (यहां प्रत्यर्थी",
  "the 2006, by the respondent-plaintiffs and the appellant-defendant appeared and filed the vakalatnama of his counsel on 22.04.2006": "5. नोटिस की तामील के बाद, अपीलकर्ता के अधिवक्ता का वकालतनामा 22.04.2006 को दायर किया गया",
  "the order dated 06.09.2006, by which the trial court had decided": "था। सुनवाई के दौरान, विचारण न्यायालय द्वारा दिनांक 06.09.2006 को एक आदेश पारित किया गया था,",
  "the reason that correct facts were not mentioned in the application.": "अपीलकर्ता द्वारा विचारण न्यायालय के समक्ष प्रस्तुत नहीं किया गया था कि आवेदन में सही तथ्य अंकित नहीं",
  "Finally, another application under Order IX, Rule 7 of the CPC came": "किये गये थे। अंततः, सीपीसी के आदेश ।), नियम 7 के तहत एक और आवेदन 23.7.2020 को अपीलकर्ता",
  "6. This second application filed by the appellant was dismissed by the": "6. अपीलकर्ता द्वारा दायर इस दूसरे आवेदन को विचारण न्यायालय ने दिनांक 07.0.202 के आदेश के",
  "court, while dismissing the appellant’s application under Order IX,": "माध्यम से खारिज कर दिया था। सीपीसी के आदेश |», नियम 7 के तहत अपीलकर्ता के आवेदन को खारिज",
  "and had filed vakalatnama of his counsel in April 2006 but did not file": "गई थी और उसने अप्रैल 2006 में अपने अधिवक्ता का वकालतनामा दाखिल किया था, लेकिन समय पर",
  "written statements in time and on 12.07.2011 an application was filed": "लिखित कथन दाखिल नहीं किया था और 2.07.207 को अपीलकर्ता द्वारा एक आवेदन दायर किया गया",
  "by the appellant, seeking permission to file the written statements. It was noted by the Trial Court that the explanation tendered by the": "था, जिसमें लिखित कथन दाखिल करने की अनुमति मांगी गई थी। विचारण न्यायालय द्वारा यह नोट किया गया",
  "appellant for the delay in filing the application under Order IX, Rule 7 of the CPC was that the advocate appointed by him at the time": "था कि सीपीसी के आदेश ।), नियम 7 के तहत आवेदन दाखिल करने में देरी के लिए अपीलकर्ता द्वारा दिया गया",
  "of receiving summons, i.e., April 2006, did not pursue the matter": "स्पष्टीकरण यह था कि सम्मन प्राप्त करने के समय, यानी अप्रैल 2006 में उसके द्वारा नियुक्त अधिवक्ता मामले",
  "diligently and had defrauded the appellant. Thus, the appellant": "को तत्परता से आगे नहीं बढ़ाया और अपीलकर्ता के साथ धोखाधड़ी की। इस प्रकार, अपीलकर्ता ने मई 2006",
  "appointed another advocate, namely Shri R.D. Rastogi in May": "में श्री आर.डी. रस्तोगी नामक एक अन्य अधिवक्ता को नियुक्त किया। यह स्पष्टीकरण, जैसा कि विचारण",
  "2006. This explanation, as noted by the trial court, was based on contradictory statements and wrong facts, and no reasonable cause": "न्यायालय ने नोट किया था, विरोधाभासी बयानों और गलत तथ्यों पर आधारित था और देरी के लिए कोई",
  "7. Aggrieved by order dated 07.10.2021 by which his application": "7. दिनांक 07.0.202] के आदेश से व्यथित होकर, जिसके द्वारा दिनांक 06.09.2006 के आदेश को रद्द",
  "under Order IX, Rule 7 of the CPC for setting aside the order dated 06.09.2006 was dismissed by the trial court, the appellant preferred": "करने के लिए सीपीसी के आदेश |, नियम 7 के तहत उसके आवेदन को विचारण न्यायालय द्वारा खारिज कर",
  "a Revision, which came before Additional District Judge, Barabanki": "दिया गया था, अपीलकर्ता ने एक पुनरीक्षण दायर किया, जो अपर जिला न्यायाधीश, बाराबंकी (इसके बाद इसे",
  "(hereinafter referred to as “Revisional Court”). Vide order dated": "\"पुनरीक्षण अदालत\" के रूप में संदर्भित किया जाएगा) के समक्ष आया। दिनांक 28.03.2022 के आदेश के",
  "28.03.2022, the revisional court dismissed the Civil Revision filed by the appellant. The revisional court, upon examination of the material": "माध्यम से पुनरीक्षण अदालत ने अपीलकर्ता द्वारा दायर सिविल पुनरीक्षण को खारिज कर दिया। पुनरीक्षण",
  "the appellant. The revisional court, upon examination of the material on record, found that the first application under Order IX, Rule 7 of": "अदालत ने अभिलेख पर मौजूद दस्तावेज की जांच करने पर पाया कि सीपीसी के आदेश |», नियम 7 के तहत",
  "the CPC which was filed by the appellant on 01.09.2017, was not": "पहला आवेदन, जो 0.09.207 को अपीलकर्ता द्वारा दायर किया गया था, इस तथ्य के कारण प्रस्तुत नहीं",
  "pressed, owing to the fact that initially he had appointed an advocate who did not attend the case, and wrong facts were mentioned by": "गया था कि शुरुआत में उसने एक अधिवक्ता नियुक्त किया था जो मामले में उपस्थित नहीं हुआ और प्रथम",
  "who did not attend the case, and wrong facts were mentioned by a junior advocate’ in the first application. Hence, another advocate": "आवेदन में एक 'जूनियर अधिवक्ता' द्वारा गलत तथ्यों का उल्लेख किया गया था। इसलिए, एक अन्य अधिवक्ता ने",
  "filed the second application on 23.11.2020, mentioning the correct facts. Yet, the signature on the first application filed in the year": "सही तथ्यों का उल्लेख करते हुए 23..2020 को दूसरा आवेदन दायर किया। फिर भी, वर्ष 207 में दायर",
  "2017 and on that of the second application filed in the year 2020 were of the same advocate, namely, Shri R.D. Rastogi. It was also": "पहले आवेदन पर और वर्ष 2020 में दायर दूसरे आवेदन पर हस्ताक्षर एक ही अधिवक्ता, अर्थात्‌ श्री आर. डी",
  "observed by the revisional court that although it was averred by the appellant that he was put in dark by the counsel earlier engaged by": "रस्तोगी के थे। पुनरीक्षण अदालत ने यह भी देखा कि यद्यपि अपीलकर्ता ने कहा था कि उसके द्वारा पहले नियुक्त",
  "appellant that he was put in dark by the counsel earlier engaged by him, there is no reference to his name. Thus, upon consideration of": "अधिवक्ता द्वारा उसे अंधेरे में रखा गया था, लेकिन उसके नाम का कोई संदर्भ नहीं है। इस प्रकार, अभिलेख पर",
  "the entire material on the record, it was held by the revisional court": "मौजूद संपूर्ण सामग्री पर विचार करने पर, इसे पुनरीक्षण न्यायालय द्वारा माना गया कि दिनांक 06.09.2006 के",
  "proceed ex-parte against the appellant. In the order dated 06.09.2006,": "आवेदन दाखिल करते समय अपीलकर्ता के अधिवक्ता को निश्चित रूप से दिनांक 06.09.2006 के आदेश के",
  "it was only in the year 2011, when he inspected the case file that he came to know about the order dated 06.09.2006. Even here as to": "गई स्थिति है कि वर्ष 207 में मुकदमे की फ़ाइल के निरीक्षण पर, उसे दिनांक 06.09.2006 के आदेश के बारे"
}