{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "(Arising out of S.L.P.(Crl.) No.1480 of 2019)": "(यथा एस.एल.पी. (क्रि.) सं. :480/209 से उद्घूत )",
  "Vinod Singh Negi .... Appellant(s)": "विनोद सिंह नेगी... ........... अपीलार्थी (गण)",
  "The State of Uttar Pradesh & Anr. .... Respondent(s)": "उत्तर प्रदेश राज्य व अन्य... .............. प्रत्यर्थी (गण)",
  "WITH": "के साथ",
  "(Arising out of S.L.P.(Crl.) No.1481 of 2019)": "(यथा एस.एल.पी. (क्रि.) सं. 48/209 से उद्दूत )",
  "JUDGMENT": "निर्णय",
  "Abhay Manohar Sapre, J.": "न्यायमूर्ति अभय मनोहर सप्रे",
  "1. Leave granted.": ". अनुमति प्रदान की गई।",
  "2. These appeals are filed against the final": "2. .. ये अपील मा. उच्च न्यायालय इलाहाबाद के आपराधिक अपील सं.",
  "judgment and order dated 19.09.2018 passed by": "अंतिम निर्णय और आदेश दिनांक 9.09.8 के विरूद्ध दाखिल की गई है,",
  "accordingly allowed. The impugned order is set aside.": "आक्षेपित आदेश अपास्त किया जाता है।",
  "deciding the applications filed by _ the respondents(accused persons) for grant of": "के निलंबन के लिए दायर किए गए आवेदनों को तय करने के लिए मा. उद्च",
  "down by this Court in the aforementioned decisions": "न्यायालय ने प्रतिप्रेषित किया है, जो कि इस न्यायालय द्वारा पूर्व में घोषित किए गए",
  "Court after hearing all the parties shall pass": "है। सभी पक्षों को सुनने के उपरान्त मा. उच्च न्यायालय विधिसम्मत दाखिल प्रार्थना",
  "9. It is against this order, the complainant felt": "8. चूँकि आक्षेपित आदेश अपास्त किया जाता है इसलिए अभियुक्तगणों को",
  "dated 08.05.2019.": "१४ अगस्त, २०१९",
  "respondents(accused persons) in both the appeals on bail by suspending their sentence of life": "आजीवन कारावास की सजा को निरस्त करते हुए प्रत्यर्थीगणों (अभियुक्तों) को",
  "3. In order to appreciate the short question involved in these appeals, a few facts need mention": "3... इन अपीलों में शामिल लघु प्रश्नों के मूल्यांकन के लिए कुछ तथ्यों का उल्लेख",
  "4. The appellant in both the appeals is the complainant whereas Umesh Sharma-respondent": "4... दोनों ही अपीलों में प्रत्यर्थी वादी है जबकि उमेश शर्मा आपराधिक पुनर्याचना",
  "2019, Ashok-respondent No. 2 and Parvinder Singh-": "सं.-2, अशोक प्रत्यर्थी सं.-2 और परविंदर सिंह-आपराधिक पुनर्याचना यथा",
  "respondent No.3 in Criminal Appeal @ SLP(Crl.) No.1481 of 2019 are the accused persons.": "एस.एल.पी. (क्रि.) सं. 487/209 में प्रत्यर्थी सं.-3 अभियुक्तगण हैं।",
  "5. Three accused persons, namely, Umesh Sharma, Ashok and Parvinder Singh were": "५. . तीनों अभियुक्तों नामतः उमेश शर्मा , अशोक और परविंदर सिंह का",
  "prosecuted under Section 302/34 of the Indian": "अभियोजन भारतीय दण्ड संहिता की धारा 302/34 के अन्तर्गत 860",
  "the Additional Sessions Judge/Special Judge, E.C.": "6... अपर सत्र न्यायाधीश /विशेष न्यायाधीश, ई. सी. अधिनियम गाजियाबाद",
  "persons under Section 302/34 IPC and sentenced": "28.0.204/30.0.204 को भारतीय दण्ड संहिता की धारा 302/34 के",
  "them rigorous imprisonment for life with fine of Rs.50,000/- each in S.T. No 465 and 466 of 2006.": "अन्तर्गत एस.टी. सं. 465 और 466/ 2006 में आजीवन सश्रम कारावास के साथ ही प्रत्येक को ₹50, 000 के जुर्मानि के दण्ड से दण्डित किया गया।",
  "7. The three accused persons felt aggrieved by their order of conviction and sentence filed criminal": "7... दोषसिद्धि एवं सजा के आदेश से पीड़ित तीनों अभियुक्तों ने मा . उच्च",
  "appeal in the High Court of Allahabad. During pendency of appeals, all the three accused persons": "न्यायालय में अपील प्रस्तुत की। अपील के लंबन के दौरान तीनों अभियुक्तों ने",
  "applied for suspension of their jail sentence.": "कारावास के निलम्बन की याचिका प्रस्तुत की।",
  "8. By impugned order, the High Court allowed the applications made by all the three accused": "8. ... मा. उच्च न्यायालय ने, तीनों अभियुक्तों द्वारा प्रस्तुत अर्जी को अपने आक्षेपित",
  "sentence by directing that all the three accused be": "आदेश द्वारा स्वीकृति दे दी और तीनों अभियुक्तों को जमानत पर छोड़े जाने का",
  "aforementioned accused persons during pendency of their appeals.": "उच्च न्यायालय उपरोक्त अभियुक्तों को पुनर्याचनाओं के लंबन के दौरान छोड़े जाने",
  "counsel for the appellant and Mr. Shrish Kumar": "दवे एवं राज्य की तरफ से विद्वान अधिवक्ता श्री शिरीष कुमार मिश्रा, क्रि. ए. यथा",
  "the appeals, Mr. Sidharth Luthra, learned senior counsel for respondent No.2 in Crl.A.@ SLP(Crl.)": "श्री सिद्धार्थ लूथरा क्रि. ए. यथा एसएलपी (क्रि.) सं. 48/209 में प्रत्यर्थी",
  "No.1480/2019, Mr. Ajit Kumar Sinha, learned senior counsel for respondent No.2 in Crl.A.@SLP": "सं.-2 की तरफ से वरिष्ठ विद्वान अधिवक्ता श्री अजीत कुमार सिन्हा को चुना।",
  "case to the High Court for deciding the applications of these respondents(Accused persons) filed for": "के आदेश के लिए प्रत्यर्थी (अभियुक्तगण) द्वारा दाखिल इन प्रार्थना पत्रों के निर्णय",
  "cancelled.": "प्रतिपादित किया गया है।"
}