{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. 7720 OF 2021": "दीवानी अपील संख्या 7720/2027",
  "(Arising out of SLP (C)No. 10914 of 2021)": "(एसएलपी (सी) संख्या 094/2027 से उत्पन्न)",
  "UTTAR PRADESH SUBORDINATE SERVICE SELECTION COMMISSION & ANR. Appellant(s)": "उत्तर प्रदेश अधीनस्थ सेवा चयन आयोग और अन्य ....अपीलार्थी (गण)",
  "JUDGMENT": "निर्णय",
  "K. M. JOSEPH, J.": "न्यायमूर्ति के. एम. जोसेफ",
  "(1) Leave granted.": "() अनुमति प्रदान की गई।",
  "(2) In June, 2015, the appellant issued an advertisement": "(2) अपीलकर्ता ने जून, 205 में एक विज्ञापन जारी किया जिसमें ग्राम पंचायत",
  "calling for applications for filling up the post of Gram Panchayat Adhikari. The Minister for Panchayati Raj, Department in the State of Uttar Pradesh, was one Shri": "अधिकारी के पद को भरने के लिए आवेदन मांगे गए थे।उत्तर प्रदेश राज्य में पंचायती",
  "Department in the State of Uttar Pradesh, was one Shri Kailash Yadav. Examination, pursuant to the advertisement, was scheduled to take place on 21.02.2016. Shri Kailash": "राज मंत्री श्री कैलाश यादव थे।विज्ञापन के अनुसार दिनांक 2.02.206 परीक्षा",
  "Yadav passed away on 09.02.2016.": "होनी थी।श्री कैलाश यादव का दिनांक 09.02.206 को निधन हो गया।",
  "(3) In the examination, question No. 46 was as follows:": "(3) परीक्षा में प्रश्न संख्या 46 इस प्रकार थाः",
  "on “A6. Presently who is the Panchayati Raj Minister in": "“८6. वर्तमान में उत्तर प्रदेश में पंचायती राज मंत्री कौन हैं?",
  "to take a decision to either delete question no. 46 of booklet series ‘C’ or to award the marks to the respondent": "'सी' के प्रश्न संख्या 46 को हटा दें या प्रतिवादी को भी अंक दिया जाए और यदि वह",
  "(8) We have heard learned counsel appearing on behalf of": "कार्रवाई की जाए।(8) हमने अपीलकर्ता की ओर से पेश विद्वान अधिवक्ता और",
  "the appellant and learned counsel appearing on behalf of the": "प्रतिवादी की ओर से पेश विद्वान अधिवक्ता को सुना।",
  "CA No. 7720/ 2021 (@ SLP (C)No. 10914/ 2021)": "9 सीए सं 7720/202 (७6 एसएलपी (सी) सं. 094/202])",
  "(9) Learned counsel appearing on behalf of the appellant would contend that the direction to delete question no. 46": "(9) अपीलार्थी की ओर से उपस्थित विद्वान अधिवक्ता का तर्क है कि प्रश्न संख्या 46",
  "examination took place on 21.02.2016 in regard to which": "आधार पर और दिनांक 2.02.206 को हुई परीक्षा के बाद जिसके संबंध में",
  "results were published on 24.12.2016 and pursuant to which,": "परिणाम दिनांक 24.2.206 को प्रकाशित हुआ था और जिसके अनुसरण में",
  "appointments of number of candidates stood materialised would have to be reworked. Learned counsel for the": "अभ्यर्थियों की संख्या की नियुक्तियों को मूर्त रूप दिया गया था, उन्हें फिर से काम",
  "would have to be reworked. Learned counsel for the appellant, no doubt, drew support from the view taken by the": "करना होगा।इसमें कोई संदेह नहीं है कि अपीलकर्ता के विद्वान अधिवक्ता , द्वारा",
  "judgment of this Court in Kanpur University Through Vice- Chancellor v. Samir Gupta (1983) 4 SCC 309. It is his": "कुलपति कानपुर विश्वविद्यालय बनाम समीर गुप्ता (983) 4 एससीसी 309 मामले में",
  "contention that the view taken by the appellant Commission": "यह उनका तर्क है कि अपीलकर्ता आयोग द्वारा उठाए गए दृष्टिकोण को स्पष्ट रूप से",
  "cannot be characterised as palpably perverse. When arriving at such a finding, it may not be open in judicial review": "विकृत नहीं माना जा सकता है।इस तरह के निष्कर्ष पर पहुंचने पर यह न्यायिक",
  "could be treated as the correct answer. In other words, the": "विचार नहीं हो सकता है।वह निम्नलिखित तरीके से तर्क को सही ठहराएगा।यह कहा",
  "B. Sh. Kailash Yadav": "3. श्री कैलाश यादव",
  "C. Sh. Balram Yadav": "(८. श्री बलराम यादव",
  "D. Sh. Durga Prasad Yadav”": "0. श्री दुर्गा प्रसाद यादव\"",
  "(4) The answer key came to be published on 25.02.2016. As": "(4) उत्तर कुंजी दिनांक 25.02.2076 को प्रकाशित हुई।जैसा कि प्रश्न संख्या 46 के",
  "is clear from the decision of the Commission in regard to": "संबंध में आयोग के निर्णय से स्पष्ट है कि दिनांक 2.02.2076 को परीक्षा हुई थी,",
  "place on 21.02.2016, Shri Kailash Yadav whose name is shown": "श्री कैलाश यादव जिनका नाम विकल्प बी के संदर्भ में सही उत्तर के रूप में दिखाया",
  "as the correct answer in terms of Option B had passed away and therefore, Option B would not be correct answer. In": "गया था, का निधन हो गया था और इसलिए, विकल्प बी सही उत्तर नहीं होगा।",
  "fact this was an uncontemplated event as can be seen with": "वास्तव में यह एक अप्रत्याशित घटना थी जिसे अंतर्दृष्टि के लाभ के साथ देखा जा",
  "accordingly, took the following decision on 29.03.2016:": "निर्णय लियाः",
  "against answer given in answer keys of the": "के संबंध में की. उत्तर कुंजी के खिलाफ",
  "raised by candidates |objections raised by the": "अभ्यर्थियों द्वारा उठाए गए आपत्तियों",
  "one question (Set A-55, Set B-": "पहलू पर ध्यान आया कि एक प्रश्र (सेट ए-55, सेट बी-45, सेट",
  "45, Set C-46 and Set D-63) is": "सी-46 और सेट डी-63) के",
  "Shri Kailash Yadav, Panchayati Raj Minister of Uttar Pradesh": "के पंचायती राज मंत्री श्री कैलाश",
  "State (Option-’B’), had = Shri": "यादव हैं (विकल्प-'बी'), लिखित",
  "February, 2016 i.e. prior to the date oof written examination,": "परीक्षा की तारीख 2 फरवरी, 206 से पहले यानी दिनांक 09",
  "01 (one) mark is fixed for each": "लिए 0। (एक) अंक तय किया गया",
  "question. In the position explained, after due": "है। बताई गई स्थिति में उचित",
  "unanimously decided that’ the": "यह निर्णय लिया गया कि जिन",
  "candidates who have chosen option (‘B’) as correct answer": "अभ्यर्थियों ने विकल्प ('बी') को सही उत्तर के रूप में चुना है या उक्त",
  "or did not mark any option for the said question be awarded": "प्रश्न के लिए किसी भी विकल्प को चिह्नित नहीं किया है, उन्हें 07",
  "the said question be awarded 01(one) mark and no action is": "चिह्नित नहीं किया है, उन्हें 07 (एक) अंक दिया जाएगा और इस",
  "option A, C, D as the correct": "प्रश्न के सही उत्तर के रूप में विकल्प ए, सी, डी को चुनने वाले",
  "(5) The results came to be declared on 24.12.2016. on": "(5) परिणाम दिनांक 24.2.206 को घोषित किए गए।परिणामों के आधार पर",
  "respondent was a candidate in the said examination. In regard to question No. 46, he offered option No. A. He": "परीक्षा में प्रतिवादी एक अभ्यर्थी था।प्रश्न संख्या 46 के संबंध में, उसने विकल्प संख्या",
  "secured 86 marks. The cut off marks for the category to": "ए को चुना और उसने 86 अंक प्राप्त किए।प्रतिवादी ओबीसी वर्ग का था और उसके",
  "which the respondent belonged (OBC) was 87. He fell short of the required cut off by one mark. He filed a writ": "लिए कट ऑफ अंक 87 निर्धारित थे।वह आवश्यक कट ऑफ से एक अंक कम हो",
  "of the required cut off by one mark. He filed a writ petition which has finally culminated in the present appeal.": "गया।उसने एक रिट याचिका दाखिल की जिसकी परिणति इस वर्तमान अपील में हो",
  "The prayer sought for in the said writ petition may be": "गई।उक्त रिट याचिका में मांगी गई प्रार्थना पर ध्यान दिया जा सकता है:",
  "“It is, therefore, most respectfully prayed that": "\"इसलिए यह सम्मानपूर्वक प्रार्थना की जाती है कि माननीय न्यायालय",
  "the respondent nos. 2 & 3 to award the mark of": "आदेश या निर्देश जारी करें और प्रतिवादी संख्या 2 और 3 को निर्देश और",
  "question no. 46 of Booklet Series ‘C’ to the": "आदेश दें कि वह याचिकाकर्ता को बुकलेट श्रृंखला 'सी' के प्रश्न संख्या 46 का",
  "petitioner and prepare a fresh select list.": "अंक प्रदान करें और एक नई चयन सूची तैयार करें।",
  "B. Issue a writ, order or direction in the": "ख. परमादेश की रिट की प्रकृति में एक रिट, आदेश या निर्देश जारी करें,",
  "no.2 and 3 to consider the candidature of the": "जिसमें प्रतिवादी संख्या 2 और 3 को निर्देश दिया गया हो कि वह याची के",
  "petitioner as selected candidate or petitioner may": "अभ्यर्थन पर विचार करने के लिए चयनित अभ्यर्थी या याचिकाकर्ता को ग्राम",
  "be adjusted on the post of Gram Panchayat Adhikari": "चयन) में ग्राम पंचायत अधिकारी के पद पर समायोजित किया जाए।",
  "challenge to the legality of the decision making process": "निकाय का नहीं है।निर्णय लेने की प्रक्रिया की वैधता की चुनौती को प्रासंगिक प्रसिद्ध",
  "is not questioned as already noticed and even taking the": "सवाल नहीं उठाया जाता है और यहां तक कि जैसा है वैसा ही निर्णय लिया जा रहा है",
  "decision as it is and proceeding to examine its legality, we": "और इसकी वैधता की जांच करने के लिए आगे बढ़ रहा है, हमें प्रतिवादी की आपत्ति",
  "may find it difficult to sustain the objection of the respondent on the basis that the appellant Commission has": "को इस आधार पर बनाए रखना मुश्किल हो सकता है कि अपीलकर्ता आयोग ने उन",
  "even decided to grant marks to those who have not attempted": "लोगों को अंक देने का भी फैसला किया है जिन्होंने प्रश्न का उत्तर देने का कोई प्रयास",
  "(13) We have already noticed the view expressed by the Bench of three learned Judges in Guru Nanak Dev University": "(3) हम पहले ही गुरु नानक देव विश्वविद्यालय (उपरोक्त) में तीन विद्वान",
  "principle in the facts of this case. This is a case where": "इस मामले के तथ्यों में उक्त सिद्धांत को लागू करने में न्यायसंगत नहीं हो सकते हैं।यह",
  "as on the date when the examination took place, actually": "एक ऐसा मामला है जहां परीक्षा हुई थी, वास्तव में विकल्प के रूप में दिए गए उत्तरों में",
  "none of the answers which were given as options were correct. On the date when the questions were, in fact, set,": "से कोई भी सही नहीं था।वास्तव में जिस तारीख को प्रश्न था वह उत्तर (विकल्प 'बी' )",
  "one answer was correct (Option ‘B’). It is this rationale which apparently has weighed with the appellant Commission": "सही था।यही वह तर्क है जो स्पष्ट रूप से विकल्प 'बी' पर टिक करके उत्तर देने वालों",
  "ticking Option ‘B’. Those who did not answer any of the options, were given marks on the appellant’s premise that": "जिन्होंने किसी भी विकल्प का उत्तर नहीं दिया, उन्हें अपीलकर्ता के आधार पर अंक",
  "none of the answers were right. The respondent, on the other hand, represented a section of those candidates who": "दिए गए कि कोई भी उत्तर सही नहीं था।दूसरी ओर, प्रतिवादी ने उन अभ्यर्थियों के",
  "went ahead and gave an answer which was not correct by any": "एक वर्ग का प्रतिनिधित्व किया, जिन्होंने आगे बढ़कर एक उत्तर दिया जो किसी भी",
  "yardstick, at any point of time. So, it is here that the": "समय किसी भी मानदंड से सही नहीं था।इसलिए, यह यहाँ है कि आयोग ने उन",
  "(14) As far as the other litigation in the form of the": "(4) जहां तक उच्च न्यायालय द्वारा पारित आदेश के रूप में अन्य मुकदमेबाजी",
  "order passed by the High Court in which the counsel for the appellant commission took the stand that one mark is made available to all candidates across the Board and the": "जिसमें अपीलकर्ता आयोग के वकील ने यह निर्णय किया कि सभी अभ्यर्थियों को एक",
  "contention based thereon by the respondent is concerned, the": "अंक दिये जाने और प्रतिवादी द्वारा उस पर आधारित तर्क का संबंध है, अपीलकर्ता",
  "stand of the appellant is that no candidate in the position": "का पक्ष यह है कि प्रतिवादी की स्थिति में किसी भी अभ्यर्थी को जिसने गलत उत्तर",
  "of the respondent who has given a wrong answer (answer other than option B) has been given one mark. We record this": "दिया है (विकल्प बी के अलावा अन्य उत्तर) को एक अंक नहीं दिया गया है।हम इस",
  "statement. It is stated to be part of the _ rejoinder": "कथन को अभिलिखित करते हैं।इसे प्रत्युत्तर शपथपत्र का भी हिस्सा बताया जा रहा",
  "(15) In such circumstances, we are of the view that, in the facts of this case, the appellant has made out a case for": "(5) ऐसी परिस्थितियों में इस मामले के तथ्यों में हमारा विचार है कि अपीलार्थी ने",
  "interference. Appeal is allowed and the impugned judgment": "हस्तक्षेप का मामला बनाया है।अपील को अनुमति है दी जाती है और आक्षेपित निर्णय",
  "No orders as to costs.": "खर्चे के रूप में कोई आदेश नहीं होगा।"
}