{
  "IN THE SUPREME COURT OF INDIA": "भारत का सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपील अधिकारिता",
  "CIVIL APPEAL NO.5390 OF 2019": "सिविल अपील संख्या 5390/2039",
  "CHIEF REGIONAL MANAGER, UNITED": "मुख्य क्षेत्रीय प्रबंधक, यूनिटेड इण्डिया",
  "INDIA INSURANCE COMPANY LIMITED .. -APPELLANT": "इन्श्योरेंश कम्पनी लिमिटेड... ....... अपीलार्थी",
  "JUDGMENT": "निर्णय",
  "Leave granted.": "अनुमति अनुदत्त।",
  "Learned Single Judge of the High Court vide": "एकल न्यायमूर्ति के आदेश से व्यथित प्रत्यर्थी उच्च न्यायालय के",
  "its order dated 05.03.2008 disposed of the": "4.05.2009 के आदेश को खारिज कर दिया गया और यह",
  "writ petition directing for expeditious disposal of the proceedings and with regard to claim of the salary of the respondent,": "अपीलार्थी द्वारा वेतन के गैर अदायगी संबंधी तर्क को आक्षेपित आदेश",
  "in order dated 14.05.2009 of the disciplinary": "4.05.2009 को. अपने आदेश दिनांकित",
  "judgment of learned Single Judge dated": "206 दाखिल किया जिसमें विद्वान एकल न्यायमूर्ति के निर्णय",
  "The respondent filed another writ petition being Writ Petition No. 61102 of 2017 praying": "5.6 प्रत्यर्थी ने एक अन्य रिट याचिका संख्या 602 सन्‌ 207",
  "for salary for the period from January, 2007": "दायर किया जिसमें जनवरी 2007 से 202 के अवधि की ब्याज",
  "arrears, medical bills, lump sum _ medical reimbursement and re-fixation of pension.": "मेडिकल बिल, एकमुश्त मेडिकल प्रतिपूर्त, पुनः अवधारित पेंशन",
  "allowed by impugned judgment dated 03.07.2018.": "अपने आक्षेपित निर्णय दिनांक 03.07.2078 द्वारा भागतः स्वीकृति",
  "The learned Single Judge held that the order": "5.7 विद्वान एकल न्यायाधीश ने धारित किया कि आदेश दिनांकित",
  "dated 14.05.2009 awarding punishment having": "4.05.2009 जिसमें अपीलार्थी को दण्ड़ दिया गया , चूंकि इस",
  "4. We have heard Mr. P.P. Malhotra, learned senior counsel for the appellant and the~- respondent": "4. हमने अपीलार्थी के विद्वत वरिष्ठ अधिवक्ता श्री पी . पी. मलहोत्रा एवं",
  "5. The brief facts of the case necessary to be noticed for deciding the limited issue as entertained by this Court in this appeal are: -": "5. सीमित विवाद्य, जिसे इस न्यायालय द्वारा सुना गया, निर्णीत करने के अवलोकनार्थ इस अपील में मामले के संक्षिप्त तथ्य इस प्रकार हैः -",
  "5.1 The respondent was appointed by the appellant company on the post of assistant/typist. The": "5. प्रत्यर्थी को अपीलार्थी की कम्पनी द्वारा सहायक /टाइपिस्ट के",
  "appeal against the order dated 26.06.2012 was": "एक आदेश पारित किया गया। आदेश दिनांकित 26.06.202 के",
  "also dismissed on 18.07.2014. A Writ petition": "विरूद्ध विभागीय अपील दिनांक 8.07.204 को खारिज कर",
  "No. 59041 of 2014 was filed by the respondent": "दिया गया। प्रत्यर्थी द्वारा रिट याचिका संख्या 5904] सन्‌ 2074",
  "praying for quashing the - orders’ dated": "दायर की गयी जिसमें यह प्रार्थना की गयी कि आदेश दिनांकित",
  "14.05.2009, 26.06.2012 and 18.07.2014. The": "4.05.2009, 26.06.202 एवं 8.07.204 को खारिज",
  "learned Single Judge decided the writ": "कर दिया जाए। विद्वत एकल न्यायमूर्ति ने अपने विस्तृत आदेश",
  "petition filed by the respondent vide its judgment dated 29.05.2015. The order dated": "दिनांकित 29.05.205 द्वारा प्रत्यर्थी द्वारा दायर याचिका को",
  "26.06.2012 terminating his services was set": "निर्णीत किया। 26.06.202 के उसके सेवा समाप्ति का आदेश दो",
  "aside on two grounds, firstly, the inquiry proceedings are vitiated since the charge": "आधारों पर अपास्त कर दिया गया। प्रथम, जांच प्रक्रिया दूषित है",
  "proceedings are vitiated since the charge sheet was never served upon the respondent and secondly, the respondent having already": "क्योंकि आरोप पत्र प्रत्यर्थी को नहीं दिया गया था। द्वतीय , चूंकि",
  "retired on 20.06.2012, he could not have been": "प्रत्यर्थी पहले से ही दिनांक 20.06.202 को सेवानिवृत्त हो चुका",
  "terminated on 26.06.2012. Insofar as the": "था इसलिए उसे 26.06.202 को नौकरी से नहीं निकाला जा",
  "Challenge to order dated 14.05.2009 was": "सकता था। जहां तक आदेश दिनांकित 4.05.2009 के चुनौती",
  "concerned, awarding punishment of reduction of basic pay by two steps, writ petition was": "का प्रश्न है, रिट याचिका जिसमें मूल वेतन को दो स्तरों की कटौती",
  "dismissed on the ground that the same is": "का दण्ड़ दिया गया था उसको इस आधार पर खारिज कर दिया गया",
  "consequential reliefs. This Court having directed the petitioner to": "होगा। इस न्यायालय ने वादी द्वारा आनुषांगिक लाभ",
  "and the order dated 14th of May,": "दिये जाने का आदेश देकर, और चूंकि 4 मई का",
  "02.02.2007 up to 14.05.2009, the": "गया था और जो दिनांक 02.02.2007 से",
  "was Clearly not entitled for payment of salary on the principle of “No Work No Pay”. It is submitted that": "का भुगतान प्रत्यर्थी द्वारा “कार्य नहीं वेतन नहीं' के सिद्धान्त पर नहीं किया गया। 9. याची... दिनांक. 02.02.2007 से",
  "judgment of learned Single Judge dated 29.05.2015,": "5.8 विद्वान एकल न्यायमूर्ति ने दिनांक 4.05.2009 के बाद",
  "judgment of learned Single Judge dated 29.05.2015.": "दिनांक 29.05.205 को एकल न्यायमूर्ति द्वारा दिनांक",
  "appellant company being public fund, the payment of": "चूंकि अपीलार्थी की कम्पनी एक लोक निधि है इसलिए जब अपीलार्थी स्वयं",
  "salary cannot be made when the _ respondent’ kept": "कार्य से दूर रहा हो तो वेतन का भुगतान नहीं किया जा सकता।",
  "7. The respondent appearing in person refuted the submissions of the appellant and submits that he was": "7. व्यक्तिगत उपस्थित प्रत्यर्थी ने अपीलार्थी के कथनों का खण्ड़न किया",
  "26.06.2012 was set aside on 29.05.2015, against which": "समाप्ति का आदेश दिनांकित 26.06.202 को दिनांक 29.05.205",
  "special leave petition filed by the company had been": "को अपास्त कर दिया गया था। इस आदेश के विरूद्ध कम्पनी ने विशेष",
  "dismissed by this Court on 18.09.2015. He submits": "अनुमति याचिका दाखिल की जिसे दिनांक 8.09.205 को इस न्यायालय ने खारिज कर दिया था। उसने कथन किया कि वह दिनांक",
  "that he went to join the Branch Office at Allahabad on 23.07.2007 but he was not permitted to take charge": "23.07.2007 को इलाहाबाद ब्रांच ऑफिस ज्वाइन करने गया था किन्तु",
  "by Branch Manager of Branch Office-1, Allahabad. He": "इलाहाबाद ब्रांच ऑफिस-7 के मैनेजर द्वारा उसे चार्ज लेने से मना कर दिया",
  "has placed reliance on the judgment of this Court in Shobha Ram Raturi Vs. Haryana Vidyut Prasaran Nigam": "गया। उसने इस न्यायालय द्वारा पारित निर्णय शोभा राम रतूरी बनाम",
  "in the facts of the present case and learned Single": "सिद्दान्त वर्तमान मामले के तथ्यों में नहीं लागू होता है और विद्वान एकल",
  "In this view of the matter, the impugned orders dated 26.06.2012 and 18.07.2014": "मामले के इस दृष्टि में, आक्षेपित आदेश दिनांकित 26.06.202 एवं",
  "Cannot survive and are accordingly quashed.": "8.07.204 ठहर नहीं सकते हैं और तदनुरूप रद्द किये जाते हैं।",
  "The writ petition is allowed.”": "रिट याचिका स्वीकृत की जाती है।”",
  "the writ petition insofar as order dated 14.05.2009 is concerned, challenge to which order stood accepted": "4.05.2009 के आदेश का प्रश्न है, विशिष्ट अपील संख्या 87 सन्‌",
  "is concerned, challenge to which order stood accepted by Division Bench in Special Appeal No. 87 of 2016,": "206 में जो इस आदेश को जो चुनौती दी गयी है उसे खण्ड़पीठ द्वारा",
  "where Division Bench has set aside the order dated 14.05.2009 and directed for payment with": "स्वीकार कर लिया गया है, जहां पर खण्ड़पीठ ने दिनांक 4.05.2009 के",
  "is entitled to receive salary from 02.02.2007 to 14.05.2009 with regard to which we have not": "आदेश के अनुसरण में प्रत्यर्थी दिनांक 02.02.2007 से 4.05.2009 की अवधि तक वेतन प्राप्त करने का हकदार है जिसके संबंध में हमने अपील",
  "8. We have considered the submissions of the learned": "8. हमने पक्षकारों के विद्रत अधिवक्ताओं के तकोॉं पर विचार किया एवं",
  "9. In Writ Petition No. 59041 of 2014, two set of orders were challenged namely the order’ dated": "9. रिट याचिका संख्या 59047 सन्‌ 204 में दो आदेशों को चुनौती दी",
  "period 02.02.2007 to 07.06.2007, he was awarded": "02.02.2007 से 07.06.2007 तक की अवधि तक अप्राधिकृत",
  "punishment of reduction of basic pay by two steps and": "अनुपस्थिति के लिए उसे दो स्तरों तक मूल वेतन में कटौती का दण्ड़ दिया",
  "secondly, the order dated 26.06.2012 terminating his": "गया तथा द्वतीय, दिनांक 26.06.202 का उसकी सेवा समाप्ति एवं",
  "aside the order dated 26.06.2012 vide its judgment": "द्वारा दिनांकित 26.06.202 के आदेश को अपास्त कर दिया। विद्वान",
  "Judge quashed the order dated 26.06.2012 on following": "एकल न्यायमूर्ति ने आदेश दिनांकित 26.06.202 को निम्नलिखित दो",
  "two grounds - one, second charge sheet alleging": "आधारों पर रद्द कर दिया। प्रथम , द्वतीय आरोप पत्र जिसमें प्रत्यर्थी के",
  "unauthorised absence for 663 days was never served on": "ऊपर 663 दिनों तक अप्राधिकृत अनुपस्थित रहने का आरोप लगाया गया",
  "retired from service on - 20.06.2012, no order": "20.06.202 को सेवामुक्त हो जाने पर, दिनांक 26.06.202 को",
  "terminating his services could have been passed on": "उसकी सेवा समाप्ति का कोई भी आदेश पारित नहीं किया जा सका। मामले",
  "26.06.2012. The relevant discussion and order of the": "से जुड़ी हुई चर्चाएँ एवं दिनांक 26.06.202 के आदेश से संबंधित विद्वान",
  "learned Single Judge with regard to order dated 26.06.2012 is as follows: -": "एकल न्यायमूर्ति के आदेश इस प्रकार है: -",
  "“There is nothing on record to show that the chargesheet was ever sought to be": "“अभिलेख में यह कहीं दर्शित नहीं है कि आरोप पत्र पंजीकृत डाक द्वारा",
  "aside the order dated 26.06.2012 1s concerned,": "में है कि क्या दिनांक 26.06.2072 के आदेश को अपास्त हो जाने से,",
  "Judge has set aside the order dated 26.06.2012 and": "नहीं दिया था। विद्वान एकल न्यायाधीन ने 26.06.202 के आदेश को",
  "has left the matter there.": "अपास्त कर यहां पर मामले को छोड़ दिया है।",
  "12. It is further relevant to notice that when contempt application was filed by the respondent": "2. आगे यह ध्यान देना उचित है कि जब प्रत्यर्थी द्वारा अवमान प्रार्थना पत्र",
  "being Contempt Application No. 2680 of 2016, the": "जिसकी संख्या 2680 वर्ष 206 है, को दाखिल किया गया तब उच्च",
  "High Court observed that there has been no": "न्यायालय ने यह अवलोकन किया कि इस प्रश्न पर कोई न्यायनिर्णन नहीं",
  "whether the respondent was entitled to payment of salary for the period 2007 to 2012. The observations": "किया गया है कि क्या 2007 से 202 तक की अवधि के लिए प्रत्यर्थी",
  "follows: -": "प्रेक्षण इस प्रकार है: -",
  "in the Writ Petition No.61102 of 2017, the learned": "सन्‌ 207 दायर की गयी। इस प्रकार रिट याचिका संख्या 602 सन्‌",
  "entitlement of respondent for payment of salary. Learned Single Judge has adjudicated with regard to": "हेतु प्रत्यर्थी के दावे को न्यायनिर्णीत करें। विद्वान एकल न्यायमूर्ति ने",
  "entitlement of salary from 02.02.2007 to 14.05.2009": "02.02.2007 से 4.05.2009 तक वेतन के दावे के संबंध में निर्णय",
  "and issued directions thereunder. We may notice that": "पारित किया है और उसके अधीन दिशानिर्देश जारी किये हैं। हम देखेंगे कि",
  "the Division Bench while setting aside the order dated 14.05.2009 has directed for  payment’- of": "खण्ड़पीठ ने 4.05.2009 के आदेश को अपास्त करते समय आनुषांगित",
  "consequential benefits. It is useful to extract the Operative portion of the said Appellate Court judgment dated 15.02.2016, which is to the following": "5.02.206 के आदेश कारगर भाग को लेना उपयोगी है, जिसका",
  "effect: -": "निम्नलिखित प्रभाव हैः -",
  "“We accordingly allow the special appeal.": "“हम तदनुरूप विशेष अपील को स्वीकृति प्रदान करते हैं। विद्वान एकल",
  "The judgment and order of the _ learned Single Judge dated 29 May, 2015 and 2 December, 2015 insofar as it rejects the": "न्यायमूर्ति के दिनांक 29 मई 205 एवं 2 दिसम्बर 205 निर्णय एवं",
  "Challenge laid by the appellant to _ the order dated 14 May, 2009 is hereby set": "आदेश जो अपीलार्थी द्वारा उठायी गयी दिनांक .4 मई 2009 की",
  "The petitioner's case is that he retired": "बर्खस्तगी को अपास्त करने के कारण याचिकाकर्ता के सेवानिवृत्त पर जो",
  "termination was passed on 26.06.2012. The": "जांच आपेक्षित थी। दिनांक 26.06.202 के आदेश को समाप्त तथा",
  "dismissal was set aside, he will be automatically entitled for back wages.": "सेवामुक्ति के आदेश को अपास्त किया गया तो स्वतः ही पूर्व वेतन पाने का अधिकारी हो जाता है।",
  "16. We may notice some of the judgments of this Court": "]6. हम इस न्यायालय द्वारा पारित कुछ निर्णयों का अवलोकन करेंगे जहां",
  "Court. This Court in Deepali Gundu Surwase Vs. Kranti Junior Adhyapak Mhavidyalaya (D.Ed.) And": "दीपाली गुंडू सुर्वासे बनाम क्रांति जूनियर अध्यापक महाविद्यालय (डी.एड़.)",
  "Others, (2013) 10 SCC 324 was considering a case": "एवं अन्य (203) 20 एस.सी.सी. 324 मामले का विचारण करते",
  "where the question was considered as to whether the": "समय इस प्रश्न पर विचार किया कि क्या अपीलार्थी उस अवधि के लिए पूर्व",
  "appellant was entitled to wages for the period she": "वेतन पाने का अधिकारी है जिसे उस अवधि के लिए उसे विद्यालय प्रबंधक",
  "was kept out of service forcibly by the management of school. In paragraph No. 22, following was laid": "द्वारा सेवा से हटा दिया गया था। प्रस्तर 22 में निम्नलिखित अवधारित",
  "down: -": "किया गया है:-",
  "“22. The very idea of restoring an employee": "“20. किसी कर्मचारी को उस पद पर पुनः बहाल करने का विचार जिसको",
  "to the position which he _ held. before dismissal or removal or _ termination of": "वह सेवामुक्ति या पदच्युति या निष्काषन से पूर्व धारण करता था उसका यह",
  "service implies that the employee will be put in the same position in which he would": "अर्थ है कि कर्मचारी को उसी पद पर स्थापित करना जिसपर वह अवैधानिक",
  "relationship, the latter’s source of income": "संबंधों को तोड़ने वाले आदेश को पारित करने से बाद वाले की आय के स्रोत",
  "gets dried up. Not only the employee concerned, but his entire family suffers": "समाप्त हो जाते है। न केवल संबंधित कर्मचारी बल्कि पूरा उसका परिवार",
  "grave adversities. They are deprived of the source of sustenance. The children are": "गम्भीर परेशानी उठाता है। वे जीविका से साधन से वंचित हो चाते हैं। बच्चे",
  "deprived of nutritious food and all opportunities of education and advancement": "अच्छे पोषण और शिक्षा एवं जीवन में आगे बढ़ने के सभी अवसरों से वंचित",
  "from the relatives and other acquaintance": "रिश्तेदारों एवं अन्य संबंधियों से जीविकोपार्जन हेतु धन उधार लेना पड़ता",
  "finding of the competent judicial/quasi-": "जाता है। ऐसे कर्मचारी की बहाली जो सक्षम न्यायिक/अर्धन्यायिक निकाय",
  "judicial body or court that the action taken by the employer is ultra vires the": "या न्यायालय द्वारा पूर्व में की गयी हो कि नियोक्ता द्वारा की गयी कार्यवाही",
  "relevant statutory provisions or the principles of natural justice, entitles the": "अधिकारातीत है। प्रासांगिक सांविधिक प्रावधान एवं प्राकृतिक न्याय के",
  "employee to claim full back wages. If the": "सिद्धान्त कर्मचारी को पूर्व वेतन प्राप्त करने के अधिकार प्रदान करते है। यदि",
  "employer wants to deny back wages to the employee or contest his entitlement to get": "नियोक्ता कर्मचारी के पूर्व वेतन को प्रदान करने से मना करता है या",
  "him/her to specifically plead and prove that during the intervening period the": "अभिवचन करे और सिद्ध करे कि उस अवधि के दौरान कर्मचारी लाभप्रद",
  "employee was gainfully employed and was getting the same emoluments. The denial of": "रूप से नियुक्त था और परिलाभ प्राप्त कर रहा था। कर्मचारी को पूर्व वेतन",
  "due to an illegal act of the employer would": "प्रदान करने से मना करना, जिसने नियोक्ता के अवैधानिक कार्यवाही के",
  "amount to indirectly punishing the employee concerned and rewarding the employer’ by": "चलते कष्ट भोगा है, संबंधिक कर्मचारी को अप्रत्यक्ष रूप से दण्ड देने और",
  "concerned and rewarding the employer’ by relieving him of the obligation to pay back wages including the emoluments.”": "नियोक्ता को परिलाभों सहित पूर्व वेतन को प्रदान करने के दायित्व से मुक्त करने के बराबर है।",
  "17. We may hasten to add that present is not a case": "7. यह कहने में जल्दबाजी होगी कि वर्तमान मामला ऐसा नहीं है जहां पर",
  "where respondent was kept away from the work on account of dismissal. Admittedly, the respondent": "प्रत्यर्थी को पदच्युति के चलते कार्य से मुक्त रखा गया। हम इस बात को",
  "account of dismissal. Admittedly, the respondent attained the age of retirement on 20.06.2012 and": "स्वीकार करते हैं कि प्रत्यर्थी दिनांक 20.06.202 को अवकाशप्राप्ति की",
  "26.06.2012, which was rightly held to be ineffective.": "26.06.202 को पारित किया गया, जिसे ठीक ही अप्रभावी अभिनिर्णीत",
  "18. We may notice another judgment of this Court in": "8. हम इस न्यायालय द्वारा पारित अन्य निर्णय एयरपोर्ट अर्थोरिटी ऑफ",
  "Airports Authority of India and Others Vs. Shambhu Nath Das alias S.N. Das, (2008) 11 SCC 498. In the": "इण्डिया एवं अन्य बनाम शम्भूनाथ दास उर्फ एस .एन. दास, (2008) . एस.सी.सी. 498 पर ध्यान आकर्षित करना चाहेंगें। उक्त मामले में",
  "9. The learned counsel for the appellant has pointed out that as the respondent had": "9. अपीलार्थी के विद्वान अधिवक्ता ने उल्लेख किया है कि कई",
  "justified even if it had dismissed the respondent from_- service, but on- the": "था जब वे प्रत्यर्थी को उसकी सेवा से पदच्युत कर देते, लेकिन",
  "contrary, a huge benefit had already been": "इसके विपरीत, उसको बहुत बड़ा लाभ दिया जा चुका था",
  "given to him as he had been taken back in": "क्योंकि उसको सेवा में पुनः लिया गया था बावजूद इसके कि",
  "service despite having remained absent for almost fifteen years.": "वह करीब 5 वर्षों तक सेवा में अनुपस्थित रहा।",
  "10. The learned counsel for the respondent has, however, supported the judgment of the": "0. हालांकि प्रत्यर्थी के विद्वत अधिवक्ता ने खण्ड़पीठ के",
  "has, however, supported the judgment of the Division Bench. We are of the opinion that": "निर्णय का समर्थन किया। हमारी राय यह है कि इन तथ्य के",
  "in the light of the fact that’ the respondent did not report for duty for 15": "प्रकाश में कि प्रत्यर्थी 5 वर्षों तक ड्यूटी के लिए रिपोर्ट नहीं",
  "years, there was no justification whatsoever to grant him any back wages on": "किया, सामान्यतः उसे पूर्व वेतन देने का कोई औचित्य नहीं था",
  "directed to claim wages for the period that": "और कोई भी उस अवधि के लिए वेतन के दावे हेतु निर्देशित",
  "he remained absent without leave or without": "नहीं किया जा सकता जिस अवधि के लिए वह बिना छुट्टी या",
  "finality had directed as under:": "हो चुका था और निम्नलिखित निर्देशित किया गया थाः",
  "“(a) Insofar as the salary of the": "“(क). जहां तक रिट याची के कार्य से विरत",
  "Appeal, which too was dismissed. This Court allowed the appeal of the appellant and made _ following": "न्यायालय ने अपीलार्थी की अपील को अनुज्ञात कर निम्नलिखित अवलोकन",
  "observations in paragraph Nos. 3 and 4:-": "किया जो प्रस्तर 3 एवं 4 में इस प्रकार हैः-",
  "“3. Having given our thoughtful consideration to the controversy, we are": "“3. इस विवाद को गहराई से विचार करने के उपरान्त हम",
  "satisfied, that after the impugned order of retirement dated 31-12-2002 was set aside,": "सन्तुष्ट है कि दिनांक 3..2.2002 के सेवानिवृत्ति आक्षेपित",
  "consequential benefits. The fault lies with": "आनुषंगिक लाभों का हकदार हो गया। यह गलती प्रत्यर्थीगणों",
  "the respondents in not having utilised the services of the appellant for the period": "अवधि के लिए अपीलार्थी की सेवाओं का प्रयोग नहीं किया है।",
  "appellant been allowed to continue in service, he would have readily discharged": "यदि अपीलार्थी को सेवा में रहने दिया जाता तो वह अपने",
  "rendering his services with effect from 1- 1-2003 to 31-12-2005, the respondent cannot be allowed to press the self-serving plea": "0.0.2003 से 34.2.2005 तक सेवा करने से प्रत्यर्थी द्वारा रोक दिया गया इसलिए प्रत्यर्थी के इस अभिवचन को अनुज्ञात नहीं किया जा सकता कि वह नो वर्क नो ऐ के",
  "of denying him wages for the period in question, on the plea of the principle of": "सिद्धान्त पर प्रश्नगत अवधि के लिए अपीलार्थी को उसका वेतन",
  "question, on the plea of the principle of “no work no pay”.": "नो वर्क नो पे यानी कार्य नहीं वेतन नहीं के सिद्धान्त पर अस्वीकृत कर दिया गया। दिनांक 4.05.2002 के आदेश को पूर्व वेतन की मांग करते हुए",
  "4. For the reasons recorded hereinabove, we are satisfied, that the impugned order": "4. उक्त रिकार्ड किये गये कारणों से हम संतुष्ट हैं कि उच्च",
  "extent of denying wages to the appellant, for the period from 1-1-2003 to 31-12-2005": "0.07.2003 से 3.2.2005 अपीलार्थी को वेतन का",
  "deserves to be set aside. The same is accordingly hereby set aside.”": "योग्य है। इसको तदनुसार एतदद्वारा अपास्त किया जाता है।”",
  "21. This Court held in the above case that; having": "2. इस न्यायलय ने उपरोक्त मामले में अभिनिर्धारित किया कि चूंकि",
  "24. The appeal is partly allowed to the extent as": "24. अपील उपरोक्त वर्णित सीमा तक भागतः अनुज्ञात की जाती है।",
  "New Delhi,": "नई दिल्ली,",
  "22. In the present case, as noted above,’ the": "22. ऊपर उल्लिखित वर्तमान मामले में प्रत्यर्थी को अपीलार्थी के किसी भी",
  "respondent was not kept away from work by any order of the appellant. The order of termination of his": "आदेश द्वारा कार्य से विरत नहीं रखा गया। उसकी सेवामुक्ति का आदेश",
  "services/dismissal was passed on 26.06.2012, after": "दिनांक 26.06.202 को पारित किया गया, दिनांक 26.06.202 को",
  "transferred to another place. There is nothing on": "अक्षमता से ग्रस्त था इसलिए उसका अन्य स्थान पर नहीं किया जा सकता",
  "Branch Office, Allahabad to Branch Office, Jaunpur": "स्थानान्तरण इलाहाबाद ब्रांच ऑफिस से जौनपुर ब्रांच ऑफिस किसी भी",
  "was at any time set aside or withdrawn. The salary": "समय अपास्त किया गया या वापस लिया गया। दिनांक .4.05.2009 के",
  "upto 14.05.2009 was allowed to the respondent’ on account of setting aside of the order’ dated": "आदेश के अपास्त हो जाने के कारण प्रत्यर्थी को दिनांक 4.05.2009",
  "but with regard to entitlement of salary after 14.05.2009 to 20.06.2012, there has been no": "लेकिन 4.05.2009 से 20.06.202 की अवधि के बाद वेतन प्राप्त",
  "from judgment of the High Court dated 03.07.2018, as": "जो दिनांक 03.07.208 के उच्च न्यायालय के उपरोक्त यथा उल्लिखित",
  "23. Learned Single Judge having itself not determined": "23. विद्वा एकल न्यायाधीश स्वयं 4.05.2009 से 20.06.202 के",
  "the entitlement of respondent to receive salary after": "बाद अपीलार्थी के वेतन प्राप्त करने के हक को निर्धारित न कर अपीलार्थी",
  "14.05.2009 to 20.06.2012, it ought to have directed the appellant to consider the entitlement and take a decision thereon. We are of the view that ends of": "को निर्देशित किया था कि हक पर विचार करे तथा उस पर निर्णय लें। हमारी राय यह है कि 4.05.2009 के बाद 20.06.202 तक अपीलार्थी को",
  "reasons within three months from today. It shall": "पूर्व वेतन के दावे पर विचार करे और आज की तारीख से तीन माह के भीतर"
}