{
  "[2024] 5 S.C.R. 575 : 2024 INSC 438": "[2024] 5 एस.सी.आर. 575: 2024 आईएनएससी 438",
  "Waseem and Another": "वसीम और अन्य",
  "(Criminal Appeal No. 2639 of 2024)": "(आपराधिक अपील संख्या 2639/ 2024)",
  "17 May 2024": "7 मई 2024",
  "[Hima Kohli* and Ahsanuddin Amanullah, JJ.]": "[न्यायमूर्ति हिमा कोहली और न्यायमूर्ति अहसानुद्दीन अमानुल्लाह ]",
  "Issue for Consideration": "विचारार्थ मुद्दा",
  "High Court, if justified in exercising jurisdiction u/s. 439(1) Cr.P.C for granting regular bail in favour of the accused persons.": "उच्च न्यायालय, यदि आरोपी व्यक्तियों के पक्ष में नियमित जमानत देने के लिए धारा 439() सीआरपीसी के",
  "Headnotest": "हेडनोट",
  "Code of Criminal Procedure, 1973 — s. 439(1) — Special powers of High Court or Court of Session regarding bail —": "दंड प्रक्रिया संहिता, 973 - धारा 439() - जमानत के संबंध में उच्च न्यायालय या सत्र न्यायालय की विशेष",
  "and his two sons, resulting in death of his sons and serious": "पर अंधाधुंध गोलीबारी की, जिसके परिणामस्वरूप उसके बेटों की मौत हो गई और उसका भतीजा गंभीर रूप से",
  "injuries to his nephew — Grant of regular bail to the accused by the High Court — Justification:": "घायल हो गया - उच्च न्यायालय द्वारा अभियुक्त को नियमित जमानत देना - औचित्य:",
  "Held: Orders granting bail not justified and suffers from grave infirmity — High Court completely lost sight of the principles that": "अभिनिर्धारित किया गया: जमानत देने के आदेश उचित नहीं हैं और गंभीर त्रुटि से ग्रस्त हैं - उच्च न्यायालय ने",
  "whether bail ought to be granted or not — High Court ignored": "विवेक को नियंत्रित करते हैं कि जमानत दी जानी चाहिए या नहीं - उच्च न्यायालय ने इस बात को नजरअंदाज",
  "that the complainant stuck to his version as recorded in the FIR and even after entering the witness-box, the complainant and": "कर दिया कि परिवादी एफआईआर में दर्ज और गवाह के रूप में भी दर्ज अपनी बात पर कायम है, परिवादी और",
  "three eyewitnesses specified the roles of the accused in the entire incident — High Court also overlooked the fact that the": "तीन प्रत्यक्षदर्शियों ने पूरी घटना में आरोपियों की भूमिका बताई - उच्च न्यायालय ने इस तथ्य को भी",
  "accused had previous criminal history — One of the accused": "नजरअंदाज कर दिया कि आरोपियों का पूर्व आपराधिक इतिहास था - एक आरोपी जो जमानत पर था, पर",
  "while on bail, is alleged to have committed the double murder of the complainant’s son — Allegations that three of the accused": "परिवादी के बेटों की दोहरी हत्या करने का आरोप है - यह आरोप है कि तीन आरोपियों ने खुली अदालत में एक",
  "threatened one of the key eye-witnesses in open Court, and an FIR was registered — High Court also overlooked the period of": "मुख्य चश्मदीद गवाह को धमकी दी और एक प्राथमिकी दर्ज की गई - उच्च न्यायालय ने इस तरह गंभीर अपराध",
  "been committed by them — Furthermore, in the cross-FIR filed by accused persons, closure was filed by the police — Protest petition": "है- इसके अलावा, आरोपी व्यक्तियों द्वारा दायर क्रॉस -एफआईआर में, पुलिस द्वारा क्लोजर(समाष्ति रिपोर्ट )",
  "filed by complainant is pending arguments — Thus, the accused do": "दाखिल की गयी थी - परिवादी द्वारा दायर विरोध याचिका पर बहस लंबित है - इस प्रकार, आरोपी जमानत की",
  "not deserve the concession of bail — Impugned orders quashed and set aside. [Paras 30-35]": "रियायत के लायक नहीं हैं - आक्षेपित आदेश रद्द और अपास्त किए गए। [पैरा 30-35]",
  "Pradesh and Another [2022] 3 SCR 823 : (2022) 15 SCR 211;": "पी बनाम मध्य प्रदेश राज्य और अन्य [2022] 3 एससीआर 823 : (2022) 35 एससीआर 27; कल्याण",
  "Kalyan Chandra Sarkar v. Rajesh Ranjan @ Pappu Yadav and Another (2004) 7 SCC 528; Kumer Singh v. State of Rajasthan": "चंद्र सरकार बनाम राजेश रंजन उर्फ पप्पू यादव एवं अन्य (2004) 7 एससीसी 528; कुमेर सिंह बनाम",
  "and Another [2021] 6 SCR 539 : (2021) SCC OnLine SC 511;": "राजस्थान राज्य और अन्य [202] 6 एससीआर 539 : (202) एससीसी ऑनलाइन एससी 5; यशपाल",
  "Yashpal Singh v. State of Uttar Pradesh and Another [2022] 4 SCR _ 835 : (2023) SCC Online SC 347; Manno Lal Jaiswal v. State of Uttar Pradesh and Another [2022] 1 SCR 990 : (2022)": "सिंह बनाम उत्तर प्रदेश राज्य एवं अन्य [2022] 4 एससीआर 835 : (2023) एससीसी ऑनलाइन एससी 347; मन्नो लाल जयसवाल बनाम उत्तर प्रदेश राज्य एवं अन्य [2022]  एससीआर 990 : (2022) 5",
  "15 SCC 248; Chaman Lal v. State of U.P. and Another [2004]": "एससीसी 248; चमन लाल बनाम उत्तर प्रदेश राज्य और दूसरा [2004] पूरक 3 एससीआर 584 : (2004) 7",
  "Supp. 3 SCR 584 : (2004) 7 SCC 525; Masroor v. State of Uttar Pradesh and Another [2009] 6 SCR 1030 : (2009) 14 SCC 286;": "एससीसी 525; मसरूर बनाम उत्तर प्रदेश राज्य और अन्य [2009] 6 एससीआर 030 : (2009) 4",
  "Prasanta Kumar Sarkar v. Ashis Chatterjee and Another [2010] 12": "एससीसी 286; प्रशांत कुमार सरकार बनाम आशीष चटर्जी और अन्य [200] 2 एससीआर 65:",
  "SCR 1165 : (2010) 14 SCC 496; Neeru Yadav v. State of Uttar Pradesh and Another [2014] 12 SCR 453 : (2014) 16 SCC 508;": "(200) 4 एससीसी 496; नीरू यादव बनाम उत्तर प्रदेश राज्य एवं अन्य [204] 2 एससीआर 453 :",
  "Anil Kumar Yadav v. State (NCT of Delhi) and Another [2017] 11": "(204) 6 एससीसी 508; अनिल कुमार यादव बनाम राज्य (एनसीटी दिल्ली) और अन्य [2077] 37.",
  "SCR 195 : (2018 12 SCC 129); Puran v. Ram Bilas and Another": "एससीआर 95 : (208 2 एससीसी 29); पूरन बनाम राम बिलास और अन्य [200] 3 एससीआर",
  "[2001] 3 SCR 432 : (2001) 6 SCC 338; Narendra K. Amin (Dr.) v. State of Gujarat and Another [2008] 6 SCR 1149 : (2008) 13": "432 : (200) 6 एससीसी 338; नरेंद्र के. अमीन (डॉ.) बनाम गुजरात राज्य और अन्य [2008] 6",
  "SCC 584 - referred to.": "एससीआर 49 : (2008) 3 एससीसी 584 - संदर्भित।",
  "List of Acts": "अधिनियमों की सूची",
  "Code of Criminal Procedure, 1973.": "दंड प्रक्रिया संहिता, 973",
  "List of Keywords": "मुख्य शब्दों की सूची",
  "Bail; Regular bail; Double murder; Eye-witnesses; Period of custody": "जमानत; नियमित जमानत; दोहरा हत्याकांड; प्रत्यक्षदर्शी; अभियुक्त की हिरासत की अवधि; विरोध याचिका;",
  "of the accused; Protest petition; Nature of the accusations; Gravity of the offence; Role attributed to the accused; Criminal antecedents of": "आरोपों की प्रकृति; अपराध की गंभीरता; अभियुक्त को दी गई भूमिका; अभियुक्त का आपराधिक इतिहास; गवाहों",
  "the accused; Probability of tampering of the witnesses; Unreasoned or perverse order of bail; Misused the bail granted; Supervening": "से छेड़छाड़ की संभावना; जमानत का अनुचित या विकृत आदेश; दी गई जमानत का दुरुपयोग किया; परवर्ती",
  "circumstances.": "परिस्थितियां।",
  "Case Arising From": "निम्न मामले से उत्पन्न",
  "CRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 2639 of 2024": "आपराधिक अपीलीय क्षेत्राधिकार: आपराधिक अपील संख्या 2639/ 2024",
  "From the Judgment and Order dated 07.12.2022 of the High Court of Judicature at Allahabad in CRMBA No. 26740 of 2022": "सीआरएमबीए संख्या 26740/2022 में उच्च न्यायालय , इलाहाबाद के निर्णय और आदेश दिनांक 07.2.2022 से",
  "Criminal Appeal Nos. 2640, 2641 and 2642 of 2024": "आपराधिक अपील संख्या 2640, 264] और 2642 वर्ष 2024",
  "the appellant-Complainant has approached this Court.": "अपीलकर्ता-परिवादी ने इस न्यायालय का दरवाजा खटखटाया है।",
  "BRIEF FACTS": "संक्षिप्त तथ्य",
  "The relevant facts of the case, as recorded in a First Information Report’ registered on the complaint received from the appellant - complainant herein on 19'\" May, 2020, are that the incident in question": "3. मामले के प्रासंगिक तथ्य, जैसा कि 9 मई, 2020 को अपीलकर्ता-परिवादी से प्राप्त शिकायत पर पंजीकृत",
  "complainant herein on 19'\" May, 2020, are that the incident in question had taken place on 19\" May, 2020 at 7.30 in the evening when the": "प्रथम सूचना रिपोर्ट” में दर्ज है, यह है कि विचाराधीन घटना 9 मई, 2020 को शाम 7.30 बजे हुई थी जब",
  "appellant-complainant, his two sons, Abdul Khaliq and Abdul Majid with some other persons were sitting in the baithak of his house for breaking the fast (Roza Iftar) and preparing to offer prayers. The": "अपीलकर्ता-परिवादी, उनके दो बेटे अब्दुल खालिक और अब्दुल मजीद कुछ अन्य व्यक्तियों के साथ उपवास (रोजा इफ्तार) तोड़ने और नमाज अदा करने की तैयारी के लिए अपने घर की बैठक में बैठे थे। आरोपी व्यक्ति",
  "accused persons (10 in number, namely, Nazim, Abubakar, Waseem, Aslam, Gayyur, Nadeem, Hamid, Akram, Qadir and Danish) arrived at": "(0 की संख्या में, नाजिम, अबुबकर, वसीम, असलम, गय्यूर, नदीम, हामिद, अकरम, कादिर और दानिश)",
  "the spot and indiscriminately fired at the appellant and his two sons.": "मौके पर पहुंचे और अपीलकर्ता और उसके दो बेटों पर अंधाधुंध गोलीबारी की। अपीलकर्ता के दोनों बेटों की",
  "Both the sons of the appellant died on the spot and his nephew, Asjad was seriously injured. The appellant-complainant has alleged": "मौके पर ही मौत हो गई और उसका भतीजा असजद गंभीर रूप से घायल हो गया। अपीलकर्ता-परिवादी ने",
  "that there was previous enmity between the parties due to which the": "आरोप लगाया है कि दोनों पक्षों के बीच पहले से दुश्मनी थी जिसके कारण आरोपी व्यक्तियों ने उस पर और",
  "accused persons had attacked him and his sons.": "उसके बेटों पर हमला किया था।",
  "Pertinently, Niyaz Ahmed, father of Waseem (accused No. 7) was not named in the FIR. His role in the incident came up during the": "4. प्रासंगिक रूप से, वसीम (आरोपी संख्या 7) के पिता नियाज़ अहमद का नाम एफआईआर में नहीं था। पुलिस",
  "course of the investigation conducted by the police and based thereon, his name was added as a co-accused. On completion of": "द्वारा की गई जांच के दौरान घटना में उनकी भूमिका सामने आई और उसके आधार पर, उनका नाम सह-",
  "thereon, his name was added as a co-accused. On completion of the investigation, a chargesheet was submitted under Section 173 Cr.P.C. on 234 June, 2020 against eight accused including Abubakar": "अभियुक्त के रूप में जोड़ा गया। जांच पूरी होने पर 23 जून 2020 को धारा 73 सीआरपीसी के तहत अबुबकर",
  "(accused No. 1), Niyaz Ahmad, Aslam (accused No.2) and Nazim": "(आरोपी संख्या 2), नियाज अहमद, असलम (आरोपी संख्या 2) और नाजिम (आरोपी संख्या 8) सहित आठ",
  "cousin of Waseem, whose father, Niyaz Anmad was enlarged on bail by the High Court, vide order dated 4\" August 2022, which order": "चचेरा भाई है, जिसके पिता नियाज अहमद को उच्च न्यायालय ने 4 अगस्त 2022 के आदेश के तहत जमानत",
  "was set aside by this Court on 30\" September, 2022 in a Criminal": "पर रिहा कर दिया था। इस आदेश को इस न्यायालय ने 30 सितंबर, 2022 को अपीलकर्ता-परिवादी द्वारा",
  "Appeal® filed by the appellant-complainant. Three other accused were not found to be involved in the offence and on conclusion of": "दायर आपराधिक अपील\" में रद्द कर दिया था। तीन अन्य आरोपियों को अपराध में शामिल नहीं पाया गया और",
  "the investigation, no chargesheet was filed against them.": "जांच के निष्कर्ष पर उनके खिलाफ कोई आरोप पत्र दाखिल नहीं किया गया।",
  "After the chargesheet was filed, the case was committed to the": "5. आरोप पत्र दाखिल होने के बाद, मामला सत्र न्यायालय को सौंप दिया गया और सत्र परीक्षण संख्या",
  "Sessions Court and was registered as Sessions Trial No.574 of": "५74/2020 के रूप में पंजीकृत किया गया। इसका मुकदमा अपर सत्र न्यायाधीश, कोर्ट 5, मेरठ की अदालत",
  "Sessions Judge, Court 15, Meerut. Charges were framed and twenty witnesses have been cited by the prosecution. Out of the said list": "में लंबित है। आरोप तय किए गए और अभियोजन पक्ष द्वारा बीस गवाहों को प्रस्तुत किया गया। गवाहों की उक्त",
  "of witnesses, seven are eyewitnesses. The trial has commenced.": "सूची में से सात प्रत्यक्षदर्शी हैं। विचारण शुरू हो गया है। अब तक चार चश्मदीदों का परीक्षण किया जा चुका है।",
  "Four eyewitnesses have been examined so far. Three eyewitnesses are yet to be examined. The statement of the appellant-complainant": "तीन चश्मदीदों का परीक्षण अभी बाकी है। अपीलकर्ता -परिवादी (पीडब्लू-) और तीन अन्य प्रत्यक्षदर्शी",
  "(PW-1) and three other eyewitnesses (PW-2, PW-3 and PW-4) have been recorded. The prime witnesses have elaborated the role of": "(पीडब्लू-2, पीडब्लू-3 और पीडब्लू-4) का बयान दर्ज किया गया है। मुख्य गवाहों ने यहां प्रत्यर्थियों यानी",
  "the respondents herein, i.e., Waseem (A-7), Nazim (A-8), Aslam (A-2) and Abubakar (A-1). Two more witnesses were summoned for": "वसीम (ए-7), नाजिम (ए-8), असलम (ए-2) और अबुबकर (ए-) की भूमिका के बारे में विस्तार से",
  "examination on 7\" May, 2024.": "बताया है। 7 मई 2024 को दो और गवाहों को परीक्षण के लिए बुलाया गया।",
  "REASONS FOR SETTING ASIDE THE EARLIER BAIL ORDER GRANTED BY THE HIGH COURT IN FAVOUR OF WASEEM": "वसीम के पक्ष में उच्च न्यायालय द्वारा दिए गए पिछले जमानत आदेश को रद्द करने का कारण",
  "Earlier hereto, Waseem(A-7) was granted bail by the High Court vide order dated 22™ August 2022°. The said order was challenged": "6. इससे पहले, वसीम (ए-7) को उच्च न्यायालय ने 22 अगस्त 2022* के आदेश द्वारा जमानत दे दी थी। उक्त",
  "by the appellant-complainant before this Court'®. Vide order dated": "आदेश को अपीलकर्ता-परिवादी ने इस न्यायालय?\" के समक्ष चुनौती दी थी। 4 अक्टूबर, 2022 दिनांकित",
  "14 October, 2022, this Court cancelled the bail granted to Waseem": "आदेश द्वारा इस अदालत ने वसीम को दी गई जमानत यह कहते हुए रद्द कर दी कि उच्च न्यायालय द्वारा पारित",
  "observing that it was apparent from a perusal of the order dated 22™ August, 2022 passed by the High Court that Waseem was granted bail on the basis of a co-ordinate Bench granting bail to his father, Niyaz Ahmad, vide order dated 4'\" August, 2022. Since the": "22 अगस्त, 2022 के आदेश के परिशीलन से यह स्पष्ट था कि एक समकक्ष पीठ द्वारा दिनांक 4 अगस्त 2022 के आदेश से वसीम के पिता नियाज़ अहमद को जमानत देने के आधार पर वसीम को जमानत दी गई थी। चूँकि",
  "order passed in favour of Niyaz Ahmad was set aside by this Court vide order dated 30\" September, 2022, the bail application filed by": "नियाज़ अहमद के पक्ष में पारित आदेश को इस न्यायालय ने दिनांक 30 सितंबर, 2022 के आदेश द्वारा रद्द कर",
  "Waseem before the High Court was restored for fresh consideration": "दिया था, उच्च न्यायालय के समक्ष वसीम द्वारा दायर जमानत याचिका को नए सिरे से विचार करने और",
  "and expeditious disposal, preferably within a period of one month from the date of receipt of the copy of the said order. It is expedient": "अधिमानतः उक्त आदेश की प्रति प्राप्त होने की तारीख से एक महीने की अवधि के भीतर शीघ्र निस्तारण के लिए",
  "to extract below the relevant part of the order dated 30'\"\" September, 2022\", passed by a Division Bench of this Court [of which one of us (Hima Kohli, J) was a member], overturning the order passed by": "पुनःस्थापित कर दिया गया था। इस न्यायालय की एक खंडपीठ [जिसमें हममें से एक (न्यायमूर्ति हिमा कोहली ) सदस्य थीं] द्वारा पारित दिनांक 30 सितंबर, 20227 के आदेश के प्रासंगिक भाग को नीचे उद्धृत करना",
  "the High Court granting bail in favour of Niyaz Ahmad:": "समीचीन है, जिसमें नियाज़ अहमद के पक्ष में जमानत देने संबंधी उच्च न्यायालय द्वारा पारित आदेश को पलट दिया गया था:",
  "“9. At the outset, it needs to be noted that this Court has": "“9. सर्वप्रथम, यह ध्यान देने की आवश्यकता है कि इस न्यायालय को इलाहाबाद उद्च न्यायालय के",
  "had occasion to peruse a succession of orders by": "एक ही न्यायाधीश द्वारा दिए गए आदेशों के अनुक्रम का परिशीलन करने का अवसर मिला है (जिन्हें इस",
  "by the accused, Niyaz Ahmed on medical grounds. He submitted": "नियाज अहमद को भी गोली लगी है और अभियोजन पक्ष द्वारा आरोपी पक्ष को लगी चोटों के बारे में",
  "been explained by the prosecution and since it seems that": "नहीं बताया गया है। अभियोजन पक्ष द्वारा उन्हें समझाया जाना चाहिए था और चूंकि ऐसा लगता है",
  "there is a cross version of the incident and it is very difficult to ascertain at this stage who was the aggressor and it": "कि घटना का क्रॉस वर्जन है और इस स्तर पर यह पता लगाना बहुत कठिन है कि हमलावर कौन",
  "will be decided at the stage of trial after taking evidence from both the sides; but without expressing any opinion": "था और दोनों पक्षों के साक्ष्य लेने के बाद विचारण के चरण में इसका फैसला किया जाएगा; लेकिन",
  "from both the sides; but without expressing any opinion on merits, this Court finds it to be a fit case for bail.”": "गुण-दोष पर कोई राय व्यक्त किए बिना, यह न्यायालय इसे जमानत के लिए उपयुक्त मामला पाता है।”",
  "ARGUMENTS ON BEHALF OF THE APPELLANT-COMPLAINANT": "अपीलकर्ता-परिवादी की ओर से तर्क",
  "8. Appearing for the appellant-complainant, Mr. Shreeyash U. Lalit and Mr. Ansar Ahmad Chaudhary, learned counsel submitted that this is a": "8. अपीलकर्ता-परिवादी की ओर से पेश विद्वान अधिवक्ता श्री श्रीयश यू ललित और श्री अंसार अहमद चौधरी ने",
  "case of double murder of two young sons of the appellant-complainant": "कहा कि यह अपीलकर्ता-परिवादी के दो युवा बेटों की उन आरोपी व्यक्तियों के हाथों दोहरी हत्या का मामला है,",
  "at the hands of the accused persons who harboured previous enmity against him and his family members. Waseem (A-7) was arrested": "जो उसके और उसके परिवार के सदस्यों के खिलाफ पहले से ही दुश्मनी रखते थे।। वसीम (ए-7) को 27 मई,",
  "on 27\" May, 2020. The other accused persons were arrested on": "2020 को गिरफ्तार किया गया था। अन्य आरोपी व्यक्तियों को अलग-अलग तारीखों पर गिरफ्तार किया गया।",
  "different dates. After their arrest, the police conducted a search of the respondents and recovered five illegal country-made pistols,": "उनकी गिरफ्तारी के बाद, पुलिस ने प्रत्यर्थियों की तलाशी ली और असलम (ए-2) के कब्जे से पांच अवैध देशी",
  "the respondents and recovered five illegal country-made pistols, seven live cartridges and five used cartridges from the possession": "पिस्तौल, सात जिंदा कारतूस और पांच इस्तेमाल किए गए कारतूस बरामद किए। यहां चारों प्रत्यर्थियों में से",
  "of Aslam (A-2). A specific role has been attributed to each of the four respondents herein that resulted in the death of the appellant’s two": "प्रत्येक को एक विशिष्ट भूमिका सौंपी गई है, जिसके परिणामस्वरूप अपीलकर्ता के दो बेटों की मौत हो गई और",
  "sons and serious injuries to his nephew. All the four respondents": "उसका भतीजा गंभीर रूप से घायल हो गया। अन्य सह-अभियुक्तों के अलावा, सभी चार प्रत्यर्थियों को",
  "herein were named in the FIR, besides the other co-accused. During the course of investigation, the statements of eleven independent witnesses were recorded under Section 161 Cr.P.C. wherein an": "एफआईआर में नामजद किया गया था। जांच के दौरान, ग्यारह स्वतंत्र गवाहों के बयान सीआरपीसी की धारा",
  "witnesses were recorded under Section 161 Cr.P.C. wherein an active role has been attributed to all the four respondents. Later on,": "6 के तहत दर्ज किए गए, जिसमें सभी चारों प्रत्यर्थियों को सक्रिय भूमिका के लिए जिम्मेदार ठहराया गया है।",
  "the appellant-complainant entered the witness box and appeared as PW-1. He has reiterated the role played by the respondents herein": "बाद में, अपीलकर्ता-परिवादी गवाह के रूप में पीडब्लू- के रूप में उपस्थित हुए। उन्होंने अपराध करने में",
  "PW-1. He has reiterated the role played by the respondents herein in committing the offence. Two other independent eye witnesses,": "प्रत्यर्थियों द्वारा निभाई गई भूमिका को दोहराया है। दो अन्य स्वतंत्र प्रत्यक्षदर्शी , अर्थात्‌ अब्दुल्ला (पीडब्लू-2),",
  "namely, Abdullah (PW-2), Asjad (PW-3) and Fahimuddin (PW-4) have supported the testimony of the appellant (PW-1).": "असजद (पीडब्लू-3) और फहीमुद्दीन (पीडब्लू-4) ने अपीलकर्ता (पीडब्लू-3) की गवाही का समर्थन किया है।",
  "9. Learned counsel for the appellant-complainant further states that the High Court has completely overlooked the fact that the respondents-": "9. अपीलकर्ता-परिवादी के विद्वान अधिवक्ता ने आगे कहा कि उच्च न्यायालय ने इस तथ्य को पूरी तरह से",
  "accused parties were the aggressors who had forcibly entered the house of the appellant-complainant and indiscriminately fired at": "नजरअंदाज कर दिया है कि प्रत्यर्थी आरोपी पक्ष हमलावर थे, जिन्होंने अपीलकर्ता-परिवादी के घर में जबरन",
  "him, his sons and other persons who had gathered at his house to": "प्रवेश किया था और उस पर, उसके बेटों और अन्य व्यक्तियों पर अंधाधुंध गोलीबारी की थी जो रोजा खोलने के",
  "break the fast. They have criminal antecedents and several cases": "लिए उसके घर पर इकट्ठा हुए थे। उनका आपराधिक इतिहास है और उनके खिलाफ कई मामले दर्ज हैं। उच्च",
  "7\" April, 2022 passed on an application moved by the appellant-": "परिवादी द्वारा दाखिल एक आवेदन पर, जिसमें विचारण न्यायालय को एक निश्चित अवधि में विचारण पूरा करने के निर्देश जारी करने की प्रार्थना की गई थी, उस पर पारित 7 अप्रैल, 2022 के एक हालिया आदेश द्वारा, उच्च",
  "closed their right to cross-examine PW-2 vide order dated 14\" March,": "सत्र न्यायालय ने दिनांक 4 मार्च 2023 के आदेश द्वारा पीडब्लू-2 से जिरह करने का उनका अधिकार समाप्त",
  "2023, Nazim Ali approached the High Court'®. Vide order dated 16\"": "कर दिया तो नाजिम अली ने उच्च न्यायालय”* का दरवाजा खटखटाया। आदेश दिनांक 6 मई, 2023 द्वारा उच्च",
  "May, 2023, the High Court allowed the said application subject to costs of  10,000/- (Rupees Ten Thousand only) payable to PW-2": "न्यायालय ने उक्त आवेदन को पीडब्लू-2 को देय ₹ 0,000/- (केवल दस हजार रुपये) की लागत के अधीन",
  "and permitted his cross examination.": "अनुमति दी और उसकी जिरह की अनुमति दी।",
  "As for the subsequent conduct of the respondents, it was pointed out that after being released on bail, one of the prime eyewitnesses,": "7. जहां तक प्रत्यर्थियों के बाद के आचरण का सवाल है, यह बताया गया कि जमानत पर रिहा होने के बाद,",
  "Abdullah (PW-2) was sought to be intimidated by them and their": "मुख्य चश्मदीदों में से एक, अब्दुल्ला (पीडब्लू-2) को उनके और उनके समर्थकों द्वारा डराने की कोशिश की गई",
  "supporters. Abdullah (PW-2) filed a complaint on 21° March, 2023 which was registered as an FIR’, wherein it was alleged that five": "थी। अब्दुल्ला (पीडब्लू-2) ने 27 मार्च, 2023 को एक परिवाद दर्ज कराया जिसे एफआईआर\"* के तौर पर दर्ज",
  "accused persons i.e. three respondents herein (Waseem, Nazim and": "किया गया, जिसमें यह आरोप लगाया गया था कि पांच आरोपी व्यक्तियों यानी वर्तमान तीन प्रत्यर्थियों (वसीम,",
  "Aslam) and the co-accused, Hamid and Ayyub had threatened him": "नाजिम और असलम) और सह-अभियुक्त, हामिद और अय्यूब ने उन्हें खुली अदालत में धमकी दी थी।",
  "in open Court. After he left the Court premises, he was thrashed by them. On an application moved by PW-2, he was extended protection": "न्यायालय परिसर से बाहर निकलने के बाद उन लोगों ने उसकी पिटाई कर दी। पीडब्लू-2 द्वारा दाखिल एक",
  "them. On an application moved by PW-2, he was extended protection by the Court. Subsequently, the police filed a closure report in respect": "आवेदन पर, उसे न्यायालय द्वारा सुरक्षा दी गई थी। इसके बाद, पुलिस ने उपरोक्त एफआईआर के संबंध में एक",
  "of the captioned FIR, but the learned Magistrate passed an order on 7\" July, 2023, directing further investigation in the matter.": "क्लोजर रिपोर्ट दाखिल की, लेकिन विद्वान मजिस्ट्रेट ने 7 जुलाई, 2023 को एक आदेश पारित किया तथा मामले में अतिरिक्त विवेचना का निर्देश दिया।",
  "Lastly, it has been contended that none of the respondents have clean antecedents, which is apparent from the counter affidavit filed": "2. अंत में, यह तर्क दिया गया है कि किसी भी प्रत्यर्थी की स्वच्छ पृष्ठभूमि नहीं है, जो प्रत्यर्थी संख्या 2- उत्तर",
  "In support of their submission that individual facts of the case are": "3. अपनी दलील के समर्थन में कि मामले के व्यक्तिगत तथ्य प्रासंगिक कारक हैं जिन पर धारा 439",
  "a bail application under Section 439 Cr.P.C., learned counsel for the appellants cited the decisions of this Court in Mahipal vs. Rajesh Kumar @ Polia and Another”, Ajvar vs. Niyaj Ahmad": "अपीलकर्ताओं के विद्वान अधिवक्ता ने यह आग्रह करते हुए महिपाल बनाम राजेश कुमार (& पोलिया और अन्य”,",
  "and Another”', Jagjeet Singh and Others vs. Ashish Mishra”,": "अजवर बनाम नियाज अहमद एवं अन्य”, जगजीत सिंह और अन्य बनाम आशीष मिश्रा“, दीपक यादव बनाम",
  "Deepak Yadav vs. State of Uttar Pradesh and Another” and P vs.": "उत्तर प्रदेश राज्य एवं अन्य“ और पी बनाम मध्य प्रदेश राज्य और अन्य” में इस अदालत के फैसलों का हवाला",
  "2019] 14 SCR 529 : (2020) 2 SCC 118": "20 [209] 4 एससीआर 529 : (2020) 2 एससीसी 8",
  "2022] 7 SCR 356 : 2022 SCC OnLine SC 1403": "24 [2022] 7 एससीआर 356 : 2022 एससीसी ऑनलाइन एससी 403",
  "2022] 4 SCR 536 : (2022) 9 SCC 321": "22 [2022] 4 एससीआर 536 : (2022) 9 एससीसी 327",
  "2022] 4 SCR 1 : (2022) 8 SCC 559": "23 [2022] 4 एससीआर 7 : (2022) 8 एससीसी 559",
  "[2024] 5 S.C.R.": "24 [2022] 3 एससीआर 823 : (2022) 5 एससीआर 27",
  "case” besides the present one, where he is on bail. The co-accused Nazim is also similarly stated to be involved in one other case, i.e.": "कहते हुए खंडन किया कि आरोपी वसीम मौजूदा मामले के अलावा केवल एक अन्य मामले” में शामिल है, जिसमें वह जमानत पर है। सह -आरोपी नाजिम को भी वर्तमान मामले (आपराधिक मुकदमा संख्या",
  "Nazim is also similarly stated to be involved in one other case, i.e. the captioned case along with Waseem, besides the present case (namely Criminal Case no. 214 of 2016) where he has been released": "24/206) के अलावा इसी तरह एक अन्य मामले में यानी वसीम के साथ उपरोक्त मामले में शामिल बताया",
  "No. 95/23%*. The accused Abubakar is involved in one other case” besides the present one.": "95/2332* में भी शामिल है। आरोपी अबुबकर वर्तमान मामले के अलावा एक अन्य मामले में भी शामिल है।",
  "Learned counsel submitted that the appellant-complainant himself is a well-known criminal of the area, having several cases registered": "5. विद्वान अधिवक्ता ने कहा कि अपीलकर्ता-परिवादी स्वयं क्षेत्र का एक प्रसिद्ध अपराधी है, उसके और उसके",
  "against him as also his two sons. The criminal history of the appellant- complaint and his two deceased sons, Abdul Majid and Abdul Khaliq": "दो बेटों के खिलाफ भी कई मामले दर्ज हैं। अपीलकर्ता -परिवादी और उसके दो मृत बेटों, अब्दुल माजिद और",
  "the respondents, the appellant-complainant is involved in 10 criminal cases and his two deceased sons, Abdul Majid was involved in 21": "प्रत्यर्थियों के अनुसार, अपीलकर्ता-परिवादी 0 आपराधिक मामलों में शामिल था और उसके दो मृत बेटे,",
  "criminal cases and Abdul Khaliq was involved in 2 cases.": "अब्दुल माजिद 2 आपराधिक मामलों में शामिल था और अब्दुल खालिक 2 मामलों में शामिल था।",
  "Next, contending that bail once granted cannot be cancelled until": "6. इसके बाद, यह तर्क देते हुए कि एक बार दी गई जमानत तब तक रद्द नहीं की जा सकती जब तक कि",
  "there are supervening circumstances and in the present case there are no such circumstances that require setting aside of the impugned": "पर्यवेक्षणीय परिस्थितियां न हों और वर्तमान मामले में ऐसी कोई परिस्थिति नहीं है जिसके लिए आक्षेपित आदेशों",
  "orders, learned counsel for the respondents supported the impugned": "को रद्द करने की आवश्यकता हो, प्रत्यर्थियों के विद्वान अधिवक्ता ने आक्षेपित आदेशों का समर्थन किया और",
  "orders and requested that the present appeals be dismissed. It was additionally submitted that even when the accused Waseem was": "अनुरोध किया कि वर्तमान अपीलें खारिज की जाएं। यह भी कहा गया कि जब आरोपी वसीम को जमानत पर",
  "released on bail, he had abided by the conditions of bail imposed": "रिहा किया गया था, तब भी उसने उस पर लगाई गई जमानत की शर्तों का पालन किया था और किसी भी तरह",
  "on him and did not misuse the liberty in any manner.": "से स्वतंत्रता का दुरुपयोग नहीं किया था।",
  "was previous enmity between the parties; that three persons had been falsely introduced in the FIR against whom no case was made out and": "एफआईओआर में तीन लोगों को गलत तरीके से शामिल किया गया था, जिनके खिलाफ कोई मामला नहीं बनता",
  "after investigation, their names were dropped from the chargesheet;": "था और विवेचना के बाद उनके नाम आरोप पत्र से हटा दिए गए थे; यह कि मुख्य चश्मदीद गवाह (पीडब्लू-,",
  "that the prime eye-witnesses (PW-1, 2, 3 and 4) are related to the deceased being their father/uncle/cousin, etc. Several loopholes in": "2, 3 और 4) मृतक से संबंधित हैं जो उसके पिता /चाचा/चचेरे भाई आदि हैं। प्रत्यर्थियों के विद्वान अधिवक्ता द्वारा अभियोजन कथानक में कई खामियों को उजागर किया गया था, जिसमें मृतक अब्दुल मजीद का शव",
  "Crime Case No. 214 of 2016 under Section 147, 148, 149, 307, 342, 323, 308 IPC, P.S. Mundali, Meerut.": "29 अपराध प्रकरण संख्या 2]4/206 अन्तर्गत धारा 47, 48, 49, 307, 342, 323, 308 आईपीसी, थाना मुंडाली, मेरठ।",
  "Under Sections 147/148/149/342/323/308 IPC, P.S. Mundali District Meerut.": "30 अन्तर्गत धारा 247/48/49/342/323/308 आईपीसी, थाना मुंडाली जिला मेरठ।",
  "Under Sections 3/25 Arms Act IPC, P.S. Mundali District Meerut.": "3 आईपीसी की धारा 3/25 आर्म्स एक्ट के तहत, थाना मुंडाली जिला मेरठ।",
  "Under Section 504/506 IPC, P.S. Civil Lines District Meerut.": "32 अन्तर्गत धारा 504/ 506 आईपीसी, थाना सिविल लाइन्स जिला मेरठ।",
  "bail was granted in favour of the accused Waseem on parity with": "खटखटाया, जिसमें इसी मामले ** में आरोपी वसीम को जमानत दी गई थी। चूंकि आरोपी वसीम के पक्ष में उसके",
  "his father, Niyaz Anmad and the said order®’” was subsequently set aside by this Court on 30° September, 2022, the appeal preferred": "पिता नियाज अहमद के मामले के अनुरूप जमानत दी गई थी और बाद में 30 सितंबर, 2022 को इस न्यायालय",
  "by the appellant-complainant® was allowed and the application for": "द्वारा उक्त आदेश को रद्द कर दिया गया, अपीलकर्ता-परिवादी** द्वारा प्रस्तुत अपील को अनुमति दे दी गई और",
  "bail filed by the accused Waseem was restored to be decided afresh by the High Court.": "आरोपी वसीम द्वारा दायर जमानत के आवेदन को उच्च न्यायालय द्वारा नए सिरे से तय करने के लिए पुनर्स्थापित",
  "PRESENT ROUND OF LITIGATION": "मुकदमेबाजी का वर्तमान दौर",
  "The third and present round of litigation has commenced on four orders passed by learned Single Judges of the High Court, impugned": "24. मुकदमे का तीसरा और वर्तमान दौर उच्च न्यायालय के विद्वान एकल न्यायाधीशों द्वारा पारित चार आदेशों",
  "herein in respect of the four accused respondents. The first order": "पर शुरू हुआ है, जो चार आरोपियों प्रत्यर्थियों के संबंध में यहां आक्षेपित हैं। अभियुक्त वसीम को जमानत पर",
  "February, 2023, 02\"¢ March, 2023 and 21% March, 2023, granting": "आदेश दिनांक 3 फरवरी 2023, 02 मार्च 2023 और 27 मार्च 2023 जिनमें क्रमशः नाज़िम, असलम और",
  "bail in favour of Nazim, Aslam and Abubakar respectively, are on grounds of parity.": "अबुबकर के पक्ष में जमानत दी गई, समानता के आधार पर दी गई हैं।",
  "POST MORTEM REPORT OF THE TWO DECEASED PERSONS, SONS OF THE APPELLANT-COMPLAINANT": "अपीलकर्ता-परिवादी के पुत्रगण दोनों मृत व्यक्तियों की पोस्टमार्टम रिपोर्ट",
  "We may note that the post mortem report of the deceased, Abdul Khaliq shows that he had received one firearm injury in his head": "25. हम ध्यान दे सकते हैं कि मृतक अब्दुल खालिक की पोस्टरमॉर्टम रिपोर्ट से पता चलता है कि उसके सिर में",
  "and the cause of his death was cranio-cerebral damage as a result": "एक बंदूक की चोट लगी थी और उसकी मौत का कारण मृत्यू पूर्व बंदूक की चोट के परिणामस्वरूप क्रैनियो -",
  "of ante-mortem firearm injury which was sufficient to cause death in ordinary course of nature. The post mortem report of the deceased,": "सेरेब्रल क्षति थी जो प्रकृति के सामान्य क्रम में मृत्यु कारित करने के लिए पर्याप्त थी। मृतक अब्दुल माजिद की",
  "in the abdomen and one exit wound corresponding to each other": "पोस्टमार्टम रिपोर्ट से पता चला कि उसके पेट में एक बन्दूक प्रवेश घाव और एक निकास घाव एक -दूसरे के",
  "and the cause of his death was shock and hemorrhage as a result": "अनुरूप था और उसकी मृत्यु का कारण एंटी -मॉर्टम बन्दूक की चोट के परिणामस्वरूप सदमा और रक्तस्राव था।",
  "of ante-mortem firearm injury. The injury report of the injured, Asjad (nephew of the appellant-complaint) showed that he had sustained": "घायल असजद (अपीलकर्ता-परिवादी का भतीजा) की चोट रिपोर्ट से पता चला कि उसकी खोपड़ी पर फटा",
  "a lacerated wound on the skull and bruises and abrasion on other parts of his body. All the three respondents herein have been named": "हुआ चोट का घाव था और उसके शरीर के अन्य हिस्सों पर चोट और खरोंच के निशान थे। यहां सभी तीन",
  "in the FIR alongwith five other accused. The appellant-complainant": "प्रत्यर्थियों को पांच अन्य आरोपियों के साथ एफआईआर में नामजद किया गया है। अपीलकर्ता -परिवादी ने",
  "being the informant, had reiterated the events narrated in the FIR in his statement recorded on 20\" of May, 2020 under Section 161": "सूचनादाता होने के नाते, 20 मई, 2020 को धारा 6 सीआरपीसी के तहत दर्ज अपने बयान में एफआईआर",
  "Cr.P.C. After the chargesheet was submitted in Court on 23 June, 2020, cognizance of the offence was taken and the case was": "में वर्णित घटनाओं को दोहराया था। 23 जून, 2020 को न्यायालय में आरोप पत्र प्रस्तुत किए जाने के पश्चात",
  "eye-witnesses have been recorded (PW 1, 2, 3 and 4) and all of": "प्रत्यक्षदर्शियों (पीडब्लू 2, 2, 3 तथा 4) के बयान दर्ज किए जा चुके हैं तथा सभी ने आरोपी प्रत्यर्थियों की",
  "RELEVANT PARAMETERS FOR GRANTING BAIL": "जमानत देने के लिए प्रासंगिक पैरामीटर",
  "While considering as to whether bail ought to be granted in a matter": "26. इस बात पर विचार करते समय कि क्या गंभीर आपराधिक अपराध से जुड़े मामले में जमानत दी जानी",
  "involving a serious criminal offence, the Court must consider relevant factors like the nature of the accusations made against the accused,": "चाहिए, अदालत को प्रासंगिक कारकों पर विचार करना चाहिए जैसे कि आरोपी के खिलाफ लगाए गए आरोपों की",
  "the manner in which the crime is alleged to have been committed, the gravity of the offence, the role attributed to the accused, the criminal antecedents of the accused, the probability of tampering of": "प्रकृति, अपराध करने के तरीके, अपराध की गंभीरता, आरोपी की भूमिका, आरोपी का आपराधिक इतिहास,",
  "criminal antecedents of the accused, the probability of tampering of the witnesses and repeating the offence, if the accused are released": "यदि आरोपी को जमानत पर रिहा किया जाता है तो गवाहों से छेड़छाड़ और अपराध दोहराने की संभावना, यदि",
  "on bail, the likelihood of the accused being unavailable in the event bail is granted, the possibility of obstructing the proceedings and": "जमानत दी जाती है तो आरोपी के अनुपलब्ध होने की संभावना, कार्यवाही में बाधा डालने और न्याय की",
  "evading the courts of justice and the overall desirability of releasing the accused on bail. (Refer: Chaman Lal v. State of U.P. and": "अदालतों से बचने की संभावना और अभियुक्त को जमानत पर रिहा करने की समग्र वांछनीयता। (संदर्भ: चमन",
  "Another*?; Kalyan Chandra Sarkar vs. Rajesh Ranjan alias Pappu": "लाल बनाम उत्तर प्रदेश राज्य और अन्य*५ कल्याण चंद्र सरकार बनाम राजेश रंजन उर्फ पप्पू यादव एवं अन्य",
  "Yadav and Another (supra); Masroor v. State of Uttar Pradesh and Another”; Prasanta Kumar Sarkar v. Ashis Chatterjee and": "(सुप्रा)) मसरूर बनाम उत्तर प्रदेश राज्य एवं अन्य*५ प्रशांत कुमार सरकार बनाम आशीष चटर्जी और अन्य”;",
  "Another\"; Neeru Yadav v. State of Uttar Pradesh and Another” ; Anil Kumar Yadav v. State (NCT of Delhi) and Another*?; Mahipal": "नीरू यादव बनाम उत्तर प्रदेश राज्य एवं अन्य“; अनिल कुमार यादव बनाम राज्य (एनसीटी दिल्ली) और",
  "v. Rajesh Kumar @ Polia and Another (supra).": "अन्य“; महिपाल बनाम राजेश कुमार (& पोलिया और अन्य (सुप्रा) |",
  "cancelled in a mechanical manner. However, an unreasoned or perverse order of bail is always open to interference by the superior": "किया जाना चाहिए। हालाँकि, जमानत का एक अनुचित या विकृत आदेश हमेशा वरिष्ठ न्यायालय द्वारा हस्तक्षेप",
  "Court. If there are serious allegations against the accused, even if he has not misused the bail granted to him, such an order can be": "के लिए खुला रहता है। यदि आरोपी के खिलाफ गंभीर आरोप हैं, भले ही उसने उसे दी गई जमानत का दुरुपयोग",
  "he has not misused the bail granted to him, such an order can be cancelled by the same Court that has granted the bail. Bail can also": "न किया हो, तो ऐसे आदेश को उसी अदालत द्वारा रद्द किया जा सकता है जिसने जमानत दी है। उद्चतर",
  "be revoked by a superior Court if it transpires that the courts below": "न्यायालय द्वारा भी जमानत रद्द की जा सकती है यदि यह पता चलता है कि निचली अदालतों ने अभिलेख पर",
  "have ignored the relevant material available on record or not looked into the gravity of the offence or the impact on the society resulting": "उपलब्ध प्रासंगिक सामग्री को नजरअंदाज कर दिया है या अपराध की गंभीरता या ऐसे आदेश के परिणामस्वरूप",
  "[2004] Supp. 3 SCR 584 : (2004) 7 SCC 525": "39 [2004] पूरक 3 एससीआर 584 : (2004) 7 एससीसी 525",
  "[2009] 6 SCR 1030 : (2009) 14 SCC 286": "40 [2009] 6 एससीआर 030 : (2009) 4 एससीसी 286",
  "[2014] 12 SCR 453 : (2014) 16 SCC 508": "42 [2074] 2 एससीआर 453 : (204) 6 एससीसी 508",
  "further investigation. The attempt to delay the trial on the part of the": "प्रयास, जिसके परिणामस्वरूप मुकदमे में देरी हुई, जमानत पर रहने के दौरान गवाहों को दी गई धमकी का कोई",
  "passed must reflect due application of judicial mind following well": "नहीं है। पारित आदेश को कानून के अच्छी तरह से स्थापित सिद्धांतों का पालन करते हुए न्यायिक दिमाग के",
  "established principles of law. In ordinary course, courts would be": "उचित अनुप्रयोग को प्रतिबिंबित करना चाहिए। सामान्य तौर पर, अदालतें उस आदेश में हस्तक्षेप करने में",
  "slow to interfere with the order where bail has been granted by the courts below. But if it is found that such an order is illegal or perverse": "शिथिल होंगी जहां निचली अदालतों द्वारा जमानत दी गई है। लेकिन अगर यह पाया जाता है कि ऐसा आदेश",
  "or based upon utterly irrelevant material, the appellate Court would": "अवैध या विकृत है या पूरी तरह से अप्रासंगिक सामग्री पर आधारित है, तो अपीलीय अदालत को जमानत को",
  "be well within its power to set aside and cancel the bail. (Also refer: Puran v. Ram Bilas and Another“; Narendra K. Amin (Dr.) v.": "अपास्त और रद्द करने का पूरा अधिकार होगा। (यह भी देखें: पूरन बनाम राम बिलास और अन्य“ नरेंद्र के",
  "State of Gujarat and Another*)": "अमीन (डॉ. ) बनाम गुजरात राज्य और अन्य”)",
  "DISCUSSION": "परिचर्चा",
  "Keeping in mind the aforesaid parameters, we may now proceed to examine the pleas taken by the parties so as to decide as to": "30. उपरोक्त मापदंडों को ध्यान में रखते हुए, अब हम पक्षकारों द्वारा की गई दलीलों की जांच करने के लिए आगे",
  "whether the impugned orders can be sustained or not. On a careful": "बढ़ सकते हैं ताकि यह तय किया जा सके कि आक्षेपित आदेशों को कायम रखा जा सकता है या नहीं। संपूर्ण",
  "consideration of the entire records, we are inclined to agree with submission made by learned counsel for the appellant-complainant": "अभिलेखों की सावधानीपूर्वक विचार करने पर, हम अपीलकर्ता-परिवादी के विद्वान अधिवक्ता द्वारा दी गई दलील",
  "that the impugned orders are unjustified and suffer from grave infirmity.": "से सहमत हैं कि आक्षेपित आदेश अनुचित हैं और गंभीर त्रुटि से ग्रस्त हैं। आरोपी वसीम को जमानत देने में उच्च",
  "The primary factor that has swayed the learned Single Judge of the High Court in granting bail to the accused Waseem is that even though": "न्यायालय के विद्वान एकल न्यायाधीश को प्रभावित करने वाला प्राथमिक कारक यह है कि भले ही अभियोजन",
  "appellant-complainant and members of his family on indiscriminate": "पक्ष का कहना है कि आरोपी व्यक्तियों ने अपीलकर्ता-परिवादी और उसके परिवार के सदस्यों पर अंधाधुंध",
  "firing taking place, only three persons had sustained injuries and two had expired on the side of the appellant-complainant. At the same": "गोलीबारी की थी। अपीलकर्ता-परिवादी की ओर से केवल तीन व्यक्तियों को चोटें आई और दो की मृत्यु हो गई।",
  "time, serious injuries were also received on the side of the accused which could not be explained by the prosecution. In the case of the": "वहीं, आरोपी पक्ष को भी गंभीर चोटें आई, जिसे अभियोजन पक्ष द्वारा स्पष्ट नहीं किया जा सका। अभियुक्त",
  "accused Nazim, the High Court observed that there was no distinction between the role attributed to him and the co-accused Waseem and": "नाजिम के मामले में, उच्च न्यायालय ने पाया कि उसकी और सह -अभियुक्त वसीम की भूमिका के बीच कोई",
  "that the injuries suffered on the side of the respondent had not been explained by the prosecution. The High Court has also gone on to": "अंतर नहीं था और प्रत्यर्थी की ओर से लगी चोटों को अभियोजन पक्ष द्वारा स्पष्ट नहीं किया गया था। उच्च",
  "explained by the prosecution. The High Court has also gone on to observe that the investigation conducted by the police was one-sided and the case set up by the accused side was ignored. In the case": "न्यायालय ने यह भी कहा है कि पुलिस द्वारा की गई विवेचना एकतरफा थी और आरोपी पक्ष द्वारा रखे गए मामले",
  "of Aslam, his bail application was allowed and learned Single Judge": "को नजरअंदाज कर दिया गया था। असलम के मामले में, उनकी जमानत याचिका की अनुमति दी गई थी और",
  "observed that there is a cross-version of the incident inasmuch as the accused side had also received serious injuries which were not": "एकल न्यायाधीश ने पाया कि घटना का एक क्रॉस -वर्जन है क्योंकि आरोपी पक्ष को भी गंभीर चोटें आई थीं ,",
  "satisfactorily explained by the prosecution. In the case of Abubakar,": "जिन्हें अभियोजन पक्ष द्वारा संतोषजनक ढंग से समझाया नहीं गया था। अबुबकर के मामले में, यह देखते हुए कि",
  "[2001] 3 SCR 432 : (2001) 6 SCC 338": "44 [2007] 3 एससीआर 432 : (2007) 6 एससीसी 338",
  "[2008] 6 SCR 1149 : (2008) 13 SCC 584": "45 [2008] 6 एससीआर 49 : (2008) 3 एससीसी 584"
}