{
  "SAMAR BAHADUR SINGH v. STATE OF U.P. & ORS. 137": "समर बहादुर सिंह बनाम उत्तर प्रदेश राज्य एवं अन्य",
  "the influence of liquor and then indulged himself in an offence": "नशे यें पाया गया ऑर फिर ख़ुद को एक अपराध में शामिल कर लिया - सेवा से बखस्तिगी की सजा अंतरात्मा",
  "- The punishment of dismissal from service cannot be said to be shocking to conscience and, therefore, does not call for": "को झकटड्ञोर देने वाली नहीं कही जा सकती, ऑर इसलिए किसी भी हस्तक्षेप की आवश्यकता नहीं हैं - दंड",
  "CIVIL APPELLATE JURISDICTION : Civil Appeal No. 7643 of 2011.": "सिविल अपीलीय क्षेत्राधिकार: सिविल अपील संख्या 7643/207",
  "From the Judgment & Order dated 13.2.2004 of the High Court of Judicature at Allahabad in Civil Misc. Writ Petition No.": "सिविल मिसलेनियस रिट याचिका संख्या 40500/997 में इलाहाबाद उच्च न्यायालय के निर्णय और आदेश",
  "Yatish Mohan, Vinita Y. Mohan, Vishwajit Singh for the Appellant.": "अपीलकर्ता के लिए यतीश मोहन, विनीता वाई. मोहन, विश्वजीत सिंह।",
  "Pramod Swarup, Ameet Singh, Manoj Kr. Dwivedi, Pareena Swarup, G.V. Rao for the Respondents.": "प्रत्यर्थियों के लिए प्रमोद स्वरूप, अमीत सिंह, मनोज कुमार द्विवेदी, परीना स्वरूप, जी.वी. राव।",
  "standard of proof in both the cases are totally different. Ina": "क्योंकि दोनों मामलों में सबूत के मानक पूरी तरह से अलग हैं। एक आपराधिक मामले में, अभियोजन पक्ष को",
  "criminal case, the prosecution has to prove the criminal case beyond all reasonable doubt whereas in a departmental": "आपराधिक मामले को सभी उचित संदेहों से परे साबित करना होता है, जबकि एक विभागीय कार्यवाही में,",
  "proceedings, the department has to prove only preponderance of probabilities. In the present case, we find that the": "विभाग को केवल संभावनाओं की प्रबलता साबित करनी होती है। वर्तमान मामले में, हम पाते हैं कि विभाग",
  "department has been able to prove the case on the standard of preponderance of probabilities. Therefore, the submissions": "संभावनाओं की प्रबलता के मानक पर मामले को साबित करने में सक्षम है। इसलिए, अपीलकर्ता की ओर से पेश",
  "12. Now, the issue is whether punishment awarded to the appellant is disproportionate to the offence alleged. The": "2. अब, मुद्दा यह है कि क्या अपीलकर्ता को दी गई सज़ा कथित अपराध के अनुपात से अधिक है। अपीलकर्ता",
  "appellant belongs to a disciplinary force and the members of such a force is required to maintain discipline and to act in a": "एक अनुशासनात्मक बल से संबंधित है और ऐसे बल के सदस्यों को अनुशासन बनाए रखना और सार्वजनिक",
  "befitting manner in public. Instead of that, he was found under the influence of liquor and then indulged himself in an offence.": "रूप से उचित तरीके से कार्य करना आवश्यक है। इसके बजाय, वह शराब के नशे में पाया गया और फिर खुद को",
  "the influence of liquor and then indulged himself in an offence. Be that as it may, we are not inclined to interfere with the satisfaction arrived at by the disciplinary authority that in the": "एक अपराध में शामिल कर लिया। जैसा भी हो, हम अनुशासनात्मक प्राधिकारी द्वारा प्राप्त संतुष्टि में हस्तक्षेप",
  "present case punishment of dismissal from service is called for. The punishment awarded, in our considered opinion, cannot be": "करने के इच्छ्क नहीं हैं कि वर्तमान मामले में सेवा से बर्खास्तगी की सजा अपेक्षित है। हमारी सुविचारित राय में,",
  "said to be shocking to our conscience and, therefore, the aforesaid punishment awarded does not calli for any": "दी गई सज़ा को हमारी अंतरात्मा को झकझोरने वाली नहीं कहा जा सकता है और इसलिए, दी गई उपरोक्त सज़ा",
  "13. In that view of the mater, we find no merit in this appeal,": "3. मामले के उस दृष्टिकोण में, हमें इस अपील में कोई मेरिट नहीं मिलती है, जिसे खारिज किया जाता है,",
  "which is dismissed, but leaving the parties to bear their own costs.": "लेकिन पक्षकारों को अपनी लागत वहन करने के लिए छोड़ दिया जाता है।",
  "B.B.B. Appeal dismissed.": "अपील खारिज की जाती है। बी.बी.बी.",
  "along with one of his friends grabbed one bottle of liquor from. the wine shop forcibly and also threatened them. With regard": "अपने एक दोस्त के साथ शराब की दुकान से जबरन शराब की एक बोतल छीन ली और उसे धमकी भी दी।",
  "shop, Sh. Rajan Lal. The appellant was also medically examined during the course of which he was found to be under the influence of liquor. The Doctor has opined that he had": "मामला भी दर्ज किया गया था। अपीलकर्ता की चिकित्सकीय जांच भी की गई, जिसमें वह शराब के नशे में पाया",
  "the influence of liquor. The Doctor has opined that he had consumed alcohol, but was not intoxicated.": "गया। डॉक्टर का कहना है कि उसने शराब पी थी, लेकिन नशे में नहीं था।",
  "5. The appellant was placed under suspension and a departmental proceeding was initiated against him. A": "5. अपीलकर्ता को निलंबित कर दिया गया और उसके खिलाफ विभागीय कार्यवाही शुरू की गई। अपीलकर्ता को",
  "memorandum of charges was issued to the appellant as against which he filed his reply. In the said departmental inquiry": "आरोपों का एक ज्ञापन जारी किया गया जिसके विरुद्ध उसने अपना उत्तर दाखिल किया। अपीलकर्ता के खिलाफ",
  "instituted against the appellant, an Inquiry Officer was appointed who conducted the inquiry and on completion of the said inquiry,": "स्थापित उक्त विभागीय जांच में, एक विवेचनाधिकारी नियुक्त किया गया था जिसने जांच की और उक्त जांच पूरी",
  "submitted his report finding the appellant guilty of the charges framed against him. .": "होने पर, अपीलकर्ता को उसके खिलाफ लगाए गए आरोपों का दोषी पाते हुए अपनी रिपोर्ट प्रस्तुत की।",
  "6. Consequent upon filing of the aforesaid inquiry report, the Disciplinary Authority, after complying with all the formalities": "6. उपरोक्त जांच रिपोर्ट दाखिल करने के परिणामस्वरूप, अनुशासनात्मक प्राधिकारी ने सभी औपचारिकताओं",
  "dismissed the appellant from service by issuing an order dated 11.02.1993.": "का पालन करने के बाद दिनांक .02.993 को एक आदेश जारी करके अपीलकर्ता को सेवा से बर्खास्त कर",
  "7. Being aggrieved by the said order, the appellant filed an appeal which was considered by the Appellate Authority and": "7. उक्त आदेश से व्यथित होकर अपीलकर्ता ने एक अपील दायर की जिस पर अपीलीय प्राधिकारी द्वारा विचार",
  "by order dated 30.06.1993, the aforesaid appeal was dismissed.": "किया गया और आदेश दिनांक 30.06.993 द्वारा उपरोक्त अपील खारिज कर दी गई।",
  "8. The appellant being aggrieved filed a petition before the": "8. अपीलकर्ता ने व्यथित होकर न्यायाधिकरण के समक्ष याचिका दायर की जिसे भी खारिज कर दिया गया।",
  "tribunal which was also dismissed. Consequently, the appellant filed the aforesaid writ petition, which was dismissed and": "परिणामस्वरूप, अपीलकर्ता ने उपरोक्त रिट याचिका दायर की, जिसे खारिज कर दिया गया और इसलिए, उसने",
  "therefore, he filed the present appeal, on which we have heard the learned counsel appearing for the parties.": "वर्तमान अपील दायर की, जिस पर हमने पक्षकारों की ओर से उपस्थित विद्वान अधिवक्ता को सुना।",
  "9. Counsel appearing for the appellant has submitted before us that a criminal case was also instituted for the": "9. अपीलकर्ता की ओर से उपस्थित अधिवक्ता ने हमारे समक्ष प्रस्तुत किया है कि उक्त घटना के लिए एक",
  "aforesaid incident in which he was acquitted and therefore, in the departmental proceeding also which was initiated he should": "आपराधिक मामला भी कायम किया गया था जिसमें वह बरी हो गया था और इसलिए, जो विभागीय कार्यवाही",
  "also have been acquitted and the same should have been allowed to be ended in his favour. He further submits that in": "शुरू की गई थी, उसमें भी उन्हें बरी कर दिया जाना चाहिए था और उसे उनके पक्ष में समाप्त करने की अनुमति",
  "allowed to be ended in his favour. He further submits that in any case it has come in evidence that the appellant was": "दी जानी चाहिए थी। उन्होंने आगे कहा कि किसी भी मामले में यह साक्ष्य में आया है कि अपीलकर्ता को वह दवा",
  "advised to take medicine which he had taken and, therefore, there was some smell of liquor from the medicine when a medical check-up was done. Relying on the same, counsel": "लेने की सलाह दी गई जो उसने ली थी और इसलिए, जब मेडिकल जांच की गई तो दवा से शराब की कुछ गंध",
  "submits that the entire charge is concocted. and therefore, he": "आ रही थी। उसी पर भरोसा करते हुए, अधिवक्ता का कहना है कि पूरा आरोप मनगढ़ंत है और इसलिए, उसे"
}