{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय में",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय अधिकारिता",
  "CRIMINAL APPEAL NO. 759 of 2019": "आपराधिक अपील सं. 759 सन्‌ 209",
  "(arising out of SLP (Crl.) No.4820/2017)": "(विशेष अनुमति याचिका (आपराधिक) सं. 4820/2077 से उद्दूत)",
  "VIKRAM JOHAR . ..APPELLANT(S)": "विक्रम जोहर ...अपीलार्थी(गण)",
  "JUDGMENT": "निर्णय",
  "Leave granted.": "2. अनुमति प्रदान की गयी।",
  "2. This appeal has been filed challenging’ the judgment of the Allahabad High Court dated 06.02.2017": "2. यह अपील माननीय उच्च न्यायालय के निर्णय दिनांकित 06.02.2077 को चुनौती देते हुए",
  "by which judgment, the criminal revision filed by the": "दाखिल की गयी है जिसके द्वारा, प्रत्यर्थी द्वारा दाखिल की गयी आपराधिक पुर्नरीक्षण याचिका",
  "appellant was dismissed. The criminal revision was filed by the appellant challenging the order dated": "को खारिज कर दिया गया।. अपीलार्थी द्वारा आपराधिक पुर्नरीक्षण याचिका , दण्ड़ प्रक्रिया",
  "under Section 239 read with Section 245 Cr.P.C. ina": "संहिता की धारा 239 सपठित धारा 245 के अन्तर्गत उसके उन्मोचन आवेदन को अपर मुख्य",
  "which was duly replied on 23.07.2011 by the surveyor. M/S. Ram Company has-~ also written to insurance company, which was": "सम्यक रूप से उत्तर दिया। मैसर्स राम कम्पनी ने बीमा कंपनी को भी लिखा,",
  "replied by insurance company on 08.08.2011": "जिसका बीमा कंपनी ने दिनांक 08.08.20: को यह सूचित करते हुए जबाव",
  "requesting to make payment of policy amount": "लाख रूपये की पॉलिसी धनराशि का भुगतान करने की प्रार्थना करते हुए एक",
  "of Rs. 285.60 Lacs. In the said letter, some complaints were also made against the surveyor. Again on 19.09.2011, a letter was": "पत्र प्रस्तुत किया। उक्त पत्र में सर्वेक्षक के विरूद्ध कुछ शिकायतें भी की गयी",
  "surveyor. Again on 19.09.2011, a letter was sent by M/s. Ram Company to the insurance company, where allegations were made against the surveyor. The surveyor, 1.e.,": "थी। मैसर्स राम कम्पनी द्वारा पुनः दिनांक 9.09.2077 को बीमा कम्पनी को एक पत्र भेजा गया, जिसमें सर्वेक्षक के विरूद्ध आरोप लगाये गये थे। सर्वेक्षक,",
  "the appellant submitted final report’ on 23.09.2011 with regard to claim of M/s. Ram": "मैसर्स राम कम्पनी के दावे के सम्बन्ध में दिनांक 23.09.2077 को अन्तिम",
  "“15) Underwriters Liability": "“5) बीमाकर्ता का दायित्व",
  "In view of the above, it stands established that": "उपरोक्त के दृष्टिगत, यह स्थापित होता है कि",
  "(a) The insured has mis represented their claim of building.": "व) बीमाकृत ने भवन का अपना दावा दुर्व्यपदेशित किया है।",
  "(b) The insured has mis represented their claim of Plant & Machinery.": "(0) बीमाकृत ने संयन्त्र और उपकरण का अपना दावा दुर्व्यपदेशित किया है।",
  "(c) The insured had made _ false declaration to inflate the _- stock quantity.": ") बीमाकृत ने भंडार मात्रा बढ़ाने के लिए झूठी घोषणा की थी।",
  "(d) The insured had made _ false declaration on the stock value declaration.": "0) बीमाकृत ने भंडार मूल्य घोषणा पर झूठी घोषणा की थी।",
  "This policy shall be voidable in the event of mis representation, mis description or non disclosure of any material particular.": "यह पॉलिसी दुर्व्यपदेशन, गलत वर्णन, या विशेष रूप से किसी सामग्री के गैर प्रकटीकरण के प्रसंग में शून्यकरणीय होगी।",
  "If the claim be in any-~ respect fraudulent, or if any false": "यदि दावा किसी कपटपूर्ण के सम्बन्ध में है, या यदि कोई झूठी घोषणा की गयी",
  "insured or any one acting on his": "लिए बीमाकृत या उसकी ओर से कार्य करने वाले किसी के द्वारा यदि किसी",
  "the policy or if the loss or damage": "कपटपूर्ण माध्यम या यन्त्र का प्रयोग किया गया है या यदि लाभ या हानि किसी",
  "be occasioned by the wilful act, or with the connivance of the insured,": "जानबूझकर किये गये कार्य द्वारा या बीमाकृत की मौनानुकुलता से घटित हुआ",
  "all benefits under this policy shall be forfeited.": "है, इस पॉलिसी के अन्तर्गत सभी लाभ समपहरित कर लिये जायेंगें।",
  "It is clear that the insured’s Mis representation & False declaration": "यह स्पष्ट है कि बीमाकृत के दुर्व्यपदेशन और झूठी घोषणा ने उपरोक्त दोनो",
  "first information report was lodged being": "संहिता की प्रथम सूचना रिपोर्ट दर्ज की गयी। बीमा कंपनी ने दिनांक",
  "dated 12.12.2011 repudiated the claim of M/s. Ram Company. Paragraph Nos. 3, 4 and": "2.2.207] के पत्र द्वारा मैसर्स राम कम्पनी के दावे को नामंजूर कर दिया।",
  "5 of the said letter are to the following effect: -": "उक्त पत्र के प्रस्तर सं. 3, 4, और 5५ निम्नलिखित प्रभाव के है:-",
  "“3. That during the course of": "“3. यह कि इस दावे के सर्वेक्षण और मूल्यांकन करने की अवधि के दौरान,",
  "23 September, 2011 to this office on": "3] दिनांकित 23 सितम्बर 20 की एक प्रति इस कार्यालय को 27",
  "5. That after scrutiny of the": "5. यह कि प्रस्तुत सर्वेक्षण रिपोर्ट के परीक्षण और हमारे प्रमुख कार्यालय की",
  "under Section 200 Cr.P.C was” recorded.": "धारा 200 के अन्तर्गत दर्ज किया गया। वादी ने पी.डब्लयू.- गणेश शर्मा और",
  "Complainant also got recorded statement of PW1i- Ganesh Sharma and PW2 - Roop Singh @": "पी. डब्लयू2- रूप सिंह उर्फ मुन्ना का भी बयान दर्ज कराया।",
  "The Magistrate by Order dated 07.02.2014": "अन्तर्गत दिनांकित 07.02.204 के आदेश द्वारा समन किया। दिनांकित",
  "07.02.2014 an application under Section 482 Cr.P.C. was filed by the appellant in the": "दण्ड प्रकिया संहिता की धारा 482 के अन्तर्गत एक आवेदन दाखिल किया",
  "disposed of by the High Court by order": "आदेश द्वारा निस्तारित कर दिया गया। माननीय उच्च न्यायालय ने आवेदन",
  "disposing of the application under Section 482 Cr.P.C. observed that in case, if": "अन्तर्गत धारा 482 दण्ड प्रकिया संहिता को निस्तारित करते हुए यह",
  "discharge application is moved by the applicant within 30 days, it is expected that the same shall be considered and": "अवलोकन किया कि उस परिस्थिति में, जब अपीलार्थी द्वारा 30 दिनो के अन्दर उनन्‍्मोचन प्रार्थना पत्र डाला गया है, यह अपेक्षित है कि इसे तर्क और",
  "decided by a reasoned and speaking order,": "मौखिक आदेश द्वारा विचारित और निर्णीत किया जायेगा और गुण दोष पर",
  "and till disposal of the application on merit, no coercive action shall be taken": "आवेदन के निस्तारण तक, अपीलार्थी के विरूद्ध कोई विपरीत कार्यवाही नहीं",
  "3.8 An application was filed by the applicant under Section 239 read with Section 245 Cr.P.C. before the Court of Judicial": "3.8... आवेदक द्वारा न्यायिक मजिस्ट्रेट के समक्ष दण्ड प्रकिया संहिता की धारा 239 सपठित धारा 245 के अन्तर्गत प्रार्थना करते हुए एक आवेदन दाखिल किया",
  "Magistrate praying that appellant be discharged. In the application under Sections 239 and 245, details of claim,": "गया कि अपीलार्थी उन्मोचित किया जाये। धारा 239 और 245 के अन्तर्गत",
  "insurance company was mentioned. Additional Chief Judicial Magistrate vide its order dated 29.11.2016 rejected the": "बताया गया। अपर न्यायिक मजिस्ट्रेट ने दिनांकित 29..206 के अपने",
  "its order dated 29.11.2016 rejected the application for discharge against which": "आदेश द्वारा उन्मोचन के आवेदन को अस्वीकृत कर दिया जिसके विरूद्ध",
  "Criminal Revision was filed in the High Court, which has been dismissed on": "माननीय उद्च न्यायालय में पुर्नरीक्षण याचिका दाखिल की गयी , जिसको",
  "06.02.2017. Aggrieved, by above order,": "दिनांक 06.02.207 को खारिज कर दिया गया है। उपरोक्त आदेश द्वारा",
  "this appeal has been filed.": "व्यथित होने से यह अपील दाखिल की गयी है।",
  "4. Learned counsel for the appellant in support of this appeal contends that complaint filed by the": "4. इस अपील के समर्थन में अपीलार्थी के विद्वान अधिवक्ता ने यह तर्क दिया कि परिवादी द्वारा",
  "complainant was nothing but proceeding for harassment": "दाखिल परिवाद और कुछ नही बल्कि अपीलार्थी को उत्पीड़ित करने के लिए कार्यवाही थी।",
  "of the appellant. The appellant, who was’ surveyor having given adverse reports regarding the fire claim": "अपीलार्थी, जो कंपनी के अग्रि दावे के सम्बन्ध में विपरीत रिपोर्ट देने वाला सर्वेक्षक था, वादी ने",
  "appellant and there was no ground for discharging the appellant from the offence. The allegations in the": "लिए पयप्ति सामग्री थी और अपीलार्थी को अपराध से उन्मोचित करने के लिए कोई आधार नहीं",
  "complaint makes out a case under Sections 504 and 506": "था। परिवाद में लगाया गये आरोप धारा 504 और 506 के अन्तर्गत एक वाद बनाते हैं और",
  "Chief Judicial Magistrate in rejecting the discharge": "उन्मोचन आवेदन को अस्वीकृत करते हुए विद्वान मुख्य न्यायिक मजिस्ट्रेट द्वारा और माननीय",
  "6. Learned counsel for the parties have also placed reliance on various judgments of this Court, which": "6. पक्षकारों के विद्वान अधिवक्ता इस न्यायालय के विभिन्न निर्णयो पर भी अवलम्बित हुए है, जो",
  "7. We have considered the submissions of the learned": "7. हमने पक्षकारों के विद्वान अधिवक्ता के तर्कों को विचार में लिया है और अभिलेखों का",
  "8. The question to be considered and answered in this appeal is as to whether in the present case,": "8. इस अपील में इस प्रश्न पर विचार करना और उत्तर देना है कि क्या वर्तमान मामले में",
  "appellant was entitled to be discharged from the offence under Sections 504 and 506 and whether Courts": "अपीलार्थी धारा 504 और 506 के अन्तर्गत अपराध से उन्मोचित होने का अधिकारी था और",
  "9. We have noticed the facts and sequence of events, which led to filing of the application under Section": "9. हमने उन तथ्यों और घटनाओं के क्रम पर विचार किया है, जिसने वादो को अपीलार्थी के",
  "concerned on the merits of the claim of the complainant regarding insurance claim of the complainant pertaining to fire incident’ dated 18.12.2010. Our consideration has to confine only to": "मामलें में, दिनांक 28.2.200 के आग की घटना के सम्बन्ध में वादी के बीमा दावे से सम्बन्धित वादी के दावे के गुण दोष पर हमारा सरोकार नही है। हमारा विचार केवल उसी प्रश्र",
  "the question as to whether the appellant has made out a case for discharge under Sections 504 and 506": "तक सीमित है कि क्या अपीलार्थी को धारा 504 और 506 भा.द.सं. के अन्तर्गत उन्मोचन",
  "10. From the facts noticed above, it is clear that appellant’s role was only of a Surveyor appointed by": "0. उपरोक्त उल्लेखनीय तथ्यो से, यह स्पष्ट है कि अपीलार्थी की भूमिका केवल सर्वेक्षण करने",
  "fire insurance claim alleged by the complainant with": "सम्बन्ध में वादी द्वारा कथित अग्रि बीमा दावे पर रिपोर्ट प्रस्तुत करना था, जो उसकी कंपनी के",
  "Surveyor & Engineers Pvt. Ltd. at Sector-7, Noida, Uttar Pradesh. Appellant visited the premises at": "7. अपीलार्थी सैक्टर-7, नोएडा, उत्तर प्रदेश में मैसर्स प्रोटोकॉल सर्वेयर्स और इंजीनियर्स",
  "Various correspondences were made by the complainant with the appellant as well as insurance company. In": "को ज्वाइंट निरीक्षण किया। परिवादी द्वारा अपीलार्थी के साथ ही साथ बीमा कंपनी से विभिन्न",
  "the letter dated 11.09.2011, which was addressed to insurance company, there was no allegation made against the appellant and for the first time in": "पत्राचार किये गये। पत्र दिनांकित .09.20] में, अपीलार्थी के विरूद्ध कोई आरोप नहीं",
  "against the appellant and for the first time in letter dated 19.09.2011 sent by M/s. Ram Company,": "लगाये गये थे और मैसर्स राम कम्पनी द्वारा भेजे गये पत्र दिनांकित 9.09.20] में पहली बार",
  "allegation was made against the appellant’ that appellant has asked for money for the final survey": "अपीलार्थी के विरूद्ध आरोप लगाये गये थे कि अपीलार्थी ने अन्तिम सर्वेक्षण के लिए धन की",
  "report, which was submitted by the appellant’ on": "मांग की है, अन्तिम सर्वेक्षण रिपोर्ट को अपीलार्थी द्वारा दिनांक 23.09.20 को प्रस्तुत किया",
  "23.09.2011, which was received by insurance company": "गया, जिसे दिनांक 27.09.207 को बीमा कंपनी द्वारा प्राप्त कर लिया गया।",
  "12. We have noticed above that in the final survey report recommendation has been made to repudiate the": "2. हमने ऊपर नोटिस किया है कि अपीलार्थी द्वारा तैयार अन्तिम सर्वेक्षण रिपोर्ट अनुशंसा में",
  "Claim due to misrepresentation and false declaration made by the appellant, which is breach of policy": "मिथ्यादुर्व्यपदेशन और झूठी घोषणा के कारण, जो कि पालिसी शर्तों का उल्लंघन है, दावे को",
  "condition. The incident alleged against’ the appellant is dated 02.10.2011, i1.e., immediately": "नामंजूर किया गया है। अपीलार्थी के विरूद्ध कथित घटना दिनांक 02.0.2077 की है,",
  "after submission of final survey report. It was only after final survey report submitted by the appellant": "अर्थात्‌, अन्तिम सर्वेक्षण रिपोर्ट के प्रस्तुति के तुरन्त बाद। यह केवल अपीलार्थी द्वारा दिनांक",
  "on 23.09.2011, which was received on 27.09.2011 that": "23.09.2077 को अन्तिम सर्वेक्षण रिपोर्ट की प्रस्तुति के बाद था जो दिनांक 27.09.207] को",
  "the appellant alleged the incident dated 02.10.2011,": "प्राप्त हुआ यह कि अपीलार्थी को घटना दिनांकित 02.0.207 के लिए आरोपित किया जिसमें",
  "in which appellant has alleged to have threatened the complainant. It is to be noted that application": "वादी को धमकाने का अपीलार्थी पर आरोप लगाया। यह उल्लेखनीय है कि दण्ड प्रक्रिया संहिता",
  "against the appellant with regard to incident dated 02.10.2011 are as follows: -": "में अपीलार्थी के विरूद्ध परिवाद में आरोप निम्नलिखित रुप में है: -",
  "MO sesteeseee a .When the complainant did not entertain the accused Surveyor’ Vikaram": "अर . जब परिवादी ने अभियुक्त सर्वेक्षक विक्रम जोहर को नहीं सुना, तो वह और",
  "Johar, he and 2-3 other unknown persons, one of whom was holding a revolver, whom the complainant can identify, came to the": "2-3 अन्य अज्ञात व्यक्ति, जिसमें से एक रिवॉल्वर पकड़े हुए था, जिनको वादी पहचान सकता",
  "the complainant can identify, came to the complainant’s house on 2.10.2011 at 7.00 Pm and abused him in filthy language and about": "है, वादी के घर दिनांक 02.0.20] को शाम 7 बजे आये और उसे भटद्दी गालियाँ दी और उस",
  "to assault him. When some neighbour arrived there, the Surveyor Vikaram Johar, he and 2-3 other unknown persons fled the spot on their vehicle. The people who had": "पर हमला करने वाले थे। जब कुछ पड़ोसी वहाँ पहुँचे, तो सर्वेक्षक विक्रम जोहर और 2-3 अन्य अज्ञात व्यक्ति मौके से अपने वाहन से भाग गये। उन लोगो ने जिन्‍्होने वादी की जान बचायी,",
  "occurrence.”": "घटना को देखा है।”",
  "13. Twice the 1.0. have conducted the investigation and submitted a closure report, on which protest": "43. विवेचक ने दो बार विवेचना की तथा क्लोजर रिपोर्ट प्रस्तुत किया, जिस पर विरोध याचिका",
  "petition was’ filed. On the protest’ petition, ultimately, the Judicial Magistrate by Order dated": "दाखिल की गयी। विरोध याचिका पर, अन्ततः, न्यायिक मजिस्ट्रेट ने आदेश दिनांकित",
  "14. Before we proceed to further examine the facts of": "44. हमारे वर्तमान मामले के तथ्यो के परीक्षण को आगे बढ़ने से पहले, हम उन्मोचन प्रार्थना",
  "the present case, we may notice the ambit and scope of power of the Court at the time of considering the": "पत्र पर विचारण करते समय न्यायालय की शक्ति के विस्तार और कार्यक्षेत्र पर नोटिस कर सकते",
  "15. This Court in Union of India Vs. Prafulla Kumar Samal & Another, (1979) 3 SCC 4 had occasion to": "5, भारत संघ बनाम प्रफुल्न कुमार सामल और अन्य, (979) 3 एससीसी 4 के वाद में इस",
  "Judge’s power to pass order of discharge. After noticing Section 227 in paragraph No.7, this Court held following: -": "आदेश को पारित करने के लिए विशेष न्यायाधीश की शक्ति है। धारा 227 को प्रस्तर सं. 7 में उल्लेखित करने के बाद, इस न्यायालय ने निम्नलिखित अवधारित कियाः-",
  "The words “not sufficient ground’ for proceeding against the accused” clearly": "शब्द “अभियुक्त के विरूद्ध कार्यवाही के लिए पर्याप्त आधार नहीं” स्पष्ट बताता है कि",
  "show that the Judge is not a mere post office to frame the charge at the behest of the prosecution, but has to exercise his": "अभियोजन पक्ष के इशारे पर आरोप तय करने के लिए न्यायाधीश मात्र एक डाकघर नहीं है,",
  "order to determine whether a case for trial has been made out by the prosecution. In": "बल्कि आदेश के निर्धारण के लिए, कि क्‍या अभियोजन द्वारा विचारण के लिए वाद बनाया गया",
  "for the court to enter into the pros and": "लिए, न्यायालय के लिए मामले के पक्ष व विपक्ष में प्रवेश करना और साक्ष्यों व संभावनाओं को",
  "trial starts. At the stage of Section 227, the Judge has merely to sift the evidence": "होता है। धारा 227 के प्रक्रम पर, न्यायाधीश को केवल यह पता लगाने के लिए साक्ष्यों को",
  "in order to find out whether or not there is sufficient ground for proceeding against": "जाँचना है कि क्या अभियुक्त के विरूद्ध कार्यवाही करने के लिए पर्याप्त आधार है या नही।",
  "the accused. The sufficiency of ground would take within its fold the nature of the evidence recorded by the police or the": "आधार की पयप्तिता, पुलिस द्वारा दर्ज की गयी साक्ष्यों की प्रकृति और न्यायालय के समक्ष",
  "documents produced before the court which": "प्रस्तुत दस्तावेजों को अपने दायरे में लेगी जो प्रतीयमान करती है कि अभियुक्त के विरूद्ध",
  "Circumstances against the accused so as to frame a charge against him.”": "संदिग्ध परिस्थितियां है ताकि उसके विरूद्ध आरोप तय किया जा सके।”",
  "16. After considering the earlier cases of this Court, in paragraph No.10, following principles were": "6. इस न्यायालय के हालिया वादों को विचार में लेने के बाद, प्रस्तर 0 में, निम्नलिखित",
  "noticed: -": "सिद्धान्त नोटिस किए गए: -",
  "“10. Thus, on a_consideration of the authorities mentioned above, the following": "“0. इस प्रकार, प्राधिकारियों के उपरोक्त उल्लिखित को ध्यान देने पर, निम्नलिखित सिद्धान्त",
  "principles emerge:": "प्रकट होते हैः",
  "(1) That the Judge while considering the question of framing the charges under Section 227 of the Code has_~ the": "() यह कि संहिता की धारा 227 के अन्तर्गत आरोप तय करने के प्रश्न पर विचार करते समय",
  "undoubted power to sift and weigh the evidence for the limited purpose of": "न्यायाधीश के पास निःसन्देह, यह पता लगाने के सीमित उद्देश्य के लिए साक्ष्य को जाँचने",
  "(2) Where the materials placed before the Court disclose grave suspicion against the accused which has_~ not _ been": "(2) जहाँ न्यायालय के समक्ष रखे गयी सामग्री से अभियुक्त के विरूद्ध गंभीर संदेह उत्पन्न होता",
  "properly explained the Court will be": "है जिसको उचित रूप से स्पष्टीकृत नहीं किया गया है न्यायालय आरोप तय करने और",
  "(3) The test to determine a prima facie case would naturally depend upon the facts of each case and it is difficult": "(3) प्रथम दृष्टतया मामले को निर्धारित करने का परीक्षण स्वभावतः प्रत्येक मामले के तथ्यों पर",
  "application. By and large however if two views are equally possible and the Judge is satisfied that the evidence": "हालांकि सामान्यतः यदि दो विचार समान रूप से संभव हो और न्यायाधीश संतुष्ठ है कि",
  "produced before him while giving rise to some suspicion but not’ grave suspicion against the accused, he will": "उसके समक्ष प्रस्तुत साक्ष्य कुछ संदेह उत्पन्न करते हुए लेकिन अभियुक्त के विरूद्ध गंभीर",
  "be fully within his right to discharge the accused.": "सन्देह नहीं हैं, उसे अभियुक्त को उन्मोचित करने का अपना अधिकार पूरा तरह होगा।",
  "(4) That in exercising his jurisdiction under Section 227 of the Code _ the": "(4) यह कि संहिता की धारा 227 के अन्तर्गत अपनी अधिकारिता को प्रयोग करते हुए",
  "Judge which under the present Code is a senior and experienced court cannot": "न्यायाधीश जो कि वर्तमान संहिता के अन्तर्गत वरिष्ठ और अनुभवी न्यायालय है, केवल",
  "act merely as a Post Office or a mouthpiece of the prosecution, but has": "अभियोजन के डाक घर या प्रवक्ता के रूप में कार्य नहीं कर सकता , बल्कि मामले की",
  "to consider the broad probabilities of the case, the total effect of the evidence and the documents’ produced before the Court, any basic": "व्यापक संभावनाओं, न्यायालय के समक्ष प्रस्तुत साक्ष्य और दस्तावेजों का पूरा प्रभाव ,",
  "so on. This however does not mean that the Judge should make a roving enquiry into the pros and cons of the matter and weigh the evidence as if he was": "यह अर्थ नहीं है कि न्यायाधीश को मामले के पक्ष व विपक्ष और साक्ष्य को तौलने में जाँच",
  "Orissa Vs. Debendra Nath Padhi, (2005) 1 SCC 568, had": "7. उड़ीसा राज्य बनाम देबेन्द्र नाथ पाधि, (2005)  एससीसी 568, के वाद में इस",
  "persons when the evidential materials gathered after investigation fall short of minimum legal requirements.": "जब विवेचना के बाद जुटायी गयी साक्ष्यिक सामग्री न्यूनतम विधिक आवश्यकताओं से कम",
  "18. Another judgment of this Court, which is to be referred is Priyanka Srivastava and Another Vs. State": "8. इस न्यायालय का अन्य निर्णय, जिसको सन्दर्भित किया जाना है प्रियंका श्रीवास्तव और",
  "of Uttar Pradesh and Others, (2015) 6 SCC 287. This": "अन्य बनाम उत्तर प्रदेश राज्य और अन्य, (205) 6 एससीसी 287 का है। उपरोक्त वाद में",
  "Court in the above case has noticed the potentiality of misuse of Section 156(3) to harass those, who are": "इस न्यायालय ने धारा 56(3) के दुष्प्रयोग के क्षमता को उनको उत्पीड़ित करने के लिए,",
  "entrusted with various statutory functions. This Court, in fact, has made observations that": "जिन्हें विभिन्न संवैधानिक कार्यों को सौंपा गया है, पर विचार किया है। इस न्यायालय ने, वास्तव",
  "Supported by an affidavit so that person making allegation should take responsibility of what they": "शपथ पत्र द्वारा समर्थित होना चाहिए ताकि आरोप लगाने वाले व्यक्ति परिवाद में कही गयी बातों",
  "“30. In our considered opinion, a stage has come in this country where Section 156(3)": "“30. हमारे सुविचारित मत में, इस देश में चरण आ गया है जहाँ दण्ड प्रक्रिया संहिता",
  "seeks the invocation of the jurisdiction of the Magistrate. That apart, in an": "समर्थित किया हो जो मजिस्ट्रेट की अधिकारिता की प्रार्थना करता हो। इसके अलावा,",
  "appropriate case, the learned Magistrate would be well advised to verify the truth": "एक उपयुक्त मामले में, विद्वान मजिस्ट्रेट को सच्चाई को सत्यापित करने की अच्छी तरह",
  "and also can verify the veracity of the allegations. This affidavit can make the": "से सलाह दी जाएगी और आरोपों की सत्यता की भी पुष्टी कर सकते हैं।_यह शपथपत्र",
  "applicant more responsible. We are compelled to say so as_ such kind of": "आवेदक को ज्यादा जिम्मेदार बना सकता है। हम ऐसा कहने को बाध्य हुए है क्योकि",
  "“503. Criminal intimidation.—whoever threatens another with any injury to his person, reputation or property, or to the": "“503. आपराधिक अभिन्रास.- जो कोई किसी अन्य व्यक्ति शरीर, ख्याति या सम्पत्ति",
  "person or reputation of any one in whom": "को, या किसी ऐसे व्यक्ति के शरीर या ख्याति को, जिससे कि वह व्यक्ति हितबद्ध हो या",
  "that person to do any act which he is not legally bound to do, or to omit to do any": "स्वरूप कोई ऐसा कार्य कराया जाए, जिसे करने के लिए वह वैध रूप से आबद्ध न हो,",
  "act which that person is legally entitled to do, as the means of avoiding’ the": "यह किसी ऐसे कार्य को करने का लौप कराया जाए, जिसे करने के लिए वह वैध रूप",
  "Explanation.— A threat to injure the reputation of any deceased person in whom": "स्पष्टीकरण.-किसी ऐसे मृत व्यक्ति की ख्याति को क्षति करने की धमकी जिससे वह",
  "the person threatened is interested, is within this section.": "व्यक्ति, जिसे धमकी दी गई है, हितबद्ध हो इस धारा के अन्तर्गत आता है।",
  "504. Intentional insult with intent’ to provoke breach of the peace .—Whoever": "504. लोक शांति भंग कराने को प्रकोपित करने के आशय से साशय अपमान.-जो",
  "intentionally insults, and thereby gives provocation to any person, intending or": "कोई किसी व्यक्ति को साशय अपमानित करेगा और तद॒द्वारा उस व्यक्ति को इस आशय",
  "Knowing it to be likely that — such provocation will cause him to break the": "से, यह सम्भाव्य जानते हुए, प्रकोपित करेगा कि ऐसे प्रकोपन से वह लोक शान्ति भंग",
  "public peace, or to commit any other offence, shall be punished with imprisonment of either description for a": "या कोई अन्य अपराध कारित करेगा, यह दोने में से किसी भांति के कारावास से,",
  "term which may extend to two years, or with fine, or with both;": "जिसकी अवधि दो वर्ष तक हो सकेगी, या जु्मनि स, या दोनों से, दण्डित किया",
  "at this stage, is expected to examine prima facie the truth or falsehood of the allegations made in the complaint. The Magistrate is not expected to embark upon a": "का प्रथम दृष्टतया परीक्षण करना अपेक्षित है। मजिस्ट्रेट से वाद के गुणों या अवगुणों की",
  "v. Veeranna Shivalingappa Konjalgi, (1976) 3 SCC 736, this Court held that once the": "कोनजलल्‍गी, (976) 3 एससीसी 736 के वाद में, इस न्यायालय ने अवधारित किया",
  "Magistrate has exercised his discretion in forming an opinion that there is ground for": "कि एकबार मजिस्ट्रेट यह मत बनाने में अपने विवेकाधिकार का प्रयोग कर लेता है कि",
  "forming an opinion that there is ground for proceeding, it is not for the Higher Courts to substitute its own discretion for that": "कार्यवाही करने के लिए आधार हैं, तो उच्चतर न्यायालय का कार्य अपने स्वयं के",
  "to substitute its own discretion for that of the Magistrate. The Magistrate has to": "विवेकाधिकार को मजिस्ट्रेट से प्रतिस्थापित करना नहीं है। मजिस्ट्रेट को सभी प्रतिरक्षा",
  "decide the question purely from the point of view of the complaint, without at all": "को ध्यान दिए बिना जो अभियुक्त को हो सकती है, परिवाद के दृष्टिकोण से प्रश्न को",
  "23. In paragraph No.13 of the judgment, this Court has noticed the ingredients of Section 504, which are": "23. इस न्यायालय ने निर्णय के प्रस्तर संख्या 3 में धारा 504 के आवश्यक तत्वों को",
  "to the following effect: -": "उल्लेखित किया है, जो निम्नलिखित प्रभाव की है: -",
  "“13. Section 504 IPC comprises of the following ingredients viz. (a) intentional": "“3. धारा 504 निम्नलिखित आवश्यक तत्वों को सम्मिलित करती है यथा (8)",
  "insult, (6b) the insult must be such as to give provocation to the person insulted,": "साशय अपमान, (०) अपमान इस प्रकार का होना चाहिए जो अपमानित व्यक्ति को",
  "give provocation to the person insulted, and (c) the accused must intend or know": "प्रकोपित करता हो, और (८) अभियुक्त का आशय या यह जानता हो कि ऐसे प्रकोपन",
  "to break the public peace or to commit any other offence. The intentional insult must": "से अन्य लोक शांति भंग कर देगा या कोई अन्य अपराध कारित करेगा। साशय अपमान",
  "be of such a degree that should provoke a person to break the public peace or to commit any other offence. The person who": "इस मात्रा का होना चाहिए जो एक व्यक्ति को लोक शांति भंग को या कोई अन्य अपराध कारित करने को प्रकोपित कर दें। व्यक्ति जो साशय अपमान इस आशय से या यह",
  "it to be likely that it will give provocation to any other person and_ such": "सम्भाव्य जानते हुए कि यह किसी अन्य व्यक्ति प्रकोपित करेगा और ऐसा प्रकोपन लोक",
  "peace or to commit any other offence, in": "शांति भंग करेगा या कोई अन्य अपराध कारित करेगा, इस परिस्थित में, धारा 504 के",
  "Section 504 are satisfied. One of the essential elements constituting the offence": "आवश्यक तत्व संतुष्ट होते हैं। अपराध को निर्मित करने का एक आवश्यक तत्व यह है",
  "is that there should have been an act or conduct amounting to intentional insult and": "कि एक कार्य या आचरण साशय अपमान की मात्रा तक होना चाहिए और केवल यह",
  "the mere fact that the accused abused the complainant, as such, is not sufficient by itself to warrant a-conviction - under Section 504 IPC.”": "तथ्य कि अभियुक्त ने परिवादी को प्रताड़ित किया, धारा 504 के अन्तर्गत दोषसिद्धि साबित के लिए स्वयं में पर्याप्त नहीं है।”",
  "24. In another judgment, i.e., Manik Taneja and Another Vs. State of Karnataka and Another, (2015) 7 ScC 423, this Court has again occasion to examine the": "24. मानिक तनेजा और अन्य बनाम कर्नाटक राज्य और अन्य, (205) 7 एससीसी 423,",
  "ScC 423, this Court has again occasion to examine the ingredients of Sections 503 and 506. In the above": "के अन्य निर्णय में, इस न्यायालय के पास धारा 503 और 506 के आवश्यक तत्व के परीक्षण का पुनः अवसर था। उक्त वाद में भी, धारा 353 और धारा 506 भारतीय दण्ड संहिता के",
  "case also, case was registered for the offence under Sections 353 and 506 I.P.C. After noticing Section": "अन्तर्गत अपराध के लिए वाद दर्ज किया गया। धारा 503 को उल्लेखित करने के बाद, जो",
  "A reading of the definition of “criminal intimidation” would indicate that’ there": "“आपराधिक अभिन्रास” की परिभाषा को पढ़नें पर यह दर्शित करता है कि",
  "must be an act of threatening to another": "व्यक्ति हितबद्ध हो कोई क्षति कारित करने की धमकी देने का कोई कार्य होना चाहिए",
  "25. In the above case, allegation was that appellant had abused the complainant. The Court held that the": "25. उपरोक्त वाद में, यह आरोप था कि अपीलार्थी ने परिवादी को गालियाँ दी थीं। न्यायालय ने",
  "mere fact that the allegation that accused had abused": "अवधारित किया कि मात्र यह तथ्य कि यह आरोप कि अभियुक्त ने परिवादी को गालियाँ दी थीं,",
  "Section 506.": "धारा 506 के आवश्यक तत्वों को संतुष्ट नहीं करते हैं।",
  "26. Now, we revert back to the allegations in the complaint against the appellant. The allegation is": "26. अब, हम अपीलार्थी के विरूद्ध परिवाद में लगायें गयें आरोपों पर वापस आते हैं। यह आरोप",
  "that appellant with two or three other’ unknown persons, one of whom was holding a revolver, came to": "कि अपीलार्थी दो या तीन अन्य अज्ञात व्यक्तियों के साथ, जिसमें से एक ने रिवॉल्वर पकड़े हुए",
  "the complainant’s house and abused him in filthy language and attempted to assault him and when some": "था, परिवादी के घर आया और उसे भटद्दी गालियाँ दी और उस पर हमला करने का प्रयास किया",
  "neighbours arrived there the appellant and the other persons accompanying him fled the spot. The above": "और जब कुछ पड़ोसी वहाँ पहुँचें तो अपीलार्थी और उसके साथ अन्य व्यक्ति मौके से भाग गये।",
  "the ingredients of Sections 504 and 506 as has been": "उपरोक्त आरोपों के प्राथमिक मूल्यांकन पर धारा 504 और 506 के आवश्यक तत्व जैसे कि",
  "enumerated by this Court in the above two judgments.": "इस न्यायालय द्वारा उपरोक्त दो निर्णयों में बताये गये , संतुष्ट नहीं होते है। साशय अपमान इस",
  "should provoke a person to break the public peace or to commit any other offence. The mere allegation": "मात्रा तक होना चाहिए कि यह एक व्यक्ति को लोक शांति भंग करने या कोई अन्य अपराध",
  "to commit any other offence. The mere allegation that appellant came and abused the complainant does": "कारित करने को प्रकोपित करे। मात्र यह आरोप कि अपीलार्थी आया और परिवादी को गालियाँ",
  "27. Now, reverting back to Section 506, which is offence of criminal intimidation, the principles laid": "27. अब, धारा 506 पर वापस आने पर, जो कि आपराधिक अभिन्रास का अपराध है,",
  "down by Fiona Shrikhande (supra) has also to be": "फिओना श्रीखण्डे (उपरोक्त) द्वारा प्रतिपादित किए गए सिद्धान्त को भी लागू किया जाना चाहिए",
  "applied when question of finding out as to whether the ingredients of offence are made or not. Here,": "जब यह पता लगाने का प्रश्न हो कि क्या अपराध के आवश्यक तत्व बनते हैं या नहीं। यहाँ ,",
  "the only allegation is that the appellant abused the": "केवल यह आरोप है कि अपीलार्थी ने परिवादी को गाली दी। भारतीय दण्ड संहिता की धारा",
  "complainant. For proving an offence under Section 506 IPC, what are ingredients which have to be proved by": "506 के अन्तर्गत अपराध को साबित करने के लिए, क्या आवश्यक तत्व हैं जिसे अभियोजन",
  "the prosecution? Ratanlal & Dhirajlal on Law of": "द्वारा साबित किया जाना है? अपराध को साबित करने के सम्बन्ध में रतनलाल एण्ड",
  "“..The prosecution must prove:": "“.... अभियोजन को साबित करना चाहिएः",
  "(1) That the accused threatened some person.": "(।)यह कि अभियुक्त ने किसी व्यक्ति को धमकी दी।",
  "(11) That such threat consisted of some injury to his person, reputation or property; or to the": "()यह कि ऐसी धमकी व्यक्ति के शरीर, ख्याति या सम्पत्ति को, या किसी ऐसे व्यक्ति",
  "person, reputation or property of some one in whom he was": "के शरीर या ख्याति को, जिससे कि वह व्यक्ति हितबद्ध हो, कोई क्षति करने के लिए",
  "(111) That he did so with intent’ to cause alarm to that person; or to": "() यह कि उसने ऐसा उस व्यक्ति को संत्रास कारित करने के आशय से, या उससे",
  "which he was not legally bound to do, or omit to do any act which": "जाए, जिसे करने के लिए वह वैध रूप से आबद्ध न हो, या किसी ऐसै कार्य को करने",
  "he was legally entitled to do as": "का लोप कराया जाए, जिसे करने के लिए वह वैध रूप से हकदार हो, किया हो।"
}