{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO.267 OF 2022": "सिविल अपील संख्या 267/2022",
  "INDIAN OVERSEAS BANK & ORS. ... Appellants": "इंडियन ओवरसीज बैंक और अन्य .... अपीलार्थी",
  "Versus": "बनाम",
  "OM PRAKASH LAL SRIVASTAVA ...Respondent": "ओम प्रकाश लाल श्रीवास्तव ...प्रत्यर्थी",
  "JUDGMENT": "निर्णय",
  "SANJAY KISHAN KAUL, J.": "न्यायमूर्ति संजय किशन कौल",
  "1. The appellant-Bank, a nationalised one, took the ultimate step": ". एक राष्ट्रीयकृत बैंक-अपीलकर्ता ने प्रत्यर्थी के खिलाफ विभागीय कार्यवाही के",
  "proceedings having found him guilty on various counts inter alia including breach of duty as a custodian of public money and dishonesty,": "मामलों में दोषी पाया गया, जिसमें सार्वजनिक धन के संरक्षक के रूप में कर्तव्य",
  "upheld the decision of the appellant-Bank but in terms of the impugned": "न्यायाधिकरण ने अंततः अपीलकर्ता-बैंक के निर्णय को बरकरार रखा, लेकिन",
  "judgment of the Allahabad High Court, five of the charges were found": "इलाहाबाद उद्च न्यायालय के आक्षेपित निर्णय के संदर्भ में पांच आरोपों को साबित",
  "employee in disciplinary proceedings is to be evaluated on the basis of probabilities and preponderance of evidence. There was sufficient": "कदाचार का मूल्यांकन संभावनाओं और साक्ष्य की प्रबलता के आधार पर किया",
  "evidence to show that the respondent committed fraud and forgery by": "जाना चाहिए।यह दिखाने के लिए पयप्ति साक्ष्य थे कि प्रत्यर्थी ने शिकायतकर्ता",
  "manipulating the signatures of the complainant Mrs. Meera Srivastava,": "श्रीमती मीरा श्रीवास्तव के हस्ताक्षरों में हेरफेर करके उसके पति के निधन पर",
  "opening an account, operating the account and appropriating the sum of": "मुआवजे के रूप में धोखाधड़ी और जालसाजी की, खाता खोला, खाते का",
  "demise of her husband. The respondent took advantage of the complainant being his sister-in-law. The complainant has given clear and": "परिवादी का अपनी भाभी होने का फायदा उठाया।परिवादी ने ट्रिब्यूनल के समक्ष",
  "out to the contrary in her cross-examination. In fact, regarding this aspect, it was submitted that there was no material cross-examination and": "भी नहीं निकला था।वास्तव में इस पहलू के बारे में यह कहा गया था कि कोई भौतिक जिरह नहीं थी और उसके बयान पर संदेह करने का कोई कारण नहीं है।",
  "fraud was alleged and a degree of investigation should have been a": "था और जांच के स्तर का मानक होना चाहिए था जिसका एक आपराधिक",
  "9. We may notice at this stage that the inquiry officer had opined that": "9. हम इस स्तर पर नोटिस कर सकते हैं कि जांच अधिकारी ने इस बात का",
  "while observing the admitted signatures in comparison with the signatures in question from a banker’s eye it could be said that there is": "विरोध किया था कि बैंकर की नजर से प्रश्नगत हस्ताक्षर की तुलना में स्वीकार किए गए हस्ताक्षर का अवलोकन करते समय यह कहा जा सकता है कि समानता",
  "absence of similarity. Mrs. Meera Srivastava’s claim was that even the": "का अभाव है।श्रीमती मीरा श्रीवास्तव का दावा था कि बैंक जाने के बिना भी यह",
  "position was the same with respect to two withdrawal slips of Rs.7,000/- and Rs.13,000/-. Mrs. Meera Srivastava had corroborated this aspect in": "के दो निकासी पर्चियों के संबंध में स्थिति समान थी।श्रीमती मीरा श्रीवास्तव ने",
  "her deposition. In the deposition she accepted that both her and the": "अपने बयान में इस बात की पुष्टि की थी।बयान में उसने स्वीकार किया कि उसके",
  "respondent were members of a joint family but the drafts were given to": "और प्रत्यर्थी दोनों संयुक्त परिवार के सदस्य थे , लेकिन ड्राफ्ट को प्रत्यर्थी को",
  "the respondent for safe-keeping and when after one and a half month she": "सुरक्षित रखने के लिए दिए गए थे और जब डेढ़ महीने के बाद उसने प्रत्यर्थी को",
  "asked the respondent to return her draft he refused to do so on one pretext": "अपना ड्राफ्ट वापस करने के लिए कहा तो उसने एक या दूसरे बहाने से ऐसा",
  "or the other. Thus, two or three months later she complained to the bank": "करने से इनकार कर दिया।इस प्रकार, दो या तीन महीने बाद उसने बैंक से",
  "on learning that the drafts had been encashed at the Branch. On making": "शिकायत किया कि शाखा में ड्राफ्ट को भुना लिया गया था। शिकायत करने पर",
  "the complaint she got her money from the Bank. In her cross-": "उसे बैंक से पैसे मिले। उसकी जिरह में यह कभी नहीं बताया गया कि वह खाता",
  "examined himself. The Tribunal vide award dated 21.2.2013 answered": "किया, जबकि प्रत्यर्थी ने स्वयं की जांच की। ट्रिब्यूनल ने निर्णय 2.2.203",
  "the reference against the respondent opining that the appellant-": "दिनांकित द्वारा प्रत्यर्थी के विरुद्ध संदर्भ का उत्तर दिया कि अपीलकर्ता -",
  "Bank/Management had been successful in establishing all the charges": "बैंक / प्रबंधन प्रत्यर्थी के खिलाफ सभी आरोपों को स्थापित करने में सफल रहा है।",
  "against the respondent. On the issue of quantum of punishment also it": "सजा की अवधि के मुद्दे पर भी यह माना गया कि यह आरोप प्रत्यर्थी के खिलाफ",
  "was held that the same was commensurate to the charges levelled and proved against the respondent.": "लगाए गए आरोपों के अनुरूप था और साबित हुआ।",
  "8. The appellant sought to assail this order of the Tribunal by filing": "8. अपीलकर्ता ने इलाहाबाद में न्यायिक उच्च न्यायालय के समक्ष , रिट",
  "writ petition, being WP(C) No. 53458/2013, before the High Court of": "याचिका(सी) संख्या 53458/203 होने के नाते रिट याचिका दायर करके",
  "back in respect of charges 4 & 5. The impugned judgment held that": "3.5.208 के अनुसार, आरोप 4 और 5 के संबंध में मामले को वापस भेजते",
  "when the earlier departmental proceedings were found to be violative of": "जब पूर्व की विभागीय कार्यवाही नैसर्गिक न्याय के सिद्धांतों का उल्लंघन करने वाली",
  "evidence only in respect of charges 4 & 5. In respect of charges 4 & 5 it": "संख्या 4 और 5 के संबंध में साक्ष्य प्रस्तुत किए। आरोप संख्या 4 और 5५ के",
  "was opined that on the request of the respondent the signatures of Mrs. Meera Srivastava should have been got compared with her admitted": "संबंध में यह राय थी कि प्रत्यर्थी के अनुरोध पर श्रीमती मीरा श्रीवास्तव के हस्ताक्षरों की तुलना किसी विशेषज्ञ द्वारा उनके स्वीकृत हस्ताक्षरों से की जानी",
  "signatures by an expert and then only a correct conclusion could have": "चाहिए थी और तभी सही निष्कर्ष पर पहुंचा जा सकता था कि क्या प्रतिवादी द्वारा",
  "tampered with the records of the branch and thus acted in a manner prejudicial to the interest of the Bank which is a gross": "और इस तरह बैंक के हितों के प्रतिकूल काम किया जो द्विपक्षीय समझौता",
  "4. The respondent denied the allegations in response to the": "4. प्रत्यर्थी ने आरोप पत्र के जवाब में आरोपों से इनकार किया।आरोपों पर निर्णय",
  "chargesheet. An inquiry officer was appointed to adjudicate upon the": "लेने के लिए एक जांच अधिकारी नियुक्त किया गया था।अपीलकर्ता का मामला यह",
  "charges. It is the appellant’s case that all principles of natural justice were followed and the respondent was supplied with all": "है कि प्राकृतिक न्याय के सभी सिद्धांतों का पालन किया गया था और प्रत्यर्थी को",
  "documents/material relied upon by the appellant-Bank. The inquiry": "अपीलकर्ता-बैंक द्वारा अवलम्ब लिए गए सभी दस्तावेजों /सामग्री के साथ आपूर्ति",
  "officer concluded the inquiry and submitted the report dated 6.12.1995": "की गई थी। जांच अधिकारी ने जांच पूरी की और दिनांक 6.2.995 की रिपोर्ट",
  "opining that all charges stood proved against the respondent.": "प्रस्तुत करते हुए कहा कि प्रत्यर्थी के खिलाफ सभी आरोप साबित हो गए हैं।",
  "Consequently, the respondent was served with a show cause notice dated 28.2.1996 by the Disciplinary Authority proposing the punishment of": "नतीजतन, प्रत्यर्थी को दिनांक 28.2.996 को कारण बताओ नोटिस के साथ अनुशासनात्मक प्राधिकरण द्वारा सेवा से बर्खस्तगी की सजा का प्रस्ताव दिया",
  "dismissal from service. The respondent submitted a reply but the": "गया थापप्रत्यर्थी ने प्रत्युत्तर प्रस्तुत किया लेकिन अनुशासनिक प्राधिकारी ने",
  "[M.M. Sundresh]": "[न्यायमूर्ति एम. एम. सुन्द्रेश]",
  "New Delhi.": "नई दिल्ली",
  "January 19, 2022.": "9 जनवरी, 2022",
  "Aziz’. If there is no jurisdictional error or violation of natural justice or error of law apparent on the face of the record, there is no occasion for": "त्रुटि या प्राकृतिक न्याय का उल्लंघन या अभिलेख में स्पष्ट विधिक त्रुटि नहीं है तो",
  "the High Court to get into the merits of the controversy as an appellate": "उच्च न्यायालय के लिए अपीलीय न्यायालय के रूप में विवाद का गुणावगुण नहीं",
  "court. That too, on the aspect of an opinion formed in respect of two sets": "मिल सकता। वह भी, हस्ताक्षरों के दो समूहों के संबंध में गठित एक राय के पहलू",
  "of signatures where the inquiry was held by an officer of the bank who": "पर, जहां बैंक के एक अधिकारी द्वारा पूछताछ की गई थी, जो हस्ताक्षरों की",
  "came to an opinion on a bare comparison of the signatures that there is a difference in the same. It has been looked at from the perspective of a": "तुलना में एक राय में यह आया था कि उनमें क्या अंतर है।इसे 'बैंकर की नजर' के",
  "“banker’s eye”. This is, of course, apart from the testimony of the sister- in-law of the respondent.": "परिप्रेक्ष्य से देखा गया है।यह निश्चित रूप से, प्रत्यर्थी की भाभी की गवाही के अलावा है।",
  "admitted signatures in comparison with the signatures in question from a": "की नजर से' से प्रश्नगत हस्ताक्षर से तुलना में स्वीकृत हस्ताक्षर का अवलोकन",
  "“banker’s eye”, it was not just the ipse dixit of the Inquiry Officer but": "करते हुए स्वयं की राय दी थी, यह केवल जांच अधिकारी का ही विचार नहीं था",
  "was based on the deposition of the sister-in-law of the respondent, Mrs.": "बल्कि प्रत्यर्थी श्रीमती मीरा श्रीवास्तव की भाभी के बयान पर आधारित था।",
  "Meera Srivastava. The deposition of Mrs. Meera Srivastava was clear and unambiguous. She was staying in a joint family of which the": "श्रीमती मीरा श्रीवास्तव का बयान स्पष्ट था।वह एक संयुक्त परिवार में रह रही थी",
  "respondent was a part. She unfortunately lost her husband in an accident.": "जिसमें से प्रत्यर्थी एक सदस्य था।दुर्भाग्य से उसने एक दुर्घटना में अपने पति को",
  "The two drafts were received from his employer and those drafts were": "खो दिया।दो ड्राफ्ट उसके नियोक्ता से प्राप्त किए गए थे और उन ड्राफ्टों को"
}