{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकार",
  "CIVIL APPEAL No(s). 7433 OF 2019": "व्यवहार अपील सं (ऐं) 7433 सन्‌ 209",
  "(Arising out of SLP(C) No(s). 17242 of 2008)": "(एसएलपी (सी) सं. (ओं) 7242 सन्‌ 2008 से उद्भूत)",
  "GENERAL MANAGER, INDIAN OIL CORPORATION & ANR. Appellant(s)": "महाप्रबंधक, इण्डियन ऑयल कॉरपोरेशन और अन्य अपीलार्थी (गण)",
  "M/S. LALA BHAIRO PRASAD SARAF AND SONS & ANR. Respondent(s)": "मैसर्स लाला भैरो प्रसाद सराफ और अन्य प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "R. BANUMATHI, J.:": "न्यायमूर्ति, आर. भानुमति",
  "(1) Leave granted.": "() अनुमति प्रदान की गयी।",
  "(2) This appeal arises out of judgment and order dated 21.04.2008 in and by which the High Court of Judicature at": "(2) यह अपील दिनांक 2. 04. 2008 के निर्णय और आदेश से उत्पन्न हुई है और",
  "Allahabad has set aside the order of termination of the dealership of the respondent-firm on the ground that there was": "जिसके द्वारा इलाहाबाद उच्च न्यायालय ने प्रत्यर्थी-फर्म की डीलरशिप को समाप्त करने के",
  "Indian 0il Corporation Ltd. has preferred this appeal.": "व्यथित होने के कारण, इंडियन ऑयल कॉर्पोरेशन लिमिटेड ने यह अपील की है।",
  "(3) Respondent no.1 is a partnership firm running a retail": "(3) प्रत्यर्थी संख्या 4 एक साझेदारी फर्म है जो पुरानी बाजार, करवी टाउन, जिला",
  "outlet of the Indian Oil Corporation Ltd. (I0C) for selling the": "चित्रकूट में पेट्रोलियम उत्पादों को बेचने के लिए इंडियन ऑयल कॉर्पोरेशन लिमिटेड",
  "(7) The main ground on which the High Court set aside the": "(7)... मुख्य आधार, जिस पर उच्च न्यायालय ने पर्यवसान को",
  "termination was the violation of principles of natural justice.": "अपास्त कर दिया, वह प्राकृतिक न्याय के सिद्धांतों का उल्लंघन था।",
  "If the High Court was of the opinion that there was violation of principles of natural justice, the High Court ought to have": "यदि उच्च न्यायालय की राय थी कि प्राकृतिक न्याय के सिद्धांतों का",
  "respondent(s) to file the reply and pass a reasoned order which": "(ओं) को जवाब दाखिल करने का अवसर देने और एक उचित आदेश",
  "would have been the appropriate course of action.": "पारित करने का निर्देश देना चाहिए था जो कार्यवाही की उपयुक्त कार्यप्रणाली होगी।",
  "(8) However, when this Court expressed the view that the": "(8). हालाँकि, जब इस न्यायालय ने यह विचार व्यक्त किया कि इस",
  "affording fresh opportunity to the first respondent and pass a": "मामले को प्रथम प्रत्यर्थी को नया अवसर देने और एक उचित आदेश",
  "reasoned order, Mr. Virag Gupta, learned counsel appearing for the first respondent, on instruction, has submitted that the": "चाहिए, प्रथम प्रत्यर्थी के उपस्थित विद्वत अधिवक्ता श्री विराग गुप्ता, ने",
  "the first respondent, on instruction, has submitted that the respondent is no longer interested in continuing the dealership": "निर्देश पर, यह कहा है कि प्रत्यर्थी अब डीलरशिप को जारी रखने में",
  "hardship over the years. The Counsel, Mr. Virag Gupta, has": "बहुत कठिनाई का सामना करना पड़ा है। अधिवक्ता, श्री विराट गुप्ता ने",
  "further submitted that the respondent would be satisfied if the": "आगे प्रस्तुत किया है कि प्रत्यर्थी संतुष्ट हो जाएगा यदि अपीलकर्ता-",
  "security amount of Rs.7,05,746/- (Rupees Seven Lakhs Five": "निगम के पास जमा रू. 7, 05, 746/- (सात लाख पांच हजार सात",
  "Thousand Seven Hundred Forty Six) deposited with the appellant- Corporation is refunded to the first respondent. In this": "सौ छयालीस रू.) की सुरक्षा राशि प्रथम प्रत्यर्थी को वापस कर दी",
  "regard, it is stated that the respondent has already sent": "जाती है। इस संबंध में, यह कहा गया है कि प्रत्यर्थी ने पहले ही",
  "Letters dated 14.12.2007 and 12.02.2009.": "दिनांक 44. 2. 2007 और दिनांक 42. 02. 2009 के पत्र भेजे हैं।",
  "(9) In view of above, since it is stated by the first": "(9). उपरोक्त के दृष्टिकोंण में, चूंकि प्रथम प्रत्यर्थी-फर्म द्वारा यह कहा",
  "respondent-firm that they are not interested in continuing the": "गया है कि वे डीलरशिप को जारी रखने में दिलचस्पी नहीं रखते हैं",
  "dealership and also going before the authorities for fresh": "और नए सिरे से जांच के लिए अधिकारियों के समक्ष भी जा रहे हैं।"
}