{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NO. 8388 OF 2017": "सिविल अपील सं. 8388 वर्ष 207",
  "JUDGMENT": "निर्णय",
  "FACTUAL ASPECTS": "तथ्यात्मक पहलू",
  "Schedule to the sale deed which reads thus:": "संपत्ति का विवरण बिक्री विलेख की अनुसूची में दिया गया है जो इस प्रकार है:",
  "on “SCHEDULE OF THE PROPERTY”": "\"संपत्ति की अनुसूची\"",
  "Part Portion of Free Hold Site No. 49 Civil Station, Allahabad of which Nagar": "फ्री होल्ड साइट संख्या 49 का हिस्सा सिविल स्टेशन, इलाहाबाद जिसका नगर",
  "Nigam No. is 19 Old, 77/29 New, and": "निगम संख्या 49 पुराना, 77/29 नया और 49-ए पुराना 79/34 नया, लाल",
  "Shastri Marg (Elgin Road), Allahabad measuring 7818.00 sq.mts. land": "बहादुर शास्त्री मार्ग ( एल्गिन रोड), इलाहाबाद जिसकी माप 7848.00 वर्ग मीटर",
  "alongwith construction and _ super structure standing thereon shown in Red Colour in the annexed map and": "है जिस पर निर्माण और अधिसंरचना है, संलग्न नक्शे में लाल रंग से दर्शायी गयी",
  "bounded as under:-": "है जो निम्नानुसार घिरी है :",
  "East: Part Portion of Freehold Site No. 49 Civil Station, Allahabad, facing": "पूर्व: फ्री होल्ड साइट संख्या 49 सिविल स्टेशन, इलाहाबाद का हिस्सा जो स्ट्रेची",
  "in the favour of the Sellers- lst Party as per the compromise.": "रोड की तरफ है जो विक्रेता - समझौते के अनुसार पहला पक्ष, के पक्ष में निर्गत",
  "West : Site No. 50 Civil Station, Allahabad": "पश्चिम: साइट नंबर 50 सिविल स्टेशन, इलाहाबाद",
  "North : Elgin Road (Lal Bahadur Shastri Marg)": "उत्तर: एल्गिन रोड (लाल बहादुर शास्त्री मार्ग)",
  "South : Site No. 30 Civil Station, Allahabad”": "दक्षिण: साइट नंबर 30 सिविल स्टेशन, इलाहाबाद \"",
  "This property is hereinafter referred to as the sale deed property.": "इस संपत्ति को एतश्मिनपश्चात बिक्री विलेख संपत्ति के रूप में संदर्भित किया गया है।",
  "2. According to the case of the appellants, Bungalow No.19": "2. अपीलकर्तागण के पक्ष के अनुसार बंगला नंबर 9 और कॉटेज नंबर 49-ए",
  "and Cottage No.19-A existed on the larger property. According to their case, in the year 1939, Bungalow No.19, together with": "वृहत्तर संपत्ति पर मौजूद थे। उनके अनुसार, वर्ष 939 में बंगला नंबर 9, संलग्न",
  "appurtenant land and outhouse as well as cottage no.19-A, was": "भूमि और आउटहाउस के साथ-साथ कॉटेज संख्या 9- ए, प्रथम अपीलकर्ता",
  "taken on rent by the first appellant’s father. The appellants": "के पिता द्वारा किराए पर लिया गया था। अपीलकर्ताओं ने संयुक्त प्रांत (अस्थायी)",
  "agreed to sell the property for a price of Rs. 1 lakh.": "विलेख संपत्ति को पहले अपीलार्थी के पिता को कुल 4 लाख रुपये के प्रतिफल पर बेचने के लिए सहमत हो गया। रू. 5000/- का भुगतान विक्रेता को बयाना",
  "submitted, there was no response to the said application, and on that ground, the order of penalty imposed by the Assistant": "आदेश के खिलाफ अपील की थी, जिसे अपीलीय प्राधिकारी द्वारा खारिज कर",
  "High Court by invoking writ jurisdiction under Article 226 of the": "अपीलीय प्राधिकारी के आदेश को संविधान के अनुच्छेद 226 के तहत रिट क्षेत्राधिकार का प्रयोग करते हुए इलाहाबाद उच्च न्यायालय के समक्ष चुनौती दी",
  "Constitution. While affirming the market value fixed by the": "गई। प्राधिकारियों द्वारा निर्धारित बाजार मूल्य की अभिषुष्टि करते हुए ,उच्च",
  "authorities, the High Court granted limited relief to the appellants vide judgment dated 23 January 2013. The limited": "न्यायालय ने अपीलकर्ताओं को 23 जनवरी 2043 दिनांकित निर्णय द्वारा सीमित",
  "relief was of setting aside the demand of the penalty of Rs.27,00,000/-. The present appeal is directed against the judgment and order of the High Court.": "राहत प्रदान की। सीमित राहत रू. 27,00,000/- के जुमने की मांग को अपास्त करने की थी। वर्तमान अपील उच्च न्यायालय के निर्णय एवं आदेश के विरुद्ध की गई है।",
  "8. Shri Jayant Bhushan, the learned senior counsel who is appellant no.3, appeared in person and made submissions on": "8. विद्वान वरिष्ठ अधिवक्ता, श्री जयंत भूषण, जो अपीलकर्ता सं. 3 हैं, व्यक्तिगत",
  "his behalf as well as on behalf of the other appellants. He has": "रूप से उपस्थित हुए और उन्होंने अपनी ओर से और साथ ही अन्य",
  "appellants were entitled to purchase total land measuring 11428 sq. meters as per the agreement for sale, they agreed to give up": "की कुल भूमि खरीदने के हकदार थे, वे 3644 वर्ग मीटर के क्षेत्र को छोड़कर",
  "an area of 3614 sq. meters by agreeing to purchase a lesser area": "7844 वर्ग मीटर के अपेक्षाकृत कम क्षेत्र को खरीदने के लिए सहमत हुए।",
  "of 7814 sq. meters. However, the agreed monetary consideration": "था, और 7848 वर्ग मीटर की भूमि लेने के लिए सहमत हुए। उसी विचार के लिए मौजूदा संरचनाओं के साथ मीटर जो वर्ष 966 में तय किया गया था। लंबित",
  "9. The learned senior counsel submitted that the first": "9. विद्वान वरिष्ठ अधिवक्ता ने तर्क दिया कि पहले अपीलकर्ता के पिता को पहले से",
  "as atenant. He submitted that when a property is in possession of a tenant, the market value considerably diminishes. He": "उन्होंने कहा कि जब कोई संपत्ति किरायेदार के कब्जे में होती है, तो बाजार मूल्य",
  "stated that when a willing purchaser acquires a property in": "काफी कम हो जाता है। उन्होंने कहा कि जब कोई इच्छुक खरीदार किसी",
  "possession of a tenant, he is aware that he will have to follow a": "किरायेदार के कब्जे वाली संपत्ति का अधिग्रहण करता है, तो वह जानता है कि",
  "fetched by such property is less than the market value of a": "इसलिए, ऐसी संपत्ति का मूल्य ऐसी ही अन्य संपत्ति के बाजार मूल्य से कम होता",
  "comparable property which is in possession of the owners. He urged that the sale, in this case, was of an encumbered property": "है जो मालिकों के कब्जे में हो। उन्होंने कहा कि इस स्थिति में बिक्री एक बाधित",
  "which was on “as is where is” basis.": "संपत्ति का था जो \"जहाँ है जैसा है\" के आधार पर था।",
  "10. The learned senior counsel submitted that the market value of a property is ascertained by applying the test of what a": "40. विद्वान वरिष्ठ अधिवक्ता ने कहा कि किसी संपत्ति का बाजार मूल्य का",
  "value of a property is ascertained by applying the test of what a willing buyer would pay. He submitted that while determining": "निर्धारण इस आधार पर किया जाता है कि कोई इच्छुक खरीदार कितना भुगतान करेगा। उन्होंने कहा कि जब एक किरायेदार के कब्जे वाली संपत्ति बेची जाती है",
  "the market value of a property in possession of a tenant, when": "करेगा। उन्होंने कहा कि जब एक किरायेदार के कब्जे वाली संपत्ति बेची जाती है तो उसके बाजार मूल्य का निर्धारण करते समय, अधिग्रहण अधिनियम, 894 के",
  "apportioned as per the principles laid down in several decisions": "विभिन्न निर्णयों में निर्धारित सिद्धांतों के अनुसार किया जाना चाहिए। उन्होंने इस",
  "relied upon decisions of this Court in the case of Special Land": "न्यायालय के निर्णयों का अवलंब लिया। उन्होंने इस न्यायालय द्वारा विशेष भूमि",
  "Acquisition & Rehabilitation Officer, Sagar v. M.S. Seshagiri Rao & Another’ and Mangat Ram and Others v.": "अधिग्रहण एवं पुनर्वास अधिकारी, सागर बनाम एम.एस. शेषगिरी राव एवं अन्य",
  "value is liable to be reduced if there are encumbrances on the property. The market value will be the real market value minus": "निर्णयों का अवलंब लिया। उन्होंने कहा कि बाजार मूल्य घट जाएगा यदि संपत्ति",
  "decision of the Delhi High Court in the case of O.N. Talwar v. The Collector of Stamps’.": "देनदारियों का मूल्य घटाकर प्राप्त होगा। उन्होंने ओ.एन. तलवार बनाम द कलेक्टर",
  "2 (1996) 8 SCC 664": "2 (996) 8 5५0८ 664",
  "6. We may note here that by using the rent capitalisation": "6. हम यहाँ नोट कर सकते हैं कि किराया पूंजीकरण विधि का उपयोग करके ,",
  "method, the appellants calculated Rs.6,67,200/- as the market value of the sale deed property and paid the stamp duty on the": "अपीलार्थी ने बिक्री विलेख संपत्ति के बाजार मूल्य के रूप में १५.6, 67, 200/-",
  "value of the sale deed property and paid the stamp duty on the said market value quantified at Rs. 46,700/-. In the notice": "की गणना की और उक्त बाजार मूल्य पर निर्धारित स्टाम्प शुल्क रू. 46, 700/- का भुगतान किया। 45 अप्रैल 2044 दिनांकित नोटिस में, यह आरोप",
  "stamp duty was to the extent of Rs.1,33,07,900/-. The": "लगाया गया था कि स्टाम्प शुल्क में रू .,33, 07,900/- की कमी थी।",
  "appellants contested the notices by filing written submissions.": "अपीलार्थी ने लिखित प्रस्तुतियाँ दाखिल करके नोटिसों का विरोध किया। सहायक",
  "The Assistant Stamp Collector, by order dated 6\" January 2012,": "स्टाम्प कलेक्टर ने दिनांक 6 जनवरी 2042 के आदेश द्वारा निर्धारित किया कि",
  "held that the market value of the land having an area of 7818 sq. meters will have to be calculated at the rate of Rs. 24,000/-": "7848 वर्ग मीटर क्षेत्रफल वाली भूमि का बाजार मूल्य रुपये 24, 000 / प्रति वर्ग",
  "showing the market value at Rs.24,000/- per sq. meter. By": "₹.24, 000/प्रति वर्ग मीटर था। भूमि के बाजार मूल्य की गणना ₹",
  "calculating the market value of the land at Rs.24,000/- per sq. meter, the Assistant Stamp Collector added the value of the": "24, 000/प्रति वर्ग मीटर की दर से करते हुए सहायक स्टाम्प कलेक्टर ने",
  "structures as well as mango trees. The Collector came to the": "संरचनाओं के साथ-साथ आम के पेड़ों के मूल्य को भी जोड़ा। कलेक्टर इस",
  "conclusion that on the date of the sale deed, the market value of": "निष्कर्ष पर पहुंचे कि बिक्री विलेख की तिथि पर, बिक्री विलेख संपत्ति का बाजार",
  "the sale deed property was Rs.19,23,08,305/- on which stamp": "मूल्य रुपये 49,23,08,305/-था जिस पर स्टाम्प शुल्क रु.",
  "duty of Rs.1,34,61,630/- was payable. Taking into account the stamp duty of Rs. 46,700/- paid by the appellants, they were": ",34,6, 630/- देय था। अपीलकर्ताओं द्वारा का भुगतान की गई रुपये 46, 700/- की स्टाम्प ड्यूटी को ध्यान में रखते हुए ,उन्हें रुपये",
  "directed to pay a deficit stamp duty of Rs.1,34,14,930/-. A": "4,34, 4, 930/- के स्टांप शुल्क का भुगतान करने का निर्देश दिया गया।",
  "penalty of Rs. 27,00,000/- was imposed on the appellants.": "अपीलकर्ताओं पर रुपये 27,00,000/- का जुर्माना लगाया गया। इसके",
  "Moreover, they were directed to pay interest at the rate of 1.5%": "4.5% प्रति माह की दर से ब्याज का भुगतान करने का निर्देश दिया गया।",
  "recovery proceedings. Lastly, he pointed out that a total amount": "अंत में, उन्होंने बताया कि अपीलकर्ताओं द्वारा कुल राश एक करोड़ रुपये पहले",
  "15. Shri R. K. Raizada, learned senior counsel, submitted on": "45. विद्वान वरिष्ठ अधिवक्ता श्री आर.के. रायजादा ने राज्य की ओर से तर्क दिया",
  "behalf of the State that stamp duty payable by the appellants is": "है कि अपीलकर्ताओं द्वारा देय स्टाम्प शुल्क की गणना बिक्री विलेख के निष्पादन",
  "to be calculated as per the prevailing market value of the sale deed land on the date of the execution of the sale deed. He": "की तिथि पर बिक्री विलेख भूमि के प्रचलित बाजार मूल्य के अनुसार की जानी",
  "compromise decree has no relevance. He submitted that when a": "की भी कोई प्रासंगिकता नहीं है। उन्होंने कहा कि जब कोई किरायेदार एक अचल",
  "tenant purchases an immovable property, he becomes full owner of the property, and he takes the property without any": "संपत्ति खरीदता है, वह संपत्ति का पूर्ण मालिक बन जाता है, और वह बिना किसी",
  "determination of rateable value for the purposes. of determination of property taxes is always made on the basis of": "निर्धारण के प्रयोजनों के लिए कर योग्य मूल्य का निर्धारण हमेशा अभिकल्पित",
  "hypothetical rent which the property may fetch. He submitted": "किराए के आधार पर किया जाता है जो संपत्ति का मिल सकता है। उन्होंने कहा",
  "that the rateable value fixed under municipal laws is not the": "कि नगरपालिका कानूनों के तहत निर्धारित कर योग्य मूल्य स्टाम्प अधिनियम के",
  "market value for the purposes of the Stamp Act. He would": "प्रयोजनों के लिए बाजार मूल्य नहीं है। उन्होंने तर्क दिया कि सहायक कलेक्टर ,",
  "submit that the Assistant Collector, the Appellate Authority, and the High Court have concurrently held that the appellants are": "अपीलीय प्राधिकारी और उच्च न्यायालय ने यह माना है कि अपीलकर्ता शेष",
  "Rs.1,000.": "एक सौ पचीस रूपये",
  "(b) if relating to movable property where the amount": "(बी) यदि चल संपत्ति से संबंधित है, जहां इस| बीस रुपये",
  "or value of the consideration of such conveyance as set": "तरह के हस्तांतरण के प्रतिफल की राशि या",
  "forth therein does not exceed Rs.1,000.": "मूल्य रुपये ,000 से अधिक नहीं है।",
  "and for every Rs.1,000": "और प्रत्येक , 000 रुपये या उसके हिस्से के",
  "18. At this stage, we may note that the Stamp Act is a taxing": "8. इस स्तर पर, हम ध्यान दे सकते हैं कि स्टाम्प अधिनियम एक कराधान",
  "statute. In interpreting such a statute, equitable considerations": "क़ानून है। इस तरह के क़ानून की व्याख्या में, समरूपिक प्रतिफल लागू नहीं किए",
  "CONSIDERATION OF SUBMISSIONS AND OUR VIEWS": "तर्कों पर विचार और हमारा दृष्टिकोण",
  "17. It is not in dispute that stamp duty on a conveyance will": "7. इसमें विवाद नहीं है कि हस्तांतरण पर स्टांप शुल्क का भुगतान उस बाजार",
  "be payable as per the market value prevailing on the date of": "मूल्य के अनुसार किया जाएगा, जो कि हस्तांतरण की तिथि को प्रचलित हो।",
  "Article 23 of Schedule IB of the Stamp Act as applicable to the State of Uttar Pradesh. They have placed reliance on the said": "अनुच्छेद 23 पर भरोसा किया है जो कि उत्तर प्रदेश राज्य के लिए प्रयोज्य है।",
  "provision in their written submissions filed before the Assistant": "उन्होंने सहायक कलेक्टर के समक्ष दायर लिखित प्रकथनों में उक्त प्रावधान पर",
  "Collector. Paragraphs 2 to 4 of their written submissions read thus:": "अवलंब लिया है। उनके लिखित प्रकथनों के पैराग्राफ 2 से 4 निम्नवत हैं:",
  "“2. The stamp duty payable on a sale deed": "\"2, बिक्री विलेख पर देय स्टाम्प शुल्क भारतीय स्टाम्प अधिनियम",
  "is governed by Article 23 of Schedule I of the": "की अनुसूची । के अनुच्छेद 23 द्वारा शासित होता है। केंद्रीय",
  "contained in the sale deed is Rs.1 lakh and": "निर्धारित किया गया हो। विक्रय विलेख में निहित प्रतिफल लाख",
  "therefore, if the sale deed was governed by": "रुपये है और इसलिए, यदि बिक्री विलेख केवल केंद्रीय अधिनियम",
  "been payable on the amount of Rs.1 lakh.": "लाख रुपये की राशि पर देय होता।",
  "3. However, the Indian Stamp Act in its application to UP has been amended by the": "3. हालांकि, उत्तर प्रदेश में प्रयोज्यता के संदर्भ में भारतीय स्टाम्प",
  "application to UP has been amended by the UP (Stamp Amendment Act 1952) and": "अधिनियम में उ.प्र. (स्टाम्प संशोधन अधिनियम 952) द्वारा",
  "\"Article 23 conveyance (as defined by Section 2 (10) not being a transfer": "\"अनुच्छेद 23 हस्तांतरण (जैसा कि धारा 2 (40) द्वारा",
  "charge or exempt under No.62. Where": "परिभाषित किया गया है) सं. 62 के तहत स्थानांतरण शुल्क या",
  "as set forth therein or market value of the property which is the subject": "राशि या मूल्य जैसा उसमें निर्धारित किया गया हो या संपत्ति का",
  "“18. The contention of the learned counsel for the State that as per Section": "\"8. राज्य की ओर से उपस्थित विद्वान अधिवक्ता का तर्क है कि",
  "17 of the Act, the market value has to be": "अधिनियम की धारा 47 के अनुसार, बाजार मूल्य को ध्यान में",
  "taken into consideration because Section 17 stipulates that all the instruments": "रखा जाना चाहिए क्योंकि धारा 7 निर्धारित करती है कि शुल्क",
  "chargeable with duty and executed by person of India shall be stamped before or": "के साथ प्रभार्य और भारत के व्यक्ति द्वारा निष्पादित सभी",
  "“execution” has been defined in Section 2(12) of the Act which says _ that": "\"निष्पादन\" शब्द को अधिनियम की धारा 2 (42) में परिभाषित",
  "“execution” used with reference to the": "किया गया है जो कहता है कि \"निष्पादन\" का उपयोग दस्तावेजों",
  "instruments, mean “signed” and": "के संदर्भ में किया जाता है, जिसका अर्थ है \"हस्ताक्षरित\" और",
  "“signature”. Therefore, it shows that the document which is sought to be": "\"हस्ताक्षर\" | इसलिए, यह दर्शाता है कि दस्तावेज़ जो मांगा गया है",
  "registered has to be signed by both the": "पंजीकृत होना चाहिए और दोनों पक्षों द्वारा हस्ताक्षरित होना",
  "parties. Till that time the document does": "चाहिए। उस समय तक प्रपत्र पंजीकरण के लिए एक दस्तावेज",
  "registration. A reading of Section 2(12) with Section 17 clearly contemplates that": "नहीं बनता है। धारा 2 (2) को धारा 7 के साथ पढ़ने से स्पष्ट",
  "the document should be complete in all": "रूप से विचार होता है कि दस्तावेज़ उस समय सभी प्रकार से",
  "respects when both the parties should have signed it with regard to the transfer": "पूर्ण होना चाहिए जब दोनों पक्ष अचल संपत्ति के हस्तांतरण के",
  "have signed it with regard to the transfer of the immovable property. It is irrelevant": "संबंध में इस पर हस्ताक्षर करते हैं। यह अप्रासंगिक है कि मामला",
  "whether the matter had gone in for litigation.": "मुकदमेबाजी में गया था या नहीं।",
  "19. It may be mentioned that there is a": "49. यह उल्लेख किया जा सकता है कि बेचने के समझौते और",
  "difference between an agreement to sell and a sale. Stamp duty on a sale": "बिक्री के बीच अंतर है। बिक्री पर स्टांप शुल्क का आकलन बिक्री",
  "has to be assessed on the market value of the property at the time of the sale,": "के समय संपत्ति के बाजार मूल्य पर किया जाना चाहिए, न कि",
  "and not at the time of the prior agreement to sell, nor at the time of": "बेचने के पूर्ववर्ती समझौते के समय, न ही वाद दायर करने के",
  "filing of the suit. This is evident from Section 17 of the Act. It is true that as": "समय। यह अधिनियम की धारा 47 से स्पष्ट है। यह सच है कि",
  "per Section 3, the instrument is to be": "धारा 3 के अनुसार विलेख को उसमें प्रकट किए गए मूल्यांकन के",
  "disclosed therein. But Section 47-A of the Rajasthan (Amendment) Stamp Duty Act contemplates that in case it": "(संशोधन) स्टाम्प शुल्क अधिनियम की धारा 47-ए में यह",
  "is found that properties are": "परिकल्पित है कि यदि यह पाया जाता है कि संपत्तियों का मूल्य",
  "conveyance. Therefore, we have no manner of doubt that the": "के निष्पादन की तिथि पर होता है। इसलिए, हमें इसमें कोई संदेह नहीं है कि",
  "calculated on the market value of the sale deed property on the": "अपीलकर्ता पर बिक्री विलेख संपत्ति के संदर्भ में बिक्री की तिथि पर प्रचलित",
  "21. As stated earlier, stamp duty was paid by the appellants by taking the market value of the sale deed property at": "24. जैसा कि पहले कहा गया है, अपीलकर्ताओं द्वारा बिक्री विलेख संपत्ति का",
  "taking the market value of the sale deed property at Rs.6,67,200/-. This market value was fixed by adopting method": "बाजार मूल्य 6, 67, 200/- रूपए लेकर स्टांप शुल्क का भुगतान किया गया था।",
  "used for levy of property tax under the Municipal laws. Such a": "यह बाजार मूल्य नगरपालिका कानूनों के तहत संपत्ति कर लगाने के लिए",
  "value for the purposes of Article 23.": "मूल्य को अनुच्छेद 23 के प्रयोजनों के लिए बाजार मूल्य निर्धारित करने के",
  "22. Now we turn to the provisions of Section 47-A of the Stamp Act as applicable to the State of Uttar Pradesh at the relevant": "22. अब हम तत्समय उत्तर प्रदेश राज्य के लिए लागू स्टाम्प अधिनियम की धारा",
  "time. Section 47-A reads thus:": "47-ए के प्रावधानों पर आते हैं। धारा 47-ए इस प्रकार है:",
  "\"47A. Instruments of conveyance etc., if": "\"47 ए. हस्तांतरण दस्तावेज इत्यादि, यदि मूल्य कम आंका गया",
  "If the market value of any property which is the subject of any instrument on which": "बाजार मूल्य जो किसी भी दस्तावेज का विषय है, जिस पर",
  "duty is chargeable on the market value of": "पर संपत्ति के बाजार मूल्य पर शुल्क प्रभार्य है, जो पहले से ही",
  "is less than even the minimum value determined in accordance with the rules": "निर्धारित न्यूनतम मूल्य से भी कम है, पंजीकरण अधिनियम,",
  "made under the Act, the registering officer appointed under the Registration Act, 1908": "908 के तहत नियुक्त पंजीकरण अधिकारी, उक्त अधिनियम में",
  "shall, notwithstanding anything contained": "निहित किसी भी बात के बावजूद, इस तरह के दस्तावेज की",
  "in the said Act, immediately after presentation of such instrument and before": "प्रस्तुति के तुरंत बाद और उक्त अधिनियम की धारा 52 के तहत",
  "accepting it for registration and taking any": "पंजीकरण के लिए इसे स्वीकार करने और कोई कार्रवाई करने से",
  "under section 29, to pay the deficit stamp": "पहले, धारा 29 के तहत स्टांप शुल्क का भुगतान करने के लिए",
  "duty as computed on the basis of the minimum value determined in accordance": "भुगतान करे, जैसा कि उक्त नियम के तहत निर्धारित न्यूनतम",
  "instrument for presenting again in accordance with section 23 of the Registration Act, 1908.": "908 की धारा 23 के अनुसार दस्तावेज को फिर से प्रस्तुत करने के लिए वापस करेगा।",
  "(b) When the deficit stamp duty required to": "(बी) जब खंड (ए) के तहत भुगतान करने के लिए अपेक्षित शेष",
  "presented again for registration, the": "जाता है और पंजीकरण के लिए दस्तावेज फिर से प्रस्तुत किया",
  "registering officer shall certify by": "जाता है, तो पंजीकरण अधिकारी अनुमोदन द्वारा प्रमाणित",
  "endorsement thereon, that the deficit stamp duty has been paid in respect thereof and": "करेगा, कि शेष स्टांप शुल्क का भुगतान किया गया है और उन्हें",
  "the name and the residence of the person": "भुगतान करने वाले व्यक्ति का नाम और निवास स्थान दर्ज",
  "(c) Notwithstanding anything contained in any other provisions of this Act, the deficit": "(सी) इस अधिनियम के किसी भी अन्य प्रावधानों में निहित कुछ",
  "such declaration as may be prescribed.": "उद्घोषणा हो सकती है जो विहित की जाए।",
  "(d) If any person does not make the": "(घ) यदि कोई व्यक्ति खण्ड (क) में निर्दिष्ट आदेश प्राप्त करने के",
  "payment of deficit stamp duty after": "बाद स्टाम्प ड्यूटी की शेष राशि का भुगतान नहीं करता है और",
  "(4) The Collector may, suo motu, or on a reference from any court or from the": "(4) कलेक्टर स्वप्रेरणा से या किसी न्यायालय के निर्देश पर या",
  "Commissioner of Stamps or an Additional Commissioner of Stamps, or a Deputy": "स्टाम्प आयुक्त या स्टाम्प के अपर आयुक्त, या स्टाम्प उपायुक्त",
  "Commissioner of Stamps or an Assistant": "या स्टाम्प के सहायक आयुक्त या राजस्व बोर्ड द्वारा इस प्रयोजन",
  "behalf, within four years from the date of registration of any instrument on which": "दस्तावेज के पंजीकरण की तारीख से चार साल के भीतर, जिस",
  "the property, not already referred to him under sub-section (1) or sub-section (2), call": "उसे उप-धारा (4) या उप-धारा (2) के तहत संदर्भित नहीं",
  "correctness of the market value of the property which is the subject of such": "किया गया है, ऐसे दस्तावेज की संपत्ति के बाजार मूल्य और उस",
  "and if after such examination, he has": "यदि ऐसे परीक्षण के बाद, उसके पास यह विश्वास करने का",
  "reason to believe that the market value of such property has not been truly set forth": "कारण है कि ऐसी संपत्ति का बाजार मूल्य विलेख में सही मायने",
  "market value of such property and the duty payable thereon in accordance with the": "उपबंधित प्रक्रिया के अनुसार ऐसी संपत्ति का बाजार मूल्य और",
  "The difference, if any, in the amount of duty": "अंतर, यदि कोई हो, शुल्क का भुगतान करने के लिए उत्तरदायी",
  "shall be payable by the person liable to pay": "व्यक्ति द्वारा देय होगा।",
  "Provided that, with the prior permission of the State Government, an action": "बशर्ते कि, राज्य सरकार की पूर्व अनुमति से, इस उप-",
  "under this sub-section may be taken after the period of four years but before": "धारा के तहत एक कार्रवाई चार साल की अवधि के बाद की जा सकती है, लेकिन उस दस्तावेज के पंजीकरण की तारीख से",
  "the period of eight years from the date of": "आठ साल की अवधि से पहले जिस पर संपत्ति के बाजार मूल्य",
  "market value of the property.": "संपत्ति के बाजार मूल्य और उस पर देय उचित शुल्क के",
  "stamp duty by any person by any order": "किसी आदेश के तहत किसी भी व्यक्ति द्वारा स्टाम्प शुल्क की",
  "section (1) shall not prevent the Collector from initiating proceedings on any": "किसी भी विलेख पर कार्यवाही शुरू करने से नहीं रोकेगा।",
  "instrument under sub-section (3).": "शेष राशि का भुगतान कलेक्टर को उप-धारा (3) के तहत",
  "(4) If on enquiry under sub-section (2) and examination under sub-section (3) the": "(4) यदि उप-धारा (2) के तहत जांच और उप-धारा (3) के",
  "Collector finds the market value of the": "तहत परीक्षण पर कलेक्टर संपत्ति का बाजार मूल्य पाता है-",
  "to in sub-section (4A) shall be payable also": "(4ए) उप-धारा (4) के खंड (॥) के तहत भुगतान किए जाने",
  "recovered from, or refundable to, a person": "भुगतान की गई या जमा की गई, या उससे वसूल की गई, या",
  "adjusted towards the deficit stamp duty or penalty outstanding against him and the": "बकाया स्टांप शुल्क या जुर्माना, यदि कोई हो, के सापेक्ष",
  "penalty outstanding against him and the excess, if any, shall then be adjusted": "समायोजित की जाएगी और उससे बचने वाली राशि उसके द्वारा",
  "towards the interest, if any, due from him.”": "देय ब्याज, यदि कोई हो, पर समायोजित की जाएगी।\"",
  "23. Accordingly, in this case, an adjudication was made by the": "23. तद्बगुसार, इस प्रकरण में सहायक स्टाम्प कलेक्टर द्वारा अधिनिर्णयन किया",
  "Assistant Stamp Collector. After inspection of the sale deed": "गया। विक्रय विलेख सम्पत्ति का निरीक्षण करने के पश्चात्‌ सहायक स्टाम्प",
  "property, the Assistant Stamp Collector came to the conclusion that the description of the property in the sale deed was": "कलेक्टर इस निष्कर्ष पर पहुँचे कि विक्रय विलेख में सम्पत्ति का विवरण गलत",
  "incorrect. The Assistant Collector observed that in the sale": "था। सहायक कलेक्टर ने पाया कि विक्रय विलेख में भूमि का आच्छादित क्षैत्र",
  "deed, the covered area of the land is shown as 970 meters, but actually, it was found to be 995 sq. meters. The Assistant": "970 मीटर दिखाया गया है, लेकिन वास्तव में यह 995 वर्ग मीटर पाया गया।",
  "Collector referred to four sale transactions of the year 2010": "सहायक कलेक्टर ने वर्ष 2040 के चार बिक्री लेनदेन का उल्लेख किया जो कि",
  "which were in relation to the properties which were a part of the": "ऐसी संपत्तियां से संबंधित थी जो उसी बड़ी संपत्ति का एक हिस्सा थीं जिसमें",
  "same larger property wherein the market value shown was Rs. 24,000/- per sq. meter. The determination of market value by": "दिखाया गया बाजार मूल्य रू. 24, 000/-प्रति वर्ग मीटर था। बाजार मूल्य रू.",
  "taking the market value at Rs. 24,000/- per sq. meters has been": "24, 000/- प्रति वर्ग मीटर लेकर किया गया बाजार मूल्य का निर्धारण सहायक",
  "approved by the Assistant Collector, Appellate Authority and the High Court.": "कलेक्टर, अपीलीय प्राधिकारी एवं उच्च न्यायालय द्वारा अनुमोदित किया गया है।",
  "24. It appears to be an accepted position that the appellants": "24. यह एक स्वीकृत स्थिति प्रतीत होती है कि अपीलकर्ता बिक्री विलेख संपत्ति",
  "were tenants of the vendor in respect of the sale deed property.": "के संबंध में विक्रेता के किरायेदार थे। बाजार मूल्य के निर्धारण के लिए कसौटी",
  "possession of tenants is available. If it is not available, the": "तुलनीय संपत्ति का उदाहरण नहीं है तो ऐसी संपत्ति जो किराएदार के कब्जे में है",
  "to determine the percentage of the deduction which should be made from the market value in the facts of this case. These": "बाजार मूल्य में की जाने वाली कटौती का प्रतिशत निर्धारित करना होगा। ये प्रश्न",
  "basis of the evidence on record. Therefore, subject to what we": "जाने चाहिए। इसलिए, जो हमने निर्णय में धारित किया है उसे अधिन, हम बिक्री",
  "value of the sale deed land on the date of execution of the sale": "विलेख के निष्पादन की तिथि पर बिक्री विलेख भूमि के बाजार मूल्य के निर्धारण",
  "29. The appellants have already deposited a sum of Rs.1 crore": "29. अपीलकर्ताओं ने पहले ही अपने द्वारा देय राशि के लिए 4 करोड़ रुपये की",
  "towards the amount made payable by them. The sum amount will be subject to the final adjudication by the Assistant Stamp": "राशि जमा कर दी है। कुल राशि सहायक स्टाम्प कलेक्टर द्वारा अंतिम अधिनिर्णय",
  "will be subject to the final adjudication by the Assistant Stamp Collector. If the Assistant Stamp Collector comes to the": "के अधीन होगी। यदि सहायक स्टाम्प कलेक्टर इस निष्कर्ष पर पहुँचते हैं कि",
  "conclusion that the market value of the land and structures is lesser than what was determined earlier by the Assistant Stamp": "बाजार भूमि एवं ढांचों का मूल्य सहायक स्टाम्प कलेक्टर द्वारा पूर्व में निर्धारित",
  "amount paid with interest at the rate of 8% per annum from the": "अवधि के लिए भुगतान की गयी अतिरिक्त राशि को 8 प्रतिशत प्रति वर्ष की दर से",
  "refund is made. If it is found that the deficit stamp duty exceeds": "ब्याज सहित वापस पाने के पात्र होंगे। यदि यह पाया जाता है कि शेष स्टांप शुल्क",
  "amount. Sub-section 4A of Section 47A is in mandatory terms.": "करनी होगी। धारा 4708 की उप-धारा 48 अनिवार्यता कारक है। 'करेगा' शब्द के",
  "Government has not challenged that part.": "राज्य सरकार ने उस हिस्से को चुनौती नहीं दी है।",
  "30. Hence, we set aside the impugned judgment of the High": "30. इसलिए, हम उच्च न्यायालय के आक्षेपित निर्णय के साथ-साथ सहायक",
  "confirm that part of the impugned judgment of the High Court,": "भेजते हैं। हालाँकि, हम उच्च न्यायालय के आशक्षेपित निर्णय के उस हिस्से की पुष्टि",
  "by which it was held that the appellants are not liable to pay": "करते हैं जिसके द्वारा यह धारित किया गया है कि अपीलकर्ता शास्ति का भुगतान",
  "penalty. The Assistant Stamp Collector shall permit the": "करने की अनुमति देकर निर्णीत किया जाना चाहिए। सहायक कलेक्टर को यह"
}