{
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL No.9412 OF 2019": "सिविल अपील नंबर 942/209",
  "(Arising out of SLP(C) No. 30061 of 2017)": "(विशेष अनुमति याचिका (सी) सं. 30063/2077) से उत्पन्न",
  "SIRAJ AHMAD ... APPELLANT(S)": "सिराज अहमद ....अपीलार्थी",
  "JUDGMENT": "निर्णय",
  "Leave granted.": "अनुमति प्रदान की गई",
  "2. Heard the learned Counsels for the parties.": "2. पार्टियों के विद्वत अधिवक्ताओं को सुना।",
  "3. The appeal challenges the Judgment and Order dated 11.09.2017, passed by the division bench of Allahabad": "3. यह अपील इलाहाबाद के खण्ड पीठ द्वारा पारित रिट याचिका (सर्विस",
  "He therefore submits, that the High Court has rightly": "अवैध करार देना होगा इसलिए वह प्रस्तुत करते है कि उच्च न्यायालय ने",
  "refused to take into consideration the services of the": "अपीलकर्ता की सेवाओं को ध्यान में रखने से इनकार कर दिया है , जिस",
  "appellant, prior to the date on which his services came to be regularised.": "तारीख को उसकी सेवाओं को नियमित किया गया था।",
  "10. The facts in the present case are not in dispute.": "]0. वर्तमान मामले में तथ्य विवाद में नहीं हैं। निर्विवाद रूप से वर्ष 987 में",
  "in Centralised Services constituted under the said Rules. It": "अपीलकर्ता की प्रारंभिक नियुक्ति उक्त नियमों के तहत गठित केंद्रीकृत सेवाओं",
  "he underwent the entire selection process by competing": "कि अपीलकर्ता को अन्य व्यक्तियों के साथ प्रतिस्पर्धा करके पूरी चयन प्रक्रिया",
  "with other persons, who had also applied for the said post.": "से गुजरने के बाद चुना गया था, जिन्होंने उक्त पद के लिए आवेदन भी किया",
  "State of Karnataka vs. Uma Devi(3)*, observed thus :": "575 के मामले में यह अदालत ,सचिव कर्नाटक राज्य बनाम उमा देवी (3)",
  "Development Authority informed the State Government that in Agra Development Authority appellant was the only": "सरकार को सूचित किया कि आगरा विकास प्राधिकरण में अपीलकर्ता एकमात्र",
  "Junior Engineer, who was possessing the degree of": "जूनियर इंजीनियर था, जो बैचलर ऑफ इंजीनियरिंग की डिग्री रखता था।",
  "5. Since the appellant was not promoted, he made": "5. . चूंकि अपीलकर्ता को पदोन्नत नहीं किया गया था , इसलिए उन्होंने",
  "various representations to the State seeking promotion. The": "पदोन्नति की मांग करते हुए राज्य के लिए विभिन्न अभ्यावेदन किए। अपीलकर्ता",
  "appellant had claimed the promotion from 18.01.1995, i.e.": "ने 8. 07.. 995 से पदोन्नति का दावा किया था, यानी जिस तारीख को",
  "the date on which the juniors to the appellant were promoted. The appellant’s claim for promotion came to be": "अपीलकर्ता के कनिष्ठों को पदोन्नत किया गया था। पदोन्नति के लिए अपीलार्थी",
  "rejected on 16.04.2015. Hence the appellant approached": "का दावा 6. 04. 205 को खारिज कर दिया गया। इसलिए अपीलकर्ता",
  "Petition. The petition came to be rejected. Hence, the present appeal.": "याचिका खारिज कर दी गई। इसलिए, वर्तमान अपील उत्पन्न हुई है।",
  "6. Shri P.S. Patwalia, learned Senior Counsel appearing": "6. अपीलार्थी की ओर से पेश विद्वत वरिष्ठ अधिवक्ता श्री पी. एस. पटवालिया",
  "on behalf of appellant submits, that the appellant’s services already stood regularised from 23.11.2002 and as such in": "ने प्रस्तुत किया कि अपीलार्थी की सेवाओं को पहले से ही 23. . 2002",
  "Officers Association vs. State of Maharashtra and": "ऑफिसर्स एसोसिएशन बनाम महाराष्ट्र राज्य और अन्य 3, इस मामले में",
  "treating his continuous service from the date of initial appointment.": "प्रारंभिक नियुक्ति की तारीख से अपनी निरंतर सेवा के लिए पदोन्नति का",
  "7. The learned Senior Counsel further submits that, as a matter of fact the Allahabad High Court itself, in the case": "7. विद्वान वरिष्ठ अधिवक्ता ने आगे कहा कि, इलाहाबाद उच्च न्यायालय स्वयं",
  "of Rajendra Prasad Dwivedi vs. State of U.P. and": "तथ्य के मामले के रूप में, राजेंद्र प्रसाद द्विवेदी बनाम यूपी राज्य और अन्य",
  "others’, vide judgment and order dated 19.08.2011, had directed the State Government to consider the case of said": "990 (2) एस.सी.सी. 75 , दिनांक .39. 08. 204 को विचाराधीन निर्णय और आदेश में, राज्य सरकार को निर्देश दिया था कि वह",
  "Engineer after completion of 10 years of service as Junior": "कनिष्ठ अभियंता के रूप में 0 साल की सेवा पूरी होने के बाद सहायक",
  "Engineer, provided they had a B.E./A.M.I.E. degree.": "बशर्ते उनके पास बीई/एएमआई की डिग्री हो है।",
  "8. It is further submitted, that vide subsequent Order": "8. यह आगे प्रस्तुत किया गया है, कि आदेश दिनांक 09..20] के",
  "dated 09.11.2011, the Allahabad High Court had modified its Order in view of the Judgment of the Constitution Bench": "अनुसार, इलाहाबाद उच्च न्यायालय ने इस न्यायालय की संविधान पीठ के",
  "of this Court in Direct Recruitment of Class - II Engineering Officers Association (supra), wherein it is": "कक्षा-॥ इंजीनियरिंग ऑफिसर्स एसोसिएशन (उपरोक्त) की सीधी भर्ती के",
  "observed, that the petitioner therein, i.e. Rajendra Prasad": "है कि याचिकाकर्ता, अर्थात्‌ राजेंद्र प्रसाद द्विवेदी, सहायक अभियंता के पद पर",
  "held that if the promotion was given to any other Junior": "किया गया था कि यदि किसी अन्य कनिष्ठ अभियंता को पदोन्नति दी गई थी,",
  "therein was also eligible for promotion from the said date along with consequential benefits. The learned Senior": "तो याचिकाकर्ता उसमें परिणामी लाभ के साथ-साथ उक्त तिथि से पदोन्नति के",
  "Counsel submits that the learned Single Judge who passed the Order in the case of Rajendra Prasad Dwivedi was the": "लिए भी पात्र था। विद्वान वरिष्ठ अधिवक्ता ने कहा कि राजेंद्र प्रसाद द्विवेदी के मामले में आदेश पारित करने वाले विद्वान एकल न्यायाधीश वर्तमान",
  "same learned Judge heading the bench in the case of": "अपीलकर्ता के मामले में पीठ का नेतृत्व करने वाले एक ही विद्वान न्यायाधीश",
  "present appellant and, as such, there was no reason as to": "थे और इस तरह, इस बात का कोई कारण नहीं था कि अपीलकर्ता को क्यों",
  "why the appellant ought not to have been given the same benefit.": "चाहिए? समान लाभ नहीं दिया गया है।",
  "9. Per contra, Mr. V. Shekhar, learned Senior Counsel,": "9. इसके विपरीत, राज्य की ओर से पेश हुए विद्वत वरिष्ठ अधिवक्ता श्री वी",
  "concurrence of U.P. Public Service Commission. He": "लोक सेवा आयोग की सहमति से की गई थी। उन्होंने कहा कि निर्विवाद रूप",
  "submits, undisputedly the appellant’s appointment was not made with the concurrence of U.P. Public Service": "से अपीलकर्ता की नियुक्ति यूपी लोक सेवा आयोग की सहमति से नहीं की गई",
  "by order dated 30.03.1987, issued by Respondent No. 1. It": "पर आदेश दिनांकित 30. 03. 987 द्वारा तदर्थ आधार पर नियुक्त किया",
  "is not in dispute that the said Order was issued with prior": "गया था। प्रत्यर्थी सं. द्वारा जारी किया गया। यह विवाद में नहीं है कि उक्त",
  "dispute, that the said appointment was made after the post": "था। यह भी विवाद में नहीं है कि उक्त नियुक्ति पद के विज्ञापित होने के बाद की",
  "Services Rules, 1985 (hereinafter referred as “the said": "985 (इसके बाद 'उक्त नियम' के रूप में संदर्भित) के प्रावधानों के तहत",
  "08.04.1987. While in service the appellant obtained the": "में सम्मिलित हो गया। सेवा में रहते हुए अपीलकर्ता ने 08. 06. 987 को",
  "degree in  B.Sc.-Engineering from Aligarh Muslim University, Aligarh on 08.06.1987. The appellant thereafter": "अलीगढ़ मुस्लिम विश्वविद्यालय, अलीगढ़ से 8. 5८. इन्जीनियरिगं में डिग्री",
  "through proper channel communicated the respondents the": "प्राप्त की। इसके बाद उचित चैनल के माध्यम से अपीलकर्ता ने प्रत्यर्थियों को",
  "fact regarding obtaining of requisite qualification and being eligible for consideration for promotion, to the post of": "आपेक्षित योग्यता प्राप्त करने और पदोन्नति के लिए विचार के लिए उक्त नियमों",
  "Assistant Engineer (Civil), in the Centralised Services under Sub Rule (3) of Rule 24 of the said Rules. It is the case of": "के नियम 24 के उप नियम (3) के तहत केंद्रीकृत सेवाओं में सहायक",
  "the appellant, that the State Government had sought": "अपीलकर्ता का मामला है, कि राज्य सरकार ने बैचलर ऑफ इंजीनियरिंग/",
  "information from all the Development Authorities vide": "दिनांक 25. 09. 987 के सभी विकास प्राधिकरणों से सूचना मांगी थी। उक्त संचार के अनुपालन में आगरा विकास प्राधिकरण के उपाध्यक्ष ने राज्य",
  "regularisation of his service in accordance with the rules": "लागू नियमों का पालन करके उनकी नियुक्ति के बाद , उनकी",
  "19. The constitution bench concludes thus : “47. To sum up, we hold that:": "]9. संविधान पीठ इस प्रकार समाप्त होती है: 47. योग करने के लिए, हम",
  "A) Once an incumbent is appointed to a post": "मानते हैं कि: ए) एक बार नियम के अनुसार एक पद पर नियुक्त होने के बाद,",
  "according to rule, his seniority has to be counted from the date of his appointment and not": "उसकी वरिष्ठता को उसकी नियुक्ति की तारीख से गिना जाना चाहिए, न कि",
  "according to the date of his confirmation.": "उसकी पुष्टि की तारीख के अनुसार। उपरोक्त नियम का आधार यह है कि जहां",
  "where the initial appointment is only ad hoc and not according to rules and made as a stop-gap": "प्रारंभिक नियुक्ति केवल तदर्थ है और नियमों के अनुसार नहीं है और स्टॉपगैप",
  "uninterruptedly till the regularisation of his service in accordance with the rules, the period of officiating service will be counted.": "उसकी सेवा के नियमितीकरण तक, अपमानजनक सेवा की अवधि को गिना",
  "20. It can thus clearly be seen, that the Constitution": "20. इस प्रकार यह स्पष्ट रूप से देखा जा सकता है, कि संविधान पीठ",
  "(L&S) 531: (1981) 1 SCR 449] and Delhi Water Supply and Sewage Disposal Committee v. R.K.": "(98) . एससीआर 449 औरदिल्ली जल आपूर्ति और सेवा निपटान",
  "253: (1989) 9 ATC 784] , with which we are in": "एससीसी (एल एंड एस) 253: (989) 9 एटीसी 784 , जिसके साथ हम",
  "India [(1986) 2 SCC 157: 1986 SCC (L&S) 226:": "57: 986 एससीसी (एल एंड एस) 226: (986)  एससीआर 2",
  "(1986) 1 SCR 211] the officers were promoted although without following the procedure prescribed": "अधिकारियों को पदोन्नत किया गया था, हालांकि नियमों के तहत निर्धारित",
  "although without following the procedure prescribed under the rules, but they continuously worked for": "प्रक्रिया का पालन किए बिना, लेकिन उन्होंने लगभग लंबे समय तक काम",
  "long periods of nearly 15-20 years on the posts without being reverted. The period of their": "किया। 520 साल के पदों पर बिना वापस किए। उनके निरंतर अपमान की",
  "continuous officiation was directed to be counted for": "अवधि को वरिष्ठता के लिए गिना जाने का निर्देश दिया गया था क्योंकि यह",
  "seniority as it was held that any other view would be arbitrary and violative of Articles 14 and 16. There is": "माना गया था कि कोई अन्य दृष्टिकोण अनुच्छेद 4 और 6 का मनमाना",
  "considerable force in this view also. We, therefore,": "और हिंसक होगा। इस दृष्टि में भी काफी बल है। इसलिए, हम सेवा में नियमित",
  "confirm the principle of counting towards seniority": "अपमान की अवधि की वरिष्ठता की गिनती के सिद्धांत की पुष्टि करते हैं। '",
  "that, if an appointment is made by way of stopgap": "स्टॉपगैप व्यवस्था के माध्यम से नियुक्ति की जाती है, तो ऐसी नियुक्ति के",
  "appointment, the experience of such appointment cannot be equated with the experience of a regular appointee,": "अनुभव को नियमित अनुभव के साथ बराबर नहीं किया जा सकता है नियुक्ति",
  "because of qualitative difference in the appointment. It however holds, that if the appointment is made after": "में गुणात्मक अंतर के कारण नियुक्ति। हालांकि, यह माना जाता है कि यदि",
  "considering the claims of all eligible candidates and the": "सभी योग्य उम्मीदवारों के दावों पर विचार करने के बाद नियुक्ति की जाती है",
  "bench of the said court. The division bench of the": "को खण्ड पीठ के समक्ष अपील किया गया था। उक्त न्यायालय की विशेष",
  "Allahabad High Court in Special Appeal No. 75 of 2012 in": "अपील सं. 75/ 2072 में इलाहाबाद उच्च न्यायालय की खंड पीठ यूपी राज्य",
  "State of U.P. Vs. R. P. Dwivedi in its Order dated": "बनाम आर.पी. द्विवेदी ने अपने आदेश में दिनांक 3. 02. 2074 को निम्न",
  "“On due consideration of rival submissions, we find": "'' विरोधी तर्कों के उचित विचार पर, हम प्रत्यर्थी के तरकों में",
  "relaxed. The respondent, though appointed on _ad- hoc _ basis as Junior Engineer on 24.02.1987, had": "थी। प्रत्यर्थी, हालांकि 24. 02. 987 को जूनियर इंजीनियर",
  "sri Sunil Dutt Sharma and Sri Sajid Hasan who": "0. 993 को श्री सुनील दत्त शर्मा और श्री साजिद हसन से",
  "were available and the private respondent was": "उत्तीर्ण की थी। चूंकि रिक्तियां उपलब्ध थीं और निजी प्रतिवादी",
  "qualified to be considered for promotion in 1993, he": "993 में पदोन्नति के लिए विचार करने के लिए योग्य था ,",
  "should have been considered even prior to the": "इसलिए उन्हें उपरोक्त व्यक्तियों से पहले भी माना जाना चाहिए",
  "25. The State had also carried the said matter by way of Special Leave Petition Civil (CC) No. 13830-31 of 2014": "25. राज्य ने इस अदालत के समक्ष विशेष अवकाश याचिका दीवानी (सीसी) नंबर 383037/204 के माध्यम से उक्त मामले को भी चलाया था। 2.",
  "by way of Review Petition No. 188 of 2015. The said Review": "की समीक्षा, समीक्षा याचिका सं. 88/205 के माध्यम से यूपी बनाम",
  "26. The only ground on which the High Court has": "26. एकमात्र आधार जिस पर उच्च न्यायालय ने अपीलकर्ता के राजेंद्र प्रसाद",
  "refused to consider the case of the appellant is that in the": "द्विवेदी मामले में पर विचार करने से इनकार कर दिया है वह यह है कि",
  "process though their orders of appointment differs. It will": "के माध्यम से किया गया था यद्यपि नियुक्ति के उनके आदेश भिन्न हैं रिट",
  "Allahabad High Court in Writ Petition No. 3421 of 1996 in": "याचिका सं. 342/ 996 में इलाहाबाद उच्च न्यायालय द्वारा राजेंद्र प्रसाद",
  "the case of Rajendra Prasad Dwivedi vs. State of U.P.": "द्विवेदी बनाम यूपी राज्य के मामले में किए गए अवलोकन का उल्लेख करना",
  "which reads thus:": "उचित होगा जो इस प्रकार पढ़ता है",
  "petitioner obtained the qualification of AMIE in 1993,": "याचिकाकर्ता ने 993 में एएमआईई की योग्यता प्राप्त की , वह",
  "he became eligible for promotion to the post of Assistant Engineer. Though only gaining the": "सहायक अभियंता के पद पर पदोन्नति के लिए पात्र हो गया।",
  "qualification does not create right of promotion, but I": "हालांकि केवल योग्यता प्राप्त करने से पदोन्नति का अधिकार नहीं",
  "am of the view that if thereafter any promotion has": "बनता है, लेकिन मेरा विचार है कि यदि इसके बाद याचिकाकर्ता",
  "been _ given to others particularly junior to the": "को विशेष रूप से कनिष्ठ को कोई पदोन्नति दी गई है , तो",
  "petitioner, the petitioner is liable to be considered for promotion from the __ said date alongwith": "याचिकाकर्ता परिणामी लाभों के साथ उक्त तिथि से पदोन्नति के",
  "In light of the law laid down by the Hon'ble": "माननीय सर्वोच्च न्यायालय द्वारा निर्धारित कानून के आलोक में,",
  "above, I hereby also observe that the fact that the": "इस मामले यहाँ पर सन्दर्भित है कि, मैं यहां यह भी अवलोकन",
  "petitioner was not confirmed in the service, shall not": "करता हूं कि याचिकाकर्ता की सेवा में पुष्टि नहीं की गई थी , यह",
  "come in the way of the petitioner's promotion as an": "तथ्य याचिकाकर्ता के पदोन्नति के रास्ते में बाधा के रूप में नहीं",
  "and Sunil Dutt Sharma had obtained the same in 1994": "सुनील दत्त शर्मा ने 994 में डिग्री प्राप्त किया, जबकि अपीलकर्ता ने 987",
  "28. It could thus be seen that, in view of the office": "28. इस प्रकार यह देखा जा सकता है कि, . 03. 994 के कार्यालय",
  "when the said office memorandum was issued. In any case": "उक्त कार्यालय ज्ञापन जारी किया गया था। किसी भी स्थिति में अपीलकर्ता",
  "the appellant is entitled to be promoted with effect from 18.01.1995 i.e. the date on which the juniors to him were": "8. 07. 995 से प्रोन्नति के प्रभावी होने का हकदार है, जिस तारीख को",
  "29. As already discussed, the non-concurrence with the U.P. Public Service Commission, at the most would make": "29. जैसा कि पहले ही चर्चा की जा चुकी है, यूपी लोक सेवा आयोग के साथ",
  "the appointment of the appellant irregular and not illegal.": "गैर-सहमति अपीलकर्ता की नियुक्ति को अनियमित बना देगी और अवैध नहीं।",
  "We are therefore of the considered view that the High Court": "इसलिए हमारा यह विचार हैं कि उच्च न्यायालय ने अपीलकर्ता की याचिका को",
  "deserves to succeed on more than one ground.": "खारिज करने में करुटि किया है। अपील एक से अधिक आधारों पर सफल होने के योग्य है।",
  "30. Hence, the following order:": "30. इसलिए, निम्नलिखित आदेश:",
  "(i) |The appeal is allowed;": "(।) अपील अनुज्ञात है;",
  "It is held and declared that the petitioner is": "(/) यह अभिनिर्धारित और घोषित किया जाता है कि याची सहायक",
  "Engineer (Civil) from the date on which his": "अभियंता (दीवानी) के पद पर उस तारीख से, जिसको उसके कनिष्ठ के पास",
  "junior possessing the Bachelor of Engineering / A.M.I.E. has been’ promoted with all": "बैचलर ऑफ इंजीनियरिंग/एएमआईई है, सभी परिणामी लाभ के साथ प्रोन्नत",
  "In the facts and circumstances, there shall be": "(/) तथ्यों और परिस्थितियों में, लागत के रूप में कोई आदेश नहीं होगा।"
}