{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय के समक्ष",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय क्षैत्राधिकार",
  "CRIMINAL APPEAL NO. 2342 OF 2023": "आपराधिक अपील संख्या - 2342 /2023",
  "(Arising out of S.L.P. (Criminal) No. 50 of 2023)": "(विशेष अनुमति याचिका (आपराधिक) संख्या - 50/2023 से उत्पन्न)",
  "JUDGMENT": "निर्णय",
  "J.B. PARDIWALA, J. :": "न्यायमूर्ति जे. बी. पारदीवाला,",
  "l. Leave granted.": ". अनुमति प्रदान की गई।",
  "Court of Judicature at Allahabad dated 13.07.2022 in the": "इलाहाबाद उच्च न्यायालय द्वारा दिनांक 3.07.2022 को पारित एक आदेश",
  "respectively) by which the High Court rejected the Writ Petition": "से उत्पन्न हुई है जिसके तहत उच्च न्यायालय ने रिट याचिका को खारिज कर",
  "eae: punishable under Sections 376, 323 and 354(A) of the Indian": "दिया और भारतीय दंड संहिता (आईपीसी) की धारा 376, 323 और 354",
  "Penal Code (IPC) and Sections 7 and 8 of the Protection of": "(ए) और यौन अपराधों से बच्चों का संरक्षण अधिनियम, 2042 की धारा 7",
  "one day after getting opportunity, I run away from there.": "दिन मौका मिलने के बाद है, मैं वहाँ से भाग आयी। इसके बाद अपने",
  "It is thereafter after taking my children; I started to live before my relatives. It is now; I got to know that it is": "बच्चों को लेने के बाद मैं अपने रिश्तेदारों के साथ रहने लगी।अब मुझे",
  "against Iqbal, some of the people raised their voice. It is": "पता चला कि इकबाल के खिलाफ कुछ लोगों ने अपनी आवाज उठाई।",
  "hence; it is for seeking justice from the injustice done to": "इसलिए; यह मेरे साथ हुए अन्याय से न्याय मांगने के लिए मैं आपसे",
  "report and take necessary legal action.”": "कानूनी कार्रवाई करें।\"",
  "4. Thus it appears from the aforesaid that the victim X (respondent No. 4 herein), a resident of Kaswa, Mirjapur,": "4. इस प्रकार उपरोक्त से यह प्रतीत होता है कि कासवा , मिर्जापुर, सहारनपुर का निवासी पीड़ित एक्स (प्रतिवादी संख्या 4) अपीलकर्ता",
  "Saharanpur, used to work for the appellant No.1 namely Iqbal alias Bala and also used to stay at his residence in a separate": "संख्या 4 अर्थात्‌ इकबाल उपनाम बाला के घर में काम करती थी और उसके",
  "room. It is alleged by the victim that the appellants Nos. 1": "आवास में एक अलग कमरे में रहती थी।पीड़ित द्वारा यह आरोप लगाया गया",
  "and 2 respectively used to regularly rape her and whenever": "है कि अपीलकर्ता संख्या 4 और 2 क्रमशः उसके साथ नियमित रूप से",
  "her daughter (who was about 14 to 15 years) used to visit the": "बलात्कार करते थे और जब भी उसकी बेटी (जो लगभग 44 से 5 वर्ष की",
  "residence of the appellant No.1 to meet her, Javed, Alishan and Afjal (sons of the appellant No.1 i.e. Accused No. 3, 4 and": "थी) उससे मिलने के लिए अपीलकर्ता संख्या 4 के आवास पर जाती थी, जावेद, अलीशान और अफजल (अपीलकर्ता संख्या १ के बेटे क्रमशः 3, 4",
  "5 respectively) used to misbehave and outrage her modesty. It": "और 5) उसके साथ दुर्व्यवहार करते थे और उसके साथ अश्लील हरकते",
  "is further alleged that once when the victim offered resistance,": "करते थे।यह आगे आरोप लगाया गया है कि एक बार जब पीड़िता ने विरोध",
  "the co-accused Javed (accused No. 3) and Dilshad (appellant": "किया, तो सह-आरोपी जावेद (आरोपी संख्या 3) और दिलशाद",
  "No. 3) hit her resulting in a fracture on her head.": "(अपीलकर्ता संख्या 3) ने उसे मारा, जिसके परिणामस्वरूप उसके सिर पर फ्रैक्चर हो गया।",
  "SUBMISSIONS ON BEHALF OF THE APPELLANTS": "अपीलार्थियों की दलीले",
  "5. Mr. Siddhartha Dave, the learned senior counsel": "5. अपीलार्थियों की ओर से विद्वान वरिष्ठ अधिवक्ता श्री सिद्धार्थ दवे ने",
  "has stated thus:-": "अपनी लिखित दलीलों में इस प्रकार कहा है:-",
  "was registered on 21.06.2022.": "24.06.2022 पर दर्ज किया गया था।",
  "g) For the reasons mentioned above, the Special Leave": "छ) ऊपर वर्णित कारणों से, विशेष अनुमति याचिका की अनुमति",
  "Petition may be allowed and the order of the Hon’ble High Court refusing to quash the FIR No. 122 of 2022 dated 21.06.2022 be set aside.”": "दी जा सकती है और 2022 की प्राथमिकी आर. संख्या 22 दिनांक 2.06.2022 को रद्द आदेशने से इनकार आदेशने वाले माननीय उच्च न्यायालय के आदेश को अपास्त किया जाता है।\"",
  "SUBMISIONS ON BEHALF OF THE STATE:": "राज्य की तरफ से दलीलेंः",
  "6. On the other hand, Ms. Garima Prasad, the learned Additional Advocate General appearing for the State of U.P. in": "6. दूसरी तरफ राज्य की तरफ से उपस्थित वरिष्ठ विद्वान अधिवक्ता सुश्री",
  "her written submissions has stated thus:-": "गरिमा प्रसाद ने अपनी लिखित अभिकथन में इस प्रकार कहा है:-",
  "“a) The in the above FIR/Crime No. 122/2022 U/s 376,": "“ए) उपरोक्त एफआईआर /अपराध संख्या 422/2022 में",
  "323, 354(ka) IPC & Section 7, 8 of POCSO Act, 2012,": "आईपीसी की धारा 376, 323, 354 (केए) और पोक्‍्सो अधिनियम, 2042 की धारा 7, 8 के तहत, महिला थाना, जिला",
  "registered at P.S. Mahila Thana, District Saharanpur, there are total six (6) accused persons namely Iqbal @": "सहारनपुर में दर्ज किया गया है जिसमें कुल छह (6) आरोपी हैं,",
  "Bala, Mehmood, Javed, Alishan, Afjal, Dilshad but only": "इकबाल उर्फ बाला, महमूद, जावेद, अलीशान, अफजाल,",
  "three accused (Petitioners) have come before this Hon’ble": "दिलशाद, लेकिन केवल तीन आरोपी (याचिकाकर्ता) उक्त",
  "Court to quash the said FIR.": "एफआईआर को रद्द करने के लिए माननीय न्यायालय के समक्ष",
  "b) Further, the Investigation Officer also recorded the": "ख) इसके अलावा, जांच अधिकारी ने स्वतंत्र गवाहों का बयान भी",
  "complainant used to go in the house of Petitioners or not,": "याचिकाकर्ताओं के घर जाती थी या नहीं, स्वतंत्र गवाहों ने इस",
  "the complainant used to go in the house of Petitioners for odd jobs, after some time, she used to live there. The": "लिए याचिकाकर्ताओं के घर जाती थी, कुछ समय बाद वह वहां",
  "witnesses heard that the complainant and victim was": "रहने भी लगी थी।गवाहों ने सुना कि शिकायतकर्ता और पीड़ित को",
  "tortured and beaten by the Petitioners and his family": "याचिकाकर्ताओं और उसके परिवार के सदस्यों द्वारा प्रताड़ित",
  "c) The Investigation has been completed and chargesheet": "ग) जाँच पूरी हो चुकी है और याचिकाकर्ताओं के खिलाफ आरोप",
  "order dated 02.01.2023 of this Hon’ble Court, the": "के दिनांकित 02.0.2023 के स्थगन आदेश के कारण आरोप",
  "chargesheet could not be submitted.": "पत्र प्रस्तुत नहीं किया जा सका।",
  "d) The chargesheet has been filed against the other": "घ) अन्य अभियुक्त व्यक्तियों के खिलाफ आरोप पत्र दायर कर",
  "accused Persons and the trial was commenced. During": "दिया गया है और मुकदमा शुरू कर दिया गया है।विचारण के",
  "trial, the statement of Complainant and Victim were": "दौरान, शिकायतकर्ता और पीड़ित का बयान पीडब्लू-] और",
  "recorded as PW- 1 & PW- 2, wherein the Complainant": "पीडब्लू-2 के रूप में दर्ज किया गया, जिसमें शिकायतकर्ता विशेष",
  "specifically states that the Petitioner Iqbal @ Bala used": "रूप से कहता है कि याचिकाकर्ता इकबाल उर्फ बाला ने घर में",
  "to rape in the house and thereafter, the other accused": "बलात्कार किया करते थे और उसके बाद, अन्य आरोपी",
  "used to rape the complainant and molested the daughter": "शिकायतकर्ता के साथ बलात्कार करते थे और शिकायतकर्ता की",
  "of the complainant. (Copy of statement of PW-1 & PW-2": "बेटी के साथ छेड़छाड़ करते थे।(पीडब्लू-] और पीडब्लू-2 के",
  "is attached in IA No. 127360/2023 dated 07.07.2023 @": "बयान आइए संख्या 27360/2023 दिनांकित 07.07.2023",
  "Page No. 13 & 101 respectively).": "6 पृष्ठ संख्या 3 और 07 में संलग्न है)।",
  "e) During investigation, the statement of Complainant/": "ई) जांच के दौरान, धारा 464 (७.7०.८ के तहत",
  "Iqbal. Further, it was also informed that Khurshid S/o": "था।इसके अलावा, यह भी बताया गया कि खुर्शीद पुत्र असगर ,",
  "Asgar, Farooq S/o Mutaaq, Mehraj S/o Farooq and": "फारूक पुत्र मुताक, मेहराज पुत्र फारूक और सुलेमान कबाड़ी पुत्र",
  "Suleman Kabadi S/o Khurfan has threaten the victim": "खुरफान ने पीड़ित को धमकी दी है और सुलेमान कबाड़ी ने",
  "J) It is submitted that the Petitioner No. 1 is Ex-MLC and": "च) यह प्रस्तुत किया जाता है कि याचिकाकर्ता संख्या 4 पूर्व में",
  "In view of the aforementioned factual & legal": "उपरोक्त तथ्यात्मक और कानूनी प्रस्तुतियों को ध्यान में",
  "submissions, it is most respectfully submitted that the": "रखते हुए, यह अत्यंत सम्मानपूर्वक प्रस्तुत किया जाता है कि",
  "present special leave petition of the Petitioners is liable to": "याचिकाकर्ताओं की वर्तमान विशेष अनुमति याचिका अनुकरणीय",
  "be dismissed with exemplary cost and the impugned": "लागत के साथ खारिज की जा सकती है और आपराधिक प्रकीर्ण",
  "Court in Criminal Misc. Writ Petition No. 8905 of 2022 is": "रिट याचिका संख्या - 8905/2022 में माननीय उच्च न्यायालय",
  "liable to be upheld.”": "है।\"",
  "ANALYSIS": "विश्लेषण",
  "Code of Criminal Procedure (CrPC) or _ extraordinary": "अभियुक्त न्यायालय के समक्ष दंड प्रक्रिया संहिता (सी. आर. पी. सी.) की",
  "jurisdiction under Article 226 of the Constitution to get the": "धारा 482 के तहत अंतर्निहित शक्तियों या संविधान के अनुच्छेद 226 के",
  "FIR or the criminal proceedings quashed essentially on the": "के लिए आता है या आपराधिक कार्यवाही को अनिवार्य रूप से इस आधार",
  "ground that such proceedings are manifestly frivolous or": "पर रद्द कर दिया जाता है कि ऐसी कार्यवाही स्पष्ट रूप से तुच्छ या परेशान",
  "vexatious or instituted with the ulterior motive for wreaking": "करने वाली होती है या प्रतिशोध लेने के गुप्त उद्देश्य से शुरू की जाती है,",
  "vengeance, then in such circumstances the Court owes a duty": "तो ऐसी परिस्थितियों में न्यायालय का कर्तव्य है कि वह प्राथमिकी को",
  "to look into the FIR with care and a little more closely. We say": "सावधानी से और थोड़ी अधिक बारीकी से देखे। हम ऐसा इसलिए कहते हैं",
  "so because once the complainant decides to proceed against": "क्योंकि एक बार जब शिकायतकर्ता व्यक्तिगत प्रतिशोध आदि के लिए",
  "is very well drafted with all the necessary pleadings. The": "बहुत अच्छी तरह से मसौदा तैयार किया गया है।शिकायतकर्ता यह",
  "complainant would ensure that the averments made in the FIR/complaint are such that they disclose the necessary": "सुनिश्चित करेगा कि एफ. आई. आर./शिकायत में किए गए कथन ऐसे हों",
  "ingredients to constitute the alleged offence. Therefore, it will": "कि वे कथित अपराध का गठन करने के लिए आवश्यक सामग्री का",
  "made in the FIR/complaint alone for the purpose of": "खुलासा किया गया है या नहीं, केवल एफ. आई. आर. /शिकायत में किए",
  "vexatious proceedings, the Court owes a duty to look into": "कार्यवाहियों में, न्यायालय का कर्तव्य है कि वह अभिकथनों के अलावा",
  "many other attending circumstances emerging from the record": "मामले के रिकॉर्ड से उभरने वाली कई अन्य उपस्थित परिस्थितियों पर गौर"
}