{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारत का उच्चतम न्यायालय",
  "CIVIL APELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "(ARISING OUT OF SPECIAL LEAVE PETITION (CIVIL) NO. 33602 OF 2017)": "( विशेष अनुमति याचिका (सिविल) 33602 वर्ष 2077 से उत्पन्न)",
  "CENTURY METAL RECYCLING PVT. LTD. AND ANOTHER ss APPELLANT(S)": "सेंचुरी मेटल रीसाइक्लिंग प्राइवेट लिमिटेड एवं एक अन्य........................ अपीलकर्ता",
  "UNION OF INDIAAND OTHERS ll... RESPONDENT(S)": "भारत का संघ और अन्य ............................८-८ प्रतिवादी",
  "JUDGMENT": "निर्णय",
  "Leave granted.": "अनुमति प्रदान की गई",
  "2. Impugned order dated 12° September, 2017 passed by the Division Bench of the High Court of Judicature at Allahabad dismisses Writ": "2. इलाहाबाद उच्च न्यायालय की खंडपीठ द्वारा क2 सितम्बर 2047 को कर याचिका",
  "Petition Tax No.307 of 2017 filed by the appellants, namely M/s": "संख्या 307 /2047 में पारित आदेश के विरूद्ध अपीलकर्ताओं द्वारा प्रस्तुत याचिका",
  "Century Metal Recycling Pvt. Ltd. and Gauri Shankar Agarwala, inter": "सेंचुरी मेटल रिसाइक्लिंग प्राइवेट लिमिटेड और गौरीशंकर अग्रवाल, अन्य बातों के",
  "alia, on the grounds that the High Court would not exercise extraordinary jurisdiction under Article 226 of the Constitution of": "साथ इस आधार पर दायर किए गए कि भारत के संविधान के अनुच्छेद 226 के तहत उच्च न्यायालय असाधारण अधिकार क्षेत्र का प्रयोग नहीं करेगा क्योंकि मामला",
  "India as the matter relates to the valuation of imported aluminium scrap which could be assailed in a statutory appeal and it would not": "आयातित एल्युमीनियम स्कैप के मूल्यांकन से संबंधित है जिसे एक वैधानिक अपील में",
  "3. The appellant Company is stated to be engaged in the manufacture": "3. अपीलकर्ता कंपनी का एल्यूमीनियम मिश्र धातुओं के निर्माण का काम है, जिसके",
  "of aluminium alloys, for which they regularly import aluminium waste": "लिए वे नियमित रूप से स्वयं के उपभाग के लिए कच्चे माल के रूप में एल्यूमीनियम",
  "appellants is that the 2\" respondent i.e. the Principal Commissioner": "अपीलकर्ताओं द्वारा की गई शिकायत यह है कि प्रतिवादी संख्या 2 यानी सीमा शुल्क",
  "of Customs, Noida Customs Commissionerate and its Officers": "के प्रमुख आयुक्त, नोएडा सीमा शुल्क आयुक्तालय और उनके अधिकारी लगभग समान",
  "a letter agreeing to pay customs duty as per the valuation by the": "के द्वारा आंकिलित मूल्य पर सीमा. शुल्क पर एक पत्र देने के लिए सहमत हैं और",
  "clearance, levy of demurrage, ground rent and container detention": "के किराए और कंटेनर हिरासत... शुल्क आदि से बचने के लिए सीमा शुल्क",
  "RULES": "नियमः--",
  "Rule 3. Determination of the method valuation:": "नियम3: विधि मूल्यांकन का निर्धारण:",
  "(1) Subject to rule 12, the value of imported goods shall": "।. नियम 42 के अधीन, आयातित वस्तुओं का मूल्य नियम 40 के प्रावधानों के अनुसार",
  "be the transaction value adjusted in accordance with": "लेन-देन मूल्य को समयोजित करेगा,",
  "(2) Value of imported goods under sub-rule (1) shall be accepted:": "2.उप-नियम १. के तहत आयातित माल का मूल्य स्वीकार किया जाएगा.",
  "Provided that —": "उसे उपलब्ध कराया-",
  "(a) there are no restrictions as to the disposition or use of the goods by the buyer other than restrictions which-": "ए. प्रतिबंधों के अलावा खरीदार द्वारा माल के निपटान या उपयोग के रूप में कोई प्रतिबंध नहीं हैः--",
  "(i) are imposed or required by law or by the public authorities in India; or": "।. भारत में कानून या सार्वजनिक प्राधिकारियों द्वारा लगाया या अपेक्षित हैं,या",
  "(ii) limit the geographical area in which the goods may be resold; or": "2. उस भौगालिक क्षेत्र को सीमित करें जिसमें माल को फिर से बेचा जा सकता है, या",
  "(ili) do not substantially affect the value of the goods;": "3. माल के मूल्य को पर्याप्त रूप से प्रभावित नहीं करता है।",
  "(b) the sale or price is not subject to some condition or consideration for which a value cannot be determined in respect of the goods being valued;": "बी.) बिक़ी या मूल्य कुछ शर्त या विचार के अधीन नहीं है, जिसके लिए मूल्य मूल्यावान माल के संबंध में निर्धारित नहीं किया जा सकता है.,",
  "(c) no part of the proceeds of any subsequent resale, disposal or use of the goods by the buyer will accrue": "सी.) खरीदार द्वारा माल के किसी भी बाद के पुनर्विकय, निपटान या उपयोग का कोई",
  "directly or indirectly to the seller, unless an appropriate": "हिस्सा प्रत्यक्ष या अप्रत्यक्ष रूप से विकता को तब तक प्राप्त नहीं होगा, जब तक कि",
  "(d) the buyer and seller are not related, or where the": "डी.)खरीदार और विकेता संबंधित नहीं हैं, या जहां खरीदार और विकेता संबंधित हैं वह",
  "acceptable for customs purposes under the provisions of sub-rule (3) below.": "लेन-देन मूल्य नीचे उप-नियम 3 के प्रावधानों के तहत सीमा शुल्क प्रयोजनों के लिए",
  "(3) (a) Where the buyer and seller are related, the transaction value shall be accepted provided that the": "3-ए.. जहां खरीदार और विकता संबंधित हैं, लेन-देन मूल्य स्वीकार किया जाएगा",
  "examination of the circumstances of the sale of the imported goods indicate that the relationship did not": "बशर्ते कि आयातित माल को बिक़ी की परिस्थितियों की जांच से संकेत मिलता है कि",
  "influence the price.": "रिश्ते ने कीमत को प्रभावित नहीं किया था।",
  "(b) In a sale between related persons, the transaction": "बी.). सबंघित व्यक्तियों के बीच एक बिकी में, लेन-देन मूल्य को स्वीकार किया जाएगा,",
  "value shall be accepted, whenever the importer demonstrates that the declared value of the goods": "जब भी आयातक यह प्रदर्शित करता है कि माल के घोषित मूल्य को मूल्यवान माना",
  "being valued, closely approximates to one of the following values ascertained at or about the same time.": "जा रहा है, एक ही समय में या इसके बारे में पता लगाए गए निम्न मूल्यों में से एक को बारीकी से अनुमानित करता है।",
  "(i) the transaction value of identical goods, or of similar goods, in sales to unrelated buyers in India;": "।.. भारत में असंबद्ध खरीदारें की बिक़ी में समान वस्तुओं या समान सामानों का देन-देन मूल्य,",
  "(ii) the deductive value for identical goods or similar goods;": "2.. समान वस्तुओं या समान सामानों के लिए कटौतीत्मक मूल्य,",
  "(ili) the computed value for identical goods or similar goods:": "3.. समान वस्तुओं या समान वस्तुओं के लिए गणना किए गए मूल्य,",
  "Provided that in applying the values used _ for comparison, due account shall be taken of": "बशर्ते कि तुलना के लिए उपयोग किए जाने वाले मूल्यों को लागू करने में, खाते में",
  "demonstrated difference in commercial levels, quantity levels, adjustments in accordance with the provisions": "अंतर-भिन्‍न स्तर के स्तर, मात्रा के स्तर,नियम 40 के प्रावधानों के अनुसार समायोजन",
  "which he and the buyer are not related;": "जिसमें वह और खरीदार संबंधित नहीं है,",
  "(c) substitute values shall not be established under the provisions of clause (b) of this sub-rule.": "ग.) इस उप-नियम के खंड बी के प्रावधानों के तहत स्थानापनन्‍न मूल्यों की स्थापना नहीं की जाएगी |",
  "(4) if the value cannot be determined under the provisions of sub-rule (1), the value shall be": "4..यदि मूल्य उप-नियम . के प्रावधानों के तहत निर्धारित नहीं किया जा सकता है,",
  "determined by proceeding sequentially through rule 4 to 9.": "तो मूल्य नियम 4 से 9 के माध्यम से कमिक रूप से आगे बढते हुए निर्धारित किया",
  "Rule 12. Rejection of declared value:": "नियम 2. घोषित मूल्य की अस्वीकृतिः",
  "(1) When the proper officer has reason to doubt the truth or accuracy of the value declared in relation to any imported goods, he may ask the importer of such": "।.) जब उचित अधिकारी के पास किसी आयातित सामान के संबंध में घोषित मूल्य की सत्यता या सटीकता पर संदेह करने का कारण हो, तो वह ऐसे सामान के आयातक",
  "goods to _ furnish further information including documents or other evidence and if, after receiving": "को दस्तावेजों या अन्य साक्ष्यों सहित आगे की जानकारी प्रस्तुत करने के लिए कह",
  "such further information, or in the absence of a response of such importer, the proper officer still has": "सकता है और यदि,ऐसा आगे प्राप्त होने पर जानकारी ,या ऐसे आयातक की प्रतिकिया",
  "reasonable doubt about the truth or accuracy of the value so declared, it shall be deemed that the": "की अनुपस्थिति में ,उचित अधिकारी को अभी भी घोषित मूल्य की सच्चाई या सटीकता",
  "value so declared, it shall be deemed that the transaction value of such imported goods cannot be": "के बारे में उचित संदेह है, यह माना जाएगा कि ऐसे आयातित सामानों का लेन-देन",
  "(2) At the request of an importer, the proper officer,": "|4.) एक आयातक के अनुरोध पर, उचित अधिकारी, आयातक द्वारा आयात किए गए",
  "doubting the truth or accuracy of the value declared in": "माल के संबंध में घोषित मूल्य की सच्चाई या सटीकता पर संदेह करने के लिए",
  "relation to goods imported by such importer and provide a reasonable opportunity of being heard,": "आयातक को असरंग करेगा, और सुनाई देने का एक उचित अवसर प्रदान करेगा,",
  "before taking a final decision under sub-rule (1).": "पहले अंतिम निर्णय लेने वाला उप-नियम. |",
  "Explanation. - (1) For the removal of doubts, it is hereby declared that: -": "स्पष्टीकरण- 4. . शंकाओं को दूर करने के लिए,यह घोषित किया गया है कि-",
  "(i) This rule by itself does not provide a method for determination of value, it provides a mechanism and": "() यह नियम अपने आप में मूल्य निर्धारण के लिए एक विधि प्रदान नहीं करता है,यह",
  "procedure for rejection of declared value in cases": "उन मामलों में घाषित मूल्य की अस्वीकृति के लिए एक तंत्र और प्रकिया प्रदान करता",
  "where there is reasonable doubt that the declared value does not represent the transaction value; where": "है जहां उचित संदेह है कि घोषित मूल्य लेनदेन मूल्य का प्रतिनिधित्व नहीं करता है,",
  "the declared value is rejected, the value shall be": "जहां घोषित मूल्य को अस्वीकार कर दिया जाता है, वह मान 4 से 9 के नियमें के",
  "determined by proceeding sequentially in accordance": "अनुसार कामिक रूप से आगे बढ़ते हुए निर्धारित किया जाएगा।",
  "(ii) The declared value shall be accepted where the": "(2) घोषित मूल्य के स्वीकार किया जाएगा जहां उचित अधिकारी आयातकों के परामर्श",
  "proper officer is satisfied about the truth and accuracy of the declared value after the said enquiry in": "से उक्त पूछताछ के बाद घोषित मूल्य की सच्चाई और सटीकता के बारे में संतुष्ट है।",
  "doubts on the truth or accuracy of the declared value": "माल के संबंध में घोषित मूल्य की सच्चाई या सटीकता पर संदेह करने का कारण,",
  "(a) the significantly higher value at which identical or similar goods imported at or about the same time in comparable quantities in a comparable commercial transaction were assessed;": "(ए) काफी अधिक मूल्य जिस पर समान या समान माल आयात किया गया हो या एक समान वाणिज्यिक लेनदेन में एक ही समय में तुलनीय मात्रा में मूल्यांकन किया गया",
  "(b) the sale involves an abnormal discount or abnormal reduction from the ordinary competitive": "(बी) बिक़ी में सामान्य प्रतिस्पर्धी मल्य से असामान्य छूट या असामान्य कमी. शामिल है,",
  "(c) the sale involves special discounts limited to exclusive agents;": "(सी) बिकी में विशेष एजेंटों तक सीमित विशेष छूट शामिल है,",
  "(d) the misdeclaration of goods in parameters such as description, quality, quantity, country of origin, year of manufacture or production;": "(डी) विवरण, गुणवत्ता,मात्रा,मूल के देश,निर्माण या उत्पादन के वर्ष जैसे मापदंडों में माल की गलत व्याख्या,",
  "(e) the non-declaration of parameters such as brand, grade, specifications that have relevance to": "(ई) ब्रांड ग्रेड,विनिर्देशों जैसे मानों की प्रासंगिकता न होने की गैर-घोषणा,",
  "(f) the fraudulent or manipulated documents.”": "(एफ) धोखाधर्डी या हेरफर किए गए दस्तावेज |",
  "7. Section 14 has to be read with Rule 12 of the 2007 Rules. Rule 12": "7. धारा 44 को 2007 के नियमें के नियम 42 के साथ पढा जाना है। नियम 2",
  "uses the expression ‘the proper officer has reason to doubt the truth": "अभिव्यक्ति का उपयोग करता है “उचित अधिकारी के पास महत्व के सामान के संबंध",
  "or accuracy of the value declared in relation to the imported goods’.": "में घोषित मूल्य की सच्चाई या सटीकता का कारण है।' यह अभिव्यक्ति स्पष्ट रूप से",
  "Imported Goods) Rules,1988 (‘the 1988 Rules’, for short) and the": "(आयातित माल का निर्धारण मूल्य) नियमावली,4988 ( 4988 के नियम संक्षेप में) और",
  "interpreted by this Court in Eicher Tractors Limited, Haryana v.": "लगाई गई है। इस अधिनियम द्वारा आयशर ट्रैक्टरस लिमिटेड,हरियाणा बनाम सीमा",
  "concept of ‘reason to doubt the declared value’ in place of special or": "विशेष या विपरीत परिस्थितियों के स्थान पर घोषित मूल्य पर संदेह करना हालांकि",
  "Rules. However, the interpretation given to Section 14(1) in Eicher Tractors Limited (Supra) as to the meaning of the word ‘payable’": "आयशर ट्रैक्टर्स लिमिटेड (सुप्रा) में धारा 44 () के लिए दी गई व्याख्या देय शब्द के",
  "used therein would be still applicable. The word ‘payable’ used in": "अर्थ के रूप में उपयोग की जाएगी जो लागू होगी। धारा 44 () में प्रयुक्त देय शब्द",
  "respect of ‘the transaction’. It refers to the notional value, albeit the": "मूल्य को संदर्भित करता है, हालांकि प्रवेश के बिल में घोषित किए गए लेनदेन मूल्य",
  "value. In such cases the transaction value is to be sequentially": "मूल्य / लेनदेन मूल्य के समान है। यह, आमतौर पर, कार्यवाई का एक तरीका है",
  "transactional value on account of truth or accuracy of the value": "लेनदेन मूल्य के रूप में माल के लिए वास्तव में भुगतान या देय मूल्य को स्वीकार",
  "deemed to be related; (ii) when there is no sale, or buyers and": "पर या यदि खरीदार और विकेता एक दूसरे से संबंधित हैं। इस तरह के प्रावधान को",
  "The Division Bench has quoted the following sub-para from Commissioner of Customs, Calcutta v. South India Television": "खण्डपीठ ने निम्नलिखित उप पैरा को सीमा. शुल्क आयुक्त, कलकत्ता बनाम्‌ दक्षिण भारत टेलीविजन से उद्धत किया है।",
  "“13. Section 14(1) speaks of \"deemed _ value\". Therefore, invoice price can be disputed. However, it is": "43.. धारा 44 (।) डीम्ड वैल्यू की बात करती है, इसलिए इनवॉइस कीमत विवादित हो",
  "Therefore, invoice price can be disputed. However, it is for the Department to prove that the invoice price is": "सकती हिं। हालांकि,यह साबित करने के लिए विभाग है कि. चालान की कीमत गलत",
  "incorrect. When there is no- evidence of contemporaneous imports at a higher price, the invoice": "है जब उच्च मूल्य पर समकालीन आयात कोई सबूत नहीं है तो चालान की कीमत",
  "price is liable to be accepted. The value in the export": "स्वीकार किये जाने योग्य है। निर्यात घोषणा में मूल्य को कस्टम है जब उच्च मूल्य पर",
  "ordinarily sold at the time and place of importation. This": "निर्धारित करने के लिए जिस पर माल को आयात के समय और स्थान पर बेचा जाता",
  "is where the conceptual difference between value and price comes into discussion.”": "है। यह वह जगह है जहां मूल्य और मूल्य के बीच वैचारिक अंतर चर्चा में आता है।",
  "9. As per Section 14(1) of the Act, value of the imported goods shall be": "9.. अधिनियम की धारा 44 (॥ के अनुसार आयातित वस्तुओं का मूल्य ऐसे सामानों",
  "the transactional value of such goods, which means the price actually paid or payable for the goods when sold for export to India": "का. लेनदेन मूल्य होगा, जिसका अर्थ है कि भारत को निर्यात के लिए बेचे जाने पर",
  "actually paid or payable for the goods when sold for export to India where the buyers and sellers are not related and the price fixed is": "माल के लिए वास्तव में भुगतान या देय मूल्य जहां खरीदार और विकेता संबंधित नहीं",
  "duty would include amounts paid or payable as costs and services": "लिए लेनदेन मूल्य में भुगतान या देय राशि शामिल होगी, जैसे कि कमीशन, ब्रोकरेज,",
  "like commission, brokerage, engineering, design work, cost of": "इंजीनियरिंग डिजाइन कार्य, परिवहन की लागत आदि जैसी लागत और सेवाएं। इस",
  "transportation, etc., as may be specified in the rules made in this": "संबंध में बनाये गये नियमों में निर्दिष्ट किया जा सकता है। इन राशियों को घोषित",
  "behalf. These amounts are to be added to the declared transactional value. Accordingly, in terms of Rule 10 of the 2007 Rules, the value": "लेनदेन मूल्य में जोड़. जाना है। तदनुसार, 2007 के नियम १0 के नियमों के अनुसार",
  "and price of costs and services are added to the price actually paid": "देय मूल्य के लिए लागत और सेवाओं का मूल्य जोड. जाता है।",
  "charging of customs duty is to be made as per rules framed in this": "के लिए लेन-देन मूल्य इस संबंध में बनाये गए नियमों के अनुसार बनाया जाना है।",
  "12. Rules 3 and 12 of the 2007 Rules i.e. Customs Valuation (Determination of Value of Imported Goods) Rules, 2007 were": "नियम 2007 के नियम 3 और +42 अर्थात सीमा शुल्क मान (आयातित सामानों के मूल्य",
  "enacted and enforced with effect from 10\" October, 2007 replacing": "का निर्धारण) नियम 2007 को 40 अक्टूबर 2007 से अधिनियमित और लागू किया गया,",
  "and superseding the 1988 Rules. Rule 3(1) of the 2007 Rules states": "नियम 4988 को बदलते हुए और हटाकर 2007 के नियमें। के नियम 3 () में कहा",
  "that value of the imported goods shall be the transaction value adjusted in accordance with the provisions of Rule 10 of the 2007": "गया है कि आयातित सामानों का मूल्य 2007 के नियमों के नियम 40 के प्रावधानों के",
  "Rules which Rule, as observed above, deals with the costs and": "अनुसार समायोजित किया जाएगा, जो नियम, जैसा कि उपर देखा गया है, लगात और",
  "services which are to be added to the price actually paid or payable": "के लिए वास्तव में भुगतान या देय मूल्यों में जोडा जाना चाहिए",
  "rule (1) to Rule 3 is however subject to Rule 12 and therefore give": "' नियम 3 के लिए उप-नियम +. हालांकि नियम 2 के अधीन हे और इसलिए नियम",
  "primacy to Rule 12 which we shall subsequently elaborate and": "।2 को प्रधानता देते हैं जिसे हम बाद में विस्तृत करेंगे और समझाएंगे। नियम 3 के",
  "explain. Sub-rule (2) to Rule 3 states that value of the imported": "लिए उप-नियम 2.. में कहा गया है कि उप-नियम +4. के तहत आयातित माल का",
  "the pre-conditions for accepting value of the imported goods. Rule": "के मूल्य को. स्वीकार करने के लिए पूर्व शर्ते तय करता है। नियम 2. आयातक या",
  "11 provides for declaration to be given by the importer or his agent": "उसके एजेंट द्वारा दिए गए घोषणा की पुष्टि करता है कि उन्होंने आयातित वस्तुओं के",
  "certifying that they had disclosed full and accurate details of the value of the imported goods and any other statement, information": "मूल्य और पूर्ण या सटीक विवरणों का खुलासा किया था और किसी भी बयान, सूचना",
  "and document including invoice of the manufacturer or producer of": "दस्तावेजों के उत्पादक या सामान के चालक सहित दस्तावेज जहां सामान आयात",
  "the goods where the goods are imported from or through a person": "किए गए हैं सामान के उत्पादकता के अलावा या किसी व्यक्ति के माध्यम से आयातित",
  "other than the manufacturer of goods, as considered necessary by the proper officer for valuation of the imported goods. Sub-rule (2) states that the declared value shall be accepted where the proper": "वस्तुओं के मूल्यांकन के लिए उचित अधिकारी द्वारा आवश्यक माना जाता है उप-नियम 2. बताते हैं कि घोषित मूल्य स्वीकार किये जाएंगे जहां आयातक के साथ",
  "officer is satisfied about the truth and accuracy of the declared value": "परामर्श की जांच के बाद उचित अधिकारी घोषित मूल्य की सच्चाई और सटीकता के",
  "13. Sub-rule (3) to Rule 3 deals with cases when the buyer and seller": "3. उप-नियम 3. नियम 3 उन मामलों से संबंधित है जब खरीदार और विक़ेता",
  "are related. We would not dilate on the said sub-rule for this is not required for the purpose of the present decision. As per sub-rule (4),": "संबंधित होते हैं| वर्तमान निर्णय के प्रयोजन के लिए आवश्यक नहीं है, इसके लिए हम उक्त उप-नियम पर विचार नहीं करेंगे। उप-नियम 4. के अनुसार,जहां नियम 3 के",
  "where the value cannot be determined under sub-rule (1) to Rule 3,": "लिए उप-नियम +. के तहत मूल्य निर्धारित नहीं किया जा सकता है, लेन-देन को",
  "the transaction is to be valued by step wise applying Rules 4 to 9.": "चरणबद्ध तरीके से नियम 4 से 9 के अन्तर्गत लागू किया जाना चाहिए |नियम 4 एक",
  "Rule 4 deals with transaction value based on identical goods. Rule 5": "समान वस्तुओं के आधार पर लेनदेन मूल्य के साथ संबंधित है। नियम 5 एक जैसे",
  "deals with transaction value based on similar goods. Rule 6 deals": "मिलते-जुलते सामानों के आधार पर लेनदेन मूल्य के साथ संबंधित है, नियम 6. मूल्य",
  "with the determination of value where the transactional value cannot be determined under Rules 3, 4 and 5. Rules 7 and 8 deal with": "के निर्धारण के निर्धारण से संबंधित है जहां नियम 3,4और 5 के तहत लेन-देन का मूल्य निर्धारित नहीं किया जा सकता है, नियम 7 और 8 कमश'ः घटाए मूल्य और",
  "deductive value and computed value respectively. Rule 9 prescribes the residual method for computing the transaction value. What is": "गणना मूल्य के साथ सौदा करते हैं । नियम 9 लेनदेन मूल्य की गणना करने के लिए",
  "important to note is that Rules 4 to 9 are subject to the provisions of": "अवशिष्ट पद्धति निर्धारित करता है, यह ध्यान रखना महत्वपूर्ण है कि नियम 4 से 9",
  "Rule 3 thereby giving primacy to Rule 3 which in turn gives primacy": "नियम 3 के प्रावाधानों के आधीन है, जिससे नियम 3 को प्रधानता मिलती है, जो 2007",
  "14. Rule 12, which as noticed above enjoys primacy and pivotal position,": "44. नियम 42, जैसा कि ऊपर देखा गया है, प्रधानता ओर महत्वपूर्ण स्थिति का लाभ",
  "accuracy of the value declared for the imported goods. It envisages": "लेता है, जहां उचित अधिकारी के पास आयातित माल के लिए घोषित मूल्य की",
  "a two-step verification and examination exercise. At the first": "सच्चाई या सटीकता पर संदेह करने का कारण होता है। यह दो चरणीय सत्यापन",
  "furnish further information including documents to justify the": "लेन-देन के औचित्य को प्रमाणित करने के लिए दस्तावेजों सहित आगे की जानकारी",
  "accept the transactional value as declared. However, where the": "किए गए लेन-देन के मूल्य को स्वीकार कर सकता है। हालांकि, जहां उचित",
  "proper officer is not satisfied and has reasonable doubt about the truth or accuracy of the value so declared, it is deemed that the": "अधिकारी संतुष्ट नहीं है और उसे घोषित मूल्य की सच्चाई या सटीकता के बारे में",
  "transactional value of such imported goods cannot be determined": "उचित संदेह है, यह माना जाता है कि ऐसे आयातित सामानों का लेन-देन मूल्य नियम",
  "under the provision of sub-rule (1) of Rule 3 of the 2007 Rules.": "2007 के उप-नियम 3 के नियम (|) के प्रावधान के तहत निर्धारित नहीं किया जा",
  "Clause-(ili) of Explanation to Rule 12 states that the proper officer": "सकता । नियम 42 के स्पष्टीकरण के खंड (2) में कहा गया है कि उचित अधिकारी",
  "can on ‘certain reasons’ raise doubts about the truth or accuracy of": "निश्चित कारणों पर सत्य या घोषित मूल्य की सटीकता के बारे में संदेह उठा सकते",
  "declared value. ‘Certain reasons’ would include conditions specified in clauses (a) to (f) i.e. higher value of identical similar goods of": "हैं। 'कूछ कारणों' में खण्ड ए से एफ में निर्दिष्ट शर्ते शामिल होंगी यानी एक तुलनीय",
  "8. This Court in M/s Sanjivini Non-Ferrous Trading Pvt. Ltd. (Supra),": "नॉन-फेरस ट्रेडिंग प्राइवेट लिमिटेड में इस कोर्ट के निर्णय में इस अदालत के फैसले",
  "of the 2007 Rules, had held as under:": "के मूल्य का. निर्धारण), नियम, 2007 (2007 के नियम, संक्षेप में) से शुरू करेंगे, जो निम्नानुसार है:",
  "accept price actually paid or payable for goods as the": "वितरण के लिए भारत को निर्यात के लिए बेचे जाने पर या वास्तव में भुगतान किए",
  "asked to furnish further information including documents and evidence during the preliminary enquiry to clear his doubt about the": "के लिए कहा गया है, जो कि प्रपत्रों और साक्ष्यों सहित प्राथमिक जांच के दौरान हो",
  "evidence during the preliminary enquiry to clear his doubt about the truth and accuracy of the value declared. Therefore, there has to be": "जिससे घोषित मूल्य की सत्यता और स्पष्टयता से संबंधित उसके (सक्षम अधिकारी) को स्पष्ट करें या कर दें। इसलिए उचित अधिकारी द्वारा एक प्रारम्मिक जांच की जानी",
  "a preliminary enquiry by the proper officer in which the importer must be given an opportunity for clarification of the doubts of the officer by": "स्पष्ट करें या कर दें। इसलिए उचित अधिकारी द्वारा एक प्रारम्मिक जांच की जानी चाहिए जिसमें आयातक को एक अवसर आवश्यक रूप से दिया ही जाना चाहिए",
  "be given an opportunity for clarification of the doubts of the officer by furnishing of documents and evidence as to the accuracy or truth of": "जिसमें वह अधिकारी के संदेहों को घोषित मूल्य के सत्यता और शुद्धता के संबंध में",
  "officer persists after conducting examination of information including documents or on account of non-furnishing of information that the": "प्राधिकारी द्वारा सूचना से संबंधित परिक्षण निहित होता है जो कि प्रपत्रों और सूचना के",
  "documents or on account of non-furnishing of information that the procedure for further investigation and determination of value in": "न प्रदान करने के कारण आगे कि जांच को और मूल्यों के अभिनिर्धारण की प्रकिया",
  "terms of Rules 4 to 9 would come into operation and would be": "नियम 4 से 9 के तहत प्रभाव में आयेगीं और लागू होगीं। तार्किक संदेह तभी उत्पन्न",
  "applicable. Reasonable doubt will exist if the doubt is reasonable and for ‘certain reasons’ and not fanciful and absurd. A doubt to": "होगा जब संदेह तार्किक हो और वह निश्चित कारणें। के लिए और काल्पनिक तथा",
  "a mere perception not founded on reasonable and ‘certain’ material.": "निश्चित तथ्यों पर आधारित न हो। कुछ कारणों के तरीके से और केवल मनमाने",
  "declared value in which event the proper officer is entitled to make assessment as per Rules 4 to 9 of the 2007 Rules. What is meant by": "जिसमें उचित अधिकारी 2007 के नियमों के नियम 4 से 9 के अनुसार मूल्यांकन करने",
  "the expression “grounds for doubting the truth or accuracy of the": "का हकदार है। “घोषित मूल्य की सच्चाई या सटीकता पर संदेह करने के लिए",
  "mentioned in clauses (a) to (f) are not exhaustive but are inclusive": "में विस्तृत रूप से समझाया गया है। खंड ए से एफ में उल्लिखित उदाहरण संपूर्ण नहीं",
  "reasonably doubt the accuracy or truth of the value declared.": "सटीकता या सच्चाई पर यथोचित संदेह कर सकते हैं।",
  "17. The choice of words deployed in Rule 12 of the 2007 Rules are": "7. 2007 के नियमों के नियम +2 में निहित शब्दों का चुनाव महत्वपूर्ण है और उनके",
  "significant and of much consequence. The Legislature, we must": "बहुत अधिक परिणाम भी है। विधानमण्डल, हमें सहमत होना चाहिए, उचित अधिकारी",
  "agree, has not used the expression “reason to believe” or “satisfaction” or such other positive terms as a pre-condition on the": "की ओर से पूर्वशर्त के रूप में “विश्वास करने का कारण” या संतुष्टि या इस तरह के अन्य सकारात्मक शब्दों का उपयोग नहीं किया है। अभिव्यक्ति “विश्वास करने का",
  "would have required the proper officer to refer to facts and figures to": "विश्वास के अस्तित्व को दिखाने के लिए उचित अधिकारी को तथ्यों और आंकडों का",
  "declaration of the transaction value. The expression “reason to doubt” as a sequitur would require a different threshold and": "अनुकम के लिए “संदेह का कारण” अभिव्यक्ति को एक अलग सीमा और परीक्षा के",
  "reasons to believe, for the word ‘doubt’ refers to un-certainty and": "माना जा सकता है कि संदेह शब्द के लिए जो कि अनिश्चिता ,अदृढता, भय, संदेह को",
  "irresolution reflecting Suspicion and apprehension. However, this doubt must be reasonable i.e. have a degree of objectivity and": "प्रदर्शित करता है। हालांकि इस संदेह को तार्किक होना चाहिए अर्थात इसमें एक",
  "basis/foundation for the suspicion must be based on ‘certain": "उद्देश्य की डिग्री और संदेह के लिए आधार “निश्चित कारणों” पर आधारित होना",
  "18. The expression ‘proof beyond reasonable doubt’ in criminal law": "8. आपराधिक कानून में उचित संदेह से परे अभिव्यक्ति का प्रमाण अभियोजन पक्ष को",
  "requires the prosecution to establish guilt and secure conviction of the accused by proving the charge ‘beyond reasonable doubt’. In": "उचित संदेह से परे आरोप साबित करके दोष और अपराध की सुरक्षित सजा स्थापित",
  "Ramakant Rai Vs. Madan Rai & Ors. (2003) 12 SCC 395 referring": "करने की आवश्यकता होती है। रमाकांत राय बनाम मदन राय और ओर आर एस।",
  "to the expression ‘reasonable doubt’ in criminal law it was held as": "(2003) 2 एस सी सी 395 का उल्लेख आपराधिक कानून में उचित संदेह के रूप में",
  "under:": "किया गया था:",
  "“24. Doubts would be called reasonable if they are free from a zest for abstract speculation. Law cannot afford any favourite other than the truth. To constitute": "“24. संदेह को उचित कहा जायेगा यदि वे अमूर्त अटकलों के लिए एक अभिरूचि से मुक्त है। कानून सच्चाई के अलावा किसी भी पसंदीदा को बर्दाश्त नहीं कर सकता",
  "overemotional response. Doubts must be actual and": "होना चाहिए। संदेह वास्तविक होना चाहिए और यह संदेह पर्याप्त मात्रा में सबूतों से",
  "it, aS Opposed to mere vague apprehensions. A reasonable doubt is not an imaginary, trivial or a merely": "कारण जो कि अस्पष्ट भय के विरोध में है। एक तार्किक संदेह काल्पनिक नहीं होता हे",
  "possible doubt; but a fair doubt based upon reason and": "तुच्छ नहीं होता है बल्कि एक स्पष्ट संदेह होता है जो कि तर्कों और सामान्य ज्ञान के",
  "Proof beyond ‘reasonable doubt’ is certainly not the": "तार्किक संदेह से परे का सबूत निश्चित नहीं है कि इस अधिनियम की धारा 44",
  "requirement under proviso to Section 14 of the Act and Rule 12 of": "के प्रावधानों _ के जरूरत के अनुसार और 2007 के अधिनियम के नियम १2 के तहत",
  "the 2007 Rules, albeit the above quote draws a distinction between a simple doubt and a doubt which is reasonable. In the context of the": "हो यद्धपि ऊर्पवर्णीत उद्धरण एक साधारण संदेह और तार्किक संदेह के बीच विभेद",
  "such goods be assessed provisionally if the importer or": "प्रदान की गयी हे कम हो या ज्यादा हो जैसा कि मामला हो माल का आयातक या",
  "(5) The amount of duty refundable under sub-section": "(घ) उप-धारा 5. अंतर्गत यदि कोई वापसी की रकम जो उपधारा 2. के भाग (क.) में",
  "(2) and the interest under sub-section (4), if any, shall,": "(ड.) शुल्क की रकम जो कि वापसी योग्य हे अन्तर्गत धारा 2. के और ब्याज",
  "importer or the exporter, as the case may be, if such amount is relatable to—": "को या निर्यातक को प्रदान की जाएगी, जैसा मामला हो, यदि यह रकम संबंधित हो-",
  "(a) the duty and interest, if any, paid on such duty paid": "(क) शुल्क और ब्याज यदि कोई हो, उस शुल्क पर संदाय हो आयातक द्वारा, या",
  "by the importer, or the exporter, as the case may be, if he had not passed on the incidence of such duty and": "निर्यातक द्वारा , जैसा कि मामला हो यदि उसने पारित न किया हो उस. शुल्क के",
  "interest, if any, paid on such duty to any other person;": "और ब्याज के धारित होने पर, यदि कोई हो, जो कि संदाय( भुगतान) हो ऐसे. शुल्क पर किसी अन्य व्यक्ति को,",
  "(b) the duty and interest, if any, paid on such duty on": "(ख) शुल्क और ब्याज यदि कोई , इस शुल्क पर संदाय( भुगतान) हो जो कि किसी",
  "imports made by an individual for his personal use;": "व्यक्ति द्वारा उसके स्वयं के उपयोग में आयात के लिए किया गया हो।",
  "(c) the duty and interest, if any, paid on such duty borne by the buyer, if he had not passed on the": "(ग).. शुल्क और ब्याज, यदि कोई हो इस शुल्क पर संदाय हो खरीदार द्वारा उत्पन्न",
  "incidence of such duty and interest, if any, paid on such": "हो, यदि उसने इस शुल्क पर घटित कोई ब्याज पास (पारित) न किया हो, यदि कोई",
  "(d) the export duty as specified in Section 26;": "(घ) निर्यात शुल्क जो कि धारा 26 में वर्णित है।",
  "(e) drawback of duty under Sections 74 and 75.”": "(ड.) शुल्क की कमी या दोष धारा 74 और 75 के अन्तर्गत |",
  "Section. Clause (c) of sub-section (1) deals with cases where": "प्रदान करती है। उपधारा . की परिशिष्ट (ग.) उन मामलों की बात करती हे जहां",
  "importer or exporter has produced necessary documents and": "आयातक और निर्यातक ने आवश्यक प्रपत्रों को प्रदान कर दिया हे और शुल्क के",
  "furnished full information for assessment of duty but the proper": "निर्धारण की सभी जानकारी प्रदान की हो लेकिन सक्षम अधिकारी यह आवश्यक",
  "duty. However, Clause (d) is wider and would apply when the": "कुछ भी हो परिशिष्ट (ग). विस्तृत है और तब लागू होगा जब आयातक और निर्यातक",
  "importer or exporter does not produce necessary documents or furnish information. In all cases covered under Clauses (a) to (d), the": "आवश्यक प्रपत्र नहीं प्रस्तुत करते हैं या जानकारी नहीं प्रदान करते हैं। सभी मामलों में",
  "(3) The importer or exporter shall be liable to pay": "से निर्धारित होगा आयातक या निर्यातक को सुरक्षा की धनराशि देना होगी जो कि",
  "goods. Pertinently, the appellants had earlier written several letters, including communications dated 22\" December, 2016 and 4\" March,": "अपीलकर्ता ने पूर्ववत कई-पत्र संचार के साथ 22.42.6 और 04.03.7 को लिखे यह",
  "aluminium scrap on the declared transaction value pointing out": "कि एल्युमिनियम के रद्‌्दी माल और सौदे के घोषित मूल्य को इंगित करते हैं जो",
  "therein that on account of delay in the clearance of the imported consignments, the appellants and its sister concern had been": "आयातित सौदे की देरी से समाशोधन के लिए है, अपीलकर्ता और उसके संबंधित",
  "compelled to pay excess duty of over Rs.25 crores from August": "सहयोगी को 25 करोड. की अत्यधिक शुल्क अगस्त 203 तक देने को मजबूर होना",
  "As per sub Rule (2) of Rule 12, the proper officer when": "नियम 42 के उप नियम 2. के अनुसार सक्षम अधिकारी जब जरूरत हो, तो आयातक",
  "doubting the truth or accuracy of the value declared. The said": "से लिखित में उन आधारों पर जो कि सत्यता पर संदेह उत्पन्न करें या निर्धारित मूल्य",
  "mandate of sub-Rule (2) of Rule 12 cannot be ignored or waived.": "2. के शासनादेश को दरकिनार या त्यागा नहीं जा सकता है। आयातक से संचार और",
  "Formation of opinion regarding reasonable doubt as to the truth or accuracy of the valuation and communication of the said grounds to": "मूल्य निर्धारण इन कथित आधारों की सत्यता और स्पष्टता तथा इन पर तार्किक संदेह",
  "the reasons when required is the only way and manner in which the": "दर्ज करने और कारणों के संचार के लिए जब आवश्यक हो केवल एक ही तरीके से",
  "expressly stipulated, albeit it has been read by us by implication in Rule 12. Being conscious that this mandate if applied to past cases": "नहीं है। यद्धपि नियम 42 में निहितार्थ में हमारे द्वारा यह पढा गया है कि | सचेत होते",
  "upon the factual matrix and considerations like whether the importer": "जो कि निर्भर करेगा वास्तविक परिवेश और प्रतिकमों पर जैसे कि क्या आयातक ने",
  "has asked for ‘certain reasons’, whether the reasons were not communicated, whether ‘certain reasons’ can be deciphered from": "कुछ कारणों को पूछा है कि तर्क संचारित नहीं किए गए कि कुछ कारण का अर्थ",
  "the assessment/valuation order, whether misdescription or false": "निर्धारण और मूल्यांकन के आदेश पर निकाला जाएगा कि क्या अशुद्ध वर्णन या अशुद्ध",
  "declaration was apparent, etc.": "घोषणा स्पष्ट था आदि।",
  "In Commissioner of Customs vs. Prabhu Dayal Prem Chand‘,": "(22) कस्टम आयुक्त बनाम्‌ प्रभु दयाल प्रेम चन्द्र के वाद में इस न्यायालय ने",
  "this Court had rejected the plea that the Revenue was justified in": "यह निवेदन ठुकरा दिया कि राजस्व को न्यायोचित ठहराया गया था पीतल और तांबा",
  "information received from London Metal Exchange on the price of": "के अपशिष्ट मूल्य को पुनर्निधारित करने में लंदन धातु आदन-प्रदान की जानकारी से",
  "transaction value mentioned in the bill of entry should not be": "आदान -प्रदान के मूल्य जो कि देयक में दर्ज हैं दरकिनार नहीं किये जाने चाहिए जब",
  "discarded unless there are contrary details of contemporaneous imports or other material indicating and serving as corroborative": "कि वहां समकालीन आयात के विपरीत विवरण या अन्य पदार्थ जो कि आयात के",
  "evidence of import at or near the time of import which would justify": "संपुष्टि कारक सबूतों को निर्देशित ओर तामील करते हैं आयात के नजदीक के समय",
  "rejection of the declared value and enhancement of the price": "पर जा कि घोषित मूल्य के मनाही / निषेध को उचित सिद्ध करते हैं और देयक की",
  "the legal position with reference to Rule 12 of the 2007 Rules.": "नियम 42 सन्‌ 2007 के संबंध में वर्णित किया है।",
  "24. Therefore, in the facts and circumstances of the present case, it has": "(24) इसलिए इस वाद के तथ्यों और परिस्थितियों में यह निर्धारित किया जाना है कि",
  "to be held that the adjudication order in original is flawed and": "न्यायाधिकरण का आदेश मूल में दोषमुक्त और कानून के विपरीत है, क्योंकि यह",
  "contrary to law for it does not give cogent and good reason in terms": "अकाट्य और अच्छा कारण नहीं प्रदान करता है धारा 44 (।) और नियम +2 में",
  "with Section 14 and Rules 3 and 12 as the mandate of these": "मूल में धारा 44 और नियम 3 और 42 के अनुरूप नहीं है क्योंकि इन प्रावधानों के",
  "provisions has been ignored. The Assistant Collector has rejected": "आदेश को दरकिनार किया गया है। सहायक जिलाधिकारी ने आदान -प्रदान के मूल्य",
  "above, is clearly and fundamentally erroneous besides being": "स्पष्ट रूप से और आधारभूत रूप से गलत है। अन्तर्विरोधी होने के बावजूद । इन",
  "contradictory. In the aforesaid circumstances, we do not think that": "उपलिखित परिस्थितियों में हम यह नहीं सोचते हैं कि निर्धारण के आदेश दिनांक 7",
  "the order in assessment dated 7\" April, 2017 can be sustained and": "अप्रैल 2047 को बनाये रखा जा सकता है और उसको सही ठहराया जा सकता",
  "upheld. It is set aside and quashed.": "है। यह दरकिनार किया गया और रद्द कर दिया जाता है।",
  "25. Before closing, we would observe that the Valuation Alerts, as also": "(25) समाप्त करने से पहले, हम आंकलित करेंग कि मूल्यांकन चेतावनी जो कि",
  "stated by the respondents, are issued by the Director General of": "प्रतिवादी द्वारा कहा गया है को प्रबंध निदेशक मूल्यांकन द्वारा जारी किया गया है जो",
  "commodities with a view to take corrective measures. They provide guidance to the field formation in valuation matters. They help": "पैमानों के लेने को दर्शाता है। वे मूल्यांकन मामलों के क्षेत्र निर्धारण के लिए निर्देशन",
  "ensure uniform practice, smooth functioning and prevent evasion": "प्रदान करते हैं| वे एकल अभ्यास को सुनिश्चित करते है, सहज कार्यकलाप और टाल",
  "and short payment of duty. However, they should not be construed as interfering with the discretion of the assessment authority who is": "कुछ भी हो, उन्हें यह अर्थ नहीं लगाना चाहिए कि निर्धारण प्राधिकरण के विचार में",
  "Declared valuation can be rejected based upon the evidence which": "किये गये वास्तविक परिवेश में। घोषित मूल्यांकन को नकारा जा सकता है जो कि",
  "qualifies and meets the criteria of ‘certain reasons’. Besides the": "सबूतों ,पर आधारित हो और जो उचित कारणों को पास करते हैं और उसके कसौटी",
  "international price of concerned goods would be relevant but": "जो कि सही अन्तर्राष्ट्रीय मूल्य संबंधित वस्तुओं के प्राप्त करने के लिए है। प्रासंगिक",
  "reliance can be placed on such material only when the adjudicating": "होंगे लेकिन इन पदार्थों पर विश्वास तभी स्थापित किया जा सकता है जब",
  "authority had conducted enquiries and ascertained details with": "न्यायधिकरित प्राधिकरण ने जांच संचालित करा दी है। और विस्तृत वर्णन को निश्चित",
  "reference to the goods imported which are identical or similar and": "किया हो आयातित वस्तुओं के संदर्भ में जो कि समान और एक रूप है और कुछ",
  "‘certain reasons’ exists and justifies detailed investigation. These": "कारण उपस्थित करते हैं ओर व्यापक जांच को सुनिश्चित करते है। इन कारणों को",
  "Plastic Pvt. Ltd. vs. Union of India°).": "लिए नियमों के अन्दर ( वर्षा प्लास्टिक प्राइवेट लिमिटेड बनाम्‌ भारत संघ )",
  "26. We would also like to clarify that we have not issued any general or": "(26.) हम यह भी निश्चित करना चाहेंगे कि हमने किसी सामान्य या बहुप्रयोजित",
  "entries should invariably be accepted in all cases and/or that in all": "सभी मामलों में निरपवाद रूप से स्वीकार किया जाए। और सभी मामलों में जहां"
}