{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. 3784 of 2022": "दीवानी अपील संख्या 3784 वर्ष 2022",
  "Anjana Saraiya ... Appellant": "अंजनासरैया...................................... ...... अपीलकर्ता",
  "Versus": "बनाम",
  "JUDGMENT": "निर्णय",
  "M. R. Shah, J.": "न्यायमूर्ति एम आर शाह [यमूर्ति एम आर शाह",
  "High Court of Judicature at Allahabad in Writ - C No.56136 of 2006 by which the High Court has": ". रिट सी संख्या 5636/2006 में इलाहाबाद उद्च न्यायालय द्वारा पारित",
  "appellant herein, the original writ petitioner has": "खारिज कर दिया है, मूल रिट याचिकाकर्ता ने वर्तमान अपील दायर की है।",
  "The appellant herein, a lady of about 55 years, was": "2. यहां अपीलकर्ता, लगभग 55 वर्ष की एक महिला, को मध्यम आय वर्ग की श्रेणी",
  "dispute that at the time of allotment, the appellant made the upfront payment of Rs.94,500/- and": "अपीलकर्ता ने वर्ष 2003 में ही रु. 94,500/- का अग्रिम भुगतान किया और",
  "thereafter made payment towards the first three": "उसके बाद पहली तीन किस्तों का भुगतान नियमित रूप से और समय पर किया।",
  "health of her husband she was in financial difficulty": "अपीलकर्ता के अनुसार उसके पति की लगातार बीमारी के कारण वह वित्तीय संकट",
  "and therefore she could not make the payment of the": "में थी जिसके कारण वह शेष किस्तों को जमा करने में असमर्थ थी। यह कि याची को",
  "the payment of instalments in time. Even thereafter the appellant has deposited a further sum of": "सहित सभी किस्तों का भुगतान किया।इसके बाद अपीलकर्ता -आबंटिती ने उच्च",
  "deposited a total sum of Rs.3,84,546/- (including": "ने कुल 3, 84, 546/- रुपए की राशि (ब्याज सहित) जमा कर दी है जो प्रत्यर्थी के",
  "Rupees two lakhs for the compensation for the delayed": "मुआवजे के लिए दो लाख रुपये का भुगतान करने के लिए तैयार था। यह कहा गया",
  "of Rs.2 lakhs towards the compensation for the": "किस्तों के भुगतान को नियमित करने के लिए 2 लाख रुपये की राशि जमा करने के",
  "Shri V.K. Shukla, learned Senior Advocate, appearing on behalf of the State of Uttar Pradesh and Shri": "4. उत्तर प्रदेश राज्य की ओर से पेश विद्वान वरिष्ठ अधिवक्ता श्री वी. के. शुक्का और",
  "Dinesh Kumar Garg, learned Senior Advocate, appearing on behalf of the respondent No.3 have": "प्रत्यर्थी संख्या 3 की ओर से पेश विद्वान वरिष्ठ अधिवक्ता श्री दिनेश कुमार गर्ग ने",
  "supported the impugned judgment and order passed": "उच्च न्यायालय द्वारा पारित आक्षेपित निर्णय और आदेश का समर्थन किया है।",
  "on behalf of the appellant has submitted that as such against the total sale consideration of Rs.2,70,000/-,": "तक अपीलकर्ता ने 2,70,000/- रुपए के कुल मूल्य/लागत के सापेक्ष",
  "by now the appellant has deposited a total sum of Rs.3,84,546/- (including interest) which is lying with": "3, 84, 546/- रुपए (ब्याज सहित) की कुल राशि जमा कर दी है। इसलिए, अब जब अपीलकर्ता किस्तों के भुगतान में देरी के लिए मुआवजे के रूप में दो लाख रुपये",
  "aforesaid plot No.415 to any other person except to the petitioner.”": "किसी अन्य व्यक्ति को उक्त भूखण्ड़ संख्या 45 आवंटित न करें।\"",
  "2.1 That pursuant to the interim order passed by the High Court the appellant deposited a further sum of": "2.] यह कि उच्च न्यायालय द्वारा पारित अंतरिम आदेश के अनुसरण में, अपीलकर्ता",
  "Court the appellant deposited a further sum of Rs.50,000/- on 21.11.2006. Therefore, by the time": "ने 2.7.2006 को 50, 000/- रुपए की अतिरिक्त राशि जमा की। इसलिए, जब",
  "the petition was heard by the High Court, against the": "तक उच्च न्यायालय द्वारा याचिका की सुनवाई की गई, तब तक अपीलकर्ता ने भू-",
  "total value of the plot i.e. 2,70,000/-, the appellant deposited a total sum of Rs.3,84,546/- (including": "खण्ड़ के कुल मूल्य अर्थात्‌ 2, 70,000/- रुपये के सापेक्ष कुल 3,84, 546/-",
  "deposited a total sum of Rs.3,84,546/- (including interest). By the impugned judgment and order, the": "रुपये (ब्याज सहित) जमा किए। आक्षेपित निर्णय और आदेश द्वारा, उच्च न्यायालय",
  "High Court has dismissed the said writ petition solely on the ground and by observing that the appellant did": "ने केवल इस आधार पर और यह कहते हुए उक्त रिट याचिका को खारिज कर दिया",
  "on the ground and by observing that the appellant did not fulfil the terms and conditions as provided under": "है कि अपीलकर्ता ने योजना के तहत यथा प्रावधानित नियमों और शर्तों को पूरा नहीं",
  "the Scheme and did not deposit the instalments regularly and as and when due and payable, therefore": "किया और नियमित रूप से किस्तों को जमा नहीं किया जब वह देय था, इसलिए",
  "the authorities were within their rights to cancel the": "अधिकारियों का आवंटन को रद्द करना उनके अधिकारों के तहत था। इस स्तर पर,",
  "allotment. At this stage, it is required to be noted that in the meantime and on cancellation of the allotment": "यह नोट किया जाना आवश्यक है कि इस बीच और आवंटन के रद्द होने पर",
  "the first three instalments regularly and in time. However, thereafter there was a default in making the": "उसके बाद पहली तीन किस्तों का भुगतान किया था। हालांकि, उसके बाद उसके",
  "appellant due to the continuous ill-health of her husband she was in a financial crisis due to which": "पति की खराब स्वास्थ्य के कारण, वह वित्तीय कठिनाई में थी और इसलिए वह शेष"
}