{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "Civil Appeal No 6693 of 2022": "सिविल अपील संख्या 6693 वर्ष 2022",
  "M/S Indian Medicines Pharmaceuticals Corporation Ltd .... Appellant": "मेसर्स इंडियन मेडिसिन्स फा्मस्युटिकल्स कॉर्पोरेशन लिमिटेड ....अपीलकर्ता",
  "Versus": "बनाम",
  "Kerala Ayurvedic Co Operative Society Ltd. & Ors. ....Respondents": "केरल आयुर्वेदिक कोऑपरेटिव सोसाइटी",
  "And With": "और साथ में",
  "Civil Appeal No. 6694 of 2022": "सिविल अपील संख्या 6694 वर्ष 2022",
  "JUDGMENT": "निर्णय",
  "Dr Dhananjaya Y Chandrachud, CJl": "भारत के मुख्य न्यायाधीश डॉ. धनंजय वाई चंद्रचूड़",
  "This judgment has been divided into the following sections to facilitate": "इस निर्णय को विश्लेषण की सुविधा के लिए निम्नलिखित भागों में विभाजित",
  "2.0 SUDMISSIONS.............. 2. e cece eee e eee e teeter eee e renee eee eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeetes 7": "2.0 दलीलें",
  "3.2 Judicial review of government contracts: extent and ambit .....................:.:005 11": "3.2 सरकारी अनुबंधों की न्यायिक समीक्षा:विस्तार और",
  "3.3 Interpretation of Paragraph 4(vi)(b) of the Operational Guidelines...................... 19": "3.3 परिचालन दिशा-निर्देशों के प्रस्तर 4(५)(ख) का निर्वचन।",
  "3.4 Validity of award of Government contract to IMPCL.....................ccccseeeeeeeeeeeee setae 21": "3.4 आईएमपीसीएल को सरकारी अनुबंध देने की वैधता.",
  "1 The first respondent, Kerala Ayurvedic Co-operative Society Limited,": "प्रथम प्रत्यर्थी, केरल आयुर्वेदिक सहकारी समिति लिमिटेड ने भारतीय",
  "instituted proceedings before the Lucknow Bench of the High Court of Judicature at Allahabad under Article 226 of the Constitution to challenge an order for the purchase of Ayurvedic medicines issued by the State of Uttar Pradesh in favour of": "आयुर्वेदिक दवाओं की खरीद के आदेश को चुनौती देने के लिए संविधान के अनुच्छेद 226 के तहत उच्च न्यायालय, इलाहाबाद की लखनऊ पीठ के",
  "October 2019, a Division Bench of the High Court allowed the petition and directed": "समक्ष कार्यवाही संस्थित की। 8 अक्टूबर 209 के एक फैसले द्वारा, उच्च न्यायालय की एक खण्ड पीठ ने याचिका को स्वीकार कर लिया और निर्देश",
  "that the State of Uttar Pradesh must purchase Ayurvedic medicines by adopting a": "प्रक्रिया अपनाकर आयुर्वेदिक दवाओं की खरीद करनी चाहिए।उत्तर प्रदेश",
  "of the High Court. The principle issue is whether, in view of paragraph 4(vi)(b) of the Operating Guidelines of the National AYSUH Mission’, the appellant could": "है कि क्या राष्ट्रीय आयुष मिशन” के परिचालन दिशानिर्देशों के प्रस्तर 4(४) (ख) को देखते हुए, अपीलकर्ता निविदाएं आमंत्रित किए बिना केवल",
  "have procured Ayurvedic drugs solely from IMPCL without inviting tenders.": "(ख) को देखते हुए, अपीलकर्ता निविदाएं आमंत्रित किए बिना केवल आईएमपीसीएल से आयुर्वेदिक दवाओं की खरीद कर सकता था।",
  "1.0 Facts": ".0 तथ्य",
  "‘ “IMPCL”": "\"आईएमपीसीएल'\"",
  "2 “NAM”": "2. 'एनएएम",
  "PART A": "भाग ख",
  "for Ayurvedic and Unani medicines in the country, the Central Government": "तहत बिक्री के लिए आयुर्वेदिक और यूनानी औषधियों के निर्माण का",
  "that IMPCL is the only entity producing quality drugs;": "औषधियों का उत्पादन करने वाली एकमात्र इकाई है;",
  "No comparison on the quality of medicines can be made unless tenders are": "(५४) दवाओं की गुणवत्ता की कोई तुलना तब तक नहीं की जा सकती जब तक",
  "invited from IMPCL and other PSU Pharmacies under the State Governments and co-operative societies; and": "आईएमपीसीएल तथा राज्य सरकारों और सहकारी समितियों के तहत",
  "At least 50 percent of the grant-in-aid for the procurement of Ayurvedic": "(५) आयुर्वेदिक दवाओं की खरीद के लिए अनुदान सहायता का कम से कम 50",
  "establishments referred to in paragraph 4(vi)(b) of the Operational": "प्रतिशत का उपयोग परिचालन दिशानिर्देशों के प्रस्तर 4(५)(ख) में निर्दिष्ट",
  "2.0 Submissions": "2.0 दलीलें",
  "Mr Naresh Kaushik, counsel appearing for IMPCL urged the following": "8. आईएमपीसीएल की ओर से पेश अधिवक्ता श्री नरेश कौशिक ने",
  "The Government of India holds 98.11 percent of the shares of IMPCL and": "(|) भारत सरकार के पास आईएमपीसीएल के 98.7 प्रतिशत शेयर हैं और",
  "1.89 percent of the shares are held by the Government of Uttarakhand through Kumaon Mandal Vikas Nigam Limited. IMPCL has been": ".89 प्रतिशत शेयर कुमाऊं मंडल विकास निगम लिमिटेड के माध्यम से उत्तराखंड सरकार के पास हैं।आईएमपीसीएल की स्थापना केंद्र सरकार के",
  "established to cater to the needs of the Central Government Health Programs and for ensuring the quality of AYUSH medicines;": "स्वास्थ्य कार्यक्रमों की जरूरतों को पूरा करने और आयुष दवाओं की गुणवत्ता सुनिश्चित करने के लिए की गई है।",
  "Due to the unique organizational set-up of IMPCL, it is most suited to supply": "() आईएमपीसीएल के अद्वितीय संगठनात्मक ढांचे के कारण, यह",
  "quality medicines at an affordable price. The prices of the medicines": "किफायती मूल्य पर गुणवत्तापूर्ण दवाओं की आपूर्ति के लिए सबसे उपयुक्त",
  "manufactured by IMPCL are vetted by the Union Ministry of Finance from": "है।आईएमपीसीएल द्वारा निर्मित दवाओं की कीमतों की केंद्रीय वित्त मंत्रालय",
  "time to time. The procurement of medicines from other organizations is also": "द्वारा समय-समय पर जांच की जाती है।अन्य संगठनों से दवाओं की खरीद",
  "at the rates of IMPCL as these rates are considered the best possible rates.": "भी आईएमपीसीएल की दरों पर होती है क्योंकि इन दरों को सर्वत्तिम संभव",
  "Ayurvedic medicines with its own certified drug testing laboratory;": "लिए एकमात्र सरकारी विनिर्माण कंपनी है जिसकी अपनी प्रमाणित दवा परीक्षण प्रयोगशाला है;",
  "On 16 July 1994, the Government of India issued an order where it had": "(पर) 6 जुलाई 994 को भारत सरकार ने एक आदेश जारी किया था",
  "resolved that Ayurvedic medicines cannot be purchased through tenders": "जिसमें उसने निर्णय लिया था कि आयुर्वेदिक दवाओं को निविदाओं के",
  "because (a) there is a wide variation in the prices of raw materials required": "माध्यम से नहीं खरीदा जा सकता है क्योंकि (क) दवा बनाने के लिए आवश्यक कच्चे माल की कीमतों में व्यापक भिन्नता है और उपयोग किए गए",
  "for making drugs and the cost of the drug will vary based on the quality of": "कच्चे माल की गुणवत्ता के आधार पर दवा की लागत अलग-अलग होगी;",
  "of drugs in terms of the raw materials and their quality;": "और (ख) कच्चे माल और उनकी गुणवत्ता के संदर्भ में दवाओं की सटीक",
  "The Ministry of AYUSH, Government of India has on various occasions": "(४) भारत सरकार के आयुष मंत्रालय ने विभिन्न अवसरों पर",
  "recommended purchasing Ayurvedic medicines directly from IMPCL;": "आईएमपीसीएल से सीधे आयुर्वेदिक दवाएं खरीदने की सिफारिश की है;",
  "Procurement may be through tender only where the state proposes to": "(५४) खरीद केवल निविदा के माध्यम से वहां हो सकती है जहां राज्य संपत्ति",
  "dispose of property. Since in this case, there is no disposal of state property,": "के व्ययन का प्रस्ताव करता है।चूंकि इस मामले में, राज्य की संपत्ति का कोई व्ययन नहीं है, इसलिए उद्च न्यायालय को यह निर्धारित करने के लिए",
  "the High Court should have only looked at the relevant material to determine": "कोई व्ययन नहीं है, इसलिए उद्च न्यायालय को यह निर्धारित करने के लिए केवल प्रासंगिक सामग्री को देखना चाहिए था कि क्या आईएमपीसीएल से",
  "whether an oblique motive is involved in purchasing medicines from IMPCL;": "दवाएं खरीदने में कोई अप्रत्यक्ष उद्देश्य शामिल है। (५) आईएमपीसीएल एक",
  "IMPCL is not a private enterprise. There is no scope for monopoly when the": "निजी उद्यम नहीं है।जब बिक्री खुले बाजार में नहीं होती है तो एकाधिकार की",
  "sale is not in an open market, where the prices of the medicines are vetted": "कोई गुंजाइश नहीं है, जहां दवाओं की कीमतों की जांच वित्त मंत्रालय के",
  "by the Department of Expenditure, Ministry of Finance, and the": "व्यय विभाग द्वारा की जाती है और अधिष्ठापन का प्रबंधन आयुष मंत्रालय के",
  "Paragraph 4(vi)(b) of the Operational Guidelines distinguishes IMPCL from": "(पा) परिचालन दिशानिर्देशों का प्रस्तर 4(५)(ख) \"या\" शब्द के उपयोग से",
  "other PSUs, pharmacies under the State Government, and cooperative": "आईएमपीसीएल को राज्य सरकार और सहकारी समितियों के अधीन अन्य",
  "ensuring the quality of AYUSH drugs and medicines. The phrase ‘atleast’ in": "औषधियों और दवाओं की गुणवत्ता सुनिश्चित करने पर जोर देता है।प्रस्तर",
  "paragraph 4(vi)(b) only provides a minimum benchmark for procurement and": "4(५)(0) में 'कम से कम' वाक्यांश केवल खरीद के लिए एक न्यूनतम",
  "does not prescribe an upper limit; and": "मानदंड प्रदान करता है और एक ऊपरी सीमा निर्धारित नहीं करता है; और",
  "3 Paragraph 4(vi) provides guidelines for the procurement of Ayurvedic": "का निर्देश दिया गया था।उद्च न्यायालय ने अभिनिर्धारित किया किः () परिचालन दिशानिर्देशों के प्रस्तर 4 में आयुर्वेदिक औषधियों और दवाओं की खरीद के लिए 'स्रोत' प्रदान किए गए हैं।",
  "medicines. Paragraph 4(vi)(b) states that ‘at least’ 50 percent of the grant-in-aid": "() प्रस्तर 4(५)(ख) में प्रावधान है कि अनुदान सहायता का 50 प्रतिशत",
  "pharmacies under State Governments and Co-operatives": "() राज्य सरकारों या सहकारी समितियों के तहत फार्मसियों और सार्वजनिक",
  "must be by a fair process in which all the eligible establishments are granted": "खरीद एक निष्पक्ष प्रक्रिया द्वारा होनी चाहिए जिसमें सभी पात्र अधिष्ठापनों",
  "an opportunity to secure the procurement order;": "को खरीद आदेश प्राप्त करने का अवसर दिया जाता है।",
  "trade or where no reasonable substitute exists. There are no exceptional": "हुए या जहां कोई उचित विकल्प मौजूद नहीं है, असाधारण परिस्थितियों",
  "circumstances in the instant case that warrant the procurement of medicines only from IMPCL; and": "वितरित किया जाना चाहिए। वर्तमान मामले में ऐसी कोई असाधारण परिस्थितियाँ नहीं हैं कि दवाओं की खरीद केवल आईएमपीसीएल से ही की जाए; और",
  "(iv) |The price of medicines procured from IMPCL is vetted by the Department": "(४) आईएमपीसीएल से खरीदी गई दवाओं की कीमत की लेखा परीक्षा",
  "od Expenditure, Ministry of Finance for the limited purpose of undertaking": "करने के सीमित उद्देश्य के लिए वित्त मंत्रालय के व्यय विभाग द्वारा जांच की",
  "an audit. It is the National Pharmaceutical Pricing Authority that approves": "जाती है।राष्ट्रीय औषधि मूल्य निर्धारण प्राधिकरण दवाओं की कीमतों को",
  "the prices of medicines. The Ministry of Finance does not have the power or": "मंजूरी देता है।वित्त मंत्रालय के पास आयुर्वेदिक दवाओं की कीमतें निर्धारित करने की शक्ति या विशेषज्ञता नहीं है।",
  "3.0 Analysis": "3.0 विश्लेषण",
  "10 Paragraph 4(vi)(b) of the Operational Guidelines prescribes that at least 50": "0. परिचालन दिशानिर्देशों के प्रस्तर 4(५)(ख) में निर्धारित किया गया है",
  "percent of the grant-in-aid shall be used to procure medicines from (i) IMPCL, or": "कि सहायता अनुदान का कम से कम 50 प्रतिशत (।) आईएमपीसीएल, या",
  "(ii) PSUs and pharmacies under the State Governments and cooperatives. The": "(||) राज्य सरकारों और सहकारी समितियों के तहत सार्वजनिक उपक्रमों और फार्मेसियों से दवाओं की खरीद के लिए उपयोग किया जाएगा।यह",
  "provision further indicates that to ensure the quality of AYUSH drugs and": "प्रावधान आगे इंगित करता है कि आयुष औषधियों और दवाओं की गुणवत्ता",
  "medicines, the medicines must be manufactured in their manufacturing units which": "सुनिश्चित करने के लिए, दवाओं का निर्माण उनकी विनिर्माण इकाइयों में",
  "comply with Good Manufacturing Practices (GMP). Paragraph 4(vi)(c) states that": "किया जाना चाहिए जो अच्छी विनिर्माण प्रथाओं (जीएमपी) का अनुपालन करती हों।प्रस्तर 4(५)(ग) में कहा गया है कि शेष सहायता अनुदान का",
  "Manufacturing Practices (GMP) compliant units having valid manufacturing": "उपयोग वैध विनिर्माण लाइसेंस वाली अन्य अच्छी विनिर्माण प्रथा (जीएमपी )",
  "medicines to IMPCL under paragraph 4(vi)(b) of the Operational Guidelines": "4(५)(ख) के तहत आईएमपीसीएल को आयुर्वेदिक दवाओं की खरीद का",
  "through nomination, thereby eliminating the other units mentioned in the": "अनुबंध दिया था, जिससे प्रस्तर में उल्लिखित अन्य इकाइयों को हटा दिया",
  "paragraph. This action of the appellant is challenged as arbitrary and violative of": "गया था।अपीलकर्ता की इस कार्य को मनमाना और अनुच्छेद 4 का",
  "Article 14. Before interpreting paragraph 4(vi)(b) to determine if the action of the": "उल्लंघन बताते हुए चुनौती दी गई है।प्रस्तर 4(५)(ख) की व्याख्या करने से पहले यह निर्धारित करने के लिए कि क्‍या अपीलकर्ता का कार्य कानून के",
  "3.1 State Largesse: conflation of power and duty": "3.3 राज्य की उदारताःशक्ति और कर्तव्य का सम्मिश्रण",
  "economic rights which are recognised by the Constitution. Social welfare benefits": "7. कल्याणकारी राज्य संविधान द्वारा मान्यता प्राप्त सामाजिक -आर्थिक",
  "provided by the State under the rubric of its constitutional obligations are commonly": "राज्य द्वारा अपने संवैधानिक दायित्वों के तहत प्रदान किए जाने वाले",
  "understood in the language of ‘largesse’, a term used to describe a generous": "सामाजिक कल्याण लाभों को आमतौर पर 'उदारशीलता' की भाषा में समझा जाता है, यह एक ऐसा शब्द है जिसका उपयोग उदार दान का वर्णन करने के",
  "jobs, occupational licenses, contracts and use of public resources — as government": "लाइसेंसों, अनुबंधों और सार्वजनिक संसाधनों के उपयोग से लेकर सरकार",
  "of citizens as a desirable goal. In doing this the Constitution entrusts the State with": "वांछनीय लक्ष्य के रूप में मान्यता देता है।ऐसा करने में संविधान राज्य को",
  "a duty to ensure the well-being of citizens. Government actions aimed at ensuring": "नागरिकों की भलाई सुनिश्चित करने का कर्तव्य सौंपता है।नागरिकों की भलाई सुनिश्चित करने के उद्देश्य से कि जाने वाले सरकारी कार्यों को",
  "the well-being of citizens cannot be perceived through the lens of a ‘largess’. The": "'उदारता' के चश्मे से नहीं देखा जा सकता है।इस तरह की शब्दावली का",
  "use of such terminology belittles the sanctity of the social contract that the ‘people": "उपयोग उस सामाजिक अनुबंध की पवित्रता को कम करता है जो 'भारत के",
  "of India’ entered into with the State to protect and safeguard their interests.": "लोगों' ने अपने हितों की रक्षा और सुरक्षा के लिए राज्य के साथ किया था।",
  "3.2Judicial review of government contracts: extent and ambit": "3.2 सरकारी अनुबंधों की न्यायिक समीक्षा:विस्तार और दायरा",
  "12 Paragraph 4(vi)(b) prescribes entities from which Ayurvedic medicines may": "2. प्रस्तर 4(५)(ख) उन संस्थाओं को विहित करता है जिनसे आयुर्वेदिक",
  "be procured. The paragraph does not prescribe the method through which they": "दवाओं की खरीद की जा सकती है।प्रस्तर में वह तरीका विहित नहीं किया",
  "may be procured. The appellant contends that the since the method of": "गया है जिसके माध्यम से उन्हें खरीदा जा सकता है।अपीलकर्ता का तर्क है",
  "procurement is not prescribed, it has the discretion to purchase drugs through ‘nomination’. On the other hand, the respondent contends that merely because the": "कि चूंकि खरीद की विधि निर्धारित नहीं है , इसलिए उसे 'नामांकन' के माध्यम से दवाएं खरीदने का विवेकाधिकार है।दूसरी ओर, प्रत्यर्थी का तर्व है",
  "Operational Guidelines do not prescribe the method of procurement, unbridled": "कि केवल इसलिए कि परिचालन दिशानिर्देश खरीद की विधि निर्धारित नहीं",
  "discretion cannot be given to the executive to procure drugs through ‘nomination’.": "करते हैं, इसलिए कार्यपालिका को 'नामांकन' के माध्यम से दवाओं की खरीद के लिए बेलगाम विवेकाधिकार नहीं दिया जा सकता है।",
  "government was limited. The courts allowed the State due deference on the ground": "की प्रक्रिया की न्यायिक समीक्षा सीमित थी।अदालतों ने सरकारी नीति के आधार पर राज्य को उचित सम्मान देने की अनुमति दी। सी. के. अच्युतन",
  "of governmental policy. In C.K Achuthan v. State of Kerala®, a Constitution Bench": "आधार पर राज्य को उचित सम्मान देने की अनुमति दी। सी. के. अच्युतन बनाम केरल राज्य में, इस न्यायालय की एक संविधान पीठ ने कहा कि यह",
  "of this Court held that it is open to the Government ‘to choose a person to their": "सरकार का विवेकाधिकार है कि 'वह अपनी पसंद के अनुसार किसी व्यक्ति",
  "liking, to fulfil contracts which they wish to be performed.’ The Court observed that": "को चुन सके, ताकि उन अनुबंधों को पूरा कर सके जिन्हें वो पूरा करना चाहती है।'अदालत ने कहा कि जब एक पक्ष को दूसरे के सापेक्ष चुना जाता",
  "protection of Article 14 since the government has the discretion to choose with": "क्योंकि सरकार के पास यह चुनने का विवेकाधिकार है कि वह किसके साथ",
  "whom it will contract.": "अनुबंध करेगी।",
  "14 Over the years, this Court has applied the non-arbitrariness standard under": "4. वर्षों से, इस न्यायालय ने सरकारी कार्य की वैधता का परीक्षण करने के",
  "5 AIR 1959 SC 490": "5. एआईआर 959 एससी 490",
  "§ 1979( 3 )SCC 489; Also see Sterling Computers Ltd. v M/s M& Publications Limited, (1993) 1 SCC 445; Jesper": "6... 979 (3) एससीसी 489; स्टर्लिंग कंप्यूटर लिमिटेड बनाम मेसर्स एम एंड पब्लिकेशन",
  "I. Slong v. State of Meghalaya, (2004) 11 SCC 485; Also see Association of Registration Plates v. Union of India,": "लिमिटेड, (993) . एससीसी 445; जेस्पर आई स्लोॉंग बनाम मेघालय राज्य, (2004) ] एससीसी 485; एसोसिएशन ऑफ रजिस्ट्रेशन प्लेट्स बनाम भारत संघ, (2005) 7",
  "in the exercise of the power may amount to an abuse or": "दुरुपयोग या शक्ति की अधिकता के समान हो सकती है। इस प्रकार",
  "decision in a given case. The decision so made would be exposed to challenge on the ground of arbitrariness. Rule": "किए गए निर्णय को मनमानेपन के आधार पर चुनौती दी जाएगी।",
  "of law does not completely eliminate discretion in the": "विधि का शासन शक्ति के प्रयोग में विवेक को पूरी तरह से समाप्त",
  "exercise of power, as it is unrealistic, but provides for": "नहीं करता है, क्योंकि यह अवास्तविक है, लेकिन न्यायिक समीक्षा",
  "3.2.1 Tender: a constitutional requirement?": "3.2.3 निविदाःएक संवैधानिक आवश्यकता?",
  "16 This Court has consistently held that government contracts must be": "6. इस न्यायालय ने निरंतर यह अभिनिर्धारित किया है कि सरकारी",
  "awarded by a transparent process. The process of inviting tenders ensures a level": "अनुबंध एक पारदर्शी प्रक्रिया द्वारा दिए जाने चाहिए।निविदाएं आमंत्रित करने की प्रक्रिया प्रतिस्पर्धी संस्थाओं के लिए एक समान अवसर सुनिश्चित करती",
  "playing field for competing entities. While there may be situations which warrant a": "की प्रक्रिया प्रतिस्पर्धी संस्थाओं के लिए एक समान अवसर सुनिश्चित करती है। हालांकि ऐसी परिस्थितियाँ हो सकती हैं जिनमें निविदाओं को आमंत्रित",
  "departure from the precept of inviting tenders or conducting public auctions, the": "करने या सार्वजनिक नीलामी आयोजित करने के नियम से हटने की",
  "departure must not be unreasonable or discriminatory.? In Centre for Public": "आवश्यकता होती हैं, लेकिन हटने का कार्य(विचलन) अनुचित या भेदभावपूर्ण* नहीं होना चाहिए। सेंटर फॉर पब्लिक इंटरेस्ट लिटिगेशन बनाम",
  "though auction is a ‘preferred’ method of allocation, it cannot be construed to be a": "यद्यपि नीलामी आवंटन का एक 'अधिमान' तरीका है, लेकिन इसे संवैधानिक",
  "17 In Natural Resources Allocation, in re Special Reference No. 1 of": "7. विशेष संदर्भ संख्या /202 के वाद में, प्राकृतिक संसाधन के",
  "2012'', a Presidential Reference was made in the backdrop of the decision in": "पृष्ठभूमि में एक राष्ट्रपति संदर्भ दिया गया था , जिसमें इस न्यायालय ने",
  "method of first-cum-first serve used to allocate 2G radio spectrum was arbitrary": "अभिनिर्धारित किया था कि 2 जी रेडियो स्पेक्ट्रम आवंटित करने के लिए उपयोग की जाने वाली 'पहले आओ पहले पाओ' का तरीका मनमाना और",
  "and illegal. The reference was on whether the ‘only permissible method for disposal of all natural resources across all sectors and in all circumstances is by the conduct": "अवैध था। संदर्भ इस बात पर था कि क्या 'सभी क्षेत्रों में और सभी",
  "° M/s Kasturi Lal Lakshmi Reddy v. State of Jammu and Kashmir, (1980) 4 SCC 1; Sachidanand Pandey v. State": "9... मेसर्स कस्तूरी लाल लक्ष्मी रेड़ी बनाम जम्मू और कश्मीर राज्य, (980) 4 एससीसी ; सच्चिदानंद पांडे बनाम पश्चिम बंगाल राज्य (980) 4 एससीसी 3; हाजी टी. एम. हस्साम",
  "of West Bengal, (1980) 4 SCC 1; Haji T.M Hassam Rawther v. Kerala Financial Corporation (1988) 1 SCC 166": "रावथर बनाम केरल वित्तीय निगम (988) 4 एससीसी 66 0 (202) 3 एससीसी",
  "‘1 (2012) 10 SCC 1": "] (202) 0 एससीसी 7",
  "Allocation (supra) held that while there is no constitutional mandate in favour of": "आवंटन (सुप्रा) के मामले में, अपनी सहमति व्यक्त करते हुए कहा कि हालांकि अनुच्छेद 4 के तहत नीलामी के पक्ष में कोई संवैधानिक आदेश",
  "be tested on grounds of arbitrariness and fairness. In this context, it was observed": "मनमानी और निष्पक्षता के आधार पर परीक्षण किया जाना चाहिए। इस",
  "requirement or limitation for alienation of all natural": "संसाधनों के अलगाव के लिए एक संवैधानिक आवश्यकता या",
  "cannot be struck down as ultra vires the constitutional": "हर विधि को संवैधानिक जनादेश के विपरीत नहीं माना जा सकता",
  "149. Regard being had to the aforesaid precepts, we have": "49. उपरोक्त उपदेशों के संबंध में, हमारी राय है कि नीलामी को",
  "the same are thus, executive prerogatives. However, when": "विशेषाधिकार हैं।हालांकि, जब इस तरह का नीतिगत निर्णय किसी",
  "such a policy decision is not backed by a social or welfare": "सामाजिक या कल्याणकारी उद्देश्य से समर्थित नहीं होता है, और",
  "purpose, and precious and scarce natural resources are": "कीमती और दुर्लभ प्राकृतिक संसाधनों को निजी उद्यमियों को",
  "alienated for commercial pursuits of profit maximising": "अधिकतम लाभ के व्यावसायिक उद्देश्यों के लिए अलग-थलग कर",
  "that are competitive and maximise revenue may be": "दिया जाता है, तो प्रतिस्पर्धी और अधिकतम राजस्व वाले साधनों",
  "Constitution. Hence, rather than prescribing or proscribing a method, we believe, a judicial scrutiny of methods of": "सकता है।इसलिए, हमारा मानना है कि किसी विधि को निर्धारित",
  "and circumstances of each case, in consonance with the": "निपटान के तरीकों की न्यायिक जांच प्रत्येक मामले के तथ्यों और",
  "principles which we have culled out above. Failing which,": "जो हमने ऊपर उद्धघोषित किया हैं।ऐसा न करने पर, न्यायालय,",
  "the Court, in exercise of power of judicial review, shall term": "न्यायिक समीक्षा की शक्ति का प्रयोग करते हुए, कार्यकारी कार्रवाई",
  "15 In Food Corporation of India v. M/s Kamdhenu Cattle Feed Industries®,": "5 भारतीय खाद्य निगम बनाम मेसर्स कामधेनू कैटल फीड इंडस्ट्रीज * में,",
  "this Court held that ‘in the contractual sphere [...] the State and all its": "इस न्यायालय ने अभिनिर्धारित किया कि संविदात्मक क्षेत्र में [.] राज्य और",
  "instrumentalities have to conform to Article 14 of the Constitution.’ The respondent": "उसके सभी उपकरणों को संविधान के अनुच्छेद 4 के अनुरूप होना",
  "filed a writ petition before the High Court challenging the appellant’s refusal to": "हुए उच्च न्यायालय के समक्ष एक रिट याचिका दायर की।इस न्यायालय ने",
  "held:": "अभिनिर्धारित किया:",
  "“7. In contractual sphere as in all other State actions, the": "\"7. संविदात्मक क्षेत्र में अन्य सभी राज्य कार्यों की तरह , राज्य",
  "State and all its instrumentalities have to conform to Article": "और उसके सभी उपकरणों को संविधान के अनुच्छेद 4 के",
  "significant facet. There is no unfettered discretion in public": "है।सार्वजनिक कानून में कोई निरंकुश विवेकाधिकार नहीं हैःएक",
  "law: A public authority possesses powers only to use them": "सार्वजनिक प्राधिकरण के पास केवल सार्वजनिक भलाई के लिए",
  "administration raises a reasonable or legitimate expectation in every citizen to be treated fairly in his": "दायित्व का उचित पालन प्रत्येक नागरिक में एक उचित या वैध",
  "interaction with the State and its instrumentalities, with this": "अपेक्षा पैदा करता है कि राज्य और उसके उपकरणों के साथ",
  "element forming a necessary component of the decision- making process in all State actions. To satisfy this": "सभी राज्य कार्यों में निर्णय लेने की प्रक्रिया का एक आवश्यक घटक है।इसलिए राज्य के कार्य में मनमानी न करने की इस",
  "of Pondicherry was justified because on account of historical, political and other": "सरकार द्वारा की गई कार्यवाही ऐतिहासिक, राजनीतिक और अन्य कारणों से",
  "reasons, the Union Territory is not yet industrially developed and thus,": "उचित थी क्योंकि केंद्र शासित प्रदेश अभी तक औद्योगिक रूप से विकसित",
  "industries. The relevant observations are extracted below:": "आकर्षक शर्तों की पेशकश की जानी चाहिए।प्रासंगिक टिप्पणियों को नीचे वर्णित किया गया हैः",
  "“171. In a case like this where the State is allocating": "\"7]. इस तरह के मामले में जहां राज्य बंदरगाह के विकास को",
  "resources such as water, power, raw materials, etc. for the": "प्रोत्साहित करने के उद्देश्य से पानी, बिजली, कच्चा माल आदि जैसे",
  "Court does not think that the State is bound to advertise": "संसाधनों का आवंटन कर रहा है, यह न्यायालय यह नहीं सोचता है कि राज्य विज्ञापन देने और लोगों को यह बताने के लिए बाध्य है",
  "and tell the people that it wants development of the port in": "कि वह एक विशेष तरीके से बंदरगाह का विकास चाहता है और",
  "with proposals for the purpose. The State may choose to": "आमंत्रित करता है।राज्य ऐसा करने का विकल्प चुन सकता है यदि",
  "do so if it thinks fit and in a given situation it may turn out": "वह उचित समझता है और किसी दी गई स्थिति में ऐसा करना",
  "to be advantageous for the State to do so, but if any private": "राज्य के लिए फायदेमंद साबित हो सकता है, लेकिन यदि कोई",
  "party comes before the State and offers to develop the": "निजी पक्ष राज्य के समक्ष आता है और बंदरगाह को विकसित",
  "port, the State would not be committing breach of any": "करने का प्रस्ताव देता है, तो राज्य किसी भी संवैधानिक दायित्व",
  "constitutional obligation if it negotiates with such a party": "का भंग नहीं करेगा यदि वह ऐसे पक्ष के साथ बातचीत करता है",
  "and agrees to provide resources and other facilities for the purpose of development of the port.": "और बंदरगाह के विकास के उद्देश्य से संसाधन और अन्य सुविधाएं प्रदान करने के लिए सहमत होता है।",
  "172. The State is not obliged to tell Respondent 11 “please": "72. राज्य प्रत्यर्थी । से कहने के लिए बाध्य नहीं है \"कृपया",
  "wait | will first advertise, see whether any other offers are": "प्रतीक्षा करें मैं पहले विज्ञापन दूंगा, देखूंगा कि क्या कोई अन्य",
  "forthcoming and then after considering all offers, decide": "प्रस्ताव आ रहे हैं और फिर सभी प्रस्तावों पर विचार करने के बाद,",
  "would be most unrealistic to insist on such a procedure,": "चाहिए।\"इस तरह की प्रक्रिया पर जोर देना सबसे अवास्तविक",
  "particularly, in an area like Pondicherry, which on account": "होगा, विशेष रूप से पांडिचेरी जैसे क्षेत्र में, जो ऐतिहासिक,",
  "of historical, political and other reasons, is not yet": "राजनीतिक और अन्य कारणों से अभी तक औद्योगिक रूप से",
  "industrially developed and where entrepreneurs have to be": "विकसित नहीं हुआ है और जहां उद्यमियों को उद्योग स्थापित करने",
  "offered attractive terms in order to persuade them to set up industries. The State must be free in such a case to": "के लिए आकर्षक शर्तों की पेशकश की जानी चाहिए।ऐसे मामले में",
  "negotiate with a private entrepreneur with a view to": "राज्य को किसी निजी उद्यमी के साथ बातचीत करने के लिए",
  "resources and other facilities for developing the Port, the": "विकास के लिए संसाधन और अन्य सुविधाएं प्रदान करने के लिए",
  "contract cannot be assailed as invalid because the State": "अनुबंध करता है, तो अनुबंध को अमान्य नहीं माना जा सकता है",
  "has acted bona fide, reasonably and in public interest.”": "क्योंकि राज्य ने सदभाव, उचित और सार्वजनिक हित में काम किया है।\"",
  "19 In Nagar Nigam v. Al Farheem Meat Exporters (P) Ltd.'°, the respondent": "9. नगर निगम बनाम अल फरहीम मांस निर्यातक (पी) लिमिटेड'3 .3 में,",
  "corporation. On the completion of the term of the license, the appellant issued an": "लिए एक वर्ष के लिए लाइसेंस दिया गया था। अनुज्ञप्ति की अवधि पूरी होने",
  "advertisement inviting applications for granting a fresh contract. The respondent": "पर, अपीलकर्ता ने एक विज्ञापन जारी कर नया अनुबंध देने के लिए",
  "challenged the advertisement. The Court observed that it is the requirement of the": "आवेदन आमंत्रित किए। प्रत्यर्थी ने विज्ञापन को चुनौती दी।न्यायालय ने",
  "principle of non-arbitrariness postulated in Article 14 that contracts by the State, its": "कहा कि यह अनुच्छेद 4 में अभिनिर्धारित गैर-मनमानी के सिद्धांत की",
  "corporations, instrumentalities, and agencies should as a general rule be granted": "आवश्यकता है कि राज्य, उसके निगमों, उपकरणों और एजेंसियों द्वारा अनुबंध एक सामान्य नियम के रूप में सार्वजनिक निविदा द्वारा दिए जाने",
  "through public tender. Noting that it is necessary to maintain transparency in the": "चाहिए।यह देखते हुए कि सार्वजनिक अनुबंधों के अनुदान में पारदर्शिता",
  "grant of public contracts, the Court ruled that the State must give contracts only by": "बनाए रखना आवश्यक है, न्यायालय ने फैसला सुनाया कि राज्य को केवल",
  "tender and not through private negotiations. This Court held that a contract can be": "निविदा द्वारा अनुबंध देना चाहिए न कि निजी बातचीत द्वारा अनुबंध दिया जाना चाहिए।इस न्यायालय ने अभिनिर्धारित किया कि एक अनुबंध केवल",
  "the ‘nature of the trade or largesse or for some other good reason’. Some of the": "'व्यापार या उदारता की प्रकृति या किसी अन्य अच्छे कारण' को ध्यान में",
  "exceptional circumstances that were listed were: (a) award of contracts in the event": "है।कुछ असाधारण परिस्थितियाँ जिन्हें सूचीबद्ध किया गया था वे थीं: (ए) प्राकृतिक आपदाओं और आपात स्थितियों की स्थिति में अनुबंधों पर",
  "of natural calamities and emergencies; (b) situations where the supplier has": "अधिनिर्णय; (बी) ऐसी परिस्थितियां जहां आपूर्तिकर्ता का माल पर विशेष",
  "exclusive rights over goods and there is no reasonable alternative; and (c) there": "अधिकार है और कोई उचित विकल्प नहीं है; और (सी) जहां कोई बोली",
  "are no bidders or where the bid offered is too low. The Court has upheld the award": "लगाने वाला नहीं हैं या जहां प्रस्तावित बोली बहुत कम है।न्यायालय ने उन",
  "of contracts without holding a public auction in situations where conducting a public": "स्थितियों में सार्वजनिक नीलामी आयोजित किए बिना अनुबंधों के",
  "auction is impossible given the surrounding circumstances. When the government": "हुए सार्वजनिक नीलामी आयोजित करना असंभव है।जब सरकार निविदा",
  "deviates from the general rule of allotting a contract without following a transparent process such as inviting tenders, it has to justify its actions on the touchstone of": "आमंत्रित करने जैसी पारदर्शी प्रक्रिया का पालन किए बिना अनुबंध आवंटित करने के सामान्य नियम से भटकती है, तो उसे अनुच्छेद .4 में",
  "process such as inviting tenders, it has to justify its actions on the touchstone of the principles postulated in Article 14 :": "आवंटित करने के सामान्य नियम से भटकती है, तो उसे अनुच्छेद .4 में प्रतिपादित सिद्धांतों के आधार पर अपने कार्यों को उचित ठहराना होता हैः",
  "13. This Court time and again has emphasised the need to": "3. इस न्यायालय ने बार-बार सार्वजनिक अनुबंधों के अनुदान में",
  "alia be ensured by holding public auction upon issuance of": "में विज्ञापन जारी होने पर सार्वजनिक नीलामी आयोजित करके",
  "(Respondent 1). This was clearly illegal.": "4) को 0 साल के लिए दिया जाना चाहिए।यह स्पष्ट रूप से अवैध था।",
  "14. It is well settled that ordinarily the State or its": "4. यह अच्छी तरह से तय किया गया है कि आम तौर पर राज्य",
  "instrumentalities should not give contracts by private": "या उसके उपकरणों को निजी बातचीत द्वारा अनुबंध नहीं देना",
  "negotiation but by open public auction/tender after wide": "चाहिए, बल्कि व्यापक पी. ए. आर. टी. सी. प्रचार के बाद खुली",
  "by way of private negotiation, but the negotiation has been": "अनुबंध न केवल निजी बातचीत के माध्यम से दिया गया है, बल्कि",
  "carried out by the High Court itself, which is impermissible.": "बातचीत उच्च न्यायालय द्वारा ही की गई है, जो अस्वीकार्य है।",
  "15. We have no doubt that in rare and exceptional cases,": "5. हमें इसमें कोई संदेह नहीं है कि दुर्लभ और असाधारण मामलों",
  "having regard to the nature of the trade or largesse or for": "में, व्यापार या उदारता की प्रकृति या किसी अन्य अच्छे कारण को",
  "granted by private negotiation, but normally that should not": "चाहिए, लेकिन आम तौर पर ऐसा नहीं किया जाना चाहिए क्योंकि",
  "be done as it shakes the public confidence.": "यह जनता के विश्वास को खो देगा है।",
  "16. The law is well settled that contracts by the State, its": "6, कानून अच्छी तरह से तय किया गया है कि राज्य, उसके",
  "corporations, instrumentalities and agencies must be": "निगमों, उपकरणों और एजेंसियों द्वारा अनुबंध सामान्य रूप से",
  "normally granted through public auction/public tender by": "नीलामी /सार्वजनिक निविदा द्वारा से दिए जाने चाहिए और",
  "of the public auction or inviting tenders should be": "सार्वजनिक नीलामी की अधिसूचना या निविदाएं आमंत्रित करने का",
  "the locality with all relevant details such as date, time and": "विज्ञापन सभी प्रासंगिक विवरणों जैसे नीलामी की तारीख, समय",
  "place of auction, subject-matter of auction, technical": "और स्थान, नीलामी का विषय, तकनीकी विनिर्देश, अनुमानित",
  "The award of government contracts through public": "सार्वजनिक नीलामी /सार्वजनिक निविदा द्वारा सरकारी अनुबंधों का",
  "auction/public tender is to ensure transparency in the": "पुरस्कार सार्वजनिक खरीद में पारदर्शिता सुनिश्चित करने, सरकारी",
  "public procurement, to maximise economy and efficiency": "खरीद में अर्थव्यवस्था और दक्षता को अधिकतम करने,",
  "in government procurement, to promote healthy competition among the tenderers, to provide for fair and": "निविदाकारों के बीच स्वस्थ प्रतिस्पर्धा को बढ़ावा देने , सभी",
  "irregularities, interference and corrupt practices by the": "और संबंधित अधिकारियों द्वारा अनियमितताओं, हस्तक्षेप और",
  "Constitution. However, in rare and exceptional cases, for": "के अनुसार यह आवश्यक है।हालांकि, दुर्लभ और असाधारण",
  "instance during natural calamities and emergencies declared by the Government; where the procurement is": "मामलों में, उदाहरण के लिए सरकार द्वारा घोषित प्राकृतिक आपदाओं और आपात स्थितियों के दौरान; जहां खरीद केवल एक",
  "possible from a single source only; where the supplier or": "ही स्रोत से संभव है; जहां आपूर्तिकर्ता या ठेकेदार के पास वस्तुओं",
  "services and no reasonable alternative or substitute exists;": "या सेवाओं के संबंध में विशेष अधिकार हैं और कोई उचित विकल्प",
  "where the auction was held on several dates but there": "या विकल्प मौजूद नहीं है; जहां नीलामी कई तारीखों पर आयोजित",
  "were no bidders or the bids offered were too low, etc., this": "की गई थी, लेकिन कोई बोलीदाता नहीं थे या प्रस्तावित बोलियां",
  "be awarded through “private negotiations”. (See Ram and": "सकता है और ऐसे अनुबंधों को \"निजी बातचीत\" द्वारा दिया जा",
  "20 Inviting tenders and conducting public auctions are considered to be": "20. निविदाएं आमंत्रित करना और सार्वजनिक नीलामी आयोजित करना दो",
  "preferred methods of allocation for two reasons: firstly procurement can be made": "कारणों से आवंटन का पसंदीदा तरीका माना जाता हैःपहला, खरीद सर्वत्तिम",
  "at the best price; and secondly, allocation is through a transparent process.": "मूल्य पर की जा सकती है और दूसरा, आवंटन एक पारदर्शी प्रक्रिया द्वारा",
  "However, if the purpose of allocation by the State is not revenue maximization, the": "किया जाता है।हालाँकि, यदि राज्य द्वारा आवंटन का उद्देश्य राजस्व को",
  "State could award contracts through other methods, provided it is non-arbitrary and": "अधिकतम करना नहीं है, तो राज्य अन्य तरीकों से अनुबंध प्रदान कर सकता है, बशर्ते कि यह गैर -मनमाना हो और अनुच्छेद 4 की",
  "meets the requirements of Article 14.": "आवश्यकताओं को पूरा करता हो।",
  "21 The appellant-State contends that since in the present case, there is no": "2 अपीलकर्ता-राज्य का तर्क है कि चूंकि वर्तमान मामले में , 'राज्य",
  "involvement of ‘State largesse’ and no disposal of State property, it was not bound": "अनुदान' की कोई भागीदारी नहीं है और राज्य की संपत्ति का कोई निस्तारण",
  "to grant the contract to IMPCL through tender. It is argued that in such a situation,": "नहीं है, इसलिए वह निविदा द्वारा से आई. एम. पी. सी. एल. को अनुबंध देने के लिए बाध्य नहीं था।यह तर्क दिया जाता है कि ऐसी स्थिति में , उद्च",
  "the High Court on a perusal of the relevant material, ought to have only scrutinised": "न्यायालय को प्रासंगिक सामग्री के अवलोकन पर, केवल तभी जांच करनी",
  "if there was an oblique motive involved in purchasing medicines from IMPCL.": "चाहिए थी जब आई. एम. पी. सी. एल. से दवाएं खरीदने में कोई अप्रत्यक्ष",
  "Government contracts involve expenditure out of the public exchequer. Since they": "उद्देश्य शामिल था। सरकारी अनुबंधों में सरकारी खजाने से होने वाला खर्च",
  "involve payment out of the public exchequer, the moneys expended must not be": "शामिल होता है।चूंकि इनमें सरकारी खजाने से भुगतान शामिल होता है, इसलिए खर्च किए गए धन को मनमाने ढंग से खर्च नहीं किया जाना चाहिए।",
  "spent arbitrarily. The State does not have absolute discretion while spending public": "सार्वजनिक धन खर्च करते समय राज्य के पास अर्न्तनिहित अधिकार नहीं",
  "money. All government actions including government contracts awarded by the": "है।राज्य द्वारा दिए गए सरकारी अनुबंधों सहित सभी सरकारी कार्यों का",
  "State must be tested on the touchstone of Article 14.": "अनुच्छेद 4 के आधार पर परीक्षण किया जाना चाहिए।",
  "22 The following principles emerge from the discussion above:": "22 उपरोक्त चर्चा से निम्नलिखित सिद्धांत लागू होते हैं:",
  "(i) Government action must be just, fair and reasonable and in accordance": "(।) सरकारी कार्रवाई न्यायसंगत, निष्पक्ष और उचित और अनुच्छेद 4 के",
  "with the principles of Article 14; and": "सिद्धांतों के अनुसार होनी चाहिए; और",
  "(ii) © While government can deviate from the route of tenders or public": "(॥) जबकि सरकार अनुबंधों के अनुदान के लिए निविदाओं या सार्वजनिक",
  "discriminatory or arbitrary. The deviation from the tender route has to be": "नहीं होना चाहिए।निविदा मार्ग से विचलन को उचित ठहराया जाना चाहिए",
  "justified and such a justification must comply with the requirements of": "और इस तरह के औचित्य को अनुच्छेद 4 की आवश्यकताओं का पालन",
  "3.3 Interpretation of paragraph 4(vi)(b) of the Operational Guidelines": "3. 3 परिचालन दिशानिर्देशों के पैराग्राफ 4 (५) (७) की व्याख्या",
  "23 Before interpreting paragraph 4(vi)(b) of the Operational Guidelines, it is": "23. परिचालन दिशानिर्देशों के पैराग्राफ 4 (५) (०) की व्याख्या करने से",
  "necessary that we refer to the circulars on the procurement of Ayurvedic drugs. In": "पहले, यह आवश्यक है कि हम आयुर्वेदिक दवाओं की खरीद पर परिपत्रों को",
  "1994, the Ministry of Health and Family Welfare issued a communication stating": "सन्दर्भित करें।994 में, स्वास्थ्य और परिवार कल्याण मंत्रालय ने एक",
  "that Ayurvedic medicines are to be procured only from IMPCL because it is the": "संचार जारी किया जिसमें कहा गया था कि आयुर्वेदिक दवाओं की खरीद केवल आई. एम. पी. सी. एल. से की जानी है क्योंकि यह एकमात्र इकाई है",
  "only entity which manufactures quality medicines. On 8 May 2008, the Government": "जो गुणवत्तापूर्ण दवाओं का निर्माण करती है।8 मई 2008 को भारत सरकार",
  "(iv) |The medicines have to be manufactured in their own manufacturing units": "(४) दवाओं का निर्माण उनकी अपनी विनिर्माण इकाइयों में किया जाना",
  "and must be GMP compliant.": "चाहिए और जी. एम. पी. के अनुरूप होना चाहिए।",
  "25 Thus, the letter which was issued by the Union Ministry of Health and Family": "25. इस प्रकार, केंद्रीय स्वास्थ्य और परिवार कल्याण मंत्रालय द्वारा 3994",
  "IMPCL is superseded by the latest notification issued by the Ministry of AYUSH in": "खरीद केवल आई. एम. पी. सी. एल. से की जानी चाहिए, 2079 में आयुष मंत्रालय द्वारा जारी नवीनतम अधिसूचना द्वारा प्रतिस्थापित किया गया है,",
  "2019 which stipulates that paragraph 4(vi)(b) of the Operational Guidelines does": "जिसमें कहा गया है कि परिचालन दिशानिर्देशों के पैराग्राफ 4 (५) (बी)",
  "not differentiate between the units mentioned in the provision. Paragraph 4(vi)(b)": "प्रावधान में उल्लिखित इकाइयों के बीच अंतर नहीं करता है।पैराग्राफ 4 (५४)",
  "manufacturing units of the State Governments and cooperatives mentioned in the": "सरकारों और सहकारी समितियों की अन्य विनिर्माण इकाइयों की तुलना में",
  "notification is that 50 percent of the grant-in-aid shall be used to procure medicines from any of the establishments specified in the paragraph. This conclusion is": "प्रतिशत पैराग्राफ में निर्दिष्ट किसी भी प्रतिष्ठान से दवाओं की खरीद के लिए",
  "PSUs’, pharmacies under State Governments and co-operatives. Thus, on a plain": "पी. सी. एल. में 'या' सार्वजनिक उपक्रमों से ', 'या' राज्य सरकारों और सहकारी समितियों के तहत फार्मेसियों के उपयोग से होती है।इस प्रकार ,",
  "reading of paragraph 4(vi)(b), it is evident that all the units mentioned in the": "पैराग्राफ 4 (५) (७) के एक सादे पठन पर, यह स्पष्ट है कि पैराग्राफ में",
  "cases the process may be a little higher but as already": "करती हैं, कुछ मामलों में प्रक्रिया थोड़ी अधिक हो सकती है लेकिन",
  "according to the classical texts using genuine raw": "माल का उपयोग करके शास्त्रीय ग्रंथों के अनुसार दवाओं को सख्ती से",
  "materials. For instance IMPCL does not use extra sugar or": "उदाहरण के लिए आई. एम. पी. सी. एल. मुख्य रूप से अपनी दवाओं",
  "other taste enhancers mainly to make its medicines more popular.": "को अधिक लोकप्रिय बनाने के लिए अतिरिक्त चीनी या अन्य स्वाद",
  "6. In view of the above, you may like to consider meeting the": "6. उपरोक्त को ध्यान में रखते हुए, आप आई. एम. पी. सी. एल. द्वारा",
  "requirements of State Government Dispensaries and Hospitals for medicines manufactured by IMPCL at the": "निर्मित दवाओं को राज्य सरकार के औषधालयों और अस्पतालों में",
  "rates fixed for CGHS supplies but subject to the local": "सी. जी. एच. एस. की आवश्यकताओं को पूरा करने लिए निर्धारित दरों पर आपूर्ति को पूरा करने के लिए विचार कर सकते हैं, लेकिन परिवहन",
  "variation in transport costs. In that case you may like to": "लागत के कारण स्थानीय भिन्नता उत्पन्न हो जाती है।उस स्थिति में",
  "contact Chairman cum Managing Director, Indian": "आप अध्यक्ष सह प्रबंध निदेशक, इंडियन मेडिसिन फामस्युटिकल",
  "27 On 8 May 2008, the Government of India issued another memorandum": "27. 8 मई 2008 को, भारत सरकार ने एक और ज्ञापन जारी किया जिसमें",
  "stipulating that the medicines produced by IMPCL are according to classical texts": "कहा गया कि आई. एम. पी. सी. एल. द्वारा उत्पादित दवाएं परम्परागत",
  "and of assured quality. The memorandum mentioned that there is an absence of": "तरीकों के अनुसार और सुनिश्चित गुणवत्ता की हैं।ज्ञापन मे उल्लेख किया गया",
  "fully developed pharmaceutical standards to test the quality of Ayurvedic and Unani": "कि आयुर्वेदिक एवं यूनानी दवाओं की गुणवत्ता का परीक्षण करने के लिए पूरी",
  "medicines. The relevant paragraph of the memorandum indicates that:": "तरह से विकसित दवा मानकों का अभाव है।ज्ञापन के प्रासंगिक पैराग्राफ से निम्न लिखित संकेत मिलता है किः",
  "“(i) The medicines produced by IMPCL are strictly as per": "(।) आई. एम. पी. सी. एल. द्वारा उत्पादित दवाएं सख्ती से",
  "classical texts and hence prove quality.": "परम्परागत तरीकों से निर्मित होती है और इसलिए गुणवत्ता साबित",
  "(ii) The rates of the medicines produced by the company are reasonable as the same are fixed by the Cost Accounts": "(|) कंपनी द्वारा उत्पादित दवाओं की दरें उचित हैं क्योंकि वे वित्त",
  "(iii) In the absence of fully developed pharmaceutical standards for Ayurvedic and Unani Medicines in the": "(प) देश में आयुर्वदिक और यूनानी दवाओं के लिए पूरी तरह से विकसित दवा मानकों के आभाव में, सी. जी. एच. एस. अनुसंधान",
  "equipped to ensure that the purchased medicines are of right quality.”": "खरीदी गई दवाएं सही गुणवत्ता की है।\"",
  "28 The letter indicates that there is no method to determine the ingredients and": "28. पत्र इंगित करता है कि आयुर्वेदिक दवाओं की सामग्री और गुणवत्ता",
  "from IMPCL because the process is fair and is scrutinised by a representative of": "किया है क्योंकि प्रक्रिया निष्पक्ष है और वित्त मंत्रालय के एक प्रतिनिधि द्वारा",
  "the Ministry of Finance. However, the first respondent contends that the medicines": "इसकी जांच की जाती है।हालांकि, पहले प्रत्यर्थी का तर्क है कि आई. एम.",
  "of undertaking an audit. At this juncture, it is necessary to note that IMPCL has": "के लिए वित्त मंत्रालय द्वारा जांच की जाती है।इस समय यह ध्यान देंना आवश्यक है कि आई. एम. पी. सी. एल. की स्थापना भारत सरकार द्वारा",
  "been set up by the Government of India in collaboration with the Government of": "उत्तराखंड सरकार के सहयोग से की गई है।भारत सरकार के पास आई. एम.",
  "Uttarakhand. The Government of India holds 98.11 percent of the shares of IMPCL": "पी. सी. एल. के 98.] प्रतिशत शेयर हैं और .89 प्रतिशत शेयर राज्य",
  "by the Ministry of Health and Family Welfare indicates that merely because IMPCL": "संकेत मिलता है कि केवल इसलिए कि आई. एम, पी. सी. एल. एक ऐसा",
  "is an establishment in which the Central Government has a major stake, it is": "प्रतिष्ठान है जिसमें केंद्र सरकार की बड़ी हिस्सेदारी है, यह माना जाता है कि",
  "assumed that there is no ‘commercial interference’ and the medicines are prepared": "कोई 'वाणिज्यिक हस्तक्षेप' नहीं है और दवाएं 'वास्तविक कच्चे माल' का",
  "according to classical texts using ‘genuine raw materials’.": "उपयोग करके शास्त्रीय ग्रंथों के अनुसार तैयार की जाती हैं।",
  "29 There is no material on record to support the submission that IMPCL is the": "29. इस कथन का समर्थन करने के लिए अभिलेख पर कोई सामग्री नहीं है",
  "only establishment among the establishments mentioned in paragraph 4(vi)(a) that": "कि आई. एम. पी. सी. एल. पैराग्राफ 4 (५) (ए) में उल्लिखित प्रतिष्ठानों में",
  "manufacture good quality Ayurvedic drugs. In fact, paragraph 4(vi)(b) states that": "से एकमात्र प्रतिष्ठान है जो अच्छी गुणवत्ता वाली आयुर्वेदिक दवाओं का निर्माण करता है।वास्तव में, पैराग्राफ 4 (५) (७) में कहा गया है कि आयुष",
  "50 percent of the grant-in-aid shall be used to purchase medicines from the units mentioned in the paragraph “keeping in view the need for ensuring quality of": "में रखते हुए पैराग्राफ में उल्लिखित इकाइयों से दवाओं की खरीद के लिए अनुदान का 50 प्रतिशत उपयोग किया जाएगा ।\"यह इंगित करेगा कि गुणवत्ता",
  "that IMPCL does not have any commercial interest because it is an establishment developed by the Government of India is then equally applicable to other": "प्रतिष्ठान शामिल हैं।यह तर्क कि आई . एम. पी. सी. एल. का कोई वाणिज्यिक हित नहीं है क्योंकि यह भारत सरकार द्वारा विकसित एक",
  "developed by the Government of India is then equally applicable to other establishments prescribed in paragraph 4(vi)(b).": "प्रतिष्ठान है, तब पैराग्राफ 4 (५४) (बी) में निर्धारित अन्य प्रतिष्ठानों पर समान रूप से लागू होता है।",
  "30 The argument that the procurement of Ayurvedic drugs from IMPCL would": "30. यह तर्क कि आई. एम. पी. सी. एल. से आयुर्वेदिक दवाओं की खरीद",
  "fall within the exceptional circumstances (assurance of quality medicines) is": "असाधारण परिस्थितियों (गुणवत्तापूर्ण दवाओं का आश्वासन) के दायरे में",
  "erroneous. The submission of the appellant that IMPCL is the sole producer of": "आएगी, गलत है।अपीलकर्ता का यह निवेदन कि आई. एम. पी. सी. एल.",
  "quality Ayurvedic medicines is based on surmises and conjectures without any": "गुणवत्तापूर्ण आयुर्वेदिक दवाओं का एकमात्र उत्पादक है इस दावे “* का समर्थन करने के लिए बिना किसी ठोस सामग्री के तर्कों और अनुमानों पर",
  "issued by the Ministry of AYUSH stipulates that 50 percent of the grant-in-aid has": "अधिसूचना में कहा गया है कि अनुदान-सहायता का 50 प्रतिशत आई. एम.",
  "to be used to procure medicines from IMPCL or other Central/State PSUs’ or": "पी. सी. एल. या अन्य केंद्रीय /राज्य सार्वजनिक उपक्रमों या राज्य-सरकारों",
  "pharmacies under the State-Governments and co-operatives. It is open to the": "और सहकारी समितियों के तहत फार्मेसियों से दवाओं की खरीद के लिए उपयोग किया जाना चाहिए।अपीलकर्ता के लिए यह उपलब्ध है कि वह",
  "appellant to procure medicines using any method other than tender, so long as it": "उपयोग किया जाना चाहिए।अपीलकर्ता के लिए यह उपलब्ध है कि वह निविदा के अलावा किसी भी अन्य विधि का उपयोग करके दवाएं खरीद",
  "is not arbitrary. The claim of the appellant is that it deviated from the rule of tender": "सकता है, जब तक कि यह मनमाना न हो।अपीलकर्ता का दावा है कि यह",
  "because IMPCL is the only establishment that produces quality medicines.": "निविदा के नियम से भटक गया क्योंकि आई. एम, पी. सी. एल. एकमात्र ऐसा प्रतिष्ठान है जो गुणवत्तापूर्ण दवाओं का उत्पादन करता है।हालाँकि, इस दावे",
  "However, there is no material to substantiate the claim that IMPCL is the only": "की पुष्टि करने के लिए कोई सामग्री नहीं है कि आई . एम. पी. सी. एल.",
  "establishment which manufactures ‘quality’ medicines to the exclusion of other": "प्रतिष्ठानों को छोड़कर 'गुणवत्ता' वाली दवाओं का निर्माण करता है।",
  "discharge the burden placed on it by producing cogent material demonstrating that": "अपीलकर्ता को दिये गये ठोस सामाग्री के उत्पादन के भार को वह निर्वाहन",
  "existence of exceptional circumstances bearing on need for quality. The action of": "करने में असमर्थ रहा कि गुणवत्ता की आवश्यकता को प्रभावित करने वाली",
  "15 See State of Tamil Nadu v. National South Indian River Interlinking Agriculturist Association, Civil Appeal 6764 of 2021.": "5 तमिलनाडु राज्य बनाम राष्ट्रीय दक्षिण भारतीय नदी आपस में जोड़ने वाले कृषि संगठन, 202] की सिविल अपील 6764/ 202] देखें।"
}