{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय न्यायक्षेत्र",
  "CIVIL APPEAL NO. 6419 OF 2019": "सिविल अपील संख्या 649/209",
  "(Arising from SLP(C) No. 9811/2018)": "[ एस. एल. पी. (सी.) सं. 98/208 से उद्घूत ]",
  "Union of India and another .. Appellants": "यूनियन ऑफ इण्डिया एवं अन्य... ....... अपीलार्थीगण",
  "Versus": "बनाम",
  "Mohiuddin Masood and others ..Respondents": "मोहिउद्दीन मसूद एवं अन्य... ......... प्रत्यर्थीगण",
  "JUDGMENT": "निर्णय",
  "M.R. SHAH, J.": "न्यायमूर्ति एम. आर. शाह",
  "Delay condoned. Leave granted.": "].देरी हुई। अनुमति प्रदान की गई।",
  "notifications issued under Sections 4 & 6 respectively of the Land": "व्यथित और असंतुष्ट होते हुए, धारा 4 और 6 की अधिसूचनाओं के प्रश्नगत",
  "another — ITBP have preferred the present appeal.": "अनुचित थे, भारत संघ और अन्य - आईटीबीपी ने वर्तमान अपील को प्राथमिकता दी है।",
  "4. Ms. Madhavi Divan, learned Additional Solicitor General has": "4. .. अपीलार्थियों की तरफ से प्रस्तुत विद्वान अपर महाधिवक्ता सुश्री माधवी दीवान ने जोरदार तरीके से तर्क प्रस्तुत किया और यहाँ प्रत्यर्थीगण",
  "appeared on behalf of the appellants and Shri Ajit Kumar Sinha,": "अधिवक्ता श्री अजीत कुमार सिन्हा प्रस्तुत हुए।",
  "4.1 Ms. Madhavi Divan, learned Additional Solicitor General has": "4.7. विद्वान अपर महाधिवक्ता सुश्री माधवी दीवान ने जोरदार तरीके से यह",
  "vehemently submitted that in the facts and circumstances of the case": "तर्क प्रस्तुत किया कि मामले के तथ्यों और परिस्थितियों के विचारार्थ जिस",
  "and considering the purpose for which the land in question was": "उद्देश्य के लिए प्रश्नगत भूमि का अधिग्रहण किया गया था, उस पर विचार",
  "acquired, the High Court has materially erred in observing and": "करते हुए, मा. उच्च न्यायालय ने भौतिक रूप से यह अवलोकन करते हुए",
  "holding that there existed no facts before the State Government for invoking the powers under Section 17(1) and Section 17(4) of the Act.": "और धारित करते हुए मिटा दिया है कि अधिनियम की धारा 7() और धारा 77(4) के अन्तर्गत शक्तियों के आह्वान करने के लिए राज्य सरकार के",
  "4.2 Itis further submitted by Ms. Madhavi Divan, learned Additional": "4.2. विद्वान अपर महाधिवक्ता सुश्री माधवी दीवान द्वारा आगे यह तर्क",
  "clause and issuance of the notification under Section 4 of the Act by": "द्वारा अधिनियम की धारा 4 के अन्तर्गत अधिसूचना को जारी किया गया",
  "4.3 It is further submitted by Ms. Madhavi Divan, learned Additional": "4.3. विद्वान अपर महाधिवक्ता सुश्री माधवी दीवान द्वारा आगे यह तर्क",
  "Solicitor General that the High Court has failed to appreciate that the": "प्रस्तुत किया गया कि मा. उच्च न्यायालय इस बात की सराहना करने में",
  "security duties and Disaster Management Operations, there was": "के कानून और व्यवस्था के कर्तव्यों, वीवीआईपी सुरक्षा कर्तव्यों और आपदा",
  "urgent need to establish Battalion headquarter of ITBP at Kanpur": "नगर में आईटीबीपी के बटालियन मुख्यालय की स्थापना की तात्कालिक",
  "headquarter approximately 72 to 75 acres of land was required and": "मुख्यालय की स्थापना के लिए लगभग 72 से 75 एकड़ भूमि की",
  "therefore it might have taken some time in identifying the land, preparing the plan and thereafter issuing the notification under Section 4 of the Act. It is submitted that the High Court has held the": "आवश्यकता थी और इसलिए भूमि की पहचान करने, योजना तैयार करने और उसके बाद अधिनियम की धारा 4 के अन्तर्गत अधिसूचना जारी करने में कुछ समय लग सकता था। यह तर्क प्रस्तुत किया गया है कि मा . उच्च",
  "much time gap between the proposal by the ITBP and issuance of the notification under Section 4 of the Act. It is submitted that while": "अवधारित किया है कि आईटीबीपी द्वारा प्रस्ताव और अधिनियम की धारा 4 के अन्तर्गत अधिसूचना जारी करने के बीच बहुत समय का अंतर था। यह तर्क प्रस्तुत किया गया है कि जबकि ऐसा अवधारित करते समय, मा. उच्च",
  "correct facts, more particularly the time taken from the proposal till": "होने तक प्रस्ताव से लिये गये समय का सही तथ्यों की और सही ढंग से",
  "4.4 Itis further submitted by Ms. Madhavi Divan, learned Additional": "4.4. विद्वान अपर महाधिवक्ता सुश्री माधवी दीवान द्वारा आगे यह तर्क",
  "Solicitor General that the High Court has failed to appreciate the fact": "प्रस्तुत किया गया कि मा. उच्च न्यायालय इस तथ्य की सराहना करने में",
  "that between notifications under Sections 4 & 6 respectively, the time": "विफल रहा है कि क्रमशः धारा 4 और 6 के अन्तर्गत सूचनाओं के बीच,",
  "gap was only three months, which clearly indicates that there was an": "समय अंतराल केवल तीन माह का था, जो स्पष्ट रूप से इंगित करता है कि",
  "Section 5A of the Act. It is submitted that had the Section 5A": "के मामले में एक आग्रह था। यह तर्क प्रस्तुत किया गया है कि यदि धारा 5ए",
  "compliance not been dispensed with, it would not have been possible to publish Section 6 notification within three months.": "का अनुपालन नहीं किया गया होता तो तीन माह के अन्दर धारा 6 की अधिसूचना प्रकाशित करना संभव नहीं होता।",
  "4.5 Itis further submitted by Ms. Madhavi Divan, learned Additional": "4.5. विद्वान अपर महाधिवक्ता सुश्री माधवी दीवान द्वारा आगे यह तर्क",
  "and circumstances of the case, there was no delay/inordinate delay in issuance of the notification under Section 4 of the Act. It is submitted": "की स्थापना के लिए और मामले के तथ्यों और परिस्थितियों में, अधिनियम की धारा 4 के अन्तर्गत अधिसूचना जारी करने में कोई देरी / अत्यधिक",
  "that therefore the finding recorded by the High Court that no facts": "विलम्ब नहीं था। अतः यह तर्क प्रस्तुत किया गया है कि मा. उच्च न्यायालय द्वारा अभिलिखित प्राप्ति तात्कालिक खण्ड के आह्वान के लिए कोई तथ्य",
  "existed for invocation of the urgency clause cannot be sustained as the": "द्वारा अभिलिखित प्राप्ति तात्कालिक खण्ड के आह्वान के लिए कोई तथ्य मौजूद नहीं है, को सतत्‌ नहीं रखा जा सकता क्योंकि यह अभिलेख पर",
  "same is contrary to the material on record.": "मौजूद सामग्री के विपरीत है।",
  "4.6 Itis further submitted by Ms. Madhavi Divan, learned Additional": "4.6. विद्वान अपर महाधिवक्ता सुश्री माधवी दीवान द्वारा आगे यह तर्क",
  "4.7 Ms. Madhavi Divan, learned Additional Solicitor General has": "4.7. विद्वान अपर महाधिवक्ता सुश्री माधवी दीवान द्वारा आगे यह तर्क",
  "further submitted that in the facts and circumstances of the case, the": "प्रस्तुत किया गया है कि मामले के तथ्यों और परिस्थितियों में , प्रत्यर्थीगण",
  "decisions relied upon by the learned counsel appearing on behalf of": "सं. । और 2 की तरफ से प्रस्तुत विद्वान अधिवक्ता द्वारा अवलम्ब लिए गए",
  "respondent nos. 1 & 2, more particularly the decision of this Court in": "फैसलों, विशेषतः राधेश्याम/(उपरोक्त) के मामले में इस न्यायालय का निर्णय",
  "and order passed by the High Court, holding and declaring Sections 4 & 6 notifications with respect to the land in question as bad by": "अंतर्गत प्रश्नगत भूमि के सम्बंध में इस आधार पर क्रमशः धारा 4 और 6 के अन्तर्गत जारी अधिसूचनाओं को अपास्त एवं रद्द कर दिया गया कि भूमि के",
  "body, i.e., Director General of ITBP have preferred the present appeal.": "था, यूनियन ऑफ इंडिया और अधिग्रहणकर्ता यानी आईटीबीपी के महानिदेशक ने वर्तमान अपील को प्राथमिकता दी है।",
  "Law and order duties of ITBP, VVIP security duties and Disaster": "व्यवस्था के कर्तव्यों,  वीवीआईपी सुरक्षा कर्तव्यों और आपदा प्रबंधन",
  "headquarter of ITBP at Kanpur Nagar, Uttar Pradesh and it was": "किया गया था। कानपुर नगर, उत्तर प्रदेश में आईटीबीपी बटालियन की",
  "requested to urgently acquire the land by finding out suitable pieces of": "स्थापना का निर्णय लिया गया, और उपयुक्त भू-खण्ड का पता लगाकर भूमि का तत्काल अधिग्रहण करने का अनुरोध किया गया था। ऐसा प्रतीत हुआ",
  "land. It appears that thereafter on 5.2.2009, the Special Secretary,": "कि इसके पश्चात 5.2.2009 को, उत्तर प्रदेश के विशेष सचिव ने",
  "State of Uttar Pradesh wrote a letter to the District Magistrate, Kanpur": "जिलाधिकारी कानपुर नगर को पत्र लिखा और लखनऊ में आईटीबीपी के",
  "Nagar and Lucknow for identifying 72 to 75 acres of land for being": "बटालियन मुख्यालय की स्थापना के लिए 72 से 75 एकड़ भूमि प्रदान करने",
  "3.1 That thereafter, notification under Section 4 of the Act came to be": "अधिनियम की धारा 4 के अन्तर्गत अधिसूचना जारी की गई। यह कि",
  "That immediately on issuance of notification under Section 4 of the": "अधिनियम की धारा 4 के अन्तर्गत तुरंत अधिसूचना जारी करने पर, प्रत्यर्थी",
  "Act, respondent nos. 1 & 2 herein filed writ petition No. 54836 of 2009": "सं. और 2 ने यहाँ रिट याचिका संख्या 54836/2009 मा. उच्च",
  "before the Allahabad High Court challenging the Section 4 notification.": "न्यायालय इलाहाबाद के समक्ष दायर की, जो धारा 4 अधिसूचना को चुनौती",
  "The aforesaid petition came to be dismissed by the High Court as pre-": "देती है। उपरोक्त याचिका मा. उच्च न्यायालय द्वारा दिनांकित 3..2009 को अपरिपक्व रूप में खारिज कर दिया गया। तत्पश्चात राज्य सरकार ने",
  "8. In view of the above and for the reasons stated above, the present": "8... ऊपरोक्त बताए गए कारणों और उपरोक्त के दृष्टिगत , वर्तमान अपील",
  "appeal is allowed. The impugned judgment and order passed by the": "को अनुमति दी गयी है। मा. उच्च न्यायालय द्वारा पारित आक्षेपित निर्णय और",
  "High Court is hereby quashed and set aside. Consequently, the writ": "आदेश को अपास्त और रद्द किया जाता है। फलस्वरूप, इसके साथ प्रत्यर्थी",
  "petition filed before the High Court by respondent no. 1 & 2 herein": "सं. । और 2 द्वारा दायर रिट याचिका मा. उच्च न्यायालय के समक्ष ख़ारिज",
  "stands dismissed. There shall be no order as to costs.": "किया जाता है। खर्चे के लिए कोई भी आदेश नहीं किया जाएगा।",
  "application of Section 5A of the Act.": "आहान को प्रयोज्य करने के लिए और अधिनियम की धारा 5ए के आवेदन",
  "5.2 It is further submitted by Shri Ajit Kumar Sinha, learned Senior": "५.2. वरिष्ठ विद्वान अधिवक्ता श्री अजीत कुमार सिन्हा द्वारा आगे यह तर्क",
  "Advocate that as held by this Court in catena of decisions that enquiry": "प्रस्तुत किया गया है कि फैसलों की कड़ी में इस न्यायालय द्वारा यह माना",
  "under Section 5A of the Act is a valuable statutory right available to the land owners and unless there are compelling circumstances": "गया कि अधिनियम की धारा 5ए के अन्तर्गत जांच भूमि मालिकों के लिए एक मूल्यवान वैधानिक अधिकार है और जब तक कि अधिनियम की धारा",
  "Act, such statutory right cannot be taken away. In support of his": "परिस्थितियां नहीं हैं, जैसे कि वैधानिक अधिकार को छीना नहीं जा सकता।",
  "submission, learned Senior Advocate appearing on behalf of respondent nos. 1 & 2 herein has heavily relied upon the decisions of": "उनके तर्क के समर्थन में, प्रत्यर्थी सं. । और 2 की तरफ से प्रस्तुत वरिष्ठ",
  "this Court in the cases of Radhy Shyam (supra); Prabhawati v. State of": "विद्वान अधिवक्ता, राधेश्याम (उपरोक्त): प्रधावती बनाम बिहार राज्य (वर्ष",
  "Bihar, reported in (2014) 13 SCC 721; and Sahara India Commercial": "2074 में प्रतिवेदित) 73 एससीसी 727, और सहारा इंडिया कमर्शियल",
  "5.3 It is further submitted by Shri Ajit Kumar Sinha, learned Senior": "५.3. वरिष्ठ विद्वान अधिवक्ता श्री अजीत कुमार सिन्हा द्वारा आगे यह तर्क",
  "Advocate that as such in the present case and by passing the": "प्रस्तुत किया गया है कि जैसा कि वर्तमान वाद में और आक्षेपित निर्णय और",
  "balance and instead of directing to return the land acquired, the High": "के लिए प्रयास किया है और अधिगृहीत भूमि को वापस करने का निर्देश देने",
  "of the notification under Section 4 of the Act and thereafter issuance": "धारा क्रमशः 4 और 6 के अन्तर्गत अधिसूचनाओं को अपास्त करने में",
  "judgment and order the High Court has held invocation of urgency": "का आह्वान और तात्कालिक खण्ड अनुचित था, मा. उच्च न्यायालय",
  "considering the chronological list of dates and events and the object": "की कालानुक्रमिक सूची और उस वस्तु और उद्देश्य के विचारार्थ जिसके",
  "and purpose for which the land was sought to be acquired, we are of": "लिए भूमि का अधिग्रहण करने की माँग की गयी थी, हमारी राय यह है कि",
  "Sections 4 & 6 respectively of the Act which were with respect to the": "अधिनियम की धारा 4 और 6 के अन्तर्गत अधिसूचना के मध्य केवल तीन",
  "acquisition of large chunk of land admeasuring 28.1398 hectares,": "अवलोकित किया गया है, कुल अधिगृहीत भूमि 28.398 हेक्टेयर थी और",
  "respondent nos. 1 & 2 herein — original writ petitioners.": "सं. । और 2 मूल रिट याचिकाकर्ता को छोड़कर अन्य मालिकों द्वारा यहाँ",
  "6.4 Now so far as the submission on behalf of the original writ": "6.4. अब तक मूल रिट याचिकाकर्ताओं की तरफ से तर्क प्रस्तुत किया",
  "petitioners that there is a non-compliance of Section 17(4) of the Act": "गया है कि यहाँ अधिनियम की धारा 7(4) एक गैर-अनुपालन है जिसके",
  "as 80% of the estimated amount of compensation was not deposited is": "चलते मुआवजे की अनुमानित राशि का 80% जमा न किये जाने के सम्बन्ध",
  "concerned, at this stage, counter affidavit filed by the Tehsildar before": "में, इस स्तर पर मा. उच्च न्यायालय के समक्ष तहसीलदार द्वारा प्रति",
  "has been specifically stated that after the notification under Section 4": "यह कहा गया है कि अधिनियम की धारा 4 के अन्तर्गत अधिसूचना जारी",
  "compensation amounting to Rs.3026675.00 vide treasury challan": "चालान के माध्यम से अनुमानित क्षतिपूर्ति राशि का 0% ₹3026675.00,",
  "dated 17.06.2009, 70% of estimated compensation amounting to Rs.23674225.00 vide treasury challan dated 05.01.2009 and rest of": "दिनांक 05.0.2009 को ट्रेजरी चालान के माध्यम से अनुमानित क्षतिपूर्ति राशि का70% ₹23674225.00 और दिनांक 22.07.200 को ट्रेजरी",
  "20% of estimated compensation amounting to Rs.6053350.00 vide": "चालान के माध्यम से अनुमानित क्षतिपूर्ति राशि का शेष 20%",
  "the urgency clause was bad. We are more than satisfied that there": "तात्कालिक खण्ड आह्वान को धारित करने में त्रुटि की है, जो अनुचित था। हम इससे अधिक संतुष्ट हैं कि वास्तविक तात्कालिकता के चलते",
  "was a real urgency and therefore the urgency clause and Section 17 of": "आकस्मिकता खण्ड और अधिनियम की धारा 7 का ठीक ही उपयोग किया",
  "5A of the Act. Therefore, in the facts and circumstances of the case,": "खत्म हो गयी।इसलिए, मामले के तथ्यों और परिस्थितियों में, इस न्यायालय",
  "the decisions of this Court relied upon by the learned Senior Advocate": "के फैसले को प्रत्यर्थी सं. । और 2 की तरफ से प्रस्तुत वरिष्ठ विद्वान",
  "shall not be applicable to the facts of the case on hand, more particularly in the relied upon cases the acquisitions were either for": "वर्तमान वाद के तथ्यों पर लागू नहीं होगा , विशेषतः उन मामलों पर",
  "private parties and/or companies and in the present case the": "अवलम्बित है जिनमें अधिग्रहण या तो प्राइवेट पार्टियों और /या कंपनियों के",
  "acquisition was for establishing ITBP Battalion headquarter.": "लिए थे और वर्तमान मामले में आईटीबीपी के बटालियन का मुख्यालय की स्थापना के लिए अधिग्रहण था।",
  "6.3 It is also required to be noted that on the land in question total": "6.3. यह भी ध्यान दिया जाना आवश्यक है कि भूमि के सम्पूर्ण पैमाइश के",
  "admeasuring 28.1398 hectares (19.7548 + 8.3850 hectares = 28.1398": "प्रश्नत 28.398 हेक्टेयर (9.7548 + 8.3850 हेक्टेयर - 28.398",
  "hectares) there is a development on 90 to 95% of the land acquired": "हेक्टेयर) अधिगृहीत की गई 90 से 95% भूमि पर विकास कार्य हुआ है और",
  "and 90 to 95% of the land has been put to use by the ITBP. It is also": "आईटीबीपी द्वारा 90 से 95% भूमि प्रयोग की गयी है। यहाँ यह भी ध्यान",
  "required to be noted that so far as respondent nos. 1 & 2 herein are": "दिया जाना आवश्यक है कि जहाँ तक प्रत्यर्थी सं. । और 2 का संबंध है,"
}