{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय न्यायक्षेत्र",
  "Sardar Ali Khan Appellant": "सरदार अली खान ... अपीलार्थी",
  "vs": "बनाम",
  "The State of Uttar Pradesh": "उत्तर प्रदेश राज्य",
  "through Principal Secretary": "के माध्यम से प्रधान सचिव",
  "Home Department & Anr. ...Respondents": "गृह विभाग एवं अन्य .... प्रत्यर्थी",
  "JUDGMENT": "निर्णय",
  "R.Subhash Reddy, J.": "न्यायमूर्ति, आर. सुभाष रेड्डी",
  "1. Leave granted.": "3. अनुमति प्रदान की गयी।",
  "2. This Criminal Appeal is filed by the accused in": "2. यह आपराधिक अपील अभियुक्तों द्वारा दायर शिकायत वाद सं.",
  "Complaint Case No.708 of 2012, registered in Police Station, Kaimganj, District Farrukhabad, Uttar Pradesh,": "708/202, जो कि थाना- कायमगंज, जिला-फर्रुखाबाद, उत्तर",
  "2": "2",
  "filed by the appellant herein under Section 482 Cr.P.C.": "अपीलार्थी द्वारा दंड प्रक्रिया संहिता की धारा 482 के तहत दायर",
  "3. We have heard Sri Prashant Bhushan learned counsel": "3. हमने अपीलार्थी की ओर से प्रस्तुत विद्वान अधिवक्ता श्री प्रशांत",
  "assisted by Sri Omanakuttan K.K. and Sri_ Cheryl": "भूषण के सहायक अधिवक्ता श्री ओमानकुट्टन के.के. और श्री चेरिल",
  "D’Souza, Advocates, for the appellant and Sri Sudarshan Rajan, learned counsel for the 2nd respondent/complainant.": "डिसूजा और द्वितीय प्रत्यर्थी /प्रतिवादी की ओर से प्रस्तुत विद्वान अधिवक्ता श्री सुदर्शन राजन को सुना।",
  "4. The dispute relates to plot No.102 (measuring @.101 hectare) which has been renumbered as_ plot": "4. यह विवाद प्लॉट सं. 02 (0.07 हेक्टेयर मापते हुए) जिसे",
  "No.102/2 situated in Yahiyapur, Post Kaimganj, Pargana Kampil, Tehsil Kaimganj, District Farrukhabad, U.P.": "याहियापुर, पोस्ट कायमगंज, परगना कंपिल, तहसील कायमगंज, जिला फर्रुखाबाद, उत्तर प्रदेश में स्थित प्लॉट सं. 02/2 के रूप में",
  "of the 2\" respondent late Faheem Ali Khan and the": "द्वितीय प्रत्यर्थी के पिता स्वर्गीय फहीम अली खान के स्वामित्व में था",
  "dated 29t\" December, 1993, registered on 5‘ January,": "जो कि दिनांक ५ जनवरी, 994 को पंजीकृत था और अपीलार्थी दिनांकित 29 दिसंबर, 993 को पंजीकृत बिक्री विलेख द्वारा इस",
  "1994. Faheem Ali Khan died on 3 December, 1997 and": "भूखंड की खरीद का दावा करता है। फहीम अली खान का दिनांक 3 दिसंबर, 997 को निधन हो गया और द्वितीय प्रत्यर्थी स्वर्गीय फहीम",
  "the 2\" respondent is one of the heirs of late Faheem Ali Khan. For the properties which were inherited upon": "अली खान के उत्तराधिकारियों में से एक है। फहीम अली खान की",
  "Sections 418, 419, 420, 467, 468 and 471 _ IPC.": "48, 49, 420, 467, 468 और 47] के तहत कथित अपराध",
  "Initially, the appellant filed an application for": "के लिए मामला दर्ज किया गया था। प्रारंभतः, अपीलार्थी ने दोषमुक्ति",
  "discharge which was rejected. Subsequently, he _ has": "के लिए एक आवेदन दायर किया जिसे अस्वीकार कर दिया गया था। तत्पश्चात, उसने उक्त कार्यवाही और मजिस्ट्रेट द्वारा जारी समन",
  "filed application under Section 482 Cr.P.C for quashing": "आदेश को रद्द करने के लिए दं.प्र.सं. की धारा 482 के तहत आवेदन",
  "issued by the Magistrate. On such application filed,": "दायर किया है। दायर किए गए ऐसे आवेदन को उच्च न्यायालय द्वारा",
  "the impugned order is passed by High Court rejecting the same.": "पारित आक्षेपित आदेश को उसी प्रकार खारिज किया जाता है।",
  "8. Having heard learned counsel for the parties, we": "8. पक्षों की ओर से विद्वान अधिवक्ता को सुनने के पश्चात, हमने",
  "have perused the impugned order and other material placed on record.": "अभिलेख पर आक्षेपित आदेश और अन्य तथ्यों का अवलोकन किया।",
  "9. At the outset it is to be noted that the appellant": "9. प्रारम्भतः यह ध्यान दिया जाना चाहिए कि अपीलार्थी ने दिनांक",
  "has purchased the plot in question by sale deed dated": "29 दिसंबर, 993 को बिक्री विलेख द्वारा प्रश्नगत भूखंड क्रय किया",
  "29'\" December,1993 which was registered on 5\" January,": "है, जो दिनांक ५ जनवरी, 994 को पंजीकृत किया गया था। द्वितीय",
  "1994. The father of the 2™ respondent died on 3\" December, 1997. Though the registered sale deed is of": "प्रत्यर्थी के पिता की मृत्यु दिनांक 3 दिसंबर, 997 को हो गई।",
  "4": "4",
  "Judicial Magistrate, Kayamganj in Farrukhabad district.": "फर्रुखाबाद जिले में न्यायिक मजिस्ट्रेट, कायमगंज की फाइल पर वाद",
  "The aforesaid suits were clubbed and in interlocutory applications filed by the parties, a common order to": "गया था और पक्षों द्वारा दायर किए गए अन्तरवर्ती आवेदनों में, विवाद",
  "maintain status quo in respect of land in dispute was": "में भूमि के संबंध में यथास्थिति बनाए रखने के लिए एक सामान्य",
  "passed. Against the interim order, matters were": "आदेश पारित किया गया था। अंतरिम आदेश के विरूद्ध, मामलों को",
  "carried in Civil Misc. Appeal Nos. 30 and 27 of 2009": "अपीलार्थी द्वारा दायर सिविल प्रकीर्ण संख्याओं 30 और 27/2009",
  "filed Misc Appeal Nos. 28 and 29 of 2009. It is stated": "29/2009 दायर की गयी थी, को लिया गया था। यह कहा गया है",
  "that all the said appeals were decided by a common": "कि उक्त सभी अपीलों का निर्णय अपर जनपद न्यायाधीश द्वारा एक",
  "for injunction filed by the appellant was allowed and": "निषेधाज्ञा के लिए आवेदन की अनुमति दी गई थी और द्वितीय प्रत्यर्थी",
  "application filed by the 2™ respondent was dismissed,": "द्वारा दायर आवेदन को खारिज कर दिया गया था, जिसके विरूद्ध",
  "against which matters were carried further by way of Civil Miscellaneous Writ Petitions which are stated to": "सिविल प्रकीर्ण रिट याचिकाओं के माध्यम से मामलों को आगे बढ़ाया",
  "3": "3",
  "respondent has claimed the following relief: -": "निम्नलिखित राहत का दावा किया है: -",
  "“(A) That the suit of the applicant should": "\" (ए) यह कि आवेदक के मुकदमे को प्रतिवादी के विरूद्ध स्थायी",
  "everything the applicant from the disputed property or any of its part and should not": "प्रतिवादी को विवादित संपत्ति के समस्त अथवा उसके किसी भी",
  "interfere with the peaceful ownership and possession of the applicant.": "चाहिए और आवेदक को कब्जे और शांतिपूर्ण स्वामित्व के साथ हस्तक्षेप नहीं करना चाहिए।",
  "(AA) The decree of cancellation of the sale deed dated 29/12/1993, which was": "(एए) _ बिक्री विलेख के डिक्री का निरस्तीकरण 29.2.993",
  "presented for registration on 25/01/1994": "दिनांकित, जो दिनांक 25.07.994 को पंजीकरण के लिए प्रस्तुत",
  "and the photocopy of which was entered on page number 65 of the book at people 111-": "किया गया था और जिसकी फोटोप्रति के पृष्ठ सं. 65 पर -252",
  "252 at serial number 22 in the office of the sub registrar Kayamganj in the letter": "लोगों पर क्रम सं. 22 में उप रजिस्ट्रार कायमगंज के कार्यालय में, पत्र",
  "number 1, cover number 1156 at page number 85/93 at serial number 22 on 20/01/1994,": "सं.] में कवर सं. 56 पृष्ठ सं. 85/93 क्रम सं. 22 पर दिनांक",
  "favour of the applicant and the _- sub": "और अपीलार्थी के पक्ष में आदेशित किया और उप रजिस्ट्रार",
  "registrar office should be directed to make the entries accordingly.": "कार्यालय को तदनुसार प्रविष्टियां बनाने को निर्देशित किया जाना चाहिए।",
  "(B) That the defendant should pay the suit expenses to the applicant.": "(बी) यह कि प्रतिवादी आवेदक को वाद व्यय का संदाय करे।",
  "(C) That any other relief which is deemed appropriate may be _--— granted to the applicant.”": "(सी) यह कि आवेदक को समुचित समझे जाने वाली कोई अन्य राहत अनुदानित हो सकती है।\"",
  "of": "प्र"
}