{
  "[2024] 3 S.C.R. 377 : 2024 INSC 191": "[2024] 3 5.0८.९. 377 : 2024 ॥१50८ 9",
  "Shahid Ali": "शाहिद अली",
  "The State of Uttar Pradesh": "उत्तर प्रदेश राज्य",
  "(Criminal Appeal No. 1479 of 2024)": "(आपराधिक अपील संख्या 4479/ 2024)",
  "11 March 2024": "॥। मार्च 2024",
  "[Vikram Nath and Satish Chandra Sharma,* JJ.]": "[न्यायमूर्ति विक्रम नाथ और न्यायमूर्ति सतीश चंद्र शर्मा]",
  "Issue for Consideration": "विचारार्थ मुद्दा",
  "In a celebratory firing during a marriage ceremony, the Appellant shot the deceased resulting in his demise. Whether the Appellant": "एक विवाह समारोह के दौरान हर्ष फायरिंग में अपीलकर्ता ने मृतक को गोली मार दी जिससे उसकी मृत्यु हो गई।",
  "could be held guilty of the offence under Section 304 Part | or Part Il of the IPC as against Section 302 IPC.": "क्या अपीलकर्ता को आईपीसी की धारा 302 के मुकाबले आईपीसी की धारा 304 भाग । या भाग ॥ के तहत अपराध का दोषी ठहराया जा सकता है।",
  "Headnotes": "हेडनोट्स",
  "Penal Code, 1860 — s. 302, 304 Part I, 304 Part Il - Arms Act,": "दंड संहिता, 860 - धारा 302, धारा 304 भाग ।, धारा 304 भाग ॥ - शस्त्र अधिनियम, 959 - धारा",
  "1959 — s.25, s.27 — Deceased shot with country-made pistol — Succumbed to death after bullet hit the deceased on his": "25, धारा 27 - मृतक को देशी कट्टा से गोली मारी गयी - मृतक की गर्दन पर गोली लगने के बाद उसकी मौत",
  "neck — FIR registered under s.302 along with s.25, 27 Arms Act - All Eyewitnesses turned hostile — Trial Court based on": "हो गई - धारा 25, 27 शस्त्र अधिनियम के साथ धारा 302 के तहत एफआईआर दर्ज की गई - सभी प्रत्यक्षदर्शी",
  "evidence arrived at the conclusion that Appellant guilty of the offence alleged under the FIR — High Court affirmed the": "मुकर गए - सबूतों के आधार पर विचारण न्यायालय इस निष्कर्ष पर पहुंचा कि अपीलकर्ता एफआईआर के तहत",
  "s.302 set aside and Appellant convicted for offence under s.304": "के तहत सुनाई गई सजा को रद्द कर दिया गया और अपीलकर्ता को आईपीसी की धारा 304 भाग ॥ के तहत",
  "Part Il IPC — Sentence under s.25 & 27 Arms Act sustained.": "अपराध के लिए दोषी ठहराया गया - धारा 25 और 27 शस्त्र अधिनियम के तहत सजा बरकरार रखी गई।",
  "Held: The Appellant shot the deceased at a marriage ceremony": "अवधारित किया गया: अपीलकर्ता ने एक विवाह समारोह में मृतक को गोली मार दी जिसके परिणामस्वरूप उसकी",
  "resulting in injury on his neck leading to his demise on the spot - FIR came to be registered under s. 302 IPC - The Appellant": "गर्दन पर चोट लगी जिससे उसकी मौके पर ही मृत्यु हो गई - धारा के तहत एफआईओआर दर्ज की गई। 302",
  "confessed to his guilt in his statement under s.161 CrPC - Another": "आईपीसी - अपीलकर्ता ने सीआरपीसी की धारा 6 के तहत अपने बयान में अपना अपराध कबूल किया - शस्त्र",
  "FIR registered under s.25 & 27 of the Arms Act, 1959 - PW1,": "अधिनियम, 959 की धारा 25 और 27 के तहत एक और एफआईआर दर्ज की गई - मृतक के पिता पीडब्लू।",
  "father of the deceased, supported the case of prosecution — All the eyewitnesses turned hostile and the Trial Court based on the": "ने अभियोजन के मामले का समर्थन किया - सभी प्रत्यक्षदर्शी पक्षद्रोही हो गया और सबूतों के आधार पर विचारण",
  "evidence arrived at the conclusion that the Appellant was guilty of S.302 IPC — The High Court upheld the judgment of the Trial": "न्यायालय इस निष्कर्ष पर पहुंचा कि अपीलकर्ता आईपीसी की धारा 302 का दोषी था - उच्च न्यायालय ने",
  "Court convicting the Appellant under s.302 IPC — Question to be": "अपीलकर्ता को आईपीसी की धारा 302 के तहत दोषी ठहराने के विचारण न्यायालय के फैसले को बरकरार रखा",
  "determined whether the Appellant’s act of engaging in celebratory firing during a marriage ceremony could be construed to be an act": "- प्रश्न यह निर्धारित किया जाना है कि क्या एक विवाह समारोह के दौरान जश्न में फायरिंग करने के अपीलकर्ता",
  "so imminently dangerous to cause death or such bodily injury likely": "के कृत्य को ऐसा कृत्य माना जा सकता है जो मौत का कारण बनने के लिए बेहद खतरनाक है या ऐसी शारीरिक",
  "to cause death — Prevalent act of celebratory firing condemned": "चोट जिससे मौत हो सकती है - जश्न में फायरिंग के प्रचलित कृत्य की निंदा की गई - परिस्थितियों की समग्रता",
  "guilty of offence under Section 304 Part | or Part Il of the IPC, as": "धारा 299 आईपीसी के अर्थ के साथ धारा 304भाग ॥ आईपीसी के तहत दंडनीय गैर इरादतन हत्या का दोषी है",
  "Sections 25/ 27 of the Arms Act, 1959 (the “Arms Act”) with fine of": "कठोर कारावाष गुजारना होगा (॥) शस्त्र अधिनियम, 959 (\"शस्त्र अधिनियम\") की धारा 25/27 के तहत 5",
  "Rs. 5,000/- and in default of payment of fine, to undergo rigorous": "साल के कठोर कारावास और 5 हजार रुपये के जुमनि की सजा भुगतना होगा, एवं यदि जुर्मानि के जमा करने में",
  "3. The judgment of conviction and sentence was unsuccessfully assailed by the appellant before the High Court of Judicature at Allahabad (the": "3. दोषसिद्धि एवं सजा के निर्णय को उच्च न्यायालय के समक्ष अपीलार्थी द्वारा आपराधिक अपील संख्या -",
  "“High Court”) vide Criminal Appeal No. 1462 of 2018, titled ‘Shahid Ali v. State of U.P’ which came to be dismissed by the High Court": "462/208 शहिद अली बनाम उत्तर प्रदेश राज्य के तहत असफलतापूर्वक चुनौती दी गयी, जिसको उच्च",
  "4. On 03.12.2021, this Court issued notice limited to the question of nature of offence, that is, as to whether the Appellant could be held": "4. दिनांक 03.2.202 पर, इस न्यायालय ने अपराध की प्रकृति के प्रश्न तक सीमित नोटिस जारी किया, यानी",
  "guilty of the offence under Section 304 Part | or Part Il of the IPC": "कि क्या अपीलकतार्थी को आई. पी. सी. की धारा 304 भाग । या भाग ॥ के तहत अपराध का दोषी ठहराया जा",
  "5. The facts of the case reveal that an FIR was lodged by PW1 - Gulab Alii.e., the chowkidar of village Katena Sikeriya, District Firozabad, at": "5. मामले के तथ्यों से पता चलता है कि पी. डब्ल्यू, ।4-गुलाब अली यानी जिला फिरोजाबाद के गाँव कटेना",
  "ceremony of the daughter of Nizamuddin was being celebrated.": "कि 7.03.206 पर, निजामुद्दीन की बेटी का विवाह समारोह मनाया जा रहा था।उल्लेखनीय रूप से () इश्फाक",
  "Pertinently (i) Ishfaq Ali (the “Deceased”); (ii) other co-accused person i.e., Shahid Ali; and (iii) other relatives were also invited to the said": "अली (मृत); () अन्य सह-अभियुक्त व्यक्ति अर्थात शाहिद अली; और (0) अन्य रिश्तेदारों को भी उक्त विवाह",
  "marriage. It was further stated in the FIR that on 17.03.2016 at about 3:30PM i.e., amidst the marriage ceremony, the Appellant shot at": "में आमंत्रित किया गया था।प्राथमिकी में आगे कहा गया है कि आई. डी. । को दोपहर करीब साढ़े तीन बजे, विवाह",
  "3:30PM i.e., amidst the marriage ceremony, the Appellant shot at Ishfaq Ali which resulted in an injury on his neck and ultimately led": "समारोह के बीच, अपीलकतार्थी ने इश्फाक अली पर गोली चलाई, जिसके परिणामस्वरूप उसकी गर्दन पर चोट",
  "the Deceased and the accused came to be revealed. Furthermore, it was stated that a large number of person(s) saw the alleged incident": "खुलासा हुआ।इसके अलावा, यह कहा गया था कि बड़ी संख्या में लोगों ने कथित घटना को देखा क्योंकि विवाह",
  "an FIR came to be registered as Crime Case No. 108 of 2016 under": "तहत अपराधिक मामला संख्या 08/206 के रूप में एक प्राथमिकी दर्ज की गई।उक्त प्राथमिकी प्रदर्श क-3",
  "been proved as Ex. Ka-13. Thereafter an entry regarding FIR was made in the G.D. Rapat No. 34 Ex. Ka-4 on 17.03.2016 at 1705 hrs.": "के रूप में साबित हुई है।इसके बाद जी. डी. रिपोर्ट संख्या 34 प्रदर्श क- में प्राथमिकी के संबंध में 7.05 बजे",
  "Ka-7). The site plan (Ex.Ka-5) was also prepared. The dead body of the Deceased was brought to the hospital and a post-mortem was": "तैयार की।स्थल योजना (प्रदर्श क-5) भी तैयार की गई थी।मृतक के शव को अस्पताल लाया गया और एक",
  "carried out by a Medical Officer i.e., Dr. Nitin Jaggi, on 18.03.2016.": "चिकित्सा अधिकारी यानी डॉ. नितिन जग्गी द्वारा 8.03.206 पर पोस्टमार्टम किया गया।गिरफ्तार किए गए",
  "his statement recorded under Section 161 of Cr.P.C. Another FIR was also registered against the Appellant for an offence punishable under Section 25/27 of the Arms Act on 08.04.2016 which came": "धारा 25/27 के तहत दंडनीय अपराध के लिए एक और प्राथमिकी भी दर्ज की गई थी, जिसे थाना जसराना में",
  "to be registered as Case Crime No. 147 of 2016, at PS Jasrana. An investigation was carried out in pursuant to the FIR(s) and a": "मामला अपराध संख्या 47/ 206 के रूप में दर्ज किया गया था। एफ. आई. आर. (ओं) के अनुसार जाँच की",
  "charge-sheet was filed. The case was committed to the court of Sessions by the Magistrate and charges were framed for inter alia": "गई और आरोप-पत्र दायर किया गया।मामला मजिस्ट्रेट द्वारा सत्र न्यायालय को सौंप दिया गया था और अन्य",
  "an offence punishable under Section 302 of the Indian Penal Code": "बातों के साथ-साथ भारतीय दंड संहिता की धारा 302 के तहत दंडनीय अपराध और शस्त्र अधिनियम की धारा",
  "and for offences punishable under Section 25/27 of the Arms Acct.": "25/27 के तहत दंडनीय अपराधों के लिए आरोप तय किए गए थे।",
  "The prosecution in support of its case has examined 12 witnesses,": "6. अभियोजन पक्ष ने अपने मामले के समर्थन में 2 गवाहों से पूछताछ की है, जिनमें पीडब्लू। गुलाब अली,",
  "namely, PW1 Gulab Ali, PW2 Idrish Ali, PW3 Nizamuddin, PW 4 Raju Ali, PW5 Mohd. Shakeel, PW6 Shamsher Ali, PW7 Chaman Babu,": "पीडब्लू2 इदरीश अली, पीडब्लू3 निजामुद्दीन, पीडब्लू4 राजू अली, पीडब्लू5 मोहम्मद शकील, पीडब्लू 6 शमशेर",
  "Ali, PW5 Mohd. Shakeel, PW6 Shamsher Ali, PW7 Chaman Babu, PW8 Dr. Nitin Jaggi, PW9 HCP Kshetrapal Singh, PW10 SO/IO": "अली, पीडब्लू 7 चमन बाबू, पीडब्लू 8 डॉ. नितिन जग्गी, पीडब्लू 9 एचसीपी क्षेत्रपाल सिंह, पीडब्लू 0",
  "Lokendrapal Singh, PW11 SI Yashpal Singh and PW 12 Constable Clerk, Bhupendra Singh.": "एसओ/आईओ लोकेंद्रपाल सिंह, पीडब्लू  उप.नि. यशपाल सिंह और पीडब्लू 2 कांस्टेबल क्लर्क, भूपेंद्र सिंह",
  "The prosecution also placed on record documentary evidence viz., written report Ext.Ka-1, post-mortem report Ext.Ka-2, chik FIR Ext.": "7. भा.दं.सं. पक्ष ने दस्तावेजी साक्ष्य जैसे लिखित रिपोर्ट प्रदर्श क-, पोस्टमॉर्टम रिपोर्ट प्रदर्श क-2, चिक",
  "Ka-3, copy of G.D. Ext.Ka-4, site-plan Ext.Ka-5, site-plan in regard to": "प्राथमिकी आर. प्रदर्श क-3, जी. डी. की प्रति. प्रदर्श क-4, साइट-प्लान प्रदर्श क-5, हथियार की मौके पर",
  "Ext.Ka-8, photonash Ext.Ka-9, letter to R.I. Ext.Ka-10, letter to CMO Ext.Ka-11, charge sheet Ext.Ka-12 u/s 302 IPC against accused the": "क-9, आर. आई. को पत्र, प्रदर्श क-०0, सी. एम. ओ. को पत्र प्रदर्श क-।, अपीलकर्ता के खिलाफ आरोप पत्र",
  "Ext.Ka-11, charge sheet Ext.Ka-12 u/s 302 IPC against accused the Appellant, recovery memo Ext.Ka-13, FIR Ext.Ka-13, site-plan Ext.": "प्रदर्श क-2 आई. पी. सी. की धारा के तहत, बरामदगी ज्ञापन प्रदर्श क-3, प्राथमिकी प्रदर्श क-3, साइट-",
  "Ka-14, sanction to prosecute from the D.M Ext.Ka-15, copy of G.D.": "प्लान प्रदर्श क-4, डी.एम प्रदर्श क-5 से मुकदमा चलाने की मंजूरी, जी.डी. प्रदर्श क-6 की प्रतिलिपि और",
  "Ext.Ka-16 and charge sheet Ext.Ka-17 u/s 25/27 Arms Act against accused the Appellant.": "अपीलार्थी के विरूद्ध आर्म्स एक्ट की धारा 25/27 के तहत आरोप पत्र प्रदर्श क-7 है।",
  "The evidence on record has been carefully examined by this Court.": "8. इस न्यायालय द्वारा अभिलेख पर साक्ष्य की सावधानीपूर्वक जांच की गई है।पीडब्लू। गुलाब अली, जो मामले",
  "supported the prosecution case. He has categorically stated that the": "के मुखबिर थे, ने शुरू में अभियोजन पक्ष के मामले का समर्थन किया है।उन्होंने स्पष्ट रूप से कहा है कि मृतक को",
  "Deceased was shot at with the country made pistol and the bullet hit him on his neck and thereafter succumbed to his injuries on the": "देसी पिस्तौल से गोली मारी गई थी और गोली उसकी गर्दन पर लगी थी और उसके बाद उसने मौके पर ही दम",
  "spot. However, in his cross-examination, the same witness Gulab Ali stated that did not see the alleged incident with his own eyes and": "तोड़ दिया।हालाँकि, अपनी जिरह में, वही गवाह गुलाब अली ने कहा कि उसने कथित घटना को अपनी आँखों से",
  "that he is unaware of any old enmity between the Deceased and the Appellant. He has further clarified in his cross-examination that he": "नहीं देखा और वह मृतक और अपीलार्थी के बीच किसी भी पुरानी दुश्मनी से अनजान है।उन्होंने अपनी जिरह में",
  "Appellant. He has further clarified in his cross-examination that he spoke about the enmity between the parties on the basis of hearsay evidence of the people who were present at marriage ceremony.": "आगे स्पष्ट किया है कि उन्होंने विवाह समारोह में मौजूद लोगों के सुनी सुनाई बातों के साक्ष्य के आधार पर पक्षों के",
  "PW2 Idrish Ali i.e., son of the Deceased who was present at the spot initially supported the prosecution case in his examination-": "9. पीडब्लू2 इदरीश अली अर्थात मृतक के बेटे, जो मौके पर मौजूद थे, ने शुरू में अपने जाँच-इन-चीफ में",
  "in-chief, however, subsequently during his cross-examination he": "अभियोजन पक्ष के मामले का समर्थन किया, हालाँकि, बाद में अपनी प्रतिपरीक्षा के दौरान उन्होंने कहा कि मृतक",
  "has stated that there was no enmity between the Deceased and the Appellant his father and his father Ishfaq Ali was shot dead": "और अपीलकर्ता के बीच कोई दुश्मनी नहीं थी, उनके पिता और उनके पिता इश्फाक अली को किसी व्यक्ति ने",
  "by some person on 17.03.2016. PW2 also turned hostile during the trial. PW3 Nizamuddin whose daughter’s marriage was being": "7.03.206 पर गोली मार दी थी।मुकदमे के दौरान पीडब्लू2 भी पक्षद्रोही गया।?५४४/3 निज़ामुद्दीन जिनकी बेटी",
  "solemnized on 17.03.2016, also initially supported the prosecution case, however, in his cross-examination, he has stated that the": "की शादी 7.03.206 को हो रही थी, ने भी शुरू में अभियोजन पक्ष का समर्थन किया था, हालाँकि, अपनी",
  "case, however, in his cross-examination, he has stated that the Appellant was his Bhanja and that he did not see the Appellant firing": "जिरह में, उन्होंने कहा है कि अपीलकर्ता उनका भांजा था और उन्होंने अपीलकर्ता को मृतक पर गोली चलाते नहीं",
  "the shot at Deceased. PW4 Raju Ali also categorically stated that there was no enmity between Appellant and the Deceased and he": "देखा था। पीडब्लू4 राजू अली ने यह भी स्पष्ट रूप से कहा कि अपीलार्थी और मृतक के बीच कोई दुश्मनी नहीं थी",
  "was also declared as a hostile witness by the prosecution. In his": "और उसे अभियोजन पक्षद्रोही द्वारा शत्रुतापूर्ण गवाह भी घोषित किया गया था।अपनी जिरह में, उसने स्पष्ट रूप से",
  "cross-examination, he has categorically stated that he has not given any statement incriminating the accused to the police. PW5 Mohd.": "कहा है कि उसने पुलिस को आरोपी को दोषी ठहराते हुए कोई बयान नहीं दिया है।पीडब्लू5 मोहम्मद शकील, जो",
  "Shakeel who was also allegedly present at the time of incident did not support the prosecution case and he was also declared hostile.": "कथित तौर पर घटना के समय मौजूद था, ने अभियोजन पक्षद्रोही के मामले का समर्थन नहीं किया और उसे भी",
  "PW6 Shamsher Ali also did not support the prosecution case and he": "शत्रुतापूर्ण घोषित कर दिया गया।पीडब्लू6 शमशेर अली ने भी अभियोजन के मामले का समर्थन नहीं किया और",
  "has categorically stated that he has not given any statement under": "उन्होंने स्पष्ट रूप से कहा है कि उन्होंने धारा 6। 07.९. के तहत कोई बयान नहीं दिया है।उन्हें पक्षद्रोही भी",
  "hostile. PW7 Chaman Babu, another eye witness, was also declared": "घोषित किया गया था।एक अन्य चश्मदीद गवाह पीडब्लू 7 चमन बाबू को भी पक्षद्रोही घोषित किया गया",
  "hostile. PW 8 Dr. Nitin Jaggi who carried out the post-mortem stated before the Court that the Deceased died on account of gunshot": "था।पोस्टमॉर्टम करने वाले पीडब्लू 8 डॉ. नितिन जग्गी ने न्यायालय के समक्ष कहा कि मृतक की मौत गोली लगने",
  "wound and supported the prosecution case to the extent that he": "के घाव के कारण हुई और उन्होंने अभियोजन पक्ष के मामले का इस हद तक समर्थन किया कि उन्होंने पोस्टमॉर्टम",
  "has carried out the post-mortem. He has supported his opinion that the Deceased died on account of haemorrhage as a result of ante-": "किया है।उन्होंने अपनी राय का समर्थन किया है कि मृतक की मृत्यु पूर्व-पोस्टमार्टम बंदूक की गोली की चोटों के",
  "the Deceased died on account of haemorrhage as a result of ante- mortem gun shot injuries. PW9 Head Constable Kshetrapal Singh": "परिणामस्वरूप रक्तस्राव के कारण हुई थी।पीडब्लू9 हेड कांस्टेबल क्षेत्रपाल सिंह, जो एक औपचारिक गवाह थे, ने",
  "who was a formal witness supported the prosecution case and proved the First Information Report which was lodged on 17.03.2016. PW10": "अभियोजन पक्ष के मामले का समर्थन किया और प्रथम सूचना रिपोर्ट को साबित किया जो 7.03.206 पर दर्ज",
  "Station Officer Lokendra Pal Singh also supported the prosecution": "की गई थी।पीडब्लू।0 स्टेशन अधिकारी लोकेंद्र पाल सिंह ने भी अभियोजन पक्ष के मामले का समर्थन किया।पी.",
  "case. PW11 Sub Inspector Yashpal Singh who was present along with PW-10 during the police custody remand of the Appellant has": "डब्ल्यू. १। उप निरीक्षक यशपाल सिंह, जो अपीलार्थी की पुलिस हिरासत के दौरान पी. डब्ल्यू.-0 के साथ मौजूद",
  "deposed that recovery of firearm and cartridge was made at the": "थे, ने बयान दिया है कि अपीलार्थी के कहने पर आग्रेयास्त्र और कारतुस की बरामदगी की गई थी और उन्होंने",
  "instance of the Appellant and has supported the prosecution case. PW12 constable Bhupendra Singh who is also an eye witness of": "अभियोजन पक्ष के मामले का समर्थन किया है। पीडब्लू 2 के सिपाही भूपेंद्र सिंह, जो विचाराधीन फायर आर्म",
  "the recovery of the fire arm in question and the cartridge has also supported the prosecution case.": "और कार्ट्रिंज की बरामदगी के चश्मदीद गवाह भी हैं, ने भी अभियोजन पक्ष के मामले का समर्थन किया है।",
  "The evidence on record reveals that all the eyewitnesses have turned": "0. रिकॉर्ड पर मौजूद सबूतों से पता चलता है कि सभी प्रत्यक्षदर्शी मुकर गए हैं और सबूतों के आधार पर विचारण",
  "the conclusion that the Appellant was guilty of the offences alleged": "न्यायालय इस निष्कर्ष पर पहुंचा है कि अपीलकर्ता एफआईआर के तहत कथित अपराधों का दोषी था; और",
  "under the FIR; and accordingly proceeded to convict the Appellant.": "तदनुसार अपीलकर्ता को दोषी ठहराने के लिए आगे बढ़े।इसके बाद, उच्च विचारण न्यायालय ने निचली अदालत"
}