{
  "JANUARY 25, 2022. [B.V. NAGARATHNA]": "25 जनवरी, 2022",
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO. 7382 OF 2021": "दीवानी अपील संख्या 7382/202.",
  "Brijesh Chandra Dwivedi (Dead) Thr. LRs. ...Appellant(s)": "बृजेश चंद्र द्विवेदी (मृत) के विधिक प्रतिनिधि... ....... अपीलार्थी (गण)",
  "Versus": "बनाम",
  "M.R. SHAH, J.": "न्यायमूर्ति एम. आर. शाह",
  "and order passed by the High Court of Judicature at Allahabad in Civil Miscellaneous Writ Petition No. 35483 of 2002 by which the High Court": ". सिविल प्रकीर्ण रिट याचिका संख्या 35483/2002 में इलाहाबाद उद्च न्यायालय द्वारा पारित आक्षेपित निर्णय और आदेश जिसके द्वारा उच्च न्यायालय ने",
  "has dismissed the said writ petition refusing to set aside the order of": "इंकार करते हुए उक्त रिट याचिका को खारिज करने से व्यथित और असंतुष्ट",
  "dismissal passed by the Disciplinary Authority, the employee (now the heirs of the deceased employee) has preferred the present appeal.": "महसूस करते हुए कर्मचारी (अब मृतक कर्मचारी के वारिस) ने वर्तमान अपील दायर किया है।",
  "2. That the employee Brijesh Chandra Dwivedi (since deceased) was": "2. यह कि कर्मचारी बुजेश चंद्र द्विवेदी (मृतक होने तक) फतेहपुर में 2 वीं",
  "a driver posted at the 12\" Battalion, PA.C. at Fatehpur. While he was": "बटालियन, पी.ए.सी. में तैनात ड्राइवर था।जब वह कुंभ मेला ड्यूटी पर पी.ए.सी.",
  "on duty driving a truck carrying the P.A.C. personnel from Fatehpur to Allahabad on Kumbh Mela duty, it was involved in a motor accident with": "जवानों को फतेहपुर से इलाहाबाद ले जाने के लिए ट्रक चला रहा था और जीप से",
  "a jeep. He was charged for having caused the accident by dashing his": "हुई दुर्घटना में वह भी शामिल था।उस पर शराब पीकर ड्राइविंग करते समय जीप",
  "and leniency may be shown and the order of dismissal be converted into compulsory retirement.": "उदारता दिखाई जा सकती है और बर्खास्तगी के आदेश को अनिवार्य सेवानिवृत्ति",
  "9. However, it is required to be noted that the employee was the": "9. हालांकि, यह ध्यान दिया जाना आवश्यक है कि कर्मचारी सेना में तैनात",
  "driver posted in the Military and he was posted at the 12\" Battalion, P.A.C. at Fatehpur. The allegation against the employee is at the time": "ड्राइवर था और वह फतेहपुर में 2 वीं बटालियन, पीएसी में तैनात था।कर्मचारी",
  "when the employee was driving the vehicle under the influence of liquor,": "के खिलाफ आरोप उस समय का है जब कर्मचारी शराब के नशे में वाहन चला रहा",
  "the truck/vehicle was carrying PA.C. personnel and the said": "था, ट्रक/वाहन पीएसी कर्मियों को ले जा रहा था और उक्त वाहन /ट्रक की जीप",
  "vehicle/truck met with an accident with a jeep. His defence that due to the break failure, the accident took place and the truck dashed to the": "से टक्कर हो गई। उसका बचाव है कि ब्रेक फेल होने के कारण दुर्घटना घटी और",
  "backside of the jeep has been disbelieved. The fact that he was driving": "ट्रक जीप के पिछले हिस्से से जा टकराया। तथ्य यह है कि वह शराब के नशे में",
  "proved, even on the medical examination conducted on the same date.": "ट्रक चला रहा था और उसी तारीख को किए गए मेडिकल परीक्षण में साबित हो",
  "alcohol is a very serious misconduct and such an indiscipline cannot be": "ही गंभीर कदाचार है और इस तरह की अनुशासनहीनता को बर्दाश्त नहीं किया",
  "tolerated and that too in the disciplined Military.": "जा सकता है और वह भी अनुशासित सेना में।",
  "10. Merely because there was no major loss and it was a minor": "0. केवल इसलिए कि कोई बड़ा नुकसान नहीं हुआ था और यह एक छोटी सी",
  "accident cannot be a ground to show leniency. It was sheer good luck": "दुर्घटना थी इसलिए नरमी दिखाने का आधार नहीं हो सकता। किस्मत अच्छी थी",
  "that the accident was not a fatal accident. It could have been a fatal": "कि दुर्घटना बहुत बड़ी और घातक नहीं थी। यह एक घातक दुर्घटना हो सकती",
  "accident. When the employee was driving a truck carrying the P.A.C.": "थी। जब कर्मचारी पीएसी जवानों को ले जाने वाला ट्रक चला रहा था तो ट्रक में",
  "personnel, the lives of those P.A.C. personnel who were travelling in the truck were in the hands of the driver. Therefore, it can be said that he": "बैठे उन पीएसी जवानों का जीवन चालक के हाथ में था। इसलिए, यह कहा जा",
  "played with the lives of those P.A.C. personnel, who were on duty and": "सकता है कि उसने उन पीएसी जवानों के जीवन से खिलवाड़ किया जो ड्यूटी पर",
  "travelling from Fatehpur to Allahabad on Kumbh Mela duty.": "थे और कुंभ मेला ड्यूटी पर फतेहपुर से इलाहाबाद जा रहे थे।",
  "11. Even otherwise, driving a vehicle under the influence of alcohol is": "7. अन्यथा, शराब नशे में वाहन चलाना न केवल एक कदाचार है, बल्कि यह",
  "not only a misconduct but it is an offence also. Nobody can be permitted to drive the vehicle under the influence of alcohol. Such a misconduct of": "एक अपराध भी है। किसी को भी शराब के सेवन करके वाहन चलाने की अनुमति",
  "driving a vehicle under the influence of alcohol and playing with the life": "नहीं दी जा सकती है। शराब पीकर वाहन चलाने और दूसरों के जीवन के साथ",
  "of the others is a very serious misconduct. There are also other": "खेलने का ऐसा कदाचार बहुत गंभीर है। कर्मचारी द्वारा पहले किए गए अन्य",
  "12. However, at the same time, considering the statement of the employee at the time of the enquiry and the explanation given by him": "42. हालांकि, उसी समय पूछताछ में कर्मचारी के बयान और उसके द्वारा दिए गए",
  "that on going to duty on taking the vehicle from battalion, he had not": "स्पष्टीकरण पर विचार करते हुए कि बटालियन से वाहन लेने पर ड्यूटी पर जाने",
  "suppress the fear on coming to battalion and on parking the vehicle, he": "और वाहन पार्क करने पर डर को खत्म करने के लिए वह सीधे बस टर्मिनल",
  "went directly to bus terminal, Ghazipur and consumed 100 ml of country": "गाजीपुर गया और 00 मिली देशी शराब का सेवन किया, हालांकि यह स्वीकार",
  "02.02.2000, he was found to have been under the influence of alcohol.": "गया था। उसी तारीख यानी दिनांक 02.02.2000 को हुए चिकित्सीय जांच में",
  "A departmental enquiry was initiated against him. On completion of the": "पाया गया कि उसने शराब पी रखी थी। उसके खिलाफ विभागीय जांच शुरू की",
  "departmental enquiry, Inquiry Officer proposed punishment of dismissal.": "गई।विभागीय जांच पूरी होने पर, जांच अधिकारी ने बर्खास्तगी की सजा का",
  "Second show-cause notice was issued by the Disciplinary Authority and": "प्रस्ताव दिया।दूसरा कारण बताओ नोटिस अनुशासनिक प्राधिकारी द्वारा जारी",
  "after considering his reply thereto the punishment of dismissal was": "किया गया था और उसके जवाब पर विचार करने के बाद बर्खास्तगी की सजा दी",
  "awarded which was confirmed by the Appellate Authority.": "गई थी जिसे अपीलीय प्राधिकारी द्वारा पुष्टि की गई थी।",
  "3. Feeling aggrieved and dissatisfied with the award of punishment of dismissal, the employee filed a writ petition before the High Court being": "3. बर्खास्तगी के दण्ड से व्यथित और असंतुष्ट महसूस करते हुए, कर्मचारी ने उच्च",
  "Civil Miscellaneous Writ Petition No. 35483 of 2002. Before the High": "न्यायालय के समक्ष सिविल प्रकीर्ण रिट याचिका संख्या 35483/2002 के रूप",
  "disproportionate to the misconduct proved. By the impugned judgment": "बर्खास्तगी का दण्ड कदाचार साबित होने के अनुपात से अधिक है। आक्षेपित",
  "and order, the High Court has dismissed the writ petition and has also": "निर्णय और आदेश द्वारा, उच्च न्यायालय ने रिट याचिका खारिज कर दिया और",
  "held that in the facts and circumstances of the case, a punishment of": "यह भी अवधारित किया कि मामले के तथ्यों और परिस्थितियों में बर्खस्तगी के",
  "dismissal cannot be said to be disproportionate to the misconduct": "दण्ड को किए गए कदाचार के लिए अनुपातहीन नहीं कहा जा सकता है। उच्च",
  "committed. Feeling aggrieved and dissatisfied with the impugned judgment and order passed by the High Court, the employee had": "न्यायालय द्वारा पारित आक्षेपित निर्णय और आदेश से व्यथित और असंतुष्ट",
  "preferred the present appeal. During the pendency of the proceedings": "महसूस करते हुए, कर्मचारी ने वर्तमान अपील दायर की। इस न्यायालय के समक्ष",
  "before this Court, the employee has died and thereafter his heirs were": "कार्यवाही के लंबित रहने के दौरान, कर्मचारी की मृत्यु हो गई और उसके बाद",
  "brought on record and the present appeal is being prosecuted by the": "वर्तमान अपील पर मुकदमा चलाया जा रहा है।",
  "4. Learned counsel appearing on behalf of the appellant/s has": "4. अपीलकर्ता/गणों की ओर से पेश विद्वान अधिवक्ता ने कहा कि इस तथ्य को",
  "submitted that considering the fact that it was a minor accident, which": "देखते हुए कि यह एक मामूली दुर्घटना थी, जिसके परिणामस्वरूप वाहन को कुछ"
}