{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NO. 246 of 2017": "सिविल अपील सं. 246 वर्ष 207",
  "Versus": "बनाम",
  "UNION OF INDIA AND OTHERS van RESPONDENTS": "भारत संघ एवं अन्य ५० प्रतिवादी",
  "JUDGEMENT": "निर्णय",
  "2015, passed by the Armed Forces Tribunal’, Regional Bench, Lucknow whereby the": ". वर्तमान अपील सशस्त्र बल न्यायाधिकरण', क्षेत्रीय पीठ, लखनऊ द्वारा",
  "appeal? originally filed by the appellant as a Writ Petition before the High Court of": "तहत अपीलकर्ता द्वारा मूल रूप से इलाहाबाद उच्च न्यायालय* के समक्ष दायर की",
  "and the orders dated 24th August, 1999 and 4t October, 2001 passed by the respondents": "सं. 5 और 2 द्वारा पारित, क्रमशः 24 अगस्त, 999 और 4 अक्टूबर, 2004",
  "Y*\"Fr short “AFT”": "] संक्षेप में “एएफटी”",
  "ieseetis| 3 Writ Petition No. 3439 of 2003": "3. रिट याचिका सं. 3439 वर्ष 2003",
  "on the appellant under Sections 39 (b) and 63 of the Army Act, set out in the impugned": "अधिनियम, 4950* की धारा 39 (ख) के तहत उनके खिलाफ लगाए गए आरोप",
  "2. Briefly stated, the facts of the case are that the appellant was enrolled in the Army": "2. संक्षेप में, वाद के तथ्य यह हैं कि अपीलकर्ता को 4 जनवरी, 983 को",
  "Service Corps® on 4% January, 1983 as a Mechanical Transport Driver. In the year 1998,": "सेना सेवा कोरः में एक यांत्रिक परिवहन चालक के रूप में भर्ती किया गया था। वर्ष",
  "he was initially granted leave for 39 days from 8 November, 1998 to 16\" December, 1998.": "998 में, उसे आरंभ में, 8 नवंबर, 4998 से 6 दिसंबर, 998 तक 39 दिनों के लिए अवकाश दिया गया। अनुकंपा के आधार पर अवकाश बढ़ाने के उसके",
  "17** December, 1998 to 15\" January, 1999. However, the appellant failed to rejoin duty.": "अवकाश दिया गया। हालाँकि, अपीलकर्ता पुनः सेवा ग्रहण करने में विफल रहा।",
  "Claiming that his wife had fallen ill and he was arranging her medical treatment and looking": "यह दावा करते हुए कि उसकी पत्नी बीमार हो गई थी और वह उसके चिकित्सा उपचार की व्यवस्था कर रहा था और उसकी देखभाल कर रहा था, वह अनुदत्त",
  "extension of leave was rejected®. However, he did not report back immediately. On 15th": "के टेलीफोनिक अनुरोध को अस्वीकार कर दिया गया\" लेकिन, वह तुरंत वापस नहीं लौटा। दिनांक 45 फरवरी 4999 को सेना अधिनियम की धारा 406 के",
  "February 1999, a Court of Inquiry was conducted under Section 106 of the Army Act to": "नहीं लौटा। दिनांक 45 फरवरी 4999 को सेना अधिनियम की धारा 406 के तहत उन परिस्थितियों की जांच के लिए एक कोर्ट ऑफ इन्क्वायरी गठित की गई",
  "investigate the circumstances under which the appellant had overstayed leave. The Court": "जिनके तहत अपीलकर्ता अवकाश से अधिक समय तक छुट्टी पर रहा। न्यायालय",
  "opined that the appellant be declared a deserter with effect from 16' January, 1999.": "ने राय दी कि अपीलकर्ता को दिनांक 46 जनवरी, 999 से भगोड़ा घोषित किया",
  "7 For short ‘SCM’": "5 संक्षेप में “एएससी”",
  "subjecting him to a term of imprisonment under Section 39, he had been dismissed from": "उसकी आदत थी। आक्षेपित निर्णय में दिया गया, सैन्य अधिनियम की धारा 39",
  "of leave was unreasonably rejected by the respondents whereupon he had returned to the": "अवकाश बढ़ाने के लिए उसके अनुरोध को प्रतिवादीगण द्वारा अनुचित रूप से",
  "Unit on 8 February, 1999, thus, having overstayed leave only by 34 days, is not borne out": "अस्वीकार कर दिया गया था, जिसके बाद वह 8 फरवरी, 4999 को इकाई में लौट आया, इस प्रकार, केवल 34 दिनों तक अधिक अवकाश पर रहने की पुष्टि",
  "from the records. The appellant was granted leave for 39 days from 8\" November, 1998": "रिकॉर्ड से नहीं होती है। अपीलकर्ता को 8 नवंबर, 998 से 46 दिसंबर, 998",
  "to 16 December, 1998, and his request for extension was acceded to upto 15 January,": "तक 39 दिनों के लिए छुट्टी दी गई थी और विस्तार के लिए उनके अनुरोध को 5 जनवरी, 999 तक के लिए स्वीकार कर लिया गया था। जब प्रतिवादीगण द्वारा",
  "1999. When his request for further extension of leave was turned down by the": "जनवरी, 999 तक के लिए स्वीकार कर लिया गया था। जब प्रतिवादीगण द्वारा अवकाश के और विस्तार के उनके अनुरोध को अस्वीकार कर दिया गया, तो",
  "respondents, the appellant ought to have reported for duty immediately on expiry of the": "अपीलकर्ता को विस्तारित छुट्टी की समाप्ति पर तुरंत सेवा ग्रहण करना चाहिए था,",
  "extended leave but he failed to do so. No document was produced by the appellant to": "लेकिन वह ऐसा करने में विफल रहा। अपीलकर्ता द्वारा यह प्रदर्शित करने के लिए",
  "demonstrate that he had reported to the Unit on 18'\" February, 1999. In fact, even in his": "कोई दस्तावेज़ प्रस्तुत नहीं किया गया कि उसने 8 फरवरी, 999 को इकाई में उपस्थित हुआ था। वास्तव में, साक्ष्य के सारांश के दौरान दिए गए अपने बयान में",
  "statement made during the Summary of Evidence, the appellant failed to mention that he": "उपस्थित हुआ था। वास्तव में, साक्ष्य के सारांश के दौरान दिए गए अपने बयान में भी, अपीलकर्ता यह उल्लेख करने में विफल रहा कि वह 48 फरवरी, 999 को",
  "thought. In fact, in his statement, the appellant had clearly admitted that he left his home": "में, अपने बयान में, अपीलकर्ता ने स्पष्ट रूप से स्वीकार किया था कि वह अपने",
  "and came to Bangalore where he surrendered on 3% May, 1999, after remaining unauthorizedly absent for 108 days.": "घर से बैंगलोर आया, जहाँ उसने 08 दिनों तक अनधिकृत रूप से अनुपस्थित रहने के बाद 3 मई, 999 को आत्मसमर्पण किया।",
  "has wrongly been imposed such a harsh punishment of dismissal from service. It was thus": "से सेवा से बर्खास्तगी की इतनी कठोर सजा दी गई है। इस प्रकार यह तर्क दिया",
  "argued that the punishment of dismissal from service imposed on the appellant was": "गया कि अपीलकर्ता पर अधिरोपित सेवा से बर्खास्तगी की सजा किए गए अपराध",
  "6. Per contra, Mr. R. Balasubramanian, learned Senior Advocate appearing for the": "6. इसके विपरीत, प्रतिवादीगण की ओर से प्रस्तुत विद्वान वरिष्ठ अधिवक्ता श्री",
  "respondents refuted the arguments advanced by the other side and submitted that the": "आर, बालासुब्रमण्यम ने दूसरे पक्ष की दलीलों का खंडन किया और कहा कि",
  "appellant remained a habitual defaulter which is apparent from the number of punishments": "अपीलकर्ता एक आदतन डिफॉल्टर बना रहा जो उस पर अधिरोपित दंडों की",
  "imposed on him, as set out in para 4 of the impugned order. It was argued that contrary to": "संख्या से स्पष्ट है, जैसा कि आक्षेपित आदेश के पैरा 4 में दिया गया है। यह तर्क",
  "the assertion of the appellant that he had reported to his Unit on 18 February, 1999 but": "दिया गया कि अपीलकर्ता के इस दावे के विपरीत कि उसने 48 फरवरी, 999",
  "was not allowed entry, as per the records, he did not report for duty on expiry of the": "को अपनी इकाई में उपस्थित हुआ, लेकिन उसे प्रवेश की अनुमति नहीं दी गई, अभिलेखों के अनुसार, वह विस्तारित अवकाश की समाप्ति पर सेवा ग्रहण करने के",
  "extended leave; nor did he provide any documents to support his claim that his wife was": "लिए उपस्थित नहीं हुआ; और न ही उसने अपने इस दावे का समर्थन करने के लिए कोई दस्तावेज प्रस्तुत किया कि उसकी पत्नी इतनी अस्वस्थ थी और वह",
  "so unwell and he was getting her treated. The allegation of the appellant that the procedure": "उसका इलाज करा रहा था। अपीलकर्ता के इस आरोप -कि कोर्ट ऑफ",
  "followed during the conduct of the Court of Enquiry or the SCM was contrary to the Rules,": "इन्क्वायरी या एससीएम के दौरान अपनाई गई प्रक्रिया नियमों के विपरीत थी- का",
  "was strongly refuted by the learned senior counsel who stated that the Court of Enquiry": "विद्वान वरिष्ठ अधिवक्ता द्वारा दृढ़ता से खंडन किया गया, जिन्होंने कहा कि कोर्ट",
  "was conducted under the orders of the respondent No. 4 and there was no procedure": "ऑफ इन्क्वायरी प्रतिवादी सं. 4 के आदेश के तहत की गई थी और प्रतिवादी सं.",
  "prescribed for the respondent No. 4 to have reported the matter directly to the respondent": "4 द्वारा मामले की सूचना सीधे प्रतिवादी सं. 3 को देने की कोई प्रक्रिया विहित",
  "cited at serial number (f) above. Such gross indiscipline on the part of the appellant who": "0. उपरोक्त तालिका से यह स्पष्ट है कि अपीलकर्ता आदतन डिफॉल्टर था। ऊपर क्रम संख्या (च) में उद्धृत वर्तमान घटना से पहले उसके खिलाफ चार",
  "far too often for seeking condonation of his absence of leave, this time, for a prolonged": "की लंबी अवधि के लिए बगैर छुट्टी के अनुपस्थित रहा जिसकी माफी नहीं हो",
  "period of 108 days which if accepted, would have sent a wrong signal to others in service.": "सकती, जिसे यदि स्वीकार किया जाता, तो सेवा में अन्य लोगों को गलत संदेश",
  "One must be mindful of the fact that discipline is the implicit hallmark of the Armed Forces": "जाएगा। इस तथ्य का ध्यान रखना चाहिए कि अनुशासन सशस्त्र बलों की",
  "11. As for the plea taken on behalf of the appellant that the charge under Section 39(b)": "4. जहां तक अपीलकर्ता की ओर से दी गई इस दलील का संबंध है कि धारा",
  "“39. Absence without leave. Any person subject to this Act who commits any of the following offences, that is to say,-": "\"39. बिना अवकाश के अनुपस्थित रहना. इस अधिनियम के अधीन कोई भी व्यक्ति जो निम्नलिखित अपराधों में से कोई भी करता है, अर्थात -",
  "(a) absents himself without leave; or": "(ए) बिना अवकाश के अनुपस्थित रहता है; या",
  "(b) without sufficient cause overstays leave granted to him; or": "(ख) बिना पर्याप्त कारण के अनुदत्त अवधि से अधिक समय तक अवकाश पर रहता है; या",
  "(c) being on leave of absence and having received information from proper authority that": "(ग) अवकाश पर रहने के कारण अनुपस्थित है और सम्यक प्राधिकारी से सूचना प्राप्त होने के बाद कि किसी भी बल, या किसी",
  "any corps, or portion of a corps, or any department, to which he belongs, has been": "बल के हिस्से, या कोई विभाग, जिससे वह संबंधित है, को सक्रिय",
  "ordered on active service, fails, without sufficient cause, to rejoin without delay; or": "सेवा का आदेश दिया गया है, बिना पर्याप्त कारण के, अविलम्ब",
  "(d) without sufficient cause fails to appear at the time fixed at the parade or place appointed for exercise or duty; or": "(घ) अभ्यास या कर्तव्य के लिए नियुक्त परेड या स्थान पर निर्धारित समय पर पर्याप्त कारण के बिना उपस्थित होने में विफल",
  "(e) when on parade, or on the line of march, without sufficient cause or without leave from": "(ड) परेड पर, या मार्च की पंक्ति पर, पर्याप्त कारण के बिना या",
  "his superior officer, quits the parade or line of march; or": "अपने वरिष्ठ अधिकारी की अनुमति के बिना, परेड या मार्च की पंक्ति छोड़ देता है; या",
  "(f) when in camp or garrison or elsewhere, is found beyond any limits fixed, or in any": "(च) शिविर या छावनी में या कहीं और, किसी निर्धारित सीमा से",
  "place prohibited, by any general, local or other order, without a pass or written leave from": "परे, या किसी सामान्य, स्थानीय या अन्य आदेश द्वारा निषिद्ध",
  "his superior officer; or": "किसी स्थान पर, अपने वरिष्ठ अधिकारी से पास या लिखित अनुमति के बिना पाया जाता है; या",
  "(g) without leave from his superior officer or without due cause, absents himself from any": "(छ) अपने वरिष्ठ अधिकारी की अनुमति के बिना या उचित कारण",
  "school when duly ordered to attend there;": "के बिना, किसी स्कूल में उपस्थित रहने के विधिवत आदेश पर",
  "shall, on conviction by court- martial, be liable to suffer imprisonment for a term which may": "कोर्ट मार्शल द्वारा दोषी ठहराए जाने पर, ऐसी अवधि के लिए",
  "extend to three years or such less punishment as is in this Act mentioned.”": "कारावास भुगतने के लिए उत्तरदायी होगा जो तीन साल की हो सकती है या उससे कम सजा जो इस अधिनियम में उल्लिखित है।",
  "try any offence punishable under the Act.": "अधिनियम के तहत दंडनीय किसी भी अपराध का विचारण एससीएम कर सकता",
  "16. Regulation 448 of the DSR cited by learned counsel contemplated the scale of": "6. विद्वान अधिवक्ता द्वारा उद्धृत डीएसआर का विनियम 448 एससीएम द्वारा",
  "these are general instructions issued for the guidance of officers holding SCM for passing": "कहा गया है कि ये सजा देने के लिए एससीएम अधिकारियों के मार्गदर्शन के लिए",
  "a sentence and that nothing contained in the said Regulation would be construed as limiting": "जारी किए गए सामान्य निर्देश हैं और उक्त विनियम में निहित कुछ भी किसी भी",
  "the discretion of the Court to pass any legal sentence, even if there is good reason for": "कानूनी सजा को पारित करने के लिए न्यायालय के विवेकाधिकार को सीमित करने वाला नहीं माना जाएगा, भले ही ऐसा करने का अच्छा कारण हो। इसलिए,",
  "to Regulation 448 to urge that for absence without leave or for overstaying leave, the": "दलील के लिए देना कि अवकाश के बिना अनुपस्थिति या अवकाश से अधिक",
  "normal punishment being rigorous imprisonment for three years or less to be undergone": "समय तक छुट्टी पर रहने के लिए, सामान्य दण्ड सैन्य हिरासत में तीन साल या",
  "in military custody, punishment of dismissal from service could not have been inflicted on": "अपीलकर्ता को सेवा से बर्खास्त करने की सजा नहीं दी जानी चाहिए थी,",
  "the appellant by the SCM, is unacceptable. Sufficient discretion vests in the SCM to inflict a higher punishment in the given facts and circumstances of a case. Same is the position": "अस्वीकार्य है। किसी वाद के तथ्यों और परिस्थितियों के मद्देनजर एससीएम में अधिक सजा देने के लिए पर्याप्त विवेकाधिकार निहित होता है। अधिनियम की",
  "under Sections 72 and 73 of the Act. Both the sections leave it to the discretion of the Court": "धारा 72 और 73 के तहत भी यही स्थिति है। दोनों धाराएं अपराध की प्रकृति",
  "Martial to award a particular punishment, depending on the nature and degree of the": "और मात्रा के आधार पर एक विशेष सजा देना कोर्ट मार्शल के विवेकाधिकार",
  "offence. There is no merit in the submission made by learned counsel for the appellant that": "छोड़ देती हैं। अपीलकर्ता के लिए विद्वान अधिवक्ता द्वारा दी गई इस दलील में",
  "the said provisions are not applicable to a SCM.": "कोई मेरिट नहीं है कि उक्त प्रावधान एससीएम पर लागू नहीं होते हैं।",
  "(1) Subject to the provisions of sub- section (2), a summary court- martial may try any offence": "(4) उप-धारा (2) के प्रावधानों के अधीन, कोई समरी कोर्ट मार्शल इस",
  "(2) When there is no grave reason for immediate action and reference can without detriment to": "(2) जब तत्काल कार्रवाई के लिए कोई गंभीर कारण न हो और अनुशासन",
  "service a summary general court- martial for the trial of the alleged offender, an officer holding": "के विचारण के लिए एक समरी जनरल कोर्ट-मार्शल को संदर्भित किया जा",
  "of the sections 34, 37 and 69, or any offence against the officer holding the court .”": "बिना ऐसे अधिकारी के विरुद्ध धारा 34, 37 और 69 में से किसी के तहत",
  "(4) A summary court- martial may pass any sentence which may be passed under this Act,": "(4) समरी कोर्ट-मार्शल कोई भी सजा पारित कर सकता है जो इस",
  "except a sentence of death or transportation, or of imprisonment for a term exceeding the limit specified in sub- section (5).”": "अधिनियम के तहत पारित की जा सकती है, सिवाय मृत्यु या परिवहनित किए जाने की सजा या उप-धारा (5) में निर्दिष्ट सीमा से अधिक अवधि",
  "15. _ Itis explicit from the aforesaid provision that the said section deals with the offences": "5. उपरोक्त प्रावधान से यह स्पष्ट है कि उक्त धारा, धारा 34 अर्थात दुश्मन से",
  "punishable under Section 34 i.e., offences in relation to the enemy and punishable with": "संबंधित अपराध और मृत्यु से दंडनीय अपराध से संबंधित है, धारा 37, अर्थात",
  "death, Section 37, i.e., Army mutiny and Section 69 i.e., Civil Offences. Sub-section (2) of": "सैन्य विद्रोह और धारा 69 अर्थात नागरिक अपराध। धारा 20 की उप-धारा",
  "mentioned in Sections 34, 37 and 69 without any reference to a District Court Martial or a": "(2) एससीएम करने वाले अधिकारी पर धारा 34,37 और 69 में उल्लिखित",
  "imprisonment for a term that may exceed a period of one year for an officer of the rank of": "कर्नल और उससे ऊपर के रैंक के अधिकारी के लिए एक वर्ष से अनधिक और",
  "Lieutenant Colonel and above and a period of three months for an officer below that rank,": "उस रैंक से नीचे के अधिकारी के लिए तीन माह से अनधिक, जैसा कि उप-धारा"
}