{
  "We deprecate the practice of a State filing such cases before the": "हम सर्वोच्च न्यायालय के समक्ष इस तरह के मामले दायर करने की राज्य की प्रथा की निंदा करते हैं। इस प्रकार, आज से चार",
  "payable by the appellant to the respondent within a period of four weeks": "सप्ताह की अवधि के भीतर अपीलकर्ता द्वारा प्रत्यर्थी को देय",
  "FEBRUARY 09, 2023. [B.V. NAGARATHNA]": "09 फरवरी 2023.",
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय अधिकारिता",
  "CIVIL APPEAL NO. 3639 OF 2022": "दीवानी अपील संख्या 3639/2022",
  "State of U.P. and Ors. ... Appellant(s)": "उत्तर प्रदेश राज्य और अन्य ... अपीलकर्ता (गण)",
  "Versus": "बनाम",
  "Smt. Priyanka ...Respondent(s)": "श्रीमती प्रियंका ... प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "1. Feeling aggrieved and dissatisfied with the impugned judgment and order passed by the High Court of Judicature at Allahabad in Special Appeal No. 343 of 2021 by which the Division Bench of the High": ". विशेष अपील संख्या 343/202 में इलाहाबाद उच्च न्यायालय द्वारा पारित आक्षेपित निर्णय और आदेश से व्यथित और असंतुष्ट",
  "the death of the deceased employee (her husband), the State of U.P.": "राज्य व अन्य को मृत कर्मचारी (उसके पति) की मृत्यु पर मूल रिट",
  "ag The facts leading to the present appeal in nutshell are as under:-": "2. संक्षेप में वर्तमान अपील के लिए प्रमुख तथ्य इस प्रकार हैं: -",
  "2.1 That the deceased employee Dr. Vinod Kumar, husband of the": "2.] यह कि मूल रिट याचिकाकर्ता के पति, मृतक कर्मचारी डॉ.",
  "02.07.2001 and died on 11.08.2009 while in service. The original writ": "02.07.2007 को सेवा में आए और सेवा के दौरान .08.2009",
  "petitioner - wife of the deceased employee applied for payment of": "को उनकी मृत्यु हो गई। मूल रिट याचिकाकर्ता- मृतक कर्मचारी की पत्नी ने अपने पति(? ) के कारण ग्रेच्युटी के भुगतान के लिए",
  "that the husband of the petitioner, while in service, had not opted for retirement at the age of 60 years. The original writ petitioner therefore": "कि याचिकाकर्ता के पति ने, सेवा में रहते हुए, 60 वर्ष की आयु में सेवानिवृत्ति का विकल्प नहीं चुना था। इसलिए मूल रिट",
  "2.2 Relying upon and following the earlier decisions of the High Court": "2.2 विद्वान एकल न्यायाधीश ने उच्च न्यायालय के पूर्व विनिश्चयों पर अवलम्ब लेते हुए और उनका अनुसरण करते तथा यह देखते हुए कि",
  "he would have retired in 2026, if he had opted for retirement at the age": "सेवानिवृत्ति का विकल्प चुना होता, तो वह 2026 में सेवानिवृत्त हो",
  "of 60 years and before he could opt for retirement at the age of 60 years,": "जाता और इससे पहले कि वह 60 वर्ष की आयु में सेवानिवृत्ति का",
  "he died, therefore, the learned Single Judge allowed the writ petition and": "विकल्प चुन सके, उसकी मृत्यु हो गई, इसलिए विद्वान एकल न्यायाधीश ने रिट याचिका को अनुमति प्रदान की और",
  "Court, confirmed by the Division Bench, may not be interfered with.": "खण्ड पीठ द्वारा पुष्टि की गई है, हस्तक्षेप नहीं किया जा सकता है।",
  "5. We have heard learned counsel for the respective parties at": "५. हमने संबंधित पक्षों के विद्वान अधिवक्ताओं को विस्तार से सुना",
  "At the outset, it is required to be noted that the date of birth of the": "शुरुआत में, यह ध्यान देने योग्य है कि मृतक की जन्म तिथि",
  "deceased was 1.7.1951. He was appointed as a Lecturer on 2.7.2001.": ".7.95] थी। उन्हें 2.7.200 को लेक्चरर के रूप में नियुक्त",
  "He would have completed 60 years of his age on 30.06.2011. As per": "किया गया।उन्होंने 30 जून 20] को अपनी आयु 60 वर्ष पूरी कर",
  "Government Order dated 16.09.2009, he would have exercised his": "ली होती। दिनांक 6.09.2009 के शासकीय आदेश के अनुसार,",
  "option to retire at the age of 60 years on or before 1.7.2010, However,": "उन्होंने । जुलाई 200 को या उससे पहले 60 वर्ष की आयु में सेवानिवृत्त होने के अपने विकल्प का उपयोग किया होता, इससे",
  "before he could exercise the option, unfortunately he died. In fact, he": "पहले की वह विकल्प का उपयोग कर पाता, दुर्भाग्यवश वह मर गया।",
  "had died even prior to the Government order. He had died on": "वास्तव में तो शासकीय आदेश से पहले ही उनकी मृत्यु हो गई थी।",
  "11.08.2009 whereas the Government order is dated 16.9.2009.": "उनकी मृत्यु .08.2009 को हुई थी जबकि शासकीय आदेश",
  "would be entitled to the benefit of death-cum-retirement gratuity being": "अनुसार, मृत्यु-सह-सेवानिवृत्ति ग्रेच्युटी का लाभ उठाने के लिए",
  "retirement gratuity to the respondent on the death of the deceased": "को मृत्यु-सह-सेवानिवृत्ति ग्रेच्युटी का लाभ देने का निर्देश देने में",
  "4. While opposing the present appeal, learned counsel appearing on behalf of the respondent — heirs of the deceased employee has": "4. वर्तमान अपील का विरोध करते हुए, मृतक कर्मचारी के वारिसों",
  "vehemently submitted that in the facts and circumstances of the case, no": "मामले के तथ्यों और परिस्थितियों में, मृतक कर्मचारी की मृत्यु पर",
  "death-cum-retirement gratuity to the respondent on the death of the": "प्रत्यर्थी को मृत्यु -सह-सेवानिवृत्ति ग्रेच्युटी का लाभ देने में उच्च",
  "2.7.2001 and died while in service on 11.8.2009. It is submitted that": "में नियुक्त किया गया था और 7.8.2009 को सेवा के दौरान उसकी मृत्यु हो गई थी। यह कहा गया है कि इससे पहले कि मृतक",
  "before the deceased could exercise the option, unfortunately he died. It": "विकल्प का उपयोग कर पाता, दुर्भाग्य से उसकी मृत्यु हो गई। यह",
  "is submitted that as per the Government Order dated 16.09.2009, the": "कहा गया है कि दिनांक 6.09.2009 के शासकीय आदेश के",
  "deceased was entitled to exercise the option to retire at the age of 60": "अनुसार, मृतक 60 वर्ष की आयु में सेवानिवृत्त होने का विकल्प",
  "years which was available up to 01.07.2010, however, before he could": "उपयोग करने का हकदार था जो 0.07.200 तक उपलब्ध था,"
}