{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय के समक्ष",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकार",
  "CIVIL APPEAL NO. 1773 OF 2002": "सिविल अपील संख्या - 773/2002",
  "TALAT FATIMA HASAN THROUGH HER": "तलत फातिमा हसन और पद",
  "CONSTITUTED ATTORNEY SH. SYED MEHDI HUSAIN ... APPELLANT(S)": "उनके नियुक्त अधिवक्ता श्री. सईद मेंहदी हसन ----ाणणण अपीलार्थी (गण)",
  "Versus": "बनाम",
  "NAWAB SYED MURTAZA ALI KHAN (D) BY LRS. & ORS. ... RESPONDENT(S)": "एल.आर.एस. और अन्य के द्वारा नवाब सईद मुर्तजा अली खान (डी)... --पपाणणण प्रत्यर्थी (गण)",
  "WITH": "के साथ,",
  "CIVIL APPEAL NO. 4012 OF 2002": "सिविल अपील सं। 402/2002",
  "IN": "में",
  "JUDGMENT": "निर्णय",
  "Deepak Gupta, J.": "न्यायमूर्ती, दीपक गुप्ता,",
  "1. “Whether succession to the properties declared by an": ". क्या तत्कालीन शासक के द्वारा घोषित सम्पत्तियों का उत्तराधिकारी,",
  "‘ou €tstwhile ruler to be his private properties in the agreement of": "अपनी व्यक्तिगत सम्पितयों को भारतीय संध में उत्तराधिकार के समझौते में",
  "Jagirs and personal properties of the rulers, and members of": "शासकों के जागीर और व्यक्तिगत गुण, और उनके परिवारों के सदस्य,",
  "their families, the payment by the States of the marriage expenses of the brothers and sisters of the rulers, immunity": "शासकों के भाइयों और बहनों के विवाह खर्च के राज्यों द्वारा भुगतान, कानून",
  "from some processes of courts of law, distinctive number": "की अदालतों की कुछ प्रक्रियाओं से प्रतिरक्षा, विशिष्ट नम्बर प्लेट, तोपों से",
  "3. Nawab Raza Ali Khan was the ruler of Rampur. The": "3. नवाब रज़ा अली खान रामपुर के शासक थे। रामपुर राज्य भारत",
  "Agreement was signed by the Nawab on 15.05.1949. As per the": "संघ में सम्मिलित हो गया। 45. 05. 949 को नवाब द्वारा विलय समझौते",
  "terms of merger agreement, the Nawab was entitled to full": "पर हस्ताक्षर किए गए थे। विलय समझौते की शर्तों के अनुसार, नवाब अपने",
  "ownership, use and enjoyment of all private properties (as distinguished from State properties) belonging to him and he was required to furnish to the Dominion Government an": "से संबंधित सभी निजी संपत्तियों (राज्य की संपत्तियों से अलग) के पूर्ण स्वामित्व, उपयोग और आनंद के हकदार थे और उन्हें उपनिवेशी सरकार को",
  "was required to furnish to the Dominion Government an inventory of such immovable properties etc. The Nawab vide": "ऐसी अचल संपत्तियों की सूची आदि प्रस्तुत करने की आवश्यकता थी।।",
  "orders (robkars) dated 31.05.1949 and 27.06.1949 declared a": "नवाब ने आदेश (रोबकार्स) दिनांक 34. 05. 949 और 27. 06. 949",
  "Nawab to receive a privy purse of Rs.7,00,000/- free from": "नवाब को करों से मुक्त रु. 7,00,000/- का एक राज्य भत्ता (प्रीवी पर्स) प्राप्त",
  "taxes. Under Article 5 all members of the Nawab’s family were": "करने का हकदार है। अनुच्छेद 5 के अधीन, नवाब के कुटुम्ब के सभी सदस्य",
  "entitled to privileges, dignities and titles as they enjoyed before": "5. 08. 947 के पूर्व के विशेषाधिकार, सम्मान और उपाधियां पाने के",
  "15.08.1947. Articles 8 and 9 are not relevant for the purpose": "हकदार थे। इस मामले को तय करने के उद्देश्य से अनुच्छेद 8 और 9 प्रासंगिक नहीं हैं।",
  "6. It would also be pertinent to mention that after the": "6. यह उल्लेख करना भी उचित होगा कि विलय के साधन को",
  "was adopted on 26.11.1949 and came into force on 26.01.1950. Article 291 of the Constitution of India, as it stood": "गया था और 26. 0. 950 को लागू हुआ। भारत के संविधान का",
  "at the relevant time, provided that the ruler of an Indian State": "अनुच्छेद 29, जैसा कि प्रासंगिक समय था, बशर्ते कि किसी भारतीय राज्य",
  "would be entitled to privy purse sums as assured by the Government of the Dominion of India. Article 362 provided": "का शासक भारतीय संघ की सरकार द्वारा आश्वासन के अनुसार राज्य भत्ते (प्रीवी पर्स) की रकम का हकदार होगा। अनुच्छेद 362 में उपबंध किया गया",
  "that whenever Parliament or Legislature in exercise of their": "है कि जब कभी संसद या विधान-मंडल अपनी शक्ति का प्रयोग करते हैं तो वे",
  "power make laws or where the Union or States exercise the": "विधियां बना लेते हैं या जहां संघ या राज्य कार्यपालिका शक्ति का प्रयोग",
  "challenged this declaration recognising defendant no.1 to be": "दलों में से किसी ने भी इस घोषणा को चुनौती नहीं दी कि प्रतिवादी संख्या -",
  "but it was also certified that he was the sole successor to all": "शासक के रूप में मान्यता प्राप्त थी बल्कि यह भी प्रमाणित किया गया था कि",
  "private properties — movable and immovable - held by Late Nawab Raza Ali Khan. The certificate was challenged by Syed": "वह स्वर्गीय नवाब रज़ा अली खान द्वारा धारित चल और अचल सभी निजी",
  "Zulfiquar Ali Khan, defendant no. 3 (since deceased), the": "संपत्तियों के एकमात्र उत्तराधिकारी थे। प्रमाण पत्र को सैयद जुल्फिकार अली खान ने चुनौती दी थी, प्रतिवादी संख्या - 3 (मृतक के बाद से), नवाब रज़ा",
  "second son of Nawab Raza Ali Khan, by filing a writ petition before the High Court of Delhi. Three other similar petitions": "अली खान का दूसरा बेटा, दिल्ली उच्च न्यायालय के समक्ष रिट याचिका दायर",
  "before the High Court of Delhi. Three other similar petitions were filed by the daughters of Nawab Raza Ali Khan. The High": "किया। नवाब रज़ा अली खान की बेटियों द्वारा इसी तरह की तीन अन्य",
  "8. After the decision of the Delhi High Court dated": "8. |8. 2. 969 को दिल्ली उच्च न्यायालय के निर्णय के बाद, वादी",
  "Raza Ali Khan filed a suit for partition, accounts, mesne profits in respect to the suit properties left by Nawab Raza Ali Khan.": "जो नवाब रज़ा अली खान की पोती है, ने नवाब रज़ा अली खान द्वारा छोड़ी गई सूट संपत्तियों के संबंध में विभाजन, खातों, मेस मुनाफे के लिए मुकदमा",
  "On 28.12.1971, by the 26 Constitution amendment, the": "दायर किया। 28. 2. 974 को, 26 वें संविधान संशोधन द्वारा, भारत के",
  "Constitution of India was amended. Articles 291 and 362 were": "संविधान में संशोधन किया गया था। अनुच्छेद 29। और 362 को निरसित",
  "repealed. Article 363A was added and the definition of ruler in clause (22) of Article 366 was amended. In view of the": "कर दिये गये थे। अनुच्छेद 363(क) जोड़ा गया और अनुच्छेद 366 के खंड (22) में शासक की परिभाषा में संशोधन किया गया। इस तरह किए गए",
  "amendments so made, the plaintiff on 07.01.1972 withdrew the": "संशोधनों के मद्देनजर, 07.0.972 को वादी ने वर्ष 970 में दायर मुकदमे",
  "suit filed in the year 1970 with liberty to file a fresh suit and, in": "को वापस ले लिया और नए सिरे से मुकदमा दायर करने की स्वतंत्रता के",
  "fact, filed a fresh suit on the same date. This suit was filed": "साथ नया मुकदमा दायर किया और वास्तव में, उसी तारीख को एक नया",
  "before the District Judge, Rampur and the present proceedings": "मुकदमा दायर किया। यह मुकदमा जिला न्यायाधीश, रामपुर के समक्ष दायर",
  "that both in the suit filed in the year 1970 and in the suit filed": "उल्लेख करना भी उचित होगा कि दोनों, वर्ष 970 में दायर मुकदमे में और",
  "in the year 1972, the District Judge, Rampur had ordered that": "वर्ष 4972 में दायर मुकदमे में, जिला न्यायाधीश, रामपुर ने आदेश दिया था",
  "the properties till further orders of the court.": "कि प्रतिवादी संख्या । न्यायालय के अगले आदेश तक संपत्तियों का अंतरण",
  "9. This Court, in the appeal filed by the defendant No. 1 against the judgment of the Delhi High Court, declined to": "9. यह न्यायालय, प्रतिवादी सं.- । दिल्ली उच्च न्यायालय के निर्णय के विरुद्ध, उसी संपत्ति के लिए पक्षकारों के बीच दीवानी मुकदमे के लंबित",
  "interfere with the order quashing the certificate due to the": "होने के कारण प्रमाणपत्र को अभिखंडित करने वाले आदेश में बाधा डालने से",
  "property. It further directed that the certificate which had been": "इनकार कर दिया। इसमें आगे निर्देशित किया गया कि जिस प्रमाण पत्र को",
  "quashed would not be set up by either party in support of the claim of the plaintiff or the defendants in the suit which had": "रद्द कर दिया गया था, वह वादी या प्रतिवादियों के दावे के समर्थन में किसी",
  "be taken into consideration while deciding these proceedings.": "इसलिए, इन कार्यवाहियों को तय करते समय इस प्रमाण पत्र को ध्यान में",
  "10. In January 1995, the said suit being O.S. No. 4 of": "0..... जनवरी 4995 में, उक्त मुकदमा मूल वाद संख्या - 4/4972 को",
  "1972 was withdrawn by the High Court of Allahabad and tried": "इलाहाबाद उच्च न्यायालय द्वारा वापस ले लिया गया था और स्वयं द्वारा",
  "by itself. The learned Single Judge dismissed the suit on 31.07.1996. An appeal therefrom was heard by a Division": "कोशिश की गई। विद्वत एकल न्यायाधीश ने 34.07.4996 को मुकदमा",
  "was not, strictly speaking, the personal property of the Nawab.": "संपत्ति, नवाब की व्यक्तिगत संपत्ति के बारे में कड़ाई से नहीं बोल रही थी।",
  "According to the contesting defendants, the property was attached to the ‘Gaddi’ of the State of Rampur and, therefore, it": "प्रतिवादियों के अनुसार, संपत्ति रामपुर राज्य के 'गद्दी' से जुड़ी हुई थी और",
  "was governed by the law of succession which was admittedly": "इसलिए, यह उत्तराधिकार के कानून द्वारा शासित थी, जो कि रामपुर के",
  "applicable to the rulership of Rampur which was the rule of male lineal primogeniture which basically means that the": "शासनतंत्र पर लागू थी, जो कि पुरुष प्राथमिक पालन का नियम था, जिसका",
  "senior most male heir takes everything to the exclusion of all": "मूल रूप से मतलब है कि वरिष्ठतम पुरुष उत्तराधिकारी अन्य सभी",
  "12. The facts are not in dispute. It is also not disputed": "2. तथ्य विवाद में नहीं हैं। यह भी विवादित नहीं है कि मुस्लिम",
  "that the Muslim Personal Law (Shariat) Application Act, 1937 was applicable to the State of Rampur. The only issue to be": "व्यक्तिगत विधि (शरीयत) लागू अधिनियम, 4937 रामपुर राज्य पर लागू था",
  "decided is whether the properties held by Nawab Raza Ali Khan": "निर्णय लिया जाने वाला एकमात्र मुद्दा यह है कि क्या नवाब रज़ा अली खान",
  "primogeniture or would be governed by Muslim Personal Law": "सबसे बड़े बेटे पर समर्पित होंगी या मुस्लिम व्यक्तिगत विधि (शरीयत)",
  "(Shariat) Application Act, 1937 and devolve on all his legal": "आवेदन अधिनियम, 937 द्वारा शासित होंगी और अपने सभी कानूनी",
  "13. Mr. Sudhir Chandra, learned senior counsel appearing on behalf of the original plaintiff submits that the High Court": "3. मूल वादी की ओर से पेश हुए विद्वत वरिष्ठ अधिवक्ता श्री सुधीर चंद्रा ने कहा की उच्च न्यायालय ने इस निष्कर्ष पर पहुंचने में गलती किया कि",
  "not applicable and the property of the Nawab had to be governed by the rule of primogeniture, in view of the fact that": "नवाब की संपत्ति को ज्येष्ठता (प्राइमोजेनरी) का सिद्धान्त द्वारा नियंत्रित किया",
  "he was a ruler recognised by the Constitution. In support of": "जाना था, इस तथ्य के मद्देनजर कि वह संविधान द्वारा मान्यता प्राप्त एक",
  "his contention, Mr. Chandra relied upon various judgments, on the interpretation of the merger agreement and also on the": "शासक था। अपने तर्क के समर्थन में, श्री चंद्रा ने विलय समझौते की व्याख्या",
  "various provisions of the Constitution.": "और संविधान के विभिन्न प्रावधानों पर भी विभिन्न निर्णयों पर भरोसा किया।",
  "14. The first Constitution Bench judgment relied upon by Mr. Chandra is Visweshwar Rao v. The State of Madhya": "4. श्री चंद्रा द्वारा पहली संविधान पीठ के विधेक्षर राव बनाम मध्य",
  "Rights (Estates, Mahals, Alienated Lands) Bill, 1949. One of": "उन्मूलन के तहत मालिकाना अधिकारों (संपदा; महलों, प्रथक भ्रुमि)",
  "the challenges was that the property of the Maharaja declared to be his private property could not be taken over by the State": "कि महाराजा की संपत्ति को उसकी निजी संपत्ति घोषित किया गया था, उस",
  "private properties both within his territory and outside. It was": "द्वारा घोषित संपत्तियां उनकी निजी संपत्ति थीं और सभी कानूनी",
  "16. Mr. Sudhir Chandra, learned senior counsel for the": "6. अपीलकर्ता के लिए विद्वत वरिष्ठ अधिवक्ता श्री सुधीर चंद्रा ने",
  "referred to as ‘the Dholpur case’. The facts were that when the": "धौलपुर मामला कहा गया है तथ्य यह था कि जब धौलपुर राज्य का भारतीय",
  "executed the covenant of merger and there was a provision in": "शासक थे। उन्होंने विलय के अनुबन्ध को निष्पादित किया और अनुबन्ध में",
  "the covenant permitting him to declare his private properties": "एक प्रावधान था जिसमें उन्हें अपनी निजी संपत्तियों को घोषित करने और",
  "direct male heir. He left behind a widow and a daughter who": "पीछे कोई पुरुष वारिस नहीं छोड़ा। उन्होंने एक विधवा और एक पुत्री को पीछे",
  "was married to the Maharaja of Nabha. His widow adopted his": "छोड़ दिया जिसका विवाह नाभा के महाराजा से हुआ था। उनकी विधवा ने",
  "grandson i.e. daughter’s son who was declared to be the": "अपने पोते यानी पुत्री के बेटे को अपनाया और उसे महाराजा का",
  "successor of the Maharaja. On the other hand, the petitioners": "उत्तराधिकारी घोषित किया गया। दूसरी ओर, याचिकाकर्ताओं ने दावा किया",
  "claimed that they were the sons of the younger brother of the Maharaja and, thus, entitled to inherit his property by applying the rule of male lineal primogeniture. The dispute, as to who": "कि वे महाराजा के छोटे भाई के बेटे थे और इस प्रकार, पुरुष वंशानुवंशीय",
  "Constitution. Justice M.C. Mahajan, dealing with the said": "हुए जस्टिस एम.सी.महाजन, निम्न धारित करते है।",
  "“It is true that by the covenant of merger the properties of the": "'यह सच है कि विलय के अनुबन्ध से याचिकाकर्ता की",
  "petitioner became his private properties as distinguished from": "संपत्तियां राज्य की संपत्तियों से अलग होने के रूप में उनकी",
  "position than any other owner possessing private property.": "संपत्ति रखने वाले किसी अन्य मालिक की तुलना में बेहतर",
  "Article 362 does not prohibit the acquisition of properties declared as private properties by the covenant of merger and": "स्थिति में नहीं हैं। अनुच्छेद 362 विलय के अनुबन्ध द्वारा निजी संपत्तियों के रूप में घोषित संपत्तियों के अधिग्रहण पर रोक नहीं",
  "does not guarantee their perpetual existence. The guarantee": "लगाता है और उनके स्थायी अस्तित्व की गारंटी नहीं देता है।",
  "contained in the article is of a limited extent only. It assures": "अनुच्छेद में निहित गारंटी केवल एक सीमित सीमा की है। यह",
  "that the Rulers’ properties declared as their private properties": "आश्वासन देता है कि शासकों की संपत्तियों को उनकी घोषित",
  "will not be claimed as State properties. The guarantee has no": "निजी संपत्तियों को राज्य की सम्पत्ति के रूप में दावा नहीं",
  "greater scope than this. That guarantee has been fully": "किया जाएगा। गारंटी की इससे ज्यादा गुंजाइश नहीं है। उस गारंटी का पूरी से तरह आक्षेपित विधि के द्वारा सम्मानित किया",
  "as their private properties and seeks to acquire them on that": "गया है, जैसे उन संपत्तियों को उनकी निजी संपत्तियों के रूप में मानता है और उन्हें उस धारणा पर हासिल करना चाहता",
  "Justice Das in his concurring judgment held as": "न्यायमूर्ति दास ने अपने निर्णायक निर्णय निम्न हैः-",
  "“The guarantee or assurance to which due regard is to be had": "\"इस बात की गारंटी या आश्वासन, जिसका उचित आदर करना",
  "is limited to personal rights, privileges and dignities of the": "है, शासक का शासक के रूप व्यक्तिगत अधिकारों, विशेषाधिकारों और गणमान्य व्यक्तियों तक सीमित है। यह",
  "Ruler qua a Ruler. It does not extend to personal property": "व्यक्तिगत संपत्ति तक नहीं फैलता जो कि व्यक्तिगत अधिकारों",
  "which is different from personal rights.”": "से अलग है।\"”",
  "15. The next judgment relied upon is Sudhansu Shekhar": "5. अगला फैसला सुधान्सु शेखर सिंह देव बनाम उड़ीसा राज्य",
  "that the ruler of the erstwhile State of Sonepur, executed a merger agreement with the Dominion of India, the terms of": "तत्कालीन सोनेपुर के शासक ने भारतीय उपिनवेश के साथ विलय का",
  "which were identical to the Rampur merger agreement.": "समझौता को निष्पादन किया था, जिसकी शर्तें रामपुर विलय समझौते के",
  "Agricultural income in the State of Orissa was subjected to": "समान थीं। उड़ीसा राज्य की कृषि आय, उड़ीसा कृषि आयकर अधिनियम,",
  "17. Thereafter, the nephews of the late ruler filed a petition": "7. इसके बाद, स्वर्गीय शासक के भतीजे ने एक याचिका दायर की",
  "in which it was urged that the estate left behind by Rana Udaibhan Singh, the ruler of Dholpur was an impartible estate": "जिसमें यह आग्रह किया गया था कि धौलपुर के शासक राणा उदयभहन सिंह द्वारा पीछे छोड़ दी गई संपत्ति एक अविभाज्य संपत्ति थी और इसे पुरुष",
  "primogeniture. It was contended that as per the terms of the merger agreement, the Dominion Government had guaranteed": "यह प्रतिवाद किया गया था कि विलीनीकरण करार की शर्तों के अनुसार,",
  "merger agreement, the Dominion Government had guaranteed succession according to the law of succession of the ‘Gadd? of": "उपनिवेशी सरकार ने राज्य के 'गद्दी' के उत्तराधिकार की विधि के अनुसार",
  "declared rulers and also entitled to the property. The": "संपत्ति के भी हकदार थे. संविधान पीठ निम्न धारित कहते है:",
  "“6...... It is manifest that the right to private properties of the": "6 ..... यह प्रकट है कि अंतिम शासक की निजी संपत्तियों के",
  "Rulership by the President is an exercise of political power": "यह मान्यता राष्ट्रपति में निहित राजनीतिक शक्ति का एक",
  "vested in the President and is thus an instance of purely": "अभ्यास है और इस प्रकार राष्ट्रपति के विशुद्ध रूप से कार्यकारी",
  "The Court also held as follows:": "न्यायालय भी इस प्रकार धारित किया है:",
  "“9. The recognition of Rulership is one of personal status. It": "9- राजाओं की मान्यता व्यक्तिगत स्थिति में से एक है। यह नहीं",
  "cannot be said that claim to recognition of Rulership is either": "कहा जा सकता है कि शासकों की मान्यता का दावा या तो",
  "purely a matter of inheritance or a matter of descent by": "विशुद्ध रूप से विरासत का विषय है या विचलन द्वारा वंशानुक्रम",
  "only on covenants and treaties. That is why Article 363 of the": "अनुबन्धों और संधियों पर आधारित हो सकता है। इसीलिए संविधान का अनुच्छेद 363 संधियों और करारों से उत्पन्न",
  "recognition of Rulership by virtue of a Covenant is justiciable": "गठन करता है एक अनुबन्ध के आधार पर शासकों की मान्यता",
  "was filed by Revathinnal Balagopala Varma, one of the family members of the Maharaja in which it was claimed that the": "बालगोपाला वर्मा ने एक मुकदमा दायर किया जिसमें यह दावा किया गया था",
  "Maharaja was not the sole owner of these properties even": "कि महाराजा इन संपत्तियों के एकमात्र मालिक नहीं थे, भले ही उन्हें शासक",
  "though they were declared to be the private properties of the ruler. It was urged that the ruler held these properties as": "की निजी संपत्ति घोषित किया गया हो। यह आग्रह किया गया था कि शासक",
  "Karnavan of an undivided marumakkathayam tarwad or a sthanee of an impartible estate. The argument raised was that": "'कर्णवन' या एक अचल संपत्ति का एक सतानी है। तर्क यह दिया गया कि",
  "the properties comprised an impartible estate. Though": "संपत्तियों में एक अविभाज्य संपत्ति शामिल थी। संपत्ति के लिए उत्तराधिकार",
  "succession to the estate was earlier governed by the rule of primogeniture, in view of the fact that the Maharaja had ceased": "पहले ज्येष्ठता (प्राइमोजेनरी) के सिद्धान्त द्वारा शासित था, इस तथ्य के",
  "primogeniture, in view of the fact that the Maharaja had ceased to be the ruler on 01.07.1949, the properties became properties": "मद्देनजर कि महाराजा 0. 07. 4949 को शासक बनना बंद कर दिया था,",
  "of the family or tarwad to which the ruler belonged and,": "संपत्तियां उस परिवार या तारवाड़ की संपत्तियां बन गई, जिनके शासक",
  "19. It was not disputed that as far as the position before": "9. यह विवादित नहीं था कि जहां तक सम्मिलन से पहले की",
  "accession was concerned the properties devolved from ruler to": "स्थिति का संबंध है, शासक से शासक को सौपी गई संपत्तियां में ज्येष्ठता",
  "ruler by applying the rule of primogeniture. This Court": "(प्राइमोजेनरी) का सिद्धान्त लागू होगा । इस न्यायालय ने इस तर्क को नकार",
  "negated the argument holding that after signing of the merger agreement, the properties became the private properties of the": "दिया कि विलय समझौते पर हस्ताक्षर करने के बाद, संपत्तियां महाराजा की",
  "held that when the Maharaja was the sovereign of the State of": "यह माना जाता था कि जब महाराजा त्रावणकोर राज्य के संप्रभु थे, तो वह",
  "Travancore, he could exercise his sovereign rights of ownership on all the properties and there was no distinction between": "सभी संपत्तियों पर स्वामित्व के अपने संप्रभु अधिकारों का प्रयोग कर सकते",
  "private properties and properties of the State. No distinction": "थे और राज्य की संपत्तियों और निजी संपत्तियों के बीच कोई अंतर नहीं था।",
  "could be drawn between private properties and properties of": "इस सिद्धांत पर राज्य की संपत्तियों और निजी संपत्तियों के बीच कोई अंतर",
  "succession to the next ruler takes place without there being a": "उत्तराधिकार के बिना खाली स्थान के अगले शासक को मिल जाता है।",
  "hiatus. However, keeping in view the fact that the Maharaja": "हालांकि, इस तथ्य को ध्यान में रखते हुए कि महाराजा ने विवादित",
  "had declared the properties in dispute to be his private": "संपत्तियों को उसकी निजी संपत्ति घोषित किया था, अभियोगी का दावा है",
  "properties, the claim of the plaintiffs that the suit property was joint family property, was rejected. It was held that the": "कि वाद की संपत्ति संयुक्त परिवार की संपत्ति थी, खारिज कर दिया गया था।",
  "properties were the private properties of Maharaja, as asserted": "यह माना जाता था कि संपत्तियां महाराजा की निजी संपत्तियां थीं, जैसा कि",
  "by him.": "उनके द्वारा कहा गया था।",
  "20. On this issue, Mr. A. K. Ganguli, learned senior": "20. इस मुद्दे पर,विधिक उत्तराधिकारियों के प्रतिवादी सं-4 की तरफ से आये विद्वत वरीष्ठ अधिवक्ता श्री ए.के. गांगुली ने प्रताप सिंह बनाम",
  "no. 1, has placed strong reliance on the judgment of this Court": "न्यायालय के निर्णय पर मजबूत भरोसा किया है एतस्मिनपश्चात्‌ इसे “नभा",
  "‘the Nabha case’. In this case, this Court was dealing with two": "मामला” कहा गया है। इस मामले में, यह न्यायालय दो अलग-अलग",
  "different proceedings though decided by the same judgment.": "कार्यवाहियों के साथ काम कर रहा था, हालांकि एक ही निर्णय द्वारा निर्णय",
  "Nabha was a princely State and Maharaja Ripudaman Singh": "राजसी राज्य था और महाराजा रिपुदमन सिंह नाभा राज्य के शासक सरदार",
  "century. The British Government withdrew his powers as ruler": "थे। ब्रिटिश सरकार ने सन्‌ 4923 में शासक के रूप में अपनी सत्ता वापस ले",
  "in the year, 1923. In 1928, the Maharaja was formally deposed": "ली। सन्‌ 4928 में महाराजा को औपचारिक रूप से गद्दी से निकाल कर",
  "his wife Sarojini Devi, three sons - Pratap Singh, Kharagh": "देवी, और उनके तीन बेटों, प्रताप सिंह, खड़ग सिंह, गुरबख्श सिंह और दो",
  "personal property of Maharaja Ripudaman Singh and on his": "महाराजा रिपूदमन सिंह के अन्य उत्तराधिकारियों के सम्पत्ति के हक से",
  "Kharagh Singh and minor children of Gurbaksh Singh filed a": "सरोजिनी देवी, खड़ग सिहं और गुरबख्श सिंह के नाबालिग बच्चों ने विभाजन",
  "suit for partition, etc. with regard to the property. The suit was": "आदि के लिए मुकदमा दायर किया। संपत्ति के संबंध में। इस मूल वाद का",
  "tried on the original side of the High Court of Himachal Pradesh. It was held that the property was purchased benami": "विचारण हिमाचल प्रदेश के उच्च न्यायालय में किया गया। यह माना गया कि",
  "Pradesh. It was held that the property was purchased benami by Maharaja Ripudaman Singh. The learned Single Judge held": "संपत्ति महाराजा रिपुदमन सिंह द्वारा बेनामी खरीदी गई थी। विद्वत एकल",
  "personal property of the Maharaja and would only be": "शासक की मान्यता और शासक की निजी संपत्तियों के",
  "applicable to the property of the State. In appeal filed by": "व्यक्तिगत संपत्ति पर लागू नहीं होगा और केवल राज्य की संपत्ति पर लागू",
  "Pratap Singh, the Division Bench of the High Court held that it": "होगा। उच्च न्यायालय की खण्ड पीठ ने प्रताप सिंह द्वारा दायर अपील में कहा",
  "had not been established that the property was purchased out of the personal funds of Maharaja Ripudaman Singh and,": "कि यह स्थापित नहीं किया गया था कि संपत्ति महाराजा रिपुदमन सिंह के",
  "therefore, was not the personal property and hence, the suit": "निजी कोष से खरीदी गई थी और इसलिए, यह व्यक्तिगत संपत्ति नहीं थी",
  "was dismissed and the appeal was allowed.": "और इसलिए, वाद खारिज कर दिया गया और अपील को अनुमति दी गई।",
  "22. The other appeal decided by the same judgment relates to a property situate in Civil Lines, Delhi. A suit was filed by Pratap Singh against his mother, two brothers and two sisters.": "22. दिल्ली के सिविल लाइंस में एक संपत्ति से संबंधित एक अन्य अपील को इसी निर्णय के द्वारा तय की गई है। प्रताप सिंह ने अपनी मां, दो भाइयों और दो बहनों के खिलाफ मुकदमा दायर किया था। यह सम्पत्ति",
  "This property was purchased in 1922 in the name of one Gurnarain Singh Gill, but was managed by the officials of": "922 में एक गुरनारायन सिंह गिल के नाम से खरीदी गई थी, किंतु नाभा राज्य के अधिकारियों द्वारा उसका प्रबंध किया गया था। जब उन्होंने इस",
  "demarcate clearly the private property of the Ruler. The": "ज्यों के एकीकरण के साथ शासक की निजी संपत्ति को स्पष्ट",
  "settlement was a difficult and delicate task calling for detailed": "समझौता एक कठिन और नाजुक कार्य था जो प्रत्येक मामले",
  "customs differed from State to State, there were no precedents": "राज्य तक की स्थिति और संग अल शुल्क भिन्न थे कि इसलिए",
  "to guide and no clear principles to follow. Each case,": "मार्गदर्शन करने के लिए कोई सिद्धांत नहीं थे और",
  "therefore, had to be decided on its merits.”": "प्रत्येक मामले को उसकी गुणों के आधार पर तय करना पड़ा. ”",
  "This Court further held that the rule of impartibility and": "इस न्यायालय ने आगे कहा कि निष्पक्षता का नियम और जमीदारी के",
  "primogeniture in relation to the zamindari or other impartible": "सम्बन्ध में ज्येष्ठता का सिद्धान्त अथवा अन्य अपृथक्करणीय सम्पत्ति को",
  "estates must be established by proving the custom, but in the": "प्रथाओ की सिद्धता के द्वारा अवश्य स्थापित करना चाहियें, लेकिन एक",
  "case of a sovereign ruler, they are presumed to exist. It was": "संप्रभु शासक के मामले में, उनका अस्तित्व माना जाता है। यह भी देखा गया",
  "distinction between the private properties and the State": "कि शासक की सार्वजनिक और निजी संपत्ति के बीच कोई अंतर नहीं",
  "remark that the property formed part of an impartible estate and therefore, would be governed by the rule of primogeniture.": "अविभाज्य संपत्ति का हिस्सा थी और इसलिए, ज्येष्ठता (प्राइमोजेनरी) का",
  "In our view, this question did not arise for consideration and": "सिद्धान्त द्वारा शासित होगी। हमारे विचार में, यह प्रश्न विचार के लिए नहीं",
  "this Court did not decide the question as to whether the": "उत्पन्न हुआ और इस न्यायालय ने इस सवाल का फैसला नहीं किया कि",
  "impartible estate continued to exist after the ruler ceased to be": "क्या शासक के शासक न रहने के बाद अविभाज्य संपत्ति अस्तित्व में बनी",
  "28. The other two judgments relate to issues not of": "28. अन्य दो निर्णय उत्तराधिकार के मुद्दों से संबंधित नहीं हैं किंतु",
  "succession, but in both the judgments it was held that after": "दोनों निर्णयों में यह अभिनिर्धारित किया गया था कि 4950 के पश्चात्‌ सभी",
  "any other common citizen. In Visweshwar Rao case (supra) it": "संपत्तियों का स्वामित्व करेगा। विश्वेश्वर राव मामले (उपरोक्त) में यह स्पष्ट रूप",
  "was Clearly held that the guarantees or assurances were limited": "से आयोजित किया गया था कि प्रत्याभूति या आश्वासन शासक के व्यक्तिगत",
  "to the personal rights, privileges and dignities of the ruler quaa": "अधिकारों, विशेषाधिकारों और गणमान्य व्यक्तियों तक सीमित थे, जो एक",
  "ruler and do not extend to his personal property. Similar": "शासक की तरह रहेगें और उनकी व्यक्तिगत संपत्ति तक नहीं पहुंचते हैं। इसी",
  "observations were made in the case of Sudhansu Shekhar": "तरह के अवलोकन सुधांशु शेखर सिंह देव (उपरोक्त) के मामले में किए गए थे",
  "submitted for the recognition as such. As stated in White": "गई थी, उन्हें छोड़ दिया जाना चाहिए और मान्यता के लिए प्रस्तुत किया जाना चाहिए। जैसा कि श्वेत पत्र (उपरोक्त के पैरा",
  "observations of the learned Single Judge are not correct.”": "विपरीत अवलोकन सही नहीं हैं। ”",
  "25. We are of the view that the observations made above": "25. हमारा विचार है कि ऊपर दी गई टिप्पणियों को निर्णय के पहले भाग",
  "judgment where in the same judgment it was held that no": "में आयोजित किया गया था, जहां उसी निर्णय में यह माना गया था कि",
  "distinction could be drawn between the public and private": "शासक की सार्वजनिक और निजी संपत्तियों के मध्य कोई अंतर नहीं किया",
  "properties of the ruler. If no such distinction could be drawn,": "जा सकता है। यदि इस तरह का कोई भेद नहीं किया जा सकता है, तो किसी",
  "properties of the ruler prior to the State ceding to the Dominion": "भी संपत्ति को भारतीय उपनिवेश से राज्य को प्रथक करने से पहले शासक",
  "26. This Court held that both the properties at Shimla and": "26. इस न्यायालय ने माना कि शिमला और दिल्ली में दोनों सम्पत्ति",
  "Delhi were State properties and not the personal properties of Maharaja Ripudaman Singh and, therefore, governed by the": "राज्य की सम्पत्ति थी न कि महाराजा रिपुदमन सिंह के व्यक्तिगत सम्पत्ति थी",
  "27. At the outset, we may note that both in the": "27. प्रारम्भ में हम ध्यान दे सकते है कि दोनों त्रावणकोर और नाभा के",
  "filed in the lifetime of the rulers, who had ceded the State to": "मामलों में, शासकों के जीवनकाल में मुकदमा दायर किया गया था, जिसने",
  "the Indian Union. The collaterals of the rulers filed suits trying": "राज्य को भारतीय संघ को सौंप दिया था। राजाओं के सपिण्ड ने मुकदमा",
  "to establish their right on the property contending that the": "दायर कर संपत्ति पर अपना अधिकार स्थापित करने की कोशिश की, जिसमें",
  "property had become a partible estate in the hands of the ruler.": "कहा गया कि संपत्ति शासक के हाथों एक अविभाज्य संपत्ति बन गई थी।",
  "As far as the Travancore case is concerned, we find that the": "जहां तक त्रावणकोर मामले का सवाल है, हम पाते हैं कि प्रतिवादियों को इस",
  "contesting defendants can get no benefit from this decision. It,": "निर्णय से कोई लाभ नहीं मिल सकता है। यह, वास्तव में, अपीलकर्ताओं के",
  "in fact, supports the case of the appellants inasmuch as it held": "मामले का समर्थन करता है क्योंकि यह माना जाता है कि विचाराधीन संपत्ति",
  "that the property in question was the personal property of the Maharaja of Travancore and, therefore, not subject to partition.": "त्रावणकोर के महाराजा की व्यक्तिगत संपत्ति थी और इसलिए, विभाजन के",
  "As far as the Nabha case is concerned, we have given the facts": "अधीन नहीं थी। जहां तक नाभा मामले का सवाल है, हमने उस मामले के",
  "of that case in detail to show that the main dispute was": "तथ्यों को विस्तार से यह दिखाने के लिए दिया है कि मुख्य विवाद यह था कि",
  "whether the properties were purchased by Maharaja Ripudaman Singh out of his own personal funds or from the": "क्या महाराजा रिपूदमन सिंह ने संपत्ति को अपने व्यक्तिगत धन से या नाभा",
  "distinction between the private or personal properties when the": "एकमात्र संप्रभु थे, तो निजी या व्यक्तिगत संपत्तियों के बीच कोई अंतर नहीं हो",
  "Maharaja was the sole sovereign. As Maharaja Ripudaman Singh was the Sovereign till his powers were taken away in": "सकता था। जैसा कि महाराजा रिपूदमन सिंह 923 में उनकी शक्तियों को",
  "1923, and before he was finally deposed in 1928, both the": "छीन लेने तक संप्रभु थे, और इससे पहले कि उन्हें अंततः 4928 में हटा",
  "properties at Shimla and Delhi were purchased when he was": "दिया गया था, शिमला और दिल्ली में दोनों संपत्तियों को महाराजा के समय",
  "the Maharaja and it was a finding of fact that these properties": "खरीदा गया था और यह इस तथ्य की खोज थी कि ये संपत्तियां राज्य के",
  "were purchased out of the State funds. These properties also": "धन से खरीदी गयी थी। इन संपत्तियों का उल्लेख विलय के विलेख में",
  "found mention in the list of properties declared to be the private properties of Maharaja Pratap Singh in the instrument": "महाराजा प्रताप सिंह के निजी संपत्तियों की सूची में भी पाया गया। विवाद तब",
  "29. The High Court relied on certain observations in the case of Madhav Rao Scindia, Etc. v. Union of India®, which": "29. उच्च न्यायालय ने माधव राव सिंधिया बनाम भारत संघ,(97) एससीसी 85, आदि के मामले में कुछ टिप्पणियों पर विश्वास किया। उच्चतम",
  "is commonly referred to as ‘the Princes Privy Purses case’. This": "न्यायालय, जिसे सामान्यतः “ प्रिंसिपल्‍्स प्रिवी पर्स मामला” कहा जाता है",
  "case mainly dealt with the issue as to what are the executive": "इस मामले में मुख्य रूप से इस मुद्दे पर विचार किया गया है कि राज्य की",
  "powers of the State and whether the Union by executive": "कार्यकारी शक्तियां कया हैं और क्या कार्यकारी निर्देशों द्वारा संघ राज्य भत्ते",
  "directions could withdraw the privy purses and other privileges": "(प्रीवी पर्स) और अन्य विशेषाधिकारों को वापस ले सकता है जिनकी",
  "which had been guaranteed to the rulers. The Court held that": "प्रत्याभूति शासकों को दी गई थी। न्यायालय ने माना कि कार्यपालिका के",
  "the executive had no power to flout the mandate of the": "पास संविधान के जनादेश का उल्लंघन करने की कोई शक्ति नहीं है और चूंकि",
  "Constitution and since the guarantees given by the agreements had been recognised in the Constitution, they could not be": "समझौतों द्वारा दी गई प्रत्याभूति को संविधान में मान्यता दी गई थी, इसलिए",
  "taken away by the executive orders.": "उन्हें कार्यकारी आदेशों द्वारा दूर नहीं किया जा सकता था।",
  "30. The High Court held that the judgment in the Dholpur case had been reversed in the Princes Privy Purses": "30. उच्च न्यायालय ने माना कि धौलपुर मामले के निर्णय में प्रिंस",
  "privy purses was in exercise of the “political” power and,": "“राजनीतिक” शक्ति का प्रयोग है यह प्रीवी पर्स मामले में आग्रह किया गया",
  "held in the Princes Privy Purses case with regard to these": "कर सका, इन टिप्पणियों के संबंध में प्रिंसेस प्रिवी पर्स मामले में जो कुछ",
  "observations was that in the Dholpur case, the Court had": "कहा गया था, वह यह था कि ढोलपुर मामले में न्यायालय ने “राजनीतिक",
  "improperly used the words “political power”. Justice J.C. Shah in the Princes Privy Purses case, dealing with the Dholpur": "शक्ति” शब्दों का अनुचित प्रयोग किया था। धौलपुर मामले में न्यायमूर्ती जे.सी. शाह नें प्रिंसिस प्रिवी पर्स्स मामले में, निम्नानुसार धारित किया गया",
  "“98...... In Kunvar Shri Vir Rajendra Singh v. Union of India and": "“98...... कुंवर श्री वीर राजेंद्र सिंह बनाम भारत संघ और",
  "Others, 1969 (3) SCC 150, this Court negatived the claim of an": "अन्य, 4969 (3) एससीसी 450,जस्टिस. हेगड़े ,में इस अदालत ने एक आवेदक के दावे को नकार दिया कि संपत्ति के",
  "applicant that his right to property was violated because the": "उसके अधिकार का उल्लंघन किया गया था क्योंकि राष्ट्रपति ने",
  "President accepted another claimant to the Gaddi of Dholpur": "ढोलपुर के गद्दी के लिए एक और दावेदार को शासक के रूप में",
  "as Ruler, observing that the recognition of Rulership by the": "स्वीकार किया था, यह देखते हुए कि राष्ट्रपति द्वारा शासकों की",
  "President, in exercise of his political power, did not amount to": "मान्यता, उनकी राजनीतिक शक्ति के प्रयोग में शासक के निजी",
  "recognition of any right to private properties of the Ruler. The Court did not attempt to classify the exercise of the": "संम्पत्ति के किसी भी अधिकार को मान्यता देने के उपयुक्त नहीं",
  "Court did not attempt to classify the exercise of the Presidential function under Article 366(22) as distinct from": "थी। न्यायालय ने अनुच्छेद 366 (22) के अधीन राष्ट्रपति के कृत्य के प्रयोग को कार्यपालिका के कृत्यों से भिन्न रूप में",
  "executive functions; that is clear from the dictum that the": "कृत्य के प्रयोग को कार्यपालिका के कृत्यों से भिन्न रूप में वर्गीकृत करने का प्रयास नहीं किया; इस उक्ति से स्पष्ट है कि",
  "exercise of the President’s power was “an instance of purely": "राष्ट्रपति की शक्ति का प्रयोग “संपूर्ण रूप से कार्यपालक कृत्य का",
  "Justice Shah, dealing with this argument held as follows:": "न्यायमूर्ति शाह, इस तर्क पर विचार करते हुये निम्न धारित करते हैं:-",
  "“141....It is difficult to regard a word or a clause occurring in": "\"| .... इस न्यायालय के कीसी निर्णय में आने वाले शब्द या",
  "Justice K.S. Hegde, who was also a Member of the Bench which decided the Dholpur case, dealing with this contention,": "जस्टिस. हेगड़े, जो इस बेंच के एक सदस्य भी थे, जिन्होनें धौलपुर मामले में",
  "“178. What is said in that case is that the President while": "\"|78- उस मामले में जो कहा गया है वह यह है कि राष्ट्रपति",
  "acting under Article 366(22) is exercising his executive": "अनुच्छेद 366 (22) के अधीन कार्य करते समय अपनी कार्यकारी अधिकारिता का प्रयोग करता है और उस",
  "jurisdiction and that jurisdiction was described as “political": "अधिकारिता को “राजनीतिक शक्ति” कहा जाता है, यह",
  "power”. That expression may be inappropriate but that is not": "अभिव्यक्ति अनुचित हो सकती है लेकिन यह निर्णय का आधार",
  "the ratio of the decision. It was a casual observation. There is": "नहीं है। यह एक आकस्मिक अवलोकन था। कार्यपालिका और",
  "nothing like political power under our Constitution in the": "राजनीतिक शक्ति जैसी कुछ भी नहीं है। हमारा संविधान केवल",
  "Our Constitution recognises only three powers, viz. the": "तीन शक्तियों को मान्यता देता है, अर्थात विधायी शक्ति,",
  "legislative power, the judicial power and the executive power.": "न्यायिक शक्ति और कार्यपालिका शक्ति। यह किसी अन्य शक्ति",
  "It does not recognise any other power. In our country the": "को मान्यता नहीं देता है। हमारे देश में कार्यपालिका नागरिकों",
  "executive cannot exercise any sovereignty over the citizens.": "पर किसी भी संप्रभुता का प्रयोग नहीं कर सकती है। इस देश में",
  "The legal sovereignty in this country vests with the Constitution and the political sovereignty is with the people of": "कानूनी संप्रभुता संविधान के साथ निहित है और राजनीतिक संप्रभुता इस देश के लोगों के साथ है। कार्यपालिका के पास",
  "Justice G.K. Mitter, dealing with the same contention, held that": "उक्त तकोँ पर विचार करते हुए न्यायमूर्ति जी. के. मित्तर ने कहा कि हालांकि",
  "though some observations support the contention of the": "कुछ अवलोकन अटॉर्नी जनरल के विवाद का समर्थन करते हैं, लेकिन उन्हें",
  "Attorney General, but they must be limited to the facts of that case. The appellant in the Dholpur case did not claim any": "उस मामलें के तथ्यों तक सीमित होना चाहिए। धौलपुर मामले में अपीलकर्ता",
  "deceased ruler and the notification issued under clause (22) of Article 366 of the Constitution did not deal with the private": "निजी संपत्तियों पर और संविधान के अनुच्छेद 366 के खंड (22) के तहत",
  "31. In our view, the judgment in the Dholpur case cannot": "3. हमारे विचार में, धौलपुर मामले कें निर्णय को अपास्त हुआ नही",
  "be said to have been set aside or upset in the Princes Privy Purses case. What was held was that use of the expression": "कहा जा सकता है या जिसे प्रिंसेस प्रिवी पर्स मामले में उलट दिया गया है।",
  "‘political power’ in the Dholpur case was inappropriate and": "क्या अभिनिर्धारित किया गया था कि धौलपुर मामले में “राजनीतिक शक्ति” पद का प्रयोग अनुचित था और उचित शब्द 'कार्यपालिकीय शक्ति' होना",
  "Chief Justice M. Hidayatullah (as he then was) in his": "देते थे। मुख्य न्यायाधीश एम. हिदायतुल्लाह (जैसा कि वे तब थे) ने प्रिंसेस",
  "inimitable way in the Princes Privy Purses case pithily held": "प्रिवी पर्स केस में अपने अतुलनीय तरीके से इस प्रकार रखा:",
  "“40....... Paramountcy as such was no more as there was no": "\"40...... सर्वोपरि के रूप में ऐसा नहीं था था, क्योंकि कोई",
  "paramount power and no vassal. The Rulers had lost their": "सर्वोपरि शक्ति नहीं थी और कोई जागीरदार नहीं था। राजाओं",
  "territories and their right to rule and administer them. They": "ने अपना राज्य-्षेत्र तथा शासन करने और उनका प्रशासन",
  "their private properties and a few privileges. These rights were": "कुछ विश की मान्यता दी गई थी। ये अधिकार उनकी",
  "the only indicia of their former sovereignty but they enjoyed": "पूर्व संप्रभुता के एकमात्र संकेत थे, लेकिन वे संविधान दी",
  "them by the force of the Constitution although in every": "ताकत से उनका उपयोग करते थे, हालांकि हर मायने में वे",
  "respect they were ordinary citizens and not potentates....... °": "साधारण नागरिक थे और शक्तिशाली नहीं थे......",
  "33. It is apparent that the rulers were rulers only in name.": "33. जाहिर है कि शासक केवल नाम के शासक थे। उनके पास",
  "They held no land except the personal properties. There were": "व्यक्तिगत संपत्तियों को छोड़कर कोई अन्य जमीन नहीं रख सकते थे। कोई",
  "no subjects. They were Maharajas or Rajas without a Praja;": "विषय नहीं था। वे बिना प्रजा और बिना किसी संप्रभुता के और बिना किसी",
  "34. The definition of ruler in clause (22) of Article 366 of the Constitution itself shows that the person who is defined as": "34. संविधान के अनुच्छेद 366 के खंड (22) में शासक की परिभाषा से ही पता चलता है कि जिस व्यक्ति को शासक के रूप में",
  "ruler is a former prince, chief or other person, who was, on or": "परिभाषित किया गया है वह पूर्व राजकुमार, मुख्य या अन्य व्यक्ति है, जिसे",
  "“288.....The choice of a person as a Ruler to succeed another": "“288...... एक शासक के रूप में किसी व्यक्ति का उसकी मृत्यु पर किसी अन्य उत्तराधिकारी के होने का चुनाव चुनाव निश्चित",
  "President. He had to find out the successor and this he could": "था। उसे उत्तराधिकारी का पता लगाना था और वह पद, हिंदू",
  "do not by applying the ordinary rules of Hindu Law or": "कानून या मुस्लिम कानून के सामान्य नियमों को लागू नहीं कर",
  "Mohamadan Law but by the law and custom attaching to the Gaddi of a particular State.....”": "सकता था, लेकिन किसी विशेष राज्य के गद्दी से संबंधित कानून और रीति-रिवाजों द्वारा....",
  "36. Examples were also given where in cases of disputes,": "36. विवादों के मामलों में ऐसे उदाहरण भी दिए गए जहां राज्यों के",
  "the same were referred to committees comprising of the Chief Justices of the States and erstwhile rulers. However, it is clear": "मुख्य न्यायाधीशों और तत्कालीन शासकों की समितियों को संदर्भित किया",
  "that the declaration under clause (22) of Article 366 relates": "गया था। हालांकि, यह स्पष्ट है कि अनुच्छेद 366 के खंड (22) के तहत",
  "only to the Gaddi or the rulership and not to the properties": "घोषणा केवल गद्दी या प्रशासन से संबंधित है, न कि उन संपत्तियों से जो",
  "which were declared to be private properties by the ruler.": "शासक द्वारा निजी संपत्ति घोषित की गई थीं।",
  "37. It was contended by Mr. Ganguli that there could be no Gaddi without a property and the properties which were": "37. श्री गंगुली द्वारा यह तर्क दिया गया था कि संपत्ति के बिना कोई",
  "declared to be the private properties were, in fact, attached to": "गद्दी नहीं हो सकती है और जिन संपत्तियों को निजी संपत्ति घोषित किया",
  "We find no force in this submission. These were rulers without": "घोषित की जायेंगी। हम इस प्रकथन में कोई बल नहीं पाते हैं। ये बिना किसी",
  "any subjects. These were rulers without any territory. These": "विषय-वस्तु के राजा थे। ये बिना किसी क्षेत्र के शासक थे। ये कुछ",
  "were so called rulers enjoying certain privileges and privy": "विशेषाधिकारों और राज्य भत्ते (प्रीवी पर्स) का आनंद लेने वाले शासक",
  "not mentioned as one of the attributes of a Gaddi.": "के एक गुण के रूप में नहीं किया गया है।",
  "39. A Gaddi or rulership and private property have two": "39. एक गद्दी या शासक और निजी संपत्ति के विलय समझौते /",
  "different connotations even in the merger agreement/instrument of accession. In Article 2 of the": "परिग्रहण के साधन में भी दो अलग-अलग अर्थ हैं। समझौते के अनुच्छेद 2 में",
  "to enjoy the same personal rights, privileges, immunities and dignities and other titles which he would have enjoyed prior to": "विशेषाधिकार, उन्मुक्तियां और सम्मान तथा अन्य उपाधियां प्राप्त करते रहेंगे",
  "dignities and other titles which he would have enjoyed prior to the agreement. Conspicuously, the word ‘property’ or ‘personal": "जिनका उन्होनें करार के पूर्व में उपभोग किया होगा। 'संपत्ति' या 'व्यक्तिगत",
  "property’ is missing. Article 2 deals only with personal rights,": "संपत्ति' शब्द स्पष्ट रूप से गायब है। अनुच्छेद 2 केवल व्यक्तिगत अधिकारों,",
  "privileges, dignities, etc. Article 3 deals with privy purse which": "विशेषाधिकारों, गणमान्य व्यक्तियों आदि के बारे में है, अनुच्छेद 3 राज्य भत्ते",
  "personal rights, privileges, immunities, dignities and title.": "विशेषाधिकारों, प्रतिरक्षा, गरिमा और शीर्षक के अनुसार है गद्दी नवाब का",
  "right to privy purses, private properties and privileges only": "सभी प्राइवेट संपत्तियों के पूर्ण स्वामित्व, उपयोग और उपभोग के हकदार",
  "rejected.": "अस्वीकरण",
  "gifts and, therefore, cannot challenge the entitlement of defendant no. 1. This argument cannot be accepted. We have": "पात्रता को चुनौती नही दे सकता, इस तर्क को स्वीकार नहीं किया जा सकता",
  "only to decide what was the legal entitlement of the legal heirs": "है। हमें केवल यह तय करना है कि कानूनी उत्तराधिकारियों की कानूनी",
  "and in what manner the succession to the estate of late Nawab": "पात्रता क्या था और किस तरीके से स्वर्गीय नवाब रज़ा अली खान की संपत्ति",
  "the Trust, which has been referred to by the contesting defendants, was created in the year 1944, much before the": "जिसे प्रतियोगी प्रतिवादियों द्वारा संदर्भित किया गया है, वर्ष 944 में बनाया",
  "Nawab ceded his property to the Dominion of India. At that": "गया था, इससे बहुत पहले कि नवाब ने अपनी संपत्ति भारत डोमिनियन को",
  "time, there was no doubt that succession to the properties of the State of Rampur would be governed by the rule of": "सौंप दी थी। उस समय, इसमें कोई संदेह नहीं था कि रामपुर राज्य की संपत्तियों का उत्तराधिकार प्राइमोजेनरी के नियम द्वारा शासित होगा। नवाब",
  "during his lifetime including a property known as Rafat Club in": "जीवनकाल के दौरान, रामपुर में रफत क्रब के नाम से ज्ञात संपत्ति के साथ",
  "purses case’. In this case, the erstwhile rulers challenged the 26\" Amendment, 1971 of the Constitution whereby the benefits": "में, तत्कालीन शासकों ने संविधान के 26 वें संशोधन 4974 को चुनौती दी,",
  "given to the rulers, as enshrined in the Constitution in Articles": "जिसके तहत शासकों को दिए गए लाभ, जैसा कि संविधान में अनुच्छेद 29",
  "291 and 362 mentioned hereinabove, were taken away. This": "और 362 में वर्णित है, को हटा दिया गया था। यह पहले प्रिंसेस प्रिवी पर्स",
  "could not be taken away by executive fiat. Thereafter, the Parliament amended the Constitution and it was in this context": "द्वारा दूर नहीं किया जा सकता है। इसके बाद, संसद ने संविधान में संशोधन",
  "that the following observations were made:": "किया और यह इस संदर्भ में था कि निम्नलिखित अवलोकन किए गए थे:",
  "“74. The agreements entered into by the Rulers of the States": "74. राज्यों के शासक द्वारा भारतीय सरकार के साथ किए गए",
  "with the Government of India were simple documents relating to the accession and the integration and the “assurances and": "समझौते में एकीकरण और सम्मिलन के साधारण दस्तावेज थे,",
  "guarantees” given under those documents were only for the fixation of the privy purses and the recognition of the": "और इन दस्तवेजों के अधीन दिया गया आश्वासन ओर गारंटियां जो केवल राज्य भत्ते के निधारिण और विशेषाधिकारों की",
  "privileges. The guarantees and the assurances given under the": "मान्यता के लिए थी। संविधान के तहत दी गई गारंटी और",
  "Constitution were independent of those documents. After the": "आश्वासन उन दस्तावेजों से स्वतंत्र थे। संविधान के आगमन के",
  "privy purses, private properties and privileges only by the": "निजी संपत्तियों और विशेषाधिकारों के उपयोग का अधिकार",
  "ordinary citizens of India like any other citizen; of course, this": "भारत के साधारण नागरिक थे; बेशक, यह इतिहास की एक",
  "is an accident of history and with the concurrence of the Indian people in their Constituent Assembly.": "दुर्घटना है और अपनी संविधान सभा में भारतीय जनता की सहमति से है।संविधान की शक्ति से ही राज्य भत्ते, निजी",
  "75. Therefore, there cannot be any justification in saying that": "75. इसलिए, यह कहने का कोई औचित्य नहीं हो सकता है",
  "the guarantees and assurances given to the Rulers were": "कि शासकों को दी गई गारंटी और आश्वासन पवित्र थे और",
  "sacrosanct and that Articles 291 and 362 reflected only the": "अनुच्छेद 294 और 362 केवल समझौतों और अनुबन्धों की",
  "terms of the agreements and covenants. In fact as soon as the": "शर्तों को प्रतिबिंबित करते थे। वास्तव में जैसे ही संविधान लागू",
  "executed and ratified by the States and Union of States were": "और राज्यों के द्वारा उसकी पुष्टि की गयी और राज्यों के संघ",
  "embodied in formal agreements under the relevant articles of the Constitution and no obligation flowed from those": "को संविधान के सम्बन्धित अनुच्छेदो के अधीन औपचारिक समझौतों में सन्निहित किए गए और कोई भी दायित्व उन",
  "rights.": "अधिकारों का समावेश नहीं होगा।",
  "AD. There is no dispute between the parties that if personal": "45. पार्टियों के बीच कोई विवाद नहीं है कि यदि व्यक्तिगत कानून",
  "law is to apply then the Muslim Personal Law (Shariat)": "लागू होगा, तभी मुस्लिम पर्सनल लॉ (शरीयत) आवेदन अधिनियम,",
  "Application Act, 1937 will apply and since Nawab Raza Ali Khan was a Shia, his estate will devolve upon his heirs under": "937 लागू होगा और चूंकि नवाब रज़ा अली खान शिया थे, उनकी",
  "the Muslim personal law, as applicable to Shias.": "संपत्ति मुस्लिम पर्सनल लॉ के तहत उनके उत्तराधिकारियों पर लागू",
  "46. During the pendency of the suit the plaint was": "46. ...... मुकदमे के लंम्बन के दौरान प्रतिवादी सं. ५, प्रतिवादी सं. 4/",
  "amended from time to time because of the death of defendant": "और प्रतिवादी सं. 3 की मृत्यु के कारण समय-समय पर वादपत्र में",
  "no. 1, defendant no.1/1 and defendant no.3. After the amendment, the shares of all the legal heirs were worked out in": "संशोधन किया गया था। संशोधन के बाद, सभी कानूनी उत्तराधिकारियों",
  "para 9-F of the plaint. These shares have not been disputed by": "के भागों को वादपत्र के पैरा 9 से तय किया गया था. इन भागों को किसी",
  "any one nor there is any dispute with regard to the manner in": "एक द्वारा विवादित नहीं किया गया है और न ही जिस तरीके से भाग तय",
  "which the shares have been worked out. Therefore, these shares are accepted to be correct. The parties shall be entitled": "किये है उस पर विवाद है। इसलिए, इन भागों को सही माना जाता है।",
  "to the property as per the shares set out in para 9-F of the": "पक्षकार, जो डिक्री का एक हिस्सा होगा जो वादपत्र के पैरा 9-एफ में",
  "A7. In view of the above discussions, we allow the appeals,": "47. .... उपरोक्त चर्चाओं के मद्देनजर, हम अपील की अनुमति देते हैं,",
  "set aside the judgments of learned Single Judge and Division Bench of the High Court of Judicature at Allahabad, and": "इलाहाबाद में उच्च न्यायालय के विद्वत एकल न्यायाधीश और डिवीजन",
  "the following terms:-": "डिक्री निम्न शर्तों में पारित की जाती हैः-",
  "Schedules A and B to the plaint, as per personal law and in the shares set out in para 9-F of the amended": "अनुसूची अ और ब में उल्लिखित और संशोधित वादपत्र के पैरा 9- एफ में उल्लिखित, हिस्सेदारियों के अनुसार 'स्वर्गीय नवाब रजा",
  "(2) The first effort shall be to divide the": "(2). चौहद्दी और सीमा के द्वारा पहला प्रयास अचल",
  "immovable properties (set out in Schedule A to the plaint) as per the respective shares, by metes and": "संपत्तियों (अनुसूची ए में निर्धारित) के संबंधित शेयरों, को विभाजित",
  "bounds and for this purpose the Trial Court may": "करने का होगा और इस उद्देश्य के लिए ट्रायल कोर्ट, इसकी",
  "appoint a Commissioner to assist it.": "सहायता के लिए एक आयुक्त नियुक्त कर सकता है।",
  "(3) In case the division of the immovable": "(3). यदि अचल संपत्तियों का विभाजन (वादपत्र के लिए",
  "properties (set out in Schedule A to the plaint) is not feasible by metes and bounds the Trial Court shall fix": "अनुसूची ए में उल्लिखित किया गया है) चौहद्दी और सीमा से संभव नहीं है, तो परीक्षण न्यायालय ऑवेल्टी मनी(0४/&॥४ 007४) को",
  "prescribed by law so that at the first instance efforts are made to keep the properties within the family.": "ताकि पहली बार में संपत्तियों को परिवार के भीतर रखने का प्रयास किए जाएं।",
  "(4) To evaluate the value of moveable properties left behind by Nawab Raza Ali Khan (set out in": "(4). नवाब रज़ा अली खान द्वारा पीछे छोड़ी गई चल संपत्तियों के मूल्य का मूल्यांकन करने के लिए (अनुसूची बी के",
  "Schedule B to the plaint), we direct the Trial Court to": "अनुसार वादपपत्र में उल्लिखित), हम ट्रायल कोर्ट को एक आयुक्त",
  "divided as per the shares and if that is not feasible": "विभाजित किया जायेगा और यदि वह संभव नहीं है तो ऑविल्टी",
  "(5) Prayer for decree of mesne profits is rejected": "(5). मध्यवर्ती लाभ के डिक्री के लिए प्रार्थना को खारिज कर",
  "since no evidence has been led in this regard.": "दिया जाता है क्योंकि इस संबंध में कोई सबूत नहीं दिया गया है।",
  "(6) The defendant no.1/2 and defendant no. 1/3": "(6). प्रतिवादी सं-|/2 और प्रतिवादी सं-4/3 उनके द्वारा",
  "profits, usufructs and benefits inherited by them or": "विरासत में प्राप्त आय, लाभ, उपभोगाधिकार और लाभ या मृतक",
  "enjoyed by deceased defendant no.1 and deceased": "प्रतिवादी सं- 4 और मृतक प्रतिवादी सं.-/| के द्वारा उपयोग की",
  "determining the value of the properties falling to their shares and also the owelty money.": "वाली संपत्तियों के मूल्य और ऑविल्टी मनी (0५/6॥४ 0४) का",
  "(7) The Trial Court shall also determine whether": "(7). ट्रायल कोर्ट यह भी निर्धारित करेगा कि इन कार्यवाहीयों",
  "the defendant no.1l (since deceased), defendant": "के लंबन के दौरान प्रतिवादी सं-। (मृतक के बाद से), प्रतिवादी सं-",
  "no.l1/1 (since deceased), defendant no.1/2° or": "|/| (मृतक के बाद से), प्रतिवादी सं-4/2 या प्रतिवादी सं-/3 ने",
  "movable property or immovable property during the": "किसी भी चल संपत्ति या अचल संपत्ति को बेचा या हस्तांतरित",
  "pendency of these proceedings. The value of such immovable property or movable property sold or transferred shall obviously be deducted from the": "किया है। तो इस तरह की बेची गई या हस्तांतरित की गई, चल संपत्ति या अचल संपत्ति का मूल्य स्पष्ट रूप से प्रतिवादी सं-4/2",
  "(8) We direct all the parties to appear before the District Judge, Rampur on 02.09.2019 and request": "(8). हम सभी पक्षों को 02. 09. 2049 को जिला न्यायाधीश, रामपुर के समक्ष उपस्थित होने का निर्देश देते हैं और",
  "the District Judge, Rampur to keep the case on his": "जिला न्यायाधीश, रामपुर से अनुरोध करते हैं कि वे मामले को",
  "docket and proceed further. The District Judge may": "अपने निर्णय की सूची पर रखें और आगे बढ़ें। जिला न्यायाधीश",
  "actual division of the properties by settlement by mutual agreement since the main dispute with": "के निर्धारण के बाद से आपसी समझौते द्वारा संपत्तियों के वास्तविक",
  "(9) As the suit has been pending for almost half a": "(9). चूंकि मुकदमा लगभग आधी सदी से लंबित है और",
  "century and the parties have been litigating for more than 5 decades and some of the parties are at an": "पार्टियां 5 से अधिक दशकों से मुकदमेबाजी कर रही हैं और पक्षकरों",
  "advanced age, we direct the trial court to dispose of": "में कुछ अत्यधिक उम्र के हो चुकें हैं, हम विचारण न्यायालय को"
}