{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL Nos. 7086-7087 OF 2009": "सिविल अपील संख्या 7086-7087 वर्ष 2009",
  "SABIR ALI KHAN .. APPELLANT (S)": "साबिर अली खान... ...... अपीलकर्ता (गण)",
  "SYED MOHD. AHMAD ALI KHAN AND OTHERS ..RESPONDENT (S)": "सैयद मो. अहमद अली खान एवं अन्य... ...... प्रतिवादी (गण)",
  "JUDGMENT": "निर्णय",
  "K.M. JOSEPH, J.": "न्यायमूर्ति के. एम. जोसेफ",
  "1. The Appeals are lodged against the Order passed by the High Court of Allahabad in Civil Revision Nos. 595 and 596 of 2003. The Revisions, in turn, were directed": ". इलाहाबाद उच्च न्यायालय द्वारा सिविल पुनरीक्षण संख्या 595 और 596 वर्ष 2003 में पारित आदेश के खिलाफ अपीलें दायर की गई है। पुनरीक्षण प्रतिवादी",
  "against the Order passed by the Waqf Tribunal on an Appeal filed by the first respondent before us. The": "द्वारा हमारे समक्ष वक्‍्फ बोर्ड द्वारा पारित आदेश के विरुद्ध दायर किया गया था।",
  "first respondent again, in turn, put in issue the Order passed by the Collector, Bulandshahar. The Order passed": "पहले प्रतिवादी ने पुनश्च, कलेक्टर, बुलंदशहर द्वारा पारित आदेश को विषय में",
  "way the Collector was passed under Section 52(2) of the": "'अधिनियम' के रूप में संदर्भित ) की धारा 52(2) के अन्तर्गत पारित किया गया",
  "Finally, we must point out at this stage that the": "था। अंत में, हमें इस स्तर पर यह इंगित करना चाहिए कि कलेक्टर वक्‍्फ बोर्ड के",
  "given by the Controller of Wagqf Board to obtain and deliver possession of the land in dispute to the Waqgf": "नियंत्रक द्वारा विवादित भूमि का कब्जा प्राप्त करने और वकक्‍्फ बोर्ड को देने के लिए",
  "Board. The requisition was made under Section 52(1) of": "दिए गए अनुरोध के आधार पर कार्य कर रहे थे। यह अनुरोध अधिनियम की धारा ५2(7) के तहत किया गया था।",
  "2. By the Order passed by the Tribunal, it had set aside the Order passed by the Collector on various": "2. न्यायाधिकरण द्वारा पारित आदेश द्वारा, इसने विभिन्न आधारों पर कलेक्टर",
  "grounds. By the impugned Order passed by the High Court": "द्वारा पारित आदेश को अपास्त कर दिया था। पूर्वोक्त आदेश के खिलाफ",
  "in the Revisions filed against the aforesaid Order by": "अपीलकर्ताओं द्वारा दायर पुनरीक्षण में उच्च न्यायालय द्वारा पारित आक्षेपित आदेश",
  "the appellants, the High Court has affirmed the Order passed by the Tribunal, however, on the ground that the": "द्वारा, उच्च न्यायालय ने ट्रिब्यूनल द्वारा पारित आदेश की पुष्टि की है, हालांकि, इस",
  "3. We have heard Shri Salman Khurshid, learned Senior Counsel on behalf of the Appellant and Shri P.S.": "3. हमने अपीलकर्ता की ओर से विद्वान वरिष्ठ अधिवक्ता श्री सलमान खुर्शीद और",
  "Patwalia, learned Senior Advocate on behalf of the first respondent and Shri S.R. Singh, learned Senior": "प्रथम प्रतिवादी की ओर से विद्वान वरिष्ठ अधिवक्ता श्री पी.एस. पटवालिया और",
  "Advocate on behalf of the second respondent-the Assistant Survey Commissioner, Waqk, Bulandshehar and": "द्वितीय प्रतिवादी- सहायक सर्वेक्षण आयुक्त, वक्‍्फ, बुलंदशहर और चतुर्थ",
  "that the Collector passed Order dated 31.12.1997, directing the respondents to deliver possession of the": "ने दिनांक 3.2.997 का आदेश पारित किया, जिसमें प्रतिवादियों को तीस",
  "directing the respondents to deliver possession of the property to the Board within thirty days. This Order": "दिनों के भीतर संपत्ति का कब्जा बोर्ड को सौंपने का निर्देश दिया गया। अपील में",
  "came to be challenged by the first respondents in the Appeals, viz., the alleged unauthorised occupants": "इस आदेश को पहले प्रतिवादियों अर्थात कथित अनधिकृत कब्जेदारों द्वारा अपर",
  "before the Additional District Judge, Bulandshahar. The Said Appeals were allowed by the Additional District": "जिला जज, बुलंदशहर के समक्ष चुनौती दी गई। उक्त अपीलों को अतिरिक्त जिला",
  "Judge. The appellant filed Writ Petition (C) No. 23414": "न्यायाधीश द्वारा स्वीकार किया गया। अपीलकर्ता ने रिट याचिका (सी) संख्या",
  "had the jurisdiction and not the Additional District Judge. This contention found favour with the High Court": "न्यायाधिकरण के पास था न कि अपर जिला न्यायाधीश के पास। इस तर्क को",
  "and it was found that the Additional District Judge did": "उच्च न्यायालय का समर्थन मिला और यह पाया गया कि अपर जिला न्यायाधीश",
  "not possess jurisdiction. The Order of the Additional District Judge came to be set aside. Thereafter, the": "के पास क्षेत्राधिकार नहीं था। अपर जिला न्यायाधीश के आदेश को अपास्त कर",
  "first respondent filed Appeal No. 2 of 2002 and Appeal No. 3 of 2002 before the Wagqf Tribunal. By Order dated": "दिया गया। इसके बाद, प्रथम प्रतिवादी ने वक्‍्फ न्यायाधिकरण के समक्ष अपील संख्या 2 वर्ष 2002 और अपील संख्या 3 वर्ष 2002 दायर की। आदेश",
  "28.03.2003, the Waqf Tribunal allowed the Appeals and": "दिनांकित 28.03.2003 द्वारा, वक्‍्फ न्यायाधिकरण ने अपील की अनुमति दी",
  "the Order of the Collector was set aside. It is the": "और कलेक्टर के आदेश को अपास्त कर दिया गया। उक्त आदेश की ही, उद्च",
  "said Order, which has been confirmed by the High Court by passing the impugned Order, by which, the Revision": "न्यायालय द्वारा पारित आक्षेपित आदेश द्वारा पुष्टि की गई है जिसके द्वारा,",
  "Petitions filed by the appellant, came to be dismissed.": "अपीलकर्ता द्वारा दायर पुनरीक्षण याचिकाएं खारिज की गई।",
  "Judgement did hold that, Akbar Ali Khan had created a valid and effective waqf as required of a Shia Muslim": "द्वारा डिक्री की पुष्टि की। उच्च न्यायालय ने अपने फैसले के दौरान यह माना कि, अकबर अली खान ने शिया मुसलमान से यथा अपेक्षित, जो वह थे, एक वैध और",
  "which he was. On 16.12.1958, Akbar Ali Khan passed": "प्रभावी वक्‍्फ बनाया था। 6.2.958 को, अकबर अली खान का निधन हो",
  "away. He left behind him three sons, Qasim Ali khan,": "गया। वह अपने पीछे तीन बेटों को छोड़ गए - कासिम अली खान, काजिम अली",
  "Kazim Ali Khan and Raza Ali Khan. It appears that Qasim": "खान और रजा अली खान। ऐसा प्रतीत होता है कि कासिम अली खान ने मुतवल्ली",
  "entered in the register of waqf. However, his younger": "के रूप में पदभार संभाला था। उनका नाम वक्‍्फ के रजिस्टर में दर्ज किया गया",
  "brothers, 1.e., Kazim Ali Khan and Raza Ali Khan got": "था। हालांकि, उनके छोटे भाई, यानी काजिम अली खान और रजा अली खान",
  "again by Qasim Ali Khan, i.e., OS No. 421 of 1959. He sought a declaration that the plaint schedule property": "गया, यानी ओएस नंबर 42] वर्ष 959। उन्होंने एक उद्घोषणा की मांग की कि",
  "was a waqf property. He further sought the relief of expunging the names of his two brothers. The said suit": "वाद अनुसूची संपत्ति एक वक्‍्फ संपत्ति थी। उन्होंने आगे अपने दो भाइयों के नामों",
  "Mohd. Kazim Ali Khan on 14.10.1960 during the pendency of the suit transferred his alleged one-third share to": "पक्ष में सुनाया गया। काज़िम अली खान ने 4.0.960 को मुकदमे के लंबित",
  "of the suit transferred his alleged one-third share to Mohd. Ahmad Ali Khan who was his nephew being the son": "रहने के दौरान अपने कथित एक तिहाई हिस्से को मोहम्मद अहमद अली खान को",
  "first sale.": "था। इसे पहली बिक्री कहा जाएगा।",
  "The Suit stood abated. Shri Qasim Ali Khan filed": "आदेश को अपास्त कर दिया गया था। श्री कासिम अली खान द्वारा",
  "same stood dismissed on 02.03.1972. Another Application": "2.09.974 के आदेश को चुनौती दी गई थी। 0.05.988 को, ऐसा प्रतीत",
  "appear that Shri Qasim Ali Khan resigned as Mutawalli.": "होता है कि श्री कासिम अली खान ने मुतवल्ली के पद से इस्तीफा दे दिया।",
  "It is the case of the appellant that Shri Sujat Ali Khan became the Mutawalli. The Writ Petition filed by": "अपीलकर्ता का पक्ष यह है कि श्री सुजात अली खान मुतवल्ली बन गए। श्री सुजात",
  "Shri Sajjad Ali Khan, who was another son of Shri Qasim": "अली खान, जो श्री कासिम अली खान के एक अन्य पुत्र थे और जिन्होंने वक्‍्फ के",
  "filed a complaint before the U.P. Shia Waqf Board. He": "लाभार्थी के रूप में दावा किया था, ने उ.प्र. शिया वक्‍्फ बोर्ड के समक्ष एक",
  "both by Shri Qasim Ali Khan, his father, and his uncle,": "परिवाद दायर किया। उन्होंने अपने पिता श्री कासिम अली खान और अपने",
  "withdrawal of Writ Petition (C) No. 5874 of 1974. The": "उन्होंने रिट याचिका (सी) संख्या 5874 वर्ष 974 को वापस लेने के अलावा",
  "16.07.1997. By the said Order, he invoked Section 52 (1)": "6.07.997 पारित किया। उक्त आदेश द्वारा, उन्होंने अधिनियम की धारा 52",
  "unauthorised occupants, viz., Shri Syed Mohamad Ahmad": "() को लागू किया और कलेक्टर को अनधिकृत कब्जेदारों श्री सैयद मोहम्मद",
  "Ali Khan and Shri Mohamad Ali Khan, who were the sons": "अहमद अली खान और श्री मोहम्मद अली खान, जो श्री रज़ा अली खान के पुत्र",
  "in the Appeals and referred to as such. It is thereupon": "और आवेदन दायर किया गया था। उक्त बहाली आवेदन में यह कहा गया है कि,",
  "was a paper transaction. It was the further basis that": "पर हुआ कि वक्‍्फ एक कागजी लेनदेन था। आगे यह आधार था कि वक्‍्फ पर",
  "the waqf was never acted upon and further that the": "कभी कार्रवाई नहीं की गई और आगे कहा गया कि भूखंडों के भूमिधर कासिम",
  "Khan and Mohammad Ahmad Ali Khan (the last being the": "अली खान, रजा अली खान और मोहम्मद अहमद अली खान (अंतिम बाहरी)",
  "alienee), who were entitled to one-third share each. The Deputy Collector, Consolidation accepted the": "एक तिहाई के हिस्सेदार थे। उप जिलाधिकारी चकबन्दी ने समझौता स्वीकार कर",
  "compromise, set aside the Order dated 29.01.1969, an": "दिनांक 29.07.969 के मेरिट पर हुए आदेश को रद्द करते हुए समझौते के",
  "(hereinafter referred to as, ‘the 1960 Act’, for": "अधिनियम, 960 (एतश्मिनपश्चात संक्षेप में '960 अधिनियम' के रूप में",
  "possession over waqf property [See Fagir Mohd. Shah v. Qazi Fasihuddin Ansari and others?]. That a Co- owner also cannot acquire title by adverse": "सकता। संपत्ति [देखें फकीर मो. शाह बनाम काजी फसीह्डद्दीन अंसारी एवं अन्य?]। यह कि एक सह मालिक भी ट्रस्ट संपत्ति पर प्रतिकूल कब्जे से स्वत्व",
  "A beneficiary is not a co-owner and, therefore, the principle that a co-owner cannot acquire a": "भी, एक लाभार्थी सह-स्वामी नहीं होता है और, इसलिए, यह सिद्धांत कि एक",
  "right by adverse possession over the share of another co-owner, was not applicable to a": "सह-स्वामी दूसरे सह-स्वामी के हिस्से पर प्रतिकूल कब्जे से अधिकार प्राप्त नहीं",
  "beneficiary. A beneficiary did not hold _ the": "कर सकता, एक लाभार्थी पर लागू नहीं होता। लाभार्थी के पास ट्रस्ट में संपत्ति",
  "“In every case of Wagqf, whether public or private, the property vests in God Almighty or in the Wagqf": "धो. \"वक्‍्फ के हर मामले में, चाहे सार्वजनिक हो या निजी, संपत्ति ईश्वर में निहित",
  "itself as an institution or a foundation economic, for the time being in force”. The High Court drew": "होती है या तत्समय प्रवृत्त एक संस्था या आर्थिक नींव के रूप में वक्‍्फ में ही। \"",
  "for the time being in force”. The High Court drew support from the aforesaid view expressed by a Full": "उच्च न्यायालय ने उपरोक्त दृष्टिकोण से समर्थन प्राप्त किया जो पूर्ण पीठ द्वारा",
  "Article 96 of the Limitation Act, 1963, provides": "[». लिमिटेशन एक्ट, 963 के अनुच्छेद 96 में अन्य बातों के साथ -साथ,",
  "for a period of twelve years for a Suit by a Manager of a Muslim Religious or Charitable Endowment,": "करने के लिए एक मुस्लिम धार्मिक या धमर्थि संस्था के प्रबंधक द्वारा एक मुकदमे",
  "sale) would not come under its purview as he was": "द्वारा निष्पादित बिक्री (पहली बिक्री) इसके दायरे में नहीं आएगी क्योंकि वह",
  "not the Mutawalli/Manager.": "मुतवल्ली /मैनेजर नहीं थे।",
  "Qasim Ali Khan, who was noted as the Mutawalli,": "५. श्री कासिम अली खान, जिन्हें मुतवल्ली के रूप में नोट किया गया था, द्वारा",
  "the Court went into the interplay of Articles 65 and 96 of the Limitation Act, 1963. It was found": "963 के अनुच्छेद 65 और 96 के परस्पर प्रभाव पर विचार किया। यह पाया",
  "that Article 96 would not apply in the case of a void transfer. In the case of a transfer being void": "गया कि अनुच्छेद 96 एक शून्य हस्तांतरण के मामले में लागू नहीं होगा। एक",
  "on account of breach of a statutory requirement,": "वैधानिक आवश्यकता के उल्लंघन के कारण एक हस्तांतरण के शून्य होने के मामले",
  "adverse possession of the transferee would commence from the date of the transfer. If the Suit": "में, हस्तांरिती का प्रतिकूल कब्जा हस्तांतरण की तारीख से शुरू होगा। यदि कब्जे",
  "within the period of twelve years under Article": "की प्राप्ति के लिए मुकदमा अनुच्छेद 65 के तहत बारह वर्ष की अवधि के भीतर",
  "65, the rights of the Manager to recover the endowed property would stand extinguished under": "दायर नहीं किया गया था, बंदोबस्ती संपत्ति की प्राप्ति का प्रबंधक का अधिकार",
  "Section 27 of the Limitation Act.": "परिसीमा अधिनियम की धारा 27 के तहत समाप्त हो जाएंगे।",
  "The effect of the decision reported in Khilli Ram v. State of Rajasthan’, was found to be that the": "५. खिल्ली राम बनाम राजस्थान राज्य में रिपोर्ट किए गए निर्णय का प्रभाव यह",
  "Collector lies before the Tribunal under the Act.": "अधिनियम के तहत कलेक्टर न्यायाधिकरण के समक्ष होता है। न्यायाधिकरण के",
  "The Tribunal has wide powers and it can go into the question. The Tribunal could go into the": "पास व्यापक शक्तियाँ हैं और यह प्रश्न में जा सकता है। न्यायाधिकरण बोर्ड द्वारा",
  "validity of the Requisition Order issued by the Board. These are views expressed in the Judgment": "जारी किये गए अनुरोध आदेश की वैधता पर विचार कर सकता है। यह विचार",
  "in (Smt.) Amina Khatoon v. Third Addl. D.J. Farukhabad and others®. The High Court agreed with": "अमीना खातून बनाम तृतीय अपर जिला जज फर्रूखाबाद और अन्य\" के मामले में",
  "i.The Tribunal erred in finding the notice being": "भी, ट्रिब्यूनल द्वारा इस आधार पर नोटिस को दोषपूर्ण पाया जाना त्रुटिपूर्ण था",
  "defective on the ground that thirty days’ notice was not given. High Court notes the same to be a": "कि तीस दिनों का नोटिस नहीं दिया गया था। उच्च न्यायालय ने इसे एक गलती",
  "no steps were taken for their eviction before the": "समाप्ति से पहले उनके निष्कासन के लिए कोई कदम नहीं उठाया गया था। |",
  "was an ex parte Report and they had not been given": "पक्षीय रिपोर्ट थी और उन्हें कोई अवसर नहीं दिया गया था, तथ्यात्मक रूप से",
  "any opportunity, was found to be factually correct. However, it is found that the Controller had found": "सही पाया गया था। हालांकि, यह पाया गया कि नियंत्रक ने पाया था कि",
  "the property in question was waqf property, the Waqf was registered and, lastly, the transfer was": "विचाराधीन संपत्ति वक्‍फ संपत्ति थी, वक्‍्फ पंजीकृत था और अंत में, अनुमति के",
  "the respondents, especially in view of the full opportunity given by the Tribunal, especially when": "दिए गए पूर्ण अवसर को ध्यान में रखते हुए, विशेष रूप से जब यह तर्क नहीं दिया",
  "it was not contended that the Waqf was not registered or that the property was not wagf": "गया कि वक्‍्फ पंजीकृत नहीं था या संपत्ति वक्‍्फ संपत्ति नहीं थी या हस्तांतरण से",
  "It was, however, found that in view of the finding": "भा». हालांकि, यह पाया गया था कि इस निष्कर्ष के मद्देनजर कि प्रतिवादियों ने",
  "that the respondents had acquired title by adverse possession, there was no merit in the Revision": "प्रतिकूल कब्जे से मालिकाना हक हासिल किया था, पुनरीक्षण याचिकाओं में कोई",
  "Petitions and, accordingly, they were dismissed.": "मेरिट नहीं थी और तदनुसार, उन्हें खारिज कर दिया गया था।",
  "The learned Senior Counsel for the appellant, Shri Salman Khurshid, contended that Article 96 of": "[.. अपीलकर्ता के विद्वान वरिष्ठ अधिवक्ता, श्री सलमान खुर्शीद ने तर्क दिया कि",
  "the Limitation Act did apply. The period of": "परिसीमा अधिनियम का अनुच्छेद 96 लागू होता है। परिसीमा की अवधि 996",
  "limitation would commence from 1996 or from the date, when the appellant Shri Sajjad Ali Khan was": "996 से या उस तारीख से शुरू होगी, जब अपीलकर्ता श्री सज्ञाद अली खान",
  "appointed Mutawalli, as twelve years had not run out from 01.05.1988, when Shri Qasim Ali Khan": "को मुतवल्ली नियुक्त किया गया था। चूंकि 0.05.988, जब श्री कासिम अली",
  "resigned or from the date of appointment of the present Mutawalli Shri Sajjad Ali Khan. Therefore,": "खान ने इस्तीफा दिया था या वर्तमान मुतवल्ली श्री सज्ञाद अली खान की नियुक्ति",
  "Article 65 of the Limitation Act did not apply.": "पं. परिसीमा अधिनियम का अनुच्छेद 65 लागू नहीं हुआ। श्री सैयद अहमद अली",
  "right under the said sale deed, if any, got": "के बिक्री विलेख पर आधारित नहीं था। उक्त बिक्री विलेख के तहत अधिकार, यदि",
  "As regards the claim of adverse possession of Shri Syed Mohammad Ali Khan, it is contended that": "पा. श्री सैयद मोहम्मद अली खान के प्रतिकूल कब्जे के दावे के संबंध में, यह तर्क",
  "Article 65 was a general Article and it is Article 96, which would apply. Appellant was appointed": "दिया गया है कि अनुच्छेद 65 एक सामान्य अनुच्छेद था और अनुच्छेद 96 लागू",
  "Mutawalli. The period would start running, when he": "होगा। अपीलकर्ता को मुतवल्ली नियुक्त किया गया था। अवधि तब शुरू होगी, जब",
  "was so appointed or from the date of the complaint": "उसे इस रूप में नियुक्त किया गया या 996 में उस तिथि से जब उनके द्वारा",
  "The High Court erred in finding that the right of": "४. उच्च न्यायालय ने यह निष्कर्ष निकालने में गलती की कि वक्‍्फ का अधिकार",
  "the Waqf stood extinguished by virtue of Section 27 of the Limitation Act. As the Suit for": "परिसीमन अधिनियम की धारा 27 के आधार पर समाप्त हो गया। जैसा कि कब्जे",
  "Possession was against the transferee from the earlier Mutawalli, the possession would become": "के लिए मुकदमा पहले के मुतवल्ली से हस्तांतरिती के खिलाफ था, कब्जा पहले",
  "mutated into the names of his three sons. Reliance": "संपत्ति को उनके तीन बेटों के नाम पर अंतरित कर दिया गया। वक्‍्फ",
  "26.07.1934. There in it is indicated:": "दिनांक 26.07.934 के उद्देश्य का अवलंब लिया गया है। इसमें संकेत दिया गया है:",
  "“The object of the Waqf reads inter alia”": "\"अन्य बातों के साथ वक्‍्फ का उद्देश्य\"",
  "With a view of perpetuating the name of my ancestors and with the": "अपने पूर्वजों के नाम को कायम रखने के उद्देश्य से और मेरी",
  "their offspring and relatives belonging to the family and their": "संतानों और उनकी संतानों और परिवार और उनकी संतानों के",
  "miserable and Syeds-for this purpose under Mohammedan law, in accordance": "सैयदों को लाभ पहुंचाने के उद्देश्य से- मोहम्मडन कानून के तहत इस",
  "with Act 6 of 1913, I have by a formal": "उद्देश्य के लिए, 93 के अधिनियम 6 के अनुसार, मैंने एक",
  "Clause E of Waqf Deed provides inter alia:": "वकक्‍्फ विलेख का खंड ई अन्य बातों के साथ उपबंध करता है:",
  "‘“E. In case, God forbid my generation exterminates altogether and": "\"ई. भगवान न करे कि मेरी पीढ़ी पूरी तरह से नष्ट हो जाए और",
  "none survives there and nor my wife Pakeeza Begum or any other wife remains": "वहां कोई न बचे और न ही मेरी पत्नी पाकीजा बेगम या कोई अन्य पत्नी",
  "alive, then in such case the income from the endowed property which will be manage": "जीवित रहे, तो ऐसी स्थिति में दान की गई संपत्ति से होने वाली आय,",
  "by the members of the committee will be": "जिसका प्रबंध समिति के सदस्य करेंगे सुविधा संकलन के शीर्ष # में",
  "11. It is further contended that all the property except a small parcel admeasuring hundred bighas, which": "3. यह आगे तर्क दिया गया है कि सौ बीघे के एक छोटे खंड को छोड़कर, जो",
  "sold. In fact, the wagqif himself sold a portion to one Mr. Manzoor Hasan. Almost 4272 bighas have been sold": "वकीफ ने स्वयं किसी श्री मंजूर हसन को एक हिस्सा बेच दिया। लगभग 4272",
  "by the sons of Akbar Ali Khan. Neither the appellant": "बीघे अकबर अली खान के बेटों द्वारा बेचे गए हैं। न तो अपीलकर्ता और न ही",
  "nor the Waqf Board objected. The Waqf Deed contemplated proceeds of the Waqf Property being used to repay": "वक्‍्फ बोर्ड ने आपत्ति की। वक्‍्फ विलेख में इस्तेमाल की जा रही वक्‍्फ संपत्ति की",
  "outstanding debts. It was, therefore, not a valid waqf.": "आय बकाया ऋण चुकाने के लिए परिकल्पित है। इसलिए, यह वैध वक्‍्फ नहीं था।",
  "The Waqf was created on 24.07.1934, at which time, the Mussalman Waqf Validating Act, 1913 was in force. The": "वक्‍्फ 24.07.934 को बनाया गया था, उस समय, मुसलमान वकक्‍्फ वैधीकरण",
  "Act did not provide for registration of the Waqf. It": "अधिनियम, 93 लागू था। अधिनियम में वक्‍्फ के पंजीकरण का प्रावधान नहीं",
  "was, thereafter, that the Mussalman Wagf Act, 1923 was": "था। इसके बाद ही, मुसलमान वकक्‍्फ अधिनियम, 923 को अधिनियमित किया",
  "enacted. Thereunder, by virtue of Section 2(e), waqf-": "गया था। इसके तहत, धारा 2 (ई) के आधार पर, वक्‍्फ अल-औलाद को",
  "Validating Act, 1930 was enacted, which declared only": "मुसलमान वकक्‍्फ वैधीकरण अधिनियम, 930 अधिनियमित किया गया था,",
  "U.P. Muslim Waqfs Act, 1936 (hereinafter referred to": "मुस्लिम वक्‍्फ अधिनियम, 936 (एतश्मिनपश्चात '936 अधिनियम' के रूप में",
  "as, ‘the 1936 Act’) and the 1960 Act were enacted.": "संदर्भित) और 960 का अधिनियम अधिनियमित किया गया। न तो 936 और",
  "Neither the 1936 nor the 1960 Acts applied to the facts.": "न ही 960 के अधिनियम तथ्यों पर लागू होते हैं।",
  "Therefore, it is contended that the appellant cannot": "इसलिए, यह तर्क दिया गया है कि अपीलकर्ता का यह तर्क नहीं हो सकता कि",
  "have a case that the alleged Waqf was registered either under the 1936 Act or the 1960 Act. The object of the": "कथित वकक्‍्फ 936 के अधिनियम या 960 के अधिनियम के तहत दर्ज किया",
  "Wagqf relied upon is to benefit the offspring and their": "गया था। वक्‍फ का उद्देश्य संतानों और उनकी संतानों को और उनकी",
  "registered under the 1936 Act. There is no religious": "नहीं हुआ था और 936 के अधिनियम के तहत वकक्‍्फ को पंजीकृत नहीं किया",
  "Court in Fazlul Rabbi Pradhan v. State of West Bengal and others’. The wagqf not being registered, the summary": "नहीं है। फजलुल रब्बी प्रधान बनाम पश्चिम बंगाल राज्य और अन्य\" के मामले में इस न्यायालय के फैसले का अवलंब लिया गया है। वक्‍्फ पंजीकृत न होने के",
  "procedure under the Act was not applicable. It is": "कारण, अधिनियम के तहत सारांश प्रक्रिया प्रयोज्य नहीं थी। यह भी शिकायत की",
  "further complained that the appellants have different versions in regard to the alleged registration. On the": "गई है कि कथित पंजीकरण के संबंध में अपीलकर्ताओं के अलग-अलग संस्करण",
  "one hand, it is contended that registration was": "हैं। एक ओर, यह तर्क दिया गया है कि पंजीकरण वास्तव में 934 में किया गया",
  "actually done in 1934, at which time, the 1923 Act was in force. The said Act, apart from specifically": "था, उस समय 923 का अधिनियम लागू था। उक्त अधिनियम में, विशेष रूप से",
  "excluding waqf-alal-aulad from its ambit did not": "वक्‍्फ-अलल-औलाद को इसके दायरे से बाहर करने के अलावा पंजीकरण से",
  "case is set up that registration was done under the": "बताया गया है कि यह तर्क दिया गया है कि 936 एक्ट के तहत रजिस्ट्रेशन",
  "1936 Act. In view of the specific exclusion, by way of Section 2(2) (1), 1t does not apply as the entire income": "कराया गया था। विशिष्ट अपवर्जन के मद्देनजर, धारा 2 (2) (।) के अनुसार, यह",
  "There is a procedure at any rate prescribed under the 1936 Act, in Section 38. The same has not been followed.": "थी। 936 के अधिनियम, धारा 38 में के तहत निर्धारित किसी भी दर पर एक",
  "was registered under the 1960 Act. A Report of the": "है कि वक्‍्फ 960 अधिनियम के तहत पंजीकृत किया गया था। नियंत्रक की एक",
  "Controller, which was for the first time relied upon in this Court and which was disbelieved by the": "रिपोर्ट, जिस पर पहली बार इस न्यायालय में अवलंब लिया गया था और जिस पर",
  "Tribunal, cannot be the basis. Still further, as the": "ट्रिब्यूनल ने विश्वास नहीं किया था, आधार नहीं हो सकती। फिर भी, क्योंकि पूरी",
  "entire income was dedicated to the descendants of the waqif stood excluded from the ambit of the 1960 Act,": "आय वकीफ के वंशजों को समर्पित थी, जो दायरे से बाहर थी, 960 अधिनियम",
  "the claim was without basis. Here again, Section 29": "के अनुसार, दावा निराधार था। यहां फिर से, धारा 29 में पंजीकरण के लिए",
  "provided the procedure for registration. The same, having not been conformed with, it could not be said": "प्रक्रिया का उपबंध था। उसी के अनुरूप नहीं होने के कारण, यह नहीं कहा जा",
  "that the waqf was registered under the 1960 Act. In": "सकता है कि वक्‍्फ 960 अधिनियम के तहत पंजीकृत किया गया था। 960 के",
  "view of the 1960 Act not being applicable, the bar to": "अधिनियम के लागू न होने के कारण, धारा 69 में अधिनियमित वक्फ से संबंधित",
  "the compromise of the suit or proceeding relating to waqfs, enacted in Section 69, was inapplicable. The": "मुकदमे या कार्यवाही के समझौते पर रोक लागू नहीं थी। धारा 45 ख में वर्णित",
  "summary procedure for recovery of Waqf Properties mentioned in Section 45B was not available. No reliance": "वक्‍्फ संपत्तियों की प्राप्ति के लिए सारांश प्रक्रिया उपलब्ध नहीं थी।",
  "vi. The findings of the Order of the Tribunal;": "५. न्यायाधिकरण के आदेश के निष्कर्ष;",
  "vii.The admission of the possession of the respondents by the appellant in the impugned": "पा. आक्षेपित निर्णय में अपीलकर्ता द्वारा प्रतिवादियों के कब्जे की",
  "Judgment and, lastly,": "स्वीकारोक्ति और, अंत में,",
  "viii. Reliance is placed on the very List of Dates submitted by the appellant, which indicates that": "भा. अपीलकर्ता द्वारा जमा की गई तारीखों की सूची में पर अवलंब लिया",
  "submitted by the appellant, which indicates that the Order of the Collector was for recovery of": "गया है, जो इंगित करता है कि कलेक्टर का आदेश कब्जे की प्राप्ति के लिए",
  "12. Thus, it is contended that the respondents have been in possession of two-thirds since 1960 and": "2. इस प्रकार, यह तर्क दिया गया है कि प्रतिवादीगण के पास 960 के बाद से",
  "been in possession of two-thirds since 1960 and remaining one-third since 1974 and the rights of the": "दो-तिहाई का कब्जा है और 974 के बाद से शेष एक-तिहाई और अधिनियम",
  "respondents emerged before the Act came into force.": "के लागू होने से पहले प्रतिवादीगण के अधिकार उत्पन्न हुए। 974 से गिनती",
  "title in the year 1986, i.e., 12 years from 1974. Thus, the Limitation Act, 1963 would indeed apply as hostile": "साल बाद। इस प्रकार, परिसीमा अधिनियम, 963 वास्तव में लागू होगा क्योंकि",
  "13. It is next pointed out that the appointment of Mutawalli did not lead to a fresh starting point of": "3. इसके बाद यह बताया गया है कि मुतवल्ली की नियुक्ति से परिसीमा की नए",
  "Khan and others v. Syed Mohammed Yar Khan and others’": "यार खान एवं अन्य”* के मामले में इस न्यायालय का निर्णय उक्त पक्ष का खंडन",
  "is set up to counter the said case. The High Court had": "करने लिए रखा गया। उच्च न्यायालय ने वर्तमान मामले में परिसीमा अधिनियम ,",
  "rightly applied Article 65 of the Limitation Act, 1963 in the present case. The first respondent in the": "963 के अनुच्छेद 65 को ठीक ही लागू किया था। अपील में पहला प्रतिवादी",
  "Appeals are not beneficiaries, it is next pointed out as no valid waqf has been established. There is no": "लाभार्थी नहीं हैं, यह आगे बताया गया है कि किसी वैध वक्‍्फ की स्थापना नहीं",
  "evidence to suggest that the alleged waqf was generating any income which was being distributed": "हुई। यह सुझाने के लिए कोई साक्ष्य नहीं है कि उक्त वक्‍्फ कोई आय उत्पन्न कर",
  "amongst the beneficiaries. This meant that the three": "रहा था जिसे लाभार्थियों के बीच वितरित किया जा रहा था। इसका मतलब था",
  "sons of the original Wakif were not beneficiaries and": "कि मूल वाकीफ के तीन बेटे लाभार्थी नहीं थे और उनके साथ ऐसा व्यवहार नहीं",
  "is no bar in law preventing the beneficiary of wagqf from claiming adverse possession. The bar applies only": "दावा करने से रोकने के लिए कानून में कोई रोक नहीं है। रोक केवल एक मुतवल्ली",
  "to a Mutawalli. This is for the reason that the Mutawalli holds a fiduciary duty towards the Wagqf. It": "पर लागू होता है। यह इस कारण से है कि मुतवल्ली की न्यासीय भूमिका होती है।",
  "is open to the first respondent, it is lastly pointed out, to plead both title and adverse possession": "यह अंतिम रूप से इंगित किया गया है, कि स्वत्व और प्रतिकूल कब्जे दोनों का अभिवचन करने का पहले प्रतिवादी के पास विकल्प है। एम. सिद्दीक (मृत) द्वारा",
  "Temple Case) v. Mahant Suresh Das and others’? and": "विधिक प्रतिनिधि (राम जन्मभूमि मंदिर मामला) बनाम महंत सुरेश दास एवं",
  "Karnataka Board of Wakf v. Govt. of India and others”.": "अन्य? और कर्नाटक वकक्‍्फ बोर्ड बनाम भारत सरकार एवं अन्य” के मामलों का",
  "SUBMISSIONS OF RESPONDENT NOS. 2 AND 4": "प्रतिवादी संख्या 2 और 4 के तर्क",
  "14. Respondent Nos. 2 and 4 are Assistant Survey Commissioner Waqf, Bulandshehar and the Collector,": "4. प्रतिवादी संख्या 2 और 4 क्रमशः सहायक सर्वेक्षण आयुक्त वक्‍्फ, बुलंदशहर",
  "Wagqf, Bulandshehar, U.P., respectively. The learned Senior Counsel, Shri S.R. Singh would submit that the": "और कलेक्टर, वक्‍्फ, बुलंदशहर हैं। विद्वान वरिष्ठ अधिवक्ता श्री एस.आर. सिंह ने",
  "and others v. Commissioner of Wealth Tax, Calcutta’®. A": "आरिफ एवं अन्य बनाम धन कर आयुक्त, कलकत्ता” के मामलों में निर्णयों का",
  "beneficiary/Mutawalli had no right to transfer the wagqf": "सहारा लिया गया। लाभार्थी/मुतवल्ली को वक्फ संपत्ति को स्थानांतरित करने का कोई अधिकार नहीं था। परिसीमा अधिनियम की धारा 07 के मद्देनजर परिसीमा",
  "property. Article 65 of the Limitation Act did not apply to the proceedings of the Act in view of Section": "अधिनियम का अनुच्छेद 65 अधिनियम की कार्यवाही पर लागू नहीं होता। आगे",
  "Article 65 applied to suits. It did not apply to": "तर्क दिया गया है कि अनुच्छेद 65 मुकदमों पर लागू होता है। यह कार्यवाही पर",
  "proceedings. Therefore, Section 27 of the Limitation": "लागू नहीं होता है। इसलिए, परिसीमा अधिनियम, 963 की धारा 27 वक्‍्फ",
  "Act, 1963 did not apply to the waqf property which stood vested in Almighty. Reliance is placed on Judgment of this Court in Chhedi Lal Misra _ (Dead)": "संपत्ति पर लागू नहीं होती है जो कि सर्वशक्तिमान में निहित है। छेदी लाल मिश्रा",
  "Judgment of this Court in Chhedi Lal Misra _ (Dead) Through Lrs. _v. Civil Judge, Lucknow _and_others’’.": "(मृत) बनाम सिविल जज, लखनऊ व अन्य” के मामले में इस न्यायालय के",
  "spending of Rs.500/- on charitable purposes’ and paragraph-34E, which contemplates that in case all the": "रुपये धमर्थि उद्देश्यों पर खर्च करने पर विचार किया गया है और पैराग्राफ -34 ई,",
  "paragraph-34E, which contemplates that in case all the descendants of the Waqif die, then, the waqf shall be": "जो इस बात पर विचार करता है कि यदि वकीफ के सभी वंशज मर जाते हैं, तो,",
  "used for charitable purposes, brought the wagqf under": "वक्‍्फ का उपयोग धमर्थि उद्देश्यों के लिए किया जाएगा, वकक्‍्फ को 'वक्‍्फ' की",
  "17(2007) 4 SCC 632": "7. (2007) 4 500 632",
  "the requisition to the Collector to obtain possession. The High Court placed reliance on Judgment of this": "कब्जा प्राप्त करने के लिए अधियाचना जारी की। उच्च न्यायालय ने ठाकुर मोहम्मद",
  "Court in Thakur Mohd. Ismail v. Thakur Sabir Ali’, that": "इस्माइल बनाम ठाकुर साबिर अली” के मामले में इस न्यायालय के निर्णय का",
  "in a waqf-alal-aulad, the property stood transferred": "अवलंब लिया, कि वक्‍्फ-अलल-आऔलाद में, संपत्ति सर्वशक्तिमान में स्थानांतरित",
  "did not consider the question whether Articles 65 and": "कि उच्च न्यायालय ने इस सवाल पर विचार नहीं किया कि क्या परिसीमा",
  "Consolidation was a nullity, being bereft of sanction under Section 69 of the 1960 Act. The result was the": "अधिनियम 960 की धारा 69 के अधीन स्वीकृति से वंचित होने के कारण शून्य",
  "stood restored wherein it was held that the Waqf in question was a valid Waqf. Section 49 of the U.P.": "बहाल कर दिया गया, जिसमें यह माना गया कि विचाराधीन वकक्‍्फ एक वैध वकक्‍्फ",
  "ab initio under Section 51(1) and Section 51(A) of the": "अधिनियम की धारा 5 () और धारा 5 (ए) के तहत दोनों बिक्री शुरू से ही",
  "the following points are noted:": "निष्कर्ष पर ध्यान दे सकते हैं:",
  "4.Whether the action is barred by limitation?": "सकता है कि कार्रवाई वर्जित नहीं थी? यहीं पर उच्च न्यायालय ने तर्क दिया कि",
  "the action was barred as it is not Article 96 of the": "अनुच्छेद 96 एक शून्य बिक्री पर लागू होने के लिए नहीं है। बजाय इसके यह",
  "Limitation Act, which applied but Article 65?": "सीमा अधिनियम का अनुच्छेद 65 शासी अनुच्छेद है। अनुच्छेद 65 या",
  "concerned, it was effected by Qasim Ali Khan on": "कि कासिम अली खान ने वर्ष 950 के ओएस की स्थापना की जिसमें उन्होंने",
  "Limitation Act, 1963. Article 96, in other words, it": "उत्तराधिकारी उपबंध, अर्थात्‌ परिसीमा अधिनियम, 963 के अनुच्छेद 96 में",
  "of void transfer, it was found that Article 96 did not": "विक्रय का संबंध है, हमने पहले ही पाया है कि अनुच्छेद 96 को लागू नहीं किया"
}