{
  "IN THE SUPREME COURT OF INDIA": "भारत का उच्चतम न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NO(s). 5966 OF 2021": "सिविल याचिका सं० ५966/2027",
  "(arising out of SLP (Civil) No(s). 5435 of 2020)": "(विशेष अनुमति याचिका (सिविल) सं. 5435/2020 से उत्पन्न)",
  "AJAY KUMAR SHUKLA AND OTHERS ... APPELLANT(S)": "अजय कुमार शुक्रा और अन्य ....अपीलार्थी (गण)",
  "ARVIND RAI AND OTHERS ... RESPONDENT(S)": "अरविंद राय और अन्य... ..... प्रत्यर्थी (गण)",
  "CIVIL APPEAL NO(s). 5969 OF 2021": "सिविल याचिका सं 5969 वर्ष 202",
  "(arising out of SLP (Civil) No(s). 8783 of 2020)": "(विशेष अनुमति याचिका (सिविल) सं. 8783/2020 से उत्पन्न)",
  "ASHISH KUMAR SRIVASTAVA AND OTHERS _—_.... APPELLANT(S)": "आशीष कुमार श्रीवास्तव और अन्य... ....... अपीलार्थी (गण)",
  "RAJESH KUMAR SINGH AND OTHERS ...RESPONDENT(S)": "राजेश कुमार सिंह और अन्य... ............. प्रत्यर्थी (गण)",
  "AND": "और",
  "CIVIL APPEAL NO(s). 5967 OF 2021": "सिविल याचिका सं 5967 वर्ष 2027",
  "(arising out of SLP (Civil) No(s). 5706 of 2020)": "(विशेष अनुमति याचिका (सिविल) सं. 5706 ऑफ 2020 से उत्पन्न)",
  "MANOJ KUMAR SHUKLA AND OTHERS ... APPELLANT(S)": "मनोज कुमार शुक्का और अन्य... ............. अपीलार्थी (गण)",
  "RAJESH KUMAR SINGH AND OTHERS ... RESPONDENT(S)": "राजेश कुमार सिंह और अन्य... ............ प्रत्यर्थी (गण)",
  "The appellants (Original Writ Petitioners) belong to the Mechanical and Civil Streams whereas Private Respondents are from the": "याचिकाकर्ता है, मैकेनिकल और सिविल शाखा से हैं जबकि प्राइवेट प्रत्यर्थी कृषि",
  "3. Originally when the petition was filed, challenge was only to": "3. .. मूल रूप से याचिका तब असफल हो गई जब वरिष्ठता सूची को चुनौती दी",
  "the seniority list published on 05.03.2010. However, during the": "गई थी जिसका प्रकाशन 05.03.200 को किया गया था। हालांकि, जब",
  "pendency of the petition by way of amendment, challenge was also made to the earlier seniority list published on 05.09.2006. The": "याचिका विचाराधीन थी तो उस समय संशोधन कर दिनांक 05.09.2006 को प्रकाशित पूर्व की वरिष्ठता सूची को भी चुनौती दिया गया था। उक्त संशोधन को",
  "said amendment was allowed. Thus, the reliefs claimed post": "अनुज्ञात कर दिया गया था। इस प्रकार, संशोधन के बाद जिस अनुतोष दावा",
  "“Prayer": "\"प्रार्थना\"",
  "Original prayer in the writ petition before the high court:": "इस रिट याचिका में उच्च न्यायालय के समक्ष निम्नलिखित प्रार्थना",
  "It is, therefore, most respectfully prayed that this Hon’ble court may be pleased to issue:": "माननीय न्यायालय से विनम्र प्रार्थना है कि:",
  "i. A writ, order or direction in the nature of certiorari quashing the": "परमादेश की प्रकृति में एक रिट, आदेश या निर्देश जारी करने की",
  "ii. A writ, order or direction of a suitable nature commanding the respondents to prepare and publish a revised seniority list in": "॥. प्रत्यर्थियों को आदेशित करते हुए उपयुक्त प्रकृति का एक रिट, आदेश या निर्देश जारी करने की कृपा करें कि वह इस",
  "within a period to be specified by this Hon’ble court.": "माननीय न्यायालय यथानिर्दिष्ट अवधि के भीतर उ .प्र. सरकार",
  "respondents from taking any action on the basis of impugned office order.": "पा. आक्षेपित कार्यालय आदेश के आधार पर कोई कार्रवाई करने",
  "v. Award cost to the humble petitioner throughout of the present": "४. वर्तमान रिट याचिका के दौरान याचिकाकर्ता को खर्चे का",
  "Prayer added subsequently to the original prayer in writ petition before the High Court:": "उच्च न्यायालय के समक्ष रिट याचिका में मूल प्रार्थना के बाद यह प्रार्थना जोड़ी गईः",
  "That the following prayers may be added after prayer no (i) as": "निम्नलिखित प्रार्थनाओं को प्रार्थना सं. (।) के उपरान्त प्रार्थना",
  "i-a) Certiorari quashing for the record to quash the seniority list dated 5.9.2006.": "(क) वरिष्ठता सूची दिनांकित 5.9.2006 को रद्द कर अभिलेख",
  "4. The learned Single Judge, vide judgement and order dated": "4... विद्वान एकल न्यायाधीश ने दिनांक 4.05.209 को एक निर्णय और",
  "dated 05.09.2006 and 05.03.2010 and further issued a writ of": "आदेश पारित कर दिनांक 05.09.2006 और 05.03.200 की वरिष्ठता सूची",
  "Servants Seniority Rules, 1991 (for short “Rules 1991”). It was": "शासकीय सेवक वरिष्ठता नियमावली, 997 (संक्षेप में \"नियम 99 \") के",
  "of 50:30:20 respectively.": "भेजा। इन पदों को क्रमशः 50:30:20 के अनुपात में कृषि, मैकेनिकल",
  "b) The Commission issued an Advertisement No. 3 of 1998- 1999, inviting applications for the post of Junior Engineers. The": "(ख) आयोग ने कनिष्ठ अभियंताओं के पद के लिए आवेदन आमंत्रित करते हुए 998-999 का विज्ञापन सं. 3 जारी किया। परीक्षा",
  "examination process was in two tiers; a screening test which": "प्रक्रिया दो स्तरों में थी एक स्क्रीनिंग टेस्ट जो दिनांक 8.0.998",
  "there was an interview to be conducted by the Commission. The": "करने के बाद, आयोग द्वारा एक साक्षात्कार आयोजित किया जाना था।",
  "result of the screening test was declared on 06.01.1999 and": "स्क्रीनिंग टेस्ट का परिणाम दिनांक 06.0.999 को घोषित किया",
  "holding a Diploma in Agricultural Engineering. Insofar as": "गया था और उसके बाद, कृषि इंजीनियरिंग में डिप्लोमा रखने वाले",
  "candidates holding Diploma in Mechanical Engineering were": "मैकेनिकल इंजीनियरिंग में डिप्लोमा रखने वाले उम्मीदवारों का प्रश्न",
  "concerned, their interviews were held between 24.06.1999 to": "था, उनके साक्षात्कार दिनांक 24.06.999 से 02.07.999 के",
  "02.07.1999 and lastly for candidates holding Diploma in Civil Engineering, their interviews were held between 07.07.1999 to": "बीच आयोजित किए गए थे और अंत में सिविल इंजीनियरिंग में डिप्लोमा रखने वाले उम्मीदवारों के साक्षात्कार दिनांक 07.07.999",
  "05.09.2006, a final seniority list was published. The last": "(ख) मूल रिट याचिकाकर्ताओं ने दिनांक 05.09.2006 की अंतिम वरिष्ठता सूची",
  "representations to correct the seniority list by considering the": "की तारीख के आधार पर वरिष्ठता सूची का निर्धारण करके कानून की",
  "(1) Where the quota of promotees and direct recruits is in": "() जहां पदोन्नति और सीधी भर्ती का कोटा के अनुपात में हैःवरिष्ठता निम्नलिखित",
  "following order-": "आदेश में होगी -",
  "First sae Promotee": "पहला पदोन्नत",
  "Second ... Direct recruits": "द्वितीय. सीधी भर्ती भर्ती",
  "and so on.": "और इसी तरह,",
  "(2) Where the said quota is in the proportion of 1 : 3 the seniority shall be in the following order-": "(2) जहां उक्त कोटा . के अनुपात में हैः वरिष्ठता निम्नलिखित आदेश में होगी -",
  "to recruits eight": "छः से आठ धी भर्ती",
  "and so on:": "और इस प्रकार हैः",
  "Provided that-": "बशर्ते -",
  "“5. Seniority where appointments by direct recruitment": "“५. जहां नियुक्तियां केवल सीधी भर्ती द्वारा की जाती हैं वहां वरिष्ठता -",
  "only. - Where according to the service rules appointments are to be made only by the direct recruitment the": "जहां सेवा नियमों के अनुसार नियुक्तियां केवल सीधी भर्ती द्वारा की जानी",
  "seniority inter se of the persons appointed on the result": "हैं, किसी चयन के परिणाम आधार पर नियुक्त व्यक्तियों के बीच की",
  "of any one selection, shall be the same as it is shown in the merit list prepared by the Commission or the Committee, as the case may be:": "वरिष्ठता वही होगी जैसा कि आयोग या समिति द्वारा तैयार मेरिट सूची में",
  "seniority, if he fails to join without valid reasons when": "खो सकता है, यदि वह वैध कारणों के बिना उस समय ज्वाइन करने में",
  "authority as to the validity of reasons, shall be final :": "की वैधता के बारे में नियुक्ति प्राधिकारी का निर्णय अंतिम होगा। इसके",
  "appointed on the result of a previous selection.": "नियुक्त हुई है वह व्यक्ति पूर्व चयन के परिणाम पर नियुक्त व्यक्तियों से",
  "Explanation. - Where in the same year, separate selections for regular and emergency recruitment, are": "स्पस्टीकरण.- जहां एक ही वर्ष में, नियमित और आपातकालीन भर्ती के",
  "made, the selection for regular recruitment shall be": "लिए अलग-अलग चयन किया जाता हैं वहां नियमित भर्ती के लिए चयन",
  "deemed to be the previous selection.”": "को पूर्व चयन माना जाएगा।”",
  "8. A plain reading of the above provision stipulates that inter se": "8... उपरोक्त प्रावधान का सरसरी तौर पर पढ़ने से यह निर्धारित हो जाता है कि",
  "seniority of the persons appointed as a result of ONE SELECTION": "किसी चयन के परिणामस्वरूप नियुक्त व्यक्तियों की बीच की वरिष्ठता ,",
  "would be on the basis of the merit list prepared by the Commission or the Committee, as the case may be. The Commission means": "यथास्थिति, आयोग या समिति द्वारा तैयार की गई मेरिट सूची के आधार पर",
  "the Uttar Pradesh Public Service Commission and the Committee": "होगी। आयोग से अभिप्रेत उत्तर प्रदेश लोक सेवा आयोग से है और समिति से",
  "9. Rule 8 of Rules 1991 provides for preparation of seniority list": "9. . नियमावली, 99] के नियम 8 में वरिष्ठता सूची तैयार करने संबंधी",
  "where appointments were made both by promotion and direct": "प्रावधान है जहां नियुक्तियां और पदोन्नति दोनों सीधी भर्ती द्वारा की गई थीं। उक्त",
  "recruitment. The said Rule reads as under:": "नियम इस प्रकार हैः",
  "“8. Seniority where appointments by promotion and": "जहां पदोन्नति और सीधी भर्ती द्वारा नियुक्तियां की जाती हैं वहां वरिष्ठता",
  "direct recruitment. - (1) Where according to the service rules appointments are made both by promotion and by": "() जहां सेवा नियमों के अनुसार पदोन्नति और सीधी भर्ती दोनों के द्वारा",
  "direct recruitment, the seniority of persons appointed": "नियुक्तियां की जाती हैं, वहां नियुक्त व्यक्तियों की वरिष्ठता , उनकी मूल",
  "be determined from the date of the order of their substantive appointments, and if two or more persons are": "नियुक्तियों के आदेश की तारीख से अवधारित की जाएगी और यदि दो या",
  "appointed together, in the order in which their names are": "अधिक व्यक्तियों की नियुक्ति एक साथ उस क्रम में की जाती है जिसमें",
  "arranged in the appointment order:": "उनके नामों की व्यवस्था नियुक्ति आदेश में की गई हैः",
  "Provided that if the appointment order specifies a": "बशर्ते कि यदि नियुक्ति आदेश किसी विशेष पूर्ववर्ती तिथि को बताता है ,",
  "particular back date, with effect from which a person is substantively appointed, that date will be deemed to be": "जिसके प्रभाव से किसी व्यक्ति को पर्याप्त रूप से नियुक्त किया जाता है, तो",
  "substantively appointed, that date will be deemed to be the date of order of substantive appointment and, in other": "उस तारीख को मूल नियुक्ति के आदेश की तारीख माना जाएगा और अन्य",
  "cases, it will mean of issuance of the order:": "मामलों में, इसका अर्थ होगा कि आदेश दिया जाएः",
  "Provided further that a candidate recruited directly may": "इसके अतिरिक्त प्रतिबंध यह है कि सीधे भर्ती किया गया उम्मीदवार अपनी",
  "lose his seniority, if he fails to join without valid reasons,": "वरिष्ठता खो सकता है, यदि वह वैध कारणों के बिना ज्वाइन करने में तब",
  "appointing authority as to the validity of reasons, shall be final.": "की वैधता के बारे में नियुक्ति प्राधिकारी का निर्णय अंतिम होगा।",
  "(2) The seniority inter se of persons appointed on the result of any one selection-": "(2) किसी चयन के परिणाम पर नियुक्त व्यक्तियों की वरिष्ठता अंतर -",
  "(a) through direct recruitment, shall be the same as": "(क) सीधी भर्ती के माध्यम से, यथास्थिति, वही होगा जो आयोग या समिति द्वारा",
  "it is shown in the merit list prepared by the": "तैयार की गई मेरिट सूची में दिखाया गया है।",
  "(b) by promotion, shall be as determined in accordance with the principles laid down in Rule 6 or Rule 7, as": "(बी) पदोन्नति द्वारा, नियम 6 या नियम 7 में प्रतिपादित सिद्धांतों के अनुसार",
  "the case may be, according as the promotion are to be made from a single feeding cadre or several feeding": "निर्धारित किया जाएगा, यथास्थिति, पदोन्नति एकल कैडर अथवा अनेक कैडर की",
  "list, the same would be circulated amongst the persons concerned inviting objections. The appointing authority, after disposing of the": "संबंधित व्यक्तियों के बीच प्रसारित किया जाएगा।नियुक्ति प्राधिकारी , आपत्तियों",
  "objections, would prepare final seniority list. Rule 9 is reproduced": "का निपटारा करने के बाद, अंतिम वरिष्ठता सूची तैयार करेगा। नियम 9 यहां पुनः",
  "hereunder:": "प्रस्तुत किया जाता हैः",
  "“9, Preparation of seniority list. —": "“9. वरिष्ठता सूची तैयार करना-",
  "(1) As soon as may be after appointments are made to a service, the appointing authority shall prepare a": "() जैसे ही किसी सेवा में नियुक्तियां की जाती हैं, नियुक्ति प्राधिकारी इन",
  "substantively to the service in accordance with the provisions of these rules.": "नियमों के प्रावधानों के अनुसार सेवा में पयप्ति रूप से नियुक्त व्यक्तियों की",
  "(2) The tentative seniority list shall be circulated amongst": "(2) अस्थायी वरिष्ठता सूची उचित अवधि की सूचना द्वारा आपत्तियों को",
  "of reasonable period, which shall not be less than seven days from the date of circulation of the tentative seniority": "अस्थायी वरिष्ठता के प्रचलन की तारीख से सात दिनों से कम नहीं होगी।",
  "(3) No objections against the vires or validity of these rules shall be entertainable.": "(3) इन नियमों के वैधता के विरूद्ध कोई आपत्ति स्वीकार्य नहीं होगी।",
  "(4) The appointing authority shall after disposing off the objection, by a reasoned order, issue a final seniority list.": "(4) नियुक्ति प्राधिकारी तर्कसंगत आदेश द्वारा आपत्ति का निपटारा करने के बाद अंतिम वरिष्ठता सूची जारी करेगा।",
  "(5) It shall not be necessary to prepare a seniority list of": "(5) उस शाखाकी वरिष्ठता सूची तैयार करना आवश्यक नहीं होगा जिसमें",
  "the cadre to which appointments are made only by promotion from a single feedings cadre.”": "नियुक्तियां केवल एक ही शाखासे प्रोन्नति द्वारा की जाती हैं।",
  "12. In the year 2009, the Uttar Pradesh Minor Irrigation": "2. वर्ष 2009 में, संविधान के अनुच्छेद 309 के तहत पुनः उत्तर प्रदेश लघु",
  "Department Subordinate Engineering Service Rules, 2009 (for": "सिंचाई विभाग अधीनस्थ इंजीनियरिंग सेवा नियमावली, 2009 (संक्षेप में",
  "prepare a list of candidates in order of their proficiency as": "के क्रम में उम्मीदवारों की एक सूची तैयार करेगा और तदनुसार ऐसे उम्मीदवारों",
  "recommend such number of candidates as they consider fit for appointment. After preparation of the said list, the Commission": "की सिफारिश करेगा जिनकों वे नियुक्ति के लिए उपयुक्त मानते हैं। उक्त सूची",
  "Rule 15 further provides that if recruitment was being made for": "उप-नियम (5) में यह भी प्रावधान किया गया है कि यदि इंजीनियरिंग की एक",
  "more than one branch of Engineering then in such case, the": "से अधिक शाखाओं में भर्ती की जा रही थी , तो ऐसे मामलों में, आयोग",
  "Commission would prepare a combined select list of candidates in": "उम्मीदवारों की एक संयुक्त चयन सूची तैयार करना चाहिए था, जैसा कि लिखित",
  "order of their proficiency as disclosed by the aggregate of marks obtained by the candidates in the written examination and": "परीक्षा और साक्षात्कार में उम्मीदवारों द्वारा प्राप्त अंकों के योग से प्रकट होता है",
  "Appointing Authority in addition to the list forwarded under Rule": "और उसी सूची को नियम 5 (4) के तहत अग्रेषित सूची के अलावा नियुक्ति",
  "“Rule 14 Determination of vacancies": "नियम 4 रिक्तियों का निर्धारण:",
  "The appointing authority shall determine and intimate to the Commission the number of vacancies to be filled during the course of the year of recruitment as also the number of": "नियुक्ति प्राधिकारी भर्ती के वर्ष के दौरान भरे जाने वाले रिक्तियों की संख्या निर्धारित कर",
  "vacancies to be reserved for candidates belonging to the Scheduled Castes, Scheduled Tribes and other categories under rule 6.": "आयोग को सूचित करेगा और नियम 6 के तहत अनुसूचित जाति, अनुसूचित जनजाति और अन्य श्रेणियों के उम्मीदवारों के लिए आरक्षित रिक्तियों की संख्या भी निर्धारित",
  "Rule 15 Procedure for Direct Recruitment": "नियम 5 सीधी भर्ती के लिए प्रक्रिया:",
  "(1) Applications for permission to appear in the competitive": "() प्रतियोगी परीक्षा में उपस्थित होने की अनुमति के लिए आवेदन आयोग द्वारा जारी",
  "exam shall be called by the Commission in the prescribed form published in the advertisement issued by the Commission.": "विज्ञापन में प्रकाशित निर्धारित प्रपत्र में आयोग द्वारा जारी किया जाएगा।",
  "(2) No candidate shall be admitted to the examination unless": "(2) किसी भी उम्मीदवार को परीक्षा में प्रवेश नहीं दिया जाएगा जब तक कि वह",
  "he holds a certificate of admission, issued by the Commission.": "आयोग द्वारा जारी प्रवेश प्रमाण पत्र धारण नहीं करता है।",
  "(3) After the results of the written examination have been received and tabulated, the Commission shall, having regard": "(3) लिखित परीक्षा के परिणाम प्राप्त होने और सारणीबद्ध होने के बाद, आयोग नियम",
  "belonging to the Scheduled Castes, Scheduled Tribes and other categories in accordance with rule 6, summon for": "6 के अनुसार अनुसूचित जाति, अनुसूचित जनजाति और अन्य श्रेणियों के उम्मीदवारों",
  "interview such number of candidates as have come up to standard fixed by the Commission in this respect. The marks": "उतने उम्मीदवारों को बुलाएगा, जितना इस संबंध में आयोग द्वारा निर्धारित मानक तक",
  "awarded to each candidate at the interview shall be added to the marks obtained by him in the written examination.": "किए गए हैं।साक्षात्कार में प्रत्येक उम्मीदवार को दिए गए अंकों को लिखित परीक्षा में उसके द्वारा प्राप्त अंकों में जोड़ा जाएगा।",
  "(4) The Commission shall prepare a list of candidates in order of their proficiency as disclosed by the aggregate of marks obtained by each candidate at the written examinations and": "(4) आयोग प्रत्येक उम्मीदवार द्वारा लिखित परीक्षा और साक्षात्कार में प्राप्त अंकों के योग द्वारा प्रकट की गई उनकी प्रवीणता के क्रम में उम्मीदवारों की सूची तैयार करेगा",
  "interview and recommend such number of candidates as they": "और इतनी संख्या में उम्मीदवारों की सिफारिश करेगा जितनी वे नियुक्ति के आदेश",
  "consider fit for appointment. If two or more candidates obtain": "उपयुक्त समझते हैं। यदि दो या दो से अधिक उम्मीदवार कुल मिलाकर समान अंक",
  "equal marks in the aggregate, the name of the candidate obtaining higher marks in the written examinations shall be": "प्राप्त करते हैं, तो लिखित परीक्षाओं में उच्च अंक प्राप्त करने वाले उम्मीदवार का नाम",
  "placed higher in the list. If two or more Candidates obtain": "सूची में उच्च रखा जाएगा।यदि दो या दो से अधिक उम्मीदवार लिखित परीक्षा में भी",
  "equal marks in the written examination also, the name of the candidate a senior in age shall be placed higher in the list. The": "समान अंक प्राप्त करते हैं, तो आयु में वरिष्ठ उम्मीदवार का नाम सूची में उच्च रखा",
  "Commission shall forward the list to the appointing authority.": "जाएगा।आयोग नियुक्ति प्राधिकारी को सूची अग्रेषित करेगा।",
  "(5) If the recruitment is being made in more than one branch of Engineering as specified in clause (1) of rule 5, then in such": "(5) यदि भर्ती नियम 5 की धारा () में निर्दिष्ट नियुक्ति इंजीनियरिंग की एक से अधिक शाखाओं में की जा रही है, तो ऐसे आयोग लिखित परीक्षा और साक्षात्कार में",
  "candidates in order of the proficiency as disclosed by the aggregate of marks obtained by each candidate in written": "प्रत्येक उम्मीदवार द्वारा प्राप्त अंकों की कुल संख्या के अनुसार प्रवीणता के क्रम में",
  "the appointing authority along with the list under sub rule (4)": "उम्मीदवारों की एक संयुक्त सूची भी तैयार करेगा और उप नियम (4) के तहत सूची के",
  "Rule 16 Procedure for recruitment by promotion": "नियम 6 पदोन्नति द्वारा भर्ती के लिए प्रक्रिया",
  "seniority subject to the rejection of unfit in accordance with": "अयोग्य की अस्वीकृति के अधीन वरिष्ठता के आधार पर की जाएगी।",
  "Rule 17 Combined Select list": "नियम 7 संयुक्त चयन सूची",
  "If, in any year of recruitment, appointments are made both by": "यदि भर्ती के किसी वर्ष में नियुक्तियां सीधी भर्ती तथा प्रोन्नति दोनों प्रकार से की जाती",
  "shall be prepared by taking the names of the candidates from": "हैं तो सुसंगत सूचियों से अभ्यर्थियों के प्रथम नाम पदोन्नति द्वारा नियुक्त व्यक्ति की",
  "13. Apart from the above, Rule 21 thereof clearly provided that": "3. उपरोक्त के अलावा, नियम 2] में स्पष्ट रूप से प्रावधान किया गया है कि",
  "the seniority of all persons substantively appointed shall be": "पर्याप्त रूप से नियुक्त सभी व्यक्तियों की वरिष्ठता नियम 994 के अनुसार",
  "determined as per Rules 1991. Another relevant aspect of the said": "निर्धारित की जाएगी।उक्त नियमावली, 2009 का एक अन्य प्रासंगिक पहलू यह",
  "Rules 2009 was that all the three branches i.e. Agriculture, Civil": "था कि तीनों शाखाएं अर्थात कृषि, सिविल और मैकेनिकल मिलकर अधीनस्थ",
  "(d) there is no violation of any statutory provision in preparation of": "(घ) वर्ष 2006 या 200 की वरिष्ठता सूचियों को तैयार करने में किसी कानूनी प्रावधान का उल्लंघन नहीं है।",
  "Discussion:": "चर्चाः",
  "18. Itis an admitted position that there was one selection for the three streams i.e. Agricultural, Mechanical and Civil. It is also an": "8. यह स्वीकृत है कि तीन शाखा यानी कृषि, मैकेनिकल और सिविल के लिए",
  "Minor Irrigation Department and therefore, there has to be one": "कनिष्ठ अभियंताओं की एक शाखा है और इसलिए, कनिष्ठ अभियंताओं की एक",
  "seniority list of Junior Engineers. The written examination conducted by the Commission comprised of two papers, one": "वरिष्ठता सूची होनी चाहिए। आयोग द्वारा आयोजित लिखित परीक्षा में दो प्रश्नपत्र",
  "conducted by the Commission comprised of two papers, one compulsory for all streams and the second paper of the specific": "शामिल थे, जिसमें से एक सभी शाखा के लिए अनिवार्य था और दूसरा प्रश्नपत्र",
  "stream of Engineering whether Agricultural, Mechanical or Civil.": "इंजीनियरिंग तीनों शाखों कृषि, मैकेनिकल या सिविल के लिए था। वास्तव में,",
  "So, in effect, there was one examination. Thereafter, interviews were conducted. The Commission, in its affidavits dated": "एक परीक्षा थी। इसके बाद, साक्षात्कार आयोजित किए गए। आयोग ने उच्च",
  "07.04.2019 and 13.05.2019 filed before the High Court, had": "न्यायालय के समक्ष दायर दिनांक 07.04.209 और 3.05.209 के अपने",
  "clearly stated that there was one selection for one examination.": "हलफनामों में स्पष्ट रूप से कहा था कि एक परीक्षा के लिए एक चयन था।",
  "However, on account of some litigation and stay granted by the": "हालांकि, कुछ मुकदमेबाजी और उच्च न्यायालय द्वारा अधिनिर्णीत रोक के कारण",
  "High Court the list of the stream of the Civil Engineering was sent much later after about 10 to 11 months. Commission also": "सिविल इंजीनियरिंग की शाखा की सूची लगभग 0 से 7 महीने बाद प्रेषित की",
  "admitted in its supplementary counter affidavit before the High": "गई थी। आयोग ने उच्च न्यायालय के समक्ष अपने पूरक प्रति-शपथ पत्र में यह भी",
  "Court that it had not prepared a combined merit list of all the three": "स्वीकार किया कि उसने तीनों शाखाकी संयुक्त मेरिट सूची तैयार नहीं की थी ,",
  "streams but had left it for the Appointing Authority to prepare the": "बल्कि इसे तैयार करने के लिए नियुक्त प्राधिकारी पर छोड़ दिया था। यथार्थता के",
  "supplementary counter affidavit dated 07.04.2019 filed on behalf": "उद्देश्यों से आयोग की ओर से दायर पूरक प्रति -शपथपत्र दिनांकित",
  "“6. That it is noteworthy to state that during the selection process against the vacancies available in the": "“6. यह उल्लेखनीय है कि सिविल शाखा में उपलब्ध रिक्तियों के सापेक्ष",
  "by the Lucknow bench of this Hon'ble Court in a writ": "चयन प्रक्रिया के दौरान, माननीय न्यायालय की लखनऊ पीठ द्वारा रिट",
  "petition no. 1066 of 2000, Siyaram and others versus": "याचिका संख्या 066 वर्ष 2000, सियाराम और अन्य बनाम उत्तर प्रदेश",
  "order dated 01.03.2000, recommendation was (sent to": "गया था और इसलिए दिनांक 0.03.2000 के आदेश के अनुपालन में,",
  "the department at a belated stage i.e. on 07 .11.2000.": "अनुशंसा विलंब से अर्थात 07.7.2000 को विभाग को भेजी गई थी।",
  "8. That since the required educational qualification was different for all three branches, therefore the": "8. चूंकि तीनों शाखाओं के लिए आवश्यक शैक्षणिक योग्यता अलग थी,",
  "recruitment was done separately and thereafter the": "अलग से इसलिए भर्ती की गई थी और उसके बाद विभाग को चयनित",
  "lists/recommendations were sent separately to the department in respect of selected candidates.": "उम्मीदवारों के संबंध में सूची /सिफारिशें अलग से भेजी गई थीं।",
  "9. That it is further submitted that recruitment on the": "9. इसके अतिरिक्त यह निवेदन किया जाता है कि कनिष्ठ अभियंता के पद",
  "post of junior engineer is done from two main sources i.e. direct recruitment and departmental promotion": "पर भर्ती दो मुख्य स्रोतों अर्थात सीधी भर्ती और विभागीय पदोन्नति से की",
  "therefore the inter-se seniority list shall be finalized in": "जाती है, इसलिए अंतर-वरिष्ठता सूची को उ.प्र. सरकार सेवक वरिष्ठता",
  "publication of the seniority list of the junior engineers is the job of the concerned department and if any": "की वरिष्ठता सूची तैयार कर प्रकाशित करना संबंधित विभाग का काम है",
  "discrepancy occurs, the concerned department can clarify the same.”": "और यदि कोई विसंगति होती है, तो संबंधित विभाग इसका स्पष्टीकरण दे",
  "19. Further paragraphs 3 to 7 of the second supplementary counter affidavit dated 13.05.2019 filed by the Commission read as": "9. आयोग द्वारा दायर द्वितीय पूरक प्रति-शपथपत्र दिनांकित 3.05.209 का",
  "“3. That it may be submitted before this Hon’ble Court that on": "“3. इस माननीय न्यायालय के समक्ष यह निवेदन किया जा सकता है कि",
  "the basis of requisition for recruitment of junior engineers for three branches i.e. Agriculture, civil and Mechanical in ratio of 50:30:20, made by the minor irrigation department, the": "तीन शाखाओं अर्थात कृषि, सिविल और यांत्रिक के लिए लघु सिंचाई विभाग द्वारा 50:30:20 के अनुपात में कनिष्ठ अभियंताओं की भर्ती के",
  "answering respondent issued advertisement No. 3/1998-99,": "लिए मांग के आधार पर, उत्तरदाता प्रत्यर्थी ने विज्ञापन संख्या 3/998-99 जारी किया, जिसमें संबंधित शाखा में अपेक्षित योग्यता",
  "whereby applications were invited from those candidates having": "रखने वाले उम्मीदवारों से आवेदन आमंत्रित किए गए थे।",
  "4. That it is categorically mentioned that the process of ‘election": "4. यह स्पष्ट रूप से उल्लेख किया जाता है कि तीनों शाखाएँ अर्थात",
  "for all the three trades i.e. Civil, Mechanical and Agricultural": "सिविल, यांत्रिक और कृषि के लिए चयन की प्रक्रिया समान थी। दिनांक",
  "1998 and thereafter the qualified candidates were called for interview as per the rules and regulations.": "बाद नियमों और विनियमों के अनुसार अर्ह उम्मीदवारों को साक्षात्कार के",
  "5. That for the candidates who were called for interview in": "5. यह कि उन उम्मीदवारों के लिए भर्ती प्रक्रिया को आगे बढ़ाया गया था",
  "respect of Agriculture, Civil and Mechanical branch; the": "जिनको कृषि, सिविल और यांत्रिक शाखा के संबंध में साक्षात्कार के लिए",
  "recruitment process was proceeded with, an interview was": "बुलाया गया था और साक्षात्कार आयोजित किया गया था और उक्त",
  "conducted respectively and out of said threel branches, candidates were selected against the vacancies which were": "तीन शाखाओं में से उम्मीदवारों का चयन उन रिक्तियों के सापेक्ष किया",
  "available in Agricultural and Mechanical Branch and select lists": "गया था जो कृषि और यांत्रिक शाखा में उपलब्ध थे और चयन सूचियों",
  "were sent to the department on 28.09. 1999 and 06.01.2000 respectively.": "को क्रमशः और 06.07.2000 और 28.09.999 को विभाग को भेजा",
  "6. That it is noteworthy that during the selection process against the vacancies available in the Civil Branch, stay order": "6. यह उल्लेखनीय है कि सिविल शाखा में उपलब्ध रिक्तियों के सापेक्ष चयन प्रक्रिया के दौरान, सटे आदेश दिनांक .03.2000 इस की",
  "date 1.03.2000 was passed by the Lucknow bench of this": "लखनऊ पीठ द्वारा पारित किया गया था। माननीय न्यायालय ने रिट",
  "Hon’ble Court in Writ Petition no. 1066 of 2000, Siyaram and others versus State of U.P. and others and therefore in": "याचिका संख्या संख्या 66 वर्ष 2000, सियाराम और अन्य बनाम उत्तर",
  "others versus State of U.P. and others and therefore in compliance of order -dated 01.03.2000 recommendation was": "प्रदेश राज्य और अन्य में दिनांक 0.03.2000 के आदेश के अनुपालन",
  "sent to the department at a belated stage i.e. on 07.11.2000.": "में अनुशंसा को विलंब से 07..2000 को विभाग को भेजा था।",
  "7.That further, the Commission has been able to trace the records of the selection process for all three branches i.e. Original Mark Sheet, Merit list etc. and the Commission is ina": "7. यह कि आगे, आयोग तीनों शाखाओं की मूल मार्कशीट, मेरिट सूची आदि के लिए चयन प्रक्रिया के अभिलेखों का पता लगाने में सक्षम रहा है",
  "explanation.": "व्याख्या करनी होगी।\"",
  "24. In view of the above legal proposition, we now examine the": "24. उपरोक्त कानूनी प्रस्थापना के दृष्टिगत, अब हमें वर्तमान मामले के तथ्यों",
  "more than three to four years and secondly, if there was delay of": "की जांच करना होगा, प्रथम, क्या तीन से चार साल से अधिक की देरी हुई थी",
  "more than three to four years, whether the same has been": "और द्वितीय, यदि तीन से चार साल से अधिक की देरी हुई थी, तो क्या उसका",
  "satisfactorily explained.": "संतोषजनक रूप से स्पष्टीकरण दिया गया है।",
  "25. In October, 2001, when the appointment letters were issued": "25. अक्टूबर, 200] में जब नियुक्ति पत्र जारी किए गए तो उसमें यह शर्त",
  "it carried a stipulation that the seniority would be determined later": "लगाई गई थी कि वरिष्ठता का निर्धारित बाद में नियमानुसार किया जाएगी। यह",
  "on as per rules. It is an admitted position that before 2006, the seniority list of the appellants was not notified. In March, 2006,": "स्वीकृत है कि वर्ष 2006 से पूर्व, अपीलकर्ताओं की वरिष्ठता सूची अधिसूचित",
  "when the tentative list was published, it did not mention about the": "नहीं की गई थी।मार्च, 2006 में, जब अस्थायी सूची प्रकाशित की गई थी, तो",
  "three select lists nor was this fact mentioned when the final": "इसमें तीनों चयन सूचियों का उल्लेख नहीं किया गया था और न ही अंतिम",
  "seniority list was published on 05.09.2006. Rather, it clearly mentioned that the seniority list had been prepared on the basis": "वरिष्ठता सूची 05.09.2006 को प्रकाशन के समय इस तथ्य का उल्लेख किया गया था। बल्कि, इसमें स्पष्ट रूप से इस बात का उल्लेख किया गया था कि",
  "mentioned that the seniority list had been prepared on the basis of merit. This was in fact an incorrect statement. The seniority list": "वरिष्ठता सूची मेरिट के आधार पर तैयार की गई थी। यह वास्तव में एक गलत",
  "receipt of the three separate select lists one after the other. As the": "अलग-अलग चयन सूचियों की प्राप्ति के आधार पर तैयार की गई थी। चूंकि कृषि",
  "Agricultural list was received first on 28.09.1999, all the selected": "से संबंधित सूची पहली बार 28.09.999 को प्राप्त हुई थी, कृषि शाखा के सभी",
  "thereafter the Mechanical list was received on 06.01.2000, they were placed below the Agricultural stream and lastly, the Civil": "संबंधित सूची 06.07.2000 को प्राप्त हुई, उन्हें कृषि शाखा के नीचे रखा गया",
  "were placed below the Agricultural stream and lastly, the Civil stream list was received on 07.11.2000, they were placed at the": "था और अंत में, सिविल शाखासूची 07.7.2000 को प्राप्त हुई, उन्हें अंत में",
  "26. Rules 5 and 8 of Rules 1991 clearly mention that there shall": "26. नियमावली, 99] के नियम ५5 और 8 में स्पष्ट रूप से उल्लेख किया गया",
  "be one list for one selection of direct recruits. Creating three": "है कि सीधी भर्ती के चयन के लिए एक सूची होगी। एक चयन के लिए तीन",
  "contained in Rules 5 and 8 of Rules 1991. Rules 2009 clearly": "अलग-अलग सूचियाँ बनाना नियमावली, 99] के नियम 5 और 8 में निहित",
  "recruits and the promotees. However, the principles underlined in both these Rules are the same that there has to be one list for one": "हालाँकि, इन दोनों नियमों में रेखांकित सिद्धांत समान हैं कि एक चयन के लिए",
  "selection, as is clear from Rule 8(2)(a) and Rule 5 of Rules 1991.": "एक सूची होनी चाहिए, जैसा कि नियम 8 (2) (ए) और नियम 99] के नियम ५ से स्पष्ट है।",
  "27. Once it is established that the seniority list was prepared in": "27. एक बार जब यह स्थापित हो जाता है कि वरिष्ठता सूची नियमावली ,",
  "contravention to the statutory provisions laid down in Rules 1991,": "99 में निर्धारित वैधानिक प्रावधानों के उल्लंघन में तैयार की गई थी , तो",
  "the seniority list could be interfered with. The Appointing Authority": "वरिष्ठता सूची में हस्तक्षेप किया जा सकता है। नियुक्त करने वाला प्राधिकरण",
  "would be bound by the statutory rules and any violation or": "सांविधिक नियमों से बंधा होगा और सांविधिक नियमों का कोई भी उल्लंघन या",
  "disregard to the statutory rules would vitiate the seniority list. The": "उनकी अवहेलना वरिष्ठता सूची को दूषित कर देगी। यह मनमाना, नियमों के",
  "same would be arbitrary, de hors the rules and in conflict with Articles 14 and 16 of the Constitution. The only exception to the": "विरूद्ध और संविधान के अनुच्छेद 24 और 6 का उल्लंघन करता है। उपरोक्त",
  "28. In the present case, if we accept the submission of the": "28. वर्तमान मामले में, यदि हम अपीलकर्ताओं के तर्कों को स्वीकार करते हैं,",
  "appellants then the delay at best could be a few months or a year however, if we accept the contentions of the private respondents": "तो देरी कुछ महीने या एक वर्ष हो सकती है, तथापि, यदि हम निजी प्रत्यर्थियों",
  "then the delay could be of five years. In the first contingency, no": "के तरकॉं को स्वीकार करते हैं, तो देरी पांच साल की हो सकती है। पहली",
  "explanation would be required. However, in the second": "आकस्मिकता में, किसी स्पष्टीकरण की आवश्यकता नहीं होगी। तथापि, दूसरी",
  "contingency, if the appellants are successful in satisfactorily": "आकस्मिकता में, यदि अपीलकर्ता देरी को संतोषजनक ढंग से समझाने में सफल",
  "explaining the delay, then even this hurdle could be overcome. In the facts of the present case what we find from the final seniority": "हो जाता है तो भी इस बाधा को दूर किया जा सकता है। वर्तमान मामले के तथ्यों",
  "the facts of the present case what we find from the final seniority list of 05.09.2006 is that it nowhere mentioned that there were": "में 05.09.2006 की अंतिम वरिष्ठता सूची जो हमें प्राप्त हुआ इसमें कहीं भी",
  "three separate lists of separate streams and that they were received": "उल्लेख नहीं है कि अलग-अलग शाखाओं की तीन अलग-अलग सूचियाँ थीं और",
  "on different dates. On the contrary, there was a recital therein and": "वे अलग-अलग तारीखों पर प्राप्त हुई थीं। इसके विपरीत, इस आशय का विशिष्ट",
  "Commission on three different dates at the time of publication of": "दिनांक 05.09.2006 को आयोग द्वारा तीन अलग-अलग तिथियों पर भेजी गई",
  "29. It would also be worthwhile to mention here that the": "29. यहां यह उल्लेख करना भी सार्थक होगा कि अपीलकर्ताओं के पास गए तीन",
  "appellants had no occasion to know about the three separate lists": "अलग-अलग सूचियों के बारे में उस समय जानने का कोई अवसर नहीं था जब",
  "either at the time they were dispatched by the Commission or at": "आयोग द्वारा उसको भेजा गया था अथवा उसके बाद किसी भी समय क्योकि",
  "mention that the order finalizing the seniority list of 05.09.2006": "प्रासंगिक होगा कि 05.09.2006 की वरिष्ठता सूची को अंतिम रूप देने वाले",
  "not stated anywhere that there were three separate lists received": "आदेश में कहीं भी यह उल्लेख नहीं किया गया है कि आयोग से तीन शाखों की",
  "were three separate lists received on three separate dates and in": "तीन अलग-अलग सूचियां प्राप्त हुई थीं और एक के बाद एक प्राप्त हुई थीं।",
  "32. A reading of the above paragraph does not refer to any details": "32. उपर्युक्त प्रस्तर को पढ़ने पर किसी भी शाखा के किसी भी विवरण, चयन",
  "either of any stream, the year of selection, the selection being made": "के वर्ष, चयन किस विज्ञापन के आधार पर किया जा रहा है या उन तिथियों के",
  "lists were received. It is a general statement. This submission of the respondents stands completely diluted in view of the facts recorded in paragraph 5 and last sentence as contained in": "सामान्य कथन है। प्रत्यर्थियों का यह तर्क प्रस्तर 5५ में अभिलिखित तथ्यों और",
  "paragraph 25 of the same office order dated 05.09.2006. We will": "उसी कार्यालय के आदेश दिनांक 05.09.2006 के पैरा 25 में यथा अन्तर्विष्ट",
  "analyse the same but before that they are reproduced hereunder:": "किन्तु लेकिन इससे पहले उन्हें यहां पुन: प्रस्तुत किया जाता है:",
  "“5. Shri Vinod Kumar Singh has requested to enter his Name in the Seniority List and requested to grant": "“५. श्री विनोद कुमार सिंह ने अपना नाम वरिष्ठता सूची में दर्ज करने और",
  "Seniority in ratio of 50:30:20 to the Agriculture/ Mechanical/ Civil Engineering. In this regard, it is clear": "कृषि/मैकेनिकल /सिविल इंजीनियरिंग को 50:30:20 के अनुपात में",
  "that the above ratio is only for recruitment. From Commission, on 6.01.2000, on 27.01.2000 and on": "अनुपात केवल भर्ती के लिए है। आयोग से 6.07.2000, 27.07.2000",
  "07.11.2000 list was sent. Therefore, in this sequence,": "और 07..2000 को सूची भेजी गई थी। इसलिए, इस अनुक्रम में,",
  "assessed. Name of Shri Vinay Kumar has been entered at the required place in the Seniority List as his Name": "श्री विनय कुमार का नाम वरिष्ठता सूची में अपेक्षित स्थान पर दर्ज किया",
  "was left to be entered therein and as requested to": "गया है क्योंकि उनका नाम उसमें दर्ज किया जाना शेष था और जैसा कि",
  "increase and enter his Name in this Seniority List.": "इस वरिष्ठता सूची में उनका नाम जोड़ने और दर्ज करने का अनुरोध किया",
  "25. “...The Seniority of the candidates selected from the Public Service Commission have been kept in their": "25. “लोक सेवा आयोग से चयनित उम्मीदवारों की वरिष्ठता को उनके",
  "33. Reading of paragraph 5, it is again mentioned that three lists": "33. पैरा 5 पढ़ने पर पुनः उल्लेख मिलता है कि तीन सूचियाँ आयोग को प्राप्त",
  "were received by the Commission and in that sequence, on the basis of merit, the seniority has been assessed. Paragraph 5 was": "हुई थीं और उसी क्रम में योग्यता के आधार पर वरिष्ठता का निर्धारण किया गया",
  "dealing with objection of one Vinod Kumar Singh requesting to": "है। प्रस्तर 5 एक विनोद कुमार सिंह की आपत्ति से संबंधित था, जो वरिष्ठता",
  "seniority in the ratio of 50:30:20. The competent authority allowed": "सूची में अपना नाम दर्ज करने और 50:30:20 के अनुपात में वरिष्ठता प्रदान",
  "Thus, again the seniority list was finalized in the same sequence": "वरिष्ठता का मूल्यांकन किया गया था। इस प्रकार, फिर से वरिष्ठता सूची को उसी",
  "as the three lists have been received and in that order. It is": "क्रम में अंतिम रूप दिया गया, जैसा कि तीन सूचियाँ प्राप्त हुई हैं। इसके बाद यह",
  "thereafter that the representations were made that the seniority list of the direct recruits of 2001 was wrongly prepared contrary to": "अभ्यावेदन किया गया कि वर्ष 2004 की सीधी भर्ती की वरिष्ठता सूची नियमों के",
  "period of two to two and half years and till such time they had been": "जिसको दो से ढाई वर्ष की अवधि के भीतर दायर किया गया था और कार्यालय",
  "pursuing their representation after office order dated 05.03.2010.": "आदेश दिनांक 05.03.200 के उपरान्त तक वे अपने अभ्यावेदन का अनुसरण",
  "From the above facts, it is clear that in the first contingency or in": "कर रहे थे। उपरोक्त तथ्यों से यह स्पष्ट है कि प्रथम आकस्मिकता या द्वितीय",
  "the second contingency, the appellants cannot be found at fault.": "आकस्मिकता में, अपीलकर्ताओं को दोषी नहीं पाया जा सकता है। खण्ड़पीठ ने",
  "35. The plea to defend the seniority list prepared contrary to the statutory provisions on the ground of delay would be a difficult": "35. विलम्ब के आधार पर वैधानिक प्रावधानों के विपरीत तैयार की गई वरिष्ठता सूची का बचाव करने की दलील कठिन प्रस्थापना होगी। इसके अतिरिक्त",
  "lesser merit. Right to promotion is not considered to be a": "होगा। पदोन्नति के अधिकार को मौलिक अधिकार नहीं माना जाता है, लेकिन",
  "fundamental right but consideration for promotion has now been": "पदोन्नति के लिए विचार अब एक मौलिक अधिकार के रूप में विकसित किया",
  "37. This Court, time and again, has laid emphasis on right to be": "37. इस न्यायालय ने समय-समय पर पदोन्नति के लिए विचारित किये जाने",
  "considered for promotion to be a fundamental right, as was held": "के अधिकार को मौलिक अधिकार मानने पर बल दिया है, जैसा कि न्यायमूर्ति",
  "by K. Ramaswamy, J., in the case of Director, Lift Irrigation": "के० रामास्वामी ने लिफ्ट इरिगेशन कारपोरेशन लिमिटेड के निदेशक और अन्य",
  "Corporation Ltd. and Others vs. Pravat Kiran Mohanty and": "बनाम प्रभात किरण मोहंती और अन्य के मामले में रिपोर्ट के पैराग्राफ 4 में",
  "“4... There is no fundamental right to promotion, but an employee": "“4. पदोन्नति का कोई मौलिक अधिकार नहीं है, लेकिन किसी कर्मचारी",
  "has only right to be considered for promotion, when it arises, in": "को सुसंगत नियमों के अनुसार केवल पदोन्नति के लिए विचार किए जाने",
  "accordance with relevant rules. From this perspective in our view the": "का अधिकार है।इस परिप्रेक्ष्य में हमारे दृष्टिकोण से उच्च न्यायालय का",
  "conclusion of the High Court that the gradation list prepared by the corporation is in violation of the right of respondent/ writ petitioner to": "निष्कर्ष है कि निगम द्वारा तैयार ग्रेडेशन सूची प्रत्यर्थी /रिट याचिकाकर्ता",
  "equality enshrined under Article 14 read with Article 16 of the": "के संविधान के अनुच्छेद 6 के साथ पठित समानता के अधिकार का",
  "Constitution, and the respondent/writ petitioner was unjustly": "उल्लंघन है, और प्रतयर्थी/रिट याचिकाकर्ता को अन्यायपूर्ण रूप से इससे",
  "denied of the same is obviously unjustified.”": "वंचित किया गया था, यह स्पष्ट रूप से अनुचित है।",
  "38. A Constitution Bench in case of Ajit Singh vs. State of": "38. अजीत सिंह बनाम पंजाब राज्य” के मामले में संविधान पीठ ने भारत के",
  "eligibility and the criteria for promotion but still is not considered": "को पूरा करता है लेकिन फिर भी पदोन्नति के लिए विचार नहीं किया जाता है, तो",
  "fundamental right. Jagannadha Rao,J. speaking for himself and": "उसके मूल अधिकार का स्पष्ट उल्लंघन होगा। माननीय न्यायमूर्ति जगन्नाथ राव ने स्वयं ओर से बोलते हुए निम्नलिखित मत व्यक्त कियाः",
  "22: Article 14 and Article 16(1) are closely connected. They": "22: अनुच्छेद 34 और अनुच्छेद 6 () निकटता से जुड़े हुए हैं।वे",
  "deal with individual rights of the person. Article 14 demands that": "व्यक्ति के व्यक्तिगत अधिकारों से संबंधित हैं।अनुच्छेद 4 यह अपेक्षा",
  "the \"State shall not deny to any person equality before the law or the": "करता है कि \"राज्य किसी व्यक्ति को विधि के समक्ष समानता या विधियों",
  "equal protection of the laws\". Article 16(1) issues a positive command": "के समान संरक्षण से वंचित नहीं करेगा\"अनुच्छेद 6 () एक सकारात्मक",
  "relating to employment or appointment to any office under the State\".": "आदेश जारी करता है कि \"राज्य के अधीन किसी भी कार्यालय में रोजगार",
  "Article 16 is a facet of Article 14 and that it takes its roots from Article": "अनुच्छेद 6 का खंड () अनुच्छेद 4 का एक पहलू है और इसकी",
  "identifies, in a constitutional sense \"equality of opportunity in": "करता है और संवैधानिक अर्थ में \"राज्य के अधीन किसी पद पर रोजगार",
  "State. The word \"employment\" being wider, there is no dispute that": "है।'रोजगार\" शब्द व्यापक होने के कारण, इसमें कोई विवाद नहीं है कि",
  "employee otherwise eligible for promotion or who comes within the": "कर्मचारी पदोन्नति के लिए अन्यथा पात्र है अथवा जिस कर्मचारी पर विचार",
  "promotion. Equal opportunity here means the right to be \"considered\"": "किया जा सकता है। यहां समान अवसर का अर्थ है पदोन्नति के लिए",
  "his personal right.": "होगा, जो उसका व्यक्तिगत अधिकार है। समान अवसर पर आधारित",
  "27. In our opinion, the above view expressed in Ashok Kumar": "27. हमारी राय में, उक्त मत अशोक कुमार गुप्ता के मामले में व्यक्त कर",
  "Gupta and followed in Jagdish Lal and other cases, if it is intended": "जगदीश लाल और अन्य मामलों में इसका पालन किया गया था , यदि",
  "\"considered\" for promotion according to relevant rules of recruitment": "के अनुसार पदोन्नति के लिए \"माना\" जाने के लिए कर्मचारियों को",
  "by promotion (i.e. whether on the basis of seniority or merit) is only": "अधिकार की गारंटी (अर्थात वरिष्ठता या योग्यता के आधार पर) केवल",
  "a statutory right and not a fundamental right, we cannot accept the": "एक वैधानिक अधिकार है और मौलिक अधिकार नहीं है, हम प्रस्ताव को",
  "proposition. We have already stated earlier that the right to equal": "स्वीकार नहीं कर सकते है। हम पहले ही बता चुके हैं कि पदोन्नति के लिए",
  "opportunity in the matter of promotion in the sense of a right to be": "\"विचार किए जाने\" के अधिकार के अर्थ में पदोन्नति के मामले में समान",
  "impleaded and this Court relied upon the judgment of this Court": "न्यायालय के निर्णय का अवलम्ब लिया है। उपरोक्त मामला चयन और नियुक्ति के",
  "were not even parties to the petition. It was in these circumstances": "दिया जो इस याचिका में पक्षकार नहीं थे। यह इन परिस्थितियों में था कि इस",
  "that this Court held that the appointments of non-parties could": "न्यायालय ने माना कि उन नियुक्तियों को रद्द नहीं किया जा सकता जो पक्षकार",
  "not be quashed. Facts of the said case are clearly distinguishable.": "नहीं थे। स्पष्ट है कि उक्त मामले के तथ्य भिन्न हैं।",
  "another judgment of this Court in Prabodh Verma and others vs.": "42. उच्च न्यायालय की खण्ड पीठ ने प्रबोध वर्मा और अन्य बनाम उत्तर प्रदेश",
  "10 (1984) 4 SCC 251": "9. (204) 6 एस.सी.सी. 87",
  "“28. The question that arises for consideration is, whether": "“28.  विचारणीय प्रश्न यह उठता है कि क्या अपीलकर्ता के दावे पर",
  "the affirmative, subject to the condition that the respondents were desirous of filling the vacancy of Lieutenant-General, when it": "इस शर्त के अधीन कि प्रत्यर्थी लेफ्टिनेंट -जनरल की रिक्ति को भरने के",
  "counter-affidavit reveals that the respondents indeed were desirous": "में दर्शित तथ्यात्मक स्थिति से पता चलता है कि प्रत्यर्थीगण वास्तव में",
  "of filling up the said vacancy. In the above view of the matter, if the": "उक्त रिक्ति को भरने के इच्छुक थे।इस मामले के उपरोक्त दृष्टिकोण में ,",
  "appellant was the senior most serving Major-General eligible for": "यदि अपीलकर्ता सबसे वरिष्ठ सेवारत मेजर -जनरल विचारित किये जाने",
  "consideration (which he undoubtedly was), he most definitely had": "के योग्य था (जो वह निस्संदेह था), उसके पास निश्चित रूप से उपरोक्त",
  "vacancy, and also the fundamental right of being promoted if he was adjudged suitable. Failing which, he would be deprived of his": "रिक्ति के सापेक्ष उपयुक्त पाए जाने पर विचारित कर पदोन्नति किये जाने का मौलिक अधिकार था। ऐसा न होने पर, वह भारत के संविधान के",
  "fundamental right enshrined under Article 14 of the Constitution of": "कि यह भारत के संविधान के अनुच्छेद 4 के तहत निहित मौलिक",
  "firstly by the Presidential Order dated 29-2-2008, and thereafter, by": "29-2-2008 के राष्ट्रपति के आदेश द्वारा, और उसके बाद, 30-5-",
  "a further Presidential Order dated 30-5-2008. The above orders": "2008 के एक और राष्ट्रपति के आदेश द्वारा सेवा में विस्तार की अनुमति",
  "clearly depict that the aforesaid extension in service was granted to": "दी गई थी, ।उपरोक्त आदेश स्पष्ट रूप से दर्शित है कि सेवा में पूर्वोक्त",
  "the appellant for a period of three months (and for a further period": "विस्तार अपीलकर्ता को तीन महीने (और एक महीने की आगे की अवधि",
  "of one month), or till the approval of the ACC, whichever is earlier.": "के लिए), या एसीसी की मंजूरी तक, जो भी पहले हो, के लिए दिया गया",
  "By the aforesaid orders, the respondents desired to treat the": "थापूर्वोक्त आदेशों के अनुसार, प्रत्यर्थी अपीलकर्ता के साथ न्यायोचित",
  "recommendation made in his favour by the Selection Board was approved by the Appointments Committee of the Cabinet, stands": "द्वारा उनके पक्ष में की गई सिफारिश को कैबिनेट की नियुक्ति समिति द्वारा",
  "consideration for promotion to the rank of the Lieutenant-General": "जनरल के पद पर पदोन्नति के लिए सम्यक विचार करने से वंचित करने में",
  "reproduced below:": "शामिल किया जाना चाहिए था। प्रस्तर 47 को नीचे पुनः प्रस्तुत किया गया हैः",
  "“41: Regarding protection granted to 66 candidates, from the record": "\"८. जहां तक 66 अभ्यर्थियों के संरक्षण के संबंध है तो अभिलेखों से स्पष्ट है",
  "exchange and they were selected and appointed in 1998-1999. The": "999 में उनका चयन कर नियुक्ति प्रदान कर दिया गया था। जिन अभ्यर्थियों का",
  "candidates who were unable to get themselves. selected and who raised a grievance and made a complaint before the Tribunal by": "चयन नहीं हो पाया था उन्होंने अपनी समस्या को उठाकर ट्रिब्यूनल के समक्ष",
  "filing applications ought to have joined them (selected candidates)": "आवेदन प्रस्तुत कर शिकायत की कि उन्हें (चयनित उम्मीदवारों ) मूल आवेदन में",
  "as respondents in the original application, which was not done. In": "प्रत्यर्थी के रूप में ज्वाइन कराया जाना चाहिए, जबकि नहीं किया गया था। किसी",
  "any case, some of them ought to have been arrayed as respondents in a \"representative capacity\". That was also not": "भी मामले में, उनमें से कुछ को \"प्रतिनिधि क्षमता\" में प्रत्यर्थियों के रूप में रखा",
  "done. The Tribunal was, therefore, wholly right in holding that in": "जाना चाहिए था। वह भी नहीं किया गया। इसलिए, ट्रिब्यूनल यह मानने में पूरी",
  "absence of selected and appointed candidates and without affording": "तरह से सही था कि चयनित और नियुक्त उम्मीदवारों की अनुपस्थिति में और",
  "opportunity of hearing to them, their selection could not be set aside.”": "उन्हें सुनवाई का अवसर दिए बिना, उनके चयन को निर्धारित नहीं किया जा",
  "46. In the recent case of Mukul Kumar Tyagi and Ors. vs. The": "46. मुकुल कुमार त्यागी और अन्य बनाम उत्तर प्रदेश राज्य और अन्य” के",
  "emphasis that when there is a long list of candidates against whom": "उम्मीदवारों के विरूद्ध मामला चल रहा है उनकी की लंबी सूची मौजूद है तो",
  "to implead each and every candidate. If some of the candidates are": "जाता है। यदि कुछ उम्मीदवारों को पक्षकार बनाया जाता है तो यह कहा जाएगा",
  "impleaded then they will be said to be representing the interest of rest of the candidates as well. The relevant portion of paragraph": "कि वे बाकी उम्मीदवारों के हितों का भी प्रतिनिधित्व कर रहे हैं। निर्णय के",
  "75 from the judgment is reproduced below:": "अनुच्छेद 75 का सुसंगत भाग निमनवत है:",
  "“75.0.6. We may further notice that Division Bench also noticed": "75. आगे हम यह उल्लेख कर सकते हैं कि खण्ड़पीठ ने रिट याचिका में",
  "candidates in the writ petition but Division Bench has not based its judgment on the above argument. When the inclusion in the select": "तर्क पर विचार किया लेकिन खण्ड़पीठ ने उपरोक्त तर्क पर अपना निर्णय आधारित नहीं किया है। जब बड़ी संख्या में उम्मीदवारों की चयन सूची में",
  "illegal process, the aggrieved parties can complain and in such cases": "तो पीड़ित पक्ष शिकायत कर सकते हैं और ऐसे मामलों में प्रत्येक व्यक्ति",
  "but only made this passing remarks. What we find is that the": "किया, बल्कि केवल यह टिप्पणी की। हमारी राय यह है कि विद्वान एकल",
  "authorities relied upon by the learned Single Judge were relevant": "न्यायाधीश द्वारा जिन प्राधिकारियों का अवलम्ब लिया गया था, प्रासंगिक था",
  "and correctly applied.": "और सही तरीके से लागू किया गया था।",
  "50. Further, the Division Bench in paragraphs 51, 52, 53": "5५0. इसके अलावा, खंडपीठ ने पैरा 5, 52, 53 में यह कहते हुए कार्यवाही",
  "proceeded to deal with the delay stating it to be 11 years, the basis": "की गई कि 7 वर्ष का विलम्ब हुआ है, 7 वर्ष के विलम्ब की गणना का आधार",
  "for calculation of 11 years was that the seniority list of 2006 was": "यह था कि 2006 की वरिष्ठता सूची को वर्ष 207 में अपीलकर्ताओं द्वारा",
  "challenged by way of amendment by the appellants in the year 2017 and therefore there was a delay of 11 years. This discussion": "संशोधन के माध्यम से चुनौती दी गई थी और इसलिए ] वर्ष का विलम्ब हुआ",
  "by Division Bench also cannot be sustained. The first seniority list": "था। खण्ड़पीठ द्वारा इस चर्चा को भी बरकरार नहीं रखा जा सकता है। पहली",
  "was prepared in 2006. It was not disclosed as to how the seniority": "वरिष्ठता सूची 2006 में तैयार की गई थी। यह खुलासा नहीं किया गया था कि",
  "list has been prepared by treating the three separate lists": "तीन अलग-अलग सूचियों को उनकी योग्यता के आधार पर स्वतंत्र रूप से व्यवहार करके वरिष्ठता सूची कैसे तैयार की गई है, लेकिन तीन सूचियों की",
  "seniority list of 2010. Even if, they did not challenge the seniority": "चुनौती दी। यहां तक कि अगर उन्होंने 2006 की वरिष्ठता सूची को चुनौती नहीं",
  "list of 2006, 2010 seniority list could always be revisited, reviewed": "दी, तो 200 की वरिष्ठता सूची की सदैव पुनरीक्षा, समीक्षा और नए सिरे से",
  "and prepared afresh, if the same was quashed. The appellants": "तैयार की जा सकता है, अगर इसे रद्द किया जाता। अपीलकर्ताओं को कोई",
  "could not have been at any loss even if they had not challenged the": "नुकसान नहीं हो सकता था, भले ही उन्होंने 2006 की वरिष्ठता सूची को चुनौती",
  "51. The reasoning given in paragraphs 54, 55, 56 regarding issue of single selection is also not sustainable in view of Rules 1991 as": "५. एकल चयन के संबंध में पैराग्राफ 54, 55, 56 में जो तर्क दिया है वह भी",
  "also Rules 2009.": "नियमावली, 99] सपठित नियमावली 2009 के आधार पर कायम नहीं रखा",
  "52. Lastly, paragraph 57 of the judgment of the Division Bench": "५2. अंत में, खण्डपीठ के फैसले का पैराग्राफ 57 जो नियमावली, 99] के",
  "which deals with Rule 5 and 8 of 1991 Rules, we may only reiterate": "नियम ५ और 8 से संबंधित है, हम पुनः केवल यह कह सकते हैं कि, क्या वह",
  "that, whether it was Rule 5 which was applicable or Rule 8 which was applicable, the seniority inter se of direct recruits to one": "नियम 5 या नियम 8 लागू था जो लागू था, किसी चयन की सीधी भर्तियों"
}