{
  "Oriental Insurance Company Limited and another, (2009) 13": "शाखा प्रबन्धक, ओरियन्टल इन्श्योरेन्स कंपनी लिमिटेड व अन्य, (2009) 3",
  "SCC 405.": "एससीसी 405 पर अवलम्ब लिया गया।",
  "6. We have considered the submission on behalf of the parties": "6. हमने पक्षकारों की ओर से दिए गए तरकॉं पर विचार किया है और आक्षेपित",
  "and have also perused the impugned orders as also the case law": "आदेशों के साथ साथ हमारे समक्ष रखे गए विधिक व्यवस्थाओं का भी परिशीलन",
  "7. |The Workmen’s Compensation Act, 1923 (now christened as": "7. कर्मकार प्रतिकर अधिनियम, 923 (अब इसका नाम \"कर्मचारी प्रतिकर",
  "“Employee’s Compensation Act, 1923”) is a piece of socially": "अधिनियम, 923”) सामाजिक लाभकारी विधायन का एक भाग है। इसलिए",
  "beneficial legislation. The provisions will therefore have to be interpreted in a manner to advance the purpose of the legislation,": "प्रावधानों की व्याख्या इस तरह से करनी होगी ताकि कानून के उद्देश्य को आगे",
  "rather than to stultify it. In case of a direct conflict, when no": "बढ़ाया जा सके, न कि उसे नुकसान पहुंचाया जा सका। सीधे संघर्ष की स्थिति में,",
  "reconciliation is possible, the statutory provision will prevail only": "जब कोई सुलह संभव नहीं है, तो वैधानिक प्रावधान तभी प्रभावी होगा।",
  "8. Relevant to the discussion is Section 3 of the Act. The relevant": "8. अधिनियम की धारा 3 पर परिचर्चा करना प्रासंगिक है। प्रासंगिक उद्दरण निम्न",
  "“3. Employer' s liability for compensation. -": "“3. प्रतिकर के लिए नियोजक का दायित्व-",
  "(1) If personal injury is caused to a workman by": "() यदि कामगार को अपने नियोजन के दौरान और उससे उत्पन्न",
  "accident arising out of and in the course of his employment, his employer shall be liable to pay": "दुर्घटना द्वारा वैयक्तिक क्षति कारित होती है तो उसका नियोजक इस",
  "9. In Manju Sarkar & Ors. vs. Mabish Miah & Ors., (2014) 14": "9. मंजू सरकार व अन्य बनाम मविश मियाँ व अन्य, (204) 4 एससीसी 27 में",
  "SCC 21, the deceased was driving the employer’s truck from Agartala to Churaibari FCI godown. When he reached near Dharam": "मृतक नियोजक की ट्रक अगरतला से चुराईबरी एफसीआई गोदाम ले रहा था (चला",
  "by reason of the heat. The theory of notional extension noticed in the Agnes (supra) and followed in Leela Bai (supra) is extracted": "लीला बाई (उपरोक्त) में अनुसरण किए गए काल्पनिक विस्तार के सिद्धांत को यहां",
  "hereunder:": "उद्धृत किया गया है:",
  "“9. In the facts of the present case and the nature": "\"9. वर्तमान मामले के तथ्यों और साक्ष्य की प्रकृति में, एगनेस वाद",
  "of evidence, there was a clear nexus between the accident and the employment to apply the doctrine": "को लागू करने के लिए दुर्घटना और नियोजन के बीच एक स्पष्ट",
  "“...It is now well-settled, however, that this is": "\"...हालांकि यह अब सुस्थापित है, कि यह नियोक्ता के परिसर",
  "subject to the theory of notional extension of the": "के काल्पनिक विस्तार के सिद्धांत के अधीन है ताकि उस क्षेत्र",
  "which the workman passes and repasses in": "को शामिल किया जा सके जहां से कर्मकार गुजरता है और",
  "going to and in leaving the actual place of work.": "वास्तविक कार्य स्थल पर जाते समय और छोड़ने समय गुजरता",
  "There may be some reasonable extension in both": "है। समय और स्थल दोनों में कुछ उचित विस्तार हो सकता है",
  "he had not reached or had left his employer’s": "सकता है, भले ही वह अपने नियोक्ता के परिसर में नहीं पहुंचा",
  "premises. The facts and circumstances of each": "सिद्धांत को ध्यान में रखते हुए प्रत्येक मामले के तथ्यों और",
  "case will have to be examined very carefully in": "परिस्थितियों की बहुत सावधानी से जांच की जानी चाहिए ताकि",
  "order to determine whether the accident arose": "यह निर्धारित किया जा सके कि दुर्घटना एक कर्मकार के",
  "12. In Leela Bai (supra), the deceased having completed his": "2. लीला बाई (उपरोक्त) में, मृतक एक ड्राइवर के रूप में अपनी यात्रा पूरी करने",
  "early scheduled departure the next morning by not going home.": "के बाद घर न जाकर अगली सुबह जल्दी निर्धारित प्रस्थान सुनिश्चित करने के लिए",
  "While he was coming down the roof of the bus he slipped and died.": "बस की छत पर रुक गया। वह बस की छत से नीचे उतर रहा था कि वह फिसल",
  "“7. In the facts of the case, and the evidence available, it is evident that the deceased was": "\"7. मामले के तथ्यों तथा उपलब्ध साक्ष्यों से यह स्पष्ट है कि",
  "present at the bus terminal and remained with the bus even after arrival from Indore not by": "मृतक बस टर्मिनल पर मौजूद था और इंदौर से आने के बाद भी",
  "choice, but by compulsion and _ necessity,": "अपनी इच्छा पर नहीं, बल्कि मजबूरी और आवश्यकता से,",
  "because of the nature of his duties. The route": "अपने कर्तव्यों की प्रकृति के कारण बस के साथ रहा। बस की",
  "timings of the bus required the deceased to be readily available with the bus so that the": "रूट टाइमिंग के लिए मृतक को बस के साथ सुलभ रूप से",
  "1 remained efficient and was not affected. If the": "जा रही यात्री सेवा कुशल बनी रहे और प्रभावित न हो। यदि",
  "deceased would have gone home every day after parking the bus and returned the next morning,": "मृतक प्रतिदिन बस पार्क करके घर जाता और अगली सुबह",
  "the deceased at the bus-stand from his house. Naturally that would bring an element of": "अपने घर से बस स्टैंड आने पर निर्भर करती। स्वाभाविक रूप",
  "uncertainty in the departure schedule of the bus": "से यह बस के प्रस्थान समय में अनिश्चितता का एक तत्व लाएगा",
  "and efficiency of the service to the travelling": "और यात्रा करने वाली जनता के लिए सेवा की दक्षता में कमी ला",
  "schedule by the deceased would naturally enure": "सकता है। मृतक द्वारा तय समय का पालन स्वाभाविक रूप से",
  "to the benefit of Respondent 1 by enhancement of income because of timely service. It is not": "समयबद्ध सेवा के कारण आय में वृद्धि करके प्रतिवादी के",
  "Merely because the deceased was coming down the roof of the bus after having his meal, cannot": "था। केवल इसलिए कि मृतक भोजन करने के बाद बस की छत से नीचे आ रहा था, इसे इससे अलग नहीं माना जा सकता है",
  "be considered in isolation and interpreted so": "से नीचे आ रहा था, इसे इससे अलग नहीं माना जा सकता है और इतनी दूरदर्शिता से व्याख्या नहीं की जा सकती कि वह"
}