{
  "(Reportable)": "(प्रतिवेद्य)",
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय के समक्ष",
  "CRIMINAL APPELLATE JURISDICTION": "आपराधिक अपीलीय क्षेत्राधिकार",
  "CRIMINAL APPEAL NO. 644 OF 2023": "आपराधिक अपील संख्या - 644/ 2023",
  "Vikas Rathi .. Appellant": "विकास राठी ... अपीलार्थी",
  "Versus": "बनाम",
  "JUDGMENT": "निर्णय",
  "Rajesh Bindal, J.": "न्यायमूर्ति राजेश बिंदल,",
  "1. The Order dated 16.05.2017 passed by the Allahabad": ". इलाहाबाद उच्च न्यायालय द्वारा पारित दिनांक 6.05.207 के आदेश को",
  "High Court is under challenge before this Court. By the aforesaid order, Criminal Revision Petition was filed by the": "इस न्यायालय के समक्ष चुनौती दी गई है। उपरोक्त आदेश के द्वारा, प्रत्यर्थी संख्या",
  "aforesaid order, Criminal Revision Petition was filed by the respondent No.2 challenging the order dated 15.03.2017": "2 के द्वारा आदेश दिनांकित 5.03.207 को चुनौती देते हुए आपराधिक",
  "whereby the application filed under Section 319 Cr.P.C. for": "पुर्वविचार याचिका दायर की गई जिसे भारतीय दण्ड संहिता की धारा 39 के",
  "summoning the present appellant, was dismissed.": "तहत वर्तमान अपीलार्थी को सम्मन किया गया था जिसको खारिज कर दिया गया।",
  "2. The High Court, vide impugned order had quashed the": "2. उच्च न्यायालय ने आक्षेपित आदेश के माध्यम से दिनांकित 5.03.2077",
  "the complainant submitted that a clear case was made out": "3. अपीलकर्ता के विद्वान अधिवक्ता ने प्रस्तुत किया कि अपीलकर्ता ने वर्ष 2003",
  "mere suspicion on the basis of which an additional accused": "है। यह केवल संदेह नहीं है जिसके आधार पर एक अन्य आरोपी को तलब किया",
  "could be summoned. Only where strong and cogent": "जा सकता है। केवल वहाँ जहाँ न्यायालय के समक्ष प्रस्तुत साक्ष्य से किसी व्यक्ति",
  "conviction, that such a power could be exercised. It could": "सकती है, तब ऐसी शक्ति का प्रयोग किया जा सकता है। इसका प्रयोग आकस्मिक",
  "5. In the absence thereof, the impugned order passed by": "५. इसकी अनुपस्थिति में, उच्च न्यायालय द्वारा पारित आक्षेपित आदेश को",
  "by the Trial Court, dismissing the application should be": "दरकिनार किया जाना चाहिए और आवेदन को खारिज करते हुए निचली अदालत",
  "State of Punjab & Ors., (2014) 3 SCC 92; Mohd. Shafi vs.": "हरदीप सिंह और अन्य बनाम पंजाब राज्य और अन्य (204) 3 एससीसी 92,",
  "Mohd. Rafig. (2007) 14 SCC 544; Sagar vs. State of U.P.": "मो. शफी बनाम. मो. रफीक (2007) 4 एससीसी 544; सागर बनाम उत्तर",
  "and_Anr., (2022) 6 SCC 389; Kailash_vs. State_of": "प्रदेश राज्य एवं अन्य (2022) 6 एससीसी 389; कैलाश बनाम. राजस्थान",
  "Rajasthan and Anr., (2008) 14 SCC 51.": "राज्य और अन्य (2008) 4 एससीसी 54 में इस अदालत के निर्णयों पर",
  "6. He further submitted that the stage at which the application was filed by the complainant to summon the": "6. उन्होंने आगे कहा कि जिस स्तर पर शिकायतकर्ता द्वारा अपीलकर्ता को एक",
  "appellant as an additional accused, the trial was going to": "अन्य आरोपी के रूप में बुलाने के लिए आवेदन दायर किया गया था, मुकदमा",
  "conclude as the entire evidence had been led. Vide": "समाप्त होने वाला था क्योंकि पूरे साक्ष्य का नेतृत्व विचारण न्यायालय के दिनांक",
  "judgment of the Trial Court dated 06.10.2017, even the": "06.0.2077 के फैसले के अनुसार किया गया था, जिन अभियुक्तों के खिलाफ",
  "accused against whom the chargesheet was filed, were also": "आरोप पत्र दायर किया गया था, उन्हें भी बरी कर दिया गया था।अभियोजन पक्ष",
  "acquitted. It was on the basis of the sketchy evidence produced by the prosecution before the trial court that the": "द्वारा निचली विचारण न्यायालय के समक्ष पेश किए गए अस्पष्ट साक्ष्य के आधार",
  "appellant was sought to be summoned.": "पर अपीलकर्ता को तलब करने की मांग की गई थी।",
  "circumstances of the case so warrant. It is not to": "मामलों में किया जाना चाहिए जहां मामले की परिस्थितियां इसकी गारंटी देती",
  "be exercised because the magistrate or the": "हैं। इसका प्रयोग नहीं किया जाना चाहिए क्योंकि मजिस्ट्रेट या सत्र न्यायाधीश",
  "sessions judge is of the opinion that some other person may also be guilty of committing that": "की राय हैं कि कोई अन्य व्यक्ति थी उस अपराध को करने का अपराधी हो",
  "offence. Only where strong and cogent evidence": "सकता हैं।केवल वहां जहां न्यायालय सें सपक्ष प्रस्तुत किए गए साक्ष्य से किसी",
  "before the court that such power should be exercised and not in a casual and cavalier": "जाना चाहिए न कि अनॉपचारिक और बेतरतीब तरीकों से उक्त शक्तियों का",
  "regarding murder of his brother Bachchu Prasad. It was": "भाई बच्चू प्रसाद की हत्या के बारे में एक शिकायत दर्ज की। उसमें यह उल्लेख किया",
  "mentioned therein that he used to work in the appellant’s": "गया था कि वह अपीलार्थी की फर्म में काम करता था। उपरोक्त शिकायत के",
  "firm. On the basis of the aforesaid complaint, FIR No. 480/2013 was registered against unknown persons. Nearly": "आधार पर, प्राथमिकी सं. 480/203 अज्ञात व्यक्तियों के खिलाफ दर्ज किया",
  "two months after the complaint, wife of the deceased gave a": "गया था। शिकायत के लगभग दो महीने बाद, मृतक की पत्नी ने अपीलकर्ता के",
  "complaint to the Superintendent of Police, Ghaziabad making false allegations against the appellant. The": "खिलाफ झूठे आरोप लगाते हुए पुलिस अधीक्षक, गाजियाबाद को शिकायत की।",
  "appellant was given notices by the Investigating Officer. Entire information sought was furnished by him. During": "अपीलकर्ता को जाँच अधिकारी द्वारा नोटिस दिए गए थे। माँगी गई पूरी जानकारी",
  "investigation, the police found an eye witness namely Rajesh Kumar to the alleged murder whose statement was recorded": "उनके द्वारा प्रस्तुत की गई थी। जाँच के दौरान, पुलिस को कथित हत्या का एक चश्मदीद गवाह राजेश कुमार मिला, जिसका बयान दंड प्रक्रिया संहिता की धारा",
  "aforesaid fact was concealed by the complainant while": "शिकायतकर्ता ने उपरोक्त तथ्य को छिपा दिया था। ....जाँच पूरा होने के बाद,",
  "investigation, the police filed chargesheet against two accused persons namely Pannelal @ Panna Lal and Ombeer": "पुलिस ने दो अभियुक्त व्यक्तियों पन्नेलाल उर्फ पन्ना लाल और ओमबीर सिंह के",
  "Singh. The appellant was listed as a prosecution witness.": "खिलाफ आरोप पत्र दायर किया। अपीलकर्ता अभियोजन पक्ष के गवाह के रूप में",
  "During trial, statements of various witnesses were recorded.": "सूचीबद्ध था। मुकदमे के दौरान विभिन्न गवाहों के बयान दर्ज किए गए। यहां तक",
  "summoning the appellant as an additional accused is": "अस्पष्ट मौखिक आरोपों के आधार पर अपीलकर्ता को अभियुक्त के रूप में सम्मन",
  "record by the parties in the form of evidence to find out as to": "विभिन्न गवाहों के बयानों के रूप में उपलब्ध सामग्री यह पता लगाने के लिए प्यप्त"
}