{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय अधिकारिता",
  "CIVIL APPEAL NO.3093 OF 2020": "सिविल अपील संख्या 3093 वर्ष 2020",
  "(ARISING OUT OF SLP(C) NO. 23478 OF 2019)": "(विशेष अनुमति याचिका (सि) संख्या 23478 वर्ष 209 से उद्घूत)",
  "THE NEW INDIA ASSURANCE": "न्यू इंडिया एश्योरेंस कंपनी लिमिटेड ................ अपीलार्थी",
  "SMT. SOMWATI AND OTHERS . . .RESPONDENTS": "श्रीमती सोमवती एवं अन्य... ...... प्रत्यर्थी",
  "WITH": "सह",
  "CIVIL APPEAL NO.3094 OF 2020": "सिविल अपील संख्या 3094 वर्ष 2020",
  "(ARISING OUT OF SLP(C) NO. 4801 OF 2020)": "(विशेष अनुमति याचिका (सि) संख्या 4807: वर्ष 2020 से उद्घूत)",
  "SMT. SANGITA AND OTHERS . . .RESPONDENTS": "श्रीमती संगीता एवं अन्य... ...... प्रत्यर्थी",
  "CIVIL APPEAL NO.3095 OF 2020": "सिविल अपील संख्या 3095 वर्ष 2020",
  "(ARISING OUT OF SLP(C) NO. 4643 OF 2020)": "(विशेष अनुमति याचिका (सि) संख्या 4643 वर्ष 2020 से उद्घूत)",
  "AZMATI KHATOON AND OTHERS . . .RESPONDENTS": "अज़मती खातून एवं अन्य... ...... प्रत्यर्थी",
  "CIVIL APPEAL NO.3096 OF 2020": "सिविल अपील संख्या 3096 वर्ष 2020",
  "(ARISING OUT OF SLP(C) NO. 5441 OF 2020)": "(विशेष अनुमति याचिका (सि) संख्या 5447 वर्ष 2020 से उद्घूत)",
  "CHOLAMANDALAM MS GENERAL “we “TNSURANCE COMPANY LIMITED .. APPELLANT": "चोलमंडलम एमएस जनरल बीमा कंपनी लिमिटेड... ...... अपीलार्थी",
  "“se UMARANI AND OTHERS . . .RESPONDENTS": "उमारानी एवं अन्य... ..... प्रत्यर्थी",
  "Issue notice returnable in four weeks": "चार सप्ताह में वापसी योग्य नोटिस जारी की जाय जो इस मुद्दे तक",
  "consortium and loss of love and affection": "के लिए मुआवजा और प्रेम व स्नेह का नुकसान दोनो के लिए आदेश",
  "Dasti service, in addition, is permitted.": "इसके अलावा, दास्ती सेवा अनुमन्य है।",
  "stay of 2 payment of the compensation amount payable to the claimants’ towards": "देय 2 मुआवजे राशि का भुगतान स्थगित रहेगा। जो निम्नवत है :",
  "“LOSS of love and affection=Rs. 4,00,000/- (Rs. 50,000/- to each of the": "“प्रेम और स्नेह की क्षति - रु. 4, 00, 000/- (50,000/- प्रत्येक",
  "eight claimants)”": "आठ दावेदारों को) “",
  "6. In pursuance of notice issued by this Court,": "6. इस न्यायालय द्वारा जारी नोटिस के अनुसरण में, प्रत्यर्थीगण प्रस्तुत हुए और",
  "the respondents have appeared and filed reply as well as written submissions.": "प्रत्युत्तर तथा लिखित कथन दाखिल किया |",
  "Civil Appeal No...... ./2020(arising out of": "सिविल अपील नंबर..../ 2020 ( विअया (सि) सं. 4807 वर्ष 2020 से उद्घूत),",
  "petition was allowed by Motor Accident Claims": "मृत्यु हो गई। प्रत्यर्थीगण द्वारा दायर दावा याचिका को मोटर दुर्घटना दावा",
  "Tribunal, granting a compensation of Rs.17,71,000/-": "अधिकरण द्वारा रु 3,07, 776/- के मुआवजे के साथ मंजूरी दी गयी। दावेदारों",
  "under Section 166 of Motor Vehicles Act, 1988,": "नाबालिग हैं। मोटर वाहन अधिनियम, 988 की धारा 66 के तहत दायर की गई दावा",
  "by award dated 22.03.2003 allowed a claim of Rs. 1,67,000/- with 9% interest. An appeal was filed by Smt. Somwati Devi and others in the High Court": "था। 22.03.2003 दिनांकित निर्णय द्वारा एमएसीटी ने 9% ब्याज के साथ रु., 67,000/- के दावे की अनुमति दी। श्रीमती सोमवती देवी और अन्य द्वारा उच्च",
  "being F.A.F.O.No.1894 of 2003. The High Court": "न्यायालय में एफ.ए.एफ.ओ. संख्या 894 वर्ष 2003 में एक अपील दायर की गई। उच्च",
  "allowed the appeal of the claimants and awarded a compensation of Rs.12,54,000/-. Against the": "न्यायालय ने दावेदारों की अपील को स्वीकृति दी और रू. 2, 54, 000/- के मुआवजे",
  "judgment of the High Court dated 25.02.2019, this appeal has been filed by the Insurance Company. The": "का आदेश दिया। यह अपील बीमा कंपनी द्वारा 25.02.209 दिनांकित उच्च न्यायालय",
  "grant of compensation under two heads has_ been challenged in this appeal, i.e., item No. (vi) and": "के फैसले के विरूद्ध दायर की गई है। इस अपील में दो शीर्षों अर्थात, मद सं, (५४) और (0) के अन्तर्गत मुआवजे के अनुदान को चुनौती दी गई है, जो निम्नलिखित प्रभाव के",
  "Rs.4,00,000/-(RsS.50,000/- to each of the": "रू. 50,000/- )।",
  "Company ltd. Versus Nanu Ram @ Chuhru Ram and Ors., (2018) 18 SCC 130, granted compensation for ‘loss": "लिमिटेड बनाम नानू राम (6 चुहू राम एवं अन्य (208)8 एससीसी 30 के",
  "of love and affection' at the rate of Rs.50,000/- to each of eight claimants and similarly, under the": "की दर से 'प्रेम और स्नेह की क्षति' के लिए प्रत्येक आठ दावेदारों को मुआवजा का",
  "Rs.40,000/- to all the eight claimants. Aggrieved": "आदेश दिया और इसी प्रकार रु. 40,000/- की दर से 'साथी की क्षति' के लिए प्रत्येक आठ दावेदारों को मुआवजा का आदेश दिया। दिल्ली उच्च न्यायालय के",
  "by the judgment of the Delhi High Court, Insurance Company has filed appeal challenging the order of the High Court.": "फैसले से व्यथित होकर बीमा कंपनी ने उच्च न्यायालय के आदेश को चुनौती देते हुए अपील दायर की है।",
  "Civil Appeal NO. sessssssessseees /2020(arising out of SLP(C)No.4643 of 2020),New India Assurance Company Limited Versus Azmati Khatoon and Others": "सिविल अपील सं...../2020 ( विअया (सि) सं. 4643 वर्ष 2020 से उद्धृत), न्यू इंडिया एश्योरेंस कंपनी लिमिटेड बनाम अजमती खातून एवं अन्य",
  "8. Mohd. Hasibul Bassan, died in a Motor Vehicle": "8. मोहम्मद हसीबुल बस्सन की मृत्यु 29.0.2007 को एक मोटर वाहन दुर्घटना",
  "accident on 29.10.2007. Claim Petition was filed by respondents which has’ been allowed by Motor": "में हो गयी। प्रत्यर्थीगण द्वारा दावा याचिका दायर की गयी जिसे मोटर दुर्घटना दावा",
  "Accident Claims Tribunal granting a compensation of Rs.17,32,776/- with interest. The appellant filed": "अधिकरण द्वारा ब्याज के साथ रु. 7,32, 776/- का मुआवजा देते हुए स्वीकार",
  "an appeal in the High Court. The High Court granted": "किया गया। अपीलकर्ता ने उच्च न्यायालय में अपील दायर की। उच्च न्यायालय ने",
  "‘loss of love and affection’ Rs.50,000/- each to four claimants and under’ the head ‘loss’ of": "प्रत्येक सात दावेदारों को 'प्रेम और स्नेह की क्षति' के लिए 50,000/- रुपये और",
  "four claimants and under’ the head ‘loss’ of consortium’ at the rate of Rs.40,000/- each to four": "प्रत्येक सात दावेदारों को 'साथी की क्षति' के लिए 40,000/- रुपये की दर से",
  "Claimants. Aggrieved by the judgment of the High Court, Insurance Company is in this appeal.": "मुआवजे को मंजूरी दी। दिल्ली उच्च न्यायालय के निर्णय से व्यथित बीमा कंपनी ने अपील की है।",
  "SLP(C)No.7556 of 2020), New India Assurance Company Limited Versus Nanak Chand and Others": "उद्धृत), न्यू इंडिया एश्योरेंस कंपनी लिमिटेड बनाम नानक चंद एवं अन्य",
  "11. Gaurav died in a motor vehicle accident on 23.09.2010. Claim petition was filed by the parents": "7. गौरव की मृत्यु 23.09.200 को एक मोटर वाहन दुर्घटना में हो गयी। मृतक",
  "compensation of Rs.4,83,348/-. Claimants filed an": "के माता-पिता द्वारा दावा याचिका दायर की गई थी, जिसे रू. 4, 83, 348/- के",
  "appeal in the High Court which was allowed. The": "मुआवजे के साथ मंजूरी दी गयी। दावेदारों ने उच्च न्यायालय में अपील दायर की",
  "affection’ at the rate of Rs.50,000/- to each seven Claimants and Rs.40,000/- each to seven claimants": "प्रत्येक दो दावेदारों को 50, 000/- रुपये और 'साथी की क्षति' के लिए प्रत्येक दो",
  "Tribunal granting compensation of Rs.13,60,000/-.": "दावेदारों को 40, 000/- रुपये की दर से मुआवजे को मंजूरी दी। उच्च न्यायालय",
  "Aggrieved by the judgment of the High Court, this appeal has been filed.": "के निर्णय से व्यथित होकर यह अपील दायर की गयी।",
  "Civil Appeal NO. sessssssessseees /2020(arising out of": "सिविल अपील सं......... /2020 ( विअया (सि) 0०. 8250 वर्ष 2020 से",
  "Company Limited Versus Smt. Rinku Devi and Others": "उद्धृत), द ओरिएंटल इंश्योरेंस कंपनी लिमिटेड बनाम श्रीमती रिंकू देवी एवं अन्य",
  "12. Birbal Kumar met with an = accident~ on 27.07.2008 resulting in his death. Claim petition": "2. बीरबल कुमार के साथ 27.07.2008 एक दुर्घटना हो गयी जिसमें उनकी मृत्यु",
  "filed by the respondents claiming Rs.Twenty lakhs": "हो गई। प्रत्यर्थीगण द्वारा दायर की गयी बीस लाख रू. का दावा करने वाली दावा",
  "was allowed by the Motor Accident Claims Tribunal granting compensation of Rs.5,80,000/-. Insurance": "याचिका को मोटर दुर्घटना दावा अधिकरण द्वारा रु. 5,80,000/- के मुआवजे",
  "company filed an appeal. The Tribunal has awarded": "को मंजूरी देते हुए स्वीकार किया गया। बीमा कंपनी ने अपील दायर की। ट्रिब्यूनल",
  "filial consortium at the rate of Rs.40,000/- to each of the claimants, i.e., wife, two children and": "ने प्रत्येक दावेदार अर्थात पत्नी,दो बच्चे और पिता को 40,000/- रु. की दर से",
  "father totaling Rs.1,60,000/-. The High Court in the appeal filed by the Insurance Company further": "संतान विषयक मुआवजा कुल रु. ,60, 000/- की मंजूरी दी। बीमा कंपनी द्वारा दायर अपील में उच्च न्यायालय ने चार दावेदारों में से प्रत्येक को 'प्रेम और स्नेह की",
  "enhanced the compensation under the head ‘loss of love and affection’ at the rate of Rs.50,000/- to": "क्षति' के तहत मुआवजे को और बढ़ा कर 50,000/- रुपये की दर से कुल राशि",
  "amount by Rs. Two Lakhs. Insurance Company aggrieved by the judgment of the High Court has": "दो लाख रुपये कर दिया। उच्च न्यायालय के फैसले से व्यथित बीमा कंपनी ने यह",
  "compensation under the head ‘consortium’ cannot be given a narrow interpretation. The amount under the": "मुआवजा दिए जाने की संकीर्ण व्याख्या नहीं हो सकती। 'साथी की क्षति' शीर्ष के",
  "head ‘consortium’ has rightly been given not only to wife but children and parents. Learned counsel": "तहत मुआवजा ठीक ही न केवल पत्नी को दिया गया है बल्कि बच्चों और माता पिता",
  "20. Learned counsel for the parties have also placed reliance on various judgments of this Court,": "20. पक्षकारों के विद्वत अधिवक्ताओं ने इस न्यायालय के विभिन्न निर्णयों का भी",
  "which shall be referred to while considering the": "अवलंब लिया है जिनका उल्लेख कथनों पर विस्तार से विचार करते समय किया",
  "21. We have considered the submission of the learned counsel for the parties and have perused": "2. हमने पक्षकारों के विद्वान अधिवक्ताओं के कथनों पर विचार किया और",
  "the record.": "अभिलेख का परिशीलन किया।",
  "22. The expression ‘compensation’ is a comprehensive term which includes a claim for the": "22. 'प्रतिकर' एक व्यापक पद है जिसमें नुकसान के लिए दावा सम्मिलित है।",
  "damages. Compensation is by way of atonement for": "प्रतिकर कारित की गयी क्षति के लिए प्रायश्चित के द्वारा होता है।",
  "23. The claimant in a claim for award of compensation under Section 166 of Motor Vehicles Act, 1988, is entitled for just compensation. The": "23. मोटर वाहन अधिनियम, 988 की धारा 66 के तहत किसी दावे में मुआवजे",
  "just compensation has to be equitable and fair. The": "का दावेदार न्यायोचित मुआवजे का हकदार होता है। न्यायसंगत मुआवजा समान",
  "loss of life and limb can never be compensated in": "और उचित होना चाहिए। जीवन की क्षति का समान मात्रा में मुआवजा नहीं दिया जा",
  "an equal measure but the statutory provisions under Motor Vehicles Act is a social piece of legislation": "सकता, लेकिन मोटर वाहन अधिनियम के तहत वैधानिक प्रावधान विधायन का",
  "loss of the member of family, compensate the loss": "एक सामाजिक हिस्सा है जिसे परिवारिक सदस्य की क्षति की भरपाई, कुछ हद",
  "in some measure and to compensate the claimant to a": "तक क्षति की भरपाई और दावेदार को न्यायसंगत सीमा तक मुआवजा प्रदान",
  "24. We may refer to the judgment of this Court in General Manager Kerala State Road’ Transport": "24. हम महाप्रबंधक केरल राज्य सड़क परिवहन निगम, त्रिवेंद्रम बनाम सुसम्मा",
  "Corporation, Trivandrum Versus Susamma Thomas(Mrs) and others, (1994) 2 SCC 176. This court": "थॉमस (श्रीमती) एवं अन्य, (994)2 एससीसी 76 के मामले में इस न्यायालय",
  "Vehicle Act, 1939, laid down following in paragraph": "के निर्णय का उल्लेख कर सकते हैं। मोटर वाहन अधिनियम, 939 के तहत",
  "\"5....The determination of the quantum must answer what contemporary society": "\"५. मात्रा का निर्धारण इस बात से होना चाहिए कि तत्कालीन समाज ”\"",
  "“would deem to be a fair sum such as would": "किस राशि को इतना उचित मानेगा कि गलत कार्य करने वाला व्यक्ति",
  "allow the wrongdoer to hold up his _ head among his among his neighbours and _ say with their approval that he has done the": "अपने पड़ोसियों के सामने सिर उठाकर कह सके कि उसने सही कार्य",
  "fair thing”. The amount awarded must not": "किया है।\" मंजूर की गयी राशि अत्यल्प नहीं होनी चाहिए क्योंकि एक",
  "be niggardly since the “law values life and limb in a free society in generous": "मुक्त समाज में विधि जीवन को उदारता पूर्वक मूल्यवान मानता है। इस",
  "awarded must be fair and reasonable by": "और न्यायसंगत होनी चाहिए।",
  "25. In the above case also, this Court awarded the": "25. उपरोक्त मामले में भी, इस न्यायालय ने 'साथी की क्षति' के पारंपरिक शीर्ष के",
  "26. Another judgment which needs to be noted is the judgment of this Court in Sarla Verma (Smt) and": "26. एक अन्य निर्णय जिस पर ध्यान देने की आवश्यकता है, वह है सरला वर्मा",
  "the judgment of this Court in Sarla Verma (Smt) and Others Versus Delhi Transport Corporation and": "(श्रीमती) एवं अन्य बनाम दिल्ली परिवहन निगम एवं एक अन्य, (2009)6",
  "“just compensation” laid down following: - \"5....” Just compensation is adequate": "\"५...\"न्यायोचित मुआवजा पर्याप्त मुआवजा होता है जो मामले के तथ्यों",
  "compensation which is fair and equitable, on the facts and circumstances of the": "और परिस्थितियों के अनुसार उचित और न्यायसंगत हो, किसी गलत",
  "case, to make good the loss suffered as a result of the wrong, as far as money can": "कृत्य के कारण हुए नुकसान की भरपाई करने के लिए, जहाँ तक पैसा",
  "27. This court also awarded an amount under the": "27. इस न्यायालय ने पत्नी को 'साथी की क्षति' शीर्ष के तहत राशि भी प्रदान की।",
  "28. We need to notice the Constitution Bench judgment in National Insurance Company Ltd. (supra)": "28. हमें नेशनल इंश्योरेंस कंपनी लिमिटेड (उपरोक्त) के मामले में ०संविधान पीठ",
  "which case notices the earlier judgments of this": "के निर्णय पर भी ध्यान देने की आवश्यकता है जिसमें इस न्यायालय के पूर्ववर्ती",
  "of consortium. In paragraph 46, the following was laid down: -": "गयी थी। पैराग्राफ 46 में, निम्नलिखित प्रतिपादित किया गया था:-",
  "\"46. Another aspect which has_ created": "\"6. एक अन्य पहलू जिसने श्रम पैदा किया है, वह संपत्ति के",
  "expenses. In Santosh Devi, the two-Judge Bench followed the traditional method and": "संतोष देवी के मामले में, दो-न्यायाधीश पीठ ने पारंपरिक विधि का",
  "granted Rs.5000/- for transportation of the body, Rs.10,000/- as funeral expenses": "पालन किया और शव को ले जाने के लिए रु.5000/-, अंतिम",
  "and Rs.10,000/- as regards the loss of": "संस्कार खर्च के रूप में रु, 0,000/- और साथी की क्षति के लिए",
  "consortium. In Sarla Verma, the Court granted Rs.5000/- under the head of loss": "रु. 0,000/- को मंजूरी दी। सरला वर्मा के मामले में, न्यायालय ने",
  "of estate, Rs .5000/- towards funeral": "संपत्ति के नुकसान के लिए रु. 5000/- अंतिम संस्कार के लिए रु.",
  "consortium. In Rajesh (2013) 9 SCC 54, the": "किया। राजेश (203) 9 एससीसी 54 के मामले में, न्यायालय ने",
  "Rs.1,00,000/- towards loss of care and": "देखभाल और मार्गदर्शन को हुई क्षति के लिए रू. ,00,000/- भी",
  "guidance for minor children. The Court enhanced the same on the principle that a": "स्वीकृत किया। न्यायालय ने इसे इस सिद्धांत के आधार पर बढ़ाया कि",
  "formula framed to achieve uniformity and consistency on a socio-economic issue has": "सामाजिक-शआर्थिक मुद्दे पर एकरूपता और स्थिरता प्राप्त करने के लिए",
  "to be contrasted from a legal principle and ought to be periodically revisited as": "बनाए गए किसी सिद्धान्त को समय समय पर जांचना चाहिए और",
  "421. On the principle of revisit, it fixed": "427. पुनर्विचार के सिद्धांत पर, इसने पारंपरिक शीर्षों के तहत अलग-",
  "different amount on conventional heads. What weighed with the Court is factum of": "अलग राशि तय की। न्यायालय ने जिस चीज पर विचार किया वह है",
  "inflation and the price index. It has also": "मंहगाई का तथ्य और मूल्य सूचकांक। यह साथी की क्षति की",
  "29. In paragraph 52, the Constitution Bench opined": "29. पैरा 52 में, संविधान पीठ ने कहा कि पारंपरिक शीर्ष जैसे 'संपत्ति की हानि',",
  "expenses’ should be Rs.15,000/-, Rs.40,000/- and": "रु.5, 000/-, रु, 40,000/- और रु. 5,000/- होना चाहिए। / -",
  "Rs.15,000/- respectively. In paragraph 52, following has been laid down: -": "क्रमशः । अनुच्छेद 52 में, निम्नलिखित निर्धारित किया गया है:",
  "“52. AS far as the conventional heads are concerned, we find it difficult to": "\"५2. जहां तक पारंपरिक शीर्षों का संबंध है, हमारे लिए राजेश के",
  "are concerned, we find it difficult to agree with the view expressed in Rajesh. It has granted Rs. 25,000/- towards": "मामले में व्यक्त किये गये विचार से सहमत होना मुश्किल है। इसने रु.",
  "It has granted Rs. 25,000/- towards funeral expenses, Rs. 1,00,000/- loss of": "25, 000/- अंत्येष्टि खर्च के लिए, रु. ,00,000/- साथी की क्षति",
  "consortium and Rs. 1,00,000/- towards loss of care and guidance for minor children.": "के लिए और रु. ,00,000/- नाबालिग बच्चों की देखभाल और मार्गदर्शन के नुकसान के लिए स्वीकृत किया। देखभाल के नुकसान",
  "minor children does not exist. Though": "और नाबालिग बच्चों से संबंधित शीर्ष मौजूद नहीं है। हालांकि राजेश के",
  "because that would not be an acceptable criterion. Unlike determination of income,": "पर नहीं किया जा सकता क्योंकि यह स्वीकार्य मानदंड नहीं होगा। आय",
  "criterion. Unlike determination of income, the said heads have to be quantified. Any": "के निर्धारण के विपरीत, उक्त शीर्षों को परिमाणित किया जाना है।",
  "quantification must have a- reasonable foundation. There can be no dispute over": "किसी भी परिमाणीकरण का एक उचित आधार होना चाहिए। इस तथ्य",
  "foundation. There can be no dispute over the fact that price index, fall in bank": "पर कोई विवाद नहीं हो सकता है कि मूल्य सूचकांक, बैंक ब्याज में",
  "interest, escalation of rates in many a field have to be noticed. The court cannot": "गिरावट, कई क्षेत्रों में दरों में वृद्धि पर ध्यान देना होगा। न्यायालय इससे",
  "these heads is Loss of Consortium. In legal parlance, “consortium” is a compendious term which encompasses": "क्षति है। विधिक भाषा में, \"साथी की क्षति \" एक सारगर्भित शब्द है",
  "“spousal consortium’, ‘parental": "जिसमें 'दाम्पत्य साथी की क्षति', 'माता पिता के सहारे की क्षति', और",
  "company, care, help, comfort, guidance,": "के अधिकार में मृतक से मिलने वाला साथ, देखभाल, सहायता, सुख",
  "defined as rights pertaining to- the": "से संबंधित अधिकारों के रूप में परिभाषित किया जाता है, जो जीवित",
  "spouse for loss of “company, society, cooperation, affection, and aid of the other in every conjugal relation.”": "पति या पत्नी को \" दूसरे के साथ, समाज , सहयोग, स्नेह, और हर दाम्पत्य संबंध में दूसरे की सहायता के नुकसान के लिए मुआवजे की",
  "protection, affection, society,": "असामयिक मृत्यु पर \"पैतृक सहायता, सुरक्षा, स्नेह, समाज,",
  "discipline, guidance and training.”": "अनुशासन, मार्गदर्शन और प्रशिक्षण\" के नुकसान के स्वीकृत किया",
  "the parents to compensation in the case of": "मुआवजे का अधिकार माता-पिता का होता है। किसी दुर्घटना में बच्चे",
  "unguided. Therefore, we think it seemly to": "संभावना है। इसलिए, हमें लगता है कि यह उचित रकम तय करना",
  "fix reasonable sums. It seems to us that reasonable figures on conventional heads,": "प्रतीत होता है। हमें ऐसा लगता है कि पारंपरिक शीर्षों के तहत उचित",
  "namely, loss of estate, loss of consortium and funeral expenses should be Rs.": "राशियां अर्थात्‌ संपत्ति की हानि, साथी की क्षति और अंत्येष्टि व्यय",
  "15,000/-, Rs. 40,000/- and Rs. 15,000/-": "क्रमशः रु, 5,000/-, रु. 40, 000/- और रु. 5,000/- होना",
  "respectively. The principle of revisiting the said heads is an acceptable principle.": "चाहिए। उक्त शीर्षों के पुनरावलोकन का सिद्धांत एक स्वीकार्य सिद्धांत",
  "But the revisit should not be fact-centric": "है। लेकिन पुनरीक्षण तथ्य-केंद्रित या मात्रा-केंद्रित नहीं होना चाहिए।",
  "percentage basis in every three years and": "प्रतिशत के आधार पर बढ़ाया जाना और तीन साल की अवधि में 0%",
  "the enhancement should be at the rate of 10% in a span of three years. We are disposed to hold so because that will": "की दर से वृद्धि होना उपयुक्त होगा। हम ऐसा इसलिए करने के लिए",
  "disposed to hold so because that will bring in consistency in respect of those heads.”": "तैयार हैं क्योंकि इससे उन शीर्षों के संबंध में स्थिरता आएगी। ”",
  "In paragraph 59.8, the Court further held that": "30, पैराग्राफ 59.8 में, न्यायालय ने आगे कहा कि पारंपरिक शीर्ष की राशि को हर",
  "\"59.8. Reasonable figures on conventional heads, namely, loss of estate, loss of": "\"५9.8. पारंपरिक शीर्षों अर्थात्‌ संपत्ति की हानि, साथी की क्षति और",
  "Rs. 15,000/-, Rs. 40, 000/ - and Rs.": "रु, 40,000/- और रू. 5,000/- होना चाहिए। उक्त राशि को",
  "amounts should be enhanced at the rate of 10% in every three years. ”": "प्रत्येक तीन वर्ष में 0% की दर से बढ़ाया जाना चाहिए।\"",
  "accident leading to the death of a child": "की क्षति के लिए मुआवजे का मूल्य किसी बच्चे की मृत्यु के मामले में",
  "compensation awarded in the case of the death of a child. Most": "अधिकांश न्यायालय माता-पिता को बच्चे की मृत्यु पर उसकी क्षति के",
  "jurisdictions therefore permit parents to": "लिए मुआवजा देने की अनुमति देते हैं। माता-पिता को दी जाने वाली",
  "parents is a compensation for loss of the love, affection, care and": "राशि मृत बच्चे के प्यार, स्नेह, देखभाल और साथ की हानि के लिए",
  "23. The Motor Vehicles Act is a beneficial legislation aimed at providing": "23. मोटर वाहन अधिनियम एक लाभकारी अधिनियम है जिसका",
  "relief to the victims or their families, in cases of genuine claims. In": "उद्देश्य वास्तविक दावों के मामलों में पीड़ितों या उनके परिवारों को",
  "case where a parent has lost their minor": "अनुतोष प्रदान करना है। ऐसे मामले में जहां माता -पिता ने अपने",
  "child, or unmarried son or daughter, the": "नाबालिग बच्चे, या अविवाहित बेटे या बेटी को खो दिया है, वहां माता-",
  "parents are entitled to be awarded loss of": "पिता संतानीय क्षति शीर्ष के तहत मुआवजा पाने के हकदार होते हैं।",
  "to children who lose their parents in motor vehicle accidents under the Act. A": "अधिनियम के तहत मोटर वाहन दुर्घटनाओं में अपने माता-पिता को",
  "on this count. However, there was no clarity with respect to the principles on": "हालांकि, उन सिद्धांतों के संबंध में कोई स्पष्टता नहीं थी जिन पर",
  "54. The Court held that the conventional and traditional heads, cannot be": "५4. न्यायालय ने माना कि पारंपरिक और परंपरागत शीर्षों को प्रतिशत",
  "determined on percentage basis, because that would not be an acceptable criterion.": "के आधार पर निर्धारित नहीं किया जा सकता है, क्योंकि यह स्वीकार्य",
  "that would not be an acceptable criterion. Unlike determination of income, the _ said heads have to be quantified, which has to": "मानदंड नहीं होगा। आय के निर्धारण के विपरीत, उक्त शीर्षों को",
  "heads have to be quantified, which has to be based on a reasonable foundation. It": "परिमाणित करना होगा, जो एक उचित आधार पर आधारित होना",
  "was observed that factors such as _ price index, fall in bank interest, escalation": "चाहिए। यह देखा गया कि मूल्य सूचकांक, बैंक ब्याज में गिरावट, दरों",
  "of rates, are aspects which have to be taken into consideration.": "में वृद्धि जैसे कारक, ऐसे पहलू हैं जिन पर ध्यान दिया जाना चाहिए।",
  "The Court held that reasonable figures on conventional heads, namely, loss of": "न्यायालय ने माना कि पारंपरिक शीर्षों अर्थात्‌ संपत्ति की हानि, साथी",
  "40,000/- and Rs. 15,000/- respectively.": "5, 000/- रुपये, 40, 000/- रुपये और 5, 000/- रुपये होना",
  "heads should be enhanced by 10% every three years, which will bring consistency": "की जाने वाली राशि में प्रत्येक तीन वर्षों में 0% की वृद्धि की जानी",
  "a) Loss of Estate - Rs. 15,000 to be awarded": "ए) संपत्ति का नुकसान - रु. 5, 000 दिया जाय",
  "b) Loss of Consortium": "बी) साथी की क्षति",
  "55. Loss of Consortium, in legal parlance, was historically given a narrow meaning to": "55. विधिक भाषा में साथी की क्षति के तहत मुआवजा को ऐतिहासिक",
  "be awarded only to the spouse i.e. the": "रूप से केवल पति या पत्नी को दिया जाने वाला मुआवजा का संकीर्ण",
  "help, comfort, guidance, society, solace,": "अर्थ दे दिया गया था यानी देखभाल, सहायता, आराम, मार्गदर्शन",
  "her mate. The loss of companionship, love, Care _and protection, etc., the spouse is": "साथी के अधिकार के रूप में। साहचर्य, प्रेम, देखभाल और सुरक्षा",
  "Care _and protection, etc., the spouse is entitled to get, has to be compensated appropriately. The concept of nonpecuniary": "आदि की हानि, जिसे पाने का पति/पत्नी हकदार है, की उचित",
  "United States of America, Australia, etc.": "अमेरिका, ऑस्ट्रेलिया, आदि में मुआवजा देने के लिए प्रमुख शी्षों में",
  "56. In Magma General Insurance Co. Ltd. v.": "5५6. सेंग्मा जनरल इंश्योरेंस कंपनी लिमिटेड बनास नानू रास और",
  "include the company, care, help, comfort,": "मुतक से मिलने वाले साथ, देखभाल, सहायता, सुख, मार्गदर्शन,",
  "deceased, which is a_loss to his family. With respect to a spouse, it would include": "एक नुकसान है। दम्पत्ति के सन्दर्भ में, इसमें मृत पति या पत्नी के साथ",
  "57. Parental consortium is granted to the child upon the premature death of a": "५7. पैतुक साथी की क्षति के तहत मुआवजा, माता-पिता की",
  "child upon the premature death of a parent, for loss of parental aid, protection, affection, society,": "असामयिक मृत्यु पर माता-पिता की सहायता, संरक्षण, स्नेह, समाज,",
  "discipline, guidance and training.": "अनुशासन, मार्गदर्शन और प्रशिक्षण के नुकसान के लिए बच्चे को दिया",
  "accidental death of a child. An accident": "मामले में माता-पिता का अधिकार होता है। किसी दुर्घटना में बच्चे की",
  "great shock and agony to the parents and family of the deceased. The greatest agony": "मृत्यु मृतक के माता-पिता और परिवार को बहुत झटका और पीड़ा",
  "for a parent is to lose their child during": "होती है। माता-पिता के लिए अपने जीवनकाल में अपने बच्चे को खोना",
  "their lifetime. Children are valued for their love and affection, and their role": "सबसे बड़ी पीड़ा होती है। बच्चों का उनके प्यार, स्नेह, सहयोग और",
  "59. Modern jurisdictions world-over have recognized that the value of a child’s": "५9. आधुनिक दुनिया भर के न्यायालयों ने माना है कि एक बच्चे की",
  "of the compensation awarded in the case of": "क्षति के लिए मुआवजे का मूल्य किसी बच्चे की मृत्यु के मामले में दिए",
  "permit parents to be awarded compensation under loss of consortium on the death of a": "न्यायालय माता-पिता को बच्चे की मृत्यु पर उसकी क्षति के लिए",
  "child. The amount awarded to the parents": "मुआवजा देने की अनुमति देते हैं। माता-पिता को दी जाने वाली राशि",
  "affection, care and companionship of the deceased child.": "मृत बच्चे के प्यार, स्नेह, देखभाल और साथ की हानि के लिए",
  "60. The Motor Vehicles Act, 1988 is a beneficial legislation which has_ been": "60. मोटर वाहन अधिनियम एक लाभकारी अधिनियम है जिसका",
  "to the victims, or their families, in": "उद्देश्य वास्तविक दावों के मामलों में पीड़ितों या उनके परिवारों को",
  "parent has lost their minor child, or unmarried son or daughter, the parents are": "नाबालिग बच्चे, या अविवाहित बेटे या बेटी को खो दिया है, वहां माता-",
  "61. Parental Consortium is awarded to the children who lose the care and protection": "67. पैतृक क्षति के लिए मुआवजा उन बच्चों को दिया जाता है जो मोटर",
  "children who lose the care and protection of their parents in motor vehicle accidents.": "वाहन दुर्घटनाओं के कारण अपने माता-पिता की देखभाल और सुरक्षा",
  "62. The amount to be awarded for loss": "खो देते हैं। 62. साथी की क्षति के लिए मुआवजे की राशि प्रणय सेठी",
  "63. At this stage, we consider _it": "63. इस स्तर पर, हम साथी की क्षति के लिए मुआवजे के अनुदान,",
  "necessary to provide uniformity with respect to the grant of consortium, and loss of love and affection. Several": "और प्रेम और रनेह के नुकसान के संबंध में एकरूपता प्रदान करना",
  "awarding compensation for both loss of consortium and loss of love and affection.": "क्षति के लिए और प्रेम और रनेह की हानि दोनों के लिए मुआवजा देते",
  "conventional heads under which": "पारंपरिक शीर्षों को मान्यता दी है जिसके तहत मुआवजा दिया जा",
  "compensation can be awarded viz. loss of estate loss of consortium and_ funeral": "सकता है। संपत्ति की हानि, साथी की क्षतिनि और अंतिम संस्कार",
  "expenses.": "व्यय।",
  "64. In Magma General (supra this Court": "64. मैग्मा जनरल (उपरोक्त) के मामले में, इस न्यायालय ने साथी की",
  "parental consortium, as well as filial consortium. Loss of love and affection is": "माता-पिता का साथ तथा संतानीय साथ शामिल हैं। प्रेम और स्नेह का",
  "65. The Tribunals and High Courts are": "65. अधिकरणों और उच्च न्यायालयों को साथी की क्षति के लिए",
  "directed to award compensation for loss of": "मुआवजे का आदेश देने के लिए निर्देशित किया जाता है जोकि एक वैध",
  "the three claimants was thus awarded. Paragraph 87": "मामले में प्रस्तर 87 में इसीलिए, सभी तीनों दावेदारों को 'साथी की क्षति का",
  "is quoted below: -": "मुआवजा' प्रदान किया गया था। प्रस्तर 87 नीचे उद्धृत किया गया है: -",
  "\"87. Insofar as the conventional heads are concerned, the deceased Satpal Singh left": "\"87. जहां तक पारंपरिक शीर्षों का संबंध है, मृतक सतपाल सिंह अपने पीछे",
  "behind a widow and three children as his": "एक विधवा और तीन बच्चों को अपने आश्रित के रूप में छोड़ गये। प्रणय सेठी",
  "(supra), the following amounts are awarded under the conventional heads: -": "आधार पर, पारंपरिक शीर्षों के तहत निम्नलिखित राशियां प्रदान की जाती हैं: -",
  "1) Loss of Estate: Rs. 15,000": "[) संपत्ति की हानि: 5, 000 रुपये",
  "11) Loss of Consortium:": "|) साथी की हानि:",
  "a) Spousal Consortium: Rs. 40,000": "ए) दाम्पत्य हानि: 40, 000 रुपये",
  "b) Parental Consortium: 40,000 x 3 = Rs. 1,20,000": "बी) पैतृक हानि: 40,000 ५ 3 + ,20, 000 रुपये",
  "111) Funeral Expenses: Rs. 15,000”": "|) अंतिम संस्कार व्यय: रुपये ]5, 000”",
  "38. Learned counsel for the appellant has": "38. अपीलकर्ता के विद्वान अधिवक्ता का कथन है कि प्रणय सेठी के मामले में",
  "there is no justification for allowing the parental consortium and filial consortium. The Constitution Bench in Pranay Sethi has referred to amount of": "पैतृक क्षति के मुआवजे और संतानीय क्षति के मुआवजे को अनुमति देने का कोई औचित्य नहीं है। प्रणय सेठी के मामले में संविधान पीठ ने 'साथी की क्षति के लिए",
  "Rs.40,000/- to the ‘loss of consortium’ but the": "मुआवजा' के लिए 40,000/- रुपये की राशि का उल्लेख किया है, लेकिन",
  "Constitution Bench had not addressed the issue as to whether consortium of Rs.40,000/- is_ only": "संविधान पीठ ने इस बात समाधान नहीं किया कि क्या 40,000/- रुपये का",
  "37. The Magma General Insurance Company Ltd. (Supra) as well as United India Insurance Company": "39. यूनाइटेड इंडिया इंश्योरेंस कंपनी लिमिटेड (उपरोक्त) के मामले में तीन -",
  "award of compensation under the head ‘loss of love": "अपीलकर्ता द्वारा दायर की गयी अपील 'प्रेम और स्नेह की हानि' के तहत मुआवजे",
  "41. We may also notice Three-Judge Bench judgment of this Court relied by learned counsel for the": "4. हम अपीलकर्ता के विद्वान अधिवक्ता द्वारा अवलंबित इस न्यायालय के तीन-",
  "appellant i.e. Sangita Arya and others’ versus": "न्यायाधीशों की खंडपीठ के निर्णय - संगीता आर्य और अन्य बनाम ओरिएंटल",
  "Oriental Insurance Company ltd. and others, (2020)": "इंश्योरेंस कंपनी लिमिटेड और अन्य, (2020) एससीसी ऑनलाइन 53 का भी",
  "that this Court has’ granted only’ Rs.40,000/- towards ‘loss of consortium’ which is an indication": "'साथी की क्षति के तहत मुआवजे' के रूप में केवल रु. 40,000/- की राशि का",
  "towards ‘loss of consortium’ which is an indication that ‘consortium’ cannot be granted to children. In": "आदेश दिया है जो इस बात का संकेत है कि बच्चों को 'साथी की क्षति का मुआवजा",
  "the above case, Motor Accident Claims Tribunal has": "' नहीं दिया जा सकता है। उपरोक्त मामले में , मोटर दुर्घटना दावा अधिकरण ने",
  "awarded Rs.20,000/- to the widow towards loss of": "विधवा को साथी की क्षति के तहत 20, 000/- रुपये और नाबालिग बेटी को 'प्रेम",
  "towards ‘loss of love and affection’. The High": "शीर्ष 'प्रेम और स्नेह की हानि' के तहत मुआवजे दिया जाना अपास्त किया जाता है।",
  "judgment is to the following effect: -": "दिया। निर्णय का पैरा 6 निम्नलिखित आशय वाला है: -",
  "\"16. The consortium payable to the widow": "\"6. विधवा को देय साथी की क्षति का मुआवजा उच्च न्यायालय द्वारा",
  "20,000 (as awarded by the MACT)~ to": "20, 000 रुपये (एमएसीटी द्वारा दिए गए अनुसार) से घटाकर",
  "Rs.10,000; the amount awarded towards loss of love and affection to the minor daughters was": "0, 000 रुपये कर दिया गया; नाबालिग बेटी को प्रेम और स्नेह की",
  "reduced from Rs.10, 000 to Rs.": "क्षति के लिए दी गई राशि 0,000 रुपये से घटाकर 5, 000 रुपये कर",
  "42. This Court in the above case confined its consideration towards the income of the deceased": "42. उपरोक्त मामले में इस न्यायालय ने विचारण को मृतक की आय तक सीमित",
  "and there was neither any claim nor_~ any": "कर दिया और न तो कोई दावा किया गया था और न ही कोई विचारण इस बात पर",
  "consideration that the consortium should have been paid to other legal heirs also. There being no": "किया गया कि साथी की क्षति का मुआवजा अन्य विधिक उत्तराधिकारियों को भी",
  "heirs, this Court awarded Rs.40,000/- towards consortium. No such ratio can be deciphered from": "मुआवजे का कोई दावा न होने के कारण, इस न्यायालय ने साथी की क्षति के लिए 40,000 / - का आदेश दिया। उपरोक्त निर्णय से ऐसा कोई निष्कर्ष नहीं निकाला",
  "consortium is only payable as a spousal consortium and consortium is not payable to children and": "केवल दाम्पत्य क्षति के मुआवजे के रूप में देय है साथी की क्षति का मुआवजा बच्चों",
  "43. It is relevant to notice the judgment of this Court in United India Insurance Ltd. which was": "43. इस पर ध्यान देना प्रासंगिक है कि यूनाइटेड इंडिया इंश्योरेंस लिमिटेड के",
  "delivered shortly after the above Three-Judge Bench judgment of Sangeeta Arya specifically laid down": "मामले, जो संगीता आर्या के उपरोक्त तीन-न्यायाधीशों पीठ के निर्णय के कुछ समय",
  "that both spousal and parental consortium are payable which judgment we have already noticed": "प्रतिपादित की गयी थी कि दाम्पत्य और पैतृक दोनों क्षतियों के लिए मुआवजा देय",
  "44. We may also notice one more Three-Judge Bench judgment of this Court in Civil Appeal No.2885 of 2020, M.H.Uma Maheshwari and others versus United India Insurance Company Ltd. decided on 12.06.2020.": "44, हम सिविल अपील सं. 2885 वर्ष 2020 के एम.एच.उमा माहेश्वरी और अन्य बनाम यूनाइटेड इंडिया इंश्योरेंस कंपनी लिमिटेड के मामले में इस न्यायालय के एक और तीन-न्यायाधीश पीठ के निर्णय को ध्यान में रख सकते हैं। उपरोक्त मामले में,",
  "the wife and Rs.Three Lakhs for all the appellants": "और सभी अपीलकर्ताओं को प्रेम और स्नेह के नुकसान के लिए तीन लाख रुपये",
  "in the above case had reduced the amount of compensation in the appeal filed by the Insurance Company. The High Court held that by awarding the": "की राशि का आदेश दिया था। उच्च न्यायालय ने उक्त मामले में बीमा कंपनी द्वारा दायर अपील में मुआवजे की राशि को कम कर दिया था। उच्च न्यायालय ने माना",
  "amount of Rs.One Lakh towards loss of consortium to the wife, Tribunal had committed error’. while": "कि पत्नी को साथी की क्षति के लिए मुआवजे के रूप में एक लाख रुपये की राशि",
  "awarding Rs.One Lakh to the first appellant towards the head of ‘loss of love and affection’. Allowing": "देकर साथ ही पहले अपीलकर्ता को ' प्रेम और स्नेह के नुकसान' के लिए एक लाख",
  "45. In the above judgment although rendered by": "45. उपरोक्त फैसले में, यद्यपि तीन-न्यायाधीशों की पीठ द्वारा प्रदत्त, साथी की",
  "Three-Judge Bench, there was no challenge to award of compensation of Rs.One Lakh towards” the": "तीन लाख रुपये के मुआवजे को कोई चुनौती नहीं दी गयी थी। अपील केवल",
  "the claimants and not by the Insurance Company. The": "दावेदारों द्वारा दायर की गई थी न कि बीमा कंपनी द्वारा। न्यायालय ने 'प्रेम और",
  "Court did not pronounce on the correctness of the amount awarded under the head ‘loss of love and": "स्नेह की हानि' के तहत दी गई राशि के सही होने पर फैसला नहीं सुनाया था।",
  "advanced in Civil Appeal No...../2020 (arising out": "46. हम सिविल अपील संख्या ......... /2020 ( विअया(सि) संख्या 8250 वर्ष",
  "of SLP(C)No.8250 of 2020), Oriental Insurance Company Ltd. versus Smt.Rinku Devi & Ors. As noted": "2020 से उद्ूत), ओरिएंटल इंश्योरेंस कंपनी लिमिटेड बनाम श्रीमती रिंकू देवी और",
  "above, we have taken the view that the order of the High Court awarding compensation towards ‘loss of love and affection’ at the rate of Rs.50,000/- to each of the claimants is unjustified which is": "है, हमारा यह विचार है कि उच्च न्यायालय द्वारा प्रत्येक दावेदार को 'प्रेम और स्नेह की हानि' के लिए 50, 000/- रुपये की दर से मुआवजा देने का आदेश अनुचित",
  "being set aside in this appeal. We, further, in the": "है जिसे इस अपील में अपास्त किया जा रहा है। हम, आगे, उपरोक्त अपील में,",
  "above appeal also set aside the directions of the High Court in paragraph 9 by which statutory amount": "प्रस्तर 9 में उच्च न्यायालय के उस निर्देश को भी अपास्त करते हैं, जिसके द्वारा"
}