{
  "[2024] 3 S.C.R. 157 : 2024 INSC 172": "[2024] 3 5.07. 57 : 2024 १50 72",
  "Prabhat Kumar Mishra @ Prabhat Mishra": "प्रभात कुमार मिश्रा (8 प्रभात मिश्रा",
  "The State of U.P. & Anr.": "उत्तर प्रदेश राज्य और अन्य",
  "(Criminal Appeal No.(s). 1397 of 2024)": "(आपराधिक अपील संख्या, 397/ 2024)",
  "05 March 2024": "05 मार्च 2024",
  "[B.R. Gavai and Sandeep Mehta,* JJ.]": "[न्यायमूर्ति बी.आर. गवई एवं न्यायमूर्ति संदीप मेहता ]",
  "Issue for Consideration": "विचारार्थ मुद्दा",
  "High Court, if justified in rejecting the application filed by the accused appellant u/s. 482 CrPC seeking quashing of proceeding of the criminal": "उच्च न्यायालय, यदि अभियुक्त अपीलकर्ता द्वारा धारा 482 सीआरपीसी के तहत दायर आवेदन को",
  "Headnotes": "हेडनोट्स",
  "Penal Code, 1860 — ss. 306, 107 — Abetment of suicide —": "दंड संहिता, 860 - धारा 306, 07 - आत्महत्या के लिए उकसाना - सुसाइड नोट में लगाए गए",
  "Allegations set out in the suicide note, if constitutes necessary ingredients of abetment to commit suicide — Suicide note by the victim-posted as Senior Clerk, that he was frustrated and": "आरोप, यदि आत्महत्या के लिए उकसाने के आवश्यक तत्व हैं - वरिष्ठ क्लर्क के रूप में तैनात पीड़ित",
  "bothered by the style of functioning of the appellant-District Saving Officer and of the Chief Development Officer and": "द्वारा सुसाइड नोट, कि वह कार्यालय के अपीलकर्ता-जिला बचत अधिकारी और मुख्य विकास अधिकारी",
  "thus, was left with no option but to end his life, and was also": "की कार्यशैली से निराश और परेशान था और इस प्रकार, उनके पास अपना जीवन समाप्त करने के अलावा",
  "bothered by the pressure of working in two districts — Criminal": "कोई विकल्प नहीं बचा था, और दो जिलों में काम करने के दबाव से भी परेशान थे - अपीलकर्ता के",
  "proceedings against the appellant for the offences punishable u/s. 306 and s. 3(2)(v) of the SC/ST Act — Application by the": "खिलाफ 306 और एस. एससी /एसटी अधिनियम की धारा 3(2)(५४) के अन्तर्गत दंडनीय अपराधों के",
  "appellant u/s. 482 CrPC seeking quashing of proceedings —": "लिए आपराधिक कार्यवाही - धारा 482 सीआरपीसी के तहत अपीलकर्ता द्वारा कार्यवाही को रद्द करने",
  "Rejected by the High Court — Justification:": "की माँग करते हुये आवेदन - उच्च न्यायालय द्वारा खारिज - न्यायोचित:",
  "Held: Prosecution of the appellant for the offence u/s.3(2)(v) of": "अवधारित किया गया: एससी /एसटी अधिनियम की धारा 3(2)(५) के तहत अपराध के लिए अपीलकर्ता",
  "the SC/ST Act is ex facie illegal and unwarranted since from the admitted allegations of the prosecution, the necessary ingredients": "पर मुकदमा चलाना प्रथम दृष्ठया अवैध और अनुचित है क्योंकि अभियोजन पक्ष के स्वीकृत आरोपों से,",
  "admitted allegations of the prosecution, the necessary ingredients of the offence u/s.3(2)(v) of the SC/ST Act are not made out —": "धारा 3(2)(५४) एससी /एसटी अधिनियम के तहत अपराध की आवश्यक सामग्री सामने आती है उसके",
  "Prosecution case is entirely based on the suicide note left behind by the victim before committing suicide — On a minute perusal of the": "तहत मामला नहीं बनता है - अभियोजन का मामला पूरी तरह से आत्महत्या से पहले पीड़ित द्वारा छोड़े",
  "the deceased was frustrated on account of work pressure and was apprehensive of various random factors unconnected to his": "के कारण निराश था और अपने आधिकारिक कर्तव्यों से असंबंधित विभिन्न यादृच्छिक कारकों से आशंकित",
  "official duties -— Necessary ingredients of the offence of abetment to commit suicide are not made out from the chargesheet — Thus,": "था - आत्महत्या के लिए उकसाने के अपराध के आवश्यक तत्व आरोप पत्र से नहीं निकाले गए हैं - इस",
  "allowing prosecution of the appellant is grossly illegal for the offences": "प्रकार, अनुमति दी गई अपराधों के लिए अपीलकर्ता पर मुकदमा चलाना पूरी तरह से अवैध है",
  "ingredients of the offence under Section 3(2)(v) of the SC/ST Act are": "और एस. सी./एस. टी. अधिनियम की धारा 3 (2) (वी) के तहत दंडनीयअपराधों के लिए दायर किया",
  "got my conversations done from Chief Development Officer, Kannauj and told that you come to Kannauj on": "यहां तक कि मुख्य विकास अधिकारी, कन्नौज से मेरी बातचीत भी कराई और कहा कि",
  "then, you do not need to go there. Thereafter, | returning": "रिकॉर्ड को प्रस्तुत करे, तो आपको वहां जाने की आवश्यकता नहीं है।इसके बाद, मैं",
  "back to the Office, started performing official work. In noon": "कार्यालय लौट आया और आधिकारिक काम करना शुरू कर दिया।दोपहर के समय साढ़े",
  "time at 12.30 O’ Clock, the Chief Development Officer, gave me information on telephone that you leave all your": "बारह बजे पर मुख्य विकास अधिकारी ने मुझे टेलीफोन पर जानकारी दी कि आप अपना",
  "work and go to Kannauj and meet the learned District Magistrate. | immediately reached Kannauj by Scooter,": "सारा काम छोड़कर कन्नौज जाइये और विद्वत जिला मजिस्ट्रेट से मिलिये।मैं तुरंत स्कूटर",
  "Magistrate. | immediately reached Kannauj by Scooter, where, at 2:15 O’ Clock, | went the bungalow of District Magistrate, where, it was told that the learned District": "से कन्नौज पहुँचा, जहाँ 2.5 बजे मैं जिला मजिस्ट्रेट के बंगले में गया, जहाँ यह बताया",
  "Magistrate has departed and you please meet the District": "गया कि विद्वत जिला मजिस्ट्रेट चले गए हैं और आप कृपया जिला बचत अधिकारी प्रभात",
  "Savings Officer Prabhat Mishra, then, | went to Shri Mishra at 2:45 O’ Clock, then, he continued sitting me in": "मिश्रा से मिलें, फिर मैं 2 बजे बचत अधिकारी प्रभात मिश्रा के पास गया, फिर, मैं 2.45",
  "his Office till 5:30 O’ Clock and told me that the learned": "बजे श्री मिश्रा के पास गया, फिर, वह मुझे अपने कार्यालय में 5:30 बजे तक बैठाये रहे",
  "District Magistrate has not sit till now and we will go from here at 5 O’clock. At 5:30 O’ Clock, Shri Mishra had taken": "और मुझे बताया कि विद्वत जिला मजिस्ट्रेट अब तक नहीं बैठे हैं और हम यहाँ से 5 बजे",
  "here at 5 O’clock. At 5:30 O’ Clock, Shri Mishra had taken me to the Chief Development Officer Shri Shashidhar": "जाएँगे। शाम साढ़े पाँच बजे श्री मिश्रा मुझे मुख्य विकास अधिकारी श्री शशिधर द्विवेदी के",
  "Dwivedi. Conversation of Shri Mishra had already taken place previously with CDO Sahab. The CDO Sahab": "पास ले गए थे। श्री मिश्रा की सीडीओ साहब के साथ पहले ही बातचीत हो चुकी थी।",
  "asked that why the pension of 327 widows has not been": "सीडीओ साहब ने पूछा कि 327 विधवाओं की पेंशन अभी तक क्यों नहीं बांटी गई, तो",
  "On this, he, while using very indecent words, used odd": "सका।इस पर उन्होंने बहुत ही अभद्र शब्दों का इस्तेमाल करते हुए मेरे खिलाफ बहुत ही",
  "full particulars of above. He told me that even after my call, you did not come to me, have you become a very big": "हूं।उन्होंने मुझसे कहा कि मेरे फोन करने के बाद भी आप मेरे पास नहीं आए, क्या आप",
  "governor. Further says that DM Sahab has refused to go": "बहुत बड़े राज्यपाल बन गए हैं।आगे कहते हैं कि डी. एम. साहब ने वहाँ जाने से इनकार",
  "there and thereat, he keeps filling the Officers a lot and does not want to perform work and even everything was": "कर दिया है और वहाँ, वह अधिकारियों को बहुत भरते रहते हैं और काम नहीं करना",
  "told about Suspension and other things. Thereafter, Shri": "चाहते हैं और यहाँ तक कि सब कुछ निलंबन और अन्य चीजों के बारे में बताया गया",
  "Mishra had taken me at the residence of learned District": "था।इसके बाद, श्री मिश्रा मुझे विद्वत जिला मजिस्ट्रेट के आवास पर ले गए, जहाँ से मुझे",
  "Magistrate from where, | was called at 7:30 O'clock. After making me aware about the information, the respected": "साढ़े 7 बजे बुलाया गया: .जानकारी देने के बाद आदरणीय साहब ने मुझसे कन्नौज न",
  "of District Probation Officer is lying vacant, am executing, and discharging my duties diligently with honesty and full": "परिवीक्षा अधिकारी का पद खाली है, ईमानदारी और पूरी निष्ठा के साथ अपने कर्तव्यों",
  "districts, now, it is beyond my control to perform work with two different Officers. Sir, it was told by you that to not": "कारण, अब दो अलग-अलग अधिकारियों के साथ काम करना मेरे नियंत्रण से बाहर",
  "two different Officers. Sir, it was told by you that to not go to Kannauj and discharge your duty of Farrukhabad": "है।महोदय, आपने कहा था कि कन्नौज न जाएँ और फर्रुखाबाद के अपने कर्तव्य का",
  "smoothly, but, | was suddenly given order to go to Kannauj": "सुचारू रूप से निर्वहन न करे, लेकिन मुझे अचानक कन्नौज जाने का आदेश दिया गया",
  "that you leave all the work and come to Kannauyj and then,": "कि आप सारा काम छोड़आदेश कन्नौज आ जाएँ और फिर, मैंने पहले ही 4.0.2002",
  "District Economics and Statistics Officer, Kannauj, where": "पर जानकारी जिला अर्थशास्त्र और सांख्यिकी अधिकारी, कन्नौज को भेज दी है, जहां",
  "it was available, but, | was called only for insulting me.": "यह उपलब्ध था, लेकिन मुझे केवल मेरा अपमान करने के लिए बुलाया गया था।",
  "Even | also understand this fact that during my lifetime,": "यहां तक कि मैं भी इस तथ्य को समझता हूं कि मेरे जीवनकाल में दोनों जिलों",
  "duties of both the Districts will not be discharged and | will continuously grinding in between two Officers equally.": "के कर्तव्यों का निर्वहन नहीं किया जाएगा और मैं लगातार दो अधिकारियों के बीच समान",
  "So, for avoiding from the torture of Shri Prabhat Mishra and Shri Shashidhar Dwivedi, Chief Development Officer, | am sacrificing my life, so that, |, while visiting Kannauj,": "रूप से काम करता रहूंगा।इसलिए, श्री प्रभात मिश्रा और श्री शशिधर द्विवेदी, मुख्य विकास अधिकारी की यातना से बचने के लिए, मैं अपने जीवन का त्याग कर रहा हूं,",
  "not been insulted and harassed by any learned District Magistrate/ Chief Development Officer, in this manner": "विद्वत जिला मजिस्ट्रेट /मुख्य विकास अधिकारी द्वारा इस तरह से अपमानित या परेशान",
  "and all the Officers have appreciated my duties and work.": "नहीं किया गया है और सभी अधिकारियों ने मेरे कर्तव्यों एवं कार्यों की सराहना की है।",
  "With touching feet with respect, please forgive me. With best regards.”": "सम्मान के साथ पैर छूते हुए, कृपया मुझे क्षमा कर दें।सादर नमन के साथ।''",
  "9. __Itis notin dispute that the aforesaid suicide note is the only foundation": "9. यह विवाद में नहीं है कि उपरोक्त सुसाइड ध्यान दें आरोपी अपीलकर्ता के खिलाफ दायर आरोप-पत्र",
  "of the charge-sheet filed against the accused appellant. The accused": "का एकमात्र आधार है।अभियुक्त अपीलकर्ता ने अपने खिलाफ दर्ज आरोप-पत्र और आपराधिक मामले की",
  "appellant approached the High Court by filing an application under Section 482 CrPC for quashing of the chargesheet and proceedings": "कार्यवाही को रद्द करने के लिए दंड प्रक्रिया संहिता की धारा 482 के तहत एक आवेदन दायर करके उच्च",
  "of the criminal case registered against him. The said application was rejected vide order dated 26\" July 2022 which is challenged": "न्यायालय का दरवाजा खटखटाया।उक्त आवेदन को दिनांकित 26 जुलाई 2022 के आदेश के माध्यम",
  "in this appeal.": "से खारिज कर दिया गया था जिसे इस अपील में चुनौती दी गई है।",
  "10. Mr. Pallav Shishodia, learned senior counsel appearing for the accused appellant contended that even if the allegations as set out in the suicide": "0. अभियुक्त अपीलकर्ता की ओर से विद्वान वरिष्ठ अधिवक्ता श्री पल्लव शीशोदिया ने तर्क दिया कि भले",
  "appellant contended that even if the allegations as set out in the suicide note are taken to be true on their face value, the same do not constitute": "ही सुसाइड नोट में दिए गए आरोपों को उनके अंकित मूल्य पर सही माना जाता है, लेकिन वे कथित",
  "the necessary ingredients of the offences alleged and hence, it is a fit case wherein the charge-sheet deserves to be quashed.": "अपराधों के आवश्यक तत्व नहीं हैं और इसलिए, यह एक उपयुक्त मामला है जिसमें आरोप-पत्र को रद्द",
  "Learned senior counsel contended that from the admitted allegations as set out in the aforesaid suicide note (supra), no inference can": "॥. विद्वत वरिष्ठ अधिवक्ता ने तर्क दिया कि उपरोक्त सुसाइड नोट उपरोक्त में दिए गए स्वीकृत आरोपों से",
  "be drawn that the appellant in any manner, instigated or abetted the deceased to commit suicide. At best, what can be inferred from": "कोई निष्कर्ष नहीं निकाला जा सकता है कि अपीलकर्ता ने किसी भी तरह से मृतक को आत्महत्या करने",
  "the deceased to commit suicide. At best, what can be inferred from the suicide note (supra) is that the deceased was frustrated and": "के लिए उकसाया।सुसाइड नोट (उपरोक्त) से जो अनुमान लगाया जा सकता है वह यह है कि मृतक 6",
  "bothered by the style of functioning of the appellant herein and of Shashidhar Dwivedi, CDO, and thus he felt that he was left with no": "अपीलकर्ता और सी. डी. ओ. शशिधर द्विवेदी के काम करने की शैली से निराश और परेशान था और इस",
  "option but to end his life. He also seems to have been bothered by": "प्रकार उसने महसूस किया कि उसके पास अपना जीवन समाप्त करने के अलावा कोई विकल्प नहीं बचा",
  "of ending his life being unable to withstand the pressure.": "करने में असमर्थ होकर अपना जीवन समाप्त करने का चरम कदम उठाया।",
  "Learned senior counsel further urged that all proceedings sought to be taken against the appellant as a consequence of the charge": "42. विद्वान वरिष्ठ अधिवक्ता ने आगे आग्रह किया कि आरोप पत्र के परिणामस्वरूप अपीलकर्ता के खिलाफ की जाने वाली सभी कार्यवाहियों को न्यायालय की प्रक्रिया के दुरुपयोग, दुरुपयोग करना के लिए उतनी",
  "Per contra, Mr. Ankit Goel, learned standing counsel for the State of Uttar Pradesh has opposed the submissions advanced by the learned senior counsel representing the accused appellant.": "।3. इसके विपरीत, उत्तर प्रदेश राज्य के विद्वत स्थायी अधिवक्ता श्री अंकित गोयल ने अभियुक्त अपीलकर्ता का प्रतिनिधित्व करने विद्वान वरिष्ठ अधिवक्ता द्वारा प्रस्तुत दलीलों का विरोध किया है।4. राज्य के विद्वान",
  "Learned counsel for the State urged that the appellant and Shashidar Dwivedi, CDO being the superior officers of the deceased, harassed": "अधिवक्ता ने आग्रह किया कि अपीलकर्ता और सी. डी. ओ. शशिधर द्विवेदी ने मृतक के वरिष्ठ अधिकारी",
  "constitute the necessary ingredients of abetment to commit suicide. Thus, it is not a fit case warranting interference in the well-reasoned order passed by the High Court refusing to interfere and quash the": "लिए आवश्यक तत्व हैं।इस प्रकार, यह उच्च न्यायालय द्वारा पारित सुविचारित आदेश में हस्तक्षेप आदेशने",
  "proceedings of the criminal case registered against the appellant.": "के लिए उपयुक्त मामला नहीं है। अपीलकर्ता के खिलाफ दर्ज आपराधिक मामले की कार्यवाही में हस्तक्षेप",
  "We have given our thoughtful consideration to the submissions advanced at bar and have gone through the material placed on record.": "5. हमने बार द्वारा अग्रिम प्रस्तुतियों पर विचारपूर्वक विचार किया है और अभिलेख पर रखी गई सामग्री",
  "At the outset, we may take note of the fact that the prosecution of the appellant herein for the offence under Section 3(2)(v) of the SC/ ST Act is ex facie illegal and unwarranted because it is nowhere the": "।6. शुरुआत में, हम इस तथ्य पर ध्यान दें सकते हैं कि एससी/एसटी अधिनियम की धारा 3 (2) (वी) के तहत अपराध के लिए अपीलकर्ता का अभियोजन प्रत्यक्ष रूप से अवैध और अनुचित है क्योंकि पूरे",
  "case of the prosecution in the entire charge-sheet that the offence under IPC was committed by the appellant upon the deceased on": "आरोप-पत्र में अभियोजन धारा का यह मामला कहीं भी नहीं है कि आईपीसी के तहत अपराध अपीलकर्ता",
  "This Court in the case of Masumsha Hasanasha Musalman v. State of Maharashtra’ considered this issue and held as under:-": "7. मासुम्शा हसनाशा मुसलमान बनाम महाराष्ट्र राज्य ( के मामले में इस न्यायालय ने इस मुद्दे पर विचार किया और निम्नानुसार अभिनिर्धारित किया: -",
  "he had to work even on Sundays. He further stated that": "भी शिकायत की कि उन्हें रविवार को भी काम करना पड़ता है।उन्होंने आगे कहा कि एक",
  "one day he could leave the workplace at 8 o’clock in the evening and all the restaurants were closed and that he": "दिन वह शाम को 8 बजे कार्यस्थल से निकल सकते थे और सभी रेस्तरां बंद हो गए थे",
  "reported the matter to the present appellant.": "और उन्होंने वर्तमान अपीलकर्ता को मामले की सूचना दी।",
  "5. There is absolutely no averment in the alleged suicide note that the present appellant had caused any harm to": "5. कथित सुसाइड नोट में बिल्कुल भी ऐसा नहीं कहा गया है कि वर्तमान अपीलकर्ता ने",
  "him or was in any way responsible for delay in paying salary to deceased Pranab Kumar Nag. It seems that the": "उसे कोई नुकसान पहुंचाया था या मृतक प्रणब कुमार नाग को वेतन देने में देरी के लिए किसी भी तरह से जिम्मेदार था। ऐसा प्रतीत होता है कि मृतक कार्यस्थल पर कामकाजी",
  "deceased was very much dissatisfied with the working conditions at the workplace. But, it may also be noticed that the deceased after his transfer in 1999 had never": "परिस्थितियों से काफी असंतुष्ट था।लेकिन, यह भी देखा जा सकता है कि मृतक 999",
  "joined the office at 160, B.L. Saha Road, Kolkata and": "में अपने स्थानांतरण के बाद कभी भी 60, बी. एल. साहा रोड, कोलकाता में कार्यालय",
  "had absented himself for a period of two years and that": "में शामिल नहीं हुआ था और दो साल की अवधि के लिए खुद को अनुपस्थित रखा था",
  "the suicide took place on 16-2-2001. It cannot be said": "और यह कि आत्महत्या 46-2-200 पर हुई थी। यह नहीं कहा जा सकता है कि",
  "that the present appellant had in any way instigated the": "वर्तमान अपीलकर्ता ने किसी भी तरह से मृतक को आत्महत्या करने के लिए उकसाया",
  "deceased to commit suicide or he was responsible for the suicide of Pranab Kumar Nag. An offence under Section": "था या वह दुष्प्रेरण कुमार नाग की आत्महत्या के लिए जिम्मेदार था। आई. पी. सी. की",
  "306 IPC would stand only if there is an abetment for the commission of the crime. The parameters of “abetment”": "धारा306 के तहत अपराध केवल तभी होगा जब भा.अपराध करने के लिए उकसाया",
  "commission of the crime. The parameters of “abetment” have been stated in Section 107 of the Penal Code,": "गया हो। \"उकसाने\" के मानदंडों को दंड संहिता, 860 की धारा 07 में बताया गया",
  "1860. Section 107 says that a person abets the doing": "है। धारा 07 में कहा गया है कि एक व्यक्ति किसी काम को करने के लिए उकसाता है,",
  "of a thing, who instigates any person to do that thing; or": "जो किसी व्यक्ति को उस काम को करने के लिए उकसाता है; या उस काम को करने के",
  "engages with one or more other person or persons in any": "लिए एक या अधिक अन्य व्यक्ति या व्यक्तियों के साथ किसी भी साजिश में शामिल होता",
  "conspiracy for the doing of that thing, if an act or illegal omission takes place in pursuance of that conspiracy, or": "है, यदि उस साजिश के अनुसरण में कोई कार्य या अवैध चूक होती है, या व्यक्ति को",
  "the person should have intentionally aided any act or illegal": "जानबूझकर किसी कार्य या अवैध चूक में सहायता करनी चाहिए थी।धारा 07 के",
  "omission. The Explanation to Section 107 says that any wilful misrepresentation or wilful concealment of a material": "स्पष्टीकरण में कहा गया है कि किसी भी भौतिक तथ्य को जानबूझकर गलत तरीके से",
  "wilful misrepresentation or wilful concealment of a material fact which he is bound to disclose, may also come within": "प्रस्तुत करना या जानबूझकर छिपाना, जिसे वह प्रकट करने के लिए बाध्य है, भी",
  "6. In the suicide note, except referring to the name of the appellant at two places, there is no reference of any act": "6. सुसाइड नोट में, दो स्थानों पर अपीलकर्ता के नाम का लिखने के अलावा, किसी भी",
  "or incidence whereby the appellant herein is alleged to have committed any wilful act or omission or intentionally": "कार्य या घटना का कोई संदर्भ नहीं है जिसमें अपीलकर्ता पर कोई जानबूझकर कार्य या",
  "have committed any wilful act or omission or intentionally aided or instigated the deceased Pranab Kumar Nag in": "चूक करने का आरोप लगाया गया है या जानबूझकर मृतक प्रणब कुमार नाग को",
  "committing the act of suicide. There is no case that the": "आत्महत्या करने में सहायता या उकसाया गया है।ऐसा कोई मामला नहीं है कि",
  "appellant has played any part or any role in any conspiracy,": "अपीलकर्ता ने किसी भी साजिश में कोई भूमिका या कोई भूमिका निभाई है, जिसने",
  "which ultimately instigated or resulted in the commission of suicide by deceased Pranab Kumar Nag.": "अंततः मृतक प्रणब कुमार नाग को उकसाया या आत्महत्या के लिए उकसाया।",
  "7. Apart from the suicide note, there is no allegation made by the complainant that the appellant herein in": "7. सुसाइड ध्यान दें के अलावा, शिकायतकर्ता द्वारा कोई आरोप नहीं लगाया गया है कि",
  "any way was harassing his brother, Pranab Kumar Nag.": "अपीलकर्ता किसी भी तरह से अपने भाई प्रणब कुमार नाग को परेशान कर रहा था।",
  "The case registered against the appellant is without any factual foundation. The contents of the alleged suicide": "अपीलकर्ता के खिलाफ दर्ज मामला बिना किसी तथ्यात्मक आधार के है।कथित सुसाइड",
  "note do not in any way make out the offence against the": "नोट की सामग्री किसी भी तरह से अपीलकर्ता के खिलाफ अपराध नहीं बनाती",
  "appellant. The prosecution initiated against the appellant would only result in sheer harassment to the appellant without any fruitful result. In our opinion, the learned Single": "है।अपीलकर्ता के खिलाफ शुरू किए गए अभियोजन का परिणाम केवल बिना किसी फलदायी परिणाम के अपीलकर्ता के लिए सरासर उत्पीड़न होगा।हमारी राय में, विद्वत",
  "Judge seriously erred in holding that the first information": "एकल न्यायाधीश ने यह अभिनिर्धारित करने में गंभीर त्रुटि की कि अपीलकर्ता के खिलाफ",
  "cognizable offence. There was absolutely no ground to proceed against the appellant herein. We find that this is": "के निरक्षेप रूप से आगे बढ़ने का कोई आधार नहीं था।हम पाते हैं कि यह एक उपयुक्त",
  "a fit case where the extraordinary power under Section 482 of the Code of Criminal Procedure is to be invoked.": "मामला है जहां दंड प्रक्रिया संहिता की धारा 482 के तहत असाधारण शक्ति का उपयोग",
  "We quash the criminal proceedings initiated against the": "किया जाना है।हम अपीलकर्ता के खिलाफ शुरू की गई आपराधिक कार्यवाही को रद्द",
  "appellant and accordingly allow the appeal.”": "करते हैं और तदनुसार अपील की अनुमति देते हैं।''",
  "In the case of M. Mohan v. State represented by the Deputy": "27. एम. मोहन बनाम पुलिस उपाधीक्षक* 3 द्वारा प्रतिनिधित्व किए गए राज्य के मामले में, इस न्यायालय",
  "“36. We would like to deal with the concept of “abetment”.": "36. हम \"उकसाने\" की अवधारणा से निपटना चाहेंगे। संहिता की धारा 376",
  "“306. Abetment of suicide. —If any person commits": "”306.आत्महत्या के लिए उकसाना।--यदि कोई व्यक्ति आत्महत्या करता है,",
  "shall be punished with imprisonment of either description": "तक की अवधि के लिए किसी भी प्रकार के कारावास से दंडित किया जाएगा,",
  "37. The word “suicide” in itself is nowhere defined in the Penal": "37. अपने आप में \"आत्महत्या\" शब्द को दंड संहिता में कहीं भी परिभाषित नहीं किया",
  "Code, however, its meaning and import is well known and": "गया है, हालाँकि, इसका अर्थ और महत्व सर्वविदित है और इसके लिए किसी स्पष्टीकरण",
  "requires no explanation. “Sui” means “self” and “cide” means": "की आवश्यकता नहीं है।”सुई \"का अर्थ है\" स्वयं \"और\" साइड \"का अर्थ है\" मारना \",",
  "“killing”, thus implying an act of self-killing. In short, a person": "इस प्रकार आत्म-हत्या का स्वयं को मारने का एक कार्य है।संक्षेप में, आत्महत्या करने",
  "committing suicide must commit it by himself, irrespective of the": "वाले व्यक्ति को इसे स्वयं करना चाहिए, चाहे वह खुद को मारने के अपने उद्देश्य को",
  "must necessarily and specifically be suggestive of the": "या जो उकसाने का गठन करता है, वह आवश्यक रूप से और विशेष रूप से",
  "consequence. Yet a reasonable certainty to incite the": "परिणाम का सूचक होना चाहिए।फिर भी परिणाम को उकसाने के लिए एक",
  "present one is not a case where the accused had by his acts or omission or by a continued course of conduct": "मामला नहीं है जिसमें अभियुक्त ने अपने कृत्यों या चूक या निरंतर आचरण से",
  "created such circumstances that the deceased was left with": "ऐसी परिस्थितियाँ पैदा की थीं कि मृतक के पास आत्महत्या करने के अलावा",
  "no other option except to commit suicide in which case an instigation may have been inferred. A word uttered in the": "कोई अन्य विकल्प नहीं बचा था, जिस मामले में उकसावे का अनुमान लगाया",
  "fit of anger or emotion without intending the consequences": "जा सकता था।वास्तव में परिणाम की इच्छा किए बिना क्रोध या भावना के",
  "In the said case this Court came to the conclusion that there is no evidence and material available on record": "न्यायालय इस निष्कर्ष पर पहुँचा कि अभिलेख पर ऐसा कोई साक्ष्य और सामग्री",
  "42. In State of W.B. v. Orilal Jaiswal [(1994) 1 SCC 73], this": "42, पं. बंगाल राज्य बनाम ओरिलाल जैसवाल [(994) एस. सी. सी. 73] के",
  "Court has cautioned that (SCC p. 90, para 17) the Court should": "मामले में, इस न्यायालय ने आगाह किया है कि (एस. सी. सी. पी. 90, पैरा 7)",
  "of each case and the evidence adduced in the trial for the": "न्यायालय को प्रत्येक मामले के तथ्यों और परिस्थितियों और मुकदमे में प्रस्तुत साक्ष्य",
  "purpose of finding whether the cruelty meted out to the victim had in fact induced her to end her life by committing suicide.": "कि क्या पीड़ित के साथ की गई क्रूरता ने वास्तव में उसे आत्महत्या करने के निष्कर्ष",
  "If it appears to the Court that a victim committing suicide was": "प्रेरित किया था।यदि न्यायालय को यह प्रतीत होता है कि आत्महत्या करने वाला कोई",
  "hypersensitive to ordinary petulance, discord and difference in": "पीड़ित सामान्य 3 कलह, कलह और घरेलू जीवन में अंतर के प्रति अतिसंवेदनशील",
  "domestic life, quite common to the society, to which the victim": "था, जो उस समाज के निष्कर्ष काफी सामान्य था, जिससे पीड़ित संबंधित था और इस",
  "not expected to induce a similarly circumstanced individual in a given society to commit suicide, the conscience of the": "वाले व्यक्ति को आत्महत्या करने के निष्कर्ष प्रेरित करने की उम्मीद नहीं थी, तो",
  "Court should not be satisfied for basing a finding that the": "न्यायालय की अंतरात्मा को इस निष्कर्ष के आधार पर संतुष्ट नहीं होना चाहिए कि",
  "accused charged of abetting the offence of suicide should be found guilty.": "आत्महत्या के अपराध को उकसाने के आरोपी को दोषी पाया जाना चाहिए।",
  "43. This Court in Chitresh Kumar Chopra v. State (Govt. of NCT": "43. चित्रेश कुमार चोपड़ा बनाम राज्य (राष्ट्रीय राजधानी क्षेत्र दिल्ली की सरकार)",
  "of Delhi) [(2009) 16 SCC 605] had an occasion to deal with this": "[(2009) 6 एस. सी. सी. 605] मामले में इस न्यायालय को उकसाने के इस पहलू",
  "aspect of abetment. The Court dealt with the dictionary meaning of the word “instigation” and “goading”. The Court opined that": "से दुष्प्ररेण अवसर मिला था।न्यायालय ने \"उकसाने” और \"उकसाने\" शब्द के शब्दकोश",
  "there should be intention to provoke, incite or encourage the": "लिए उकसाने, उकसाने या प्रोत्साहित करने का इरादा होना चाहिए।प्रत्येक व्यक्ति की",
  "doing of an act by the latter. Each person’s suicidability pattern is different from the others. Each person has his own idea of": "आत्महत्या करने की प्रवृत्ति दूसरों से अलग होती है।प्रत्येक व्यक्ति का आत्मसम्मान और",
  "self-esteem and self-respect. Therefore, it is impossible to": "आत्मसम्मान का अपना विचार होता है।इसलिए, ऐसे मामलों से निपटने के लिए किसी",
  "Each case has to be decided on the basis of its own facts and circumstances.": "तथ्यों और परिस्थितियों के आधार पर किया जाना है।",
  "44. Abetment involves a mental process of instigating a person": "44. प्रोत्साहन में किसी व्यक्ति को दुष्प्रेरण जानबूझकर किसी व्यक्ति को कुछ करने में",
  "positive act on the part of the accused to instigate or aid in": "या सहायता करने के लिए अभियुक्त की ओर से एक सकारात्मक कार्य के बिना, दोषसिद्धि",
  "45. The intention of the legislature and the ratio of the cases decided by this Court are clear that in order to convict a person": "45. विधायिका की मंशा और इस न्यायालय द्वारा तय किए गए मामलों का अनुपात स्पष्ट",
  "46. In V.P. Shrivastava v. Indian Explosives Ltd. [(2010) 10": "46. वी. पी. श्रीवास्तव बनाम इंडियन एक्सप्लोसिव्स लिमिटेड। [(200) 0 एस. सी.",
  "SCC 361] this Court has held that when prima facie no case": "सी. 36] इस न्यायालय ने अभिनिर्धारित किया है कि जब प्रथमदृष्ठया अभियुक्त के",
  "is made out against the accused, then the High Court ought": "खिलाफ कोई मामला नहीं बनता है, तो उच्च न्यायालय को दंड प्रक्रिया संहिता की धारा",
  "to have exercised the jurisdiction under Section 482 CrPC and quashed the complaint.": "482 के तहत अधिकार क्षेत्र का प्रयोग करना चाहिए था और शिकायत को रद्द कर देना",
  "47. In a recent judgment of this Court in Madan Mohan Singh v. State of Gujarat [(2010) 8 SCC 628], this Court quashed the conviction under Section 306 IPC on the ground that the": "47. मदन मोहन सिंह बनाम गुजरात राज्य (200) 8 एस. सी. सी. 628) मामले में इस न्यायालय के हाल के एक फैसले में, इस न्यायालय ने आई. पी. सी. 306 के तहत",
  "allegations were irrelevant and baseless and observed that": "दोषसिद्धि को इस आधार पर रद्द कर दिया कि आरोप अप्रासंगिक और निराधार थे और",
  "the High Court was in error in not quashing the proceedings.": "कहा कि उच्च न्यायालय कार्यवाही को रद्द नहीं करने में गलती कर रहा था।",
  "48. In the instant case, what to talk of instances of instigation,": "48. तत्काल मामले में, उकसाने के उदाहरणों के बारे में क्या कहा जाए, अपीलार्थियों",
  "there are even no allegations against the appellants. There is also no proximate link between the incident of 14-1-2005 when": "के खिलाफ कोई आरोप भी नहीं हैं। 44--2005 की घटना के बीच कोई निकट संबंध",
  "Undoubtedly, the deceased had died because of hanging. The": "फांसी के कारण हुई थी।मृतक निस्संदेह हमारे दिन-प्रतिदिन के जीवन में होने वाले",
  "deceased was undoubtedly hypersensitive to ordinary petulance, discord and differences which happen in our day-to-day life. In": "सामान्य कलह, कलह और मतभेदों के प्रति अतिसंवेदनशील था।एक संयुक्त परिवार में,",
  "a joint family, instances of this kind are not very uncommon. Human sensitivity of each individual differs from person to": "इस तरह के उदाहरण बहुत असामान्य नहीं हैं।प्रत्येक व्यक्ति की मानवीय संवेदनशीलता",
  "person. Each individual has his own idea of self-esteem and": "अलग-अलग होती है।प्रत्येक व्यक्ति का आत्मसम्मान और आत्मसम्मान का अपना",
  "self-respect. Different people behave differently in the same": "विचार होता है।अलग-अलग लोग एक ही स्थिति में अलग-अलग व्यवहार करते हैं।यह",
  "is disclosed by the complaint, the court may examine": "जब शिकायत द्वारा किसी अपराध का खुलासा नहीं किया जाता है, तो न्यायालय",
  "the question of fact. When a complaint is sought to be": "तथ्य के प्रश्न की जांच कर सकती है।जब किसी शिकायत को रद्द करने की मांग",
  "quashed, it is permissible to look into the materials to": "की जाती है, तो यह आकलन करने के लिए सामग्री को देखने की अनुमति है",
  "assess what the complainant has alleged and whether": "कि शिकायतकर्ता ने क्या आरोप लगाया है और क्या कोई अपराध बनाया गया",
  "any offence is made out even if the allegations are accepted in toto.”": "है, भले ही आरोप पूरी तरह से स्वीकार किए गए हों।'\"'",
  "KKKKK": "के के के के के",
  "68. In the light of the settled legal position, in our considered": "68. तय की गई कानूनी स्थिति के आलोक में, हमारी सुविचारित राय में, उच्च न्यायालय",
  "filed by the appellants under Section 482 CrPC for quashing the": "करने के लिए दंड प्रक्रिया भा.दं.सं. की धारा 482 के तहत दायर याचिका को खारिज",
  "who were not remotely connected with the offence under Section": "अपीलकर्ता जो आई. पी. सी. की धारा 376 के तहत अपराध से दूर से जुड़े नहीं थे,",
  "of a criminal trial. As a result, the charges under Section 306": "चाहिए था।नतीजतन, अपीलार्थियों के खिलाफ आई. पी. सी. भा.दं.सं.306 के तहत",
  "IPC against the appellants are quashed.”": "आरोप रद्द कर दिए जाते हैं।''",
  "It is not in dispute that the prosecution case is entirely based on": "22. यह विवाद में नहीं है कि अभियोजन पक्ष का मामला पूरी तरह से मृतक द्वारा आत्महत्या करने से",
  "the suicide note left behind by the deceased before committing suicide. On a minute perusal of the suicide note, we do not find that": "पहले छोड़े गए सुसाइड नोट पर आधारित है।सुसाइड नोट के एक मिनट के अवलोकन पर, हम यह नहीं",
  "the contents thereof indicate any act or omission on the part of the accused appellant which could make him responsible for abetment": "पाते हैं कि इसकी सामग्री आरोपी अपीलकर्ता की दुष्प्रेरण किसी भी कार्य या चूक का संकेत देती है जो",
  "We have minutely perused the suicide note (reproduced supra) which clearly shows that the deceased was frustrated on account": "23. हमने सुसाइड नोट (उपरोक्त पुनरुत्पादित) को बारीकी से पढ़ा है जो स्पष्ट रूप से दर्शाता है कि",
  "of work pressure and was apprehensive of various random factors": "मृतक काम के दबाव के कारण निराश था और अपने आधिकारिक कर्तव्यों से असंबद्ध विभिन्न यादृच्छिक",
  "unconnected to his official duties. He was also feeling the pressure of working in two different districts. However, such apprehensions": "कारकों से आशंकित था।वह दो अलग-अलग जिलों में काम करने का दबाव भी महसूस कर रहे थे।हालाँकि,",
  "expressed in the suicide note, by no stretch of imagination, can be": "सुसाइड नोट में व्यक्त की गई ऐसी आशंकाओं को, किसी भी तरह की कल्पना के बिना, अपीलकर्ता को",
  "considered sufficient to attribute to the appellant, an act or omission constituting the elements of abetment to commit suicide. The facts": "आत्महत्या के लिए दुष्प्रेरण के तत्वों का गठन करने वाले कार्य या चूक के लिए पयप्ति माना जा सकता है।",
  "of the case at hand are almost identical to the case of Netai Dutta (supra). Thus, we have no hesitation in holding that the necessary": "हाथ में मामले के तथ्य लगभग नेता दत्ता उपरोक्त के मामले के समान हैं।इस प्रकार, हमें यह अभिनिर्धारित",
  "ingredients of the offence of abetment to commit suicide are not": "करने में कोई हिचकिचाहट नहीं है कि आत्महत्या करने के लिए उकसाने के अपराध के आवश्यक तत्व",
  "of the appellant is grossly illegal for the offences punishable under Section 306 IPC and Section 3(2)(v) of the SC/ST Act tantamounts": "सी. की धारा 376 और एस. सी./एस. टी. अधिनियम की धारा 3 (2) (वी) के तहत दंडनीय अपराधों",
  "to gross abuse of process to law.": "के लिए पूरी तरह से अवैध है जो कानून की प्रक्रिया के घोर दुष्प्रेरण के समान है।",
  "24. Itmay be noted that in the first instance, the investigating agency itself": "24. यह ध्यान दिया जा सकता है कि पहली बार में, जांच एजेंसी ने पूरी तरह से जांच करने के बाद खुद",
  "proposed a closure report in the matter after conducting thorough investigation. In this background, we are of the opinion that there": "मामले में एक समापन रिपोर्ट का प्रस्ताव रखा।इस पृष्ठभूमि में, हमारी राय है कि ऐसा कोई न्यायोचित",
  "do not exist any justifiable ground so as to permit the prosecution of the appellant for the offences under Section 306 IPC and Section 3(2)(v) of the SC/ST Act.": "आधार मौजूद नहीं है जिससे अपीलकर्ता पर आई. पी. सी. की धारा 376 और एस. सी./एस. टी. अधिनियम की धारा 3 (2) (वी) के तहत अपराधों के लिए मुकदमा चलाने की अनुमति दी जा सके।",
  "25. Thus, the impugned order passed by the High Court and all": "25. इस प्रकार, उच्च न्यायालय द्वारा पारित आक्षेपित आदेश और आई. पी. सी. की धारा 8,306 और",
  "proceedings sought to be taken against the appellant in the criminal case pending for the offences punishable under Section 306 IPC and Section 3(2)(v) of the SC/ST Act are hereby quashed and set aside.": "एस. सी./एस. टी. अधिनियम की धारा 3 (2) (वी) के तहत दंडनीय अपराधों के लिए लंबित आपराधिक मामले में अपीलकर्ता के खिलाफ की जाने वाली सभी कार्यवाही को इसके द्वारा रद्द कर दिया जाता है।",
  "26. The appeal is allowed accordingly.": "26. तदनुसार अपील को अनुमति दी जाती है।",
  "27. Pending application(s), if any, shall stand disposed of.": "27. लंबित आवेदन, यदि कोई हो, का निस्तारण किया जाता है।",
  "Appeal allowed.": "अपील को अनुमति दी गई।"
}