{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय अधिकारिता",
  "CIVIL APPEAL NO.8957 OF 2022": "दीवानी अपील संख्या 8957 वर्ष 2022",
  "M/s. Shekhar Resorts Limited (Unit Hotel Orient Taj) ... Appellant": "मैसर्स शेखर रिसॉर्ट्स लिमिटेड (यूनिट होटल ओरिएंट ताज) ... अपीलार्थी",
  "Versus": "बनाम",
  "M.R. SHAH, J.": "न्यायमूर्ति एम.आर. शाह [यमू ते एम.आर. शाह",
  "1. Feeling aggrieved and dissatisfied with the impugned judgment and order dated 24.06.2021 passed by the High": "24.06.202 के उस आक्षेपित निर्णय और आदेश से व्यथित और असंतुष्ट",
  "by which the High Court has dismissed the said writ petition": "जिसके द्वारा उच्च न्यायालय ने वर्तमान अपीलकर्ता द्वारा दायर उक्त रिट",
  "Scheme, 2019” (hereinafter referred to as the “Scheme of": "समाधान) योजना, 209\" (इसके बाद \"209 की योजना\" के रूप में",
  "2. The facts leading to the present appeal in nutshell are as": "2. संक्षेप में वर्तमान अपील की ओर ले जाने वाले तथ्य इस प्रकार हैं:",
  "That the appellant —- company registered with the Service": "यह कि सेवा कर विभाग में पंजीकृत अपीलकर्ता -कंपनी आतिथ्य",
  "Tax Department was a company engaged in _ providing hospitality services. The Service Tax Department conducted": "सेवाएँ प्रदान करने में लगी एक कंपनी थी।सेवा कर विभाग ने अपीलकर्ता",
  "and issued show cause notices demanding payment of service": "तहत सेवा कर के भुगतान की मांग करते हुए कारण बताओ नोटिस जारी",
  "2.1 Proceedings under the Insolvency and Bankruptcy Code,": "2. दिवाला और दिवालियापन संहिता, 206 (इसके बाद \"आईबीसी\" के",
  "the appellant - Company. The NCLT, Delhi vide order dated": "गई थी। एनसीएलटी, दिल्ली ने दिनांक 2 .09.208 के आदेश के",
  "2.3 Feeling aggrieved and dissatisfied with the impugned judgment and order passed by the High Court, the original": "2.3 उच्च न्यायालय द्वारा पारित आक्षेपित निर्णय और आदेश से व्यथित और",
  "3. Ms. Charanya Lakshmikumaran, learned counsel appearing on behalf of the appellant has vehemently submitted that in the facts and circumstances of the case the": "3. अपीलकर्ता की ओर से उपस्थित विद्वान अधिवक्ता सुश्री चरण्या लक्ष्मीकुमारन ने जोरदार तरीके से कहा है कि मामले के तथ्यों और",
  "Hon’ble High Court has seriously erred in dismissing the writ": "परिस्थितियों में, माननीय उच्च न्यायालय ने रिट याचिका को खारिज करने",
  "due and payable under the Scheme, 2019.": "और प्राधिकारी को योजना, 209 के अंतर्गत बकाया और देय राशि",
  "3.1 It is submitted that the Hon’ble High Court has erred in": "3.] यह कहा गया है कि माननीय उच्च न्यायालय ने यह अभिनिर्धारित करने",
  "holding that the Designated Committee does not exist. It is": "में गलती की है कि नामित समिति मौजूद नहीं है।यह कहा गया है कि योजना",
  "submitted that the Designated Committee under the Scheme": "3.2 यह कहा गया है कि योजना के तहत नामित समिति का गठन देश भर",
  "30.06.2020 and directed the Designated Committee to": "ने 30.06.2020 के बाद नामित समिति के फैसलों को अपास्त कर दिया",
  "pursuant to the orders passed by the courts/High Courts, the": "न्यायालयों द्वारा पारित आदेशों के अनुसार मामलों पर पुनर्विचार करने के",
  "respective Designated Committees. It is submitted that therefore even after 30.06.2020 the respective Designated": "दिनांकित निर्देश जारी किए।यह कहा गया है कि इसलिए 30.06.2020 के",
  "Committees carried out their functions under the Scheme,": "बाद भी संबंधित नामित समितियों ने योजना के तहत अपने कार्यों को पूरा",
  "however by manual processing. It is submitted that therefore": "किया, हालांकि मैनुअल प्रक्रिया द्वारा किया। यह कहा गया है कि इसलिए",
  "the reasoning given by the Hon’ble High Court that the": "माननीय उच्च न्यायालय द्वारा दिया गया तर्क कि नामित समितियां",
  "Designated Committees are not in existence after 30.06.2020": "30.06.2020 के बाद अस्तित्व में नहीं हैं और इसलिए अपीलकर्ता किसी",
  "and therefore the appellant is not entitled to any relief, may": "भी राहत का हकदार नहीं है, स्वीकार नहीं किया जा सकता है, क्योंकि",
  "not be accepted, as even after 30.06.2020 and even as per the": "30.06.2020 के बाद भी और यहां तक कि सीबीईसी द्वारा जारी निर्देशों के",
  "in the matter. It is submitted that in the present case, the": "दिया गया है कि वर्तमान मामले में माननीय उच्च न्यायालय ने उस कारण का",
  "tax dues were computed by the appellant as per the Scheme,": "सीमा के भीतर जारी किया गया था और बकाया कर की गणना अपीलकर्ता",
  "due and payable under the Scheme by the appellant. It": "समिति द्वारा अपीलकर्ता द्वारा योजना के तहत बकाया और देय राशि का",
  "appears that as per the said statement for payment of tax": "ऐसा प्रतीत होता है कि बकाया कर के भुगतान के लिए उक्त विवरण के",
  "dues, the appellant was required to pay Rs.1,24,28,500/-.": "अनुसार, अपीलकर्ता को रु. ,24, 28, 500/- का भुगतान करना",
  "Under the Scheme the appellant/assessee was required to": "आवश्यक था।योजना के तहत अपीलार्थी/निर्धारिती को 30 दिनों की",
  "make the payment as per Form No. 3 within a time period of": "समयावधि के भीतर प्रपत्र संख्या 3 के अनुसार भुगतान करना आवश्यक",
  "upto 30.06.2020.": "करने का समय 30.06.2020 तक बढ़ा दिया गया था।",
  "2.2 That the NCLT approved the Resolution Plan of the": "2.2 यह कि एनसीएलटी ने दिनांक 24.07.2020 के आदेश के माध्यम से",
  "successful Resolution applicant - NCJ Infrastructure Private": "सफल समाधान आवेदक- एनसीजे इंफ्रास्ट्रक्चर प्राइवेट लिमिटेड की",
  "an end, with the closure of the insolvency proceedings on 24.07.2020. Subsequent to the acceptance of the Resolution": "योजना को मंजूरी मिलने पर 24.07.2020 को दिवाला कार्यवाही बंद होने",
  "provisions of the IBC by virtue of the moratorium period which": "पर आईबीसी के प्रावधानों की कठोरता के अधीन किया गया था जो",
  "ended on 24.07.2020 when the NCLT approved the Resolution": "एनसीएलटी द्वारा समाधान योजना को मंजूरी देने पर 24.07.2020 को",
  "Plan. It is submitted that in the instant case, the appellant": "समाप्त हुई। यह कहा गया है कि वर्तमान मामले में, अपीलकर्ता कानून के",
  "bonafidely could not deposit the settlement due, on or before 30.06.2020 on account of operation of law. It is next": "लागू होने के कारण, सद्भावनावश 30.06.2020 को या उससे पहले निर्धारित बकाया को जमा नहीं कर सका। इसके बाद यह तर्क दिया गया है",
  "submitted that during the moratorium period, no payment could have been made as per the provisions of the IBC. It is": "कि प्रतिबन्ध अवधि के दौरान , आईबीसी के प्रावधानों के अनुसार कोई भुगतान नहीं किया जा सकता था। यह तर्क दिया गया है कि यदि प्रतिबन्ध",
  "contended that if any payment would have been made during": "अवधि के दौरान कोई भुगतान किया गया होता तो वह आईबीसी के",
  "dues (including service tax dues) within 6 months from the": "तिथि से 6 महीने के भीतर सभी वैधानिक बकाया (सेवा कर बकाया सहित)",
  "as effective payment to the relevant Operational Creditors. It": "अनुसार, एस्क्रो खाते में भुगतान को संबंधित परिचालन लेनदारों को प्रभावी",
  "is further contended that in this case, effective date is": "भुगतान के रूप में माना जाएगा।यह आगे तर्क दिया गया है कि इस मामले में,",
  "24.07.2020, the date on which the Resolution Plan was": "प्रभावी तिथि 24.07.2020 है, यह वह तारीख है जब एनसीएलटी द्वारा",
  "08.01.2021 before the expiry of the period of six months. It is": "साथ सेवा कर बकाया छह महीने की अवधि की समाप्ति से पहले",
  "accrued that this Hon’ble Court in the case of Principal Commissioner of Income Tax vs. Monnet Ispat & Energy": "आया है कि इस माननीय न्यायालय ने प्रधान आयकर आयुक्त बनाम मोनेट",
  "3.5 It is reiterated submitted that the appellant could not make the payment due to legal disability and no one can be": "3.5 यह दोहराया गया है कि अपीलकर्ता कानूनी अक्षमता के कारण भुगतान",
  "decisions of this Court in the case of Gyanichand vs. State of Andhra Pradesh, (2016) 15 SCC 164 (para 11) and Calcutta": "सकती है। ज्ञानीचंद बनाम आंध्र प्रदेश राज्य, (206) 5 एससीसी 64",
  "Iron Merchants’ Association vs. Commissioner of": "(प्रस्तर ) और कलकत्ता आयरन मर्चेंट्स एसोसिएशन बनाम वाणिज्यिक",
  "Commercial Taxes, (1997) 8 SCC 42 (para 5).": "कर आयुक्त, (997) 8 एससीसी 42 (प्रस्तर 5) के मामले में इस",
  "3.6 It is submitted that the appellant cannot be prejudiced": "3.6 यह तर्क दिया गया है कि अपीलकर्ता के साथ बिना किसी गलती के",
  "and/or made to suffer for no fault of the appellant. Reliance is": "पक्षपात नहीं किया जा सकता है और /या उसे पीड़ित नहीं किया जा सकता",
  "placed on the decision of this Court in Anmol Kumar Tiwari & Ors. vs. State of Jharkhand reported in (2021) 5 SCC": "है। अनमोल कुमार तिवारी और अन्य बनाम झारखंड राज्य (202) 5",
  "Making the above submissions it is prayed to allow the": "उपरोक्त तर्क देते हुए यह प्रार्थना की गयी है कि वर्तमान अपील को",
  "payment of Rs.1,24,28,500/- towards settlement dues under": "गए बकाया के लिए 7, 24, 28, 500/- रुपये का भुगतान करने का निर्देश",
  "4. While opposing the present appeal, Shri Vikramjit Banerji, learned ASG appearing on behalf of the Union of India has vehemently submitted that in the facts and circumstances": "4. वर्तमान अपील का विरोध करते हुए, भारत संघ की ओर से पेश विद्वान एएसजी श्री विक्रमजीत बनर्जी ने जोरदार ढंग से कहा है कि मामले के तथ्यों",
  "dues under the Scheme, 2019.": "करने और प्रत्यर्थी को योजना, 209 के तहत तय किए गए बकाया के",
  "upto 30.06.2020 and the last date for payment of settlement amount under the Scheme, 2019 was 30.06.2020. That thereafter the Scheme was closed and even the Designated": "वैध थी और योजना, 209 के तहत तय की गई राशि के भुगतान की अंतिम तिथि 30.06.2020 थी। इसके बाद योजना को बंद कर दिया गया",
  "thereafter the Scheme was closed and even the Designated Committees were also dissolved and therefore as rightly": "और यहां तक कि नामित समितियों को भी भंग कर दिया गया और इसलिए",
  "has no jurisdiction to extend the Scheme. It is submitted that": "माननीय उच्च न्यायालय के पास योजना का विस्तार करने का कोई अधिकार",
  "if the Scheme is extended it would create many complications.": "क्षेत्र नहीं है।यह कहा गया है कि यदि योजना को बढ़ाया जाता है तो यह कई जटिलताएं उत्पन्न करेगी।",
  "4.2 It is further submitted that in the present case,": "4.2 आगे यह तर्क दिया गया है कि वर्तमान मामले में, स्वीकार किया गया है",
  "the Scheme prior to 30.06.2020 and therefore, the prayer of": "कि योजना के तहत तय की गई राशि का 30.06.2020 से पहले कोई भुगतान नहीं किया गया था और इसलिए योजना, 209 के तहत तय की",
  "the original petitioner to extend the time limit to make the": "गई राशि का भुगतान करने के लिए समय सीमा बढ़ाने के लिए मूल",
  "rightly rejected by the Commissioner and the same has rightly": "याचिकाकर्ता की प्रार्थना को आयुक्त द्वारा उचित रूप से खारिज किया गया",
  "not been interfered with by the Hon’ble High Court.": "था और इसमें माननीय उच्च न्यायालय द्वारा उचित रूप से ही हस्तक्षेप नहीं",
  "Making above submissions it is prayed to dismiss the": "उपरोक्त तर्क देते हुए, वर्तमान अपील को खारिज करने का अनुरोध",
  "5. We have heard the learned counsel appearing for the": "५. हमने संबंधित पक्षों की ओर से उपस्थित विद्वान अधिवक्ता को विस्तार से",
  "dispute that the appellant is entitled to the benefit of the": "पाया गया है कि अपीलार्थी अन्यथा योजना के तहत लाभ का हकदार था",
  "the appellant submitted the application in Form No.1 on": "क्योंकि अपीलार्थी द्वारा प्रस्तुत फॉर्म संख्या को स्वीकार कर लिया गया",
  "same and issue the Final Form No.3 determining the": "है, निपटान(तय) राशि का निर्धारण करने वाला फॉर्म संख्या 3 जारी कर",
  "been confirmed by the High Court.": "को अनुमति प्रदान की जाती है। उच्च न्यायालय द्वारा पारित आक्षेपित निर्णय",
  "7.1 As per the settled position of law, no party shall be left": "7.] विधि की तय स्थिति के अनुसार, किसी भी पक्ष को उपचार से वंचित",
  "remediless and whatever the grievance the parties had raised": "नहीं किया जाएगा और पक्षकारों ने अदालत के समक्ष जो भी समस्या उठाई",
  "[Sunil Vasudeva (supra) (para 31)].": "वासुदेव (उपरोक्त) (प्रस्तर 3)]।",
  "7.2 As observed and held by this Court in the case of Calcutta Iron Merchants’ Association (supra), no law would": "7.2 जैसा कि कलकत्ता आयरन मर्चेट्स एसोसिएशन (उपरोक्त) के मामले में इस न्यायालय द्वारा पाया और अभिनिर्धारित किया गया है, कोई भी कानून",
  "compel a person to do the impossible. [Calcutta Iron": "किसी व्यक्ति को असंभव चीज को करने के लिए मजबूर नहीं करेगा।",
  "Merchants’ Association (supra) (para 5)]": "[कलकत्ता आयरन मर्चेट्स एसोसिएशन (उपरोक्त) (प्रस्तर 5) ]",
  "7.3 In the case of Gyanichand (supra) it was observed by this Court that it would not be fair on the part of the Court to": "7.3 ज्ञानचंद (उपरोक्त) के मामले में इस न्यायालय ने कहा कि न्यायालय",
  "give a direction to do something which is impossible and if a": "की ओर से कुछ ऐसा करने का निर्देश देना उचित नहीं होगा जो असंभव है",
  "and if he fails to do so, he cannot be held guilty.": "असंभव है और यदि वह ऐसा करने में विफल रहता है, तो उसे दोषी नहीं ठहराया जा सकता है।",
  "8. Applying the law laid down by this Court in the aforesaid": "8. उपरोक्त निर्ण्यों में इस न्यायालय द्वारा प्रतिपादित विधि को मामले के",
  "decisions to the facts of the case on hand, the appellant cannot be punished for not doing something which was": "तथ्यों पर लागू करते हुए, अपीलकर्ता को कुछ ऐसा ना करने के लिए दंडित",
  "impossible for it to do. There was a legal impediment in the": "नहीं किया जा सकता है जो उसके लिए करना असंभव था। प्रतिबंध की",
  "way of the appellant to make any payment during the": "अवधि के दौरान कोई भी भुगतान करने में अपीलकर्ता के रास्ते में एक",
  "moratorium. Even if the appellant wanted to deposit settlement amount within the stipulated period, it could not": "कानूनी बाधा थी।भले ही अपीलकर्ता निर्धारित अवधि के भीतर तय की गई",
  "moratorium, no payment could have been made. In that view": "हुए ऐसा नहीं कर सकता था क्योंकि प्रतिबंध के दौरान कोई भुगतान नहीं",
  "of the matter, the appellant cannot be rendered remediless": "किया जा सकता था।मामले के उस दृष्टिकोण में, अपीलकर्ता को उपचार",
  "(B.V. NAGARATHNA)": "(न्यायमूर्ति बी. वी. नागरत्न)",
  "NEW DELHI;": "नई दिल्ली;",
  "JANUARY 5, 2023": "5५ जनवरी 2023",
  "8.1 Now so far as the observations made by the High Court to": "8.] अब जहाँ तक उच्च न्यायालय द्वारा इस आशय की टिप्पणियां की गई हैं",
  "the effect that the High Court cannot, in exercise of powers under Article 226 of the Constitution of India extend the": "कि उच्च न्यायालय, भारत के संविधान के अनुच्छेद 226 के तहत शक्तियों",
  "is right. The High Court while exercising the powers under": "उच्च न्यायालय कुछ हद तक सही है।उच्च न्यायालय भारत के संविधान के",
  "Article 226 of the Constitution of India cannot extend the": "अनुच्छेद 226 के तहत शक्तियों का प्रयोग करते हुए योजना का विस्तार नहीं",
  "Scheme. However, in the present case it is not a case of extension of the Scheme by the High Court; It is a case of": "कर सकता है।हालाँकि वर्तमान मामले में, यह उच्च न्यायालय द्वारा योजना के",
  "taking remedial measures. It is not a case where the appellant": "विस्तार का मामला नहीं है; यह उपचारात्मक उपाय करने का मामला है।यह",
  "did not make any application within the stipulated time under": "ऐसा मामला नहीं है जहां अपीलकर्ता ने योजना के तहत निर्धारित समय के",
  "the Scheme. This is not a case where the Form No.3 determining the settlement amount was not issued during the": "भीतर कोई आवेदन नहीं किया हो।यह ऐसा मामला नहीं है जहां निपटान (तय की गई) राशि का निर्धारण करने वाला प्रपत्र संख्या 3 योजना की",
  "validity of the Scheme. It is not a case where the appellant": "वैधता के दौरान जारी नहीं किया गया था।यह ऐसा मामला नहीं है जिसमें",
  "deliberately did not deposit the settkement amount and/or": "अपीलकर्ता ने जानबूझकर नियत राशि जमा नहीं की हो और /या निर्धारित",
  "there was any negligence on the part of the appellant in not depositing the settkement amount within the stipulated time.": "समय के भीतर नियत राशि जमा नहीं करने में अपीलकर्ता की ओर से कोई",
  "As observed hereinabove it is a case where the appellant was": "लापरवाही हुई हो। जैसा कि ऊपर देखा गया है, यह एक ऐसा मामला है",
  "the bar to make the payment during the period of moratorium": "प्रतिबंध की अवधि के दौरान भुगतान करने पर रोक के कारण भुगतान करने",
  "the Scheme after 30.06.2020, the applications can be": "योजना के तहत आवेदन किया हो और जिसे 30.06.2020 को या उससे",
  "under the Scheme as the Form No.1 submitted by the": "तिथि से पहले फॉर्म संख्या । पर आवेदन दे दिया था। योजना के तहत,",
  "appellant has been accepted, the Form No.3 determining the": "अपीलकर्ता को 25.02.2020 को फॉर्म संख्या 3 जारी की गयी थी और",
  "who was supposed to make payment on or before 30.06.2020,": "को 30.06.2020 को या उससे पहले नियत बकाया जमा करना आवश्यक",
  "look after his affairs and therefore he could not deposit the": "और उसके मामलों को देखने वाला कोई नहीं था और इसलिए वह राशि",
  "amount; such inability was beyond his control and thereafter,": "जमा नहीं कर सका; ऐसी असमर्थता उसके नियंत्रण से बाहर थी और उसके",
  "immediately on getting out of sickness he tried to deposit the": "तुरंत बाद, बीमारी से बाहर निकलने पर उसने राशि जमा करने का प्रयास",
  "amount and/or approached the Court - can the Court close its": "किया और/या अदालत का दरवाजा खटखटाया- क्या अदालत अपनी",
  "eyes and say that though there may be valid reasons and/or": "आंखें बंद कर सकती है और कह सकती है कि हालांकि उस व्यक्ति की",
  "causes for that person’s inability to make the payment, still no": "भुगतान करने में असमर्थता के वैध कारण और /या कारण हो सकते हैं, फिर",
  "relief can be granted to him? There may be extra ordinary": "भी उसे कोई राहत नहीं दी जा सकती है? ऐसे असाधारण मामले हो सकते हैं",
  "cases which are required to be considered on facts of each": "जिन पर प्रत्येक मामले के तथ्यों पर विचार करने की आवश्यकता होती है।",
  "case. The Courts are meant to do justice and cannot compel a": "अदालतें न्याय करने के लिए होती हैं और किसी व्यक्ति को ऐसा कुछ करने",
  "person to do something which was impossible for him to do.": "के लिए मजबूर नहीं कर सकती हैं जो उसके लिए करना असंभव था।",
  "8.2 Now so far as the other ground given by the High Court,": "8.2 अब जहाँ तक उच्च न्यायालय द्वारा दिए गए दूसरे आधार का संबंध है",
  "that the Designated Committees are not in existence, is": "कि नामित समितियाँ अस्तित्व में नहीं हैं, यह ध्यान रखना आवश्यक है कि"
}