{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO(S). 3798 OF 2023": "सिविल अपील संख्याएं 3798 /2023",
  "M/S LARSEN AIR CONDITIONING AND": "मेसर्स लार्सन एयर कंडीशनिंग एंड",
  "REFRIGRATION COMPANY ... APPELLANT(S)": "रेफ्रिजरेशन कंपनी ...अपीलार्थी (गण)",
  "UNION OF INDIA & ORS. ... RESPONDENT(S)": "भारत संघ और अन्य ...प्रत्यर्थी(गण)",
  "JUDGMENT": "निर्णय",
  "S. RAVINDRA BHAT, J.": "न्यायमूर्ति एस. रवींद्र भट",
  "1. Aggrieved by the impugned judgment! of the Allahabad High Court, the": "4. इलाहाबाद उच्च न्यायालय के आक्षेपित निर्णयः से व्यथित, अपीलार्थी ने कानून",
  "appellant has approached this court with a simple question of law, as to whether": "के एक सरल प्रश्न के साथ इस अदालत का दरवाजा खटखटाया है, कि क्या उच्च",
  "interest, from compound interest of 18% to 9% simple interest per annum.": "न्यायालय ने 8% के चक्रवृद्धि ब्याज से 9% साधारण ब्याज प्रति वर्ष तक ब्याज",
  "Facts": "तथ्य",
  "2. The dispute between the appellant and Union of India (hereafter": "2. अपीलकर्ता और भारत संघ (इसके बाद 'प्रत्यर्थी-राज्य') के बीच विवाद",
  "ners’ tender. In the course of work, certain disputes arose. On 22.04.1997, the": "कुछ विवाद उत्पन्न हुए।दिनांक 22.04.997 को प्रत्यर्थी-राज्य ने विवाद को",
  "' Judgment dated 17.07.2019 passed by Allahabad High Court in First Appeal from Order No. 1227/2003.": "] इलाहाबाद उच्च न्यायालय द्वारा पारित निर्णय दिनांक 7.07.2049 के आदेश संख्या 4227/ 2003 से प्रथम अपील में।",
  "9. It was asserted that even the counsel for the appellants at the time, before": "9. यह दावा किया गया कि उस समय उच्च न्यायालय के समक्ष अपीलार्थियों के",
  "higher or lower than the bank rate, which in the last decade has been about 7-8%.": "2 प्रतिशत अधिक या कम होनी चाहिए, जो पिछले दशक में लगभग 7-8% रही",
  "As a result, 18% compound rate of interest was completely unjustified, and": "है।फलस्वरूप, ब्याज की 48 प्रतिशत चक्रवृद्धि दर पूरी तरह से अनुचित थी, और",
  "10. The ASG relied on several judgments of this court: Municipal Corporation": "0. एएसजी ने इस न्यायालय के कई निर्णयों पर अवलम्ब लिया-ग्रेटर मुंबई नगर",
  "scope of the inherent powers of the High Court as a constitutional court; Oriental": "न्यायालय के रूप में उच्च न्यायालय की अंतर्निहित शक्तियों के दायरे पर जोर देंगे;",
  "Structural Engineers Pvt. Ltd. v. State of Kerala? wherein the contract did not": "ओरिएंटल स्ट्रक्‍्चरल इंजीनियर्स प्राइवेट लिमिटेड बनाम केरल राज्य*, जिसमें",
  "excessive and therefore, reduced to 8% simple interest by this court; and similarly": "8% को अत्यधिक माना गया था और इसलिए, इस न्यायालय द्वारा इसे घटाकर",
  "Post Graduate Institute of Medical Education and Research, Chandigarh v. Kalsi": "ऑफ मेडिकल एजुकेशन एंड रिसर्च, चंडीगढ़ बनाम कलसी कंस्ट्रक्शन कंपनी?\"",
  "awarded by the tribunal, to 9% simple interest, despite 18% having been the": "साधारण ब्याज कर दिया, जबकि 8% ब्याज दर पर सहमति यह देखते हुए की",
  "and Ambica Construction v. Union of India’ while deciding this question of": "इंडिया” और अंबिका कंस्ट्रक्शन बनाम यूनियन ऑफ इंडिया* मामले में इस",
  "payable under the contract would not be sufficient to deny the payment of interest": "तहत देय राशि पर ब्याज देने की रोक लंबित ब्याज के भुगतान से इनकार करने",
  "(as ordered by the arbitrator), to 9% per annum. The remaining amount was": "(मध्यस्थ के आदेश के अनुसार) से घटाकर 9 प्रतिशत प्रति वर्ष कर दिया। शेष",
  "interest accrued, not later than 12 weeks from the date of the judgment. On other": "राशि अपीलार्थियों द्वारा निर्णय की तारीख से 2 सप्ताह के बाद अर्जित ब्याज के",
  "grounds, it was held that there was no scope for interference in the arbitral award.": "अभिनिर्धारित किया गया कि मध्यस्थता निर्णय में हस्तक्षेप की कोई गुंजाइश नहीं",
  "Contentions of parties": "पक्षकारों की दलीलें",
  "5. The ground pressed by the appellant in the present proceedings, relates to": "5, वर्तमान कार्यवाही में अपीलार्थी द्वारा जोर दिया गया आधार, ब्याज की दर में",
  "the modification of the rate of interest (relating to award in Claim No. 9), and the": "संशोधन (दावा संख्या 9 में पुरस्कार से संबंधित) से संबंधित है, और इस अपील",
  "scope of this appeal is limited to this question.": "का दायरा इस प्रश्न तक सीमित है।",
  "6. Mrs. Neeraj Singh, counsel appearing on behalf of the appellant, submitted": "6. अपीलार्थी की ओर से प्रस्तुत अधिवक्ता श्रीमती नीरज सिंह ने कहा कि उनका",
  "that their claim was in fact for 24% pendente lite interest, and the arbitrator had": "दावा वास्तव में 24 प्रतिशत मुकदमेबाजी का इंतजार के लिए था और मध्यस्थ ने",
  "already reduced it to the 18% granted. Pointing to pre-amended Section 31(7)(b)": "पहले ही इसे घटाकर 48 प्रतिशत कर दिया था।996 अधिनियम की पूर्व- संशोधित धारा 3(7)(बी) की ओर इशारा करते हुए, यह तर्क दिया गया कि उच्च",
  "did not give any specific directions as regards rate of interest on amount awarded,": "संबंध में कोई विशिष्ट निर्देश नहीं दिया है, तो ऐसी राशि पर 48% प्रति वर्ष का",
  "5 (2017) 14 SCC 323": "5 (2047) 44 एससीसी 323",
  "24.10.1998. The tribunal published its award on 21.01.1999 and directing the first": "ट्रिब्यूनल ने अपना निर्णय 27.04.7999 दिनांकित को दिया और पहले चार",
  "3. The respondent-state challenged the award under Section 34 of the Arbitration and Conciliation Act, 1996 (hereafter ‘the Act’). The district court’,": "3. प्रत्यर्थी-राज्य ने मध्यस्थता और सुलह अधिनियम, 996 (एतस्मिनपश्चात 'अधिनियम') की धारा 34 के तहत चुनौती दी। जिला न्‍्यायालय* ने चुनौती को",
  "dismissed the challenge on the ground that it could not sit in appeal over the award": "इस आधार पर खारिज कर दिया कि यह पुरस्कार पर अपील में नहीं बैठ सकता",
  "and since the respondent-state had failed to file any proof of the grounds alleged.": "था और चूंकि प्रतिवादी-राज्य कथित आधारों का कोई सबूत दाखिल करने में",
  "Aggrieved, the respondent-state, preferred an appeal before the High Court in": "विफल रहा था। इससे व्यथित प्रतिवादी-राज्य ने 2003 में उच्च न्यायालय के",
  "Court, Kanpur on 06.06.2003 against ?1,82,878.11 due at the time.": "जिला न्यायालय, कानपुर में उस समय देय रू. 4,82, 878.4 /- के बदले रू.",
  "4. Partly allowing the appeal, the High Court disapproved the reasoning in": "4. आंशिक रूप से अपील की अनुमति देते हुए, उच्च न्यायालय ने दावा संख्या 6",
  "compensation for loss caused due to non-issue of tender document and paralysing": "कि निविदा दस्तावेज जारी न होने और व्यापार ठप होने के कारण हुए नुकसान के",
  "business could not have been granted. The High Court held that it could not be": "न्यायालय ने अवधारित किया कि यह नहीं कहा जा सकता है कि कार्यवाही",
  "said that the proceedings (in the present case) were under the Arbitration Act,": "(वर्तमान मामले में) मध्यस्थता अधिनियम, 940 के तहत थी और इसलिए दी",
  "1940, and therefore, the rate of interest granted should not be 18%. The High": "गई ब्याज दर 8 प्रतिशत नहीं होनी चाहिए। उच्च न्यायालय ने लंबित हित के इस",
  "Engineer TBPHLC Circle Anantapur’, M/s Raveechee & Co. v. Union of India*": "टीबीपीएचएलसी सर्कल अनंतपुर*, मेसर्स रवीची एंड कंपनी बनाम यूनियन ऑफ",
  "? Judgment dated 06.03.2003 passed by the District Judge, Kanpur Nagar in Misc. Case No. 64/70 of 1999.": "2 जिला न्यायाधीश, कानपुर नगर द्वारा प्रकीर्ण वाद संख्या 64/70 वर्ष 999 में पारित निर्णय 06.03.2003 दिनांकित में।",
  "3 [2019] 5 SCR 152": "3 [2049] 5 एससीआर 452",
  "para 7-A inserted by Section 24 of the U.P. Amendment Act will have no": "अर्थात्‌ उत्तर प्रदेश संशोधन अधिनियम की धारा 24 द्वारा अंतःस्थापित",
  "12. In the instant case, though the agreement was earlier to the date of coming": "2. वर्तमान मामले में, यद्यपि यह समझौता 996 अधिनियम के लागू होने की तारीख से पहले का था इसलिये माना जाता है कि कार्यवाही",
  "into force of the 1996 Act, the proceedings admittedly commenced on 27-10- 1999 and were conducted in accordance with the 1996 Act. If that be so, para": "होने की तारीख से पहले का था इसलिये माना जाता है कि कार्यवाही दिनांक 27-40-999 को शुरू हुई और 4996 अधिनियम के",
  "the case at hand. Since the rate of interest granted by the arbitrator is in": "अनुसार संचालित की गई। चूंकि मध्यस्थ द्वारा दी गई ब्याज की दर",
  "accordance with Section 31(7)(b) of the 1996 Act, the High Court and the": "996 के अधिनियम की धारा 3 (7) (बी) के अनुसार है, इसलिए हाईकोर्ट और जिला न्यायाधीश द्वारा उत्तर प्रदेश संशोधन अधिनियम",
  "District Judge were not justified in reducing the rate of interest by following the U.P. Amendment Act.”": "हाईकोर्ट और जिला न्यायाधीश द्वारा उत्तर प्रदेश संशोधन अधिनियम का पालन कर ब्याज दर कम करना उचित नहीं था।”",
  "13. Inthe present case, given that the arbitration commenced in 1997, 1.e., after": "3. वर्तमान मामले में, यह देखते हुए कि मध्यस्थता 997 यानी 4996 के",
  "passed by them, would be subject to this statute. Under the enactment, i.e. Section": "पारित निर्णय इस अधिनियम के अधीन होंगे।अधिनियम यानी धारा 34 (7) के",
  "31(7), the statutory rate of interest itself is contemplated at 18% per annum. Of": "तहत, ब्याज की वैधानिक दर 48 प्रतिशत प्रति वर्ष पर विचार किया गया है।",
  "course, this is in the event the award does not contain any direction towards the": "बेशक, यह उस स्थिति में है जब पुरस्कार में ब्याज की दर के प्रति कोई दिशा नहीं",
  "rate of interest. Therefore, there is little to no reason, for the High Court to have interfered with the arbitrator’s finding on interest accrued and payable. Unlike in": "होती है। इसलिए, उच्च न्यायालय द्वारा अर्जित और देय ब्याज पर मध्यस्थ के निष्कर्ष में हस्तक्षेप करने का कोई कारण नहीं है।पुराने अधिनियम के मामले के",
  "the case of the old Act, the court is powerless to modify the award and can only": "विपरीत, न्यायालय पुरस्कार को संशोधित करने के लिए विवश है और केवल",
  "set aside partially, or wholly, an award on a finding that the conditions spelt out": "आंशिक रूप से, या पूर्ण रूप से इस निष्कर्ष पर किसी पुरस्कार को अलग कर",
  "under Section 34 of the 1996 Act have been established. The scope of interference": "सकता है कि 996 अधिनियम की धारा 34 के तहत उल्लिखित शर्तें स्थापित की",
  "Development Authority!', Ssangyong Engineering Construction Co. Ltd v.": "एसोसिएट बिल्डर्स बनाम दिल्ली डेवलपमेंट अथॉरिटी”, सैंगयोंग इंजीनियरिंग",
  "National Highways Authority of India (NHAI) '? and Delhi Airport Metro Express": "(एनएचएआई)** और दिल्ली एयरपोर्ट मेट्रो एक्सप्रेस प्राइवेट लिमिटेड बनाम दिल्ली",
  "Pyt. Ltd. v Delhi Metro Rail Corporation Ltd'].": "मेट्रो रेल कॉर्पोरेशन लिमिटेड? |।",
  "'3 [2021] 5 SCR 984": "3 [2024] 5 567२ 984",
  "of 1996. This means that the Parliamentary intent was to exclude power to modify": "इसका मतलब यह है कि संसदीय इरादा अदालत को किसी भी तरीके से किसी",
  "an award, in any manner, to the court. This position has been iterated decisively": "पुरस्कार को संशोधित करने की शक्ति से वंचित करना था।इस स्थिति को इस",
  "by this court in Project Director, National Highways No. 45E and 220 National": "न्यायालय द्वारा परियोजना निदेशक, राष्ट्रीय राजमार्ग संख्या 45ई और 220",
  "Highways Authority of India v M. Hakeem’”:": "भारतीय राष्ट्रीय राजमार्ग प्राधिकरण बनाम एम हकीमः मामले में निर्णायक रूप से",
  "“42. It can therefore be said that this question has now been settled finally by": "\"42. इसलिए यह कहा जा सकता है कि यह प्रश्न अब इस",
  "at least 3 decisions [McDermott International Inc. v. Burn Standard Co. Ltd.,": "न्यायालय के कम से कम 3 निर्णयों [मैकडरमॉट इंटरनेशनल इंक बनाम बर्न स्टैंडर्ड कंपनी लिमिटेड, (2006) 4 एससीसी 487 |,",
  "(2006) 11 SCC 181], [Kinnari Mullick v. Ghanshyam Das Damani, (2018)": "[किन्नारी मलिक बनाम घनश्याम दास दमानी, (208) ॥4",
  "Il SCC 328 : (2018) 5 SCC (Civ) 106], [Dakshin Haryana Bijli Vitran": "एससीसी 328: (2048) 5 एससीसी (सिव) 06|, [दक्षिण",
  "Nigam Ltd. v. Navigant Technologies (P) Ltd., (2021) 7 SCC 657] of this": "हरियाणा बिजली वितरण निगम लिमिटेड बनाम नैविगेंट टेक्नोलॉजीज (प्रा) लिमिटेड, (2024) 7 एससीसी 657] द्वारा",
  "Court. Even otherwise, to state that the judicial trend appears to favour an": "अंततः सुलझा लिया गया है।अन्यथा भी, यह बताने के लिए कि न्यायिक प्रवृत्ति एक ऐसी व्याख्या के पक्ष में प्रतीत होती है जो धारा",
  "interpretation that would read into Section 34 a power to modify, revise or": "34 में पुरस्कार को संशोधित करने, बदलने या अलग करने की",
  "vary the award would be to ignore the previous law contained in the 1940": "शक्ति पढ़ेगी जो कि 940 अधिनियम में निहित पिछले कानून की",
  "Act; as also to ignore the fact that the 1996 Act was enacted based on": "अनदेखी होगी; साथ ही इस तथ्य को नजरअंदाज करना कि 996 का अधिनियम अंतर्राष्ट्रीय वाणिज्यिक मध्यस्थता पर",
  "the Uncitral Model Law on International Commercial Arbitration, 1985": "अनसिट्रल मॉडल कानून, 985 के आधार पर अधिनियमित",
  "which, as has been pointed out in Redfern and Hunter on International": "किया गया था, जो, जैसा कि रेडफ़र्न और हंटर ऑन इंटरनेशनल",
  "extremely limited grounds not dealing with the merits of an award, the": "पुरस्कार के गुणों से संबंधित नहीं होने वाले अत्यंत सीमित आधारों",
  "“limited remedy” under Section 34 is coterminous with the “limited right”,": "पर सीमित न्यायिक हस्तक्षेप को देखते हुए, धारा 34 के तहत",
  "'4 “15, Power of court to modify award.—The court may by order modify or correct an award—": "4 \"१5. पुरस्कार को संशोधित करने की न्यायालय की शक्ति -न्यायालय के आदेश द्वारा किसी पुरस्कार को संशोधित या सुधार कर सकता",
  "(a) where it appears that a part of the award is upon a matter not referred to arbitration and such": "है - (क) जहां ऐसा प्रतीत होता है कि पुरस्कार का एक हिस्सा किसी ऐसे मामले पर है जो मध्यस्थता के लिए संदर्भित नहीं है और ऐसे हिस्से",
  "part can be separated from the other part and does not affect the decision on the matter referred; or": "को दूसरे हिस्से से अलग किया जा सकता है और संदर्भित मामले पर निर्णय को प्रभावित नहीं करता है; या (ख) जहां पुरस्कार का स्वरूप",
  "(b) where the award is imperfect in form, or contains any obvious error which can be amended without affecting such decision; or": "अपूर्ण हो, या उसमें कोई स्पष्ट त्रुटि हो, जिसे ऐसे निर्णय को प्रभावित किए बिना संशोधित किया जा सकता है; या (ग) जहां पुरस्कार में"
}