{
  "Supply Co. Ltd. [1960] SCR 880 : AIR 1960 SC 1182; CIT v. Central India": "लिमिटे्ज[960] एससीआर 880: एआईआर 960 एससी 82; सीआईटी बनाम सेंट्रल इंडिया इंडस्ट्रीज",
  "1 SCR 470; Kapil Mohan y. CIT [1998] 3 Suppl. SCR 647 : (1999) 1 SCC": "सी.टी.आई [4998] 3 पूरक एससीआर 647: (4999) 4 एससीसी 430; मप्र राज्य बनाम राकेश",
  "430; State of M.P. v. Rakesh Kohli [2012] 6 SCR 661 :(2012) 6 SCC 312; Rajasthan Rajya Sahakari Spg. & Ginning Mills Federation Ltd. v. CIT": "कोहली 2042] 6 एससीआर 664 :(2042) 6 एससीसी 342;राजस्थान राज्य सहकारी एस.पी.जी. एवं",
  "1986 SCC (Tax) 289 — referred to.": "सीआईटी[4986) 2 एससीसी : 986 एससीसी (टैक्स) 289 - संदर्भित।",
  "Partington v. Attorney General (1869) LR 4 HL 100; Cape Brandy": "पार्टिग्टन बनाग अटॉर्नी जनरल (869) एलआर 4 एचएल १00; केप ब्रांडी सिंडिकेट बनाग",
  "Syndicate v. IRC (1921) 1 KB 64; Canadian Eagle Oil Co. Ltd. v. Selection": "आईआरसी(924) 4 केबी 64; कैंनेडियन ईगल ऑयल कंपनी लिगिटेड बनाम सेलेक्शन ट्रस्ट लिमिटेड, 946",
  "Trust Ltd., 1946 AC 119 at p. 140 (HL); Ormond Investment Co. v. Betts": "एसी 449 पृष्ठ 440 पर(एचएल); ऑस्मंड इन्वेस्टमेंट कंपनी बनाम बेट्स928 एसी 43 (एचएल); मैप वी.",
  "(1969) 3 All ER 215 (HL); IRC v. Ross and Coulter (1948) 1 All ER 616 (HL) — referred to.": "बनाय रॉस और कूल्टर (948) 4 सभी ईआर 646 (एचएल) - संदर्भित।",
  "OTHER CASE DETAILS INCLUDING IMPUGNED ORDER AND APPEARANCES": "आक्षेपित आदेश और सन्दर्भों सहित अन्य मामले का विवरण",
  "CIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 5822-5823": "सिविल अपीलीय क्षेत्राधिकार: सिविल अपील संख्या 5522-5823/ 2023",
  "From the Judgment and Order dated 03.05.2019 of the High Court of Judicature at Allahabad in CTR Nos.148 of 2018 and 315 of 2017.": "सीटीआर संख्या 48/2048 और 35/2077 में इलाहाबाद उच्च न्यायालय के निर्णय और आदेश",
  "Arvind P Datar, Sr. Adv., Saubhagya Agarwal, Arjun Sharma, Shreyas": "अपीलकर्ता के लिये अरविंद पी दातार, सीनियर. एडवोकेट, सौभाग्य अग्रवाल, अर्जुन शर्मा, श्रेयस",
  "Maheshwari, Ms. Sukanya Das, M/s. Karanjawala & Co., Advs. for the Appellant.": "माहेश्वरी, सुश्री सुकन्या दास, मै. करंजावाला एंड कंपनी, अधिवक्ता।",
  "[2023] 15 S.C.R. 746 : 2023 INSC 974": "[2023] 45 507२ 746 : 2023 ॥४५८ 974",
  "CASE DETAILS": "मामले का विवरण",
  "M/S MODI NATURALS LTD.": "मैसर्स मोदी नेचुरल्स लिमिटेड",
  "(Civil Appeal No (S). 5822-5823 of 2023)": "(सिविल अपील संख्या (एस) 5822-5823 / 2023)",
  "NOVEMBER 06, 2023": "06 नवम्बर, 2023",
  "[DR. DHANANJAYA Y. CHANDRACHUD, CJI,": "[भारत के मुख्य न्यायाधीश डॉ. धनंजय वाई. चंद्रचूड़,",
  "J.B. PARDIWALA AND MANOJ MISRA, JJ.]": "न्यायमूर्ति जे.बी. पारदीवाला और मनोज मिश्रा]",
  "Issue for consideration: (a) Whether the assessee is entitled to claim": "विचारार्थ मुद्दा::ए) क्या धारा 43()(ए) सपठित सल्गन टेबल एस. संख्या 2(॥) के अतिरिक्त एवं",
  "thereto and s.13(3)(b) r/w. Explanation (iii) of s.13 of the UP VAT Act?; (b)": "एस.3(3) (७) सपठित यूपी वैट अधिनियम की धारा 3 के विश्लेषण (॥) के तहत क्या एसेसी रॉ राईस ब्रेन",
  "Act as outlined in s.13(1)(f) of the UP VAT Act should be limited to only": "दायरा इस प्रकार परिभाषित यूपी वैट अधिनियम की धारा 3()(एफ) में उल्लिखित यूपी वैट अधिनियम के",
  "“taxable goods’’?; (c) Whether the decision of the Supreme Court in the case": "2(एम) को केवल \"कर योग्य वस्तुओं\" तक सीमित किया जाना चाहिए? ; (ग) क्या एम.के. के मामले में सुप्रीम",
  "of M.K. Agro Tech has any application to the case on hand?": "कोर्ट का फैसला सही है? क्या एग्रो टेक के पास इस मामले में कोई आवेदन है?",
  "Uttar Pradesh Value Added Tax Act, 2008 — On the basis of the": "उत्तर प्रदेश मूल्य संवर्धित कर अधिनियम, 2008 - यूपी वैट अधिनियम के तहत जुड़ी तालिका की धारा",
  "appended thereto and s.13(3)(b) read with Explanation (iii) to s.13 of the UP VAT Act, the assessee claimed full amount of tax paid as ITC": "साथ पढ़ी गई धारा 3(3)(बी) के वैधानिक प्रावधानों के आधार पर,, ऐसेसी ने आईटीसी के रूप में भुगतान",
  "the UP VAT Act, the assessee claimed full amount of tax paid as ITC — The High Court relying on the decision of this Court in the case of State of Karnataka v. M.K. Agro Tech Private Limited, took the view": "किए गए कर की पूरी राशि का दावा किया - उच्च न्यायालय ने कनरटिक राज्य बनाम एम.के. एग्रो टेक प्राइवेट लिमिटेड के मामले में इस न्यायालय के निर्णय पर भरोसा किया। जिसमें यह विचार किया कि किसी डीलर के",
  "that a dealer has no vested right to seek the benefit of ITC as the same": "पास इसकी मांग करने का कोई निहित अधिकार नहीं है फ़ायदा आईटीसी के रूप में यह अधिनियम के प्रावधानों",
  "is just a concession by virtue of the provisions of the Act — The High Court held that the provisions of s.13(1)(a) read with S. No. 2(ii) of the": "के आधार पर सिर्फ एक रियायत है - उच्च न्यायालय ने माना कि धारा 3()(ए) के साथ पठित संलग्न",
  "Table appended thereto and s.13(3)(b) r/w. Explanation (iii) of the UP": "तालिका के क्रमांक 2(॥) के प्रावधानों को और धारा 43(3)(बी) के साथ पठित यूपी वैट अधिनियम के",
  "VAT Act are not applicable as asserted by the assesee and the case of": "स्पष्टीकरण (॥) लागू नहीं हैं जैसा कि ऐसेसी द्वारा दावा किया गया है और ऐसेसी का मामला यूपी वैट",
  "purchased goods (in the present case Rice Bran) are used in the manufacture": "(वर्तमान मामले में चावल की भूसी) का उपयोग कर योग्य वस्तुओं के निर्माण में किया जाता है (वर्तमान मामले",
  "of taxable goods (in the present case RBO and physically refined RBO) except the non-VAT goods, and where such manufactured goods are sold": "में आरबीओ और भौतिक रूप से परिशोधित आरबीओ) गैर-वैट वस्तुओं को छोड़कर, और जहां ऐसे निर्मित",
  "within the State or in the course of inter-state trade and commerce, the": "सामान राज्य के भीतर या अंतर-राज्य व्यापार और वाणिज्य के दौरान बेचे जाते हैं, पंजीकृत डीलर (यहां",
  "registered dealers (like the assessee herein) are entitled to claim input tax credit of the full amount — The charging section of the UP VAT Act, therefore,": "ऐसेसी की तरह) पूर्ण राशि के इनपुट टैक्स क्रेडिट का दावा करने के हकदार हैं - इसलिए, यूपी वैट अधिनियम",
  "entitles the assessee to claim full amount of tax paid on the purchases as": "का चार्जिंग अनुभाग, करदाता को आईटीसी के रूप में खरीद पर भुगतान किए गए कर की पूरी राशि का दावा",
  "ITC — Furthermore, s.13(3)(b) of the UP VAT Act, introduces the concept of": "करने का अधिकार देता है - इसके अलावा, यूपी वैट अधिनियम की धारा 3(3)(बी), की अवधारणा का",
  "and non-VAT goods (except as by-product or waste product) are produced,": "वैट वस्तुओं के निर्माण के दौरान, छूट प्राप्त और गैर-वैट वस्तुओं (उप-उत्पाद या अपशिष्ट उत्पाद को",
  "the amount of ITC credit may be claimed and may be allowed in proportion": "छोड़कर) का उत्पादन किया जाता है, आईटीसी क्रेडिट की राशि का दावा किया जा सकता है और उनके",
  "other than the non-VAT goods and exempt goods — Explanation (111) to": "अलावा अन्य कर योग्य वस्तुओं के निर्माण में उपभोग - धारा 43 का स्पष्टीकरण (॥), मूल्यांकन प्राधिकारी के",
  "raising any dispute in regard to the allowability of the ITC in cases where": "साथ-साथ करदाता को छूट वाले मामलों में आईटीसी की स्वीकार्यता के संबंध में कोई भी विवाद उठाने से",
  "exempted goods are being produced as a by-product or waste product during": "रोकता है। निर्माण की प्रक्रिया के दौरान वस्तुओं का उत्पादन उप-उत्पाद या अपशिष्ट उत्पाद के रूप में किया",
  "the process of manufacture — The High Court committed an error in passing the impugned judgment relying on the decision rendered in M.K. Agro Tech": "जा रहा है - उच्च न्यायालय ने एम.के. एग्रो टेक में दिए गए निर्णय पर भरोसा करते हुए आक्षैपित निर्णय पारित",
  "— The impugned common judgment and order passed by the High Court is": "करने में त्रुटि की- उच्च न्यायालय द्वारा पारित सामान्य निर्णय और आदेश को खारिज कर दिया गया है। [पैरा",
  "set aside. [Paras 47, 48, 50]": "47, 48, 50 |",
  "Uttar Pradesh Value Added Tax Act, 2008 — s. 2(m) — Scope of the word “goods”:": "उत्तर प्रदेश मूल्य संवर्धित कर अधिनियम, 2008 - एस. 2(एम) - \"माल\" शब्द का दायरा:",
  "Held: The definition of “goods” under Section 2(m) of the UP VAT": "अवधारित किया गया :परिभाषा यूपी वैट अधिनियम की धारा 2(एम) के तहत \"माल\" का उल्लंघन नहीं",
  "Act does not differentiate between exempt and taxable goods and equally,": "होता है अंतर छूट प्राप्त और कर योग्य वस्तुओं के बीच और समान रूप से, यूपी वैट अधिनियम की धारा 43(4)",
  "the word “goods” under Section 13(1)(f) of the UP VAT Act has also not been qualified by the word “taxable”. [Para 29]": "(एफ) के तहत \"माल\" शब्द को \"करयोग्य\" शब्द के तहत नहीं रखा गया है । [पैरा 29]",
  "Interpretation of Statutes — Taxing Statute:": "क़ानून की व्याख्या - कर क़ानून:",
  "Held: It is well accepted that a statute must be construed in accordance": "अवधारित किया गया: यह सर्वमान्य है कि किसी क़ानून की व्याख्या विधानमंडल की मंशा के अनुरूप की जानी",
  "with the intention of the Legislature and the courts should act upon the true intention of the Legislation while applying law and while interpreting law.": "चाहिए और अदालतों को कानून लागू करते समय और कानून की व्याख्या करते समय विधान की वास्तविक",
  "In the litigation on hand, we have been asked to interpret the provisions of": "मंशा पर कार्य करना चाहिए। मौजूदा मुकदमे में, हमसे एक कर क़ानून के प्रावधानों की व्याख्या करने के लिए",
  "a taxing statute. [Para 36]": "कहा गया है। [पैरा 36]",
  "RBO a by-product in the form of “De-Oiled Rice Bran” (for short, ‘DORB?’)": "प्रक्रिया के दौरान \"डी-ऑयल्ड राइस ब्रान\" के रूप में एक उप-उत्पाद (संक्षेप में, डीओआरबी') का भी उत्पादन",
  "is also produced. DORB falls within the category of exempted goods under S. No. 4 of Schedule — I of the UP VAT Act.": "किया जाता है। डीओआरबी यूपी वैट अधिनियम की अनुसूची -। की क्रम संख्या 4 के तहत छूट प्राप्त वस्तुओं की श्रेणी में आता है।",
  "5. The dispute between the parties relates to the assessment years 2013-14 and 2015-16 respectively.": "5. पार्टियों के बीच विवाद क्रमशः मूल्यांकन वर्ष 203-44 और 2045-46 से संबंधित है।",
  "6. The assessee by processing Rice Bran in its solvent extraction": "6. ऐसेसी ने अपने विलायक निष्कर्षण संयंत्र में चावल की भूसी का प्रसंस्करण करके 3.77% कर योग्य",
  "plant produced 13.77% taxable goods i.e., RBO and 83.63% by-product i.e., DORB. As stated, aforesaid by further refining the RBO, the physical": "सामान यानी आरबीओ और 83.63% उप-उत्पाद यानी डीओआरबी का उत्पादन किया। जैसा कि ऊपर कहा",
  "i.e., DORB. As stated, aforesaid by further refining the RBO, the physical refined RBO is also produced. The record reveals that for the Assessment": "गया है, आरबीओ को और परिष्कृत करके, भौतिक परिष्कृत आरबीओ का भी उत्पादन किया जाता है। रिकॉर्ड",
  "Year 2013-14, the assessee purchased 8,21,935.71 quintals of Rice Bran for a sum of Rs. 93,69,53,404.00 and paid tax of Rs. 4,68,47,670.00. By": "से पता चलता है कि आकलन वर्ष 203-44 के लिए, ऐसेसी ने 93, 69, 53, 404.00 रुपये की राशि के लिए 8, 2, 935.74 क्विंटल चावल की भूसी खरीदी। 4, 68, 47,670.00 रुपये का टैक्स चुकाया। इनपुट को",
  "for a sum of Rs. 93,69,53,404.00 and paid tax of Rs. 4,68,47,670.00. By processing the inputs, 1,13,180.54 quintals of RBO was produced and": "संसाधित करके 4,3, 80.54 क्विंटल आरबीओ का उत्पादन किया गया और 6,87,38.25 क्विंटल",
  "6,87, 138.25 quintals of DORB was produced. Out of 1,13,180.54 quintals of": "डीओआरबी का उत्पादन किया गया। 4, 3, 80.54 क्विंटल आरबीओ में से, 93, 24.5 क्विंटल आरबीओ",
  "RBO, 93,241.15 quintals of RBO was further refined to produce 76,068.37": "को 76, 068.37 क्विंटल भौतिक परिष्कृत आरबीओ का उत्पादन करने के लिए परिष्कृत किया गया था।",
  "quintals of physical refined RBO. The said quantity of physical refined RBO and the balance quantity of RBO (19,939.40 quintals) was sold within the": "भौतिक परिष्कृत आरबीओ की उक्त मात्रा और आरबीओ की शेष मात्रा (9, 939.40 क्विंटल) उत्तर प्रदेश",
  "State of Uttar Pradesh for Rs. 45,91,66,611 and Rs. 9,60,11,540 respectively": "राज्य के भीतर क्रमशः 45,97,66,64 और 9,60,74, 540 रु में बेची गई थी जो कुल मिलाकर",
  "aggregating to a total of Rs. 55,51,78,151/-. The assessee’s tax liability on the said sales was calculated at Rs. 2,77,58,908/-.": "55, 5, 78, 54/ -है। उक्त बिक्री पर ऐसेसी की कर देयता 2, 77, 58, 908/-रुपये पर गणना की गई थी।",
  "S. No. 2(ii) of the Table appended thereto and Section 13(3)(b) read with": "ए. कया ऐसेसी संलग्न तालिका के क्रम संख्या 2(॥) के साथ पढ़ी गई धारा 3()(ए) और धारा 3(3)",
  "Explanation (iti) to Section 13 of the UP VAT Act, the assessee claimed full": "साथ पठित धारा 3(3)(बी) के वैधानिक प्रावधानों के आधार पर यूपी वैट अधिनियम के 43 में, ऐसेसी ने",
  "amount of tax paid as ITC i.e.,a sum of Rs. 4,68,47,670/-. The claim of the": "आईटीसी के रूप में भुगतान किए गए कर की पूरी राशि यानी 4, 68, 47, 670/-रुपये की राशि का दावा किया।",
  "assessee came to be rejected vide the Order of the Deputy Commissioner, Tax Fixation, Div. — I, Pilibhit passed in terms of Section 28(2)(1) of the UP": "निर्धारिती का दावा यूपी वैट अधिनियम की धारा 28(2)() के संदर्भ में पारित उपायुक्त, कर निर्धारण, प्रभाग-",
  "to avail the full ITC, it would have led to a loss of Rs. 1,90,88,763.00 to the State exchequer.": "आईटीसी का लाभ उठाने की अनुमति दी गई होती, तो इससे राज्य के खजाने को 4, 90, 88, 763.00 रुपये का नुकसान होता।।",
  "8. In connection with both the Assessment Years 1.e. 2013-14 and 2015- 16, respectively vide two separate orders, the Deputy Commissioner took": "8. दोनों मूल्यांकन वर्षों यानी 203-4 और 2045-6 के संबंध में, क्रमशः दो अलग-अलग आदेशों",
  "the view that in terms of Section 13(1)(f), the assessee could have availed": "के माध्यम से, उपायुक्त ने यह विचार किया कि धारा 43()(एफ) के संदर्भ में, एसेसी आईटीसी का लाभ उठा",
  "the ITC on the inputs only vis-a-vis the taxable sales, as the sale price of the": "सकता था। कर योग्य बिक्री की तुलना में केवल इनपुट पर, क्योंकि अंतिम माल की बिक्री कीमत खरीदे गए माल",
  "In other words, according to the Deputy Commissioner the term “goods” in Section 13(1)(f) of the UP VAT Act means only the taxable goods. The matter ultimately reached before the Additional Commissioner Grade II, (Appeals),": "में \"माल\" शब्द का अर्थ केवल कर योग्य सामान है। अंततः मामला अपर आयुक्त ग्रेड ॥ (अपील), द्वितीय",
  "2nd Commercial Tax, Bareilly. The Incharge Additional Commissioner for": "वाणिज्यिक कर, बरेली के समक्ष पहुंचा। निर्धारण वर्ष 205-46 के लिए प्रभारी अतिरिक्त आयुक्त ने यह विचार",
  "to claim full ITC and accordingly allowed the appeal of the assessee. The": "किया कि ऐसेसी पूर्ण आईटीसी का दावा करने का हकदार था और तदनुसार ऐसेसी की अपील की अनुमति दी।",
  "Incharge Additional Commissioner accepted the case put up by the assessee": "प्रभारी अपर आयुक्त ने ऐसेसी द्वारा प्रस्तुत मामले को स्वीकार करते हुए कहा कि यूपी वैट अधिनियम की धारा",
  "that the word “goods” in Section 13(1)(f) of the UP VAT Act cannot be restricted to only “taxable goods”. However, for the Assessment Year 2013-": "3(4)(एफ) में \"माल\" शब्द को केवल \"कर योग्य वस्तुओं\" तक सीमित नहीं किया जा सकता है। हालाँकि,",
  "9. The revenue being dissatisfied with the view taken by the Additional": "9. जहां तक निर्धारण वर्ष 205-46 का संबंध है, अतिरिक्त आयुक्त द्वारा लिए गए दृष्टिकोण से असंतुष्ट",
  "Commissioner went in appeal before the Commercial Tax Tribunal, Bareilly Bench, Bareilly in so far as the Assessment Year 2015-16 is concerned. We": "राजस्व ने वाणिज्यिक कर न्यायाधिकरण, बरेली बेंच, बरेली के समक्ष अपील की। हम स्पष्ट कर सकते हैं कि",
  "may clarify that so far as the Assessment Year 2013-14 is concerned, it was": "जहां तक आकलन वर्ष 203-44 का संबंध है, यह करदाता ही था जिसे दूसरी अपील के माध्यम से",
  "the assessee who had to go before the Commercial Tax Tribunal by way ofa second appeal as the Additional Commissioner had allowed the appeal filed": "वाणिज्यिक कर न्यायाधिकरण के समक्ष जाना था क्योंकि अतिरिक्त आयुक्त ने करदाता द्वारा दायर अपील की",
  "by the assessee and had remanded the matter to the Tax Fixation Officer.": "अनुमति दी थी और मामले को कर निर्धारण अधिकारी को भेज दिया।",
  "10. Although the Commercial Tax Tribunal passed two separate orders with respect to the two assessment years referred to above, yet the issues": "0. यद्यपि वाणिज्यिक कर न्यायाधिकरण ने ऊपर उल्लिखित दो मूल्यांकन वर्षों के संबंध में दो अलग -",
  "between the parties remained common. Ultimately, it is the revenue who went": "अलग आदेश पारित किए, फिर भी पार्टियों के बीच मुद्दे समान रहे। अंततः, यह राजस्व ही है जो दो वाणिज्यिक",
  "Both the revision applications were heard analogously by the High Court.": "न्यायालय के समक्ष गया। दोनों पुनरीक्षण आवेदनों पर उच्च न्यायालय द्वारा समान रूप से सुनवाई की गई।",
  "an amount, as input tax credit, to the extent provided by or under the relevant clause:": "किए जा सकते हैं. संबंधित खंड द्वार या उसके तहत प्रदान की गई सीमा तक; इनपुट टैक्स क्रेडिट के रूप में एक राशि का क्रेडिट करने की अनुमति दी जाएगी:",
  "(a) Subject to conditions given in column (2), every dealer liable to pay": "(ए) कॉलम (2) में दी गई शर्तों के अधीन, कर का थ्रुगतान करने के लिए उत्तरदायी प्रत्येक डीलर, गैर-",
  "tax, shall, in respect of all taxable goods except non-vat goods, capital goods and captive power plant, where such taxable goods are purchased": "वैट वस्तुओं पूंजीगत वस्तुओं ऑर कैप्टिव पावर प्लांट को छोड़कर सभी कर योग्य वस्तुओं के संबंध में,",
  "on or after the date of commencement of this Act, be allowed credit of": "जहां ऐसे कर योग्य सामान खरीदे जाते हैं या उसके बाद इस अधिनियम के ग्रारंग होने की तिथि से, नीचे",
  "the amount, as input tax credit, to the extent provided in column 3 of": "दी गई तालिका के कॉलगय 3 में प्रदान की गई सीमा तक, इनपुट टैंक्स क्रेडिट के रूप में राशि जया करने",
  "TABLE": "टेबल",
  "Serial Conditions Extent of amount of No. input tax credit": "क्रम शर्ते इनपुट टैक्स क्रेडिट की राशी की संख्या सीमा",
  "1. If purchased goods are re-sold- Full amount of": "4 | यदि खरीदा गया गाल को पुनः बेचा जाता है- इनपुट टैक्स की पूर्ण राशी",
  "(i) inside the State, or input tax": "(9) राज्य के अंदर या",
  "(ii) in the course of inter-state trade": "(7) अंतरराज्यीय व्यापार के दोंरान या ग्रारंम मे:",
  "or commence; or": "या",
  "goods out of the territory of India.": "(॥9 भारत के क्षेत्र से बाहर माल के निर्यात के दोरान।",
  "If purchased goods are Full amount of input": "2. | यदि खरीदे गए सामान का उपयोग निर्माण में किया | इनपुट टैंक्स की पूर्ण राशी",
  "(i) any goods except non-vat goods": "(3) गैर-वैंट वस्तुओं को छोड़कर कोई भी सामान",
  "are sold in the course of the export of the goods out of the territory of India; or": "माल के निर्यात के दोंरन बेचे जाते हैं. या",
  "(ii) any taxable goods except non-": "(॥) गैर-वैंट वस्तुओं को छोड़कर कोई भी कर",
  "vat goods and where such": "योग्य सामान और जहां ऐसा हो",
  "manufactured goods are sold either inside the State or in the": "निर्मित माल या तो राज्य के अंदर या अंतर-राज्य",
  "If purchased goods are — Partial amount of input tax, which is in": "३. यदि खरीदा गया सामान हैं - इनपुट टेंक्स की आंशिक राशि,",
  "taxable goods except non-vat | the registered selling": "बिक्री का परिणाय: या पंजीकृत विक्रय डीलर या राज्य (॥) गैर-वैट वस्तुओं को छोड़कर किसी भी कर सरकार को कर का थ्रुगतान",
  "(i) transferred or consigned outside": "राज्य के बाहर स्थानांतरित या भेजे जाते हैं।",
  "(p) “input tax” in relation to a registered dealer who has purchased any goods from within the State, means the aggregate": "(पी) एक पंजीकृत व्यापारी के संबंध में “इनपुट टेंक्‍्स” जिसने राज्य के भीतर से कोई सामान खरीदा हैं,",
  "of the amounts of tax, -": "अर्थात कर की कुल रकम है. -",
  "(i) paid or payable by such registered dealer to the registered selling dealer of such goods in respect of purchase of such goods;": "(0) ऐसे गाल की खरीद के संबंध में ऐसे माल के पंजीकृत विक्रेता डीलर को ऐसे पंजीकृत डीलर द्वारा",
  "(ii) paid directly to the State Government by the purchasing dealer himself in respect of purchase of such goods where such": "(॥9 ऐसे सामान की खरीद के संबंध में क्रेता डीलर द्वारा स्वयं राज्य सरकार को सीधे भुगतान किया जाता",
  "purchasing dealer is liable to pay tax under this Act on the turnover of purchase of such goods": "है; जहां ऐसा क्रेता डीलर ऐसे माल की खरीद के कारोबार पर इस अधिनियम के तहत कर का भ्रुगतान",
  "Provided that tax paid or payable in respect of transfer of right": "बशर्ते कि किसी भी सामान के उपयोग के अधिकार के हस्तांतरण के संबंध में भुगतान किया गया या देय",
  "to use any goods shall not form part of the input tax": "कर इनपुट टेंक्स का हिस्सा नहीं होगा",
  "(u) “manufacturer” in relation to any goods mentioned or described in column (2) of Schedule IV of this Act, means a": "(यू) इस अधिनियम की अनुसूची ॥/ के कॉलम (2) में उलिखित या वर्णित किसी भी सामान के संबंध में",
  "dealer who, by application of any process of manufacture, after manufacture of a new commercial commodity inside the State,": "\"निर्माता\" का अर्थ एक डीलर हैं, जो राज्य के अंदर एक नई वाणिज्यिक वस्तु के निर्माण के बाद, निर्माण",
  "makes first sale of such new commercial commodity within the": "की किसी भी प्रक्रिया को लायू करके; राज्य के भीतर ऐसी नई वाणिज्यिक वस्तु की पहली बिक्री करता हैं,",
  "State, whether directly or otherwise; and includes a selling agent who makes sale of such new commodity on behalf of the person": "चाहे प्रत्यक्ष रूप से या अन्यथा; ऑर इसमें एक विक्रय एजेंट शामिल है जो ऐसी नई वस्तु की बिक्री उस",
  "who has manufactured it;": "व्यक्ति की ओर से करता हैं जिसने इसका निर्माण किया हैं;",
  "(v) “non-vat goods” means any of the goods mentioned or described in column (2) of Schedule-IV;": "(५) 'गैर-वैंट सामान” का अर्थ अनुसूची-॥/ के कॉलम (2) में उनिखित या वर्णित कोई भी सायान है;",
  "23. In such circumstances referred to above, Mr. R.K. Raizada": "48. ऊपर उल्लिखित ऐसी परिस्थितियों में, विद्वान वरिष्ठ अधिवक्ता श्री दातार ने प्रार्थना की कि उनकी",
  "manufacture of vat goods, exempt goods and non vat goods except as": "जिसमें \"वैट माल\", \"छूट वाले माल\" और \"गैर\" को वैट सामान\" का उत्पादन \"उप-उत्पाद\" या \"अपशिष्ट उत्पाद\"",
  "goods any exempt goods are produced as by-product or waste-": "आ्राप्त सामान के निमाण की प्रक्रिया के दोंयन किसी भी कर योग्य सागान को उप-उत्पाद या अपशिष्ट",
  "product, it shall be deemed that purchased goods have been used": "उत्पाद के रूप में उत्पादित किया जाता हैं: यह माना जाएगा कि खरीदी गई वस्तुओं का उपयोग छूट",
  "(iv) where during the process of manufacture of any vat goods": "(४५) जहां किसी वैट सामान के निर्माण की प्रक्रिया के दोरान किसी गैर-वैट सामान का उत्पादन",
  "any non-vat goods are produced as by-product or waste-product,": "उप-उत्पाद या अपशिष्ट-उत्पाद के रूप में किया जाता है, तो यह माना जाएगा कि खरीदे गए",
  "it shall be deemed that purchased goods have been used in the manufacture of vat goods. Similarly, where during the process of manufacture of any non-vat goods any vat goods are produced as": "सामान का उपयोग वेट सामान के निर्माण में किया गया हैं। इसी प्रकार, जहां किसी गैर-वैंट याल के",
  "manufacture of any non-vat goods any vat goods are produced as by-product or waste-product, it shall be deemed that purchased": "निर्माण की प्रक्रिया के दोंरन किसी भी वैट माल को उप-उत्पाद या अपशिष्ट-उत्पाद के रूप में",
  "goods have been used in the manufacture of non-vat goods.": "उत्पादित किया जाता हैं. तो यह याना जाएगा कि खरीदे गए माल का उपयोग गैर-वैट माल के",
  "(w.e.f.01.01.2008).”": "निर्माण में किया गया है। (07, 07. 2008 से)/”",
  "(Emphasis supplied)": "(प्रभाव वर्धित)",
  "26. As the entire debate revolves around the interpretation of Section 13 of the UP VAT Act, we must look into the Statement of objects and reasons": "26. चूंकि पूरी बहस यूपी वैट अधिनियम की धारा 43 की व्याख्या के इर्द-गिर्द घूमती है, इसलिए हमें",
  "for the enactment of Section 13(1)(f) by way of the 2010 Amendment Act.": "2040 के संशोधन अधिनियम के माध्यम से धारा 3()(एफ) को लागू करने के उद्देश्यों और कारणों के",
  "Tax (Amendment) Bill, 2010 (for short, “the 2010 Amendment”), it has been stated that the amendment was to provide for —": "के विवरण में (संक्षेप में, \"2040 का संशोधन\"), यह कहा गया है कि संशोधन का प्रावधान था -",
  "(d) limiting the input tax credit to the extent of tax payable on the sale": "(डी) इनपुट टैक्स क्रेडिट को उन गामलों में गाल या निर्मित गाल के बिक्री यूल्य पर देय कर की सीया",
  "are resold or goods manufactured or processed by using or utilizing such purchased goods are sold at a price lower than purchase price": "उपयोग करके निर्यित या संसाधित गाल खरीद से कम कीयत पर बेचा जाता है कीयत या लायत मूल्य: ”",
  "27. The plain reading of the aforesaid would indicate that the legislative": "27. उपरोक्त को स्पष्ट रूप से पढ़ने से यह संकेत मिलेगा कि विधायी मंशा कभी भी धारा 3()(एफ) में",
  "intent was never to limit or circumscribe the scope of “goods” as outlined": "उल्लिखित \"वस्तुओं\" के दायरे को केवल \"कर योग्य वस्तुओं\" तक सीमित या सीमित करने की नहीं थी। यह",
  "in Section 13(1)(f) to only “taxable goods”. The amendment was effected with some definite purpose. The mischief that was sought to be addressed by virtue of introducing Section 13(1)(f) to the scheme of the UP VAT Act": "संशोधन किसी निश्चित उद्देश्य से लागू किया गया था। यूपी वैट अधिनियम की योजना में धारा 3()(एफ) को शामिल करने के आधार पर जिस शरारत को संबोधित करने की मांग की गई थी, वह वह थी जहां निर्मित माल",
  "was one where the goods (including taxable, exempt goods, by-products": "शामिल करने के आधार पर जिस शरारत को संबोधित करने की मांग की गई थी, वह वह थी जहां निर्मित माल (कर योग्य, छूट वाले सामान, उप-उत्पाद या अपशिष्ट उत्पादों सहित) को लागत मूल्य से कम कीमत पर बेचा",
  "28. It is in such cases that the extent of permissible or allowable ITC would be limited to the tax payable on the sale value of the goods or": "28. ऐसे मामलों में अनुमेय या स्वीकार्य आईटीसी की सीमा माल या निर्मित माल के बिक्री मूल्य पर देय",
  "manufactured goods. We are at one with Mr. Datar that this was the sole purpose of the 2010 Amendment.": "कर तक सीमित होगी। हम श्री दातार के साथ एकमत हैं कि 200 के संशोधन का यही एकमात्र उद्देश्य था।",
  "29. We are also at one with Mr. Datar that the definition of “goods” under Section 2(m) of the UP VAT Act referred to above does not differentiate between exempt and taxable goods and equally, the word “goods” under": "29. हम भी श्री दातार के साथ एकमत हैं कि ऊपर उल्लिखित यूपी वैट अधिनियम की धारा 2 (एम) के तहत \"माल\" की परिभाषा छूट और कर योग्य वस्तुओं और समान रूप से, \"माल\" शब्द के बीच अंतर नहीं करती",
  "Section 13(1)(f) of the UP VAT Act has also not been qualified by the word “taxable”.": "है। यूपी वैट अधिनियम की धारा 43()(एफ) के तहत भी \"कर योग्य\" शब्द से योग्य नहीं ठहराया गया है।",
  "30. Mr. Datar is right in his submission that the necessary corollary to the reading of the provision ought to be that the goods which are": "30. श्री दातार अपने कथन में सही हैं कि प्रावधान को पढ़ने के लिए आवश्यक परिणाम यह होना चाहिए",
  "manufactured/produced by using or utilizing the purchased goods and whose": "कि वे सामान जो खरीदे गए सामान का उपयोग करके निर्मित /उत्पादित किए जाते हैं और जिनकी बिक्री कीमत",
  "sale price is being considered for applying Section 13(1)(f) of the UP VAT Act, ought to be taxable goods.": "धारा 3 4)यूपी वैट अधिनियम के (एफ) को लागू करने के लिए विचार की जा रही है। कर योग्य सामान होना चाहिए।",
  "31. The aforesaid is further manifested from the fact that wherever the legislative intent was to qualify “goods” with the word “taxable”, it has": "34. उपरोक्त बात इस तथ्य से भी स्पष्ट होती है कि जहां भी विधायी मंशा \"वस्तुओं\" को \"कर योग्य\" शब्द",
  "been so done by the Legislature in Section 13 of the UP VAT Act itself.": "के साथ अर्हता प्राप्त करने की थी, यूपी वैट अधिनियम की धारा 43 में विधानमंडल द्वारा ऐसा किया गया है।",
  "32. Had the legislative intent of the 2010 Amendment been to limit the scope and ambit of “goods” under Section 13(1)(f) solely to “taxable goods”,": "32. यदि 2040 के संशोधन का विधायी इरादा धारा 43(4)(एफ) के तहत \"वस्तुओं\" के दायरे और दायरे",
  "using the phrase “taxable goods” in Section 13(1)(f) of the UP VAT Act.": "यूपी वैट अधिनियम की धारा 3(4) (एफ) में वाक्यांश \"कर योग्य सामान\" उपयोग करने से रोक सके। ।",
  "33. Mr. Datar is right in his submission that the said omission in Section 13(1)(f) is all the more glaring considering that the said amendment was": "33. श्री दातार अपनी बात में सही हैं कि धारा 3()(एफ) में उक्त चूक यह देखते हुए और भी स्पष्ट है",
  "inserted in the year 2010.": "कि उक्त संशोधन वर्ष 200 में डाला गया था।",
  "34. In the aforesaid context, our attention was also drawn by Mr. Datar": "34. उपरोक्त सन्दर्भ में श्री दातार द्वारा हमारा ध्यान उत्तर प्रदेश मूल्य संवर्धित कर नियमावली, 2006 के",
  "to the provisions of Rule 23(6) of the Uttar Pradesh Value Added Tax Rules, 2006 (for short, “the UP VAT Rules”) (which provides for the computation": "नियम 23(6) (संक्षेप में\"यूपी वैट नियमावली\")(जो एक व्यापारी के अलावा किसी अन्य डीलर के मामलों में",
  "“goods” has not been qualified by “taxable” and rather has used the word": "\"माल\" शब्द को \"कर योग्य\" द्वारा योग्य नहीं ठहराया गया है और इसके बजाय शब्द का उपयोग स्पष्ट विधायी",
  "“any” to expressly convey the unequivocal legislative mandate. Rule 23(6) of the UP VAT Rules is reproduced hereunder:": "अधिदेश को स्पष्ट रूप से व्यक्त करने के लिए \"कोई भी\" के रूप में किया गया है यूपी वैट नियमों का नियम 23(6) यहां पुन: प्रस्तुत किया गया है:",
  "“23. Computation of reverse input tax credit in cases of a dealer other than trader:": "“23. व्यापारी के अलावा किसी अन्य व्यापारी के मायले में रिवर्स इनपुट टैक्स क्रेडिट की गणना:",
  "(1) Incase of a dealer, other than a dealer referred to in sub-rule (1) of": "(3) किसी व्यापारी के मायले में नियम 22 के उप-नियम (7) में निर्दिष्ट व्यापारी के अलावा, किसी थी",
  "(6) In respect of any quantity or measure of any goods manufactured or processed by using or utilizing purchased goods, sold at the price": "(6) खरीदी गई वस्तुओं का उपयोग या उपयोग करके निर्मित या संसराधित किए गए किसी थी सामान की",
  "purchase price of such goods and tax paid or payable on sale price of manufactured or processed goods sold.”": "देय कर और बेची गई निर्मित या प्रसंस्कृत वस्तुओं की बिक्री मूल्य पर थुगतान किया गया या देय कर/”",
  "35. We take notice of the fact that “taxable goods” has been separately defined under Section 2(ai) of the UP VAT Act. The definition reads thus:": "35. हम इस तथ्य पर ध्यान देते हैं कि यूपी वैट अधिनियम की धारा 2(एआई) के तहत \"कर योग्य वस्तुओं\" को अलग से परिभाषित किया गया है। परिभाषा इस प्रकार है:",
  "“(ai) “taxable goods” means any goods except goods mentioned or described in column (2) of Schedule I;”’": "\"(एआई) 'कर योग्य सामान\" का अर्थ अनुसूची के कॉलय (2) यें उलिखित या वर्णित वस्तुओं को छोड़कर कोई भी सामान हैं; \"",
  "GENERAL PRINCIPLES FOR INTERPRETATION OF TAXING STATUTES": "कर विधियों की व्याख्या के लिए सामान्य सिद्धांत",
  "36. It is well accepted that a statute must be construed in accordance with the intention of the Legislature and the courts should act upon the true": "36. यह सर्वमान्य है कि किसी क़ानून की व्याख्या विधानमंडल की मंशा के अनुरूप की जानी चाहिए और",
  "intention of the Legislation while applying law and while interpreting law.": "अदालतों को कानून लागू करते समय और कानून की व्याख्या करते समय विधान की वास्तविक मंशा पर कार्य",
  "In the litigation on hand, we have been asked to interpret the provisions of a taxing statute.": "करना चाहिए। मौजूदा मुकदमे में, हमसे एक कर क़ानून के प्रावधानों की व्याख्या करने के लिए कहा गया है।",
  "37. Justice G.P. Singh, in his treatise Principles of Statutory": "37.37. न्यायमूर्ति जी.पी. सिंह ने अपने ग्रंथ प्रिंसिपलस ऑफ स्टैच्युटरी इंटरप्रिटेशन (4 वां संस्करण",
  "Interpretation (14th Edn. 2016 p. 879) after referring to Micklethwait, In re;' Partington v. Attorney General’, Rajasthan Rajya Sahakari Spg. &": "2046 पृष्ठ 879) में मिकलेथवेट का जिक्र करते हुए, इन रि; पार्टिंगटन बनाम अटॉर्नी जनरल 2. राजस्थान",
  "Ginning Mills Federation Ltd. v. CIT’, State Bank of Travancore v. CIT‘": "राज्य सहकारी एसपीजी एंड जिनिंग गिल्स फेडरेशन लिमिटेड बनाम सीआईटी3, स्टेट बैंक ऑफ त्रावणकोर",
  "and Cape Brandy Syndicate v. IRC*, summed up the law in the following": "बनाम सीआईटी4 और केप ब्रांडी सिंडिकेट बनाम आईआरसी5, कानून को निम्नलिखित तरीके से सारांशित",
  "manner:": "किया गया:",
  "“A taxing statute is to be strictly construed. The well-established rule in": "“कर लगाने संबंधी क़ानून का कड़ाई से अर्थ लगाया जाना चाहिए। लॉर्ड वेन्सलेडेल के परिवित शब्दों में",
  "the familiar words of Lord Wensleydale, reaffirmed by Lord Halsbury® and Lord Simonds’, means:": "सुस्थापित नियम, जिसकी पुष्टि लॉर्ड हँल्‍्सबरी ने की हैं 6 ऑर लॉर्ड सिमंड्स 7. मतलब:",
  "“The subject is not to be taxed without clear words for that purpose;": "“उस उद्देश्य के लिए स्पष्ट शब्दों के बिना विषय पर कर नहीं लगाया जाना चाहिए; और यह भी कि संसद",
  "and also that every Act of Parliament must be read according to the natural construction of its words.””": "के प्रत्येक अधिनियम को उसके शब्दों की स्वाभाविक संरचना के अनुसार पढ़ा जाना चाहिए।\"",
  "38. In a classic passage Lord Cairns stated the principle thus:": "38. एक क्लासिक अनुच्छेद में लॉर्ड केर्न्स ने सिद्धांत को इस प्रकार बताया:",
  "“Tf the person sought to be taxed comes within the letter of the law he": "“यदि कर लगाने की यांग करने वाला व्यक्ति कानून के दायरे में आता है तो उस पर कर लगाया जाना",
  "must be taxed, however great the hardship may appear to the judicial mind to be. On the other hand, if the Crown seeking to recover the tax,": "चाहिए भले ही न्यायिक दियाय को कठिनाई कितनी भी बड़ी क्यों न लगे। दूसरी ओर, यदि कर वसूलने",
  "cannot bring the subject within the letter of the law, the subject is free,": "की चाहत रखने वाला क्राउन विषय को कानून के दायरे में नहीं ला सकता हैं, तो विषय स्वतंत्र है. भले ही",
  "however apparently within the spirit of law the case might otherwise appear to be. In other words, if there be admissible in any statute, what": "कानून की भावना के तहत मायला अन्यथा ग्रतीत हो। दूसरे शब्दों में, यदि किसी क़ानून में स्वीकार्य हैं,",
  "is called an equitable construction, certainly, such a construction is": "जिसे एक न्यायसंग्रत निर्माण कहा जाता हैं. तो निश्चित रूप से. ऐसा निर्माण कर लगाने वाले क्रानून में",
  "not admissible in a taxing statute where you can simply adhere to the words of the statute.”": "स्वीकार्य नहीं है जहां आप केवल क़ानून के शब्दों का पालन कर सकते हैं।",
  "39. Viscount Simon quoted® with approval a passage’ from Rowlatt,": "39. विस्काउंट साइमन उद्धृत अनुमोदन के साथ एक मार्ग रॉलेट से, जे. ने सिद्धांत को निम्नलिखित शब्दों",
  "J. expressing the principle in the following words: (Cape Brandy case’, KB p. 71)": "में व्यक्त किया है: (केप ब्रांडी मामला 0, केबी पी. 74)",
  "‘... ina taxing Act one has to look merely at what is clearly said. There": "'..कर निर्धारण अधिनियम में किसी को केवल वही देखना होता हैं जो स्पष्ट रूप से कहा गया है। किसी भी",
  "is no room for any intendment. There is no equity about a tax. There": "इरादे के लिए कोई जगह नहीं हैं. कर के बारे में कोई समानता नहीं है। कर के संबंध में कोई धारणा नहीं है।",
  "is no presumption as to a tax. Nothing is to be read in, nothing is to": "इसमें कुछ भी पढ़ना नहीं हैं, कुछ भी निहित नहीं करना है। कोई केवल इस्तेमाल की गई भाषा को ही",
  "40. It was further observed:": "40. आगे यह देखा गया:",
  "46. It is to be noted that the DORB falls within exempted goods under S. No. 4 of Schedule I of the UP VAT Act. The relevant Entry is reproduced below for ease of reference:": "46. यह ध्यान दिया जाना चाहिए कि डीओआरबी यूपी वैट अधिनियम की अनुसूची । की क्रम संख्या 4 के तहत छूट प्राप्त वस्तुओं के अंतर्गत आता है। संदर्भ में आसानी के लिए प्रासंगिक प्रविष्टि नीचे पुन: प्रस्तुत की",
  "[See clause (b) of Section 7 of Uttar Pradesh Value Added Tax Act, 2008]": "(उत्तर प्रदेश यूल्य संवर्धित कर अधिनियम, 2008 की धारा 7 का खंड (बी) देखें।",
  "LIST OF EXMEPTED GOODS": "छूट प्राप्त वस्तुओं की सूची",
  "SI. NO. Name and description of goods": "क्रम संख्या वस्तुओं का नाम एवं विवरण",
  "4. Aquatic feed; poultry feed including": "जलीय चारा; संतुलित कुकछुट आहार सहित",
  "balanced poultry feed; cattle feed": "कुक्कुट आहार; पशु का चारा संतुलित पशु",
  "cattle fodder including green fodder,": "आहार सहित; और हरा चारा सहित पशु चारा,",
  "chuni, bhusi, chhilka, choker, javi,": "चुत्नी, भुसी, छिलका, चोकर, जावी, गोवर,",
  "gower, de-oiled rice polish, de-oiled": "तेल रहित चावल पॉलिश, तेल रहित चावल की",
  "rice bran, de-oiled rice husk, de-": "भूसी, तेल रहित चावल की भूसी, तेल रहित",
  "oiled paddy husk or outer covering": "धान की भूसी या बाहरी आवरण",
  "of paddy; aquatic, poultry and cattle": "धान का; जलीय, कुकछुट और पशु आहार",
  "feed supplement, concentrate and additives thereof; wheat bran and": "अनुपूरक, सांद्रण और उसके योजक; गेहूं की",
  "de-oiled cake but excluding oil cake;": "भूसी और बिना तेल वाली खली लेकिन तेल खली को छोड़कर; चावल पॉलिश; चावल की",
  "rice polish, rice bran and rice husk; sanai and dhaincha”’": "भूसी और चावल की भूसी; सनई और ढैंचा”",
  "47. A bare perusal of the scheme under Section 13 of the UP VAT Act [and specifically under Section 13(1)(a)] makes it abundantly clear that in": "47. यूपी वैट अधिनियम की धारा 43 [और विशेष रूप से धारा 3()(ए) के तहत] के तहत योजना का",
  "the manufacture of taxable goods (in the present case RBO and physically": "चावल की भूसी) गैर-वैट वस्तुओं को छोड़कर कर योग्य वस्तुओं (वर्तमान मामले में आरबीओ और भौतिक रूप",
  "refined RBO) except the non-VAT goods, and where such manufactured": "से परिष्कृत आरबीओ) के निर्माण में उपयोग किया जाता है, और जहां ऐसे निर्मित सामान राज्य के भीतर या",
  "goods are sold within the State or in the course of inter-state trade and commerce, the registered dealers (like the assessee herein) are entitled to": "अंतर-राज्य व्यापार और वाणिज्य के दौरान बेचे जाते हैं, पंजीकृत डीलर (यहां एसेसी की तरह) पूरी राशि के",
  "claim input tax credit of the full amount. The charging section of the UP": "इनपुट टैक्स क्रेडिट का दावा करने के हकदार हैं। इसलिए, यूपी वैट अधिनियम की चार्जिंग धारा, ऐसेसी को",
  "VAT Act, therefore, entitles the assessee to claim full amount of tax paid on the purchases as ITC.": "आईटीसी के रूप में खरीद पर भुगतान किए गए कर की पूरी राशि का दावा करने का अधिकार देती है।",
  "48. Furthermore, Section 13(3)(b) of the UP VAT Act, introduces the": "48. इसके अलावा, यूपी वैट अधिनियम की धारा 3(3)(बी), अधिनियम की योजना में आनुपातिकता",
  "goods, exempt and non-VAT goods (except as by-product or waste product)": "निर्माण के दौरान, छूट और गैर -वैट वस्तुओं (उप-उत्पाद या अपशिष्ट उत्पाद को छोड़कर) का उत्पादन किया",
  "are produced, the amount of ITC credit may be claimed and may be allowed": "जाता है, आईटीसी क्रेडिट की राशि का दावा किया जा सकता है और गैर-वैट वस्तुओं और छूट वाले सामान के",
  "in proportion to the extent they are used or consumed in manufacture of": "अलावा कर योग्य वस्तुओं के निर्माण में उनके उपयोग या उपभोग की सीमा के अनुपात में अनुमति दी जा सकती",
  "49. Section 13(3)(b), however, leaves a grey area with respect to cases": "49. धारा 3(3)(बी), हालांकि, उन मामलों के संबंध में एक अस्पष्ट क्षेत्र छोड़ती है जहां निर्माण की",
  "where the process of manufacture (such as in the present case) results in the production of VAT goods and by-products or waste products. In such cases,": "प्रक्रिया (जैसे वर्तमान मामले में) के परिणामस्वरूप वैट वस्तुओं और उप-उत्पादों या अपशिष्ट उत्पादों का उत्पादन होता है। ऐसे मामलों में, विधायिका ने धारा 3 के स्पष्टीकरण (॥) के रूप में एक और कानूनी कार्रवाई",
  "the legislature has done well to take care of the grey area by providing for": "प्रदान करके ग्रे एरिया की देखभाल करने के लिए अच्छा काम किया है, जिसमें यह प्रावधान किया गया है कि",
  "it is provided that during the manufacture of any taxable goods, any exempt": "किसी भी कर योग्य सामान के निर्माण के दौरान, किसी भी छूट वाले सामान को उप-उत्पाद या अपशिष्ट उत्पाद",
  "goods are produced as by-product or waste product, it shall be deemed that": "के रूप में उत्पादित किया जाता है, तो यह माना जाएगा कि खरीदी गई वस्तुओं का उपयोग कर योग्य वस्तुओं के",
  "50. Explanation (iii) to Section 13, therefore, forbids the Assessing Authority as well as the assessee from raising any dispute in regard to the": "50. धारा 3 का स्पष्टीकरण (॥), इसलिए, मूल्यांकन प्राधिकारी के साथ-साथ ऐसेसी को उन मामलों में",
  "Authority as well as the assessee from raising any dispute in regard to the allowability of the ITC in cases where exempted goods are being produced": "आईटीसी की स्वीकार्यता के संबंध में कोई भी विवाद उठाने से रोकता है जहां छूट प्राप्त वस्तुओं को उप-उत्पाद",
  "as a by-product or waste product during the process of manufacture.": "या अपशिष्ट उत्पाद निर्माण की प्रक्रिया के रूप में उत्पादित किया जा रहा है। .",
  "WHETHER THE HIGH COURT WAS RIGHT IN PLACING RELIANCE ON THE DECISION OF THIS COURT IN THE CASE OF M.K. AGRO TECH PRIVATE LIMITED (SUPRA)": "क्या उच्च न्यायालय एम.के.एग्रो टेक प्राइवेट लिमिटेड (उपरोक्त) के मामले में इस न्यायालय के निर्णय पर",
  "51. The revenue has relied upon the decision of this Court in M.K. Agro Tech (supra), as the basis for denying ITC to the assessee.": "5व. राजस्व ने इस न्यायालय के एम. के; एग्रो टेक[उपरोक्त) के निर्णय पर ऐसेसी को आईटीसी देने से इनकार करने के आधार के रूप में भरोसा किया है।",
  "52. The decision in the case of M.K. Agro Tech (supra), was rendered by this Court, examining the claim of ITC by an assessee on the goods purchased under the Karnataka Value Added Tax Act, 2003 (for short": "52. एम.के; एग्रो टेक[ उपरोक्त) के मामले में निर्णय, इस न्यायालय द्वारा कर्नाटक मूल्य वर्धित कर अधिनियम, 2003 के तहत खरीदे गए सामान पर एक ऐसेसी द्वारा आईटीसी के दावे की जांच करते हुए प्रस्तुत",
  "“Karnataka VAT Act”).": "किया गया था (संक्षेप में \"कर्नाटक वैट अधिनियम\").",
  "53. In the case of M.K. Agro Tech (supra), the assessee was engaged in the manufacture of sunflower oil (taxable goods), which is extracted from": "53. एम.के; एग्रो टेक उपरोक्त) के मामले में, एसेसी सनफ़ ओवर ऑयल (कर योग्य सामान) के निर्माण में",
  "sunflower cake, by employing solvent extraction process. Sunflower oil cake": "लगा हुआ था, जिसे सॉल्वेंट निष्कर्षण प्रक्रिया का उपयोग करके सनफ़ ओवर केक से निकाला जाता है। सनफ्र",
  "is the input/raw material on which VAT was payable. During the extraction": "ओवर ऑयल केक वह इनपुट/कच्चा माल है जिस पर वैट देय था। निष्कर्षण प्रक्रिया के दौरान, डी-ऑयल",
  "process, a ‘by-product’ in the form of de-oiled sunflower oil is produced. The said by-product was also exempted under the Karnataka VAT Act.": "सूरजमुखी तेल के रूप में एक 'उप-उत्पाद' उत्पन्न होता है। उक्त उप-उत्पाद को कर्नाटक वैट अधिनियम के तहत भी छूट दी गई थी।",
  "54. Section 17 of the Kamataka VAT Act relates to partial rebate and": "54. कर्नाटक वैट अधिनियम की धारा 47 आंशिक छूट से संबंधित है और उन आकस्मिकताओं से",
  "deals with contingencies where the final products are more than one and": "संबंधित है जहां अंतिम उत्पाद एक से अधिक हैं और आउटपुट टैक्स केवल कुछ उत्पादों पर देय है, अन्य शेष",
  "66. Further, the deeming fiction as provided by the Explanation (iii) to": "66. इसके अलावा, धारा 3 के स्पष्टीकरण (॥) द्वारा प्रदान की गई काल्पनिक कल्पना सभी अंतर पैदा",
  "Section 13 makes all the difference. It says that where during the manufacture of any taxable goods, any exempt goods are produced as by-products or": "करती है। इसमें कहा गया है कि जहां किसी भी कर योग्य सामान के निर्माण के दौरान, किसी भी छूट वाले",
  "waste product, it shall be deemed that the purchased goods have been used": "सामान को उप-उत्पाद या अपशिष्ट उत्पाद के रूप में उत्पादित किया जाता है, तो यह माना जाएगा कि खरीदे",
  "in the manufacture of taxable goods, creating a wholly distinct scheme to": "गए सामान का उपयोग कर योग्य सामान के निर्माण में किया गया है, जो कि एक पूरी तरह से अलग योजना",
  "the one envisaged under the Karnataka VAT Act.": "बनाता है। कर्नाटक वैट अधिनियम के तहत इसकी परिकल्पना की गई है।",
  "67. The following illustration highlights the difference between the ITC scheme envisaged under the Karnataka VAT Act and the scheme under the UP VAT Act:": "67. निम्नलिखित चित्रण कर्नाटक वैट अधिनियम के तहत परिकल्पित आईटीसी योजना और यूपी वैट अधिनियम के तहत योजना के बीच अंतर पर प्रकाश डालता है:",
  "I. Karnataka VAT Act, 2003": "|. कर्नाटक वैट अधिनियम, 2003",
  "Total Sales = Rs. 1,000/-": "कुल बिक्री - रु. 4,000/-",
  "Taxable goods = Rs. 250/-": "कर योग्य वस्तुएँ - रु, 250/-",
  "Exempt goods/By-product = Rs. 700": "छूट प्राप्त सामान /उप-उत्पाद < रु. 700",
  "Non-tax goods = Rs. 50": "गैर-कर माल 5 रु. 50",
  "Total ITC on purchases = Rs. 100": "खरीद पर कुल ॥0 5 रु. 00",
  "In terms of the formula prescribed in Rule 131(3), the non-deductible ITC shall be as follows:": "नियम 34(3) में ऐसेसी फार्मूले के अनुसार, गैर-कटौती योग्य आईटीसी इस प्रकार होगी:",
  "700 + 50/1000 * 100 = Rs. 75": "700 + 50/000 * 400 5 रु. 75",
  "Only Rs. 25/- will be allowed as ITC and Rs. 75 will be disallowed under Section 17 of the Karnataka VAT Act, read with Rule 131": "केवल रु. 25/- आईटीसी के रूप में और रु. 75 को कर्नाटक वैट अधिनियम की धारा 47 के तहत",
  "II. Uttar Pradesh VAT Act, 2008": "द्वितीय. उत्तर प्रदेश वैट अधिनियम, 2008",
  "Taxable goods (RBO) = Rs. 250": "करयोग्य वस्तुएँ (आरबीओ) - रु. 250",
  "Exempt goods (DORB) = Rs. 700": "छूट प्राप्त सामान (डीओआरबी) < रु. 700",
  "Non-VAT goods = Rs. 50": "गैर-वैट सामान 5 रु, 50",
  "Total ITC on purchases = Rs. 100/-": "खरीद पर कुल ॥0 5 रु. 00/-",
  "In terms of Explanation (iii) to Section 13 of the UP VAT Act, both the taxable goods and the by-product will be eligible to claim ITC.": "यूपी वैट अधिनियम की धारा 43 के स्पष्टीकरण (॥) के अनुसार, कर योग्य सामान और उप-उत्पाद दोनों",
  "The disallowance will be limited to non-VAT goods which is Rs.": "आईटीसी का दावा करने के पात्र होंगे। यह अस्वीकृति गैर -वैट वस्तुओं तक सीमित होगी जो कि रु.",
  "50/-, thus the disallowance of ITC will be Rs. 5/- only.”": "50/-, इस प्रकार आईटीसी की अस्वीकृति केवल 5/- रु. होगी।”",
  "68. The aforesaid discussion as regards the salient features of the two enactments can be outlined briefly as under:": "68. दोनों अधिनियमों की मुख्य विशेषताओं के संबंध में उपरोक्त चर्चा को संक्षेप में निम्नानुसार रेखांकित",
  "Provisions of the U.P. VAT Act and Provisions of the Karnataka VAT": "यू पी. वैट अधिनियम एवं यू पी. वैट विनियम के प्रावधान",
  "U.P. VAT Rules Act and Karnataka VAT Rules": "कर्नाटका वैट अधिनियम एवं कर्नाटका वैट विनियमन के प्रावधान",
  "13. Input tax credit": "43. इनपुट टैक्स क्रेडिट",
  "(1)...": "(4,...",
  "(f) Notwithstanding anything to the contrary contained in this sub-section": "(एफ) इस उप-धारा में निहित किसी भी विपरीत",
  "where goods purchased are resold": "बात के बावजूद, जहां खरीदे गए सामान को दोबारा",
  "by using or utilizing such purchased": "बेचा जाता हैं या ऐसे खरीदे गए सामान का उपयोग",
  "goods are sold, at the price which in lower than": "करके निर्मित या संसाधित किया जाता हैं, उससे कम कीयत पर बेचा जाता है",
  "(a) purchase price of such goods in case": "(९) पुनर्विक्रय के यामले में ऐसे सामान की खरीद",
  "(b) cost price in case of manufacture,": "(बी) निर्माण के मामले में लागत मूल्य, इनपुट टेंक्‍्स",
  "tax payable on the sale value of goods": "निर्मित वस्तुओं के बिक्री मूल्य पर देय कर की सीमा",
  "Section 11. Input tax restrictions. — (a) Input tax shall not be deducted": "धारा 7, इनपुट कर ग्रातिबंध: - (ए) निम्नलिखित",
  "in calculating the net tax payable in": "के संबंध में देय शुद्ध कर की गणना में इनपुट टैक्स",
  "(1) tax paid on purchases attributable to": "बिक्री के कारण खरीद पर भुगतान किया गया कर",
  "sold in the course of export out of the": "बाहर निर्यात के दौरान बेचे जाते हैं: \"",
  "Section 17. Partial rebate. -Where a": "धारा 7. आंशिक छूट: -जहां एक पंजीकृत डीलर",
  "registered dealer deducting input tax-": "इनपुट टैक्स काट रहा हैं-",
  "(1) makes sales of taxable goods and": "(2) कर योग्य वस्तुओं की बिक्री ऑर धारा 5 के",
  "goods exempt under Section 5, or": "तहत छूट प्राप्त वस्तु की बिक्री या",
  "(2) in addition to the sales referred to in": "(2) खंड (7) में निर्दिष्ट बिक्री के अलावा, अंतर-",
  "goods exempted under Section 5 outside the State not as a direct result of sale": "राज्य व्यापार के दोयन बिक्री या खरीद के प्रत्यक्ष परिणाय के रूप में नहीं, राज्य के बाहर धारा 5 के",
  "that records and statement of accounts of the respondent assessee": "ने भी स्वीकार कर लिया. कि प्रत्यर्थी ऐसेसी के खातों के रिकॉर्ड ऑर विवरण स्पष्ट रूप से ऐसेसी करते हैं",
  "clearly stipulates that after solvent extraction is completed, 88% of de-oiled cake remains and only 12% remains is the oil which is further": "कि विलायक निष्कर्षण पूरा होने के बाद, डी-ऑयल केक का 88% शेष रह जाता हैं ऑर केवल 72% ही",
  "of the solvent extraction plant is de-oiled cake which in itself is a": "विलायक निष्कर्षण संयंत्र का परिणाय (88%) डी-ऑयल केक है जो अपने आप में बाजार मल",
  "57. In the case of M.K. Agro Tech (supra), this Court held that only": "57. एम.के; ए्रो टेक(उपरोक्त) के मामले में, इस न्यायालय ने माना कि ऐसेसी को केवल आंशिक",
  "partial ITC was permitted to the assessee as they were making taxable and exempted sales from the dutiable raw materials procured by them. In Para": "आईटीसी की अनुमति दी गई थी क्योंकि वे अपने द्वारा खरीदे गए शुल्क योग्य कच्चे माल से कर योग्य और छूट",
  "28, this Court has elaborated on the scheme under the Karnataka VAT Act, to": "वाली बिक्री कर रहे थे। पैरा 28 में, इस न्यायालय ने कर्नाटक वैट अधिनियम के तहत योजना के बारे में विस्तार",
  "emphasise that the provision which allows partial rebate is made applicable": "से बताया है, इस बात पर जोर देने के लिए कि जो प्रावधान आंशिक छूट की अनुमति देता है, वह कर योग्य",
  "on the ‘sales’ of taxable goods and goods exempt under Section 5. It refers": "वस्तुओं और धारा 5 के तहत छूट प्राप्त वस्तुओं की 'बिक्री' पर लागू होता है। यह वस्तुओं की 'बिक्री' को कर",
  "to ‘sale’ of ‘goods’, taxable as well as exempt, and is not relatable to the ‘manufacture’ of the goods. Further elaboration has been made to hold that": "योग्य होने के साथ-साथ छूट प्रदान करता है और यह माल के 'निर्माण' से संबंधित नहीं है। यह मानने के लिए",
  "upon the ‘sale’ of goods exempted under Section 5 of the Karnataka VAT": "और विस्तार किया गया है कि कर्नाटक वैट अधिनियम की धारा 5 के तहत छूट प्राप्त वस्तुओं की 'बिक्री' पर,",
  "Act, partial rebate shall only be admissible.": "आंशिक छूट केवल स्वीकार्य होगी।",
  "58. This Court in the said case, permitted only partial ITC as the": "58. उक्त मामले में इस न्यायालय ने केवल आंशिक आईटीसी की अनुमति दी क्योंकि प्रावधान के शब्द",
  "wordings of the provision relates only with ‘sale’ and not ‘manufacture. This distinction has also been acknowledged.": "केवल 'बिक्री' से संबंधित हैं, न कि 'निर्माण' से। इस भेद को भी स्वीकार किया गया है।",
  "59. In such circumstances as aforesaid, we are of the view that the decision of M.K. Agro Tech (supra), is not applicable to the case on hand": "59. उपरोक्त जैसी परिस्थितियों में, हमारा विचार है कि एम.के: एग्रो टेक(उपरोक्त) का निर्णय, मौजूदा",
  "as the provisions under the Karnataka VAT Act are quite different compared to that of the UP VAT Act in regard to the scheme of ITC.": "मामले पर लागू नहीं है क्योंकि आईटीसी की योजना के संबंध में कर्नाटक वैट अधिनियम के तहत प्रावधान यूपी वैट अधिनियम की तुलना में काफी भिन्न हैं।",
  "60. Section 11 of the Karnataka VAT Act reads thus:": "60. कर्नाटक वैट अधिनियम की धारा 4 इस प्रकार है:",
  "“T1. Input tax restrictions. —": "\"१4, इनपुट कर प्रतिबंध: -",
  "(a) Input tax shall not be deducted in calculating the net tax payable in respect of —": "(ए)निम्नलिखित के संबंध में देय शुद्ध कर की गणना में इनपुट टैक्स की कर्टोंती नहीं की जाएगी -",
  "tax paid on purchases attributable to sale of exempted goods exempted under Section 5, except when such goods are sold in": "धारा 5 के तहत छूट ग्राप्त छूट प्रात्त वस्तुओं की बिक्री के कारण खरीद पर भ्रगतान किया गया कर, सिवाय",
  "the course of export out of the territory of India;”": "डसके कि जब ऐसे सायान भारत के क्षेत्र से बाहर निर्यात के दोंरन बेचे जाते हैं: \"",
  "61. Section 11(a)(1) of the Karanataka VAT Act as above specifically": "64. उपर्युक्त के अनुसार कर्नाटक वैट अधिनियम की धारा (ए)(१) विशेष रूप से यह शर्त रखती है कि",
  "stipulates that where a sale of exempt goods takes place 1.e., there is no output": "जहां छूट प्राप्त वस्तुओं की बिक्री होती है यानी, ऐसी बिक्री पर कोई आउटपुट टैक्स प्राप्त नहीं होता है, ऐसे",
  "tax received on such sale, the input tax paid for manufacturing/processing": "विनिर्माण/प्रसंस्करण के लिए भुगतान किया गया इनपुट टैक्स शुद्ध कर की गणना करते समय छूट प्राप्त वस्तुओं",
  "such exempt goods cannot be credited while calculating the net tax. It is beyond any pale of doubt that the UP VAT Act does not provide for any": "को क्रेडिट नहीं किया जा सकता है। यह किसी भी संदेह से परे है कि यूपी वैट अधिनियम ऐसी किसी भी योजना",
  "such scheme or provision that aims at achieving the same.": "या प्रावधान का प्रावधान नहीं करता है जिसका उद्देश्य इसे प्राप्त करना है।",
  "62. Au contraire, Explanation (ili) to Section 13 read with Section": "62.इसके विपरीत; धारा 3(3)(बी) के साथ पठित धारा 43 का स्पष्टीकरण (॥) यूपी वैट अधिनियम,",
  "where during the manufacture of any taxable goods any exempt goods are produced as by-product or waste product, it shall be deemed that the": "सामान के निर्माण के दौरान किसी भी छूट वाले सामान को उप-उत्पाद या अपशिष्ट उत्पाद के रूप में उत्पादित",
  "purchased goods have been used in the manufacture of taxable goods. The": "किया जाता है, तो यह माना जाएगा कि खरीदे गए सामान का उपयोग कर योग्य सामान के निर्माण में किया गया",
  "scheme under the UP VAT Act therefore, is wholly distinct from the one provided in the Kamataka VAT Act.": "है। इसलिए, यूपी वैट अधिनियम के तहत योजना कर्नाटक वैट अधिनियम में प्रदान की गई योजना से पूरी तरह",
  "63. The Karnataka VAT Act with the aid of Section 17 read with Rule": "63. कर्नाटक वैट अधिनियम, कर्नाटक वैट नियमों के नियम 434 के साथ पठित धारा 47 की सहायता से",
  "for grant of partial rebate where a registered dealer deducting input tax": "आंशिक छूट देने के लिए एक वैधानिक तंत्र प्रदान करना चाहता है, जहां एक पंजीकृत डीलर इनपुट टैक्स",
  "makes sale of taxable goods as well as exempt goods. The apportionment": "काटकर कर योग्य वस्तुओं के साथ-साथ छूट प्राप्त वस्तुओं की बिक्री करता है। इस तरह की बिक्री और ऐसे",
  "and attribution of input tax deductible between such sales and dispatch of": "उद्देश्य के लिए माल के प्रेषण के बीच कटौती योग्य इनपुट टैक्स का विभाजन और आरोपण, केवीएटी नियमों के",
  "all input tax directly relating to sale of goods exempt under Section 5 other": "ऐसे सामानों के अलावा धारा 5 के तहत छूट वाले सामानों की बिक्री से सीधे संबंधित सभी इनपुट टैक्स"
}