{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय न्यायक्षेत्र",
  "CIVIL APPEAL NO. 802 OF 2020": "सिविल अपील सं. 802 / 2020",
  "(ARISING OUT OF SPECIAL LEAVE PETITION (C) NO. 9276 OF 2017)": "(विशेष अनुमति याचिका (सिविल) सं. 9276 / 2077 से उद्घूत)",
  "SHRIPAL BHATI& ANR, APPELLANT(S)": "श्रीपाल भारती एवं अन्य .... अपीलार्थी (गण )",
  "JUDGMENT": "निर्णय",
  "Leave granted.": "अनुमति प्रदान की गयी।",
  "2. This appeal has been preferred against the judgment of the High": "2. यह अपील उच्च न्यायालय (इलाहाबाद उच् न्यायालय के क्षेत्राधिकार मैं, लखनऊ पीठ) के फैसले",
  "Court! dated 08.02.2017 dismissing the Writ Petition filed by the": "08.02.207 दिनांकित के विरूद्ध अधिमानित किया गया है, जिसमें अपीलार्थियों",
  "appellants laying a challenge to the appointment of respondent no. 4 on": "द्वारा दायर रिट याचिका को खारिज करते हुए, प्रत्यर्थी सं. 4 द्वारा प्रतिनियुक्ति के",
  "the post of Project Engineer (Electrical) on deputation in New Okhla": "आधार पर परियोजना अभियंता (इलेक्ट्रिकल) के पद पर न्यू ओखला इंडस्ट्रियल",
  "5. During the pendency of Writ Petition before the High Court,": "5. उच्च न्यायालय के समक्ष रिट याचिका के लंबन के दौरान, प्रत्यर्थी सं. द्वारा",
  "respondent no. 4 was absorbed on the post of Project Engineer (Electrical) vide order dated 07.05.2015, issued by the respondent no.1.": "जारी आदेश 07.05.205 दिनांकित के माध्यम से प्रत्यर्थी सं.4 को परियोजना अभियंता (इलेक्ट्रिकल) के पद पर अवशोषित किया गया था। इस आदेश को रिट",
  "This order was challenged in the Writ Petition by way of an amendment": "याचिका में एक संशोधन आवेदन के माध्यम से चुनौती दी गई थी जिसे उच्च",
  "application which was allowed by the High Court.": "न्यायालय ने अनुमति दी थी।",
  "6. Vide impugned judgment dated 08.02.2017, the High Court": "6. उच्च न्यायालय ने आक्षेपित आदेश 08.02.207 दिनांकित के माध्यम से रिट",
  "dismissed the Writ Petition.": "याचिका को खारिज कर दिया।",
  "7. | The core issue which arises for our consideration is whether the": "7. मुख्य मुद्दा जो हमारे विचारार्थ उत्पन्न होता है कि क्या प्रत्यर्थी सं .4 की",
  "recruitment of respondent no. 4 on the post of Project Engineer": "परियोजना अभियंता (इलेक्ट्रिकल) के पद पर प्रतिनियुक्ति के आधार पर नियुक्ति",
  "8. Incidentally another issue which arises is whether the appellants": "8. संयोग से एक और मुद्दा जो उठता है कि क्या अपीलार्थी उस पद पर पदोन्नत",
  "are eligible for being promoted to the post on which respondent no. 4": "होने के लिए पात्र हैं जिस पर प्रत्यर्थी सं .4 को नियुक्त किया गया है और क्या",
  "has been appointed and whether the appellant’s right of promotion gets eclipsed by absorption of respondent no. 4 and in case the appellants": "अपीलार्थी के पदोन्नति का अधिकार प्रत्यर्थी सं.4 के अवशोषण द्वारा ग्रहण हो जाता",
  "for:-": "निम्नानुसार है:-",
  "13. The argument is based on an isolated reading of Regulation 16(2)(i)": "3. तर्क विनियम 6 (2)() के पृथक रूप पर व्याख्या पर आधारित है जो",
  "which is impermissible. It is well settled that a provision is required to": "अननुज्ञेय है। यह अच्छी तरह स्थापित है कि प्रावधान को संपूर्ण रूप में पढ़ा जाना",
  "be read in whole and not in part and in isolation to the other parts of the": "आवश्यक है न कि हिस्से और प्रावधान के अन्य पृथक हिस्सों में। संपूर्ण प्रावधान",
  "provision. The entire provision is required to be read out harmoniously .": "को सामंजस्यपूर्ण रूप से पढ़ने की आवश्यकता है। विनियमन 6 |) (८) स्पष्ट",
  "the Authority can be made by deputation. If the provisions of Regulation": "द्वारा की जा सकती है। यदि विनियमन 6 के प्रावधानों को अपीलार्थी के लिए",
  "settled principle of law that any particular portion of provision cannot be": "प्रावधान के किसी भी विशेष हिस्से को इस प्रणाली से पृथक रूप में नहीं पढ़ा जा",
  "provision totally redundant. Similar situations exist under Clause 16 (2)": "दिया जा सके। इसी तरह की स्थितियां खंड 6 (2) () और () के तहत",
  "(ii) and (ili) providing for appointment on post falling under Group ‘B’ and": "मौजूद हैं जो समूह 'ख' और 'ग' के तहत आने वाले पद पर नियुक्ति का उपबंध",
  "‘C’. If the provisions of Regulation 16 are read in the mode and manner suggested by the learned counsel for the appellant, the provisions of": "करता है। यदि अपीलार्थी के विद्वत अधिवक्ता द्वारा सुझाए गए प्रणाली और रीति में विनियम 6 के उपबंधों को पढ़ा जाता है तो समूह 'ख' और 'ग' के अधीन आने",
  "Section 16 (i) (c) would be rendered totally redundant in respect of posts": "वाले पदों के संबंध में धारा 6 (|) (ग) के उपबंध पूर्णतः निरर्थक हो जाएंगे।",
  "either under Group ‘A’, ‘B’ and ‘C’ can very well be made on deputation.": "संयुक्त रूप से पढ़ने पर यह स्पष्ट हो जाता है कि समूह 'ए', 'बी' और 'सी' के तहत आने वाले पद पर नियुक्ति प्रतिनियुक्ति के आधार पर बहुत अच्छे से की जा सकती",
  "14. Learned counsel for the appellants further submitted that NOIDA": "4. अपीलार्थियों के विद्वत अधिवक्ता ने आगे कहा कि ॥॥00/ ने वर्ष 993 में एक",
  "had formulated a Recruitment and Promotion Policy in the year 1993, wherein the mode of recruitment provided was by way of promotion,": "भर्ती और पदोन्नति नीति तैयार की थी ,जिसमें प्रदान की गई भर्ती का तरीका",
  "direct recruitment and deputation. Subsequently another Recruitment": "पदोन्नति, सीधी भर्ती और प्रतिनियुक्ति के माध्यम से था। इसके बाद 2005 में एक",
  "of Project Engineer in the Engineering cadre was required to be filled in": "कैडर में परियोजना अभियंता के पद को पदोन्नति द्वारा 00% भरने की",
  "100% by promotion. Thus, the three sources of recruitment contemplated in the 1993 Policy were reduced to one source in the": "आवश्यकता थी। इस प्रकार, 993 की नीति में विचार किए गए भर्ती के तीन",
  "contemplated in the 1993 Policy were reduced to one source in the 2005 and thus thereafter no recruitment could have been made on the": "स्रोतों को 2005 में एक स्रोत कम कर दिया गया था और इस प्रकार प्रतिनियुक्ति के",
  "Policy is not inconsistent with the provisions of Regulations, 1981. It is": "प्रावधानों के साथ असंगत नहीं है। ॥(00/ द्वारा अपने जवाबी हलफनामे में यह",
  "Government, since the proposal to do away with direct recruitment to Group ‘A’ posts and to fill them only on the basis of promotion was": "नहीं किया जा सकता है, चूँकि समूह 'ए' पदों पर सीधी भर्ती करने और उन्हें केवल",
  "Policy of 2005 was never implemented being inconsistent with the 1981": "2005 की नीति को कभी भी 98 विनियमों के साथ असंगत नहीं किया गया था",
  "been amended till date, the reliance placed by the appellants upon the": "संशोधित नहीं किया गया है, अपीलकर्ताओं द्वारा 2005 की नीति पर रखी गई",
  "2005 Policy is completely misplaced and erroneous. Regulation 16 as it": "निर्भरता पूरी तरह से गलत और गलत है। विनियमन 6 के रूप में यह खड़ा है",
  "stands (quoted hereinabove) that holds field with regard to source of": "(यहां उद्धृत) जो प्राधिकरण में भर्ती के स्रोत के संबंध में क्षेत्र रखता है। राज्य",
  "16. Now coming to the issue of absorption of respondent no. 4": "6. अब प्रत्यर्थी सं.4 के समावेश के मुद्दे पर पहुँच रहा है विनियमन सं.",
  "expressly provides for posting/recruitment on deputation basis and": "6/98]4 स्पष्ट रूप से यह प्रावधान करता है कि भर्ती या तो प्रतिनियुक्ति के",
  "interview of selection or in any other manner specified by the Authority.": "विधागीय परीक्षा अथवा चयन के साक्षात्कार या प्राधिकरण द्वारा विनिर्दिष् किसी अन्य रीति से।",
  "(c) by deputation or re-employment or on contractual basis.": "(ग) प्रतिनियुक्ति या पुनर्नियोजन द्वारा या संविदा के आधार पर/",
  "(d) from any other source as approved by the Authority.": "(घ)) प्राधिकरण द्वारा यथा अनुमोदित किसी अन्य स्रोत से।",
  "(2) (i) Sixty six percent of Group ‘A’ posts shall be filled in by": "(20 () ससूह 'क' पदों का छियासठ (66, प्रतिशत सीधी धर्ती द्वारा धरा",
  "fulfillment of the requisite qualifications and also subject to the": "के अधीन रहते हुए भरे जाएँगे और उस विशिष्ठ कर्मचारी की शर्त के भी",
  "condition of the particular employee having worked for at least a period of two years on a post carrying scale of pay next below. If": "अधीन होगा जिसने अगले वेतनमान पर कम से कम दो वर्ष के लिए कार्य",
  "at any time it is found that sufficient number of employees are": "किया हो। यदि किसी थी समय यह पाया जाता हैं कि पर्याप्त संख्या में",
  "not available for filling in the percentage prescribed for": "कर्मचारी पदोन्नति के लिए निर्धारित प्रतिशत में धरने के लिए उपलब्ध नहीं",
  "promotion such posts may be filled in by direct recruitments;": "हैं. तो ऐसे पदों को सीधी धर्तियों द्वारा धरा जा सकता हैं",
  "(ii) Various posts falling under Group 'B' will be filled in such a": "(#) समूह 'ख' के अंतर्गत आने वाले विभिन्न पदों को इस प्रकार धरा जाएगा",
  "way as to ensure that fifty percent of the posts are filled in the": "जिससे यह सुनिश्चित हो सके कि कर्मचारियों में से पचास (50) प्रतिशत पद",
  "promotion from amongst the employees and such promotion shall be made on the basis of seniority subject to the rejection of": "प्रोन्नति से धरे जाएं ऑर ऐसा प्रोन्नति वरिष्ठता के आधार पर अपेक्षित",
  "subject to the condition of the particular employee having worked on a carrying the scale of pay next below for a period of": "वर्ष की अवधि के लिए अगले वेतनसान पर कार्य करने वाले विशिष्ट कर्मचारी की शर्त के भी अधीन होगी:",
  "amongst the employees belonging to the Group 'D' on the basis": "से संबंधित कर्यचारियों में से पदोन्नति द्वारा समूह ग' के अंतर्गत पीस",
  "remaining seventy five percent of such posts shall be filled in by": "प्रतिशत तक पद भरे जाएँगे शेष पचहत्तर प्रतिशत ऐसे पदों को सीधी धर्ती",
  "recruitment or the percentage of promotion or direct recruitment": "वर्ग के संबंध में धर्ती के स्रोत या पदोन्नति के प्रतिशत या सीधी धर्ती के",
  "since Clause 16 (2) provides that 60% of Group ‘A’ posts are to be filled": "में यह उपबंध है कि समूह 'क' पदों का 60% सीधी भर्ती द्वारा भरा जाना है और शेष",
  "the power under the U.P. Absorption Rules, 1984 by issuing orders of": "का आदेश जारी करते हुए उत्तर प्रदेश समावेशण नियमावली, 984 के तहत शक्ति",
  "employee of erstwhile U.P. Power Corporation which is not a": "सं.4 पूर्ववर्ती उ.प्र. पावर कॉरपोरेशन का कर्मचारी था जो एक सरकारी विभाग नहीं",
  "government department hence he was not a government employee and": "है, इसलिए वह एक सरकारी कर्मचारी नहीं था और इस प्रकार समावेश नियम,",
  "case of a government employee. No doubt respondent no.4 was not a government servant and Absorption Rules are applicable only to a": "नहीं है कि प्रत्यर्थी सं.4 एक सरकारी कर्मचारी नहीं था और समावेशी नियम केवल",
  "government servant, but the issue need not detain us for the reason that": "एक सरकारी कर्मचारी के लिए लागू होते हैं, परन्तु इस मुद्दे को हमें इस कारण",
  "there are another set of Rules known as “Uttar Pradesh Rajya Vidyut": "रोकने की आवश्यकता नहीं है कि नियमों का एक अन्य सेट है जिसे \"उत्तर प्रदेश",
  "Viniyam 1987” (hereinafter referred to as ‘1987 Regulations’), which is a": "987\" (एतस्मिनपश्चात 'द987 विनियम' के रूप सन्दर्भित) के रूप में जाना जाता",
  "Statutory Regulation framed under the provisions of Section 79(c) of Electricity Supply Act, 1948, whereunder the employees of corporation": "है, जो विद्युत आपूर्ति अधिनियम, 948 की धारा 79(सी) के प्रावधानों के तहत एक वैधानिक विनियमन है बनाई गई है, जहां निगम के कर्मचारियों को राज्य",
  "can be absorbed in the service of State Government or in other": "सरकार की सेवा में समावेश किया जा सकता है अथवा सरकार के अन्य उपक्रमों",
  "undertakings of Government or corporations in the same manner as": "या निगमों में उसी तरह से जिस तरह से सरकार के कर्मचारियों को समावेश नियम,",
  "Reference at this stage may be made to provisions of Section 5 of the": "20. इस स्तर पर यह संदर्भ 976 के अधिनियम की धारा ५ के प्रावधानों के तहत",
  "(1) Subject to such control and restrictions as may be determined by general or special orders of the State Government,": "(7) ऐसे नियंत्रण ओर प्रतिबंध राज्य सरकार के सामान्य अथवा विशिष्ट आदेशों द्वारा",
  "Authority may appoint such member of officers and": "निर्धारित हो सकता है. प्राधिकरण ऐसे अधिकारियों ऑर कर्मचारियों के सदस्य की",
  "employees as may be necessary for performance of its": "नियुक्ति कर सकता हैं जो अपने कार्यों के प्रदर्शन के लिए आवश्यक हों ऑर इसके श्रेड",
  "(2) Subject as aforesaid the officers and other employees of": "(2) यथापुर्वेक्त प्राधिकारी के अधिकारी ऑर अन्य कर्मचारी प्राधिकरण की निधियों,",
  "Authority, such salaries and allowances and shall be": "ऐसे वेतन और धत्तों से प्राप्त करने के लिए हकदार होगे ऑर वे सेवा की ऐसी अन्य शर्तों",
  "agreed upon with the Authority.”": "द्वारा शासित होगे जो प्राधिकरण से सहपत हों। *",
  "the Authority nor of his parent department. The appellant": "सकता हैं. जिसके परिणायस्वरूप उसका कोई कर्मचारी न तो प्राधिकरण का हैं ऑर न",
  "there is any such deficiency which is now pleaded as a reason": "सकता है यदि कोई हो; तो यह यानते हुए कि ऐसी कोई कमी हैं जिसे अब प्राधिकरण",
  "27. As aresult of our aforesaid discussion, we do not find any merit in this": "27. हमारी पूर्वोक्त चर्चा के परिणामस्वरूप, हमें इस अपील में कोई गुण नहीं मिलती",
  "appeal and the same accordingly stands dismissed with no order as to": "और तदनुसार लागत के बिना ही आदेश को खारिज कर दिया जाता है।",
  "(MOHAN M. SHANTANAGOU DAR)": "(न्यायमूर्ति मोहन एम. शान्तानागौदर)",
  "NEW DELHI;": "नई दिल्ली;",
  "29™ JANUARY, 2020": "29 जनवरी, 2020",
  "Specific case set up by NOIDA in its counter affidavit is that appellant": "24. ॥१00/# द्वारा अपने जवाबी हलफनामे में स्थापित विशिष्ट मामला यह है कि",
  "no. 1 was appointed as Junior Engineer in 1987 and was promoted to": "अपीलार्थी सं.] को 987 में जूनियर इंजीनियर के रूप में नियुक्त किया गया था",
  "the post of Assistant Project Engineer on 27.08.2013. Thus he lacks": "और दिनांक 27.08.203 को सहायक परियोजना अभियंता के पद पर पदोन्नत",
  "necessary qualification of 8 years experience and shall be eligible for": "किया गया था। इस प्रकार उनके पास 8 वर्ष के अनुभव की आवश्यक योग्यता का",
  "being considered for promotion in 2021. Insofar as appellant no. 2 is": "अभाव है और 202] में पदोन्नति के विचारार्थ पात्र होंगे। जहाँ तक अपीलार्थी सं .2",
  "concerned, he was appointed on the post of Assistant Project Engineer in February, 2009. As prescribed by Service Regulations, he became": "का संबंध है उन्हें फरवरी, 2009 में सहायक परियोजना अभियंता के पद पर नियुक्त किया गया था। जैसा कि सेवा विनियमों द्वारा उपबन्धित किया गया है, वह",
  "eligible for being considered for promotion on completing 8 years of service in February, 2017. Thus, at the time of appointment of": "फरवरी, 207 में 8 वर्ष की सेवा पूरी करने पर पदोन्नति के विचारार्थ पात्र हो गया।",
  "service in February, 2017. Thus, at the time of appointment of respondent no. 4 in 2014, and his subsequent absorption in 2015, both": "इस प्रकार, 2074 में प्रत्यर्थी सं .4 की नियुक्ति के समय और 205 में उसके",
  "Engineer for want of requisite 8 years experience as Assistant Project": "पश्चातवर्ती के समावेश दोनों अपीलार्थी सहायक परियोजना अभियंता के रूप में 8",
  "“80. For the removal of doubt it is hereby declared that these": "“80. संशय को दूर करने के लिए यह घोषित किया जाता हैं कि ये विनियम अधिनियम",
  "Government under the Act or any directions issued by the State Government under Section 41 of the U.P. Urban Planning and": "के तहत राज्य सरकार द्वारा बनाए गए किसी भी नियय अथवा उ.प्र: शहरी नियोजन",
  "Government under Section 41 of the U.P. Urban Planning and Development Act, 1973 or to the provisions of any other law": "और विकास अधिनियम 7973 की धारा 47 के तहत राज्य सरकार द्वारा जारी किए",
  "made on the subject by an Act of Legislature of Uttar Pradesh or": "गए किसी भी निर्देश अथवा उत्तर प्रदेश विधानमंडल के अधिनियम द्वारा इस विषय पर",
  "Section 41 of the U.P. Urban Planning and Development Act reads as": "उत्तर प्रदेश शहरी योजना और विकास अधिनियम की धारा 4 निम्नलिखित प्रकार",
  "under:-": "है: -",
  "“41. Control by State Government :-": "“47. राज्य सरकार द्वारा नियंत्रण: -",
  "(1) The [Authority),the Chairman or the (Vice-Chairman] shall carry out such directions as may be issued to it from time to": "(70 (प्राधिकरण), अध्यक्ष या (उपाध्यक्ष) ऐसे निर्देश करेगा जो राज्य सरकार द्वारा",
  "carry out such directions as may be issued to it from time to time by the State Government for the efficient administration of this Act.": "इस अधिनियम के दक्ष प्रशासन के लिए समय-समय पर जारी किए जाएं।",
  "(2) If in, or in connection with, the exercise of its powers and": "(2, यदि इस अधिनियम के अधीन (प्राधिकरण अध्यक्ष या उपाध्यक्ष) द्वारा अपनी",
  "the Vice-Chairman) under this Act any dispute arises between the authority, the Chairman or the Vice-Chairman) and the State Government the decision of the State": "अध्यक्ष या उपाध्यक्ष के बीच कोई विवाद उद्ूत होता हैं तो राज्य सरकार ऐसे विवाद पर",
  "(3) The State Government may, at any time, either on its own": "(3; राज्य सरकार किसी थी समय, अपने स्वयं के प्रस्ताव पर अथवा इस निमित्त",
  "records of any case disposed of or order passed by the": "किए गये किसी मामले में जारी किए गए किसी आदेश की वैधता या उपयुक्तता के बारे में",
  "[Authority or the Chairman) for the purpose of satisfying": "स्वयं को संतुष्ट करने के प्रयोजन के लिए प्राधिकरण या सथधापति,) द्वारा पारित किसी",
  "direction issued and may pass such order or issue such": "मामले या आदेश के अधिलेख संगा सकेगी ऑर इस संबंध में ऐसा आदेश पारित कर",
  "Provided that the State Government shall not pass an order prejudicial to any person without affording such person a reasonable opportunity of being heard.": "परंतु राज्य सरकार ऐसे व्यक्ति को सुनवाई का युक्तियुक्त अवसर दिए बिना प्रतिकूल प्रभाव डालने वाला आदेश पारित नहीं करेगी।",
  "(4) Every order of the State Government made in exercise of the powers conferred by this Act shall be final and shall not be called in question in any court.”": "(4) इस अधिनियम द्वारा प्रदत्त शक्तियों के प्रयोग में किया गया राज्य सरकार का प्रत्येक आदेश अंतिम होगा ऑर किसी न्यायालय में प्रश्नगत नहीं किया जाएगा”",
  "Section 41 of the U.P. Urban Planning and Development Act, 1976": "उत्तर प्रदेश शहरी नियोजन और विकास अधिनियम, 976 की धारा 4 उक्त",
  "is applicable to Act of 1976 by virtue of Section 12 of the said Act.": "अधिनियम की धारा 2 के आधार पर 976 का अधिनियम लागू है।",
  "“In the light of above discussion, it is demonstrably clear that": "\"उपरोक्त चर्चा के आलोक में, यह स्पष्ट रूप से स्पष्ट हैं कि अपीलार्थी को कानूनी",
  "the appellant has not been denied or deprived of a legal right. He has not sustained injury to any legally protected interest. In": "अधिकार से इनकार अथवा वंचित नहीं किया गया हैं। उन्होंने किसी कानूनी संरक्षण हित",
  "He has not sustained injury to any legally protected interest. In fact, the impugned order does not operate as a decision": "को चोट नहीं पहुंचाई है। वास्तव यें; आक्षेपित आदेश उसके विरूद्ध एक निर्णय के रूप",
  "against him, much less does it wrongfully affect his title to": "में कार्य नहीं करता हैं, उससे बहुत ही कम गलत तरीके से उसके शीर्षक को प्रभावित",
  "something. He has not been subjected to a legal wrong. He": "करता हैं। उसे कानूनी गलत नहीं माना गया हैं। उसे कोई कानूनी शिकायत नहीं हुई है।",
  "has suffered no legal grievance. He has no legal peg for a": "उसके पास फांसी देने के न्यायसंगत दावे के लिए कोई विधिक आधार नहीं हैं। अतः,",
  "consideration, undisputedly after absorption of respondent no. 4 in the": "26. प्रत्यर्थी सं.4 के समावेश के बाद निर्विवाद रूप से मामले पर विचार करने के",
  "NOIDA he was relieved from his parent department and his lien with the": "से मुक्त कर दिया गया था और मूल विभाग के साथ उसका ग्रहणाधिकार समाप्त हो",
  "in the case of Jamil Ahmed Vs. Industrial Development Commissioner and Principal Secretary & Ors.?, where a Senior": "गया था। जमील अहमद बनाम इंडस्ट्रियल डेवलपमेन्ट कमिश्नर एण्ड प्रिंसिपल सेक्रेटरी एवं अन्य में कुछ इसी तरह के विवाद को ध्यान में रखते हुए, जहां रेलवे",
  "and subsequently absorbed, this Court after analysing the provisions of": "और पश्चातवर्ती समावेशित किया गया था, इस न्यायालय ने यह अवधारण करते हुए"
}