{
  "[2024] 3 S.C.R. 385 : 2024 INSC 189": "[2024] 3 5.0९. 385 : 2024 प९५८ 89",
  "Anil Mishra": "अनिल मिश्रा",
  "State of U.P. & Ors.": "यूपी राज्य एवं अन्य.",
  "(Criminal Appeal No. 1335 of 2024)": "(आपराधिक अपील संख्या 335/ 2024)",
  "01 March 2024": "0 मार्च 2024",
  "[Vikram Nath and Satish Chandra Sharma, JJ.]": "[न्यायमूर्ति विक्रम नाथ और न्यायमूर्ति सतीश चंद्र शर्मा]",
  "Issue for Consideration": "विचारार्थ मुद्दा",
  "Whether High Court was justified in setting aside the entire proceedings of the case against the accused on the basis of a": "क्या उच्च न्यायालय द्वारा अभियुक्त के विरुद्ध मामले की पूरी कार्यवाही को समझौता एग्रीमेन्ट के आधार पर रद्द",
  "Settlement Agreement where the complainant in the FIR was not made a party.": "करना न्यायोचित था, जबकि एफआईआर में शिकायतकर्ता को पक्षकार नहीं बनाया गया था।",
  "Headnotes": "हेडनोट्स",
  "During the pendency of the trial, a Settlement Agreement was executed between the accused persons, i.e. Respondent Nos. 2 to 4; and one of the victims i.e. Respondent No.5 — Trial": "मुकदमे के लंबित रहने के दौरान, आरोपी व्यक्तियों, यानी प्रतिवादी संख्या 2 से 4; और पीड़ितों में से एक यानी प्रतिवादी नंबर 5 के बीच एक समझौता एग्रीमेन्ट निष्पादित किया गया; - विचारण न्यायालय ने उक्त समझौते पर",
  "observing that (i) chargesheet has been filed under Sections 147, 148, 149, 323 and 364 of the IPC of which Section(s) 147,": "विचार करते हुए इसे यह कहते हुए खारिज कर दिया कि () आईपीसी की धारा 47, 48, 49, 323 और",
  "the FIR was lodged by the Appellant yet he was not made a party to the Settlement Agreement; and (iii) the Appellant had": "समझौता योग्य हैं; (॥) अपीलकर्ता द्वारा एफआईआर दर्ज की गई थी, फिर भी उसे निपटान समझौते में एक पक्ष",
  "filed objections to the Settlement Agreement — Aggrieved,": "नहीं बनाया गया था; और (0) अपीलकर्ता ने निस्तारण समझौते पर आपत्तियां दर्ज की थीं - व्यथित होकर,",
  "an application was filed by the accused persons before the High Court under Section 482 CrPC — High Court set aside": "आरोपी व्यक्तियों द्वारा सीआरपीसी की धारा 482 के तहत उच्च न्यायालय के समक्ष एक आवेदन दायर किया",
  "Held: Appellant herein is (i) an injured victim qua the alleged": "अवधारित किया गया: यहां अपीलकर्ता (।) कथित अपराध के कारण एक घायल पीड़ित है; और (॥) एफआईआर",
  "offence; and (ii) the original complainant in the FIR. Appellant neither entered into any settlement with the accused persons nor": "में मूल शिकायतकर्ता। अपीलकर्ता ने न तो आरोपी व्यक्तियों के साथ कोई समझौता किया और न ही ऐसा कोई",
  "was courting any such idea. This Court, in Gian Singh v. State of": "विचार कर रहा था। यह न्यायालय ज्ञान सिंह बनाम राज्य पंजाब (202) 0 एससीसी 3083 में किसी",
  "vis-a-vis quashing of an FIR, criminal proceedings or complaint.": "एफआईआर, आपराधिक कार्यवाही या शिकायत को रद्द करने के संबंध में उच्च न्यायालयों द्वारा सीआरपीसी की",
  "consider whether it would be unfair or contrary to the interest of": "कार्यवाही जारी रखना न्याय के हित के विपरीत या अनुचित होगा; या पीड़ित और दोषकर्ता के बीच समझौते और",
  "justice to continue with the criminal proceedings; or continuation": "समझौते के बावजूद आपराधिक कार्यवाही जारी रखना कानून की प्रक्रिया के दुरुपयोग के समान होगा; और क्या न्याय सुनिश्चित करने के लिए यह उचित है कि आपराधिक मामले को समाप्त कर दिया जाए; और यदि उपरोक्त",
  "Judgment / Order of the Supreme Court": "माननीय उच्चतम न्यायालय के निर्णय/आदेश",
  "Order": "आदेश",
  "Leave granted.": "।. अनुमति प्रदान की गई।",
  "The present appeal is arising out of order dated 06.04.2023 passed by the High Court of Judicature at Allahabad (the “High Court’) in": "न्यायालय, इलाहाबाद (\"उच्च न्यायालय\") द्वारा पारित दिनांक 06.04.2023 के आदेश से उत्पन्न हुई है।",
  "1973 (“CrPC”) bearing number 38114 of 2022, titled ‘Jitendra Mishra @ Sanjay and Ors. Vs. State of Uttar Pradesh and Anr.’ (the": "जिसकी संख्या 384/ 2022, जिसका शीर्षक 'जितेद्र मिश्रा (क संजय और अन्य बनाय उत्तर प्रदेश राज्य ओर",
  "“Impugned Order’).": "अन्य ' ('आक्षेपित आदेश' ) है।",
  "The facts of the case reveal that the Appellant herein lodged a First Information Report on 07.08.1999 bearing number 966 of 1999 under": "3. मामले के तथ्यों से पता चलता है कि अपीलकर्ता ने 07.08.999 को भारतीय दंड संहिता, 860",
  "Information Report on 07.08.1999 bearing number 966 of 1999 under Section(s) 364, 147, 148, 149 & 323 of the Indian Penal Code, 1860": "( \"आईपीसी\" ) की धारा 364, 47, 48, 49 और 323 के तहत की प्रथम सूचना रिपोर्ट संख्या 966/999",
  "(“IPC”) against Respondent Nos. 2 to 4 (the “Accused Persons’)": "पर पहली सूचना रिपोर्ट दर्ज की थी। \" प्रतिवादी संख्या 2 से 4 (\"अभियुक्त व्यक्ति\") के विरुद्ध अन्य बातों के",
  "alleging inter alia that (i) the Appellant and Respondent No. 5 were beaten-up and accordingly, injured by Accused Persons who were": "साथ-साथ यह आरोप लगाना कि (।) अपीलकर्ता और प्रतिवादी संख्या 5 को आरोपी व्यक्तियों द्वारा पीटा गया",
  "wielding guns, rifles, revolvers and pistols; and (ii) Respondent No.": "और घायल कर दिया गया, जो बंदूक, राइफल, रिवॉल्वर और पिस्तौल चला रहे थे; और (7) प्रतिवादी संख्या 5",
  "5 was further abducted by the Accused Persons (the “FIR”).": "का आरोपी व्यक्तियों द्वारा अपहरण कर लिया गया ('' एफआईआर '')।",
  "The matter was investigated by the police and thereafter a charge-": "4. पुलिस द्वारा मामले की जांच की गई और उसके बाद अभियुक्त व्यक्तियों के खिलाफ भा.दं.सं. की धारा",
  "sheet was filed against the Accused Persons qua offences under Sections 147, 148, 149, 323 and 364 of the IPC (the “Chargesheet”).": "47,448,49,323 और 364 (\"आरोप-पत्र\") के तहत आरोप-पत्र दायर किया गया।आरोपपत्र दाखिल करने",
  "Pursuant to the filing of the Chargesheet, Ld. Civil Judge, Junior Division, Tirwa, District, proceeded to take cognizance of the offences": "के अनुसरण में, एल.डी. सिविल जज, जूनियर डिवीजन, तिर्वा, जिला, अपराधों का संज्ञान लेने के लिए आगे बढ़े",
  "and inter alia issued process to the Accused Persons; and rejected": "और अन्य बातों के साथ-साथ आरोपी व्यक्तियों को प्रक्रिया जारी की; और आरोपी व्यक्तियों द्वारा आपराधिक",
  "29.11.1999; and (b) 18.04.2000 in Criminal Cases No. 1265 of 1999 and 1264 of 1999 (the “Summoning Order’).": "29..999 और (बी) 8.04.2000 द्वारा दायर की गई आपत्तियों को खारिज कर दिया।",
  "Aggrieved, the Accused Persons preferred (i) a criminal revision": "5. पीड़ित अभियुक्त व्यक्तियों ने () समन आदेश (\"पुनरीक्षण याचिका\") पर आरोप लगाने वाली आपराधिक",
  "petition assailing inter alia the Summoning Order (the “Revision": "पुनरीक्षण याचिका; अन्य बातों के साथ साथ (॥) उच्च न्यायालय ( \"रद्द करने की याचिका\") के समक्ष आरोप पत्र",
  "Petition”); and (ii) an application under Section 482 CrPC seeking the": "को रद्द करने की मांग करने वाले दंड प्रक्रिया संहिता की धारा 482 के तहत एक आवेदन को प्राथमिकता दी।",
  "Court dismissed both (i) the Revision Petition; and (ii) the Quashing Petition (the “1st HC Order’).": "अन्य बातों के साथ साथ (॥) रद्द करने की याचिका ( \"प्रथम उच्च न्यायालय आदेश\") दोनों को खारिज कर दिया।",
  "Judicial Magistrate, Farrukhabad (the “Trial Court”) for issuance of": "लिए मुख्य न्यायिक मजिस्ट्रेट फर्रुखाबाद (\"विचारण न्यायालय\") के समक्ष एक आवेदन प्रस्तुत",
  "Learned Counsel for the applicants and opposite party No.": "आवेदकों के .लिए विद्वान अधिवक्ता ऑर विरोधी पक्ष संख्या 9 का कहना हैं कि दिनांक",
  "between the parties on date 28-09-2022 in which it is": "28-09-20:22 पर पक्षों के बीच (एक सपझ्योंता समझोंता किया गया हैं जिसमें यह एल्लेख किया",
  "mentioned that a First Information Report was lodged by the complainant against unknown people. The complainant": "गया हैं कि शिकायतकर्ता द्वारा अज्ञात लोगों के खिलाफ एक दप्रथय सुचना रिपोर्ट दर्ज की गई थी।",
  "mentioned in the said agreement that the mutual relations": "लिया हें। उक्त समझोंते थें यह भी उल्लेख किया गया हें कि दोनों धारा के बीच आपसी संबंध काफी",
  "between the two parties have become quite cordial and there is no dispute of any kind left between them. The": "सोहार्दपूर्ण हो गए हैं ऑर उनके बीच किसी थी प्रकार का कोई विवाद नहीं बचा हैं।उक्त समझोंते",
  "attested copy of the said agreement has been attached to this application as Annexure 4.": "की सत्यापित प्राति इस संलग्रक के साथ अनुलग्रक 4 के रूप में संलग्र की गई हैं।",
  "Learned counsel for the applicants and Mr. Md. Nadeem, learned counsel for opposite party number 3, have stated": "आवेदकों के विद्वान अधिवक्ता ऑर विपरीत पक्ष संख्या 3 के विद्वान अधिवक्ता श्री",
  "that they want disposal of the present case and do not want": "सोहस्पद नदीय ने कहा हैं कि वे वर्तमान यामले का निफटारा चाहते हैं ऑर इस मुद्दे को आगे नहीं",
  "to pursue this issue further, hence the entire subsequent proceedings should be set aside. In support of his": "बढ़ाना चाहते हैं. इसलिए बाद की पुरी कार्यवाही को अपास्त कर दिया जाना चाहिए/अपने तर्क",
  "argument he cited the judgment of the Hon’ble Supreme Court in Narinder Singh & Ors. v. State of Punjab &": "के समर्थन में उन्होंने नरिंदर सिंह ओर अन्य बनाम पंजाब राज्य ऑर अन्य 2074 लॉ सूट",
  "Anr. 2014 Law Suit (SC) 202, Yogendra Yadav & Ors.": "( एससी) 202, योगेन्द्र यादव और अन्य बनाय ड्ारखंड राज्य ऑर अन्य, डिस्पी गुजराल फ़त्नी",
  "Hearing the learned counsel for the parties and the learned Additional Government Advocate and examining the file": "पक्षकारों के विद्वान अधिवक्ता एवं विद्वान अपर शासकीय अधिवक्ता को सुनने तथा फत्रावली का",
  "and after considering the above precedents of the Hon’ble": "परीक्षण करने तथा साननीय सर्वोच्च न्यायालय के उपयेक्त नजीरों पर विचार करने के प्रश्चात",
  "Supreme Court, this application submitted under Section 482 CrPC is eligible to be accepted.": "सीआरपीसी की धारा 482 के अर्तर्गत प्रस्तुत यह आवेदन स्वीकार किये जाने योग्य हैं।",
  "Accordingly, this application is accepted and the entire": "तदनुसार यह आवेदन स्वीकार कर (लिया जाता हैं ऑर उपयुक्ति पायले की पुरी कार्यवाही को",
  "9. The Learned Counsel appearing on behalf of the Appellant has submitted that the Appellant is an injured victim of the alleged offence;": "9. अपीलकर्ता की ओर से उपस्थित विद्वान वकील ने प्रस्तुत किया है कि अपीलकर्ता कथित अपराध का एक",
  "and also, is the original complainant in relation to the FIR. Accordingly,": "घायल पीड़ित है; और, एफआईआर के संबंध में मूल शिकायतकर्ता भी है। तदनुसार, हमारे समक्ष जोरदार ढंग से",
  "ithas been vehemently contended before us that the High Court erred in law as well as in facts by allowing the 2\" Settlement Application. It": "यह तर्क दिया गया है कि उच्च न्यायालय ने दूसरे निपटान आवेदन की अनुमति देकर कानून के साथ-साथ तथ्यों",
  "was also submitted before us that the Impugned Order suffers from": "में भी गलती की है।हमारे समक्ष यह भी प्रस्तुत किया गया था कि आक्षेपित आदेश इस तथ्य के कारण विकृति और",
  "perversity and illegality on account of the fact that it fails to consider": "अवैधता से ग्रस्त है कि यह इस बात पर विचार करने में विफल रहता है कि अपीलकर्ता अर्थात मूल शिकायतकर्ता",
  "and circumstances of each case and no category can": "के तथ्यों और परिस्थितियों पर निर्भर करेगा और कोई श्रेणी निर्धारित नहीं की जा सकती",
  "be prescribed. However, before exercise of such power, the High Court must have due regard to the nature and": "है।हालांकि, इस तरह की शक्ति का प्रयोग करने से पहले, उच्च न्यायालय को अपराध की प्रकृति",
  "the High Court must have due regard to the nature and gravity of the crime. Heinous and serious offences of": "और गंभीरता को ध्यान में रखना चाहिए।मानसिक भ्रष्टता के जघन्य और गंभीर अपराधों या हत्या,",
  "mental depravity or offences like murder, rape, dacoity, etc. cannot be fittingly quashed even though the victim or": "बलात्कार, डकैती आदि जैसे अपराधों को उचित रूप से रद्द नहीं किया जा सकता है, भले ही",
  "victim’s family and the offender have settled the dispute.": "पीड़ित या पीड़ित के परिवार और अपराधी ने विवाद को सुलझा लिया हो।इस तरह के अपराध",
  "Such offences are not private in nature and have a serious impact on society. Similarly, any compromise between the": "निजी प्रकृति के नहीं होते हैं और इनका समाज पर गंभीर प्रभाव पड़ता है।इसी तरह, भ्रष्टाचार",
  "special statutes like the Prevention of Corruption Act or the offences committed by public servants while working": "निवारण अधिनियम या उस क्षमता में काम करते समय लोक सेवकों द्वारा किए गए अपराधों आदि",
  "in that capacity, etc.; cannot provide for any basis for quashing criminal proceedings involving such offences.": "ऐसे अपराधों से जुड़ी आपराधिक कार्यवाही को रद्द करने के लिए कोई आधार प्रदान नहीं कर",
  "But the criminal cases having overwhelmingly and predominatingly civil flavour stand on a different footing for": "सकता है।लेकिन अत्यधिक और मुख्य रूप से नागरिक स्वाद वाले आपराधिक मामले रद्द करने",
  "predominatingly civil flavour stand on a different footing for the purposes of quashing, particularly the offences arising from commercial, financial, mercantile, civil, partnership": "के उद्देश्यों के लिए एक अलग आधार पर खड़े हैं, विशेष रूप से वाणिज्यिक, वित्तीय, व्यापारिक,",
  "or such like transactions or the offences arising out of matrimony relating to dowry, etc. or the family disputes": "नागरिक, साझेदारी या इस तरह के लेनदेन या दहेज आदि से संबंधित विवाह से उत्पन्न होने वाले",
  "where the wrong is basically private or personal in nature": "अपराध या पारिवारिक विवाद जहां गलत मूल रूप से निजी या व्यक्तिगत प्रकृति का है और पक्षों",
  "and the parties have resolved their entire dispute. In this category of cases, the High Court may quash the criminal": "ने अपने पूरे विवाद का समाधान कर लिया है। इस श्रेणी के मामलों में, उच्च न्यायालय आपराधिक",
  "proceedings if in its view, because of the compromise between the offender and the victim, the possibility of": "कार्यवाही को रद्द कर सकता है यदि उसके विचार में, अपराधी और पीड़ित के बीच समझौते के",
  "conviction is remote and bleak and continuation of the": "कारण, दोषसिद्धि की संभावना दूरस्थ और धूमिल है और आपराधिक मामले को जारी रखने से",
  "criminal case would put the accused to great oppression and prejudice and extreme injustice would be caused to": "आरोपी को बहुत उत्पीड़न और पूवग्रह का सामना करना पड़ेगा और पीड़ित के साथ पूर्ण और",
  "him by not quashing the criminal case despite full and": "पूर्ण समझौते और समझौते के बावजूद आपराधिक मामले को रद्द नहीं करने से उसके साथ",
  "other words, the High Court must consider whether it would": "अत्यधिक अन्याय होगा।दूसरे शब्दों में, उच्च न्यायालय को इस बात पर विचार करना चाहिए कि",
  "be unfair or contrary to the interest of justice to continue with the criminal proceeding or continuation of the criminal proceeding would tantamount to abuse of process of law": "क्या आपराधिक कार्यवाही जारी रखना अनुचित या न्याय के हित के विपरीत होगा या आपराधिक",
  "proceeding would tantamount to abuse of process of law despite settlement and compromise between the victim and": "कार्यवाही जारी रखना पीड़ित और अपराधी के बीच समझौते और समझौते के बावजूद कानून की",
  "it is appropriate that the criminal case is put to an end and": "करने के लिए, यह उचित है कि आपराधिक मामले को समाप्त कर दिया जाए और यदि उपरोक्त",
  "if the answer to the above question(s) is in the affirmative,": "प्रश्न (ओं) का उत्तर सकारात्मक है, तो उच्च न्यायालय आपराधिक कार्यवाही को रद्द करने के",
  "is (i) an injured victim qua the alleged offence; and (ii) the original": "निपटान समझौते के आधार पर प्राथमिकी से उत्पन्न आपराधिक कार्यवाही (ओऑं) को रद्द करके गलती की है।उच्च न्यायालय इस बात पर ध्यान देने में विफल रहा कि अपीलकर्ता अर्थात एक घायल पीड़ित; और मूल शिकायतकर्ता",
  "the Appellant neither entered into any settlement with the Accused Persons nor was courting any such idea. Accordingly, in view of the": "निपटान समझौते का पक्षकार नहीं था और न ही इस तरह की कार्रवाई के लिए सहमत था।तदनुसार, हम पाते हैं",
  "such power viz. : (i) to secure the ends of justice, or (ii) to prevent abuse of the process of any court. In what cases power to quash the criminal proceeding or complaint or": "कि आक्षेपित आदेश ने न तो न्याय के उद्देश्यों को सुरक्षित किया और न ही कानून की प्रक्रिया के दुरुपयोग को"
}