{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NOS.268-269 of 2021": "दीवानी अपील संख्या 268-269 वर्ष 202",
  "(arising out of SLP(C)Nos.17665-17666 of 2019)": "(एसएलपी (दीवानी) संख्या 7665-7666 वर्ष 209 से उद्भूत)",
  "JUDGMENT": "निर्णय",
  "Leave granted.": "अनुमति प्रदान की गयी।",
  "2. These appeals have been filed challenging the Division Bench judgment of High Court of Judicature at Allahabad, Lucknow Bench dated 12.04.2018 by which": "2. इन अपीलों को इलाहाबाद, उच्च न्यायालय की लखनऊ खण्ड़पीठ के 2.4.2078 दिनांकित निर्णय को चुनौती देते हुए दायर किया गया है,",
  "writ petition filed by respondent No.4 has_ been": "जिसके तहत प्रत्यर्थी संख्या 4 द्वारा दायर रिट याचिका को अनुमति प्रदान",
  "allowed and the order of the Chancellor dated 08.07.2009 rejecting the representation made by respondent No.4 was set aside.": "की गई है और प्रत्यर्थी संख्या 4 द्वारा दिए गए प्रत्यावेदन को अस्वीकार करते हुए कुलाधिपति के 08.07.2009 दिनांकित आदेश को अपास्त कर",
  "oo Brief facts of the case for deciding these": "3. इन अपीलों को निर्णीत करने के लिए मामले के संक्षिप्त तथ्य निम्न हैं:",
  "08.08.2005 approving the appointment' of": "08.08.2005 दिनांकित आक्षेपित नियुक्ति आदेश को रद्द करने के",
  "respondent No.4 as Lecturer. The appellant,": "॥. विरोधी पक्षकार संख्या 4 को सहायक प्रोफेसर के पद से वापस",
  "Professor and post him in the post Lecturer from the date of": "करने और नियुक्ति की तिथि से उसे प्रवक्ता के पद पर नियुक्त करने के",
  "commanding the Opp. Party No.1 to 3 to declare the petitioner": "लिए विरोधी पक्षकार संख्या ] से 3 को आदेश देते हुए",
  "senior to the Opp. Party No.4": "पक्षकार संख्या 4 से वरिष्ठ घोषित करने के लिए पक्षकार संख्या . से",
  "count the period of Senior Research Fellow as_ teaching": "शिक्षण अनुभव के रूप में सीनियर रिसर्च फैलो की अवधि की गणना",
  "v. any other writ, order- or direction which this Hon’ble Court deem fit in the": "४. कोई अन्य रिट, आदेश या निर्देश, जिसे माननीय न्यायालय मामले",
  "vi. Allow the Writ Petition with cost.”": "४. रिट याचिका को लागत के साथ अनुमति दें।”",
  "3.5 In the writ petition both the appellant as well as University has filed their counter": "3.5 रिट याचिका में अपीलकर्ता के साथ -साथ विश्वविद्यालय, दोनों ने",
  "affidavit and contested the claim of the respondent No.4. Division Bench of the High": "अपना जवाबी हलफनामा दायर किया है और प्र॒त्यर्थी संख्या 4 के दावे",
  "three years experience. The representations": "कम से कम तीन साल के शिक्षण अनुभव के साथ संबंधित",
  "claim of seniority as Assistant Professor in": "विश्वविद्यालय में नियुक्ति और सहायक प्रोफेसर के रूप में वरिष्ठता के दावे",
  "the University. The respondent No.4 claimed": "कुलाधिपति को एक प्रत्यावेदन दिया गया था। प्रत्यर्थी संख्या 4 ने दावा",
  "appointment as Senior Research Fellow in": "किया कि डब्ल्यू.एच.ओ. में सीनियर रिसर्च फैलो के रूप में नियुक्ति के",
  "to the Chancellor principally claimed seniority over appellant based on _ his": "गए उनके प्रत्यावेदन में मुख्य रूप से उनके अनुभव के आधार पर अपीलकर्ता पर वरिष्ठता का दावा करते हुए यह कहा गया कि सहायक",
  "completed requisite experience at the time of his appointment on the post of Assistant Professor.": "प्रोफेसर के पद पर उसकी नियुक्ति के समय उसने अपेक्षित अनुभव भी",
  "The Chancellor vide his order dated 08.07.2009 rejected the representation made": "3.4 कुलाधिपति ने 08.07.2009 दिनांकित अपने आदेश से प्रत्यर्थी",
  "by respondent No.4. The Chancellor in his": "संख्या 4 द्वारा दिए गए प्रत्यावेदन को अस्वीकार कर दिया। कुलाधिपति",
  "order referred to the report sent by the": "ने अपने आदेश में विश्वविद्यालय द्वारा भेजी गई रिपोर्ट का उल्लेख किया",
  "as Senior Research fellow in W.H.O. cannot be": "कि डब्ल्यूएचओ में सीनियर रिसर्च फेलो के रूप में अपीलकर्ता के",
  "counted as experience. Aggrieved by the": "अनुभव को अनुभव के रूप में नहीं गिना जा सकता है। उसके दावे को",
  "order of the Chancellor dated 08.07.2009": "खारिज करते हुए कुलाधिपति के दिनांक 08.07.2009 के आदेश से",
  "rejecting his claim, the respondent No.4 filed a writ petition being Writ Petition": "व्यथित होकर, प्रत्यर्थी संख्या 4 ने एक रिट याचिका दायर की जो रिट",
  "No.1350(SB) of 2009 praying for following": "याचिका संख्या 350 (एसबी) वर्ष 2009 है जिसमें निम्नलिखित",
  "quashing the impugned order dated 08.07.2009 passed _ by Opp. Party No.1 and impugned": "संख्या : द्वारा पारित 08.07.2009 दिनांकित आक्षेपित आदेश और",
  "appellant as Assistant Professor whereas appointment": "सहायक प्रोफेसर के रूप में विरोधी पक्षकार संख्या 4 की",
  "“The writ petition is accordingly allowed. The_- order": "\"तदनुसार रिट याचिका को अनुमति दी जाती है। कुलाधिपति",
  "dated 8.7.2009 passed by the": "द्वारा पारित 8.7.2009 दिनांकित आदेश को एतदद्वारा रद्द किया",
  "the University concerned is": "जाता है और संबंधित विश्वविद्यालय को निर्देश दिया गया है कि वह",
  "directed to treat opposite party no.4 having been appointed": "विरोधी पक्षकार संख्या 4 को उसकी योग्यता के अनुसार प्रारंभ से",
  "qualification. Consequences’ shall follow accordingly. However, no": "प्रवक्ता के पद पर नियुक्त हुआ माने। तदनुसार परिणाम होगें। हालांकि,",
  "payment made to him on account of said initial appointment on the": "प्रारंभिक नियुक्ति के कारण उसे किए गए भुगतानों की कोई वसूली",
  "3.6 The appellant aggrieved by the judgment of": "3.6 उच्च न्यायालय के निर्णय से व्यथित अपीलकर्ता इन अपीलों में आया",
  "4. We have heard Ms. Meenakshi Arora, learned senior": "4. हमने अपीलकर्ता के विद्वान वरिष्ठ अधिवक्ता सुश्री मीनाक्षी अरोड़ा को",
  "counsel for the appellant. Shri S.R. Singh, learned senior counsel appearing for respondent No.4. Shri": "सुना। प्रत्यर्थी संख्या 4 के लिए विद्वान वरिष्ठ अधिवक्ता श्री एसआर सिंह",
  "Vishnu Shankar Jain, learned counsel has appeared for respondent No.3.": "उपस्थित हुए, प्रत्यर्थी संख्या 3 के लिए विद्वान अधिवक्ता श्री विष्णु शंकर जैन उपस्थित हुए हैं।",
  "5. Learned counsel for the appellant contends that": "५. अपीलकर्ता के विद्वान अधिवक्ता का तर्क है कि अपीलकर्ता ने",
  "as Assistant Professor in BRD Medical College from 19.07.2003 to 07.12.2005. It is submitted that prior": "9.07.2003 से 07.2.2005 तक बीआरडी मेडिकल कॉलेज में सहायक",
  "to his deputation in BRD Medical College, Gorakhpur,": "गया कि बीआरडी मेडिकल कॉलेज, गोरखपुर, में अपनी प्रतिनियुक्ति से",
  "he was a member of Provincial Medical Services w.e.f. 01.09.1992 and had been working for more than a": "पहले, वह 0.09.992 से प्रांतीय चिकित्सा सेवा के सदस्य थे और डेंटल",
  "decade as Dental Surgeon. It is submitted that": "सर्जन के रूप में एक दशक से अधिक समय से कार्य कर रहे थे। यह कहा",
  "Selection Committee after considering the service": "गया कि चयन समिति ने अपीलकर्ता के सेवा अनुभव और कार्य पर विचार",
  "eligible for the post of Assistant Professor, and": "सहायक प्रोफेसर के पद के लिए पात्रता को पूरा नहीं करता था, सहायक",
  "recommended as Assistant Professor, who was appointed": "करने के बाद उसको सहायक प्रोफेसर के पद पर योग्य पाया और सहायक प्रोफेसर के रूप में सिफारिश की, जिसे इस तरह नियुक्त किया गया। यह",
  "as such. It is submitted that the respondent No.4 did not fulfil qualifications of Assistant Professor": "कहा गया कि प्रत्यर्थी संख्या 4 सहायक प्रोफेसर की योग्यताओं को पूरा नहीं",
  "Since at the time of application, he had only one year’s experience, hence, he rightly applied for the": "किया क्योंकि आवेदन के समय, उनके पास केवल एक वर्ष का अनुभव था,",
  "post of Lecturer only. It 1s submitted that the": "इसलिए उसने केवल प्रवक्ता के पद के लिए ठीक ही आवेदन किया। यह कहा",
  "appointment of the appellant as Assistant Professor": "गया कि सहायक प्रोफेसर के रूप में अपीलकर्ता की नियुक्ति को प्रत्यर्थी",
  "was never challenged by respondent No.4 and it is": "संख्या 4 द्वारा कभी चुनौती नहीं दी गई थी और यह अपीलकर्ता पर प्रत्यर्थी",
  "with regard to claim of seniority of respondent No.4 over the appellant he submitted his representation both to the University and the Chancellor.": "संख्या 4 की वरिष्ठता के दावे के संबंध में है, उसने विश्वविद्यालय और कुलाधिपति दोनों को अपना प्रत्यावेदन प्रस्तुत किया। कुलाधिपति को",
  "after more than three years from the appointment of the appellant and representations were submitted by": "प्रत्यावेदन भी अपीलकर्ता की नियुक्ति के तीन साल से अधिक समय के बाद",
  "the appellant and representations were submitted by respondent No.4 only when he was’~ promoted = as": "प्रस्तुत किया गया था और प्रत्यर्थी संख्या 4 द्वारा प्रत्यावेदन केवल तब",
  "Assistant Professor in the year 2007. It is": "प्रस्तुत किए गए थे, जब उन्हें वर्ष 2007 में सहायक प्रोफेसर के रूप में",
  "appointment on the post of Assistant Professor. At": "सहायक प्रोफेसर के रूप में अपीलकर्ता की नियुक्ति को चुनौती देने पर",
  "respondent No.4 not eligible is correct, which needs": "बारे में प्रत्यर्थी संख्या 4 का दावा गलत था और विवाद प्रत्यर्थी संख्या 4",
  "8. For the post of Assistant Professor and Lecturer": "असिस्टेंट प्रोफेसर और लेक्चरर के पद के लिए आवेदन अमंत्रित किए",
  "Chancellor was made by respondent No.4 only on": "किया, जबकि प्रत्यर्थी संख्या 4 ने लेक्चरर (प्रवक्ता) के पद पर नियुक्ति",
  "respondent No.4 had applied respectively for the post": "के लिए आवेदन किया। अपीलकर्ता और प्रत्यर्थी संख्या 4 दोनों पर एक",
  "of Assistant Professor and Lecturer and Selection": "ही चयन समिति द्वारा विचार किया गया था तथा सहायक प्रोफेसर के पद",
  "Committee recommended their appointment and Executive": "को मंजूरी देते हुए चयन समिति की सिफारिशों को कार्यकारी परिषद द्वारा",
  "Council in the meeting dated 08.08.2005 approved the": "अपनी बैठक में दिनांक 08.08.2005 को मंजूरी दे दी गयी। अपीलकर्ता",
  "appellant as Assistant Professor and respondent No.4": "08.08.2007 को सहायक प्रोफेसर के पद पर प्रत्यर्थी संख्या 4 को",
  "10. The University in its counter affidavit has": "0. विश्वविद्यालय ने अपने प्रति शपथपत्र में उ.प्र. अधिनियम संख्या 8 वर्ष",
  "relied and referred to Section 53 of the U.P. Act No.": "2002 की धारा 53 पर अवलम्ब लिया और संदर्भित किया है। अधिनियम,",
  "8 of 2002. Section 53 of the Act, 2002 is as follows: -": "2002 की धारा 53 इस प्रकार है: -",
  "“B3- If any question arises whether any person has’ been duly elected or": "“53- यदि कोई प्रश्न उठता है कि क्या किसी व्यक्ति को",
  "any person has’ been duly elected or appointed as, or is entitled to be a": "विधिवत चुना गया है या नियुक्त किया गया है या वह",
  "member of any authority or other body of": "विश्वविद्यालय के किसी प्राधिकारण या अन्य निकाय का",
  "Government or by the Chancellor) is in": "राज्य सरकार या कुलाधिपति द्वारा नहीं बनाया गया है या",
  "conformity with this Act or the Statutes": "अनुमोदित नहीं है), इस अधिनियम या इसके तहत बनायी",
  "or the Ordinances made thereunder, the matter shall be referred to the": "गयी संविधियों या अध्यादेशों के अनुरूप है , तो मामला",
  "matter shall be referred to the Chancellor, and the decision of the": "कुलाधिपति को भेजा जाएगा, और उस पर कुलाधिपति का",
  "Chancellor thereon shall be final:": "निर्णय अंतिम होगा:",
  "Provided that no reference under this section shall be made-": "बशर्ते कि इस धारा के अधीन कोई संदर्भ नहीं दिया जाएगा-",
  "(a) more than three months": "(क) उस तारीख के तीन महीने से अधिक समय बाद",
  "after the date when the question": "जब पहली बार प्रश्न उठाया जा सकता था,",
  "applicable to the Medical University also": "विश्वविद्यालय में लागू किया गया है, उसमें भी डब्ल्यूएचओ में",
  "services done with WHO as Senior Research": "वरिष्ठ रिसर्च फैलो के रूप में की गई सेवाओं पर विचार करने",
  "rejected.”": "होने से खारिज कर दिया गया है।\"",
  "14. The copy of the complaint to the Chancellor which was filed on behalf of respondent No.4 has not been": "4. कुलाधिपति को प्रत्यर्थी संख्या 4 की ओर से की गई शिकायत की प्रति",
  "brought by the respondent No.4 on the record, but": "को प्रत्यर्थी संख्या 4 द्वारा अभिलेख पर नहीं लाया गया है, लेकिन",
  "after perusal of the order of the Chancellor, the main grievance of the respondent No.4 was_ non-": "कुलाधिपति के आदेश के परिशीलन के बाद, प्रत्यर्थी संख्या 4 की मुख्य",
  "inclusion of his teaching experience, as_ Senior Research Fellow in W.H.O. and his claim of seniority": "शिकायत डब्ल्यूएचओ में वरिष्ठ रिसर्च फैलो के रूप में उसके शिक्षण अनुभव",
  "over the appellant. The respondent No.4 has filed a counter affidavit in this appeal where in paragraph": "थी। प्रत्यर्थी संख्या 4 ने इस अपील में एक जवाबी हलफनामा दायर किया",
  "No.9, following has been pleaded by respondent No.4: -": "है, जिसके प्रस्तर 9 में, प्रत्यर्थी संख्या 4 द्वारा निम्नलिखित अभिकथित किया गया है:-",
  "University with regard to claim of respondent No.4 to": "में, विश्वविद्यालय के समक्ष उत्तरदाता प्रत्यर्थी द्वारा एक प्रत्यावेदन",
  "Singh has no similarity with the case of": "मामले से शिकायतकर्ता के मामले की कोई समानता नहीं है",
  "the complainant and the case of Dr. Nagar is different.": "और डॉ. नागर का मामला अलग है।",
  "At the end the statement of _ the university is that Dr. Rao has _ presented": "अंत में, विश्वविद्यालय का यह कहना है कि डॉ. राव ने",
  "applications without knowing the truth of the facts mentioned therein and_ that": "इसमें उल्लिखित तथ्यों की सच्चाई को जाने बिना और",
  "through unauthorised manner and since the": "अनधिकृत तरीके से आवेदन प्रस्तुत किए हैं और चूंकि डॉ.",
  "above case of Dr. Rao is meritless, having": "राव के उपरोक्त मामले में कोई बल नहीं है , इसलिए कोई",
  "no force and based on the false facts and": "प्रभाव नहीं है और झूठे तथ्यों पर आधारित है और भ्रम पैदा",
  "Causing disillusion hence it has_ been requested to reject the complaint.”": "करता है इसलिए शिकायत को अस्वीकार करने का अनुरोध किया गया है।\"",
  "13. The Chancellor has further observed that’ the respondent No.4 has mainly requested to establish his": "3. कुलाधिपति ने आगे देखा कि प्रत्यर्थी संख्या 4 ने मुख्य रूप से",
  "challenge the appointment of appellant. Appointment dated 08.08.2005 could not be allowed to _ be": "नियुक्ति को चुनौती देने की अनुमति नहीं दी जा सकती। दिनांक",
  "challenged after four years in the writ petition.": "08.08.2005 की नियुक्ति को रिट याचिका में चार साल बाद चुनौती देने की",
  "17. Learned counsel for the appellant is right in her Submission that it was after respondent No.4 was": "7. अपीलार्थी के विद्वान अधिवक्ता की दलीलें सही हैं कि प्रत्यर्थी संख्या 4",
  "promoted as Assistant Professor, he submitted": "के सहायक प्रोफेसर के रूप में पदोन्नत होने के बाद उसने प्रत्यावेदन दिया",
  "affidavit filed by the University, details of the": "विश्वविद्यालय द्वारा दायर जवाबी हलफनामे में, प्रत्यावेदन के विवरण, जो",
  "representations, which were given by respondent No.4 to the Chancellor have also been mentioned in": "कुलाधिपति को प्रत्यर्थी संख्या 4 द्वारा दिया गया था, का उल्लेख प्रस्तर 2.9",
  "paragraph 2.9, which are to the following effect: -": "में भी किया गया है, जो निम्नलिखित प्रभाव के हैं:-",
  "“2.9 That Dr. Jitendra Kumar Rao": "“2.9 यह कि दिनांक 3.02.2009 को डॉ. जितेंद्र कुमार",
  "(a) My seniority in the department as Assistant Professor may be looked at.": "(क) सहायक प्रोफेसर के रूप में विभाग में मेरी वरिष्ठता को देखा जा सकता है।",
  "(b) The seniority of Dr. Pooran Chand may be reverted back as per rules.": "(ख) डॉ. पूरन चंद की वरिष्ठता को नियमों के अनुसार वापस लिया जा सकता है।",
  "(c) If some conspiracy to hide the facts in the appointment of Dr. Pooran Chand is_ proved,": "(ग) यदि डा. पूरन चंद की नियुक्ति में तथ्यों को छिपाने की कोई साजिश साबित हो जाती है तो",
  "then an appropriate action": "संबंधित व्यक्ति के विरुद्ध उचित कार्रवाई की",
  "18. The prayer of the respondent No.4 that appellant": "करने के लिए प्रत्यर्थी संख्या 4 के दावे के संबंध में विश्वविद्यालय के रुख पर",
  "when he was appointed as Assistant Professor. on": "किया था और 08.08.2005 से सहायक प्रोफेसर के रूप में अपीलकर्ता की",
  "08.08.2005.": "की नियुक्ति, जिसे 08.08.2005 को अनुमोदित किया गया था, को",
  "19. Now, we may notice the judgments, which have been": "9. अब, हम उन निर्णयों का उल्लेख कर सकते हैं, जिन पर प्रत्यर्थी संख्या",
  "relied by learned counsel appearing for respondent No.4 in support of his submissions. Learned counsel": "4 की ओर से पेश विद्वान अधिवक्ता द्वारा अपनी दलीलों के समर्थन में",
  "Vs. State of Jharkhand and Ors., (2008) 1 SCC 798.": "और अन्य बनाम झारखंड राज्य और अन्य (2008) . एससीसी 798 में",
  "vacancy for the post of Constables. The vacancies": "के पद के लिए रिक्ति पर नियुक्ति से संबंधित है। रिक्तियों को न तो रोजगार",
  "were neither advertised through the Employment": "कार्यालय के माध्यम से विज्ञापित किया गया था और न ही एक समाचार पत्र",
  "of Rule 663(d) of Bihar Police Manual but’ was": "में, जो बिहार पुलिस नियमावली के नियम 663 (घ) की आवश्यकता थी,",
  "displayed only on the notice board. The appellants": "बल्कि केवल नोटिस बोर्ड पर प्रदर्शित किया गया था। उक्त मामले के",
  "of the said case, who were appointed without advertisement of the vacancy, were dismissed from": "अपीलकर्ताओं, जिन्हें रिक्ति के विज्ञापन के बिना नियुक्त किया गया था, को",
  "advertisement of the vacancy, were dismissed from service. The writ petition was filed, which too was": "सेवा से बर्खस्त कर दिया गया था। रिट याचिका दायर की गई थी, उसे भी",
  "dismissed. Challenging the order of the High Court,": "खारिज कर दिया गया था। उच्च न्यायालय के आदेश को चुनौती देते हुए, इस",
  "the appeal was filed before this Court. Paragraph 3": "न्यायालय के समक्ष अपील दायर की गई थी। निर्णय के प्रस्तर 3 में दलीलें",
  "the following effect: -": "दी गयी, जो निम्नलिखित प्रभाव की है: -",
  "“3. Learned counsel appearing on behalf of": "\"3. अपीलकर्ताओं की ओर से पेश विद्वान अधिवक्ता ने",
  "vacancies were neither advertised through": "के माध्यम से विज्ञापित किया गया था और न ही किसी",
  "competent authority. The appellant was appointed,": "होने से, अवैध थीं, सक्षम प्राधिकारी अपीलकर्ताओं की",
  "aside. This Court held that the appointments made in": "था। उच्च न्यायालय ने आदेश को रद्द करने के साथ-साथ ऊपर उल्लिखित",
  "dispute to the above preposition but the above was a": "उपरोक्त प्रस्ताव पर कोई विवाद नहीं हो सकता है, लेकिन उपरोक्त मामला",
  "case where the appointment of the teachers were": "एक ऐसा मामला था जहां शिक्षकों की नियुक्ति को न तो मंजूरी दी गई थी",
  "neither approved nor was made in accordance with the statutory rules, hence, this Court took the view that": "और न ही वैधानिक नियमों के अनुसार की गयी थी, इसलिए इस न्यायालय",
  "they are not entitled for any salary from the State": "ने यह विचार किया कि वे राज्य से किसी वेतन के हकदार नहीं हैं और स्कूल",
  "and it was school authorities to pay their salary.": "प्राधिकारी उनके वेतन का भुगतान करने के लिए दायी थे।",
  "23. Another judgment relied by the learned counsel for the respondent No.4 is Pramod Kumar Vs. U.P. Secondary Education Services Commission and Ors.,": "23. प्रत्यर्थी संख्या 4 के विद्वान अधिवक्ता द्वारा अवलम्ब लिया गया एक अन्य निर्णय प्रमोद कुमार बनाम उ.प्र. माध्यमिक शिक्षा सेवा आयोग और",
  "(2008) 7 SCC 153, which was also a case of a teacher,": "अन्य (2008)7 एससीसी 53 का है, जो एक शिक्षक का ही मामला था,",
  "who had obtained B.Ed. degree from an institution, which was not recognised. He waS appointed by the": "जिसने बी. एड. डिग्री एक ऐसी संस्था से प्राप्त की थी, जो मान्यता प्राप्त नहीं",
  "his salary, his services were terminated. He filed a": "एक रिट याचिका दायर की थी, उसकी सेवाओं को समाप्त कर दिया गया",
  "writ petition, which was dismissed, against which": "था। उसने एक रिट याचिका दायर की, जिसे खारिज कर दिया गया, जिसके",
  "appeal was also dismissed. This Court in paragraph": "खिलाफ की गयी अपील भी खारिज कर दी गई। इस न्यायालय ने प्रस्तर 27",
  "21 made following observations: -": "में निम्नलिखित टिप्पणियाँ की: -",
  "“21. It is not in dispute that the said": "\"2. यह विवाद में नहीं है कि उक्त संस्था को किसी",
  "institution was not recognised by any": "विश्वविद्यालय द्वारा मान्यता नहीं दी गई थी। किसी डिग्री को",
  "university. A degree is recognised only if": "तभी मान्यता दी जाती है यदि उसे विश्वविद्यालय अनुदान",
  "Commission Act, 1956 or under any State or": "आयोग अधिनियम, 956 या किसी राज्य या संसदीय",
  "without any statutory backing.”": "किसी वैधानिक अनुमोदन के स्थापित नहीं किया जा सकता।'\"",
  "24. This Court dismissed the appeal filed by the teachers. The above case was also on different premise and does not help the respondent No.4.": "24. इस न्यायालय ने शिक्षकों द्वारा दायर अपील को खारिज कर दिया। उपरोक्त मामला भी अलग आधार पर था और प्रत्यर्थी संख्या 4 की मदद नहीं करता है।",
  "25. Appellant has also placed reliance on judgment of this Court in State of Jammu and Kashmir Vs. R.K.": "25. अपीलार्थी ने जम्मू और कश्मीर राज्य बनाम आर.के. जालपुरी और",
  "was filed challenging the dismissal order after six": "अवलम्ब लिया है, जहां छह साल के बाद बर्खास्तगी आदेश को चुनौती देते",
  "year. The writ petitoin was allowed by the learned Single Judge against which LPA by the State was also": "हुए रिट याचिका दायर की गई थी। रिट याचिका को विद्वान एकल न्यायाधीश द्वारा अनुमति दी गई थी जिसके खिलाफ राज्य द्वारा किया गया एलपीए भी",
  "dismissed. This Court allowed the appeal and held": "खारिज कर दिया गया था। इस न्यायालय ने अपील की अनुज्ञा दी और",
  "that delay in approaching High Court under Article": "अभिनिर्धारित किया कि अनुच्छेद 226 के अधीन उच्च न्यायालय में पहुंचने",
  "226 was fatal in the above case. In paragraphs 26": "में विलंब उपरोक्त मामले में घातक था। प्रस्तर 26 और 27 में निम्नलिखित",
  "and 27 following was laid down: -": "प्रतिपादित किया गया था:-",
  "“26. In the case at hand, the employee was dismissed from service in the year 1999,": "\"26. वर्तमान मामले में, कर्मचारी को वर्ष 999 में सेवा से",
  "but he chose not to avail any departmental": "बर्खस्त कर दिया गया था, लेकिन उसने किसी भी विभागीय",
  "knock at the doors of the High Court after": "की अवधि के बाद उच्च न्यायालय के दरवाजे खटखटाने के",
  "27. The grievance agitated by the": "27. प्रत्यर्थी द्वारा किया गया प्रतिवेदन गुणावगुण के आधार",
  "anyone even the one who fosters the idea": "तक कि जो इस विचार को धारण करता है और इस रवैया का",
  "proclaim “deo gratias”—“thanks to God”.”": "और अंत में \"ईश्वर को धन्यवाद\" की घोषणा करता है।\"",
  "26. AS observed above, the Act which Governs. the": "26. जैसा कि ऊपर देखा गया है, अधिनियम जो विश्वविद्यालय में सहायक",
  "appointment of Assistant Professors and Lecturers in": "प्रोफेसरों और प्रवक्ताओं की नियुक्ति को शासित करता है, वह स्वयं किसी",
  "the University itself provides a mechanism _ for questioning an appointment, i.e., by representation": "नियुक्ति पर सवाल उठाने के लिए एक तंत्र प्रदान करता है , अर्थात,",
  "to the Chancellor that too within a period of three": "कुलाधिपति को प्रत्यावेदन देकर वह भी तीन महीने की अवधि के भीतर",
  "held that respondent No.4 in his’ representation": "प्रत्यर्थी संख्या 4 ने सहायक प्रोफेसर के रूप में अपीलकर्ता की नियुक्ति को",
  "not to have entertained the challenge to_ the appointment of appellant in the writ petition and": "अपीलकर्ता की नियुक्ति के लिए चुनौती पर विचार नहीं करना चाहिए था और",
  "respondent No.4 for seniority over the appellant.": "प्रत्यर्थी संख्या 4 के दावे को अपीलकर्ता पर वरिष्ठता के विचारण तक",
  "When the appointment of appellant was not challenged in reasonable time as per the provisions of the Act, 2002, it is not in the ends of justice to permit the": "सीमित करना चाहिए था। जब अधिनियम, 2002 के प्रावधानों के अनुसार अपीलकर्ता की नियुक्ति को उचित समय में चुनौती नहीं दी गई थी, तो यह",
  "respondent No.4 to challenge such appointment in the": "न्याय के हित में नहीं है कि प्रत्यर्थी संख्या 4 को नियुक्ति के चार साल से"
}