{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय के समक्ष",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपीलीय क्षेत्राधिकार",
  "Civil Appeal No.325 of 2021": "सिविल अपील संख्या - 325/202",
  "Rajesh Kumar Singh & Ors. ..., Appellant(s)": "राजेश कुमार सिंह और अन्य... ...... अपीलार्थी (गण)",
  "Versus": "बनाम",
  "The State of Uttar Pradesh & Ors. ... Respondent (s)": "उत्तर प्रदेश राज्य और अन्य... ........ प्रत्यर्थी(गण)",
  "JUDGMENT": "निर्णय",
  "L. NAGESWARA RAO, J.": "न्यायमूर्ति एल. नागेश्वर राव,",
  "1. The Appellants were initially appointed as Constables in the State of Uttar Pradesh. Pursuant to an advertisement": ". अपीलकर्ताओं को प्रारम्भ में उत्तर प्रदेश राज्य में आरक्षी के रूप में नियुक्त किया",
  "Appellants participated in the selection test. They were selected and on completion of training they were appointed": "अपीलकर्ताओं ने चयन परीक्षा में भाग लिया। वे चयनित किये गये और प्रशिक्षण पूरा",
  "as Constable Drivers. Seniority list of Constable Drivers was": "होने पर उन्हें आरक्षी चालक के रूप में नियुक्त किया गया। आरक्षी चालकों की",
  "them to go through yet another selection process for": "ट्रांसपोर्ट के रूप में नियुक्त होने की इच्छा रखते हैं, तो उन्हें चयन प्रक्रिया से गुजरना",
  "appointment to the post of Head Constable Motor Transport.": "मुख्य आरक्षी मोटर ट्रांसपोर्ट, आरक्षी चालक और मुख्य आरक्षी चालक के पद पर",
  "as Head Constable Motor Transport on the basis of seniority": "वरिष्ठता के आधार पर पदोन्नति के लिए पात्र हैं। मुख्य आरक्षी मोटर ट्रांसपोर्ट के",
  "only 283 posts of Head Constable Motor Transport which according to the Government is a highly technical post.": "केवल 283 पद हैं जो एक उच्च तकनीकी पद है जिसे आरक्षी चालकों और मुख्य",
  "Motor Transport. Addressing the concerns of Drivers, 1098": "चालकों की चिंता को सम्बोधित करने के लिए, जिन्हें मुख्य आरक्षी मोटर ट्रांसपोर्ट",
  "Transport, Sub-Inspector, Motor Transport, Head Constable,": "जायेगा। निरीक्षक, मोटर ट्रांसपोर्ट, उप-निरीक्षक, मोटर ट्रांसपोर्ट, मुख्य आरक्षी,",
  "Motor Transport, Constable Driver and Head Constable Driver": "मोटर ट्रांसपोर्ट, आरक्षी चालक और मुख्य आरक्षी चालक के पद पर मोटर ट्रांसपोर्ट",
  "The post of Head Constable Driver Motor Transport according": "मुख्य आरक्षी चालक मोटर ट्रांसपोर्ट का पद मुख्य आरक्षी चालकों और आरक्षी",
  "Aggrieved by the Rules introducing the selection for": "नियुक्ति के लिए चयन शुरू करने वाले नियमों से व्यथित होकर , अपीलकर्ताओं ने",
  "the Appellants filed a Writ Petition in the High Court of judicature at Allahabad. By a judgment dated 24.10.2017,": "इलाहाबाद उच्च न्यायालय में एक रिट याचिका दायर की। 24.0.207 दिनांकित के",
  "the High Court dismissed the Writ Petition. Dissatisfied with": "एक निर्णय के द्वारा, उच्च न्यायालय ने रिट याचिका को खारिज कर दिया। उच्च",
  "the judgment of the High Court, the Appellants are before this Court.": "न्यायालय के फैसले से असंतुष्ट, अपीलकर्ता इस न्यायालय के समक्ष उपस्थित हुए हैं।",
  "2. Mr. V. Shekhar, learned Senior Counsel appearing for": "2. अपीलकर्ता के लिए उपस्थित वरिष्ठ विद्वत अधिवक्ता श्री वी . शेखर ने दलील",
  "the Appellant submitted that the vertical mobility of Constable Drivers is by promotion as Head Constable Motor": "दिया कि आरक्षी चालकों को पदोन्नति के द्वारा ऊर्ध्वाधिर परिवर्तनीयता मुख्य",
  "Transport and thereafter, Sub-Inspector and Inspector Motor": "उप-निरीक्षक और निरीक्षक मोटर परिवहन के पदो को भरा जायेगा। जिन",
  "initially recruited as police Constables went through a": "अपीलकर्ताओं को शुरू में पुलिस आरक्षी के रूप में भर्ती किया गया था , वे",
  "selection process for being appointed as Constable Drivers.": "कांस्टेबल चालक के रूप में नियुक्त होने के लिए एक चयन प्रक्रिया से गुजरे। आरक्षी",
  "and Head Constable Drivers. To address the concern of the Head Constable Drivers and Constable Drivers who are not": "चालकों और मुख्य आरक्षी चालाकों को विचारण के लिए पात्र बनाकर आरक्षी",
  "appointed to the post of Head Constable Motor Transport that": "चालक मोटर ट्रांसपोर्ट के रूप में नियुक्त किए जाने के उद्देश्य से एक और चयन",
  "Constable Drivers, 1098 Head Constable Drivers, 283 Head Constable Motor Transport, 99 Sub-Inspector Motor Transport": "आरक्षी चालक, 283 मुख्य आरक्षी मोटर ट्रांसपोर्ट, 99 सब-इंस्पेक्टर मोटर ट्रांसपोर्ट",
  "and 9 Inspector Motor Transport. Rule 5 (c) which has been": "और 9 इंस्पेक्टर मोटर ट्रांसपोर्ट शामिल हैं। नियम 5 (सी) जिसे रिट याचिका में",
  "challenged by the Appellants in the Writ Petition provides for": "अपीलकर्ताओं द्वारा चुनौती दी गई है, प्रावधानित करता है कि नियमों के परिशिष्ट में",
  "appointment to the post of Head Constable Motor Transport": "चयन द्वारा मुख्य आरक्षी मोटर ट्रांसपोर्ट के पद पर नियुक्ति के लिए प्रकिया के बारे",
  "being appointed as Head Constable Motor Transport by": "से गुजर चुके हैं। मुख्य आरक्षी मोटर ट्रांसपोर्ट के पद पर नियुक्ति के लिए उन्हें एक",
  "making Constable Drivers and Head Constable Drivers": "मुख्य आरक्षी चालक या मुख्य आरक्षी मोटर ट्रांसपोर्ट के रूप में पदोन्नत होने के",
  "Constable Motor Transport, Sub-Inspector Motor Transport": "में पूर्व आक्षेपित प्रक्रिया के द्वारा उप -निरीक्षक मोटर परिवहन और निरीक्षक मोटर",
  "argued that there are 12,000 posts of Constable Drivers at": "हैं और उप-निरीक्षक ड्राइवरों के 000 पद सृजित करने का प्रस्ताव है। मुख्य"
}