{
  "IN THE SUPREME COURT OF INDIA": "समक्ष भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "सिविल अपील न्यायक्षेत्र",
  "CIVIL APPEAL No.3399 OF 2019": "सिविल अपील सं. 3399/209",
  "(Arising out of S.L.P.(C) No.21469 of 2012)": "( एस. एल. पी. (सी) सं. 2469/202 से उद्घूत )",
  "Bhagwan Das Goel(Dead) Through": "भगवान दास गोयल (मृत) के माध्यम से",
  "Abhay Manohar Sapre, J.": "न्यायमूर्ति अभय मनोहर सप्रे",
  "view that the matter should be remitted to the High Court for deciding the writ petition afresh on merits": "को ध्यान में रखते हुए रिट याचिका के निर्णय के लिए मामला मा. उच्च न्यायालय को प्रेषित होना चाहिए।",
  "15. In view of the foregoing discussion, the appeal succeeds and is accordingly allowed. The impugned": "5. . पूर्ववर्ती बहस के दृष्टिगत, यह अपील सफल और तदनुसार अनुमन्य होता",
  "order is set aside. The case is remanded to the High": "है, आक्षेपित आदेश अपास्त होता है। मामला मा. उच्च न्यायालय को रिट याचिका",
  "this appeal arises, afresh on merits as observed above.": "सिरे से गुण दोषों पर उपरोक्त के रूप में अवलोकन की जाती है।",
  "16. Since we have formed an opinion to remand the case to the High Court instead of deciding the": "6. ._ चूँकि मा. उच्च न्यायालय को मामले के प्रतिप्रेषण के एक मत गठित होने के",
  "the case to the High Court instead of deciding the issue for the first time in this appeal on facts, we": "बजाय इस अपील के तथ्यों में प्रथमतः मुद्दे के निर्णय हेतु उसके गुण दोषों पर",
  "11. Having heard the learned counsel for the parties and on perusal of the record of the case, we": "7. . मामले के अभिलेख के परिशीलन और पक्षों को विद्वत अधिवक्ता ने सुना,",
  "are inclined to allow this appeal and while setting": "हम इस अपील की अनुमति के लिए प्रकृत हैं और जबकि अपास्त हो रहे आक्षेपित",
  "High Court for deciding the writ petition afresh on": "दोषों पर निर्णय लेने के लिए मामले को मा. उच्च न्यायालय को प्रतिप्रेषण किया",
  "12. In our considered view, the need to remand": "2. . हमारे विचार के दृष्टिगत, मामले के प्रतिप्रेषण को अवसर की आवश्यकता",
  "the case has occasioned because we find that the High Court did not decide the issue, which was the": "है क्योंकि हमने पाया कि मा. उच्च न्यायालय ने मुद्दे का निर्णय नहीं किया, जो रिट",
  "subject matter of the writ petition, keeping in view the law laid down by this Court in the case _ of Krishna Motor Service by its Partners vs. H.B.": "याचिका की विषय-वस्तु थी, कृष्णा मोटर सर्विस द्वारा इसके भागीदार बनाम एच.",
  "Vittala Kamath, 1996 (10) SCC 88.": "बी. विइल कामथ, 996(0) एससीसी 88 के मामले में इस न्यायालय द्वारा",
  "13. In our view, the High Court should have noticed the aforementioned decision and decided": "3. . हमारी दृष्टि में, यहाँ मा. उच्च न्यायालय को पूर्वकथित निर्णय सूचित करना",
  "the question accordingly in the light of law laid": "चाहिए और तदनुसार कानून के आलोक में निर्णीत प्रश्न प्रतिपादित हों। दुर्भाग्य से",
  "down therein. The High Court unfortunately did not": "मा. उच्च न्यायालय ने उक्त निर्णय को ध्यान में नहीं रखा और इस तरह से यह",
  "the respondent (plaintiff) is maintainable. The appellants (defendants) felt aggrieved and filed writ": "द्वारा दायर आवेदन पोषणीय है जिसे रखा गया। अपीलार्थी (प्रतिवादी) ने पीड़ित",
  "Article 227 of the Constitution of India.": "महसूस किया और भारतीय संविधान के अनुच्छेद 227 के तहत मा. उद्च",
  "9. By impugned order, the High Court dismissed": "9. .... आक्षेपित आदेश द्वारा मा. उच्च न्यायालय ने रिट याचिका को खारिज कर",
  "the writ petition and upheld the order of the Civil Judge, which has given rise to filing of this appeal": "दिया और दीवानी न्यायाधीश के आदेश, जो कि प्रत्यर्थी द्वारा इस न्यायालय में",
  "6. However, the disputes arose between the partners of this firm(Gupta Bus Service), which": "6. ... तथापि, इस व्यवसाय-प्रतिष्ठान (गुप्ता बस सर्विस) के भागीदारों के बीच",
  "resulted in its dissolution. It was alleged that": "विवाद पैदा हुई, जिसके परिणामस्वरूप इसका विघटन हुआ। यह आरोपित हुआ"
}