{
  "[2024] 8 S.C.R. 670 : 2024 INSC 626": "[2024] 8 एस.सी.आर. 670 : 2024 आईएनएससी 626",
  "Delhi Race Club (1940) Ltd. & Ors.": "दिल्ली रेस क्लब (940) लिमिटेड एवं अन्य",
  "State of Uttar Pradesh & Anr.": "उत्तर प्रदेश राज्य एवं अन्य",
  "(Criminal Appeal No. 3114 of 2024)": "(आपराधिक अपील संख्या 374/ 2024)",
  "23 August 2024": "23 अगस्त 2024",
  "[J.B. Pardiwala* and Manoj Misra, JJ.]": "[न्यायमूर्ति जे.बी. पारदीवाला और न्यायमूर्ति मनोज मिश्रा]",
  "Issue for Consideration": "विचारार्थ मुद्दा",
  "summoning order passed by the Magistrate, against the appellants- company and its office bearers, for offence punishable u/ss. 406 and 420 IPC.": "उच्च न्यायालय का अपीलकर्ता-कंपनी और उसके पदाधिकारियों के खिलाफ 406 और 420 आईपीसी के तहत",
  "Headnotest": "हेडनोट",
  "Penal Code, 1860 — ss.406, 420 and 120B — Criminal breach of": "दंड संहिता, 860 - धारा 406, 420 और 20 ख- आपराधिक न्यासभंग और धोखाधड़ी - प्रत्यर्थी संख्या",
  "No. 2 in the court of Magistrate against the appellants for the offence punishable u/ss.406, 420 and 120B, alleging that": "2 द्वारा अपीलकर्ताओं के खिलाफ मजिस्ट्रेट की अदालत में यह आरोप लगाते हुए धारा 406, 420 और",
  "certain amount was due and payable to him by the appellants towards the sale of horse grains and oats over a period of": "जई/ओट्स की बिक्री के लिए अपीलकर्ताओं द्वारा उन्हें एक निश्चित अवधि में कुछ राशि देय थी - विचारण",
  "u/s.406 — Application u/s.482 CrPC by the appellants seeking quashing of the summoning order passed by the Additional": "द्वारा पारित समन आदेश को रद्द करने की मांग करते हुए सीआरपीसी की धारा 482 के तहत अपीलकर्ताओं का",
  "Chief Judicial Magistrate — Rejected by the High Court — Correctness:": "आवेदन- उच्च न्यायालय द्वारा खारिज कर दिया गया- यथार्थता:",
  "Held: There was total non-application of mind by the High Court —": "अभिनिर्धारित किया गया: उच्च न्यायालय द्वारा मस्तिष्क का कोई उपयोग नहीं किया गया - मजिस्ट्रेट अपने",
  "whether the appellant Nos. 2 and 3-office bearers of the appellant No. 1 Company, were personally liable for any offence — Penal": "संख्या 2 और 3, किसी भी अपराध के लिए व्यक्तिगत रूप से उत्तरदायी थे - दंड संहिता मे अपीलकर्ता संख्या",
  "Code does not contain any provision for attaching vicarious liability on the part of the appellant Nos. 2 and 3 — Vicarious liability of the office bearers would arise provided any provision": "2 और 3 पर प्रतिनिधिक दायित्व संलग्न करने का कोई प्रावधान नहीं है - पदाधिकारियों का प्रतिनिधिक दायित्व",
  "liability of the office bearers would arise provided any provision exists in that behalf in the statute — Furthermore, at the stage of": "उत्पन्न होगा बशर्ते कि क़ानून में इस संबंध में कोई प्रावधान मौजूद हो - इसके अलावा, पूर्व-संज्ञान के चरण में,",
  "pre-cognizance, the Magistrate is obliged to look into the complaint threadbare so as to reach to a prima facie conclusion whether": "मजिस्ट्रेट परिवाद की बारीकी से जांच करने के लिए बाध्य है ताकि प्रथम दृष्ठया निष्कर्ष पर पहुंच सके कि",
  "the offence is disclosed or not, then he is expected to be more careful when he is actually taking cognizance upon a private": "अपराध का खुलासा हुआ है या नहीं, तब उससे अपेक्षा की जाती है कि वह निजी परिवाद पर संज्ञान लेते समय",
  "magisterial inquiry under Section 202 of the Code of Criminal": "दंड प्रक्रिया संहिता, ।973 - धारा 202 - आदेशिका जारी करने वाला मजिस्ट्रेट - के अधीन जांच - विस्तार",
  "to register FIR for both the offences, criminal breach of trust and": "रूप से दोनों अपराधों, आपराधिक न्यासभंग और धोखाधड़ी के लिए एफआईआर दर्ज करना शुरू कर देते हैं -",
  "any proper application of mind — Police officers across the country to be imparted proper training in law so as to understand the": "देश भर के पुलिस अधिकारियों को कानून का उचित प्रशिक्षण दिया जाएगा ताकि वे धोखाधड़ी और आपराधिक",
  "fine distinction between the offence of cheating viz-a-viz criminal breach of trust — Both offences are independent and distinct — Two": "न्यासभंग के अपराध के बीच के सूक्ष्म अंतर को समझ सकें- दोनों अपराध स्वतंत्र और अलग हैं - दो अपराध",
  "offences cannot coexist simultaneously in the same set of facts — They are antithetical to each other — Two provisions of the IPC": "एक ही तथ्यों के वर्ग में एक साथ नहीं रह सकते - वे एक-दूसरे के विरोधी हैं- आईपीसी के दो प्रावधान (अब",
  "(now BNS, 2023) are not twins that they cannot survive without each other. [Paras 41-43]": "बीएनएस, 2023) जुड़वाँ नहीं हैं कि वे एक दूसरे के बिना अस्तित्व में नहीं रह सकते। [पैरा 4-43]",
  "Case Law Cited": "उद्धृत केस कानून",
  "D.N. Bhattacharjee v. State of West Bengal [1972] 3 SCR 973;": "डी.एन. भट्टाचार्जी बनाम पश्चिम बंगाल राज्य [4972] 3 एससीआर 973;  (972) 3 एससीसी 44 :",
  "Smt. Nagawwa v. Veeranna Shivalingappa Kanjalgi [1976] Supp. 1 SCR 123 : (1976) 3 SCC 736; Pepsi Foods Lid. v. Special": "शिवलिंगप्पा कंजाल्‍गी [976] पूरक। . एससीआर 23 : (976) 3 एससीसी 736; पेप्सी फूड्स लिमिटेड",
  "Judicial Magistrate [1997] Supp. 5 SCR 12 : (1998) 5 SCC 749;": "बनाम विशेष न्यायिक मजिस्ट्रेट [997] पूरक 5 एससीआर 2 : (998) 5 एससीसी 749; महमूद उल",
  "Mehmood UI Rehman v. Khazir Mohammad Tunda [2015] 4 SCR 841 : (2015) 12 SCC 420; Sunil Bharti Mittal v. C.B.1. [2015] 1 SCR": "रहमान बनाम ख़ज़ीर मुहम्मद टुंडा [205] 4 एससीआर 84 : (205) 2 एससीसी 420; सुनील भारती",
  "841 : (2015) 12 SCC 420; Sunil Bharti Mittal v. C.B.1. [2015] 1 SCR 377 : (2015) 4 SCC 609; S.W. Palanitkar & Ors. v. State of Bihar": "मित्तल बनाम सी.बी.आई. [205] । एससीआर 377 : (205) 4 एससीसी 609; एस.डब्ल्यू. पलानीटकर",
  "& Anr. [2001] Supp. 4 SCR 397 : (2002) 1 SCC 241; Harmanpreet": "और अन्य बनाम बिहार राज्य और अन्य [200] पूरक 4 एससीआर 397 : (2002)  एससीसी 247,",
  "Singh Ahluwalia v. State of Punjab [2009] 7 SCR 563 : (2009) 7": "हरमनप्रीत सिंह अहलूवालिया बनाम पंजाब राज्य [2009] 7 एससीआर 563 : (2009) 7 एससीसी 72 :",
  "SCC 712 : (2009) Cr.L.J. 3462 (SC); Lalit Chaturvedi and Others": "(2009) सी.आर.एल.जे. 3462 (एससी); ललित चतुर्वेदी और अन्य बनाम उत्तर प्रदेश राज्य और अन्य,",
  "Mideast Integrated Steels Ltd. (MESCO Steel Ltd.) and Others v. State of Jharkhand and Another, 2023 SCC OnLine Jhar 301 — approved.": "मिडईस्ट इंटीग्रेटेड स्टील्स लिमिटेड (मेस्को स्टील लिमिटेड) और अन्य बनाम झारखंड राज्य और अन्य, 2023 एससीसी ऑनलाइन झार 30 - स्वीकृत।",
  "Legal Remembrancer, West Bengal v. Abani Kumar Banerji, AIR 1950 Cal 437; A.R. Chari v. State of U.P [1951] 1 SCR 312:": "लीगल रिमेंबरेंसर, पश्चिम बंगाल बनाम अबनि कुमार बनर्जी, एआईआर 950 कलकत्ता 437; आर.आर. चारी",
  "AIR 1951 SC 207; Tilak Nagar Industries Ltd. & Ors. v. State of": "बनाम उत्तर प्रदेश राज्य [95] । एससीआर 32: एआईआर 95। एससी 207; तिलक नगर इंडस्ट्रीज",
  "A.P. (2011) 15 SCC 571; Bhushan Kumar v. State (NCT of Delhi)": "लिमिटेड एवं अन्य बनाम आंध्र प्रदेश राज्य (20) 5 एससीसी 577; भूषण कुमार बनाम राज्य (राष्ट्रीय",
  "[2012] 2 SCR 696 : (2012) 5 SCC 424; Hari Prasad Chamaria": "राजधानी क्षेत्र दिल्ली) [202] 2 एससीआर 696 : (202) 5 एससीसी 424; हरि प्रसाद चामरिया बनाम",
  "v. Bishun Kumar Surekha & Ors. (1973) 2 SCC 823; State of Gujarat v. Jaswantlal Nathalal [1968] 2 SCR 408; Velji Raghvaji": "बिशुन कुमार सुरेखा एवं अन्य (973) 2 एससीसी 823; गुजरात राज्य बनाम जसवन्तलाल नाथलाल",
  "Gujarat v. Jaswantlal Nathalal [1968] 2 SCR 408; Velji Raghvaji Patel v. State of Maharashtra; [1965] 2 SCR 429; Jaswantrai": "[968] 2 एससीआर 408; वेलजी राघवजी पटेल बनाम महाराष्ट्र राज्य; [4965] 2 एससीआर 429;",
  "Manilal Akhaney v. State of Bombay [1956] 1 SCR 483; Central": "जसवन्तराय मणिलाल अखाने बनाम बम्बई राज्य [956] . एससीआर 483; केंद्रीय जांच ब्यूरो, एसपीई,",
  "Bureau of Investigation, SPE, SIU(X), New Delhi v. Duncans Agro Industries Ltd., Calcutta [1996] Supp. 3 SCR 360 : (1996) 5 SCC": "एसआईयू(एक्स), नई दिल्ली बनाम डंकन्स एग्रो इंडस्ट्रीज लिमिटेड, कलकत्ता [996] पूरक 3 एससीआर",
  "out any of the ingredients of ss. 406 and 420 — At the most, the Magistrate could have issued process for the offence punishable": "संहिता” ) की धारा 406, 420 और 20 ख के तहत दंडनीय अपराध के लिए अपीलकर्ताओं के खिलाफ अपर",
  "horse grain and oats. President of this firm J S Bedi and Secretary H K Uppal have been coming to our": "दिल्ली रेसकोर्स कब के अध्यक्ष जेएस बेदी और सचिव एचके उप्पल घोड़ों के खरीदे गए चारे का",
  "firm to buy horse feed and oats and the firm has been": "लिमिटेड जो नई दिल्ली स्थित फर्म है, घोड़े का अनाज और जई खरीद रही है। इस फर्म के",
  "paying for the purchased goods. It was said by the": "फर्म पर आते रहे हैं और फर्म द्वारा खरीदे गए माल का भुगतान भी किया जाता रहा है। उपरोक्त",
  "above two that now the bills for horse feed and oats will be made in the name of Delhi Horse Trainers": "दोनों के द्वारा कहा गया कि अब घोड़ों के चारे और जई का बिल दिल्ली हॉर्स ट्रेनर्स एसोसिएशन",
  "Association Delhi and the Head of this firm, Kazim Ali and Secretary Sanjeev Charan will pay it. On the": "दिल्ली के नाम से बनेगा और इसका भुगतान इस फर्म के प्रधान काजिम अली और सचिव संजीव",
  "request of the above people, horse grain and oats continued to be supplied from our firm. The above": "चरण करेंगे। उपरोक्त लोगों के कहने पर हमारी फर्म से घोड़ों का दाना और जई की आपूर्ति होती",
  "mentioned people owes Rs. 9,11,434/- to our firm, upon being repeatedly asked for payment, the above mentioned people are evading. Once Chirag Agarwal": "रही। उपरोक्त लोगों पर हमारी फर्म का 9,7,434/- रूपये बकाया है, बार-बार भुगतान मांगने पर उपरोक्त लोग टालमटोल कर रहे हैं। एक बार जब मैं और चिराग अग्रवाल उनके दिल्ली",
  "and | went to their office in New Delhi, they refused to talk to Vipin Agarwal and us and they threatened": "स्थित कार्यालय गए तो उन्होंने विपिन अग्रवाल और हमसे बात करने से मना कर दिया और",
  "that if they come here again, it will be very bad and they started scuffle. The outstanding amount of Rs.": "धमकी दी कि अगर दोबारा यहां आए तो बहुत बुरा होगा और हाथापाई शुरू कर दी। उपरोक्त",
  "9,11,434/- has not yet been paid by the officials of": "दोनों फर्मों के अधिकारियों द्वारा बकाया राशि 9,7,434/- रूपये का भुगतान अभी तक नहीं",
  "the above two firms. The above mentioned people have fraudulently obtained the goods from our firm": "किया गया है। उपरोक्त लोगों ने हमारी फर्म से गलत इरादे से धोखाधड़ी करके माल प्राप्त किया",
  "in bad faith and do not want to pay for the same. They have used the supplied goods. Certified after": "है और उसका भुगतान नहीं करना चाहते हैं। उन्होंने आपूर्ति किए गए माल का उपयोग किया है।",
  "reading and listening.”": "पढ़ने और सुनने के बाद प्रमाणित किया गया।”",
  "(v) At the end of the magisterial inquiry, the court issued process for the offence punishable under Section 406 of the IPC. The": "(५४) मजिस्ट्रेट जांच के अंत में, अदालत ने आईपीसी की धारा 406 के तहत दंडनीय अपराध के लिए आदेशिका",
  "order issuing process reads thus:": "जारी की। आदेशिका जारी करने वाला आदेश इस प्रकार है:",
  "“Date:- 28.02.2023": "“दिनांक:- 28.02.2023",
  "The file was presented for orders. The complainant has been heard on the question of summons on an earlier date.": "आदेश हेतु पत्रावली प्रस्तुत की गयी। सम्मन के प्रश्न पर परिवादी की सुनवाई पूर्व तिथि पर हो",
  "On behalf of the complainant Vipin Kumar Aggarwal,": "परिवादी विपिन कुमार अग्रवाल की ओर से विपक्षीगण दिल्ली रेस कब आदि के विरुद्ध इस",
  "that the firm of the complainant was supplying horse grain, barley and oats to Delhi Race Club since the year 1990. In the year 1995, the President of the": "क़रूब को घोड़ा दाना, जौ व जई की आपूर्ति कर रही है। वर्ष 995 में रेस क़रब के अध्यक्ष श्री पी",
  "Race Club, Mr. PS. Vedi and the then Sachin Sehgal": "एस वेदी व तत्कालीन सचिन सहगल जी ने कहा कि बिल दिल्ली हॉर्स ट्रेनर्स एसोसिएशन ,",
  "copy of the remaining balance, one copy of receipt": "एक प्रति, बिल बुक की पांच प्रतियां, शेष बकाया की एक सत्य प्रतिलिपि, माल की रसीद की",
  "of goods, one copy of remaining balance, one copy of legal notice were filed per receipt.": "एक प्रति, शेष बकाया की एक प्रति, लीगल नोटिस की एक प्रति प्रति रसीद के अनुसार दाखिल",
  "The complainant has stated in his statement under Section 200 CrPC, “after five years of 1990, these": "परिवादी ने धारा 200 सीआरपीसी के अंतर्गत अपने बयान में कहा है कि, \"990 के पांच वर्ष",
  "people said that we will not make the payment. A": "बीत जाने के बाद इन लोगों ने कहा कि हम भुगतान नहीं करेंगे। भुगतान के लिए एक अलग",
  "separate organization has been formed for payment, which will do it. An organization named Delhi Trainers Association has been formed. Now | owe these people": "संगठन बनाया गया है, जो भुगतान करेगा। दिल्ली ट्रेनर्स एसोसिएशन नाम से एक संगठन बनाया",
  "rupees. When we asked for money several times, we did not receive it. The President of Delhi Race Course is not ready to talk. | am suffering from cancer.": "हमने कई बार पैसे मांगे तो नहीं मिले।\" दिल्ली रेसकोर्स के अध्यक्ष बात करने को तैयार नहीं हैं।",
  "Business is seen by children only. We also gave them": "मैं कैंसर से पीड़ित हूं। व्यापार तो बच्चे ही देखते हैं। हमने उन्हें कानूनी नोटिस भी दिया, लेकिन",
  "legal notice but nothing happened.”": "कुछ नहीं हुआ।\"",
  "Perused the entire evidence material available on file.": "फाइल पर उपलब्ध संपूर्ण साक्ष्य सामग्री का परिशीलन किया।",
  "On the basis of the evidence presented by the complainant under section 200 CrPC and section": "परिवादी द्वारा धारा 200 सीआरपीसी और धारा 202 सीआरपीसी के तहत प्रस्तुत साक्ष्य के",
  "the opposition parties Delhi Race Course Club, Delhi Race Horse Trainers Association, JS Bedi, HK Uppal,": "आधार पर विपक्षी पक्षकारों दिल्ली रेसकोर्स क़रूब, दिल्ली रेस हॉर्स ट्रेनर्स एसोसिएशन, जेएस बेदी,",
  "under section 406 IPC. There are sufficient grounds for summoning for trial of a punishable offense under Section 406 IPC.": "हेतु बुलाने का प्रथम दृष्टया आधार है। धारा 406 आईपीसी के तहत दंडनीय अपराध के विचारण के लिए बुलाने/समन करने के लिए पर्याप्त आधार हैं।",
  "ORDER": "आदेश",
  "The opposite parties Delhi Race Course Club, Delhi Race Horse Trainers Association, JS Bedi, HK Uppal,": "विपक्षी पक्ष दिल्ली रेस कोर्स क़रूब, दिल्ली रेस हॉर्स ट्रेनर्स एसोसिएशन, जेएस बेदी, एचके उप्पल,",
  "Kazim Ali Khan and Sanjeev Charan are summoned for trial for the offense under section 406 of the Indian Penal Code. The complainant should process": "काजिम अली खान और संजीव चरण को भारतीय दंड संहिता की धारा 406 के तहत अपराध",
  "the summons against the opposition parties within a": "के लिए विचारण के लिए समन किया जाता है। परिवादी को विपक्षी दलों के खिलाफ समन की",
  "week, every summons should be issued along with a copy of the complaint letter, the complainant list": "प्रक्रिया एक सप्ताह के भीतर करनी चाहिए, प्रत्येक समन परिवाद पत्र की एक प्रति के साथ जारी",
  "should be filed and the witnesses should be filed.": "किया जाना चाहिए, परिवादी सूची दायर की जानी चाहिए और गवाहों को दाखिल किया जाना",
  "The case file be put up on 27.04.2023 for appearance.”": "मामले की फाइल 27.04.2023 को पेशी के लिए रखी जाए।”",
  "3. In such circumstances referred to above, the appellants preferred an application under Section 482 of the CrPC in the High Court, praying": "3. ऊपर उल्लिखित ऐसी परिस्थितियों में, अपीलकर्ताओं ने उच्च न्यायालय में सीआरपीसी की धारा 482 के तहत",
  "for quashing of the summoning order dated 28.02.2023 passed by": "दिनांक 28.02.2023 को रद्द करने की प्रार्थना की गई।",
  "4. The High Court rejected the application filed by the appellants herein, observing as under:": "4. उच्च न्यायालय ने अपीलकर्ताओं द्वारा दायर आवेदन को यह कहते हुए खारिज कर दिया:",
  "“15. On the basis of averments made in the complaint, it is a case of the complainant who was regularly supplying": "”5. परिवाद में दिए गए कथनों के आधार पर, परिवादी का मामला यह है जो नियमित रूप से",
  "Oats, used for horses. In the year 1995, the complainant": "घोड़ों के लिए उपयोग किए जाने वाले जई की आपूर्ति कर रहा था। वर्ष 995 में, परिवादी को",
  "was asked to raise invoice in favour of the ‘Association’.": "'एसोसिएशन' के पक्ष में बिल बनाने के लिए कहा गया था। परिवादी सहमत हो गया और",
  "The complainant agreed and continued to raise invoice in favour of the ‘Association’. After 2017, an amount of Rs.": "'एसोसिएशन' के पक्ष में बिल बनाना जारी रखा। 207 के बाद, आवेदकों पर रूपये",
  "9,11,434/- became due upon the applicants. He contacted Delhi Race Club (1940) Ltd. and he was directed to contact": "9,7, 434/- बकाया हो गया। उन्होंने दिल्ली रेस कब (940) लिमिटेड से संपर्क किया और",
  "Ltd. and ‘Association’ are not separate legal entity. The": "लिमिटेड और 'एसोसिएशन' अलग कानूनी इकाई नहीं हैं। आवेदक और 'एसोसिएशन' ने",
  "committed fraud with complainant. The goods supplied by": "मिलीभगत कर परिवादी के साथ धोखाधड़ी की। परिवादी द्वारा आपूर्ति किया गया माल तो प्राप्त",
  "complainant were received but its payment was not made.": "कर लिया गया परन्तु उसका भुगतान नहीं किया गया।",
  "16. Admittedly, no civil proceedings are pending for the amount in question between the parties. It is not the": "6. स्वीकार्य रूप से पक्षकारों के बीच संबंधित राशि के लिए कोई सिविल कार्यवाही लंबित नहीं",
  "amount in question between the parties. It is not the case of the applicants that transaction was a commercial": "है। आवेदकों का मामला यह नहीं है कि लेनदेन एक वाणिज्यिक लेनदेन था , जबकि विपक्षी",
  "transaction whereas the case of opposite party No. 2 is for the supply made by him. He is bound to raise his payment on the direction of the Delhi Race Club (1940) Ltd. He": "संख्या 2 का मामला उसके द्वारा की गई आपूर्ति का है। वह दिल्ली रेस कब (940) लिमिटेड",
  "raised invoices in favour of the ‘Association’ from 1995.": "के निर्देश पर अपना भुगतान बढ़ाने के लिए बाध्य है। उसने 995 से 'एसोसिएशन' के पक्ष में",
  "the complainant. Delhi Race Club (1940) Ltd. continued to make payment upto the year 2017. The complainant": "रेस कब (940) लिमिटेड ने वर्ष 207 तक भुगतान करना जारी रखा। आवेदकों द्वारा",
  "was not being paid Rs. 9,11,434/- by the applicants who": "परिवादी को 9,, 434/ - रुपये का भुगतान नहीं किया गया तथा इसके बजाय उन्होंने अपनी",
  "instead transferred their responsibility to the ‘Association’.": "जिम्मेदारी 'एसोसिएशन' को सौंप दी।",
  "17. Suffice to mention here that the copies of the invoices": "7. यहां यह उल्लेख करना पर्याप्त है कि बिल की प्रतियां परिवादी द्वारा जवाबी हलफनामे के",
  "are brought on record through counter affidavit by the complainant and the same are not controverted by the": "माध्यम से अभिलेख पर लाई गई हैं और आवेदकों द्वारा इसका खंडन नहीं किया जाता है।",
  "applicants. Prima facie, it reflects that the invoices were raised by complainant in accordance with the advice": "प्रथम दृष्टया, यह दर्शाता है कि परिवादी द्वारा प्राप्त सलाह के अनुसार बिल बनाए गए थे और",
  "in the evidence led by the complainant in support of the allegations": "के आधार पर या आरोपों के समर्थन में परिवादी द्वारा प्रस्तुत साक्ष्य में निहित असंभावनाओं को ध्यान में रख",
  "probability of conviction of the accused and establishment of a prima": "सकता है, लेकिन अभियुक्त की दोषसिद्धि की संभावना और उसके विरुद्ध प्रथम दृष्टया मामला स्थापित होने के",
  "behalf has to be judicially exercised by him. Once the Magistrate has exercised his discretion, it is not for the High Court or even the": "करना होगा। एक बार जब मजिस्ट्रेट अपने विवेक का प्रयोग कर लेता है, तो यह उच्च न्यायालय या यहां तक कि",
  "Supreme Court to substitute its own discretion for that of the Magistrate or to examine the case on merits with a view to find out whether or": "उद्चतम न्यायालय का भी काम नहीं है कि वह मजिस्ट्रेट के विवेक को प्रतिस्थापित करे या गुण-दोष के आधार",
  "or to examine the case on merits with a view to find out whether or not the allegations in the complaint, if proved, would ultimately end": "पर मामले की जांच करे ताकि यह पता लगाया जा सके कि परिवाद में लगाए गए आरोप, यदि सिद्ध हो जाएं, तो",
  "the CrPC which culminates into an order under Section 204. [See :": "और परिधि से पूरी तरह से अलग हैं, जो धारा 204 के तहत आदेश में परिणत होती है। [देखें: श्रीमती नागव्वा",
  "Smt. Naqgawwa v. Veeranna Shivalingappa Kanjalgi : (1976) 3 SCC 736]. It is no doubt true that in this very decision this Court has": "बनाम वीरन्ना शिवलिंगप्पा कंजालगी : (976) 3 एससीसी 736]। इसमें कोई संदेह नहीं है कि इस फैसले में",
  "issuing process against the accused can be quashed or set aside. These illustrations are as under :—": "को अपास्त या रद्द किया जा सकता है। ये दृष्टांत इस प्रकार हैं:-",
  "“(1) Where the allegations made in the complaint or the statement of the witnesses recorded in support of the same": "“(7) जहां परिवाद में लगाए गए आरोप या उसके समर्थन में दर्ज गवाहों के बयान को प्रथम",
  "against the accused or the complaint does not disclose": "दृष्टया देखने पर अभियुक्त के विरुद्ध कोई मामला नहीं बनता है या परिवाद में अभियुक्त के",
  "the essential ingredients of an offence which is alleged against the accused.": "विरुद्ध आरोपित अपराध के आवश्यक तत्वों का खुलासा नहीं होता है।",
  "(2) Where the allegations made in the complaint are patently absurd and inherently improbable so that no": "(2) जहां परिवाद में लगाए गए आरोप स्पष्ट रूप से बेतुके और स्वाभाविक रूप से असंभव हैं,",
  "prudent person can ever reach a conclusion that there": "इसलिए कोई भी विवेकशील व्यक्ति कभी भी इस निष्कर्ष पर नहीं पहुंच सकता है कि आरोपी के",
  "is sufficient ground for proceeding against the accused.": "खिलाफ कार्यवाही करने के लिए पर्याप्त आधार है।",
  "(3) Where the discretion exercised by the Magistrate in issuing process is capricious and arbitrary having been": "(3) जहां आदेशिका जारी करने में मजिस्ट्रेट द्वारा प्रयोग किया गया विवेक स्वेच्छाचारी और",
  "based either on no evidence or on materials which are": "मनमाना है, या तो बिना किसी सबूत के या ऐसी सामग्रियों पर आधारित है जो पूरी तरह से",
  "wholly irrelevant or inadmissible; and": "अप्रासंगिक या अस्वीकार्य हैं; और",
  "(4) Where the complaint suffers from fundamental legal defects, such as want of sanction or absence of a complaint": "(4) जहां परिवाद मौलिक कानूनी दोषों से ग्रस्त है, जैसे मंजूरी की कमी या कानूनी रूप से",
  "by legally competent authority and the like.”": "सक्षम प्राधिकारी द्वारा परिवाद का अभाव इत्यादि।",
  "Each Penal Section of the Indian Penal Code or of the other laws can be subjected to an analysis by posing and answering the following": "8. भारतीय दंड संहिता या अन्य कानूनों की प्रत्येक दंड की धारा का विश्लेषण निम्नलिखित प्रश्नों को पूछकर",
  "|. | What is the overt act stipulated in the Section, which overt act has resulted in an injury?": "।, धारा में निर्धारित प्रत्यक्ष कार्य क्या है, किस प्रत्यक्ष कार्य के परिणामस्वरूप चोट लगी है?",
  "ll. What is the state of mind stipulated in respect of the accused and which state of mind must precede or accompany the act of the accused?": "|. अभियुक्त के संबंध में कौन सी मन:स्थिति निर्धारित की गई है और कौन सी मन:स्थिति अभियुक्त के कृत्य से पहले या उसके साथ होनी चाहिए?",
  "ANALYSIS": "विश्लेषण",
  "having gone through the materials on record, the only question that falls for our consideration is whether the High Court committed any error in passing the impugned order.": "बाद, एकमात्र प्रश्न जो हमारे विचार के लिए है वह यह है कि क्‍या उच्च न्यायालय ने आक्षेपित आदेश पारित करने में कोई त्रुटि की है।",
  "The case at hand is one of an unpaid seller. It is the case of the": "0. मौजूदा मामला एक अदत्त विक्रेता का है। परिवादी का मामला यह है कि वह दिल्ली रेस कब में घोड़ों के लिए",
  "pay the requisite amount. However, according to the complainant": "कब अपेक्षित राशि का भुगतान करता था। हालांकि, परिवादी के मुताबिक 207 के बाद कब ने भुगतान करना",
  "the complainant that an amount of Rs. 9,11,434/- is due and payable by the appellants towards the supply of the consignment of oats.": "बंद कर दिया। परिवादी का मामला यह है कि जई की खेप की आपूर्ति के लिए अपीलकर्ताओं द्वारा 9,7, 434/- रुपये की राशि देय है।",
  "The impugned order passed by the High Court is a fine specimen of total non- application of mind. Although the complaint was filed for the": "7. उच्च न्यायालय द्वारा पारित आक्षेपित आदेश पूरी तरह से मस्तिष्क का उपयोग न करने का एक अच्छा दृष्टांत",
  "offence punishable under Sections 406, 420 and 120B respectively": "है। यद्यपि परिवाद क्रमशः आईपीसी की धारा 406, 420 और 20 ख के तहत दंडनीय अपराध के लिए दायर",
  "breach of trust as defined under Section 405 of the IPC and made": "की गई थी, फिर भी अपर मुख्य न्यायिक मजिस्ट्रेट ने आईपीसी की धारा 405 के तहत परिभाषित और",
  "punishable under Section 406 of the IPC.": "आईपीसी की धारा 406 के तहत दंडनीय आपराधिक न्यासभंग के अपराध के लिए ही संज्ञान लेना और",
  "We are of the view that even if the entire case of the complainant is accepted as true no offence worth the name is disclosed.": "2. हमारा विचार है कि भले ही परिवादी के पूरे मामले को सच मान लिया जाए, फिर भी नाम के किसी अपराध को बताया नहीं गया है।",
  "This Court has time and again reminded that summoning of an": "3. इस न्यायालय ने बार-बार याद दिलाया है कि किसी आपराधिक मामले में किसी अभियुक्त को तलब करना",
  "accused in a criminal case is a serious matter. Criminal law cannot": "एक गंभीर मामला है। आपराधिक कानून को स्वाभाविक रूप से क्रियान्वित नहीं किया जा सकता। ऐसा नहीं है",
  "has to bring only two witnesses to support his allegations in the complaint to have the criminal law set into motion. The order of": "कि आपराधिक कानून को क्रियान्वित करने के लिए परिवादी को परिवाद में अपने आरोपों के समर्थन में केवल दो",
  "the Magistrate summoning the accused must reflect that he has": "गवाह लाने होंगे। अभियुक्त को समन करने वाले मजिस्ट्रेट के आदेश में यह प्रतिबिंबित होना चाहिए कि उसने",
  "applied his mind to the facts of the case and the law applicable": "मामले के तथ्यों और उस पर लागू कानून पर अपने मस्तिष्क का उपयोग किया है। उसे परिवाद में लगाए गए",
  "carefully apply his mind to the contents of the complaint before taking cognizance of any offence alleged therein. The relevant observations": "की गई है। उनसे अपेक्षित है कि वे परिवाद में कथित किसी भी अपराध का संज्ञान लेने से पहले उसकी अंतर्वस्तु",
  "“... As | read s. 190 of the Code of Criminal Procedure and the subsequent sections, it seems to me to be clear that a": "“... जैसा कि मैंने दंड प्रक्रिया संहिता की धारा 90 और उसके बाद की धाराओं को पढ़ा है.",
  "the subsequent sections, it seems to me to be clear that a magistrate is not bound to take cognizance of an offence,": "मुझे यह स्पष्ट प्रतीत होता है कि एक मजिस्ट्रेट किसी अपराध का संज्ञान लेने के लिए केवल",
  "merely because a petition of complaint is filed before him.": "इसलिए बाध्य नहीं है क्योंकि उसके समक्ष परिवाद याचिका दायर की गई है। श्री मुखर्जी का",
  "Mr. Mukherji’s argument is that a magistrate cannot possibly take any action with regard to a petition of complaint, without applying his mind to it, and taking cognizance of": "तर्क यह है कि एक मजिस्ट्रेट परिवाद याचिका के संबंध में अपना दिमाग लगाए बिना संभवतः",
  "without applying his mind to it, and taking cognizance of the offence mentioned in the complaint necessarily takes": "कोई कार्रवाई नहीं कर सकता है और परिवाद में उल्लिखित अपराध का संज्ञान आवश्यक रूप से",
  "place, when the magistrate’s mind is applied to the petition. Consequently Mr. Mukherji argues, whenever a magistrate": "तभी होता है, जब याचिका पर मजिस्ट्रेट मस्तिष्क का उपयोग करता है। नतीजतन, श्री मुखर्जी",
  "takes the action, say, of issuing search warrant or asking": "का तर्क है, जब भी कोई मजिस्ट्रेट कार्रवाई करता है, जैसे सर्च वारंट जारी करना या पुलिस को",
  "cognizance of the case. In my judgment, this is putting a wrong connotation on the words “taking cognizance”. What": "विचार में, यह \"संज्ञान लेना\" शब्द का गलत अर्थ लगा रहा है। \"संज्ञान लेना\" कया है, इसे दंड",
  "is “taking cognizance” has not been defined in the Code of Criminal Procedure, and | have no desire now to attempt": "प्रक्रिया संहिता में परिभाषित नहीं किया गया है और इसे अभी परिभाषित करने का प्रयास करने",
  "to define it. It seems to me clear, however, that before it": "की मेरी कोई इच्छा नहीं है। तथापि, मुझे यह स्पष्ट प्रतीत होता है कि इससे पहले कि यह कहा",
  "can be said that any magistrate has taken cognizance of any offence under s. 190(1)(a) of the Code of Criminal": "जा सके कि किसी मजिस्ट्रेट ने दंड प्रक्रिया संहिता की धारा 90()(क) के तहत किसी",
  "Procedure, he must not only have applied his mind to the contents of the petition, but he must have done so for the": "अपराध का संज्ञान लिया है, उसे न केवल याचिका की अंतर्वस्तु पर अपने मस्तिष्क का उपयोग",
  "the subsequent provisions of this Chapter, —proceeding under s. 200, and thereafter sending it for enquiry and": "आगे बढ़ने के उद्देश्य से करना चाहिए, - धारा 200 के तहत कार्यवाही करना, और उसके बाद",
  "report under s. 202. When the magistrate applies his mind": "धारा 202 के तहत जांच और रिपोर्ट के लिए इसे भेजना। जब मजिस्ट्रेट इस अध्याय की आगे",
  "not for the purpose of proceeding under the subsequent sections of this Chapter, but for taking action of some other": "की धाराओं के अधीन कार्यवाही करने के प्रयोजन के लिए नहीं, बल्कि किसी अन्य प्रकार की",
  "a search warrant for the purpose of the investigation, he": "अन्वेषण का आदेश देना या अन्वेषण के प्रयोजन के लिए तलाशी वारंट जारी करना, तो यह",
  "cannot be said to have taken cognizance of the offence. My conclusion, therefore, is that the learned magistrate": "नहीं कहा जा सकता कि उसने अपराध का संज्ञान लिया है। इसलिए, मेरा निष्कर्ष यह है कि",
  "is wrong in thinking that the Chief Presidency Magistrate": "विद्वान मजिस्ट्रेट का यह सोचना गलत है कि परिवाद याचिका दायर होते ही मुख्य प्रेसीडेंसी",
  "(Emphasis supplied)": "(प्रभाव वर्धित)",
  "The aforesaid observation of the Calcutta High Court was referred": "6. कलकत्ता उच्च न्यायालय की उपरोक्त टिप्पणी को इस न्यायालय द्वारा आर.आर. चारी बनाम उत्तर प्रदेश",
  "to and relied upon with approval by this Court in its decision in R.R. Chari v. State of U.P. reported in AIR 1951 SC 207.": "राज्य एआईआर 95 एससी 207 में अपने निर्णय में अनुमोदन के साथ संदर्भित किया गया था और उस पर",
  "In Tilak Nagar Industries Ltd. & Ors. v. State of A.P. reported in (2011) 15 SCC 571, this Court held that the power under Section": "7. तिलक नगर इंडस्ट्रीज लिमिटेड एवं अन्य बनाम आंध्र प्रदेश राज्य (20) 5 एससीसी 574 में, इस",
  "(2011) 15 SCC 571, this Court held that the power under Section 156(3) of the CrPC can be exercised by a magistrate even before he": "न्यायालय ने माना कि सीआरपीसी की धारा 56(3) के तहत शक्ति का प्रयोग मजिस्ट्रेट द्वारा संज्ञान लेने से",
  "cognizable offences and if the complaint does not disclose commission of cognizable offences, such an order of the magistrate directing": "परिवाद संज्ञेय अपराधों के घटित होने का खुलासा नहीं करती है, तो विवेचना का निर्देश देने वाला मजिस्ट्रेट का",
  "investigation is liable to be quashed. The relevant observations read as under: -": "ऐसा आदेश रद्द किया जा सकता है। प्रासंगिक टिप्पणियाँ इस प्रकार हैं:-",
  "“11. After considering the rival submissions, we are of the view that the contentions of Mr Luthra are correct in view": "\"7. विरोधी तर्कों पर विचार करने के बाद, हमारा विचार है कि श्री लूथरा की दलीलें भजन",
  "Lal [1992 Supp (1) SCC 335 : 1992 SCC (Cri) 426] . We": "लाल [992 पूरक () एससीसी 335: 992 एससीसी (आपराधिक) 426] में समझाए गए",
  "are of the opinion that the statutory safeguard which is given under Section 155(2) of the Code must be strictly followed, since they are conceived in public interest and as": "संहिता की धारा 55(2) के मद्देनजर सही हैं। हमारी राय है कि संहिता की धारा 55(2) के तहत दिए गए वैधानिक सुरक्षा उपायों का सख्ती से पालन किया जाना चाहिए, क्योंकि उनकी",
  "followed, since they are conceived in public interest and as a guarantee against frivolous and vexatious investigation.": "कल्पना सार्वजनिक हित में और तुच्छ और परेशान करने वाली विवेचना के खिलाफ गारंटी के रूप में की गई है।",
  "12. The order of the Magistrate dated 21-6-2010 does not disclose that he has taken cognizance. However, power": "2. मजिस्ट्रेट के दिनांक 2-6-200 के आदेश से यह पता नहीं चलता कि उन्होंने संज्ञान",
  "disclose that he has taken cognizance. However, power under Section 156(3) can be exercised by the Magistrate even before he takes cognizance provided the complaint": "लिया है। हालाँकि, धारा :56(3) के तहत शक्ति का प्रयोग मजिस्ट्रेट द्वारा संज्ञान लेने से पहले",
  "the instant case the complaint does not do so, the order of the Magistrate stated above cannot be sustained in law": "चूंकि मौजूदा मामले में परिवाद ऐसा नहीं करती है, ऊपर बताए गए मजिस्ट्रेट के आदेश को",
  "of the Magistrate stated above cannot be sustained in law and is accordingly quashed.”": "कानून की दृष्टि में कायम नहीं रखा जा सकता और इसलिए इसे रद्द कर दिया जाता है।\"",
  "The aforesaid decision was in context with the power of the Magistrate to order police investigation under Section 156(8) of the CrPC. What is": "8. उपरोक्त निर्णय सीआरपीसी की धारा 56(3) के तहत पुलिस जांच का आदेश देने की मजिस्ट्रेट की शक्ति",
  "sought to be conveyed in the said decision is that when the Magistrate": "के संदर्भ में था। उक्त निर्णय में यह बताने की कोशिश की गई है कि जब मजिस्ट्रेट सीआरपीसी की धारा",
  "orders police investigation under Section 156(3) of the CrPC he does not take cognizance upon the complaint. It is only upon receipt of the police report that the Magistrate may take cognizance. If at the": "56(3) के तहत पुलिस जांच का आदेश देता है तो वह परिवाद पर संज्ञान नहीं लेता है। पुलिस रिपोर्ट प्राप्त होने",
  "the police report that the Magistrate may take cognizance. If at the stage of pre-cognizance, the Magistrate is expected to be careful": "पर ही मजिस्ट्रेट संज्ञान ले सकता है। यदि पूर्व -संज्ञान के चरण में, मजिस्ट्रेट से सावधान रहने की उम्मीद की",
  "or to put it in other words, the Magistrate is obliged to look into the": "जाती है या इसे दूसरे शब्दों में कहें तो, मजिस्ट्रेट परिवाद की बारीकी से जांच करने के लिए बाध्य है ताकि इस",
  "more careful when he is actually taking cognizance upon a private complaint and ordering issue of process.": "निजी परिवाद पर संज्ञान ले रहा हो और आदेशिका जारी करने का आदेश दे रहा हो तो उससे अधिक सावधान",
  "The aforesaid aspect could be said to have been completely lost sight of by the High Court, while rejecting the application filed by the appellant herein under Section 482 of the CrPC, seeking quashing of the summoning order.": "9. यह कहा जा सकता है कि उच्च न्यायालय ने अपीलकर्ता द्वारा सीआरपीसी की धारा 482 के तहत समन आदेश को रद्द करने की मांग वाली याचिका को खारिज करते हुए उपरोक्त पहलू को पूरी तरह से नजरअंदाज कर",
  "In Mehmood UI Rehman v. Khazir Mohammad Tunda reported in (2015) 12 SCC 420, this Court held thus: —": "20. महमूद उल रहमान बनाम ख़ज़ीर मुहम्मद टुंडा (205) 2 एससीसी 420 में, इस न्यायालय ने इस प्रकार कहा:-",
  "“22... The satisfaction on the ground for proceeding would mean that the facts alleged in the complaint would": "“22... कार्यवाही के लिए आधार पर संतुष्टि का अर्थ यह होगा कि परिवाद में अभिकथित तथ्य एक",
  "constitute an offence, and when considered along with": "अपराध का गठन करेंगे और जब दर्ज",
  "accused answerable before the court...In other words,": "है अभियुक्त न्यायालय के समक्ष जवाबदेह है... दूसरे शब्दों में. मजिस्ट्रेट को अपने समक्ष दायर प्रत्येक",
  "the Magistrate is not to act as a post office in taking": "परिवाद का संज्ञान लेने तथा प्रक्रिया जारी करने में डाकघर की तरह कार्य नहीं करना है। मजिस्ट्रेट द्वारा",
  "and issue process as a matter of course. There must be sufficient indication in the order passed by the Magistrate that he is satisfied that the allegations in the complaint constitute an offence and when considered along with the": "पारित आदेश में पर्याप्त संकेत होना चाहिए कि वह परिवाद में लगाए गए आरोप से कोई अपराध बनता है",
  "constitute an offence and when considered along with the statements recorded and the result of inquiry or report of investigation under Section 202 of CrPC, if any, the": "इससे वह संतुष्ठ है और दर्ज किए गए बयानों व सीआरपीसी की धारा 202 के तहत जांच या विवेचना",
  "accused is answerable before the criminal court, there": "की रिपोर्ट के परिणाम के साथ विचार किए जाने पर, यदि कोई हो, तो आरोपी आपराधिक अदालत के",
  "is ground for proceeding against the accused under Section 204 of CrPC, by issuing process for appearance.": "समक्ष जवाबदेह है, उपस्थिति के लिए आदेशिका जारी करके, सीआरपीसी की धारा 204 के तहत",
  "The Principle of law discernible from the aforesaid decision is that issuance of summons is a serious matter and, therefore, should not": "2. उपरोक्त निर्णय से समझ में आने वाला कानून का सिद्धांत यह है कि सम्मन जारी करना एक गंभीर मामला है",
  "on the ground for proceeding further in the matter against a person": "संबंधित व्यक्ति के खिलाफ मामले में आगे कार्यवाही करने के लिए केवल संतुष्टि के आधार पर ही ऐसा किया",
  "DIFFERENCE BETWEEN CRIMINAL BREACH OF TRUST AND CHEATING": "आपराधिक न्यास भंग और छल के बीच अंतर",
  "24. This Court in its decision in S.W. Palanitkar & Ors. v. State of Bihar": "24. एस.डब्ल्यू, पलानीतकर और अन्य बनाम बिहार राज्य और अन्य (2002)  एससीसी 24 में इस",
  "of trust (Section 406 IPC) viz-a-viz the offence of cheating (Section": "न्यायालय ने अपने निर्णय में आपराधिक विश्वासघात (धारा 406 आईपीसी) के अपराध और धोखाधड़ी के",
  "420). The relevant observations read as under: -": "अपराध (धारा 420) के लिए आवश्यक तत्वों में अंतर को स्पष्ट किया। प्रासंगिक टिप्पणियाँ इस प्रकार हैं: -",
  "“9. The ingredients in order to constitute a criminal breach of trust are: (i) entrusting a person with property or with": "“9. आपराधिक न्यास भंग का गठन करने के लिए अवयव है: () किसी व्यक्ति को संपत्ति सौंपना या",
  "any dominion over property, (ii) that person entrusted (a)": "संपत्ति पर कोई प्रभुत्व सौंपना, (॥) यह कि सौंपा गया व्यक्ति (क) बेईमानी से उस संपत्ति का दुरुपयोग",
  "dishonestly misappropriating or converting that property to his own use; or (b) dishonestly using or disposing of": "करना या अपने स्वयं के उपयोग के लिए परिवर्तित करना; या (ख) उस संपत्ति का बेईमानी से उपयोग",
  "that property or wilfully suffering any other person so to": "करना या हटाना या जानबूझकर किसी अन्य व्यक्ति को ऐसा करने के लिए कष्ट देना (।) किसी विधि के",
  "do in violation (i) of any direction of law prescribing the mode in which such trust is to be discharged, (ii) of any": "ऐसे निर्देश के अधीन, जिसमें उस रीति का निर्धारण किया गया हो, जिससे ऐसे न्यास का निर्वहन किया",
  "legal contract made, touching the discharge of such trust.": "जाना है, , (॥) किसी विधिक संविदा के संबंध में, जो ऐसे न्यास के निर्वहन से संबंधित हो।",
  "10. The ingredients of an offence of cheating are: (i) there should be fraudulent or dishonest inducement of a person": "0. धोखाधड़ी के अपराध के अवयव हैं: (।) किसी व्यक्ति को धोखा देकर धोखाधड़ी या बेईमानी से",
  "by deceiving him, (ii)(a) the person so deceived should": "प्रेरित किया जाना चाहिए, (॥)(क) इस तरह से धोखा दिए गए व्यक्ति को किसी भी व्यक्ति को कोई",
  "be induced to deliver any property to any person, or to": "संपत्ति देने के लिए प्रेरित किया जाना चाहिए, या इस बात पर सहमति देना कि कोई भी व्यक्ति किसी भी",
  "consent that any person shall retain any property; or (b) the person so deceived should be intentionally induced to": "संपत्ति को बरकरार रखेगा; या (ख) इस प्रकार धोखा दिए गए व्यक्ति को जानबूझकर ऐसा कुछ करने या",
  "do or omit to do anything which he would not do or omit": "न करने के लिए प्रेरित किया जाना चाहिए जो वह नहीं करता या छोड़ देता अगर उसे धोखा न दिया गया",
  "if he were not so deceived; and (iii) in cases covered by (ii)(b), the act of omission should be one which causes or": "होता; और () ()(ख) के अंतर्गत आने वाले मामलों में, लोप का कार्य वह होना चाहिए जो प्रेरित",
  "is likely to cause damage or harm to the person induced in body, mind, reputation or property.”": "व्यक्ति के शरीर, दिमाग, प्रतिष्ठा या संपत्ति को नुकसान पहुंचाता है या नुकसान पहुंचा सकता है।\"",
  "25. Whatcan be discerned from the above is that the offences of criminal": "25. उपरोक्त से जो समझा जा सकता है वह यह है कि आपराधिक न्यासभंग (धारा 406 आईपीसी) और",
  "breach of trust (Section 406 IPC) and cheating (Section 420 IPC) have specific ingredients.": "धोखाधड़ी (धारा 420 आईपीसी) के अपराधों में विशिष्ट तत्व होते हैं।",
  "In order to constitute a criminal breach of trust (Section 406 IPC): -": "आपराधिक न्यासभंग (धारा 406 आईपीसी) गठित करने के लिए:-",
  "1) There must be entrustment with person for property or dominion over the property, and": "4) संपत्ति या संपत्ति पर प्रभुत्व के लिए व्यक्ति को सौंपा जाना चाहिए, और",
  "2) The person entrusted: -": "2) सौंपा गया व्यक्ति :-",
  "a) dishonestly misappropriated or converted property to his own use, or": "क) बेईमानी से संपत्ति का दुरुपयोग करे या उसे अपने उपयोग में परिवर्तित करे, या",
  "b) dishonestly used or disposed of the property or willfully": "ख) संपत्ति का बेईमानी से उपयोग करना या निस्तारण करना या जानबूझकर किसी अन्य व्यक्ति को इसका",
  "suffers any other person so to do in violation of:": "उल्लंघन करने पर मजबूर करना:",
  "i. any direction of law prescribing the method in which the trust is discharged; or": "[, न्यास के निर्वहन की विधि निर्धारित करने वाला कोई कानूनी निर्देश; या",
  "ii. legal contract touching the discharge of trust (see: S.W.P. Palanitkar (supra).": "॥. न्यास के निर्वहन से संबंधित कानूनी अनुबंध (देखें: एस.डब्ल्यू.पी. पलानीटकर (सुप्रा)।",
  "Similarly, in respect of an offence under Section 420 IPC, the essential ingredients are: -": "इसी प्रकार, आईपीसी की धारा 420 के तहत अपराध के संबंध में आवश्यक अवयव हैं:-",
  "1) deception of any person, either by making a false or misleading representation or by other action or by omission;": "4) किसी भी व्यक्ति को धोखा देना, या तो गलत या मिथ्या व्यपदेशन करके या अन्य कार्य या लोप द्वारा;",
  "2) fraudulently or dishonestly inducing any person to deliver any property, or": "2) धोखे से या बेईमानी से किसी व्यक्ति को कोई संपत्ति परिदत्त करने के लिए प्रेरित करना, या",
  "3) the consent that any persons shall retain any property and finally intentionally inducing that person to do or omit to do": "3) किसी व्यक्ति द्वारा किसी संपत्ति को अपने पास रखने की सहमति देना और अंततः उस व्यक्ति को",
  "anything which he would not do or omit (see: Harmanpreet": "जानबूझकर ऐसा कुछ करने या न करने के लिए प्रेरित करना जो वह नहीं करेगा या लोप करेगा (देखें:",
  "Singh Ahluwalia v. State of Punjab, (2009) 7 SCC 712 :": "हरमनप्रीत सिंह अहलूवालिया बनाम पंजाब राज्य, (2009) 7 एससीसी 72: (2009) सी.आर.एल.जे.",
  "(2009) Cr.L.J. 3462 (SC))": "3462 (एससी) )",
  "Further, in both the aforesaid sections, mens rea i.e. intention to": "26. इसके अलावा, उपरोक्त दोनों धाराओं में , आपराधिक मनःस्थिति यानी धोखाधड़ी करने का इरादा या",
  "defraud or the dishonest intention must be present, and in the case of cheating it must be there from the very beginning or inception.": "बेईमानी का इरादा मौजूद होना चाहिए और छल के मामले में यह शुरुआत या प्रारंभ से ही मौजूद होना चाहिए।",
  "In our view, the plain reading of the complaint fails to spell out any of the aforesaid ingredients noted above. We may only say, with a": "27. हमारे विचार में, परिवाद के साधारण पठन से ऊपर उल्लिखित किसी भी घटक का स्पष्ट रूप से पता नहीं",
  "view to clear a serious misconception of law in the mind of the police": "चल पाता है। हम पुलिस के साथ-साथ अधीनस्थ अदालतों के मन में कानून के बारे में एक गंभीर गलत धारणा",
  "that offence of criminal breach of trust as defined under Section 405 of IPC, punishable under Section 406 of IPC, is committed by": "406 के तहत दण्डनीय आईपीसी की धारा 405 के तहत परिभाषित आपराधिक न्यासभंग का अपराध किया",
  "the accused, then in the same breath it cannot be said that the accused has also committed the offence of cheating as defined": "गया है, तो उसी समय यह नहीं कहा जा सकता है कि आरोपी ने धोखाधड़ी का अपराध भी किया है, जैसा कि",
  "and explained in Section 415 of the IPC, punishable under Section 420 of the IPC.": "आईपीसी की धारा 45 में परिभाषित और समझाया गया है, जो आई.पी.सी. की धारा 420 के तहत दंडनीय है।",
  "Every act of breach of trust may not result in a penal offence of": "28. न्यासभंग के प्रत्येक कृत्य के परिणामस्वरूप आपराधिक न्यासभंग का दंडात्मक अपराध नहीं हो सकता है",
  "criminal breach of trust unless there is evidence of manipulating act": "जब तक कि कृत्य में कपटपूर्ण दुरूपयोग के हेराफेरी का सबूत न हो। न्यासभंग के कृत्य में एक सिविल अपकृत्य",
  "civil wrong in respect of which the person may seek his remedy for damages in civil courts but, any breach of trust with a mens rea,": "शामिल होता है जिसके संबंध में व्यक्ति सिविल अदालतों में नुकसान के लिए अपना अनुतोष मांग सकता है ,",
  "Prasad Chamaria v. Bishun Kumar Surekha & Ors., reported in (1973) 2 SCC 823 as under:": "हरि प्रसाद चमरिया बनाम बिशुन कुमार सुरेखा एवं अन्य, (973) 2 एससीसी 823 में निम्नानुसार माना गया हैः",
  "“4. We have heard Mr. Maheshwari on behalf of the appellant and are of the opinion that no case has been made out against the respondents under Section 420 Penal Code, 1860. For the purpose of the present appeal, we": "“4. हमने अपीलकर्ता की ओर से श्री माहेश्वरी को सुना है और हमारी राय है कि प्रत्यर्थियों के खिलाफ धारा 420 दंड संहिता, 860 के तहत कोई मामला नहीं बनता है। वर्तमान अपील के",
  "would assume that the various allegations of fact which have been made in the complaint by the appellant are": "प्रयोजन के लिए, हम मान लेंगे कि अपीलकर्ता द्वारा परिवाद में किए गए तथ्य के विभिन्न आरोप",
  "correct. Even after making that allowance, we find that the": "सही हैं। यह अनुमति देने के बाद भी, हमने पाया कि परिवाद धारा 420 दंड संहिता, 860 के",
  "complaint does not disclose the commission of any offence": "तहत प्रत्यर्थियों की ओर से किसी भी अपराध को करने का खुलासा नहीं करती है। परिवाद में",
  "the time the appellant parted with Rs. 35.000/- There is": "ऐसा कुछ भी नहीं है जिससे पता चले कि अपीलकर्ता द्वारा 35000/- रुपए देने के समय",
  "appellant to pay them Rs. 35,000/- by deceiving him. It is": "प्रत्यर्थियों ने अपीलकर्ता को धोखा देकर 35,000 रुपये का भुगतान करने के लिए प्रेरित",
  "further not the case of the appellant that a representation": "किया। इसके अलावा अपीलकर्ता का मामला यह नहीं है कि एक व्यपदेशन किया गया था ,",
  "was made, the respondents knew the same to be false. The fact that the respondents subsequently did not abide": "प्रत्यर्थियों को पता था कि यह गलत है। तथ्य यह है कि प्रत्यर्थियों ने बाद में अपनी इस",
  "by their commitment that they would show the appellant to be the proprietor of Drang Transport Corporation": "प्रतिबद्धता का पालन नहीं किया कि वे अपीलकर्ता को द्रंग परिवहन निगम का मालिक साबित",
  "and would also render accounts to him in the month of": "करेंगे तथा दिसंबर माह में उसे लेखा -जोखा भी देंगे, जिससे धोखाधड़ी के अपराध के लिए",
  "December might create civil liability on the respondents for the offence of cheating.”": "प्रत्यर्थियों पर दीवानी दायित्व उत्पन्न हो सकता है।”",
  "29. To put it in other words, the case of cheating and dishonest intention starts with the very inception of the transaction. But in the case of": "29. दूसरे शब्दों में कहें तो धोखाधड़ी और बेईमानी का आशय लेन -देन की शुरुआत से ही शुरू हो जाता है।",
  "criminal breach of trust, a person who comes into possession of": "लेकिन आपराधिक न्यासभंग के मामले में, एक व्यक्ति जो चल संपत्ति के कब्जे में आता है और इसे कानूनी रूप",
  "the movable property and receives it legally, but illegally retains it or converts it to his own use against the terms of the contract, then": "से प्राप्त करता है, लेकिन अवैध रूप से इसे रखता है या अनुबंध की शर्तों के खिलाफ इसे अपने उपयोग में",
  "the question is, in a case like this, whether the retention is with dishonest intention or not, whether the retention involves criminal": "परिवर्तित करता है, तो सवाल यह है कि इस तरह के मामले में, प्रतिधारण बेईमान इरादे से है या नहीं, प्रतिधारण",
  "dishonest intention or not, whether the retention involves criminal breach of trust or only a civil liability would depend upon the facts of each case.": "में आपराधिक न्यासभंग शामिल है या केवल दीवानी दायित्व है, यह प्रत्येक मामले के तथ्यों पर निर्भर करेगा।",
  "The distinction between mere breach of contract and the offence of criminal breach of trust and cheating is a fine one. In case of": "30. केवल संविदा भंग और आपराधिक न्यासभंग और धोखाधड़ी के अपराध के बीच अंतर बहुत बारीक है।",
  "cheating, the intention of the accused at the time of inducement should be looked into which may be judged by a subsequent": "धोखाधड़ी के मामले में, प्रलोभन के समय आरोपी के इरादे को देखा जाना चाहिए, जिसका आकलन उसके बाद",
  "conduct, but for this, the subsequent conduct is not the sole test.": "के आचरण से किया जा सकता है, लेकिन इसके लिए, बाद का आचरण ही एकमात्र परीक्षण नहीं है। केवल",
  "Mere breach of contract cannot give rise to a criminal prosecution": "संविदा भंग धोखाधड़ी के लिए आपराधिक अभियोजन को जन्म नहीं दे सकता है जब तक कि लेनदेन की",
  "for cheating unless fraudulent or dishonest intention is shown right from the beginning of the transaction i.e. the time when the offence": "शुरुआत से ही धोखाधड़ी या बेईमानी का इरादा नहीं दिखाया जाता है, यानी उस समय जब अपराध किया गया",
  "is said to have been committed. Therefore, it is this intention, which is the gist of the offence. Whereas, for the criminal breach of trust,": "कहा जाता है। इसलिए, यह इरादा ही है, जो अपराध का सार है। जबकि, आपराधिक न्यासभंग के लिए संपत्ति",
  "the property must have been entrusted to the accused or he must have dominion over it. The property in respect of which the offence": "आरोपी को सौंपी गई होगी या उस पर उसका प्रभुत्व होना चाहिए। जिस संपत्ति के संबंध में विश्वास भंग का",
  "of some person other than the accused or the beneficial interest in or ownership’ of it must be of some other person. The accused": "लाभकारी हित या स्वामित्व किसी अन्य व्यक्ति का होना चाहिए। अभियुक्त को वह संपत्ति ऐसे किसी अन्य व्यक्ति",
  "must hold that property on trust of such other person. Although the offence, i.e. the offence of breach of trust and cheating involve": "के भरोसे /न्यास पर रखनी होगी। हालाँकि न्यासभंग का अपराध और धोखाधड़ी के अपराध में बेईमान इरादे",
  "dishonest intention, yet they are mutually exclusive and different in basic concept. There is a distinction between criminal breach of trust": "शामिल हैं, फिर भी वे परस्पर अनन्य हैं और मूल अवधारणा में भिन्न हैं। आपराधिक न्यासभंग और धोखाधड़ी के",
  "and cheating. For cheating, criminal intention is necessary at the time of making a false or misleading representation i.e., since inception.": "बीच अंतर है। धोखाधड़ी के लिए, गलत या मिथ्या व्यपदेशन करने के समय यानी शुरुआत से ही आपराधिक",
  "In criminal breach of trust, mere proof of entrustment is sufficient.": "आशय आवश्यक है। आपराधिक न्यासभंग में, केवल सौंपे जाने का सबूत ही पर्याप्त है। इस प्रकार, आपराधिक",
  "Thus, in case of criminal breach of trust, the offender is lawfully entrusted with the property, and he dishonestly misappropriated": "न्यासभंग के मामले में, अपराधी को कानूनी रूप से संपत्ति सौंपी जाती है और उसने बेईमानी से उसका दुरुपयोग",
  "the same. Whereas, in case of cheating, the offender fraudulently or dishonestly induces a person by deceiving him to deliver any": "किया। जबकि, धोखाधड़ी के मामले में, अपराधी धोखाधड़ी या बेईमानी से किसी व्यक्ति को किसी संपत्ति को",
  "property. In such a situation, both the offences cannot co-exist simultaneously.": "परिदत्त करने के लिए धोखा देकर प्रेरित करता है। ऐसी स्थिति में दोनों अपराध एक साथ नहीं रह सकते।",
  "At the most, the court of the Additional Chief Judicial Magistrate could have issued process for the offence punishable under Section 420": "3. अधिक से अधिक, अपर मुख्य न्यायिक मजिस्ट्रेट की अदालत आईपीसी की धारा 420 के तहत दंडनीय",
  "of the IPC i.e. cheating but in any circumstances no case of criminal": "अपराध यानी धोखाधड़ी के लिए आदेशिका जारी कर सकती थी, लेकिन किसी भी परिस्थिति में आपराधिक",
  "breach of trust is made out. The reason being that indisputably there is no entrustment of any property in the case at hand. It is": "न्यासभंग का कोई मामला नहीं बनता है। कारण यह है कि निर्विवाद रूप से मौजूदा मामले में किसी भी संपत्ति को",
  "not even the case of the complainant that any property was lawfully entrusted to the appellants and that the same has been dishonestly": "नहीं सौंपा गया है। परिवादी का मामला यह भी नहीं है कि कोई संपत्ति कानूनी रूप से अपीलकर्ताओं को सौंपी",
  "misappropriated. The case of the complainant is plain and simple.": "गई थी और उसका बेईमानी से दुरुपयोग किया गया है। परिवादी का मामला सीधा और सरल है। उनका कहना",
  "He says that the price of the goods sold by him has not been paid.": "है कि उनके द्वारा बेचे गये माल की कीमत का भुगतान नहीं किया गया है। एक बार बिक्री होने पर आईपीसी की",
  "Once there is a sale, Section 406 of the IPC goes out of picture. According to the complainant, the invoices raised by him were not": "धारा 406 लागू नहीं होती। परिवादी के अनुसार, उसके द्वारा दिए गए बिल का भुगतान नहीं किया गया।",
  "Even if the Magistrate would have issued process for the offence punishable under Section 420 of the IPC, i.e., cheating the same": "32. भले ही मजिस्ट्रेट ने आईपीसी की धारा 420 के तहत दंडनीय धोखाधड़ी के अपराध के लिए आदेशिका",
  "would have been liable to be quashed and set aside, as none of the": "जारी की होगी, इसे रद्द और अपास्त कर दिया जाएगा, क्योंकि धोखाधड़ी के अपराध का गठन करने वाले किसी",
  "It has been held in State of Gujarat v. Jaswantlal Nathalal reported": "33. गुजरात राज्य बनाम जसवन्तलाल नाथलाल (968) 2 एससीआर 408 में यह माना गया है, आईपीसी",
  "in (1968) 2 SCR 408, “The term “entrusted” found in Section 405 IPC governs not only the words “with the property” immediately": "की धारा 405 में पाया गया शब्द \"सौंपा गया” न केवल इसके तुरंत बाद आने वाले \"संपत्ति के साथ\" शब्दों को",
  "following it but also the words “or with any dominion over the": "नियंत्रित करता है, बल्कि इसके बाद आने वाले शब्दों \"या संपत्ति पर किसी भी प्रभुत्व के साथ\" को भी नियंत्रित",
  "property” occurring thereafter—see Velji Raghvaji Patel v. State of Maharashtra [(1965) 2 SCR 429]. Before there can be any": "करता है - देखें वेलजी राघवजी पटेल बनाम महाराष्ट्र राज्य [(965) 2 एससीआर 429]। इससे पहले कि",
  "entrustment there must be a trust meaning thereby an obligation annexed to the ownership of property and a confidence reposed in": "सौंपा जा सके, एक न्यास होना चाहिए, जिसका अर्थ है संपत्ति के स्वामित्व से जुड़ी एक बाध्यता और मालिक",
  "and accepted by the owner or declared and accepted by him for the": "द्वारा व्यक्त किया गया और स्वीकार किया गया विश्वास या किसी अन्य या दूसरे और मालिक के लाभ के लिए",
  "mean that such an entrustment need conform to all the technicalities of the law of trust — see Jaswantrai Manilal Akhaney v. State of": "न्यास के कानून की सभी तकनीकीताओं के अनुरूप होना चाहिए - देखें जसवन्तराय मणिलाल अखाने बनाम",
  "Bombay [1956 SCR 483]. The expression “entrustment” carries with it the implication that the person handing over any property or": "बम्बई राज्य [956 एससीआर 483]। \"सौंपना\" शब्द का तात्पर्य यह है कि जो व्यक्ति किसी संपत्ति को सौंप",
  "on whose behalf that property is handed over to another, continues to be its owner. Further the person handing over the property must": "रहा है या जिसकी ओर से वह संपत्ति किसी अन्य को सौंपी गई है, वह उसका मालिक बना रहेगा। इसके अलावा",
  "have confidence in the person taking the property so as to create": "संपत्ति सौंपने वाले व्यक्ति को संपत्ति लेने वाले व्यक्ति पर भरोसा होना चाहिए ताकि उनके बीच एक भरोसेमंद",
  "a fiduciary relationship between them. A mere transaction of sale cannot amount to an “entrustment””.": "रिश्ता बन सके। केवल बिक्री का लेन-देन \"सौंपना\" नहीं माना जा सकता।",
  "Similarly, in Central Bureau of Investigation, SPE, SIU(X), New Delhi v. Duncans Agro Industries Ltd., Calcutta reported in (1996)": "34. इसी प्रकार, केंद्रीय जांच ब्यूरो, एसपीई, एसआईयू(एक्स), नई दिल्ली बनाम डंकन्स एग्रो इंडस्ट्रीज",
  "Delhi v. Duncans Agro Industries Ltd., Calcutta reported in (1996) 5 SCC 591 this Court held that the expression “entrusted with": "लिमिटेड, कलकत्ता (996) 5 एससीसी 59] में इस न्यायालय ने माना कि आईपीसी की धारा 405 में प्रयुक्त",
  "necessarily be the property of some person other than the accused or that the beneficial interest in or ownership thereof must be in the": "है, वह आवश्यक रूप से आरोपी के अलावा किसी अन्य व्यक्ति की संपत्ति होनी चाहिए या उसमें लाभकारी हित",
  "other person and the offender must hold such property in trust for": "या स्वामित्व किसी अन्य व्यक्ति का होना चाहिए और अपराधी को ऐसी संपत्ति ऐसे किसी अन्य व्यक्ति के लिए या",
  "“20. Specific goods in a deliverable state. — Where there is an unconditional contract for the sale of specific goods in a deliverable state, the property in the goods": "“20. परिदेय स्थिति में विशिष्ट माल- जहां कि संविदा परिदेय स्थिति के विशिष्ट माल के विक्रय",
  "passes to the buyer when the contract is made and it is": "के लिए वहां उस माल में की सम्पत्ति क्रेता को उस समय संक्रांत होती है जब संविदा की जाती",
  "immaterial whether the time of payment of the price or the time of delivery of goods, or both, is postponed.": "है, और यह तत्वहीन है कि कीमत के संदाय का समय या माल के परिदान का समय या दोनों मुल्तवी कर दिए गए हैं।",
  "24. Goods sent on approval or “on sale or return”. — When goods are delivered to the buyer on approval or “on": "24. अनुमोदनार्थ पर या \"विक्रय या वापसी के लिए\" भेजा गया माल- जब कि क्रेता को माल",
  "sale or return” or other similar terms, the property therein": "अनुमोदनार्थ अथवा \"विक्रय या वापसी के लिए\" या ऐसे ही अन्य निबंधनों पर परिदत्त किया",
  "passes to the buyer—": "जाता है तब माल में की संपत्ति का क्रेता को संक्रमण -",
  "(a) when he signifies his approval or acceptance to the": "(क) उस समय होता है जब वह अपना अनुमोदन या प्रतिग्रहण विक्रेता को संज्ञापित करता है",
  "seller or does any other act adopting the transaction;": "या उस संव्यवहार को अंगीकार करने का कोई अन्य कार्य करता है;",
  "(b) if he does not signify his approval or acceptance to": "(ख) उस दशा में जब कि वह अपना अनुमोदन या प्रतिग्रहण विक्रता को संज्ञापित नहीं करता",
  "the seller but retains the goods without giving notice of rejection, then, if a time has been fixed for the return of": "किन्तु प्रतिक्षेप की सूचना दिए बिना माल को प्रतिधारित रखता है, यदि माल की वापसी के लिए",
  "the goods on the expiration of such time, and, if no time": "कोई समय नियत किया गया हो तो उस समय के अवसान पर होता है, और यदि कोई समय",
  "has been fixed, on the expiration of a reasonable time.”": "नियत नहीं किया गया है तो युक्तियुक्त समय के अवसान पर होता है।\"",
  "From the aforesaid, there is no manner of any doubt whatsoever that in case of sale of goods, the property passes to the purchaser from": "36. उपरोक्त से, इसमें किसी भी प्रकार का संदेह नहीं है कि माल की बिक्री के मामले में, माल के परिदत्त होने",
  "the seller when the goods are delivered. Once the property in the": "पर संपत्ति विक्रेता से क्रेता के पास चली जाती है। एक बार जब माल में संपत्ति क्रेता के पास चली जाती है, तो",
  "goods passes to the purchaser, it cannot be said that the purchaser was entrusted with the property of the seller. Without entrustment": "यह नहीं कहा जा सकता कि क्रेता को विक्रेता की संपत्ति सौंपी गई थी। संपत्ति सौंपने के बिना , कोई भी",
  "of property, there cannot be any criminal breach of trust. Thus,": "आपराधिक न्यासभंग नहीं हो सकता। इस प्रकार, माल की बिक्री के मामले में प्रतिफल राशि का भुगतान करने में",
  "prosecution of cases on charge of criminal breach of trust, for failure": "विफलता के लिए आपराधिक न्यासभंग के आरोप में मामलों का अभियोजन मूल रूप से त्रुटिपूर्ण है। प्रतिफल",
  "to the core. There can be civil remedy for the non-payment of the consideration amount, but no criminal case will be maintainable for": "राशि का भुगतान न करने पर दीवानी उपचार हो सकता है, लेकिन इसके लिए कोई आपराधिक मामला नहीं",
  "it. [See : Lalit Chaturvedi and Others v. State of Uttar Pradesh and Another : 2024 SCC OnLine SC 171 & Mideast Integrated": "चलेगा। [देखें: ललित चतुर्वेदी और अन्य बनाम उत्तर प्रदेश राज्य और अन्य: 2024 एससीसी ऑनलाइन एससी",
  "Steels Lid. (MESCO Stee! Ltd.) and Others v. State of Jnarkhand": "7 & मिडईस्ट इंटीग्रेटेड स्टील्स लिमिटेड (मेस्को स्टील लिमिटेड) और अन्य बनाम झारखंड राज्य और",
  "and Another : 2023 SCC OnLine Jhar 301]": "अन्य: 2023 एससीसी ऑनलाइन जेएचएआर 30]",
  "The case at hand falls in category No. 1 as laid in Smt. Nagawwa": "37. मौजूदा मामला श्रेणी संख्या 2 में आता है जैसा कि श्रीमती नागौवा (सुप्रा) में निर्धारित है, इस निर्णय के",
  "(supra) referred to in para 7 of this judgment.": "पैरा 7 में संदर्भित है।",
  "If it is the case of the complainant that a particular amount is due": "38. यदि परिवादी का मामला है कि एक विशेष राशि देय है और उसे भुगतान होनी है तो उसे अपीलकर्ताओं के",
  "and payable to him then he should have filed a civil suit for recovery of the amount against the appellants herein. But he could not have": "खिलाफ राशि की वसूली के लिए एक दीवानी मुकदमा दायर करना चाहिए था। लेकिन वह धोखाधड़ी और",
  "gone to the court of Additional Chief Judicial Magistrate by filing a complaint of cheating and criminal breach of trust.": "आपराधिक न्यासभंग का परिवाद दर्ज करके अपर मुख्य न्यायिक मजिस्ट्रेट की अदालत में नहीं जा सकता था।",
  "It appears that till this date, the complainant has not filed any civil suit for recovery of the amount which according to him is due and": "39. ऐसा प्रतीत होता है कि इस तिथि तक, परिवादी ने उस राशि की वसूली के लिए कोई सिविल मुकदमा दायर",
  "payable to him by the appellants. He seems to have prima facie lost": "नहीं किया है जो उसके अनुसार अपीलकर्ताओं द्वारा उसे देय है। ऐसा लगता है उसने प्रथम दृष्ठया ऐसा सिविल",
  "the period of limitation for filing such a civil suit.": "मुकदमा दायर करने की परिसीमा अवधि समाप्त कर ली है।",
  "In such circumstances referred to above, the continuation of the criminal proceeding would be nothing but abuse of the process of law.": "40. ऊपर उल्लिखित ऐसी परिस्थितियों में, आपराधिक कार्यवाही जारी रखना कानून की प्रक्रिया के दुरुपयोग के अलावा और कुछ नहीं होगा।",
  "FINAL CONCLUSION": "अंतिम निष्कर्ष",
  "Before we close this matter, we would like to say something as regards the casual approach of the courts below in cases like the": "4. इससे पहले कि हम इस मामले को बंद करें, हम मौजूदा मामले जैसे मामलों में निचली अदालतों के",
  "regards the casual approach of the courts below in cases like the one at hand. The Indian Penal Code (IPC) was the official Criminal Code in the Republic of India inherited from the British India after independence. The IPC came into force in the sub-continent during": "आकस्मिक दृष्टिकोण के संबंध में कुछ कहना चाहेंगे। भारतीय दंड संहिता (आईपीसी) स्वतंत्रता के बाद ब्रिटिश भारत से विरासत में मिली भारतीय गणराज्य की आधिकारिक आपराधिक संहिता थी। आईपीसी 862 में",
  "independence. The IPC came into force in the sub-continent during the British rule in 1862. The IPC remained in force for almost a period": "ब्रिटिश शासन के दौरान उपमहाद्वीप में लागू हुआ। आईपीसी लगभग 62 वर्षों की अवधि तक लागू रहा जब तक",
  "of 162 years until it was repealed and replaced by the Bharatiya Nyaya Sanhita (“BNS”) in December 2023 which came into effect": "कि इसे दिसंबर 2023 में भारतीय न्याय संहिता (\"बीएनएस” ) द्वारा निरस्त और प्रतिस्थापित नहीं किया गया",
  "on 1* July 2024. It is indeed very sad to note that even after these many years, the courts have not been able to understand the fine": "जो . जुलाई 2024 को लागू हुई। यह जानकर बहुत दुख होता है कि इतने वर्षों के बाद भी, अदालतें आपराधिक",
  "distinction between criminal breach of trust and cheating.": "न्यासभंग और धोखाधड़ी के बीच के बारीक अंतर को नहीं समझ पाई हैं।",
  "complaint so as to determine whether the offence of cheating or criminal breach of trust as the case may be is made out from the": "चलता है कि धोखाधड़ी या आपराधिक न्यासभंग का अपराध किया गया है। मजिस्ट्रेट को यह सुनिश्चित करने के",
  "its mind to ascertain whether the allegations, as stated, genuinely": "लिए सावधानीपूर्वक अपना दिमाग लगाना चाहिए कि क्या आरोप, जैसा कि कहा गया है, वास्तव में इन विशिष्ट",
  "constitute these specific offences. In contrast, when a case arises": "अपराधों का गठन करते हैं। इसके विपरीत, जब कोई मामला एफआईआर से उत्पन्न होता है, तो पूरी तरह से",
  "from a FIR, this responsibility is of the police — to thoroughly ascertain whether the allegations levelled by the informant indeed falls under": "पता लगाने की यह जिम्मेदारी पुलिस की होती है कि सूचनादाता द्वारा लगाए गए आरोप वास्तव में धोखाधड़ी या",
  "the category of cheating or criminal breach of trust. Unfortunately, it has become a common practice for the police officers to routinely": "आपराधिक न्यासभंग की श्रेणी में आते हैं या नहीं। दुर्भाग्य से, पुलिस अधिकारियों के लिए यह एक आम बात हो",
  "and mechanically proceed to register an FIR for both the offences i.e. criminal breach of trust and cheating on a mere allegation of some dishonesty or fraud, without any proper application of mind.": "गई है कि वे बिना किसी समुचित मस्तिष्क का प्रयोग किए, केवल बेईमानी या धोखाधड़ी के आरोप पर, दोनों अपराधों अर्थात आपराधिक न्यासभंग और धोखाधड़ी के लिए नियमित रूप से और यंत्रवत्‌ प्राथमिकी दर्ज कर"
}