{
  "[2024] 2 S.C.R. 348 : 2024 INSC 115": "[2024] 2 5.0.९. 348 : 2024 ॥९५८ १5",
  "Chatrapal": "छत्रपाल",
  "The State of Uttar Pradesh & Anr.": "उत्तर प्रदेश राज्य एवं अन्य",
  "(Civil Appeal No. 2461 of 2024)": "(सिविल अपील क्रमांक 246/ 2024)",
  "15 February 2024": "5 फरवरी 2024",
  "[B.R. Gavai and Prashant Kumar Mishra,* JJ.]": "[न्यायमूर्ति बी.आर.गवई एवं न्यायमूर्ति प्रशांत कुमार मिश्रा ]",
  "Issue for Consideration": "विचारार्थ मुद्दा",
  "Inquiry Officer found that the charges levelled against the appellant were duly established. Inquiry report was accepted and the": "जांच अधिकारी ने पाया कि अपीलकर्ता के खिलाफ लगाए गए आरोप विधिवत स्थापित थे। जांच रिपोर्ट स्वीकार",
  "appellant was dismissed from service. Whether the dismissal of": "कर ली गई और अपीलकर्ता को सेवा से बर्खास्त कर दिया गया। क्या अपीलकर्ता की बर्खास्तगी उचित थी और",
  "Headnotes": "हेडनोट्स",
  "Service Law — Findings recorded by Inquiry Officer — Interference": "सेवा कानून - जांच अधिकारी द्वारा दर्ज निष्कर्ष - हस्तक्षेप - दायरा - अपीलकर्ता को बरेली अधिका क्षेत्र में",
  "— Scope — Appellant appointed as Ardly (a class IV Post) in the Bareilly Judgeship was later transferred and posted as Process": "अर्दली (चतुर्थ श्रेणी पद) के रूप में नियुक्त किया गया था, बाद में स्थानांतरित कर दिया गया और प्रोसेस सर्वर",
  "Server however, was being paid the salary of Ardly — Aggrieved,": "के रूप में तैनात किया गया, हालांकि, अर्दली के वेतन का भुगतान किया जा रहा था - पीड़ित अपीलकर्ता ने",
  "appellant made representations — Appellant was subjected to departmental inquiry on charges of misconduct, insubordination": "अभ्यावेदन दिया - अपीलकर्ता पर कदाचार, अवज्ञा के आरोप में विभागीय जांच की गई, जिसमें आरोप लगाया",
  "alleging that he used inappropriate, derogatory and objectional language and made false allegations against various higher": "गया कि उसने अनुचित, अपमानजनक और आपत्तिजनक भाषा का इस्तेमाल किया और विभिन्न उच्च अधिकारियों",
  "officials; and had sent the representations directly to the High Court and Chief Minister/Minister without routing the same": "के खिलाफ झूठे आरोप लगाए; और उचित माध्यम से भेजे बिना सीधे उच्च न्यायालय और मुख्यमंत्री /मंत्री को",
  "through proper channel — Inquiry Officer found that the charges levelled against the appellant were established — Appellant": "अभ्यावेदन भेज दिया था - जांच अधिकारी ने पाया कि अपीलकर्ता के खिलाफ लगाए गए आरोप स्थापित हो गए",
  "dismissed — Dismissal upheld by High Court — Correctness:": "- अपीलकर्ता को खारिज कर दिया गया - उच्च न्यायालय द्वारा बर्खास्तगी को बरकरार रखा गया - सत्य:",
  "Held: Finding of making false statement and allegation in his representation not borne out from the record — Since, this finding": "अवधारित किया गया: उनके अभ्यावेदन में गलत बयान देने और आरोप लगाने का निष्कर्ष रिकॉर्ड से बाहर नहीं है",
  "is the fulcrum of the reasoning to hold that charge no.1 is proved,": "- चूंकि, यह निष्कर्ष यह मानने के तर्क का आधार है कि आरोप संख्या । साबित हुआ है, जांच रिपोर्ट में यह",
  "this finding in the inquiry report is perverse — Ordinarily the": "निष्कर्ष विकृत है - आमतौर पर निष्कर्ष दर्ज किए जाते हैं जांच अधिकारी द्वारा किए गए हस्तक्षेप में अपीलीय",
  "findings recorded by the Inquiry Officer should not be interfered by the appellate authority or by the writ court - However, when": "प्राधिकारी या रिट अदालत द्वारा हस्तक्षेप नहीं किया जाना चाहिए - हालांकि, जब जांच अधिकारी द्वारा दर्ज किए",
  "the finding of guilt recorded by the Inquiry Officer is based on perverse finding the same can always be interfered — Further,": "गए अपराध का निष्कर्ष विकृत निष्कर्ष पर आधारित होता है तो उसमें हमेशा हस्तक्षेप किया जा सकता है - इसके",
  "Class-IV employee, when in financial hardship, may represent directly to the superior but that by itself cannot amount to major": "अलावा, चतुर्थ श्रेणी कर्मचारी, जब वित्तीय कठिनाई में हो, तो सीधे वरिष्ठ के समक्ष प्रतिनिधित्व कर सकता है,",
  "directly to the superior but that by itself cannot amount to major misconduct for which punishment of termination from service should": "लेकिन यह अपने आप में बड़े कदाचार की श्रेणी में नहीं आता है जिसके लिए सेवा से बर्खास्तगी की सजा दी जानी",
  "be imposed — Impugned judgment of the High Court as well as the order terminating the appellant from service, set aside — Appellant": "चाहिए - उच्च न्यायालय के विवादित फैसले के साथ-साथ अपीलकर्ता को सेवा से बर्खास्त करने का आदेश भी",
  "reinstated with all consequential benefits. [Paras 9, 11-13]": "दिया जा सकता है, अपास्त - अपीलकर्ता को सभी परिणामी लाभों के साथ बहाल किया गया। [पैरा 9,4-3]",
  "Union of India v. P. Gunasekaran, [2014] 13 SCR 1312: (2015) 2 SCC 610; State of Haryana v. Rattan Singh,": "भारत संघ बनाम पी. गुणसेकरन, [204] 3 एससीआर 32: (205) 2 एससीसी 60; हरियाणा राज्य",
  "(1977) 2 SCC 491; Chennai Metropolitan Water Supply and Sewerage Board v. T.T. Murali Babu, [2014] 1 SCR": "बनाम रतन सिंह, (977) 2 एससीसी 49; चेन्नई महानगर जल आपूर्ति और सीवरेज बोर्ड बनाम टी.टी. मुरली",
  "987 : (2014) 4 SCC 108 - relied on.": "बाबू, [204] । एससीआर 987 : (204) 4 एससीसी 08 - पर भरोसा किया गया।",
  "Sawai Singh v. State of Rajasthan, [1986] 2 SCR 957 :": "सवाई सिंह बनाम राजस्थान राज्य, [।986] 2 एससीआर 957 : एआईआर 986 एससी 995; संतोष बख्शी",
  "AIR 1986 SC 995; Santosh Bakshi vs. State of Punjab, [2014] 6 SCR 138 : AIR 2014 SC 2966 -— referred to.": "बनाम पंजाब राज्य, [204] 6 एससीआर 38 : एआईआर 204 एससी 2966 - संदर्भित।",
  "List of Acts": "अधिनियमों की सूची",
  "U.P. Government Servant Conduct Rules.": "उत्तर प्रदेश सरकारी कर्मचारी आचरण नियमावली",
  "List of Keywords": "महत्त्वपूर्ण शब्दों की सूची",
  "Class-IV employee; Departmental inquiry; Inquiry Officer; Dismissal; Misconduct; Insubordination; Finding of guilt; Perverse findings;": "चतुर्थ श्रेणी कर्मचारी; विभागीय जांच; जांच अधिकारी; बर्खास्तगी; कदाचार; अवज्ञा; अपराध का पता लगाना;",
  "Financial hardship; Termination from service; Reinstatement; Consequential benefits.": "विकृत निष्कर्ष; वित्तीय कठिनाई; सेवा से समाप्ति; पुनःस्थापन; परिणामी लाभ.",
  "Case Arising From": "से उत्पन्न मामला",
  "CIVIL APPELLATE JURISDICTION : Civil Appeal No.2461 of 2024": "सिविल अपीलीय क्षेत्राधिकार: सिविल अपील संख्या - 246/ 2024",
  "From the Judgment and Order dated 08.01.2019 of the High Court of Judicature at Allahabad in WPC No. 297 of 2008": "रिट याचिका संख्या 297 / 2008 में इलाहाबाद उच्च न्यायालय के दिनांक 08.0.209 के निर्णय एवं आदेश",
  "It is trite law that ordinarily the findings recorded by the Inquiry Officer": "2. ... यह सामान्य कानून है कि आम तौर पर जांच अधिकारी द्वारा दर्ज किए गए निष्कर्षों में अपीलीय प्राधिकरण",
  "should not be interfered by the appellate authority or by the writ court. However, when the finding of guilt recorded by the Inquiry Officer": "या रिट न्यायालय द्वारा हस्तक्षेप नहीं किया जाना चाहिए।हालाँकि, जब जांच अधिकारी द्वारा दर्ज किए गए 0",
  "is based on perverse finding the same can always be interfered as held in Union of India vs. P. Gunasekaran?, State of Haryana": "अपराधों का निष्कर्ष विकृत निष्कर्ष पर आधारित होता है, तो भारत संघ बनाम पी. गुनासेकरन*, हरियाणा राज्य",
  "vs. Rattan Singh* and Chennai Metropolitan Water Supply and Sewerage Board vs. T.T. Murali Babu®. In P. Gunasekaran (supra),": "बनाम रतन सिंह* और चेन्नई महानगर जल आपूर्ति और सीवरेज बोर्ड बनाम टी, टी.मुरली बाबू “। पी. गुनासेकरन",
  "the following has been held by this Court in para nos. 12, 13, 16 & 17:": "उपरोक्त में इस न्यायालय द्वारा पैरा संख्या -2, 3, 6 और 7: में निम्नलिखित अभिनिर्धारित किया गया है।",
  "“12. Despite the well-settled position, it is painfully disturbing": "2. अच्छी तरह से स्थिर स्थिति के बावजूद, यह दुखद रूप से परेशान करने वाला है कि उच्च",
  "to note that the High Court has acted as an appellate authority in the disciplinary proceedings, reappreciating": "न्यायालय ने अनुशासनात्मक कार्यवाही में एक अपीलीय प्राधिकरण के रूप में काम किया है, यहां",
  "even the evidence before the enquiry officer. The finding on Charge | was accepted by the disciplinary authority and": "तक कि ध्यान दें अधिकारी के समक्ष साक्ष्य की भी सराहना की है।आरोप । पर निष्कर्ष को",
  "It is lastly argued that the findings of guilt recorded by the enquiry officer is perverse.": "दिया जाता है कि जांच अधिकारी द्वारा दर्ज किए गए अपराध के निष्कर्ष विकृत हैं।",
  "In support of his submissions, learned counsel for the appellant has": "उसकी दलीलों के समर्थन में, अपीलकर्ता के विद्वान अधिवक्ता ने 'सवाई सिंह बनाम राजस्थान राज्य''",
  "placed reliance on the decisions of this Court rendered in ‘Sawai Singh vs. State of Rajasthan” and ‘Santosh Bakshi vs. State of Punjab?’": "और 'संतोष बख्शी बनाम पंजाब राज्य ' में दिए गए इस न्यायालय के निर्णयों पर भरोसा किया है।",
  "On the contrary, the learned counsel for the High Court would submit that the appellant is habitual of making false allegations against the": "5. इसके विपरीत, उच्च न्यायालय के विद्वान अधिवक्ता का कहना होगा कि अपीलकर्ता को जिला न्यायाधीश",
  "that the appellant is habitual of making false allegations against the senior officers including the District Judge and the charges framed": "सहित वरिष्ठ अधिकारियों के खिलाफ झूठे आरोप लगाने की आदत है और उसके खिलाफ बनाए गए आरोप विशिष्ट",
  "against him are specific and definite and not vague.": "और निश्चित हैं और अस्पष्ट नहीं हैं।",
  "We have heard learned counsel for the parties at length and perused the case papers.": "6. .... हमने पक्षों के विद्वान अधिवक्ता को विस्तार से सुना है और अभिलेखों का अध्ययन किया है।",
  "The appellant was subjected to the departmental inquiry on two charges of misconduct and insubordination. For the first charge, it was alleged": "7..... अपीलकर्ता को कदाचार और अवज्ञा के दो आरोपों पर विभागीय जांच के अधीन किया गया था।पहले",
  "that he used inappropriate, derogatory and objectional language and": "न्यायालय के लिए, यह न्यायालय लगाया गया था कि उन्होंने अनुचित, अपमानजनक और आपत्तिजनक भाषा का",
  "made false allegations against the Central Nazir and higher officials and": "इस्तेमाल किया और केंद्रीय नजीर और उच्च अधिकारियों के खिलाफ झूठे न्यायालय लगाए और इससे पहले भी",
  "earlier also he had lodged a false report against the Presiding Officer of Aonla Court. For the second charge, he allegedly sent a representation": "उन्होंने आंवला अदालत के पीठासीन अधिकारी के खिलाफ झूठी रिपोर्ट दर्ज कराई थी।दूसरे आरोप के लिए,",
  "post. Allegedly, after submission of the said report, the Central Nazir started harassing the appellant and demanded illegal amount of gratification for settling his dues.": "प्रस्तुत करने के बाद, केंद्रीय नजीर ने अपीलकर्ता को परेशान करना शुरू कर दिया और उसके बकाया के निपटान",
  "3.2 Since the grievance of the appellant was not being redressed,": "3.2. चूंकि अपीलकर्ता की शिकायत का निवारण नहीं किया जा रहा था, इसलिए उसने अन्य बातों के साथ",
  "he made a representation dated 05.06.2003 to the Janapad Nyaayaadeesh inter alia stating that he is deprived of the": "साथ जनपद न्यास को दिनांक 05.06.2003 का एक अभ्यावेदन दिया जिसमें कहा गया कि वह उस भत्ते से",
  "allowance that is admissible to the incumbents who are posted at an outlying court as Process Server. It is further stated that when": "वंचित है जो बाहरी न्यायालय में प्रक्रिया सर्वर के रूप में तैनात अधिकारियों के लिए स्वीकार्य है।यह आगे कहा गया",
  "the appellant went to meet the Central Nazir on 04.06.2003,": "है कि जब अपीलकर्ता 04.06.2003 पर केंद्रीय नजीर से मिलने गया, तो उसने अपना काम कराने के लिए",
  "he demanded bribe to get his work done. The District Judge, Bareilly sought an explanation from the Central Nazir, Bareilly": "रिश्वत की मांग की।जिला न्यायाधीश, बरेली ने केंद्रीय नजीर, बरेली न्यायाधीश से स्पष्टीकरण मांगा, जिन्होंने बदले",
  "Judgeship who in turn admitted that by mistake the salary of the appellant has been shown as against the post of Ardly,": "में स्वीकार किया कि गलती से अपीलकर्ता का वेतन अर्डली के पद के खिलाफ दिखाया गया है, हालांकि, उन्होंने",
  "however, he denied having demanded illegal gratification from the appellant.": "अपीलकर्ता से अवैध संतुष्टि की मांग करने से इनकार किया।",
  "order dated 21.06.2003 and initiated a departmental inquiry. The Inquiry Officer vide memorandum dated 22.08.2003": "और विभागीय जांच शुरू की।जांच अधिकारी ने ज्ञापन दिनांक 22.08.2003 के माध्यम से सबसे पहले आरोपों",
  "served the charge sheet on the appellant on the charges firstly, the appellant vide communication dated 05.06.2003 had": "पर अपीलकर्ता को आरोप पत्र दिया। अपीलकर्ता ने दिनांक 05.06.2003 को संचार के माध्यम से अनुचित,",
  "used inappropriate, derogatory and objectionable language": "अपमानजनक और आपत्तिजनक भाषा का इस्तेमाल किया था और जिला न्यायाधीश सहित अधिकारियों के साथ-",
  "and made false allegations against the officers including the District Judge as well as against the Presiding Officer of Aonla Court and secondly, the appellant communicated letters and": "साथ आंवला न्यायालय के पीठासीन अधिकारी के खिलाफ झूठे आरोप लगाए थे। दूसरे, अपीलकर्ता ने उच्च",
  "representations to the Registrar General of High Court and other officials of the State Government including the then Chief": "न्यायालय के रजिस्ट्रार जनरल और तत्कालीन मुख्यमंत्री सहित राज्य सरकार के अन्य अधिकारियों को उचित",
  "dated 21.04.2006 that the charges levelled against the appellant": "2.04.2006 को दर्ज किया कि अपीलकर्ता के खिलाफ लगाए गए आरोप विधिवत स्थापित हैं।जिला न्यायाधीश,",
  "are duly established. The District Judge, Bareilly accepted the inquiry report dated 21.04.2006 and vide order dated 30.04.2007": "बरेली ने 2।.04.2006 दिनांकित जांच रिपोर्ट को स्वीकार कर लिया और 30.04.2007 दिनांकित आदेश के",
  "dismissed the appellant which was challenged in appeal before the High Court and the same was dismissed vide order dated": "माध्यम से अपीलकर्ता को खारिज कर दिया, जिसे उच्च न्यायालय के समक्ष अपील में चुनौती दी गई थी और उसे",
  "order dated 30.04.2007 passed by the Disciplinary Authority imposing punishment of dismissal.": "पारित 30.04.2007दिनांकित आदेश की पुष्टि करते हुए बर्खास्तगी की सजा दी गई थी।",
  "is not reflected in appellant’s representation. In fact, the application dated 05.06.2003 was addressed to the Janapad Nyaayaadeesh": "में परिलक्षित नहीं होता है। वास्तव में, 05.06.2003 दिनांकित आवेदन को जनपद न्यास को संबोधित किया",
  "and the relevant statement is that the applicant met the addressee": "गया था और प्रासंगिक कथन यह है कि आवेदक प्राप्तकर्ता यानी जनपद न्यास से 24.08.200 से 5.0.2003",
  "this period. In respect of meeting the Central Nazir, his statement": "के बीच कई बार मिला।ऐसा कोई बयान नहीं है कि वह इस अवधि के दौरान केंद्रीय नज़ीर से मिले थे। केंद्रीय नज़ीर",
  "is that he met him on 04.06.2003. Thus, the finding of making false": "से मिलने के संबंध में, उनका बयान है कि वह उनसे 04.06.2003 को मिले थे।इस प्रकार, उनके अभ्यावेदन",
  "statement and allegation in his representation dated 05.06.2003 is not borne out from the record. Since, this finding is the fulcrum of": "दिनांक 05.06.2003 में गलत बयान और आरोप लगाने का निष्कर्ष रिकॉर्ड से सामने नहीं आता है।चूँकि, यह",
  "the reasoning to hold that charge no. 1 is proved, in our considered view, this finding in the inquiry report is perverse.": "निष्कर्ष यह मानने के तर्क का आधार है कि आरोप संख्या । सिद्ध है, हमारे विचार में, जांच रिपोर्ट में यह निष्कर्ष विकृत है।",
  "appellant himself has not made any such allegation in his letter dated 05.06.2003. In the said letter, he has stated that it was the Central Nazir who told him that the District Judge is saying that the": "हैं, यह ध्यान रखना महत्वपूर्ण है कि अपीलकर्ता ने स्वयं अपने दिनांकित 05.06.2003 पत्र में ऐसा कोई आरोप नहीं लगाया है।उक्त पत्र में, उन्होंने कहा है कि यह केंद्रीय नजीर था जिसने उन्हें बताया कि जिला न्यायाधीश कह",
  "appellant is a Harijan employee, and he hates the people of such": "रहे हैं कि अपीलकर्ता एक हरिजन कर्मचारी है, और वह ऐसे समुदाय के लोगों से नफरत करता है।इस प्रकार, यह",
  "community. Thus, it is clear that the appellant himself has not made any such allegation against the District Judge but it was the Central": "स्पष्ट है कि अपीलकर्ता ने स्वयं जिला न्यायाधीश के खिलाफ ऐसा कोई आरोप नहीं लगाया है, लेकिन यह केंद्रीय",
  "Nazir who made that statement. The Inquiry Officer had referred to the report of the Central Nazir dated 20.06.2003 which is available": "नजीर था जिसने यह बयान दिया था।जाँच अधिकारी ने केंद्रीय नज़ीर की दिनांकित 20.06.2003 की रिपोर्ट का",
  "The charge no. 2 against the appellant concerns directly sending": "आरोप संख्या 2 उचित माध्यम का लाभ उठाये बिनाउच्च न्यायालय को अभ्यावेदन भेजने के बारे में है, हम उच्च",
  "evaluating such material and should not glibly swallow": "ऐसी सामग्री का मूल्यांकन करने में सावधानी बरतनी चाहिए और भारतीय साक्ष्य अधिनियम",
  "what is strictly speaking not relevant under the Indian Evidence Act. For this proposition it is not necessary": "के तहत जो सख्ती से प्रासंगिक नहीं है उसे स्पष्ट रूप से निगलना नहीं चाहिए। इस प्रस्ताव",
  "to cite decisions nor textbooks, although we have": "के लिए निर्णयों और न ही पाठ्यपुस्तकों का हवाला देना आवश्यक नहीं है, हालांकि हमें दोनों",
  "been taken through case law and other authorities": "पक्षों के अधिवक्तों द्वारा मामले के कानून और अन्य अधिकारियों द्वारा से लिया गया",
  "by counsel on both sides. The essence of a judicial approach is objectivity, exclusion of extraneous materials or considerations and observance of rules": "है।न्यायिक दृष्टिकोण का सार वस्तुनिष्ठता, बाहरी सामग्री या विचारों का बहिष्कार और",
  "of natural justice. Of course, fair play is the basis and if perversity or arbitrariness, bias or surrender": "प्राकृतिक न्याय के नियमों का पालन है।निस्सन्देह, निष्पक्षता आधार है और यदि विकृति या",
  "and if perversity or arbitrariness, bias or surrender of independence of judgment vitiate the conclusions": "मनमानेपन, पूर्वग्रह या निर्णय की स्वतंत्रता के समर्पण से प्राप्त न्यायाधिकरणों को दूषित",
  "reached, such finding, even though of a domestic": "किया जाता है, तो ऐसा न्यायाधिकरण, भले ही घरेलू न्यायाधिकरण का हो, तो यह अच्छा",
  "latest in Chennai Metropolitan Water Supply and Sewerage Board v. T.T. Murali Babu (2014) 4 SCC 108: (2014) 1 SCC": "(7. चेन्नई महानगर जल आपूर्ति और सीवरेज बोर्ड बनाम टी, टी. मुरली बाबू (204) 4 एस. सी. सी.",
  "Having considered the entire material available on record and keeping": "रिकॉर्ड पर उपलब्ध संपूर्ण सामग्री पर विचार करने के बाद और यह ध्यान में रखते हुए कि अपीलकर्ता",
  "in service with all consequential benefits. The appeal is allowed.": "के साथ सेवा में बहाल कर दिया जाता है।अपील को अनुमति है।"
}