{
  "IN THE SUPREME COURT OF INDIA": "भारतीय सर्वोच्च न्यायालय",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय अधिकारिता",
  "CIVIL APPEAL NO. 2628 OF 2017": "सिविल अपील सं. 2628 वर्ष 207",
  "SRI MUJIB ULLAH KHAN AND ANOTHER sa... RESPONDENTS": "श्री मुजीब उल्ला खान और अन्य... ....... प्रत्यर्थी(गण )",
  "WITH": "सह",
  "CIVIL APPEAL NO. 2629 OF 2017": "सिविल अपील सं, 2629 वर्ष 207",
  "RAM SHANKER YADAV AND ANOTHER ia se RESPONDENTS": "राम शंकर यादव एवं अन्य ....प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "Hemant Gupta J.": "न्यायमूर्ति हेमन्त गुप्त",
  "The challenge in Civil Appeal No. 2628 of 2017 is to an order": ". सिविल अपील सं. 2628 वर्ष 207 में इलाहाबाद उद्च",
  "dated 19.04.2007 passed by the learned Single Bench of the High": "न्यायालय के विद्वठत एकल बेंच के 9.04.2007 दिनांकित",
  "applicable to the Municipalities, therefore, it is wholly inconsequential": "अधिनियम नगर पालिकाओं पर लागू होता है, इसलिए यदि",
  "even if there is no reference to the notification dated 08.01.1982.": "08.07.982 दिनांकित अधिसूचना को संदर्भित न भी किया गया हो, तो इसका कोई प्रभाव नहीं पड़ता |",
  "14. The entire argument of the appellant is that the State Act": "4. .... अपीलार्थी का समस्त तर्क यह है, कि राज्य अधिनियम",
  "Central Act. Such argument is not tenable in view of Section 14 of the": "प्रदान करता है । ऐसा तर्क अधिनियम की धारा 44 के आलोक",
  "employees. Thus, the gratuity would be payable under the Act. Such": "हित में है । इस प्रकार ग्रेच्युटी अधिनियम के अन्तर्गत देय होगी |",
  "is the view taken by the Controlling Authority.": "ऐसा ही दृष्टिकोण नियंत्रक प्राधिकारी द्वारा अपनाया गया है |",
  "15. In view of the aforesaid, we find that there is no error in the": "5. .... उपरोक्त के दृष्टिगत हम पाते है कि अधिनियम के अन्तर्गत",
  "orders passed by the Controlling Authorities under the Act and as": "नियंत्रक प्राधिकारियों द्वारा दिए गये और उच्च न्यायालय द्वारा",
  "dismissed.": "निरस्त की जाती है |",
  "(Mohan M. Shantanagoudar)": "(न्यायमूर्ति मोहन एम. शांतनागौदर)",
  "(Hemant Gupta)": "(न्यायमूर्ति हेमंत गुप्ता)",
  "New Delhi": "नई दिल्ली",
  "April 2, 2019": "अप्रैल 2, 209",
  "any day preceding twelve months, as a class of": "लागू होता है, पूर्व के बारह महीने के किसी भी दिन दस या",
  "establishments to which the said Act shall apply with": "प्रतिष्ठान की एक कोटि के रूप में जिस पर उक्त अधिनियम इस",
  "effect from the date of publication of this notification in the Official Gazette.": "अधिसूचना के राज्यपत्र में प्रकाशन की तिथि से लागू होगा |",
  "(R. K. A. Subrahmanya)": "(आर,.के.ए. .. सुब्रामण्या)",
  "Additional Secretary": "अतिरिक्त सचिव",
  "(F. No. S-70020/16/77-FPG)”": "(#.१०.५- 70020/6/ 77-00)”",
  "11. We find that the notification dated 08.01.1982 was not": "7. हम पाते हैं, कि 8.07.982 दिनांकित अधिसूचना को उच्च",
  "referred to before the High Court. Such notification makes it": "न्यायालय के समक्ष सन्दर्भित नहीं किया गया था । ऐसी",
  "abundantly clear that the Act is applicable to the local bodies i.e., the": "अधिसूचना बिल्कुल स्पष्ट कर देती है, कि अधिनियम स्थानीय",
  "Bodies. Therefore, on the strength of such statutory provision, it was": "अतः ऐसे वैधानिक प्रावधान के बल पर यह तर्क दिया गया, कि",
  "argued that the Act would not be applicable in respect of the": "अधिनियम निगमों के संबंध में लागू नहीं होगा । अपीलार्थी कोई",
  "Municipalities. The appellant is not a factory, mine, oilfield, plantation, port and railway company and that there is no notification": "कारखाना, खान, तेलक्षेत्र, बागान, पोत और रेलवे कम्पनी नहीं है",
  "as stipulated under Clause (c) of Section 1(3) of the Act. Therefore,": "| यह कि अधिनियम की धारा . (3) उपबंध (ग) में यथा अनुबद्ध",
  "terms of the Regulations framed in exercise of powers of Section 548": "अधिनियम की धारा 548 की शक्तियों के प्रयोग में बनाए गए",
  "7. On the other hand, learned counsel for the respondent pointed": "7. दूसरी ओर प्रत्यर्थी के विद्वान अधिवक्ता ने यह दर्शित किया है,",
  "out that the Central Government has published a notification in terms": "कि केन्द्र सरकार ने अधिनियम की प्रयोज्यता को निगमों तक",
  "of Section 1(3)(c) of the Act on 08.01.1982 to extend the applicability": "बढ़ाने हेतु 08.07.982 को अधिनियम की धारा (3) (ग) के",
  "Municipalities. The relevant provisions of the Act read as under:": "निगमों पर भी लागू होता है । अधिनियम के प्रासंगिक प्रावधान इस प्रकार है :",
  "“1. Short title, extent, application and commencement.-": "“+. संक्षिप्त नाम, विस्तार, प्रयोज्यता और प्रवर्तन-",
  "(1) This Act may be called the Payment of Gratuity Act, 1972.": "() इस अधिनियम को ग्रैच्युटी भुगतान अधिनियम, 972 कहा जाएगा |",
  "(2) It extends to the whole of India:": "(2) इस का विस्तार पूरे भारतवर्ष में होगा :",
  "Provided that in so far as it relates to plantations or": "सिवाय जहां तक यह बागानों या पोतों के संबंध में है , यह",
  "ports, it shall not extend to the State of Jammu and Kashmir.": "जम्मू और कश्मीर राज्य में लागू नहीं होगा |",
  "(3) It shall apply to-": "(3) यह लागू होगा -",
  "(a) every factory, mine, oilfield, plantation, port and railway company;": "(). प्रत्येक कारखाना, खान, तेलक्षेत्र बागान, पोत और रेलवे कम्पनी नि",
  "ten or more persons are employed, or": "बारह महीनों के किसी भी दिन दस या अधिक लोग नियोजित",
  "(c) such other establishments or class of": "() ऐसे अन्य प्रतिष्ठान या प्रतिष्ठानों की कोटि जिसमें पूर्व के बारह",
  "establishments, in which ten or more employees are employed, or were": "अधिसूचित दस या अधिक कर्मचारी नियोजित हों या नियोजित",
  "8. A perusal of the above provisions would show that the Act is": ". उपरोक्त प्रावधानों का अवलोकन यह दर्शित करेगा , कि",
  "applicable to (1) every factory, mine, oilfield, plantation, port and": "अधिनियम निम्न पर लागू होता है । () प्रत्येक कारखाना,",
  "and establishments in a State, in which ten or more persons are": "प्रत्येक दुकान या प्रतिष्ठान जिसमें दस या अधिक लोग नियोजित",
  "employed, the said provision has two conditions, viz. (i) a shop or": "हों , उक्त प्रावधान की दो शर्तें हैं, जो हैं - (।) राज्य विधि के",
  "ten or more persons are employed; and (3) the establishments or": "लोग नियोजित हों ; और (3) प्रतिष्ठान या प्रतिष्ठानों की कोटि",
  "class of establishments which Central Government may notify.": "जिसे केन्द्र सरकार अधिसूचित करे |",
  "9. The appellant is not covered by clauses (a) and (b) of Section": "9. अपीलार्थी अधिनियम की धारा (3) के उपखंड (क) और (ख) द्वारा रक्षित नहीं हैं । उपखंड (क) प्रावधान पर लागू नहीं",
  "provisions, but even clause (b) is not applicable in view of Section 3": "उपखंड (ख) भी लागू नहीं होता क्योंकि ऐसा अधिनियम",
  "Government or local authorities. The Local Authorities means a": "। स्थानीय प्राधिकारी का अर्थ है कोई नगर पालिकीय कमेटी,",
  "or management of a municipal or local fund in terms of Section 3(31)": "3 (3]) के तहत नगर पालिकीय या स्थानीय निधि के नियंत्रण",
  "10. In terms of the above said Section 1(3)(c) of the Act, the": "0. .... उपरोक्त के संबंध में अधिनियम की धारा । (3) (ग) के",
  "NOTIFICATION": "उद्घोषणा"
}