{
  "IN THE SUPREME COURT OF INDIA": "भारत के सर्वोच्च न्यायालय में",
  "CIVIL APPELLATE JURISDICTION": "दीवानी अपीलीय क्षेत्राधिकार",
  "CIVIL APPEAL NO(S). 9697-9698 OF 2014": "दीवानी अपील संख्या 9697-9698 वर्ष 204",
  "WITH": "सह",
  "CONTEMPT PETITION (CIVIL) NO(S). 209-210 OF 2021": "अवमानना याचिका (सिविल) संख्या 209-240 वर्ष 2024",
  "CONTEMNOR(S)/RESPONDENT(S)": "(गण) /प्रत्यर्थी (गण)",
  "JUDGMENT": "निर्णय",
  "KRISHNA MURARI, J.": "न्यायमूर्ति कृष्ण मुरारी,",
  "14. As against the abovementioned impugned order of the High Court,": "4. उच्च न्यायालय के उपर्युक्त आक्षेपित आदेश के खिलाफ, अपीलकर्ताओं ने",
  "ANALYSIS": "विश्लेषण",
  "15. We have heard Shri Anil Kaushik for the appellants and Shri": "5. हमने अपीलार्थियों के लिए श्री अनिल कौशिक और प्रत्यर्थियों के लिए",
  "S.R.Singh, Learned Senior Counsel assisted by Shri Kamlendra Mishra": "विद्वान वरिष्ठ अधिवक्ता श्री एस.आर. सिंह, जिनकी सहायता श्री कमलेंद्र मिश्रा ने",
  "16. At the outset, for the adjudication of the present appeals, it is our": "6. प्रारंभ में, वर्तमान अपीलों के निर्णय के लिए, यह हमारी सुविचारित राय है",
  "considered opinion that following two issues arise for our": "कि निम्नलिखित दो मुद्दे हमारे विचार के लिए उत्पन्न होते हैं।",
  "1 1986 4 SCC 753": "व. 986 4 एससीसी 753",
  "Petition preferred by the respondents herein was allowed.": "प्रत्यर्थियों द्वारा दायर रिट याचिका को अनुमति दी गई थी।",
  "FACTS": "तथ्य",
  ". The relevant facts necessary for the adjudication of the present appeals,": "2. सुविधा के लिए वर्तमान अपीलों के निर्णय के लिए आवश्यक प्रासंगिक तथ्यों",
  ". The appellants herein are the bhoomidars of the subject land and are in": "3. वर्तमान अपीलकर्तागण वादग्रस्त भूमि के भूमिधर हैं और उनका कब्जा है।",
  "used by them for agricultural purposes since a permanent lease was": "एक स्थायी पट्टा निष्पादित किए जाने के बाद से उक्त भूमि का उपयोग उनके",
  ". It is to be noted that part of the subject land, including the land in": "4. यह ध्यान दिया जाना चाहिए कि अपीलकर्ताओं के कब्जे वाली भूमि सहित",
  "possession of the Appellants, was declared as reserved forest, and the": "वादग्रस्त भूमि के हिस्से को आरक्षित वन घोषित किया गया था और उक्त भूमि",
  "of the Forest Act for declaration as reserved forest.": "का दूसरा हिस्सा आरक्षित वन के रूप में घोषित करने के लिए वन अधिनियम",
  ". Such a declaration of the said land initiated an eviction drive of the": "5, उक्त भूमि की इस तरह की घोषणा ने स्थानीय निवासियों को बेदखल करने",
  "regarding the claim of the local inhabitants.": "पत्र के आधार पर, स्थानीय निवासियों के दावे के संबंध में इस न्यायालय में एक",
  "6. This Court, vide judgment and order dated 20.11.1986 in the": "6. इस न्यायालय ने, उपर्युक्त रिट याचिका में दिनांक 20..986 के निर्णय",
  "Powered Committee consisting of a retired High Court Judge and two": "लेने के उद्देश्य से उच्च न्यायालय के एक सेवानिवृत्त न्यायाधीश और दो",
  "7. On the basis of the abovementioned judgment, the appellants herein": "7. उपर्युक्त निर्णय के आधार पर, वर्तमान अपीलकर्ताओं ने वन बंदोबस्त",
  "filed their claims before the Forest Settlement Officer, and after proper consideration of representations made by both the parties, the forest": "अधिकारी के समक्ष अपने दावे दाखिल किए और दोनों पक्षों द्वारा किए गए",
  "8. Aggrieved by the abovementioned order, the respondents herein": "8. उपर्युक्त आदेश से व्यथित होकर, वर्तमान प्रत्यर्थिओं ने अपर जिला",
  "preferred an appeal before the Additional District Judge, however, by way of a well-reasoned order dated 04.04.1991, the same was": "न्यायाधीश के समक्ष अपील की, हालांकि दिनांक 04.04.994 के एक",
  "9. Subsequent to the dismissal of the Appeal, the appellants herein filed an": "9. अपील खारिज होने के बाद, वर्तमान अपीलकर्ताओं ने उपर्युक्त आदेश को",
  "learned Additional District Judge vide order dated 23.03.2005 allowed": "न्यायाधीश ने दिनांक 23.03.2005 के आदेश के तहत उक्त प्रार्थना -पत्र को",
  "Ashram vs State Of Uttar Pradesh? is only applicable to SC/ST/ other": "विवाद्यक |- क्या बनवासी सेवा आश्रम बनाम उत्तर प्रदेश राज्य? के निर्णय में दी",
  "17. In the case of Banwasi Sewa Ashram (Supra), wherein certain": "7. बनवासी सेवा आश्रम (उपरोक्त) के मामले में, जिसमें भूमि पर रहने वाले",
  "from their homes on grounds of the said land being subject to a Section": "अधीन होने के आधार पर उनके घरों से बेदखल किया जा रहा था, इस",
  "4 notification under the Forest Act, this Court held that the said inhabitants had a right for their claims to be heard by the Forest Officer,": "न्यायालय ने कहा कि उक्त निवासियों को वन अधिकारी द्वारा उनके दावों की",
  "and it was the forest officer, who had the power to go into the merits of": "सुनवाई करने का अधिकार था और वन अधिकारी के पास ही मामले के गुण-",
  "the case and decide the claims of the inhabitants.": "दोष को देखने और निवासियों के दावों पर निर्णय लेने की शक्ति थी।",
  "18. The abovementioned Banwasi Sewa Judgment (Supra), when read": "8. उपर्युक्त बनवासी सेवा के निर्णय (उपरोक्त) को, जब विस्तार से पढ़ा जाता",
  "the said judgment, did not go into the merits of each claim but only": "के गुण-दोष पर नहीं गया, बल्कि इसने दावों की सुनवाई के लिए केवल एक",
  "provided an appropriate forum for the claims to be heard.": "उपयुक्त मंच प्रदान किया।",
  "19. The object of such judgment, in our opinion, is to further the cause": "9. हमारी राय में, इस तरह के फैसले का उद्देश्य तात्विक न्याय के उद्देश्य को",
  "20. It must be noted that forest communities do not only consist of": "20. यह ध्यान दिया जाना चाहिए कि वन समुदायों में न केवल मान्यता प्राप्त",
  "people from recognized Adivasi and other backward communities, but": "आदिवासी और अन्य पिछड़े समुदायों के लोग शामिल हैं, बल्कि उक्त भूमि में",
  "also other groups residing in the said land. These other groups, who do": "रहने वाले अन्य समूह भी शामिल हैं।ये अन्य समूह, जिन्हें कई सामाजिक -",
  "not get recognition under the law as a forest dwelling community due to several socio-political and economic reasons, are also an integral part of": "राजनीतिक और आर्थिक कारणों से वनवासी समुदाय के रूप में कानून के तहत",
  "the said forest communities and are essential to their functioning.": "मान्यता नहीं मिलती है, वे भी उक्त वन समुदायों का एक अभिन्न अंग हैं और यह उनके कामकाज के लिए आवश्यक हैं।इसके अलावा, पूर्वजों के जमाने से ही",
  "Further, there can also be several instances of people ancestrally being": "उनके कामकाज के लिए आवश्यक हैं।इसके अलावा, पूर्वजों के जमाने से ही उनके वन निवासी होने के कई उदाहरण भी हो सकते हैं, हालांकि दस्तावेजों की",
  "21. While we are aware of the fact that the Appellants herein are not": "24. यद्यपि हम इस तथ्य से अवगत हैं कि वर्तमान अपीलकर्तागण पिछड़े",
  "from a backward community and nor do they claim to be so, however,": "समुदाय से नहीं हैं और न ही वे ऐसा होने का दावा करते हैं, तथापि उपर्युक्त",
  "the abovementioned Banwasi Judgment (Supra), if interpreted in a narrow manner only to benefit certain recognized forest communities,": "बनवासी निर्णय (उपरोक्त), यदि केवल कुछ मान्यता प्राप्त वन समुदायों को लाभान्वित करने के लिए संकीर्ण तरीके से व्याख्या की जाती है, तो कई अन्य",
  "would cause a great deal of harm to multiple other communities. At the": "समुदायों को बहुत नुकसान होगा। पुनरावृत्ति के लिए, यह ध्यान दिया जाना",
  "(Supra), only grants a right to be heard by a competent authority, and if": "चाहिए कि बनवासी निर्णय (उपरोक्त), केवल एक सक्षम प्राधिकारी द्वारा सुने जाने का अधिकार प्रदान करता है और यदि ऐसा प्राधिकरण किसी दावे को",
  "ISSUE-I Whether the High Court, while exercising its jurisdiction under Article 226 of the Constitution of India, could have re-appreciated": "विवाद्यक-॥ क्‍या उच्च न्यायालय, भारत के संविधान के अनुच्छेद 226 के तहत",
  "evidence to come to its findings?": "अपनी अधिकारिता का प्रयोग करते हुए, अपने निष्कर्षों पर आने के लिए साक्ष्य का फिर से मूल्यांकन कर सकता था?",
  "25. The Appellants herein, before the impugned order passed by the": "25. उच्च न्यायालय द्वारा रिट अधिकारिता में पारित आक्षेपित आदेश से पहले,",
  "favour by way of decisions rendered by the lower courts. The": "अपीलकर्ताओं के पास अधीनस्थ न्यायालयों द्वारा दिए गए निर्णयों के माध्यम से",
  "Appellants had proved their possession over the subject land by leading evidence, and the veracity of the same, by way of proper procedure,": "भूमि पर अपना अधिकार साबित कर दिया था और सम्यक्‌ प्रक्रिया के माध्यम",
  "evidence, and the veracity of the same, by way of proper procedure, was tested by both the lower courts. The High Court, however, without": "से, दोनों अधीनस्थ न्यायालयों द्वारा इसकी सत्यता का परीक्षण किया गया था। हालाँकि उच्च न्यायालय ने प्रत्यर्थियों द्वारा दिए जा रहे साक्ष्य के बिना, दिनांक",
  "vide impugned order and judgment dated 04.02.2013.": "पारित दिनांक 04.02.2043 का आक्षिपित आदेश और निर्णय कायम रखने के",
  "26. This Court, in a catena of judgments has held that the High Court,": "26. इस न्यायालय ने विभिन्न निर्णयों में यह अभिनिर्धारित किया है कि उच्च",
  "while exercising its inherent powers under 226 of the Constitution of": "न्यायालय, भारत के संविधान की धारा 226 के तहत अपनी अंतर्निहित शक्तियों",
  "unless the authority which passed the original order did so in excess of": "मूल्यांकन नहीं कर सकता है, जब तक कि मूल आदेश पारित करने वाले",
  "its jurisdiction, or if the findings were patently perverse.": "प्राधिकारी ने अपनी अधिकारिता से बाहर, ऐसा नहीं किया हो, या यदि निष्कर्ष स्पष्ट रूप से विकृत थे।",
  "27. In the case of BK Muniraju Vs. State Of Karnataka®, this Court,": "27. बी. के. मुनिराजू बनाम कर्नाटक राज्य? के मामले में, इस न्यायालय ने",
  "while expounding on the powers of the High Court under Article 226 of": "भारत के संविधान के अनुच्छेद 226 के तहत उच्च न्यायालय की शक्तियों की",
  "is manifest and such an error has caused grave injustice.": "गए तथ्य की त्रुटि प्रकट न हो और ऐसी त्रुटि गंभीर अन्याय का कारण न बनी हो।",
  "28. Further, in the case of Krishnanand Vs. Director of Consolidation‘,": "28. इसके अलावा, कृष्णानंद बनाम चकबंदी निदेशक” के मामले में, इस",
  "this Court, in a similar fact circumstance wherein concurrent findings of": "न्यायालय ने एक समान तथ्यों की परिस्थिति में, जिसमें निचली अदालतों के",
  "the lower courts were dismissed by the High Court while exercising its": "समवर्ती निष्कर्षों को उच्च न्यायालय द्वारा अपनी रिट अधिकारिता का प्रयोग",
  "writ jurisdiction, held that re-appreciation of evidence under Article 226": "करते हुए खारिज कर दिया गया था, यह अभिनिर्धारित किया कि अनुच्छेद 226",
  "29. It is our opinion that as far as the present case is concerned, the": "29. यह हमारी राय है कि जहां तक वर्तमान मामले का संबंध है, निचली",
  "concurrent findings of the lower courts are neither perverse, nor the said": "अदालतों के समवर्ती निष्कर्ष न तो विकृत हैं, न ही उक्त अदालतों ने अपनी",
  "courts have over stepped their jurisdiction. In such a scenario, wherein neither of the conditions were satisfied, the High Court could not have": "अधिकारिता के बाहर कार्य किया है।ऐसे परिदृश्य में, जिसमें कोई भी शर्त पूरी",
  "3 2008 4 SCC 451": "3. 2008 4 एससीसी 454",
  "4 20151 SCC 553": "4. 2045 4 एससीसी 553",
  "30. It must be noted that the introduction and admission of evidence at": "30. यह ध्यान दिया जाना चाहिए कि विचारण के चरण में, साक्ष्य का",
  "the trial stage goes through a rigorous process, wherein each piece of": "पुरःस्थापन और ग्रहण एक कठोर प्रक्रिया से गुजरता है, जिसमें प्रस्तुत किए गए",
  "evidence introduced is subject to very strict scrutiny, and every party is": "साक्ष्य का प्रत्येक भाग बहुत सख्त जांच के अधीन है और प्रत्येक पक्ष को कानून",
  "given the opportunity to test the veracity of the said evidence through": "द्वारा स्थापित प्रक्रिया द्वारा उक्त साक्ष्य की सत्यता का परीक्षण करने का अवसर",
  "procedure established by law. The legitimacy of the evidence, at every Stage, is questioned, and the opposing party is given the right to": "दिया जाता है।हर स्तर पर साक्ष्य की वैधता पर सवाल उठाया जाता है और",
  "question the said evidence by placing their doubts regarding the same in": "विरोधी पक्ष को अदालत में अपने संदेह रखते हुए उक्त साक्ष्य पर सवाल उठाने",
  "court. Such a mechanism in law of going through evidence, is not": "का अधिकार दिया जाता है।कानून में सबूतों की जांच करने की ऐसी व्यवस्था,",
  "available to the High Court while exercising its powers under writ": "रिट अधिकारिता के तहत अपनी शक्तियों का प्रयोग करते समय उच्च न्यायालय",
  "jurisdiction, and therefore, evidence which has been confirmed by the": "के लिए उपलब्ध नहीं है और इसलिए निचली अदालतों द्वारा पुष्टि किए गए सबूतों",
  "lower courts, must only be reversed by the High Courts in the rarest of": "को केवल दुर्लभ मामलों में ही उच्च न्यायालयों द्वारा उलट दिया जाना चाहिए।",
  "31. In light of the abovementioned discussions, we hold Issue No. II in": "34. उपर्युक्त चर्चाओं के आलोक में, हम विवाद्यक संख्या ॥ को अपीलार्थियों के",
  "32. In the present case at hand, both the issues framed by us has been": "32. वर्तमान मामले में, हमारे द्वारा तैयार किए गए दोनों विवाद्यकों का जवाब",
  "answered in favour of the Appellants herein, that is to say, the remedy": "वर्तमान अपीलार्थियों के पक्ष में दिया गया है, अर्थात, बनवासी सेवा निर्णय"
}