{
  "Naresh 148 IPC Ol year RI": "नरेश बूरा 98 आईपीसी 0। वर्ष आओआआई | रु. 4000/- । माह आर.आई",
  "Bura | 307/149 PC | 05 years RI | Rs. 1000/- | 1 month RI": "307/५9 आईपीसी | 05 वर्ष आरआई",
  "324/149 IPC 1 year RI": "324/५9 आईपीसी | ॥ वर्ष आरआई",
  "323 IPC 3 months RI": "323 आईपीसी 3 महीने आरआई",
  "Vinod 148 IPC Ol year RI": "विनोद पंडित 98 आईपीसी 0। वर्ष आरआआई._ रु. 4000/- । माह आर.आई",
  "Pandit | 307/149 IPC | 05 years RI | Rs. 1000/- |1 month RI": "307/५9 आईपीसी | 05 वर्ष आरआई",
  "323/149 IPC |3 months RI": "323/५9 आईपीसी | 3 महीने आरआई",
  "Sanjay 148 IPC 01 year RI Jakhar @": "संजय जाखड़ 6 |[५8 आईपीसी 0। वर्ष आआआई. | रु. 000/- । माह आर. आई",
  "Arun 307 IPC 05 years RI | Rs. 1000/- | 1 month RI": "अरुण कुमार | 307 आईपीसी 05 वर्ष आरआई",
  "Kumar 324 IPC 1 year RI": "32५ आईपीसी । वर्ष आरआई",
  "Anil 148 IPC Ol year RI": "अनिल सहरावत 98 आईपीसी 0। वर्ष आरओआई. | रु. 4000/- । माह आर.आई",
  "Sahrawat | 307/149 1PC | 05 years RI | Rs. 1000/- | 1 month RI": "307/५9 आईपीसी | 05 वर्ष आरआई",
  "Jasdeep | 307/149 1PC | 05 years RI | Rs. 1000/- | 1 month RI": "307/५9 आईपीसी | 05 वर्ष आरआई",
  "324 IPC 1 year RI": "32५ आईपीसी । वर्ष आरआई",
  "(2) Proceedings of trial in the present case were conducted in FIR No. 311, dated 08.11.1995, under Sections 148, 149, 323, 324 and": "(2) वर्तमान मामले में मुकदमे की कार्यवाही एफआईआर नं.3॥, दिनांक 08..995, आईपीसी की धारा ५8,",
  "FIR No. 311, dated 08.11.1995, under Sections 148, 149, 323, 324 and 307 IPC, registered at Police Station Civil Lines, Hisar. Since the impugned judgment of conviction and order of sentence is one and": "89, 323, 324 और 307 के तहत पुलिस स्टेशन सिविल लाइंस, हिसार में दर्ज। चूंकि दोषसिद्धि का विवादित निर्णय",
  "impugned judgment of conviction and order of sentence is one and common, arising from one set of allegations, the facts are borrowed": "और सजा का आदेश एक और सामान्य है, जो आरोपों के एक समूह से उत्पन्न होता है, इसलिए तथ्य आपराधिक",
  "from Criminal Appeal No. CRA-S-1949-SB-2002, titled as “Tinku @ Gagandeep Verma v. State of Haryana”.": "अपील सं. सीआरए-एस-9५9-एसबी-2002, जिसका शीर्षक था \"टिंकू &गगनदीप वर्मा बनाम हरियाणा राज्य\"।",
  "(3) FIR, dated 08.11.1995 (Ex. PA/1) in the present case was": "(3) एफ. आई. आर., दिनांक 08..995 (पूर्व. पी/॥) वर्तमान मामले में था",
  "possession by preparing separate recovery memos and site plans, for each of the recovered weapon.": "बरामद किए गए प्रत्येक हथियार के लिए अलग-अलग वसूली ज्ञापन और स्थल योजना तैयार करके कब्जा।",
  "(6) During the course of investigation, accused Rajesh Kundu was found to be juvenile at the time of commission of offence and a": "(6) जाँच के दौरान, अभियुक्त राजेश कुंड़ू अपराध के समय किशोर पाया गया और किशोर न्यायालय में मुकदमे का",
  "separate challan was filed again him to face trial in the Juvenile Court.": "सामना करने के लिए उसे फिर से एक अलग चालान दायर किया गया। (7) आरोपी भोला उर्फ अविनाश और काला",
  "(7) Accused Bhola @ Avinash and Kala @ Jagdeep were found innocent during course of investigation and were, thus, initially not challaned.": "उर्फ जगदीप को जांच के दौरान निर्दोष पाया गया और इस प्रकार, शुरू में उनका चालान नहीं किया गया।",
  "(8) This way, final report under Section 173 Cr.P.C., was filed against Tinku @ Gagandeep Verma, Anil Sahrawat, Naresh Bura,": "(8) इस तरह, धारा 773 सीआर.पी.सी.. के तहत अंतिम रिपोर्ट, टिंक्‌ छगगनदीप वर्मा, अनिल सहरावत, नरेश बुरा,",
  "Vinod Pandit and Sanjay Jakhar.": "विनोद पंडित और संजय जाखड़ के खिलाफ दायर की गई थी। (9) अभियोजन साक्ष्य की शुरुआत के समय, जब",
  "Rakesh appeared as PW1, prosecution moved an application under": "घायल राकेश पीडब्लू । के रूप में पेश हुए, तो अभियोजन पक्ष ने सह-आरोपी भोला 6अविनाश और काला",
  "and Kala @ Jagdeep, to face trial alongwith other five co-accused. The": "&जगदीप को अन्य पांच सह-अभियुक्तों के साथ मुकदमे का सामना करने के लिए समन करने के लिए धारा 39",
  "said application was allowed vide order dated 01.04.1998, and": "सीआर.पी.सी. के तहत एक आवेदन दायर किया। उक्त आवेदन को दिनांक 0.04.998 के आदेश द्वारा अनुज्ञात",
  "thereupon fresh charges were framed against all the seven accused, who are appellants before this Court.": "किया गया था और उस पर सभी सात अभियुक्तों के विरुद्ध नए आरोप बनाए गए, जो इस न्यायालय के समक्ष",
  "(10) Prosecution examined total 16 witnesses, as detailed hereunder:": "अपीलार्थी हैं। (0) अभियोजन पक्ष ने कुल 6 गवाहों की जांच की, जैसा कि नीचे विस्तृत हैः",
  "PW-1 Injured Rakesh": "पीडब्लू-। घायल राकेश",
  "PW-1/A__| SI Bhoop Singh": "पीडब्लू-।/एएस. आई. भूप सिंह",
  "PW-2 HC Hari Ram": "पीडब्लू-2 एचसी हरि राम",
  "PW-3 Constable Davinder Singh": "पीडब्लू-3 कांस्टेबल देविंदर सिंह",
  "PW-4 Dr. Pawan Jain, SMO (Retired)": "पीडब्लू-५ डॉ. पवन जैन, एसएमओ (सेवानिवृत्त)",
  "PW-5 Dr. Brij Bhushan Banga, Surgeon, CMC Hospital, Hisar": "पीडब्लू-5 डॉ. बृजभूषण बंगा, सर्जन, सीएमसी अस्पताल, हिसार",
  "PW-6 Dr. R.J. Bishnoi, Medical Officer, CHC, Mangali": "पीडब्लू-6 डॉ. 7.०. बिश्रोई, चिकित्सा अधिकारी, सीएचसी, मंगली",
  "PW-7 Dr. Ajay Gupta, Senior Registrar, Department of Surgeory, Safdarjang Hospital, Delhi": "पीडब्लू-7 डॉ. अजय गुप्ता, वरिष्ठ पंजीयक, शल्य चिकित्सा विभाग, सफदरजंग अस्पताल, दिल्ली पीडब्लू-8",
  "PW-9 Complainant/injured Karampal": "पीडब्लू-9 शिकायतकर्ता/घायल करमपाल",
  "PW-10 Shamsher Singh, Draftsman, Court Complex, Hansi": "पीडब्लू-0शमशेर सिंह, ड्राफ्ट्समैन, कोर्ट कॉम्प्लेक्स, हांसी",
  "PW-11 Avinashi Lal Malhotra, Retired Principal, Viswas": "पीडब्लू-]अविनाश लाल मल्होत्रा, सेवानिवृत्त प्राचार्य, विश्वास सीनियर सेकेंडरी स्कूल, हिसार सीनियर सेकेंडरी स्कूल,",
  "PW-12 Dr. Daya Nand, Medical Officer, General Hospital, Hisar": "पीडब्लू-2 डॉ. दया नंद, चिकित्सा अधिकारी, सामान्य अस्पताल, हिसार",
  "PW-13 | Constable Balwan Singh": "पीडब्लू-3 कांस्टेबल बलवान सिंह",
  "PW-14 | ASI Ishwar Singh": "पीडब्लू-+ एएसआई ईश्वर सिंह",
  "PW-15 | Head Constable Rajmal": "पीडब्लू-5 हेड कांस्टेबल राजमल",
  "(11) In defence, one witness, namely, Suraj Bhan, was examined": "(।॥) बचाव में, सूरज भान नामक एक गवाह से डीडब्ल्यू-। के रूप में पूछताछ की गई थी, और दस्तावेज एक्स।",
  "as DW-1, and documents Exs. DD, DE and DF were tendered.": "डीडी, डीई और डीएफ के लिए निविदा दी गई थी।",
  "(12) In the statements recorded under Section 313 Cr.P.C., all the accused pleaded innocence and false implication.": "(2) धारा 333 सीआर.पी.सी.. के तहत दर्ज किए गए बयानों में, सभी अभियुक्तों ने निर्दोषता और झूठे निहितार्थ का",
  "(13) After analyzing evidence available on record, learned Trial": "अनुरोध किया। (3) अभिलेख पर उपलब्ध साक्ष्य का विश्लेषण करने के पश्चात्‌, विद्वत विचारण न्यायालय ने, दिनांक",
  "Court, vide impugned judgment, dated 26.11.2002, held all the seven accused/appellants guilty and vide separate order of sentence, dated": "26..2002 के आक्षेपित निर्णय द्वारा, सभी सात अभियुक्तों/अपीलार्थियों को दोषी ठहराया और सजा के पृथक",
  "29.11.2002, ordered them to undergo imprisonment, as already noticed in the opening part of this judgment.": "आदेश, दिनांक 29..2002 द्वारा उन्हें कारावास से गुजरने का आदेश दिया, जैसा कि इस निर्णय के प्रारंभिक भाग",
  "(14) Hence, these seven appeals before this Court since 2002/2003.": "(।५) इसलिए, 2002/2003 से इस न्यायालय के समक्ष ये सात अपीलें। (5) अभियोजन पक्ष के गवाहों के बयानों",
  "learned counsel for the appellants submitted that as per initial version": "का उल्लेख करते हुए, अपीलार्थियों के विद्वान वकील ने प्रस्तुत किया कि अभियोजन पक्ष के प्रारंभिक संस्करण के",
  "of the prosecution, attribution of causing several knife blows was against accused Sanjay Jakhar only and to none else. As per medical": "अनुसार, चाकू से कई वार करने का आरोप केवल आरोपी संजय जाखड़ के खिलाफ था और किसी और के खिलाफ",
  "evidence, Rakesh is the victim for the injury which has been declared": "नहीं था। चिकित्सा साक्ष्य के अनुसार, राकेश उस चोट का शिकार है जिसे जीवन के लिए खतरनाक घोषित किया गया",
  "dangerous to life. Thus, intention to cause murder, attributed to all": "है। इस प्रकार, हत्या का कारण बनने का इरादा, जिसके लिए अन्य सभी अभियुक्तों को जिम्मेदार ठहराया जाता है,",
  "other accused, is not sustainable. Therefore, conviction of other alleged accused, under Section 307/149 IPC, is also not made out.": "टिकाऊ नहीं है। इसलिए, आईपीसी की धारा 307/7५9 के तहत अन्य कथित आरोपियों को भी दोषी नहीं ठहराया",
  "(16) It is also argued that while appearing in witness-box, injured Rakesh has improved his version, wherein during the course of his deposition before the Court, he attributed causing of knife blows": "जाता है।(6) यह भी तर्क दिया जाता है कि गवाह-बक्से में उपस्थित होने के दौरान, घायल राकेश ने अपने बयान में",
  "injured Rakesh has improved his version, wherein during the course of his deposition before the Court, he attributed causing of knife blows against accused Kala @ Jagdeep and Bhola @ Avinash also and said": "सुधार किया है, जिसमें अदालत के समक्ष अपने बयान के दौरान, उसने आरोपी काला उर्फ जगदीप और भोला उर्फ",
  "part of attribution was got confronted with his earlier statement (Ex. DA), recorded under Section 161 Cr.P.C., wherein it was not recorded": "बयान (पूर्वी डीए) धारा 46। सीआर.पी.सी.. के तहत दर्ज किया गया, जिसमें यह दर्ज नहीं किया गया था कि इन दो",
  "that these two accused (Kala @ Jagdeep and Bhola @ Avinash) had caused injuries to this witness.": "आरोपियों (काला &जगदीप और भोला अविनाश) ने इस गवाह को चोट पहुंचाई थी।",
  "(17) While assailing deposition of injured Rakesh, learned counsel for the appellants further argued that since the accused persons": "(।7) घायल राकेश की गवाही का दावा करते हुए, अपीलार्थियों के विद्वान वकील ने आगे तर्क दिया कि चूंकि आरोपी",
  "were alleged to be present already on the spot before reaching of": "व्यक्तियों पर पहुंचने से पहले ही मौके पर मौजूद होने का आरोप लगाया गया था",
  "TINKU @ GAGANDEEP VERMA v. STATE OF HARYANA 149 (Sanjay Vashisth, J.)": "टिंकू 6 गगनदीप वर्मा बनाम हरियाणा राज्य (संजय वशिष्ठ, जे.)",
  "Before Sanjay Vashisth, J.": "समक्ष संजय वशिष्ठ, जे.",
  "TINKU @ GAGANDEEP VERMA—Appellant": "टिंकु & गगनदीप वर्मा-अपीलकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA—Respondent": "हरियाणा राज्य--प्रतिवादी",
  "CRA No. 1949-SB of 2002": "सीआरए संख्या 49+9-एसबी 2002",
  "December 12, 2022": "2 दिसंबर, 2022",
  "Indian Penal Code, 1860—S.148, 307, 307/149, 323,323/149,": "भारतीय दंड संहिता, 860-धारा. +8,307,307/५9,323,323/49,32५,324/49-दंड प्रक्रिया संहिता,",
  "Object when inferred—Accused group armed with weapons already": "973- धारा.6।-सामान्य उद्देश्य जब अनुमान लगाया जाता है-पहले से मौजूद हथियारों से लैस अभियुक्त समूह-",
  "present—Causing injuries to other group— Medico lego report suggestive of injuries caused by group of persons—Influence of prior": "अन्य समूह को चोट पहुंचाना-व्यक्तियों के समूह के कारण होने वाली चोटों का सुझाव देने वाली मेडिको लेगो रिपोर्ट-",
  "common object; Improvement to statement recorded before Court— Duly Confronted—Question put in cross examination for": "पूर्व सामान्य उद्देश्य का प्रभाव; न्यायालय के समक्ष दर्ज बयान में सुधार-उचित रूप से सामना-स्पष्टीकरण के लिए",
  "Duly Confronted—Question put in cross examination for clarification—Evidence attributing Knife blows by 1 accused only— others entitled to benefit.": "प्रतिपरीक्षा में रखा गया प्रश्न-केवल । अभियुक्त द्वारा चाकू से प्रहार किए जाने का साक्ष्य-अन्य लाभ के हकदार हैं।",
  "Held, that Submission of learned counsel for appellant-Vinod Pandit that injury described on lateral aspect of left side of chest,": "आयोजित, कि अपीलार्थी-विनोद पंडित के विद्बत वकील का यह निवेदन कि छाती के बाएँ हिस्से के पार्श्व पक्ष पर",
  "cannot be knife blow in left flank, also does not find any place to": "वर्णित चोट, बाएँ हिस्से में चाकू का प्रहार नहीं हो सकता है, भी यहाँ बनाए रखने के लिए कोई जगह नहीं पाता है",
  "sustain here because about this confusion no question for clarification purpose was either put to injured Karampal or to Dr. Daya Nand (PW-": "क्योंकि इस भ्रम के बरे में स्पष्टीकरण के उद्देश्य से कोई सवाल नहीं किया गया था या तो घायल करमपाल या डॉ.",
  "12) to whom weapon was shown. Thus, the argument qua accused/appellant Vinod Pandit also fails.": "दया नंद (पीडब्लू 2) को, जिन्हें हथियार दिखाया गया था। इस प्रकार, अभियुक्त/अपीलार्थी विनोद पंडित का तर्क भी विफल हो जाता है।",
  "(Para 28)": "(पैरा 28)",
  "Further held, that No compensation has been awarded by the learned Trial Court, therefore, considering the fact that": "ने आगे अभिनिर्धारित किया कि विद्वत विचारण न्यायालय द्वारा कोई प्रतिकर नहीं दिया गया है, इसलिए इस तथ्य पर",
  "complainant/injured Karampal and Rakesh had suffered injuries in the occurrence, I deem it appropriate to award compensation in their": "विचार करते हुए कि शिकायतकर्ता/घायल करमपाल और राकेश को घटना में चोटें आई थीं, मैं उनके पक्ष में",
  "Bura, Vinod Pandit and Anil Sahrawat are directed to deposit Rs. 10,000/- each as compensation amount with the Court of Area": "सहरावत को रुपये जमा करने का निर्देश दिया गया है। ॥0, 000/- रुपये प्रत्येक को कोर्ट ऑफ एरिया मजिस्ट्रेट",
  "10,000/- each as compensation amount with the Court of Area Magistrate and appellant Sanjay Jakhar @ Arun Kumar is directed to": "और अपीलार्थी संजय जाखड़ 8अरुण कुमार के साथ मुआवजे की राशि के रूप में रुपये की राशि जमा करने का",
  "deposit a sum of Rs. 25,000/- in the shape of compensation, within a period of three months from today. Upon deposit of compensation": "निर्देश दिया जाता है। 25, 000/- रुपये आज से तीन महीने की अवधि के भीतर मुआवजे के रूप में। मुआवजे की",
  "amount, same shall be distributed amongst both the injured, ie.": "राशि जमा करने पर, वही दोनों घायलों के बीच वितरित किया जाएगा, ।.७. करमपाल और राकेश घायल व्यक्तियों को",
  "registered on the statement of Karampal (injured/complainant), with the allegations that he was a student of 10+2, Ramjas School, Sonepat,": "करमपाल (घायल»शिकायतकर्ता) के बयान पर इस आरोप के साथ दर्ज किया गया कि वह 0+2, रामजस स्कूल,",
  "and on 06.11.1995, he had come to Hisar to meet his brother — Jaibir,": "सोनीपत का छात्र था और 06..995 को वह अपने भाई जयबीर से मिलने हिसार आया था, जो विश्वास स्कूल,",
  "who was studying in Vishvas School, Hisar. In the noon, at about 12:00 p.m., Karampal alongwith his friends Rakesh @ Bablu, Sandeep": "हिसार में पढ़ रहा था। दोपहर में करीब 2:00 9.7. पर करमपाल अपने दोस्तों राकेश 6बबलू, संदीप चहल,",
  "Chahal, Satyawan and Pardeep Sindhu, had gone to Gali No. 3, Jawahar Nagar, Hisar. There they found that all the appellants were": "सत्यवान और प्रदीप सिंधु के साथ गली नं. 3, जवाहर नगर, हिसार। वहाँ उन्होंने पाया कि सभी अपीलार्थी पहले से ही",
  "already standing in front of a barber shop in Gali No. 3, Jawahar Nagar, Hisar. By going near to the accused party, they all asked Sanjay Jakhar @ Arun Kumar and others that sisters and daughters of all to be": "गली नं. ३, जवाहर नगर, हिसार। आरोपी पक्ष के पास जाकर, उन सभी ने संजय जाखड़ उर्फ अरुण कुमार और",
  "Jakhar @ Arun Kumar and others that sisters and daughters of all to be treated equal and on other day Rajesh Kundu should not have spoken": "अन्य लोगों से कहा कि सभी की बहनों और बेटियों के साथ समान व्यवहार किया जाए और दूसरे दिन राजेश कुंड",
  "Sanjay Jakhar took out a knife from his pocket and did several attacks with knife upon Rakesh. Anil Sahrawat also attacked him with a rod,": "चाकू निकाला और राकेश पर चाकू से कई हमले किए। अनिल सहरावत ने उस पर रॉड से भी हमला किया, जिससे",
  "causing injuries on the stomach, both the forearms and nose of Rakesh.": "राकेश के पेट, दोनों अग्र-भुजाओं और नाक पर चोटें आईं। राकेश मौके पर गिर गया। जब शिकायतकर्ता-करमपाल,",
  "Chahal, Satyawan and Pardeep Sindhu tried to rescue Rakesh, Rajesh Kundu gave a kirpan blow to the complainant and Pandit (Vinod": "संदीप चहल, सत्यवान और प्रदीप सिंधु ने राकेश को बचाने की कोशिश की, तो राजेश कुंडू ने शिकायतकर्ता को",
  "Pandit), who was armed with knife, and Naresh Bura, armed with": "कृपाण से मारा और चाकू से लैस पंडित (विनोद पंडित) और हॉकी से लैस नरेश बुरा ने अपने-अपने हथियारों से",
  "hockey, caused injuries on all sides of the head as also on front and back side of left arm/pit of complainant — Karampal, with their": "शिकायतकर्ता-करमपाल के बाएं हाथ/गड़े के आगे और पीछे भी सिर के चारों ओर चोटें पहुंचाईं। इसके बाद संजय",
  "respective weapons. Thereafter, Sanjay Jakhar etc. ran away from the spot with their respective weapons. Other associates of the accused": "जाखड़ आदि। वे अपने-अपने हथियारों के साथ मौके से भाग गए। अभियुक्त के अन्य सहयोगियों ने भी शिकायतकर्ता",
  "also slapped and gave fist blows to the complainant and Rakesh.": "और राकेश को थप्पड़ मारा और मुक्‍का मारा।",
  "(4) After registration of the case, investigation started. Accused": "(५) मामला दर्ज होने के बाद, जाँच शुरू हुई। आरोपित नरेश बुरा को ॥..995 को गिरफ्तार किया गया था और",
  "Accused Rajesh Kundu was arrested on 12.11.1995 and based upon his disclosure statement, a kirpan was recovered.": "गिरफ्तार किया गया था और उसके प्रकटीकरण बयान के आधार पर एक कृपाण बरामद किया गया था।",
  "Accused Anil Sehrawat was arrested on 25.11.1995 and based upon his disclosure statement, an iron rod was recovered.": "आरोपी अनिल सहरावत को 25..995 को गिरफ्तार किया गया था और उसके खुलासा बयान के आधार पर, एक",
  "Accused Sanjay Jakhar was arrested on 26.11.1995 and based": "लोहे की छड़ बरामद की गई थी। आरोपित संजय जाखड़ को 26..995 को गिरफ्तार किया गया था और उसके",
  "upon his disclosure statement, a knife was recovered.": "खुलासा बयान के आधार पर, एक चाकू बरामद किया गया था।",
  "Accused Tinku was arrested on 06.12.1995 and based upon his disclosure statement, a knife was recovered.": "आरोपी टिंकू को 06.2.995 को गिरफ्तार किया गया था और उसके खुलासा बयान के आधार पर, एक चाकू",
  "Accused Vinod Pandit was arrested on 08.04.1996 and based": "आरोपी विनोद पंडित को 08.04.996 को गिरफ्तार किया गया था और उसके खुलासा बयान के आधार पर, एक",
  "(5) All the recovered weapons were taken into police": "(5) बरामद किए गए सभी हथियारों को पुलिस के हवाले कर दिया गया",
  "TINKU @ GAGANDEEP VERMA v. STATE OF HARYANA 155 (Sanjay Vashisth, J.)": "टिंकू 6 गगनदीप वर्मा बनाम हरियाणा राज्य (संजय वशिष्ठ, जे.)",
  "complainant/victim party, allegation of sharing of common object is not found correct and, therefore, conviction under Sections 307/149": "शिकायतकर्ता/पीड़ित पक्ष, सामान्य वस्तु को साझा करने का आरोप सही नहीं पाया गया है और इसलिए, आईपीसी",
  "not found correct and, therefore, conviction under Sections 307/149 IPC and 324/149 IPC is not made out.": "की धारा 307/५9 और 32५/५9 के तहत दोषसिद्धि नहीं की गई है।",
  "(18) Learned counsel representing appellant - Vinod Pandit also": "(8) अपीलार्थी का प्रतिनिधित्व करने वाले विद्वान वकील-विनोद पंडित ने यह भी प्रस्तुत किया कि उन्हें करमपाल",
  "made submissions that he has been attributed injury in the left side of flank of Karampal (complainant/injured), but as per medical evidence": "(शिकायतकर्ता/घायल) के पार्श्व के बाईं ओर चोट लगी है, लेकिन चिकित्सा साक्ष्य के अनुसार ऐसी कोई चोट नहीं है।",
  "there is no such injury. Therefore, participation of Vinod Pandit is also highly doubtful.": "इसलिए, विनोद पंडित की भागीदारी भी अत्यधिक संदिग्ध है।",
  "(19) Learned counsel representing Bhola @ Avinash and Kala @ Jagdeep, argued that learned Trial Court has failed to examine each": "(9) भोला 8अविनाश और काला &जगदीप का प्रतिनिधित्व करने वाले विद्वान वकील ने तर्क दिया कि विद्वान",
  "and every aspect of the material available on record. As per police": "ट्रायल कोर्ट रिकॉर्ड पर उपलब्ध सामग्री के प्रत्येक पहलू की जांच करने में विफल रहा है। पुलिस जांच के अनुसार, वे",
  "investigation, both of them were not found to be present at the place of occurrence and were, thus, declared as innocent. Later on, both of them": "दोनों घटना स्थल पर मौजूद नहीं पाए गए और इसलिए उन्हें निर्दोष घोषित कर दिया गया। बाद में, उन दोनों को",
  "were summoned under Section 319 Cr.P.C., for the purpose of joining of trial proceedings alongwith already challaned accused. Learned": "पहले से ही चालान किए गए अभियुक्तों के साथ मुकदमे की कार्यवाही में शामिल होने के उद्देश्य से धारा 39",
  "standard of reliability of version of the complainant, i.e. at the time of": "शिकायतकर्ता के संस्करण की विश्वसनीयता के मानक के साथ देखा जाना है, ।.७। एफ. आई. आर. दर्ज करने के",
  "registration of FIR and thereafter deposition before the Court.": "समय और उसके बाद न्यायालय के समक्ष बयान। विद्वान वकील ने प्राथमिकी के रूप में अभियोजन पक्ष के प्रारंभिक",
  "Learned counsel also referred to the initial version of the prosecution in the shape of FIR as_ statement of Karampal (complainant/injured), wherein he only mentioned about presence of": "संस्करण को करमपाल (शिकायतकर्ता/घायल) के बयान के रूप में भी संदर्भित किया, जिसमें उन्होंने केवल मौके",
  "both of them on the spot, but there is nothing mentioned about holding of any weapon or any kind of role played by them in the said incident.": "पर दोनों की उपस्थिति का उल्लेख किया था, लेकिन किसी भी हथियार के पकड़े जाने या उक्त घटना में उनके द्वारा निभाई गई किसी भी तरह की भूमिका के बारे में कुछ भी उल्लेख नहीं है।",
  "(20) Referring to the statement of PW-1 Rakesh (injured), it is pointed out that after stabbing by accused Sanjay Jakhar, there is": "(20) पीडब्लू-। राकेश (घायल) के बयान का हवाला देते हुए यह बताया गया है कि आरोपी संजय जाखड़ द्वारा चाकू",
  "attribution of infliction of another stab with knife by accused Kala @ Jagdeep and yet another stab by knife by Bhola @ Avinash on left and": "मारने के बाद, आरोपी काला उर्फ जगदीप द्वारा चाकू से एक और चाकू मारने और भोला उर्फ अविनाश द्वारा चाकू",
  "the cross-examination, said attribution was got confronted with his (Rakesh) statement (Ex. DA) recorded under Section 161 Cr.P.C.": "जिरह के पहले भाग में, कहा गया कि आरोप उनके (राकेश) बयान (पूर्व। डीए) धारा 46। सीआर.पी.सी के तहत दर्ज",
  "(21) Learned counsel for the appellants next argued that injured/complainant Karampal also made improvements in_ his": "(2)अपीलार्थियों के विद्वान वकील ने आगे तर्क दिया कि घायल/शिकायतकर्ता करमपाल ने भी भोला उर्फ अविनाश",
  "knives on the person of Rakesh. However, said part was also got confronted with his earlier statement Ex. PA/1 (FIR version), wherein": "के समक्ष दर्ज अपने बयान में सुधार किया। हालाँकि, उक्त भाग का सामना उनके पहले के बयान एक्स से भी हुआ",
  "said role was not found mentioned. This way, learned counsel argues": "था। पीए/। (एफआईआर संस्करण) जिसमें उक्त भूमिका का उल्लेख नहीं किया गया था। इस तरह, विद्वान वकील",
  "TINKU @ GAGANDEEP VERMA v. STATE OF HARYANA 157 (Sanjay Vashisth, J.)": "टिंकू 6 गगनदीप वर्मा बनाम हरियाणा राज्य (संजय वशिष्ठ, जे.)",
  "“1, There was red contusion on the nose. Clotted blood was present in the nostrils.": "\". नाक पर लाल निशान था। नासिका में खून जमा हुआ था।",
  "a. Incised wound over anterio lateral aspect of left upper arm just above elbow joint 3 cms x 1 x .2 cm. Fresh": "ए. कोहनी के जोड़ के ठीक ऊपर बाएं ऊपरी हाथ के एंटेरियो पार्श्व पहलू पर घाव 3 सेमी » । ».. 2 सेमी। ताजा खून",
  "bleeding was present.": "बह रहा था।",
  "b. Incised wound over middle of back of left fore-arm size 2.5 cms. x 1 x 1 cm. Fresh bleeding was present.": "बाएं अग्र-हाथ के आकार 2.5 सेमी के पीछे के बीच में घाव। » । » । सेमी। ताजा खून बह रहा था।",
  "c. Incised wound over right lateral aspect of right upper arm size 2.2. cm. x 1 cm. x 0.8 cm. Fresh bleeding was present.": "दाएं ऊपरी हाथ के आकार 2.2 सेमी के दाएं पार्श्व पहलू पर घाव। » । सेमी. एक्स 0.8 सेमी। ताजा खून बह रहा था।",
  "d. Incised wound on right fore-arm just above wrist joint of size 2 x 0.9 x 0.5 cm.": "2 » 0.9 » 0.5 सेमी आकार के कलाई के जोड़ के ठीक ऊपर दाहिने अग्र-भुजा पर घाव।",
  "e. There was stab wound with sharp margins lying over abdomen 8 cms above umbilicus and 4 cms. lateral to mid": "०. पेट पर नाभि से 8 सेंटीमीटर ऊपर और ५ सेंटीमीटर ऊपर धारदार मार्जिन के साथ चाकू का घाव था। पार्श्च से",
  "line, size 2.5 x 1 cm. Depth was not probed. Fresh bleeding was present.": "मध्य रेखा, आकार 2.5 » । सेमी। गहराई की जाँच नहीं की गई थी। ताजा खून बह रहा था।",
  "Advised various x-rays, general ortho and E.N.T. Surgeon opinion. Injuries were kept under observation and caused": "विभिन्न एक्स-रे, सामान्य ऑर्थों और ६.५.॥ की सलाह दी। सर्जन की राय। चोटों को निगरानी में रखा गया और 6 घंटे",
  "within 6 hours duration. All the injuries except injury No. 1 were caused by a sharp weapon and injury No. 1 was": "की अवधि के भीतर किया गया। चोट को छोड़कर सभी चोटें नं। । एक तेज हथियार और चोट नं। ॥ एक कुंद हथियार",
  "caused by a blunt weapon. ...... ”": "के कारण हुआ था। ..... \"",
  "(26) Same day, Karampal (complainant/injured) was also medico-legally examined at 01:25 p.m. by Dr. Daya Nand (PW-12)": "(26)उसी दिन, करमपाल (शिकायतकर्ता/घायल) की भी डॉ दया नंद (पीडब्लू-2) द्वारा 0:25 9.7. पर मेडिको-",
  "and following injuries were noticed on his person:-": "लीगल जांच की गई और उनके व्यक्ति पर निम्नलिखित चोटें देखी गईं:- \"उसी दिन, .25 ?.॥ पर। मैंने हिसार की",
  "examined Karam Pal son of Tek Ram, 22 years, male, of Friends Colony, Hisar and found the following injuries:-": "फ्रेंड्स कॉलोनी के 22 वर्षीय टेक राम के बेटे करम पाल की चिकित्सकीय-कानूनी जांच की और निग्नलिखित चोटें पाई: >_",
  "1. There was a lacerated wound over left side of scalp lying just above occipital protuberance and 3 cm. lateral to mid": "।. ओसीपीटल प्रोट्यूबरेंस और 3 सेमी के ठीक ऊपर स्थित खोपड़ी के बाईं ओर एक घाव था। 3 सेमी आकार की",
  "line of size 3 cms. x 1 cm. x .8 cm. Fresh bleeding was": "पार्व से मध्य रेखा। » । सेमी. .. 8 सेमी. ताजा खून बह रहा था।",
  "2. Red contusion over forehead of size 5 cms. x 4 cm.": "2. 5 सेंटीमीटर आकार के माथे पर लाल संदूषण। » ५ सेमी.",
  "3. There was a sharp edged wound over lateral aspect of left side of chest of size 1 cm. x .5 cm. x .3 cm. Fresh bleeding was present.": "3. छाती के बाईं ओर ॥ सेमी आकार का एक नुकीला घाव था। ». 5 सेमी. ». 3 सेमी. ताजा खून बह रहा था।",
  "I advised X-ray skull and chest. All the injuries were kept": "मैंने एक्स-रे खोपड़ी और छाती की सलाह दी। सभी चोटों को रखा गया था",
  "inflicted knives blows on the person of Rakesh. Relevant part of examination-in-chief, deposed by injured Rakesh (PW-1) says as": "राकेश के व्यक्ति पर चाकू से वार किया। घायल राकेश (पीडब्लू-) द्वारा गवाही दिए गए जांच-इन-चीफ के प्रासंगिक",
  "a A few days prior to the occurrence in question the accused Rajesh Kundu had misbehaved with my sister and": "हिस्से में कहा गया हैः-घटना से कुछ दिन पहले आरोपी राजेश कुंडू ने मेरी बहन के साथ दुर्व्यवहार किया था और",
  "when the above named all the accused arrived in Gali No. 3 on 8.11.1995 where we were standing, my friend Karam Pal commented that sisters and mothers are common to all and": "जब उपरोक्त सभी आरोपी गली नं. ३ 8..995 को जहां हम खड़े थे, मेरे मित्र करम पाल ने टिप्पणी की कि बहनें",
  "accused Sanjay Jakhar retaliated by stabbing me with a knife on my stomach to be followed by infliction of another stab": "आरोपी संजय जाखड़ ने जवाबी कार्रवाई करते हुए मेरे पेट पर चाकू से वार किया, जिसके बाद आरोपी काला ने",
  "with knife by accused Kala and yet another stab with knife by accused Bhola on my left and right arms respectively.": "चाकू से एक और वार किया और फिर आरोपी भोला ने मेरी बाईं और दाहिनी बाहों पर चाकू से एक और वार किया।",
  "I had stated before the police in the Safdarjang hospital at Delhi that Kala and Bhola had inflicted knife blows on my right and left arms (Confronted with his statement Ex. DA": "मैंने दिल्‍ली के सफदरजंग अस्पताल में पुलिस के सामने कहा था कि काला और भोला ने मेरे दाहिने और बाएं हाथों",
  "these two accused namely Kala and Bhola had caused injuries to this witness). It is incorrect to suggest that neither": "अभियुक्तों काला और भोला ने इस गवाह को चोट पहुँचाई थी) यह कहना गलत है कि न तो उपरोक्त दो अभियुक्तों",
  "the above named two accused nor any other accused had inflicted any injury whatsoever on my person on the date and time as narrated by me above. Voluntarily added the": "ने और न ही किसी अन्य अभियुक्त ने मेरे द्वारा ऊपर वर्णित तिथि और समय पर मेरे व्यक्ति को कोई चोट पहुंचाई",
  "and time as narrated by me above. Voluntarily added the police had deliberately omitted while recording my statement u/s 161 Cr.P.C. the factum of Kala and Bhola": "थी। स्वैच्छिक रूप से जोड़ा गया कि पुलिस ने यू“एस 6। सीआरपीसी के तहत मेरा बयान दर्ज करते समय",
  "having inflicted knife injuries on my person. It is incorrect": "जानबूझकर छोड़ दिया था। काला और भोला के मेरे व्यक्ति पर चाकू से चोट पहुंचाने का तथ्य। यह कहना गलत है",
  "to say that I did not mention the names of Kala alias Jagdeep and Bhola alias Avinash as assailants. Both of them": "कि मैंने हमलावरों के रूप में काला उर्फ जगदीप और भोला उर्फ अविनाश के नामों का उल्लेख नहीं किया। दोनों",
  "were armed with knives. It is incorrect to say that I did not state so before the police. It is also incorrect that these two": "चाकू से लैस थे। यह कहना गलत है कि मैंने पुलिस के सामने ऐसा नहीं कहा था। यह भी गलत है कि इन दोनों",
  "accused did not inflict injuries with knives. Attention of the witness is drawn to his statement Exhibit DA recorded": "अभियुक्तों ने चाकू से चोट नहीं पहुंचाई थी। गवाह का ध्यान उसके बयान की ओर आकर्षित किया जाता है-दंड",
  "(32) Similarly, complainant/injured Karampal (PW-9) was also got confronted with his earlier statement during his cross-examination": "(32)इसी तरह शिकायतकर्ता/घायल करमपाल (पीडब्लू-9) का भी जिरह के दौरान उसके पहले के बयान के साथ",
  "and relevant part thereof reads as under:- “XXXXXXXX....On behalf of the accused.": "और उसका प्रासंगिक भाग निम्नानुसार है:-\")0000०९....अभियुक्त की ओर से।",
  "I had mentioned the names of Kala @ Jagdeep and Bhola @ Avinash accused in my statement Ex. P.A. I had also stated": "मैंने अपने बयान में काला उर्फ जगदीप और भोला उर्फ अविनाश के नामों का उल्लेख किया था। पी ए। मैंने पुलिस के",
  "before the police that Kala and Bhola accused also inflicted injuries with knives on the person of Rakesh (PW-1).": "सामने यह भी कहा था कि काला और भोला आरोपियों ने राकेश पीडब्लू-। के व्यक्ति को भी चाकू से घायल किया",
  "Attention of the witness is drawn to his statement Ex. P.A. wherein it is not recorded that they inflicted knives blows.”": "था) गवाह का ध्यान उसके बयान एक्स की ओर आकर्षित किया जाता है। पी. ए. जिसमें यह दर्ज नहीं है कि उन्होंने चाकू से प्रहार किया था।",
  "In this view of the situation, with weak and improved evidence led by prosecution, involvement of these two accused, i.e. Bhola @ Avinash and Kala @ Jagdeep, is held to be highly doubtful in the absence of any": "कमजोर और बेहतर साक्ष्य के साथ, इन दो अभियुक्तों की भागीदारी, भोला 8अविनाश और काला 6&जगदीप को",
  "and Kala @ Jagdeep, is held to be highly doubtful in the absence of any strong piece of evidence. Resultantly, appellants Bhola @ Avinash and": "किसी भी मजबूत सबूत के अभाव में अत्यधिक संदिग्ध माना जाता है। नतीजतन, अपीलार्थी भोला उर्फ अविनाश और",
  "Kala @ Jagdeep deserve acquittal.": "काला उर्फ जगदीप बरी होने के हकदार हैं।",
  "(34) As a result of above discussion, appeals filed by Bhola @ Avinash and Kala @ Jagdeep, i.e. CRA-S-1955-SB-2002 and CRA-S-": "(3५) उपरोक्त चर्चा के परिणामस्वरूप, भोला अविनाश और काला 6जगदीप, द्वारा दायर अपील। सीआरए-एस-",
  "189-SB-2003, respectively, are allowed and they are acquitted in the": "955-एसबी-2002 और सीआरए-एस-89-एसबी-2003 क्रमशः स्वीकृत हैं और वे वर्तमान मामले में उनके",
  "present case from all the charges levelled against them.": "खिलाफ लगाए गए सभी आरोपों से बरी हैं।",
  "(35) However, remaining five appeals, i.e. CRA-S-1949-SB-": "(35) हालांकि, शेष पांच अपील, टिंकू उर्फ गगनदीप वर्मा, नरेश बुरा, विनोद पंडित, संजय जाखड़ उर्फ अरुण कुमार और अनिल सहरावत द्वारा दायर सीआरए-एस-949-एसबी-2002, सीआरए-एस-960-एसबी-2002,",
  "2002, CRA-S-1960-SB-2002, CRA-S-140-SB-2003, CRA-S-152-SB-": "सीआरए-एस-90-एसबी-2003, सीआरए-एस-52-एसबी-2003 और सीआरए-एस-53-एसबी-2003 को",
  "(36) For the purpose of re-assessing quantum of sentence in appeal, which was awarded by the learned Trial Court, vide order dated": "(36) अपील में सजा की मात्रा का पुनर्मूल्यांकन करने के उद्देश्य से, जिसे विद्गबत विचारण न्यायालय द्वारा दिनांक",
  "29.11.2002, respective learned counsel have been given opportunity to address their submissions.": "29..2002 के आदेश द्वारा दिया गया था, संबंधित विद्बवत वकील को उनकी प्रस्तुतियों को संबोधित करने का",
  "(37) Learned counsel for the appellants submit that as per custody certificates, dated 08.11.2022, placed on record by learned": "अवसर दिया गया है।(37) अपीलार्थियों के विद्वान वकील प्रस्तुत करते हैं कि दिनांक 08.8.2022 के अभिरक्षा",
  "custody certificates, dated 08.11.2022, placed on record by learned State counsel, appellants Tinku @ Gagandeep Verma, Naresh Bura,": "प्रमाणपत्रों के अनुसार, राज्य के विद्वान वकील द्वारा रिकॉर्ड पर रखे गए, अपीलार्थी टिंकू छगगनदीप वर्मा, नरेश बुरा,",
  "Vinod Pandit, Sanjay Jakhar @ Arun Kumar and Anil Sahrawat have undergone incarceration as under:": "विनोद पंडित, संजय जाखर 6अरुण कुमार और अनिल सहरावत ने निम्नानुसार कारावास झेला हैः",
  "TINKU @ GAGANDEEP VERMA v. STATE OF HARYANA 161 (Sanjay Vashisth, J.)": "टिंकू 6 गगनदीप वर्मा बनाम हरियाणा राज्य (संजय वशिष्ठ, जे.)",
  "Sr. Name of convict/ appellant Total sentence undergone": "दोषी/अपीलकर्ता का नाम कुल सजा",
  "1. Tinku @ Gagandeep Verma | 02 months and 22 days": "| टिंकू & गगनदीप वर्मा 02 महीने और 22 दिन",
  "2. Naresh Bura 02 months and 28 days": "2 नरेश बूरा 02 महीने और 28 दिन",
  "3. Vinod Pandit 01 year, 10 months and 14": "3 विनोद पंडित 0 वर्ष, 40 माह और ॥५ दिन",
  "days 4, Sanjay Jakhar @ Arun Kumar | 01 year and 16 days": "श संजय जाखड़ 6 अरुण कुमार 0 वर्ष और 6 दिन",
  "Anil Sahrawat 03 months and 08 days": "5 अनिल सहरावत 03 महीने और 08 दिन",
  "(38) It is also stated by learned counsel that aforementioned appellants are on bail in the present case. At the time of incident, i.e. in": "(38) विद्वान वकील द्वारा यह भी कहा गया है कि उपर्युक्त अपीलार्थी वर्तमान मामले में जमानत पर हैं। घटना के",
  "November, 1995, all of them were below the age of 18 years and now they all are well settled in their lives with their families. Sending them": "समय, नवंबर, 995 में, वे सभी ॥8 वर्ष से कम आयु के थे और अब वे सभी अपने परिवार के साथ अपने जीवन में",
  "they all are well settled in their lives with their families. Sending them back to jail would not only adversely affect future prospects of the": "अच्छी तरह से बस गए हैं। उन्हें वापस जेल भेजने से न केवल अपीलार्थियों की भविष्य की संभावनाओं पर प्रतिकूल",
  "appellants but their families as well. Therefore, it is urged that lenient": "प्रभाव पड़ेगा बल्कि उनके परिवारों पर भी प्रतिकूल प्रभाव पड़ेगा। इसलिए, यह आग्रह किया जाता है कि उदार",
  "view may be taken.": "दृष्टिकोण अपनाया जाए।",
  "(39) Learned counsel also pointed out that appellant — Naresh": "(39) विद्वान वकील ने यह भी बताया कि अपीलार्थी-नरेश बुरा को सीआरए-एस-960-एसबी-2002 में सीआरएम-",
  "Court in CRM-54042-2010 in CRA-S-1960-SB-2002; appellant — Sanjay Jakhar @ Arun Kumar was declared juvenile vide order dated": "अपीलार्थी-संजय जाखड़ अरुण कुमार को इस न्यायालय द्वारा सीआरए-एस-52-एसबी-2003 में सीआरएम-",
  "CRA-S- 153-SB-2003. It is, thus, argued that nothing would be": "एसबी-2003 में सीआरएम-58787-20॥0 में पारित किया गया था। इस प्रकार, यह तर्क दिया जाता है कि उन्हें",
  "achieved by sending them inside jail again after a period of 18/19 years": "जमानत पर रिहा करने के 8/9 वर्षों की अवधि के बाद फिर से जेल के अंदर भेजने से कुछ भी हासिल नहीं होगा,",
  "(40) Having considered the aforementioned submissions, I am of the view that at the time of occurrence appellants Tinku @ Gagandeep": "(५०) उपरोक्त प्रस्तुतियों पर विचार करने के बाद, मेरा विचार है कि घटना के समय अपीलार्थी टिंक्‌ छगगनदीप",
  "Verma, Naresh Bura, Vinod Pandit, Sanjay Jakhar @ Arun Kumar and Anil Sahrawat were of tender age and as per custody certificates dated": "वर्मा, नरेश बुरा, विनोद पंडित, संजय जाखड़ 6अरुण कुमार और अनिल सहरावत कम उम्र के थे और दिनांक",
  "08.11.2022, they have also undergone some part of the sentence. In": "08..2022 के अभिरक्षा प्रमाणपत्रों के अनुसार, उन्होंने सजा के कुछ हिस्से को भी पार किया है। इन परिस्थितियों",
  "these circumstances, appellants Tinku @ Gagandeep Verma, Naresh Bura, Vinod Pandit, Sanjay Jakhar @ Arun Kumar and Anil Sahrawat": "में, अपीलार्थी टिंकू उर्फ गगनदीप वर्मा, नरेश बुरा, विनोद पंडित, संजय जाखड़ उर्फ अरुण कुमार और अनिल",
  "are ordered to be sentenced for the period already undergone by each": "सहरावत को उन अवधि के लिए सजा देने का आदेश दिया जाता है जो उनमें से प्रत्येक ने पहले ही जेल में बिताई है।",
  "one of them in jail. Accordingly, impugned order of sentence, dated 29.11.2002, passed by learned Trial Court, is modified to that extent.": "तदनुसार, विद्वत विचारण न्यायालय द्वारा पारित दंडादेश का आशक्षेपित आदेश, दिनांक 29..2002, उस सीमा तक"
}