{
  "of authority to transfer, then this Court will not remain a bystander. ‘he": "के माध्यम से किए गए स्थानांतरण का उल्लंघन किया जा सकता है, तो यह न्यायालय एक दर्शक नहीं रहेगा। 'पद की प्रकृति,",
  "nature of the post, its position in the hicrarchy, whether it involves public dealing, or itis, what is now unfortunately called ‘lucrative’ would certainly": "पदानुक्रम में इसकी स्थिति, चाहे इसमें सार्वजनिक व्यवहार शामिल हो, या यह है, जिसे अब दुर्भाग्य से 'आकर्षक' कहा जाता",
  "weigh in the mind of the Court even if the employcce is shy of retirement.": "है, निश्चित रूप से न्यायालय के दिमाग में वजन होगा, भले ही कर्मचारी सेवानिवृत्ति से शर्मीला हो। यही वह जगह है जहां",
  "That is where the constitutional Court can stcp in to correct a wrong or": "सेवानिवृत्ति से शर्मीला हो। यही वह जगह है जहां संवैधानिक न्यायालय किसी गलत को सही करने या कानून की भूमिका को",
  "enforce the rule of law of which it is the repository not just for the executive or Icgislature but even for those serving on its own establishment or administrative control under the Constitution.": "भंडार न केवल कार्यपालिका या विधायिका के लिए बल्कि संविधान के तहत अपनी स्थापना या प्रशासनिक नियंत्रण पर काम",
  "(10) In this case no breach has been pointed out or change in conditions of service resulting from transfer cxcept that the petitioner": "0) इस वाद में स्थानांतरण के परिणामस्वरूप सेवा की शर्तों में कोई उल्लंघन या परिवर्तन नहीं किया गया है,",
  "transfers causc inconvenience in some way or the other. The mechanics": "करना चाहिए। सभी तबादलों से किसी न किसी तरह से असुविधा होती है। स्थानांतरण का तंत्र ऐसा हैं जो हमेशा किसी न किसी",
  "of transfer are such that invariably do cause friction and heart burn to somcone or the other unless itis by mutual consent of employecs, which": "को घर्षण और दिल की जलन का कारण बनते हैं जब तक कि यह कर्मचारियों की आपसी सहमति से न हो, जो कुछ और दूर",
  "arc cascs [ew and far between. It is only the degrccs of sufferance and the resulting unavoidable hardship in the contcxt of malice that the Court": "के बीच आसान हैं। यह केवल पीड़ा की डिग्री और द्वेष के संदर्भ में परिणामी अपरिहार्य कठिनाई है कि न्यायालय को यह देखना",
  "has to look in at what really is strictly a human problem, not a complex forensic controversy to resolve.": "होगा कि वास्तव में एक मानवीय समस्या कया है, न कि हल करने के लिए एक जटिल फोर्रेसिक विवाद।",
  "(11) For these reasons, | do not find any extraordinary merit in this": "]]) इन कारणों से, मुझे इस याचिका में कोई असाधारण योग्यता नहीं मिलती है, जो याचिकाकर्ता के स्थानांतरण",
  "petition which may warrant none other than judicial interference in the": "के आक्षेपित आदेश में न्यायिक हस्तक्षेप के अलावा और कुछ नहीं हो सकती है।",
  "(12) The petition is accordingly dismissed in limine.": "2) तदनुसार याचिका को खारिज किया जाता है।",
  "S. Gupta": "एस. गुप्ता",
  "dealing, or itis, what is now unfortunately called \"lucrative'would certainly weigh in the mind of the Court even if the employce is shy of retirement.": "या यह है, जिसे अब दुर्भाग्य से 'लाभदायक' कहा जाता है, निश्चित रूप से न्यायालय के दिमाग में वजन होगा, भले ही कर्मचारी",
  "enforce the rule of law of which itis the reposilory not just for the exccutive": "लागू करने के लिए कदम उठा सकता है, जिसका भंडार न केवल कार्यपालिका या विधायिका के लिए बल्कि संविधान के तहत",
  "(Para 9)": "(पैरा 9)",
  "S.S.Dinarpur, Advocate, for the petitioner.": "एस.एस. दीनारपुर, याचिकाकर्ता के वकील ।",
  "(1) ‘Phe challenge in this petition is to an order transtlerring the petitioner from the office of the Gencral Manager, Haryana Roadways. Kurukshetra to the office ofthe Gencra] Manager, | laryana Roadways, Nuh": "]) इस याचिका के द्वारा याचिकाकर्ता ने हरियाणा रोडवेज, कुरुक्षेत्र, महाप्रबंधक के कार्यालय से हरियाणा रोडवेज,",
  "he is duc to retire on reaching the age of superannuation on 30.06.2014.": "धारण करता है। उन्होंने कहा कि वह 30.06.204 को अधिवषता की आयु तक पहुंचने पर सेवानिवृत्त होने वाले हैं। चूंकि",
  "Since he is nearing retirement he prays that the Court interferes in the": "वह सेवानिवृत्ति के करीब है, इसलिए वह प्रार्थना करता है कि न्यायालय हरियाणा सरकार द्वारा 07.04. 989 के परिपत्र के",
  "trans{cr, citing the guidclines oftransfer issued by the Haryana Government through the Circular dated 07.04.1989, and two others that followed.": "माध्यम से जारी किए गए ट्रांसफर के दिशानिर्देशों और उसके बाद के दो अन्य दिशानिर्देशों का हवाला देते हुए स्थानांतरण में",
  "(2) Mr.S.S. Dinarpur, learned counscl for the petitioner has argued": "2) याचिकाकर्ता के विद्वान वकील श्री एस.एस. दीनारपुर ने डॉ. देव प्रकाश चुघ बनाम पंजाब राज्य और",
  "with great vchemence whilc relying on a division bench decision of this Court": "अन्य में इस न्यायालय की खंडपीठ के फैसले पर भरोसा करते हुए बड़ी दृढ़ता के साथ तर्क दिया है कि एक बार जब राज्य",
  "contend that once the State frames policy it cannot plead that the same is not mandatory. The Government can deviate from the terms of the policy": "नीति तैयार कर लेता है तो यह दलील नहीं दे सकता कि यह अनिवार्य नहीं है। सरकार केवल पर्याप्त कारणों को दर्ज करने के",
  "not mandatory. The Government can deviate from the terms of the policy only for sufficicnt reasons to berecorded or in the paramount public interest": "लिए या सर्वोपरि जनहित में नीति की शर्तों से विचलित हो सकती है और यदि कोई वैध और स्वीकार्य कारण दर्ज नहीं किया",
  "and if'no valid and acceptable reason is recorded, the transfer order cannot be sustained.": "जाता है, तो स्थानांतरण आदेश को कायम नहीं रखा जा सकता है।",
  "(3) A reading of the afore-mentioned judgment shows that the Court was interpreting the transfer policy of the State of Punjab notified on 20.04.2005. Clause 2(b) of the policy dated 20.04.2005 reads as follows:-": "3) उपर्युक्त निर्णय को पढ़ने से पता चलता है कि न्यायालय 20.04.2005 को अधिसूचित पंजाब राज्य की स्थानांतरण नीति की व्याख्या कर रहा था। दिनांक 20.04.2005 की नीति का खंड 2 (बी) निम्नानुसार पढ़ता है: -",
  "(1) 2005(4) SCT 726": "3। 2005 (4) एससीटी 726",
  "the transfer. ‘Whe guidclincs issucd by the Government are non-statutory and are not mandatory in nature. ‘They are morc in the nature of self introspection": "यह अभिनिर्णीत किया गया कि सरकार द्वारा जारी किए गए दिशानिर्देश गैर-सांविधिक हैं और प्रकृति में अनिवार्य",
  "this is done without malice in law or in fact the Court really has no role": "यदि यह कानून में दुर्भावना के बिना किया जाता है या वास्तव में न्यायालय की वास्तव में कोई भूमिका नहीं है, ठीक उसी तरह",
  "officers serving in the affairs of the Statc. The executive and the higher judiciary must remain cquidistant in the matter of transfers. Therefore, the": "कोई भूमिका नहीं है। कार्यपालिका और उच्च न्यायपालिका को तबादलों के मामले में समान दूरी बनाए रखनी चाहिए। इसलिए,",
  "comp¢éctent authority has the right to consider as to whether an employee": "सक्षम प्राधिकारी को यह विचार करने का अधिकार है कि क्‍या किसी कर्मचारी को सेवा की प्रशासनिक अनिवार्यताओं में",
  "(4) The Court also referred to Clause 2(g) of the said policy": "4) न्यायालय ने उक्त नीति के खंड 2 (जी) का भी उल्लेख किया समय पूर्व स्थानांतरण यानी किसी कर्मचारी के",
  "that pre-mature transfers i.c. transfer of an cemployce before he has completed minimum of threc years stay should not be ordered except under rare circumstances of punishment or clearly spelling out": "न्यूनतम तीन साल के प्रवास को पूरा करने से पहले उसके स्थानांतरण का आदेश सजा की दुर्लभ परिस्थितियों को छोड़कर या",
  "administrative reasons.": "स्पष्ट रूप से प्रशासनिक कारणों को स्पष्ट रूप से बताते हुए नहीं दिया जाना चाहिए|",
  "(5) The policy guidelines for posting and transfers at first relied upon by the petitioner is dated 07.04.1989 (P-2). Para (iit) of the said policy": "5) पोस्टिंग और ट्रांसफर के लिए नीतिगत दिशानिर्देश पहले याचिकाकर्ता द्वारा 07.04.989 (पी-2) पर",
  "“The maximum period for continuously serving ona post shall normally be five years. This maximum period shall not be": "“किसी पद पर लगातार सेवा करने की अधिकतम अवधि सामान्य तौर पर जाइव वर्ष होगी। आईबीआईएस अधिकतम",
  "applicable in respect of the emplovees who are working in Colleges, Schools and Laboratories including employees working": "अवधि उन कर्मचारियों के संबंध में लागू नहीं होगी जो कॉलेजों, स्कूलों और ग्रयोगशालाओं में काम कर रहे हैं, जिनमें",
  "in Industrial/lechnical Training Institutions. This maximum": "औद्योगिक/तकनीकी प्रशिक्षण संस्थानों में काम करने वाले कर्मचारी भी शामिल हैं| पांच वर्ष की यह अधिकतम",
  "period of five years shall also not apply to Government employees both gazetted and non-gazetted who are due to retire within the next two years and they may be allowed to continue": "अवधि राजपत्रित और अराजपत्रित दोनों तरह के सरकारी कर्मचारियों पर भी लागू नहीं होगी जो अगले दो वर्षों के",
  "(6) The Haryana Government transicr policy guidelines are not identical to those of Punjab Government. Para (111) of the | laryana Government": "6) हरियाणा सरकार की स्थानांतरण नीति के दिशा-निर्देश पंजाब सरकार के दिशानिर्देशों के समान नहीं हैं। हरियाणा",
  "as 5 years. It docs not fix any minimum period. The policy has excluded certain cmploycecs such as working in Colicges, Schools and Laboratorics": "कोई न्यूनतम अवधि निर्धारित नहीं करता है। इस नीति में कुछ कर्मचारियों जैसे कॉलेजों, स्कूलों और प्रयोगशालाओं में कार्यरत",
  "including cmployecs working in Industrial/ echnical’ Training Institutions from the purview of the guidelines. In the said paragraph itscl fan exemption": "कर्मचारियों को औद्योगिक/तकनीकी प्रशिक्षण संस्थानों में कार्यरत कर्मचारियों को दिशा-निर्देशों के दायरे से बाहर रखा गया है।",
  "trom five ycars service is granted to both gazctted and non-gazctted employccs who are retiring within the next two ycars and they may be": "उक्त पैरा में ही अगले दो वर्षों के भीतर सेवानिवृत्त होने वाले राजपत्रित और अराजपत्रित कर्मचारियों दोनों को पांच वर्ष की सेवा",
  "allowed to continuc on their present posts ti] retirement. Policy guidclincs": "से छूट प्रदान की गई है और उन्हें सेवानिवृत्ति तक अपने वर्तमान पदों पर बने रहने की अनुमति दी जा सकती है। दिनांक",
  "dated 07.04.1989 have been substituted or varicd by policy guidclincs dated 19.11.1998 and again on 6.10.2003. Both these policy guidelines": "07.04.989 के नीतिगत दिशानिर्देशों को दिनांक |9.].]998 और फिर 6.]0.2003 के नीतिगत दिशानिर्देशों",
  "have been placed on record as Annexures P-3 & P-4. Phe 1998 policy": "द्वारा प्रतिस्थापित या परिवर्तित किया गया है। इन दोनों नीति दिशानिर्देशों को अनुबंध पी-3 और पी-4 के रूप में रिकॉर्ड में",
  "reduces the period before retirement from two ycars to one year. The policy": "रखा गया है। |998 की नीति सेवानिवृत्ति से पहले की अवधि को दो वर्ष से घटाकर एक वर्ष कर देती है। वर्ष 2004-2005",
  "datcd 06.10.2004 for the year 2004-2005 dealt with both Class 11] and": "के लिए दिनांक 06.0.2004 की नीति श्रेणी [!] और श्रेणी [४ दोनों सरकारी कर्मचारियों से संबंधित थी।",
  "/Teld, that the guidclines issued by the Goverment are non-statutory and are not mandatory in nature. They arc more in the nature of sclf": "गया है। सरकार द्वारा जारी दिशा-निर्देश गैर-सांविधिक हैं और अनिवार्य प्रकृति के नहीं हैं। वे बड़ी संख्या में कर्मचारियों के",
  "introspection of transferring authoritics in government to resolve competing,": "प्रतिस्पर्धी हितों को हल करने के लिए सरकार में अधिकारियों को स्थानांतरित करने के आत्मनिरीक्षण की प्रकृति में अधिक हैं",
  "interests ofa large number of employces and for them to sec who best fits where. If this is donc without malicc in law or in fact the Court really has": "और उनके लिए यह देखने के लिए कि कौन कहां सबसे अच्छा फिट बैठता है। यदि यह कानून में दुर्भावना के बिना किया जाता",
  "no role to play just as the executive has absolutely no role to play in the": "है या वास्तव में न्यायालय की वास्तव में कोई भूमिका नहीं है, ठीक उसी तरह जैसे कि राज्य के मामलों में सेवारत न्यायिक",
  "matter of authority and jurisdiction exercised by the lull Court of the High Court on its administrative side with respect to postings and transfers of": "अधिकारियों की तैनाती और स्थानांतरण के संबंध में उच्च न्यायालय के पूर्ण न्यायालय द्वारा अपने प्रशासनिक पक्ष पर प्रयोग",
  "higher judiciary must remain equidistant in the matter of transfers. ‘Therefore,": "न्यायपालिका को तबादलों के मामले में समान दूरी बनाए रखनी चाहिए। इसलिए, सक्षम प्राधिकारी को यह विचार करने का",
  "the competent authority has the right to consider as to whether an employee is to be transferred or not in the administrative exigencics of service and": "अधिकार है कि क्‍या किसी कर्मचारी को सेवा की प्रशासनिक अनिवार्यताओं में स्थानांतरित किया जाना है या नहीं और अपने",
  "to determine in its collective or individual wisdom that who should be where.": "सामूहिक या व्यक्तिगत विवेक में यह निर्धारित करने का अधिकार है कि कौन कहां होना चाहिए। 'राज्य सरकार द्वारा जारी किए",
  "The instructions issucd by the State Government are merely guidelines, which arc to be followed by the controlling authoritics, but has no binding": "गए निर्देश केवल दिशानिर्देश हैं, जिनका नियंत्रण अधिकारियों द्वारा पालन किया जाना है, लेकिन कोई बाध्यकारी बल नहीं है",
  "force nor are legally enforceable in the ordinary sense. They are not inflexible rules because in human affairs and governance enough {rec play has to be": "और न ही सामान्य अर्थों में कानूनी रूप से लागू करने योग्य हैं। वे अनम्य नियम नहीं हैं क्योंकि मानवीय मामलों और शासन में",
  "and corruption. However, this is not to suggest that they can be breached with impunity and transfers inflicted by way of punishment or in gross abuse": "हालांकि, इसका मतलब यह नहीं है कि दंड से मुक्ति और स्थानांतरण के माध्यम से या हस्तांतरण के अधिकार के घोर दुरुपयोग"
}