{
  "RAM CHAND v. RAM NATH AND ANOTHER 432 (Sanjay Vashisth, J.)": "रामचंद बनाम राम नाथ और अन्य (संजय वशिष्ठ, जे.)",
  "(111) that cheque is returned by the bank unpaid. either": "(॥) वह चेक बैंक द्वारा बिना भुगतान के लौटा दिया जाता है। दोनों में से एकके खाते में जमा धनराशि के कारण",
  "the account is insufficient to honour the cheque or that it exceeds the amount arranged to be paid from that account": "चेक का भुगतान करने के लिए खाता अपर्याप्त है या वह उस खाते से भुगतान की जाने वाली व्यवस्था की गई राशि से",
  "by an agreement made with the bank.": "अधिक है बैंक के साथ किये गये एक समझौते द्वारा.",
  "(iv) the payee or the holder in due course of the cheque": "(५) चेक के देय समय में प्राप्तकर्ता या धारक, चेक की वापसी के बारे में बैंक से सूचना प्राप्त होने के 5 दिनों के",
  "makes a demand for the payment of the said amount of money by giving a notice in writing, to the drawer of the": "भीतर, चेक के ड्रॉअर को लिखित रूप में नोटिस देकर उक्त राशि के भुगतान की मांग करता है।",
  "Thus counsel argues that complaint is instituted within 12 days of issuing of legal notice, which is non-compliance of mandatory": "इस प्रकार वकील का तर्क है कि कानूनी नोटिस जारी होने के 2 दिनों के भीतर शिकायत दर्ज की जाती है, जो कि",
  "issuing of legal notice, which is non-compliance of mandatory condition, thus complaint itself was not maintainable on the day of its filing in Court.": "अनिवार्य शर्त का पालन नहीं है, इस प्रकार शिकायत स्वयं अदालत में दाखिल होने के दिन बनाए रखने योग्य नहीं थी।",
  "(13) In view of reasons discussed and findings recorded herein- above, and after examining of the evidence available on record, as well": "((3) ऊपर चर्चा किए गए कारणों और यहाँ दर्ज किए गए निष्कर्षों को ध्यान में रखते हुए, और रिकॉर्ड पर उपलब्ध",
  "as argument of learned counsel for respondent No.1, which is supported": "साक्ष्य की जांच करने के साथ-साथ प्रतिवादी संख्या । के लिए विद्वान वकील के तर्क को देखते हुए, जो माननीय सर्वोच्च",
  "with the judgment of Hon’ble Apex Court i.e. Yogendra Pratap Singh’s case (supra), this court do not find any substantial reason for": "न्यायालय के फैसले के साथ समर्थित है जो योगेंद्र प्रताप सिंह का मामला है (ऊपर) इस अदालत को एलडी द्वारा पारित",
  "Court, while acquitting respondent No.1 (accused).": "करते हुए विचारण न्यायालय (आरोपी).",
  "(14) Accordingly, in view of the above, I do not consider it to be a fit case for grant of special leave to appeal under Section 378(4) Cr.P.C., as this Court does not find any infirmity or perversity in the impugned order passed by the Court below.": "(५) तदनुसार, उपरोक्त को ध्यान में रखते हुए, मैं इसे धारा 378 (५) सी. आर. पी. सी. के तहत अपील करने के लिए विशेष अनुमति देने के लिए एक उपयुक्त मामला नहीं मानता हूं, क्योंकि इस अदालत को नीचे दिए गए न्यायालय द्वारा पारित आक्षेपित आदेश में कोई दुर्बलता या विकृति नहीं मिलती है।",
  "(15) Dismissed.": "(5) अस्वीकृत।",
  "Reporter-Pranav Chamoli": "रिपोर्टर-प्रणव चमोली",
  "Chand (applicant/complainant) available on Vakalatnama, complaint, affidavit, specimen signatures sheet, and statement, respectively, which": "चंद (आवेदक /शिकायतकर्ता) क्रमशः वकालतनामा, शिकायत, शपथ पत्र, नमूना हस्ताक्षर पत्रक और बयान पर",
  "are there on the record of the present case. After examination, opinion is given that the disputed and standard signatures in the name of Ram Chand are written by one and the same person.": "उपलब्ध हैं, जो वर्तमान मामले के अभिलेख पर हैं। जाँच के बाद, राय दी जाती है कि राम चंद के नाम पर विवादित और मानक हस्ताक्षर एक ही व्यक्ति द्वारा लिखे गए हैं।",
  "(10) Thus, handwriting expert Sumit Arora proved his opinion as Ex.D2 on record. For convenience, statement of said witness is": "(0) इस प्रकार, लिखावट विशेषज्ञ सुमित अरोड़ा ने रिकॉर्ड पर प्रदर्शनी डी2 के रूप में अपनी राय साबित की। सुविधा",
  "“T am M.Sc forensic Science. I have qualified the national eligibility test conducted by UGC in the subject": "मैं एम. एस. सी. फोरेंसिक साइंस हूँ। मैंने फोरेंसिक विज्ञान के विषय में यू. जी. सी. द्वारा आयोजित राष्ट्रीय पात्रता",
  "of forensic science. I am a law graduate also. During my Msc course I have gained experience from various": "परीक्षा उत्तीर्ण की है। मैं भी एक कानून स्नातक हूँ। अपने एम. एस. सी. पाठ्यक्रम के दौरान मैंने विभिन्न फोरेंसिक",
  "forensic laboratories, the details of which are mentioned in my letter head pad. So far I have given opinion in more": "प्रयोगशालाओं से अनुभव प्राप्त किया है, जिनके विवरण मेरे लेटर हेड पैड में उल्लिखित हैं। अब तक मैंने पंजाब,",
  "than 1500 cases in various courts of Punjab, Haryana, Rajasthan, Uttarkhand and Chandigarh.": "हरियाणा, राजस्थान, उत्तराखंड और चंडीगढ़ की विभिन्न अदालतों में 500 से अधिक मामलों में राय दी है।",
  "In the present case I have examined the dispute signature": "वर्तमान मामले में मैंने रसीद पर क्यू के रूप में चिह्नित विवाद हस्ताक्षर की जांच की है और इसकी तुलना श्री राम",
  "on Vakalatnama, complaint, affidavit, specimen signature sheet and statement respectively in the present case file.": "चंद के मानक हस्ताक्षर से की है, जो वर्तमान मामले की फाइल में क्रमशः वकालतनामा, शिकायत, हलफनामा, नमूना",
  "After examination I am of the opinion that disputed and standard signature in the name of Ram Chand are written": "हस्ताक्षर पत्रक और बयान पर मौजूद हैं। जाँच के बाद मेरी राय है कि राम चंद के नाम पर विवादित और मानक",
  "by one and the same person. The detailed report in support of opinion is Ex.D2. I have taken the photographs of disputed and standard signatures which": "हस्ताक्षर एक ही व्यक्ति द्वारा लिखे जाते हैं। राय के समर्थन में विस्तृत रिपोर्ट प्रदर्शनी डी2 है। मैंने विवादित और मानक",
  "are pasted on photo charts Ex.D3 to Ex.D5. The negative": "हस्ताक्षरों की तस्वीरें ली हैं जो फोटो चार्ट पर चिपकाई गई हैं-डी 5 को प्रदर्शित करने के लिए डी 3 प्रदर्शित करें। इन",
  "of these photographs are Ex.D6 to D34 which are correct and free from any kind of retouching and may be read": "तस्वीरों में से नकारात्मक चित्र प्रदर्शनी डी6 से डी 3५ हैं जो सही हैं और किसी भी प्रकार के पुनः स्पर्श से मुक्त हैं और",
  "as part of my statement.": "इन्हें मेरे बयान के हिस्से के रूप में पढ़ा जा सकता है।",
  "xxxxx By Shri S.D. Kishore, Advocate.": "२०००८ श्री एस. डी. किशोर, अधिवक्ता द्वारा",
  "It is wrong to suggest that the signature present on Ex.D1 and signatures present on complaint of Shri Ram Chand": "यह कहना गलत है कि प्रदर्शनी डी। पर मौजूद हस्ताक्षर और श्री राम चंद की शिकायत पर मौजूद हस्ताक्षर एक-दूसरे",
  "do not tally with each other. It is correct that each and every letter of the signature disputed as well as standard is written by one and the same person. The disputed": "से मेल नहीं खाते हैं। यह सही है कि विवादित हस्ताक्षर के साथ-साथ मानक का प्रत्येक अक्षर एक ही व्यक्ति द्वारा लिखा",
  "signature Q1 and standard signatures S1 to S9 are written": "गया है। विवादित हस्ताक्षर क्यू।॥ और मानक हस्ताक्षर एस। से एस9 तक अलग-अलग कलम और स्याही से लिखे गए",
  "am deposing falsely. Court did not assess my fees in the": "हैं। यह कहना गलत है कि मैं झूठी गवाही दे रहा हूं। अदालत ने मेरी फीस का आकलन नहीं किया",
  "RAM CHAND v. RAM NATH AND ANOTHER 426 (Sanjay Vashisth, J.)": "रामचंद बनाम राम नाथ और अन्य (संजय वशिष्ठ, जे.)",
  "Before Sanjay Vashisth, J.": "समक्ष संजय वशिष्ठ, जे.",
  "versus": "बनाम",
  "RAM NATH AND ANOTHER— Respondents": "राम नाथ और एक अन्य-उत्तरदाता",
  "CRM-A No. 749-MA of 2012": "सीआरएम-ए नं. 202 का 749-एमए",
  "January 17, 2023": "॥7 जनवरी, 2023",
  "Negotiable Instruments Act, 1881—S. 138—Proviso Clause (c) and 142 (b)—Pre-mature complaint—Complaint filed in 12 days": "परक्राम्य लिखत अधिनियम, 88-धारा 38-प्रावधान खंड (सी) और ॥५2 (बी)-पूर्व-परिपक्त शिकायत-नोटिस के ।2",
  "of notice—Expiry of mandated 15 days—Held, complaint not maintainable being premature—2014 (4) RCR (Criminal) 321 Relied.": "दिनों में दायर की गई शिकायत-अनिवार्य ।5 दिनों की समाप्ति- 20५ (५) आर. सी. आर. (आपराधिक) 32॥- आयोजित, शिकायत अपरिपक् होने के कारण बनाए रखने योग्य नहीं आश्वस्त हो गए।",
  "Held, that in view of reasons discussed and findings recorded": "अभिनिर्धारित किया गया कि चर्चा किए गए कारणों और ऊपर अभिलिखित निष्कर्षों को ध्यान में रखते हुए, और",
  "herein-above, and after examining of the evidence available on record, as well as argument of learned counsel for respondent No.1, which is": "अभिलेख पर उपलब्ध साक्ष्य की जांच करने के साथ-साथ प्रत्यर्थी संख्या । के विद्वान वकील के तर्क को ध्यान में रखते",
  "supported with the judgment of Hon’ble Apex Court i.e. Yogendra Pratap Singh’s case (supra), this court do not find any substantial": "हुए, जो माननीय सर्वोच्च न्यायालय के निर्णय के साथ समर्थित है जो योगेंद्र प्रताप सिंह का मामला है (ऊपर) इस",
  "reason for expressing any different view against the judgment passed": "न्यायालय को एलडी द्वारा पारित निर्णय के खिलाफ कोई अलग दृष्टिकोण व्यक्त करने का कोई ठोस कारण नहीं मिलता",
  "by Ld. Trial Court, while acquitting respondent No.1 (accused).": "है। प्रतिवादी नं. । को दोषमुक्त करते हुए विचारण न्यायालय (आरोपी) (पैरा 3)",
  "Negotiable Instruments Act, 188I1—S.138 &139—Appeal against acquittal in Dishonour of Cheque—Presumption under S.": "परक्राम्य लिखत अधिनियम, 88-धारा 438 और 39-चेक के अनादर में दोषमुक्त किए जाने के विरुद्ध अपील-धारा",
  "139 rebutted by testimony of attesting witness and expert report in confirming to the signatures of the Complainant on the receipt": "39 के अधीन अभिधारणा, साक्षी की गवाही और पुनर्भुगतान के विरुद्ध रसीद पर शिकायतकर्ता के हस्ताक्षर की पुष्टि",
  "against repayment—Complainant filed to discharge the reverse": "करने में विशेषज्ञ रिपोर्ट द्वारा खंडन- शिकायतकर्ता ने यह साबित करने के विपरीत बोझ का निर्वहन करने के लिए",
  "burden of proving that the cheque was issued in his favour for the discharge of any legally recoverable debt or other liability—Held, no": "दायर किया कि चेक किसी कानूनी रूप से वसूली योग्य ऋण या अन्य दायित्व के निर्वहन के लिए उसके पक्ष में जारी",
  "infirmity or perversity found in the order acquitting the accused—": "किया गया था-आरोपी को बरी करने के आदेश में कोई कमजोरी या विकृति नहीं पाई गई - अपील के लिए विशेष",
  "Held, that this Court has also examined the statement of said witness — Hem Raj (DW1), who has admitted his signature on the said": "अभिनिर्धारित किया कि इस न्यायालय ने उक्त गवाह-हेम राज (डी. डब्ल्यू. ।) के बयान की भी जांच की है, जिसने",
  "document. In fact, evidence of Hem Raj (DW1) is required to be read": "अपने हस्ताक्षर स्वीकार किए हैं। वास्तव में, हेम राज (डी. डब्ल्यू.) के साक्ष्य को विशेषज्ञ गवाह के बयान के साथ पढ़ा",
  "with the statement of expert witness i.e. Sumit Arora, who appeared as handwriting expert, and proved that the signature’ of": "जाना आवश्यक है। सुमित अरोड़ा, जो हस्ताक्षर विशेषज्ञ के रूप में पेश हुए और साबित किया कि",
  "applicant/complainant — Ram Chand, marked as Q1, present on receipt": "आवेदक /शिकायतकर्ता-राम चंद के हस्ताक्षर, जिसे क्यू । के रूप में चिह्नित किया गया है, रसीद पर मौजूद (प्रदर्शनी",
  "(Ex.D1) has been compared with the standard signatures of Sh. Ram Chand (applicant/complainant) available on Vakalatnama, complaint,": "डी ॥) की तुलना श्री के मानक हस्ताक्षर से की गई है। वकालतनामा पर उपलब्ध राम चंद (आवेदक /शिकायतकर्ता),",
  "affidavit, specimen signatures sheet, and statement, respectively, which are there on the record of the present case. After examination, opinion": "शिकायत, शपथ पत्र, नमूना हस्ताक्षर पत्रक और बयान, जो क्रमशः वर्तमान मामले के अभिलेख पर हैं। जाँच के बाद, राय",
  "complainant on Ex.D1 and his admitted signature belong to one person i.e. complainant. In such circumstances,": "प्रदर्शन डी। पर शिकायतकर्ता और उसके स्वीकृत हस्ताक्षर एक व्यक्ति से संबंधित हैं। शिकायतकर्ता। ऐसी परिस्थितियों",
  "receipt Ex.D1 is duly proved by attesting witness Hem Raj coupled with expert report Ex.D2. Learned counsel for": "में, रसीद प्रदर्शनी डी। को विशेषज्ञ रिपोर्ट प्रदर्शनी डी2 के साथ गवाह हेम राज को प्रमाणित करके विधिवत साबित",
  "complainant has advanced no argument to controvert": "किया जाता है। शिकायतकर्ता के विद्वान वकील ने रसीद प्रदर्शित डी। के विरोध में कोई तर्क नहीं दिया है। रसीद",
  "receipt Ex.D1. Keeping in view receipt Ex.D1, it is evident that accused has repaid cheque amount of Rs.1,60,000/- to": "प्रदर्शनी डी । को ध्यान में रखते हुए, यह स्पष्ट है कि आरोपी ने शिकायतकर्ता को ,60,000/- रुपये की चेक राशि",
  "the complainant. Thus, there is no legal liability on part of accused towards the complainant. It is worthwhile is": "का भुगतान किया है। इस प्रकार, शिकायतकर्ता के प्रति अभियुक्त की ओर से कोई कानूनी दायित्व नहीं है। उल्लेखनीय",
  "mention that complainant presented the cheque Ex.C1 for encashment in the bank on 16-9-2008. He received cheque": "है कि शिकायतकर्ता ने 465-9-2008 को बैंक में नकदीकरण के लिए चेक प्रदर्शनी सी। प्रस्तुत किया था। उन्होंने 5-",
  "amount on 15-10- 2008 and complaint was filed on 18-10-": "0-2008 को चेक राशि प्राप्त की और 8-0-2008 को शिकायत दर्ज की गई थी, जो उस समय शिकायतकर्ता के",
  "2008 i.e. at the time no legal existing liability on par of accused was subsisting towards the complainant. Accordingly, Point-A is answered in favour of accused and": "प्रति आरोपी के बराबर कोई कानूनी मौजूदा दायित्व नहीं था। तदनुसार, प्वाइंट-ए का जवाब अभियुक्त के पक्ष में और",
  "against the complainant.”": "शिकायतकर्ता के खिलाफ दिया जाता है।",
  "(12) In addition, counsel for respondent No.1 (accused) has also argued that the legal notice dated 07.10.2008, was allegedly issued by": "(2) इसके अलावा, प्रतिवादी नंबर. (आरोपी) के वकील ने यह भी तर्क दिया है कि दिनांक 07.0.2008 का कानूनी",
  "the applicant (complainant), however, before expiry of the requisite": "नोटिस, आवेदक (शिकायतकर्ता) द्वारा कथित रूप से जारी किया गया था, हालांकि, ।5 दिनों की अपेक्षित अवधि की",
  "argues that filing of such complaint is not maintainable, and was worth to be dismissed on this ground alone. In support of his submissions,": "दर्ज करना विचारणीय नहीं है, और केवल इसी आधार पर खारिज किया जाना उचित था। अपनी दलीलों के समर्थन में,",
  "of Apex Court rendered in Yogendra Pratap Singh versus Savitri Pandey and another’, from where, he refers to judgment of Hon’ble": "प्रत्यर्थी नंबर. । के विद्वान वकील योगेंद्र प्रताप सिंह बनाम सावित्री पांडे और अन्य । में दिए गए सर्वोच्च न्यायालय के",
  "Apex Court rendered in M/s Kusum Ingots & Alloys Ltd. versus M/s Pennar Peterson Securities Ltd.’, and submits that several ingredients": "निर्णय पर भरोसा करते हैं, जहां से, उन्होंने मेसर्स कुसुम इंगोट्स एंड अलॉयज लिमिटेड बनाम मेसर्स पेन्नार पीटरसन",
  "of NI Act, which are reproduced herein-below:-": "जो यहां नीचे पुनः प्रस्तुत किए गए हैं:-",
  "“(1) a person must have drawn a cheque on an account maintained by him in a bank for payment of a certain amount of money to another person from out of that account for the discharge of any debt or other liability.": "\"() एक व्यक्ति ने किसी भी ऋण या अन्य दायित्व के निर्वहन के लिए उस खाते से किसी अन्य व्यक्ति को एक निश्चित राशि के भुगतान के लिए बैंक में उसके द्वारा बनाए गए खाते पर एक चेक निकाला होगा।",
  "(11) that cheque has been presented to the bank within a period of six months from the date on which it is drawn or": "(0) वह चेक बैंक को उस तारीख से छह महीने की अवधि के भीतर या इसकी वैधता की अवधि के भीतर, जो भी पहले",
  "22000(2) RCR (Crl.) 275": "22000(2) आरसीआर (सीआरएल.) 275",
  "RAM CHAND v. RAM NATH AND ANOTHER 428 (Sanjay Vashisth, J.)": "रामचंद बनाम राम नाथ और अन्य (संजय वशिष्ठ, जे.)",
  "dismissing the complaint, accused was acquitted for the alleged offence, vide judgment dated 27.04.2011.": "शिकायत को खारिज करते हुए, अभियुक्त को दिनांक 27.04.20॥॥ के निर्णय द्वारा कथित अपराध के लिए बरी कर",
  "(5) Assailing the judgment of acquittal, complainant — Ram": "(5) दोषमुक्त किए जाने के निर्णय को स्वीकार करते हुए, शिकायतकर्ता-राम चंद ने एलडी के न्यायालय के समक्ष",
  "Chand, made first attempt by way of appeal before the Court of Ld. Additional Sessions Judge, Yamuna Nagar at Jagadhri (Ld. Lower": "अपील के माध्यम से पहला प्रयास किया। अतिरिक्त सत्र न्यायाधीश, जगाधरी में यमुना नगर (एलडी। निचली अपीलीय",
  "Appellate Court), by way of Criminal Appeal No. 75, dated 18.05.2011, and lastly, vide judgment dated 14.08.2012, Ld. Lower": "अदालत) आपराधिक अपील सं। 75, दिनांक 8.05.20।, और अंत में, निर्णय दिनांक ५.08.202, एलडी। निचली",
  "Appellate Court held that the appeal filed by the complainant is not": "अपीलीय अदालत ने कहा कि शिकायतकर्ता द्वारा दायर अपील विचारणीय नहीं है, इसलिए गुण-दोष के आधार पर",
  "maintainable, hence, not required to be decided on merits. Hence, the complainant (applicant herein) made another attempt along with an": "निर्णय लेने की आवश्यकता नहीं है। इसलिए, शिकायतकर्ता (आवेदक) ने इस न्यायालय के समक्ष अपील दायर करने",
  "complainant (applicant herein) made another attempt along with an application for condonation of delay of 437 days in filing the appeal": "में ५३7 दिनों की देरी को माफ करने के लिए एक आवेदन के साथ एक और प्रयास किया। विलंब की क्षमा के लिए",
  "53572-2012) was allowed by this Court vide order dated 22.08.2013.": "आवेदन (सीआरएम 53572-202) इस न्यायालय द्वारा दिनांक 22.08.203 के आदेश द्वारा अनुमोदित किया गया",
  "(6) Today, case is being heard on merits.": "(6) आज मामले की सुनवाई गुण-दोष के आधार पर की जा रही है।",
  "(7) It is argued by counsel for the applicant that once the cheque has been issued in discharge to the existing liability, and there": "(7) आवेदक के वकील द्वारा यह तर्क दिया जाता है कि एक बार चेक मौजूदा दायित्व के निर्वहन में जारी किया गया",
  "is no denial to the signature, there is a presumption in law against the accused that cheque has been issued by him against the existing": "है, और हस्ताक्षर करने से इनकार नहीं किया गया है, आरोपी के खिलाफ कानून में एक धारणा है कि मौजूदा दायित्व",
  "liability, and thus, the offence is found to have been committed by him": "के खिलाफ उसके द्वारा चेक जारी किया गया है, और इस प्रकार, अपराध उसके द्वारा तब तक किया गया है जब तक",
  "until he overcomes the presumption with some believable evidence. Counsel for the applicant, while referring to the documentary evidence": "कि वह कुछ विश्वसनीय साक्ष्य के साथ अनुमान को पार नहीं करता है। आवेदक के वकील ने दस्तावेजी साक्ष्य का संदर्भ",
  "i.e. Cl to C8 and CWI/A & CW2/A ie. statements of account of": "देते हुए, जो कि सी। से सी8 और सीडब्ल्यू। /ए और सीडब्ल्यू2/ए है, जो शिकायतकर्ता और अभियुक्त के खाते के",
  "complainant and accused argues that in view of the admission made by the accused of his liability to pay the amount, nothing else was": "बयान हैं, तर्क देते हैं कि अभियुक्त द्वारा राशि का भुगतान करने के लिए अपने दायित्व की स्वीकारोक्ति को देखते हुए,",
  "the accused of his liability to pay the amount, nothing else was required for its proving and thus, accused is bound to be held": "इसे साबित करने के लिए और कुछ भी आवश्यक नहीं था और इस प्रकार, अभियुक्त को दोषी ठहराया जाना बाध्य है,",
  "guilty, especially in view of the law of presumption.": "विशेष रूप से अनुमान के कानून को देखते हुए।",
  "(8) Mr. Balkar Singh, learned counsel for respondent No.1 (accused), while pointing out the evidence led by him, submitted": "(8) प्रत्यर्थी नं. (अभियुक्त) के विद्वत वकील श्री बलकार सिंह ने अपने द्वारा दिए गए साक्ष्य की ओर इंगित करते हुए",
  "that presumption of Section 139 of NI Act, will not be applicable in the present case, because the witness Hem Raj (DW1), appeared on his": "कहा कि एनआई अधिनियम की धारा 39 का अनुमान वर्तमान मामले में लागू नहीं होगा, क्योंकि साक्षी हेम राज",
  "own before the Ld. Trial Court, and got examined during trial, and": "(डीडब्ल्यू)) स्वयं एल. डी. विचारण न्यायालय के समक्ष उपस्थित हुआ और विचारण के दौरान उसकी जांच की गई",
  "proved the execution of receipt dated 15.10.2008 as Ex.D1.": "और 5.0.2008 की रसीद के निष्पादन को प्रदर्शित डी। के रूप में सिद्ध किया।",
  "(9) This Court has also examined the statement of said witness — Hem Raj (DW1), who has admitted his signature on the said": "(9) इस न्यायालय ने उक्त गवाह-हेम राज (डी. डब्ल्यू. )) के बयान की भी जांच की है, जिसने उक्त दस्तावेज पर"
}