{
  "Before Adarsh Kumar Goel, ACJ & Ajay Kumar Mittal, J,": "आदर्श कुमार गोयल, कार्यवाहक प्रधान न्यायमूर्ति और अजय कुमार मित्तत्र,न्यायमूर्ति",
  "SANDEEP SANG WAN,—Petitioner": "संदीप सांगवान-याचिकाकर्ता",
  "versus": "बनाम",
  "UNION OF INDIA AND OTHERS,—Respondents": "भारत का संघ और अन्य -उत्तरदाता",
  "Constitution of India - Art. 226/227 - Environment Protection": "भारत का संविधान-अनुच्छेद 226/227-पर्यावरण संरक्षण अधिनियम, 986-",
  "Act, 1986 - S.3(2)(v) - Environment Protection Act, 1986 - Prior Environment Clearance for mining of minor minerals - Quashing": "धारा 3 (2) (श)-पर्यावरण संरक्षण अधिनियम, 986-लघु खनिजों के खनन के",
  "Environment Clearance for mining of minor minerals - Quashing of auction notice issued by State sought on the ground that proposed": "लिए पूर्व पर्यावरण मंजूरी-राज्य द्वारा जारी नीलामी नोटिस को इस आधार पर",
  "in violation of judgment of High Court in CWP No. 20134 of 2004": "है और 2004 के (१५४० संख्या 2034 में उच्च न्यायालय के फैसले का भी",
  "from Environment Impact Assembly Authority in terms of notification": "अधिसूचना के संदर्भ में पर्यावरण प्रभाव विधानसभा प्राधिकरण से किसी भी",
  "dated 14.9.2006 as mining areas in question are less than 5 hectares.": "पर्यावरण मंजूरी की आवश्यकता नहीं है क्योंकि विचाराधीन खनन क्षेत्र 5 हेक्टेयर से कम हैं।",
  "Held, That mining mineral quarries covered by auction notices are": "माना जाता है कि नीलामी नोटिस द्वारा कवर किए गए खनन खनिज खदानें",
  "of large areas and thus by using device of limiting area of individual quarries to 4.5 hectares, requirement of environment clearance cannot be allowed": "बड़े क्षेत्र की हैं और इस प्रकार व्यक्तिगत खदानों के क्षेत्र को 4.5 हेक्टेयर तक सीमित करने के उपकरण का उपयोग करके, पर्यावरण मंजूरी की आवश्यकता",
  "(Para 10)": "(पैरा 0)",
  "A.K.Chopra, Sr. Advocate with Harminder Singh, Advocate, for": "ए. के. चोपड़ा, वरिष्ठ अधिवक्ता, हरमिंदर सिंह अधिवक्ता के साथ",
  "the petitioner.": "याचिकाकर्ता के लिए",
  "Onkar Singh Batalvi, Advocate, for Union of India.": "ओंकार सिंह बटालवी, अधिवक्ता, भारत संघ के लिए",
  "Narender Hooda, Sr. Add].A.G.Haryana for State.": "नरेंद्र हुड्डा, वरिष्ठ अतिरिकत महा अधिवक्ता हरियाणा राज्य के लिए",
  "ADARSH KUMAR GOEL, ACJ.": "आदर्श कुमार गोयल, कार्यवाहक प्रधान न्यायमूर्ति",
  "(1) This petition by way ofa PIL seeks quashing of auction notice": "(।) एक जनहित याचिका के माध्यम से इस याचिका में खनन और भूविज्ञान",
  "dated June 3, 2011 issued by the Director, Mines and Geology, Haryana": "निदेशक, हरियाणा द्वारा नो महीने के लिए बोल्डर, ग्रेवल और रेत निकालने के",
  "for auction of minor mineral quarries not exceeding 4.5 hectares in each": "लिए प्रत्येक मामले में 4.5 हेक्टेयर से अधिक की छोटी खनिज खदानों की नीलामी",
  "CWP No. No.12664 of 2008, Ran Bahadur Singh v. State of Punjab and others, this Court, while directing expeditious consideration for": "6.].2009 के आदेश के अनुसार 2008 का सी. डब्ल्यू. पी.संख्या.।2664, रण बहादुर सिंह बनाम पंजाब राज और अन्य, इस न्यायालय ने लघु खनिजों के खनन",
  "months taking into account the period required for obtaining clearance. In": "प्राप्त करने के लिए आवश्यक अवधि को ध्यान में रखते हुए छह महीने की अवधि",
  "the case of Haryana, vide order dated 4.3.2011, permission to grant short term permits upto 31.7.2011 was allowed in CWP No.4758 of 2008 which": "की अनुमति दी।हरियाणा के मामले में, 2008 के सी. डब्ल्यू. पी. नं.4758 में 4.3.20] के आदेश के माध्यम से 3.7.20। तक अल्पकालिक परमिट देने की",
  "has been stayed by the Hon’ble Supreme Court.": "अनुमति दी गई थी, जिस पर माननीय सर्वोच्च न्यायात्रय ने रोक लगा दी है।",
  "(4) We have heard learned counsel for the parties.": "(4) हमने पक्षों के लिए विद्वान अधिवक्ता को सुना है।",
  "(5) Following questions arise for consideration:-": "(5) विचार के लिए निम्नलिखित प्रश्न उठते हैं:-",
  "The State of Haryana and the State Level Expert Appraisal": "(॥) हरियाणा राज्य और राज्य स्तरीय विशेषज्ञ मूल्यांकन समिति को",
  "operations regularly and vigorously so as to bring them in": "कार्यों की नियमित और जोरदार निगरानी करने का निर्देश दिया जाता",
  "conformity with the terms and conditions imposed while granting the prior environmental clearance;": "है ताकि उन्हें पूर्व पर्यावरणीय मंजूरी देते समय लगाए गए नियमों और शर्तों के अनुरूप बनाया जा सके।",
  "It is also directed that wherever the total mining area is a": "(५) यह भी निर्देश दिया जाता है कि जहां भी कुल खनन क्षेत्र 50 हेक्टेयर",
  "homogeneous or otherwise identifiable piece of 50": "या उससे अधिक का एक समान या अन्यथा पहचान योग्य टुकड़ा है,",
  "hectares or above, the Notification dated 14.9.2006 shall be enforceable even if such mining area has been divided": "वहां 4.9.2006 दिनांकित अधिसूचना लागू की जाएगी, भले ही ऐसे",
  "into zones or quarrying plots of smaller sizes.": "खनन क्षेत्र को छोटे आकार के क्षेत्रों या उत्खनन भूखंडों में विभाजित",
  "The State of Haryana is directed to apply to the Expert": "(शं) हरियाणा राज्य को निर्देश दिया जाता है कि वह संदर्भ की शर्तों (टी.",
  "Appraisal Committee for determining the Terms of": "ओ. आर.) को निर्धारित करने के लिए विशेषज्ञ मूल्यांकन समिति को",
  "Reference (TOR) and get the Environmental Impact Assessment Report (EIAR) prepared for the entire mining": "वाले पूरे खनन क्षेत्र के लिए पर्यावरण प्रभाव मूल्यांकन रिपोर्ट (ई. आई. ए. आर.) तैयार करे और फिर केंद्र सरकार की अधिसूचना दिनांक",
  "(xi) Having regard to all the attending circumstances and to": "(09) सभी परिस्थितियों को ध्यान में रखते हुए और आम जनता, श्रम",
  "labour and the State, we direct that the mining activities may continue till 28th February 2010, however, only on": "निर्देश देते हैं कि खनन गतिविधियाँ 28 फरवरी 200 तक जारी रह",
  "bidders through a transparent public auction held after": "सकती हैं, हालांकि, केवल व्यापक प्रचार के बाद आयोजित एक पारदर्शी सार्वजनिक नीलामी द्वारा से उच्चतम बोली लगाने वालों को दिए गए",
  "are imposed while granting a five year contract and further": "अनुबंध/लाइसेंस के आधार पर और पांच साल का अनुबंध देते समय",
  "subject to strict compliance of such terms and conditions;": "के सख्त अनुपालन के अधीन;",
  "(xit) We clarify that the State of Haryana shall not stand": "(तप) हम स्पष्ट करते हैं कि हरियाणा राज्य केंद्र सरकार की अधिसूचना",
  "accomplishment of the fourth Stage enumerated in the": "दिनांक 44/09/2006 में गिने गए चौथे चरण को सफलतापूर्वक पूरा",
  "Department’s notifications dated 27.11.1997 and": "विभाग की अधिसूचना दिनांक 27/4/997 और 28/4/4997",
  "28.11.1997 (Annexures P.2 and P.3) issued under Section": "(अनुलग्नक पी. 2 और पी. 3) में निहित उपायों को लागू करना जारी",
  "respectively.”": "रखेगा।”",
  "(8) Thereafter, though interim order dated 4.3.2011 was passed": "(8) इसके बाद, हालांकि केंद्र सरकार की अधिसूचना के संदर्भ में मंजूरी में देरी के",
  "permitting grant of short term permits upto 31.7.2011 on the ground of delay": "आधार पर 34/07/2044 तक अल्पकालिक परमिट देने की अनुमति देने वाला",
  "order has been stayed by the Hon’ble Supreme Court and application for": "अंतरिम आदेश पारित किया गया था, उक्त आदेश पर माननीय सर्वोच्च",
  "Supreme Court in the order dated 20.5.2011 that grant of permission to": "खारिज कर दिया गया है।माननीय उच्चतम न्यायालय ने दिनांक 20/5/2047",
  "(9) It is pointed out that on behalf of the State that vide order dated": "(9) यह इंगित किया गया है कि राज्य की ओर से 2008 के सी. डब्ल्यू. पी.",
  "6.11.2009 in CWP No. 12664 of 2008, Ran Bahadur Singh versus State": "2664, रण बहादुर सिंह बनाम पंजाब राज्य और अन्य में दिनांकित 6..2009",
  "“Tn the totality of the above cirucmstnaces, therefore, we direct as": "“उपरोक्त परिस्थतियो की समग्रता में, इसलिए, हम निम्नानुसार निर्देश",
  "under:-": "करते हैं:-",
  "(1) the Department of Industries and Commerce, Government of Punjab shall within four weeks from today file": "() पंजाब सरकार का उद्योग और वाणिज्य विभाग आज से चार",
  "It was further held that if total area was more than 50 hectares, mandatory": "व्यक्तिगत रूप से उपस्थित है, यह सुनिश्चित करने के लिए व्यक्तिगत रूप से जिम्मेदार होगा कि 5 हेक्टेयर से अधिक और 50",
  "in terms of the notification and the provisions of the Act": "और अधिनियम के प्रावधानों के संदर्भ में आवश्यक परामर्श का",
  "period of 45 days.": "संचालन करेगा और 45 दिनों की अवधि के भीतर राज्य पर्यावरण",
  "(5) the State environmental Impact Assessment Authority shall finally appraise the project and submits its": "(5) राज्य पर्यावरण प्रभाव आकलन प्राधिकरण अंततः परियोजना का",
  "recommendations to the State Expert Appraisal Committee within 60 days thereafter. The State environmental Impact": "मूल्यांकन करेगा और उसके बाद 60 दिनों के भीतर राज्य विशेषज्ञ मूल्यांकन समिति को अपनी सिफारिशें प्रस्तुत करेगा।राज्य पर्यावरण",
  "Assessing Authority would then pass appropriate orders on the said recommendations within 30-40 days from the date the recommendations are received.": "प्रभाव आकलन प्राधिकरण तब सिफारिश प्राप्त होने की तारीख से 30- 40 दिनों के भीतर उक्त सिफारिशों पर उचित आदेश पारित करेगा।",
  "(6) The above process shall be completed by the authorities and the agencies concerned within the time frame given for the": "(6) उपरोक्त प्रक्रिया को संबंधित अधिकारियों और एजेंसियों दवारा इस उद्देश्य के लिए दी गई समय सीमा के भीतर पूरा किया जाएगा, जिसमें",
  "purpose which would roughly consume nearly nine months or": "लगभग नौ महीने या उससे अधिक का समय लगेगा।”",
  "The said order was upheld by the Hon’ ble Supreme Court on 10.1.2011": "उक्त आदेश को माननीय सर्वोच्च न्यायालय ने 0..20। को विशेष",
  "in SLP (Civil) CC 20308/2010, Union of India versus Pratap Singh": "अवकाश याचिका (सिविल) सी सी 20308/200 में, भारत संघ बनाम प्रताप",
  "Sandhu and others.": "सिंहसंधू और अन्य मे बरकरार रखा था|",
  "of impugned notices until environmental clearance is granted in terms of notification dated 14.9.2006. Accordingly, we restrain the State from": "तब तक आगे नहीं बढ़ सकता जब तक कि अधिसूचना दिनांक 4.9.2006 के संदर्भ में पर्यावरण मंजूरी नहीं दी जाती है।तदनुसार, हम राज्य को खनन",
  "proceeding further with the impugned auction of mining rights. However,": "अधिकारों की विवादित नीलामी के साथ आगे बढ़ने से रोकते हैं।तथापि, राज्य",
  "the State would be at liberty to seek environmental clearance as already observed in the order of this Court in Vijay Bansal. Learned counsel for": "पर्यावरण मंजूरी लेने के लिए स्वतंत्र होगा जैसा कि विजय बंसल के मामले में इस न्यायालय के आदेश में पहले ही कहा जा चुका है।हरियाणा राज्य के विद्वान",
  "moved which was returned with certain objections. The State will be at": "आपत्तियों के साथ वापस कर दिया गया था।राज्य अपने आवेदन को फिर से जमा",
  "with by the concerned authorities as per direction already issued in Vijay": "पहले से जारी निर्देश के अनुसार संबंधित अधिकारियों द्वारा कार्रवाई की जाएगी,",
  "The writ petition is disposed of.": "रिट याचिका का निपटारा कर दिया जाता है।"
}