{
  "(13) Since arguments on merit were also addressed, I have also": "(तेरह) चूंकि योग्यता के आधार पर तरकों को भी संबोधित किया गया था, इसलिए मैंने दिनांक",
  "perused the ordcr to frame charge dated 04.11.2011 (Annexure P/1), Charge-sheet framed vide order dated 26.11.2011 (Annexure P/2) and": "क पी/4), आरोप पत्र तैयार किए गए विडक आदेश दिनांक 26.44.2044 (अनुलग्नक पी/2) और",
  "order regarding non-supply of documents dated 05.12.2011 (Annexure P/": "दस्तावेजों की आपूर्ति न करने के संबंध में आदेश दिनांक 05.2.2044 (अनलग्नक पी/3) का भी अवलोकन किया",
  "3). In view of this, | would like to observe that perusal of these orders reveals that Special Court has judiciously applicd its mind to the evidence": "है। इसके मददेनजर, मैं यह देगा चाहंगा कि इन आदेशों के अवलोकन से पता चलता है कि विशेष न्यायालय ने",
  "available on record and has come to a clear conclusion that prima facie": "रिकॉर्ड पर उपलब्ध सबतों पर विवेकपूण तरीके से अपना दिमाग लगाया और एक स्पष्ट निष्कर्ष पर पहंचा है कि",
  "charge, the Court is to look into the material collected by the Investigating Agency only. The tmpugned orders of the Special Judge are based on": "एजेंसी द्वारा एकत्र की गई सामग्री को देखना है। विशेष न्यायाधीश के आक्षैिपित आदेश अभिलेख और चाप पर",
  "matcrial available on the record and are reasoncd and have not been passed in a méchanical/casual manners so as to vitiatc the trial.": "उपलब्ध सामग्री के आधार पर तर्कसंगत हैं और उन्हें अनैतिक/आकस्मिक तरीके से पारित नहीं किया गया है ताकि विचारण को समाप्त किया जा सके।",
  "(14) I, therefore, consider that the prescnt revision filed by the": "(चोदह) इसलिए, में मानता हं कि विशेष न्यायाधीश, सीबी 4 दवारा तय किए गए आरोप के खिलाफ",
  "270 1.L.R. PUNJAB AND HARYANA 2014(2)": "270 आई.एल.आर. पंजाब और हरियाणा 2044(2)",
  "Before Paramjeet Singh, J.": "परमजीत सिंह से पहले, जे।",
  "SANJE Ex KUM AR—Petitioner": "सैन जे ईवकुम एआर - याचिकाकर्ता",
  "versus": "बनाम",
  "CENTRAL BUREAU OF INVESTIGATION—Respondent": "केंद्रीय जांच ब्यूरो - प्रतिवादी",
  "April 01, 2013": "अप्रैल 0,2043",
  "Code of Criminal Procedure, 1908 - §.401 - Indian Penal Code, S.471 and 120-B - Prevention of Corruption Act, 1988 - S.1(2)": "दंड प्रक्रिया संहिता, 4908 - धारा 404 - भारतीय दंड संहिता, धारा 474 और 20-बी - भ्रष्टाचार निवारण",
  "of the Prevention of Corruption Act, 1988 - Charge framed - Revision Petition filed against framing of charge - Contention that framing": "का आरोपी याचिकाकर्ता- आरोप तय किया गया - आरोप तय करने के खिलाफ दायर पुनरीक्षण याचिका - विवाद",
  "of charge has to be understood in the context of CrPC. and therefore order revisable - Held, that the order framing charge was an interlocutory order, and revision against such an order barred": "कि आरोप तय करने को सीआरपीसी और इसलिए पुनरीक्षण आदेश - आयोजित, कि आरोप तय करने का आदेश",
  "an interlocutory order, and revision against such an order barred under §.19(3)(c) of the Prevention of Corruption Act - Petition": "एक वादकालीन आदेश था, और भ्रष्टाचार निवारण अधिनियम की धारा 49 (3) (सी) के तहत वर्जित इस तरह के",
  "Held, that in Dharambir Khattar's casc (supra), the learned Single Judge afier discussing various judgments of the High Courts and the Hon'ble": "माना जाता है कि धर्मबीर खट्टर के मामले (स॒प्रा) में, उच्च न्यायालयों और माननीय सर्वोच्च न्यायालय",
  "Supreme Court specially State vs. Navjot Sandhu and others, (2003) 6": "के विभिन्‍न निर्णयों विशेष रूप से राज्य बनाम नवजोत संध्‌ और अन्य, (2003) 6 एससीसी, 644, और सत्य",
  "against the order framing charge is barred under Section 19(3)(c) of PC Act. The Division Bench of the Delhi High Court inAnur Kumar Jain's casc": "अधिनियम की धारा 9 (3) (सी) के तहत वर्जित है। अन॒र कमार जैन के मामले (स॒प्रा) में दिल्‍ली 4 लीग कोर्ट की",
  "(Para 10)": "(पैरा 40)",
  "LI.R. PUNJAB AND ITARYANA 2014(2)": "273 आई.एल.आर. पंजाब और हरियाणा 2044(2)",
  "(6)Bcfore | consider the other contentions raised by the learned counsel for the parties on merits, | deem it appropriate to decide the": "(6) इससे पहले कि मैं पक्षकारों के लिए विद्वान वकील दवारा गृण-दोष के आधार पर उठाए गए अन्य",
  "and therefore provisions of Cr.P.C. or Section 22 and 27 of the PC Act cannot be invoked to show that revision is maintainable. Reliance has been": "अधिनियम की धारा 22 और 27 के प्रावधानों को यह दिखाने के लिए लाग नहीं किया जा सकता है कि संशोधन",
  "placed upon Satya Narayan Sharma versus State of Rajasthan (1),": "बनाए रखने योग्य है। सत्य नारायण शर्मा बनाम राजस्थान राज्य () पर भरोसा किया गया है, जहां पीसीएक्ट के तहत",
  "_ where in the context of stay order granted by the Special Court under the PC Act the scope of Section 19(3)(c) has been considered by the Hon’ble": "विशेष न्यायालय द्वारा दिए गए स्थगन आदेश के संदर्भ में धारा 9 (3) (सी) के दायरे पर साल के सुप्रीम कोर्ट",
  "Supreme Court and it has been held that not stay of proceedings before": "दवारा विचार किया गया है और यह माना गया है कि विशेष अदालत के समक्ष कार्यवाही पर रोक नहीं लगाई जा",
  "said provision. Lcamed counsel for the CBI further relicd upon the judgments of the Delhi High Court in Criminal Revision Petition No. 340 of 2008": "सीबीआई के विद्वान वकील ने 2008 की आपराधिक पुनरीक्षण याचिका संख्या 340 में दिल्‍ली उच्च न्यायालय के निर्णयों पर",
  "titled as Dharambir Khattar versus C.B.1., decided on 05.05.2009 (2)": "भरोसा किया, जिसका शीर्षक धर्मबीर खट्टर बनाम सीबीआई था, जिसका शीर्षक 05.05.2009 को दिया गया था (2) ओम",
  "Om Parkash versus C.B.1. (3), and Anur Kumar Jain versus CBI (4), to substantiate his contention.": "प्रकाश बनाम सीबीएल (3), और अनुर कुमार जैन बनाम सीबीआई (4), अपने तर्क को साबित करने के लिए।",
  "(8) |.carned counsel for the petitioner contended that in any event": "(आठ) याचिकाकर्ता के वकील ने तर्क दिया कि किसी भी स्थिति में पीसी अधिनियम के तहत आरोप पर",
  "an ordcr on charge under the PC Act and the order to frame charge has to be understood in the context of Cr.P.C. and relicd upon Madhu Limaye": "एक आदेश और आरोप तय करने के आदेश को सीआरपीसी के संदर्भ में समझा जाना चाहिए और मधु लिमये बनाम",
  "versus State of Maharashtra (5) that such order is revisable.": "महाराष्ट्र राज्य (5) पर भरोसा किया जाना चाहिए कि ऐसा आदेश पुनरावृत्ति योग्य है।",
  "(1) (2001) 8 SCC 607": "(एक) (2004) 8 एससीसी 607",
  "(2) 2009 IV AD (Delhi) 657": "(दो) 2009 चतुर्थ (दिल्‍ली) 657",
  "(5) (1977) 4SCC 551": "(पाँच) (4977)4 एससीसी 554",
  "in the years 1998-99 and 1999-2000. He, as SPD, was responsible for various activities, being undertaken under DPE:P and approved all the": "एसपीडी रहे। एसपीडी के रूप में, डीपीईपी के तहत की जा रही विभिन्‍न गतिविधियों के लिए जिम्मेदार थे और",
  "purchases made by District Project Coordinator (DPC). It is alleged that": "जिला परियोजना समन्वयक (डीपीसी) द्वारा की गई सभी खरीद को मंजूरी दी। आरोप है कि संजीव कुमार,",
  "Sanjccv Kumar, Smt. Kiran Mishra, Deputy Director Media and Raj Kumar Sharma (Approver) and other unknown persons, in conspiracy with": "श्रीमती किरण मिश्रा, उप निदेशक मीडिया और राज कुमार शर्मा (सरकारी दबंग) व अन्य अज्ञात व्यक्तियों ने एक",
  "cach other, committed irregularities, in purchase of various items. It is further alleged that accused-Sanjccv Kumar accorded sanction of Rs.3,51,900/": "दूसरे के साथ मिलीभगत कर विभिन्‍न वस्तुओं की खरीद में अनियमितता की। यह भी आरोप है कि आरोपी कुमार",
  "alleged that accused-Sanjccv Kumar accorded sanction of Rs.3,51,900/ - for purchase of LCD Projector, under the DPEP Programme. It is also": "ने डीपीईपी कार्यक्रम के तहत एलसीडी प्रोजेक्टर की खरीद के लिए 3,54,900 रुपये की मंजूरी दी। यह भी आरोप",
  "alicged that Sanjeev Kumar, in league with Kiran Mishra, his subordinates and private persons like Raj Kumar Sharma ctce. as a part of conspiracy,": "लगाया गया है कि संजीव कुमार ने किरण मिश्रा, उनके अधीनस्थों और राज कुमार शर्मा आदि जैसे निजी",
  "in fraudulent manner, procured the LCD Project by forging the bids and": "व्यक्तियों के साथ मिलकर साजिश के तहत फर्जी तरीके से बोलियां लगाकर एलसीडी परियोजना हासिल की और",
  "used them as genuine and did not follow the due procedure with sole intention to cause unduc favour to private persons and also to derive personal benesit out of such exercise.": "उन्हें वास्तविक के रूप में इस्तेमाल किया और निजी व्यक्तियों को अनुचित लाभ पहुंचाने के एकमात्र इरादे से उचित प्रक्रिया का पालन नहीं किया।",
  "(10) In Dharambir Khattar’s case (supra), the |carned Single Judge afier discussing various judgments of the High Courts and the Hon’ble": "(दस) धर्मबीर खट्टर के मामले (सुप्रा) में, उच्च न्‍्यायात्रयों और विशेष रूप से राज्य बनाम नवजोत संधू और",
  "Judge afier discussing various judgments of the High Courts and the Hon’ble Supreme Court specially State versus Navjot Sandhu and others (6) and Satya Narayan Sharma’s case (supra) has comc to a conclusion that": "अन्य (6) और सत्य नारायण शर्मा के मामले (सुप्रा) के विभिन्‍न निर्णयों पर चर्चा करने के बाद विद्वान एकल न्यायाधीश इस",
  "framing charge is barred under Section 19(3)(c) of PC Act. The Division Bench of the Delhi High Court in Anur Kumar Jain’s case (supra) has": "खिलाफ संशोधन पीसी अधिनियम की धारा 9 (3) (सी) के तहत वर्जित है। अर्तुर कुमार जैन गे (ुप्रा) में दिल्‍ली उच्च",
  "also considered claboratcly various judgments and has come to a conclusion": "न्‍्यायात्रय की डिवीजन बेंच ने भी विभिन्‍न निर्णयों पर विस्तृत रूप से विचार किया है और इस निष्कर्ष पर पहुंची है कि",
  "that charge framed under the PC Act is an interlocutory order, revision": "पीसी अधिनियम के तहत तैयार किया गया आरोप एक वादकालीन आदेश है, इस तरह के आदेश के खिलाफ",
  "against such an order is barred under Scction 19(3)(c) of the PC Act.": "संशोधन पीसी अधिनियम की धारा 49 (3) (सी) के तहत वर्जि”त है।",
  "(il) In Bharat Parikh versus CBI and another (7), CRR No.": "(ग्यारह) भारत पारिख बनाम सीबी 4 और अन्य (7), 2042 5 की सीआरआर संख्या 45 में माननीय सर्वोच्च",
  "at the instance of the accused for the purpose of invoking its powers under Section 482 of the Code for quashing the charges": "संहिता की धारा 482 के तहत अपनी शक्तियों को लागू करने के उददेश्य से अभियक्त की ओर से या",
  "charge evidence has to be led on behalf of the prosecution to prove the charge if an accused pleads not guilty to the charge": "आरोप को साबित करने के लिए अभियोजन पक्ष की ओर से साक्ष्य का नेतत्व किया जाना चाहिए यदि",
  "and/or charges and claims to be tried. It is only in the exceptional": "कोई अभियकत आरोप और/या आरोपों के लिए दोषी नहीं होने का अनुरोध करता है और कोशिश करने का",
  "to secure the ends of justice, but such a state will come only after evidence is led, particularly when the prosecution had": "रदद किया जा सकता है, लेकिन ऐसा राज्य केवल साक्ष्य के नेतत्व के बाद ही आएगा, खासकर जब",
  "observed in Debendra Nath Padhi's case (supra) at the stage of framing charge roving and fishing inquiry is impermissible and": "के मामले [(सुप्रा) में देखा गया है, आरोप तय करने के चरण में, रोविंग और मछली पकड़ने की जांच",
  "a_mini trial cannot be conducted at such stage. At the stage of": "अस्वीकार्य है और ऐसे स्तर पर एक मिनी ट्रायल नहीं किया जा सकता है। आरोप तय करने के चरण में,",
  "framing of charge the submission on behalf of the accused has to_be confined to the material produced by the investigating": "अभियुक्त की ओर से प्रस्तुत किया जाना जांच एजेंसी द्वारा पेश की गई सामग्री तक ही सीमित होना किया जाना जांच एजें पेश की",
  "agency. The accused will get_an opportunity to prove the": "चाहिए। आरोपी को साबित करने का मौका मिलेगा",
  "(6) (2003) 6 SCC, 641": "(छः) (2003) 6 एससीसी, 644",
  "(7) (2008) 10 SCC 109,": "(सात) (2008) 40 एससीसी 409,"
}