{
  "(5) For the foregoing reasons, I see no ground to interfere with the order of the trial Court which deserves to be upheld in its conclusion.": "(5) उपरोक्त कारणों से, मुझे ट्रायल कोर्ट के आदेश में हस्तक्षेप करने का कोई आधार नहीं दिखता है, जो अपने निष्कर्ष में बरकरार रखने योग्य है।",
  "(6) The petition, therefore, fails and is dismissed.": "(6) अत: याचिका विफल हो जाती है और खारिज की जाती है।",
  "P.S. Bajwa": "पी एस बाजवा",
  "Before Rajiv Narain Raina, J.": "राजीव नारायण रैना, न्यायमूर्ति के समक्ष",
  "M/S SANT LAL SURINDER KUMAR—Peritioner": "मैसर्स संत त्राल सुरिंदर कुमार - याचिकाकर्ता",
  "versus": "बनाम",
  "M/S BEHL ROLLER & FLOUR MILLS (P.) LTD. AND OTHERS—Respondents": "मैसर्स बहल रोलर एंड फ्लोर मिल्स (पी.) लिमिटेड एवं अन्य - उत्तरदाता",
  "March 4, 2014": "4 मार्च , 204",
  "Code of Civil Procedure, 1908 - O. 7 R. 11 & O. 9 R. 7 -": "सिविल प्रक्रिया संहिता, 4908 0. 7 7? 4 और 09 7- वाद-याचिकाकर्ता की अस्वीकृति",
  "Rejection of plaint- Petitioner-firm was creditor of respondent company": "-फर्म प्रतिवादी कंपनी की ऋणदाता थी -996 में, याचिकाकर्ता ने धन वसूली के लिए",
  "- In 1996, petitioner filed suit for money recovery - In 1997, directors of company sought for rejection of plaint on ground that they were": "मुकदमा दायर किया -997 में, कंपनी के निदेशकों ने अस्वीकृति की मांग की इस आधार पर",
  "of company sought for rejection of plaint on ground that they were immune from personal recovery as Company Act, 1956 protects them": "वाद दायर किया गया कि वे व्यक्तिगत वसूली से प्रतिरक्षित थे क्‍योंकि कंपनी अधिनियम,",
  "and claim would lie against company - Trial Court dismissed suit qua": "956 उन्हें बचाता है और दावा कंपनी के खिलाफ होगा - ट्रायल कोर्ट ने निदेशक के लिए",
  "director but continued same qua other defendants - Petitioner argued": "मुकदमा खारिज कर दिया, लेकिन अन्य प्रतिवादियों के लिए वही जारी रखा - याचिकाकर्ता ने",
  "that application for rejection of plaint was filed by directors at belated": "तर्क दिया कि वाद की अस्वीकृति के लिए आवेदन निदेशकों द्वारा दायर किया गया था देर से",
  "stage and accordingly rights under order 7 Rule 11, CPC was waived": "चरण में और तदनुसार आदेश 7 नियम ] के तहत अधिकार, सीपीसी को माफ कर दिया",
  "off - Held, that statutory rights and protections afforded to directors by": "गया था, कानूलन द्वारा निदेशकों को प्रदान किए गए वैधानिक अधिकारों और सुरक्षा का दावा",
  "law can be claimed at any time as they go to root of jurisdiction - No": "किसी भी समय किया जा सकता है क्योंकि वे अधिकार क्षेत्र की जड़ में जाते हैं - दावों के",
  "place for coercive adjudication of claims through lawful process -": "जबरदस्ती निर्णय के लिए कोई जगह नहीं है कानूनी प्रक्रिया के माध्यम से - क़ानून के",
  "There is no estoppel against statute - Plaint stood rejected qua said defendants": "विरुद्ध कोई रोक नहीं है - प्रतिवादियों के अनुसार वादपत्र खारिज कर दिया गया",
  "Held, that statutory rights and protections afforded by law can be": "माना जाता है कि कानून द्वारा प्रदत्त वैधानिक अधिकारों और सुरक्षा का दावा किसी",
  "claimed at any time as they go to the root of jurisdiction. Any order": "भी समय किया जा सकता है क्‍योंकि वे अधिकार क्षेत्र की जड़ तक जाते हैं। उक्त दो",
  "passed or decree made by the trial Court against the wishes of the said": "प्रतिवादियों की इच्छा के विरुद्ध ट्रायल कोर्ट द्वारा पारित कोई भी आदेश या डिक्री कानून के",
  "two defendants would be contrary to law and suspect in appeal unless the": "विपरीत होगा और अपील में संदिग्ध होगा जब तक कि स्वीकार किए गए ऋण को स्वेच्छा",
  "admitted debt is discharged willingly or by free consent of defendants no. 4 and 5 surrendering rights as directors and paying debt piously and": "से या प्रतिवादियों की स्वतंत्र सहमति से छुट्टी नहीं दी जाती है। 4 और 5 ने निदेशक के रूप",
  "company. There is no place here for coercive adjudication of the claims through lawful process. It is a well recognized legal principal that there": "माध्यम से दावों के जबरदस्ती निर्णय के लिए यहां कोई जगह नहीं है। यह सर्वमान्य कानूनी",
  "is no estoppels against the statute.": "सिद्धांत है कि क़ानून के ख़िलाफ़ कोई रोक नहीं है।",
  "(Para 3)": "(पैरा3)",
  "Further held, that there are other defendants arrayed as parties": "इसके अलावा, यह माना गया कि प्रतिवादी कंपनी सहित अन्य प्रतिवादियों को भी",
  "satisfied as the plaintiffs remain at liberty to proceed against the remaining defendants.": "शेष प्रतिवादियों के खिलाफ आगे बढ़ने के लिए स्वतंत्र हैं।",
  "(Para 4)": "(पैरा 4)",
  "Vikas Kumar, Advocate, for the petitioner.": "विकास कुमार, अधिवक्ता, याचिकाकर्ता की ओर से।",
  "RAJIV NARAIN RAINA, J. (Oral)": "राजीव नारायण रैना, न्यायमूर्ति. (मौखिक)",
  "(1) The challenge in this petition is by the plaintiff to the order of the trial Court dated 30\" January, 2014 (P-5) allowing the application": "() इस याचिका में वादी द्वारा ट्रायल कोर्ट के आदेश दिनांक 30 जनवरी 204 (पी-5)",
  "filed by defendants No. 4 and 5 under Order 7 Rule 11, Code of Civil": "को चुनौती दी गई है, जिसमें आदेश 7 नियम |, सिविल प्रक्रिया संहिता 908 (संक्षेप में 'सीपीसी' के लिए के तहत प्रतिवादी संख्या 4 और 5 द्वारा दायर आवेदन की अनुमति दी गई",
  "leaving the contest between the plaintiff firm and the remaining defendants": "और शेष प्रतिवादियों के बीच प्रतिस्पर्धा छोड़ दी।",
  "(2) Indisputably defendants No. 4 and 5 were directors of M/s Behl Roller & Flour Mills (P) Ltd. at the time when the liability was incurred and the petitioner M/s Sant Lal Surinder Kumar became a": "(2) निर्विवाद रूप से प्रतिवादी संखया 4 और 5 उस समय मेसर्स बहल रोलर एंड फ्लोर मिल्‍्स (पी) लिमिटेड के निदेशक थे जब देनदारी हुई थी और याचिकाकर्ता मेसर्स संत लाल",
  "defendants No.4 and 5 were ex parte before the trial Court and on their": "प्रतिवादी/प्रतिवादी नंबर 4 और 5 ट्रायल कोर्ट के समक्ष एक पक्षीय थे और सीपीसी के आदेश",
  "application under Order 9 Rule 7, CPC the ex parte proceedings were set": "9 नियम 7 के तहत उनके आवेदन पर एक पक्षीय कार्यवाही को रद्द कर दिया गया था। यह",
  "aside. This happened in 1997. The suit was filed in 1996 and has remained pending. Be that as it may, at the fag end of the trial, defendants": "997 में हुआ था। मुकदमा 996 में दायर किया गया था और लंबित है। जैसा भी हो, मुकदमे",
  "No. 4 and 5 sprang a surprise on the plaintiff firm by filing an application": "आवेदन दायर करके वादी फर्म को आश्चर्यवकित कर दिया। यह वाद प्रतिवादी संख्या 4 और",
  "rejected qua defendants No. 4 and 5 for the reason that the relief and claim made in the suit was barred in favour of the applying defendants": "5 के आधार पर खारिज किए जाने योग्य है क्‍योंकि मुकदमे में की गई राहत और दावा",
  "claim made in the suit was barred in favour of the applying defendants by virtue of the provisions of the Companies Act, 1956 which protect": "कंपनी अधिनियम, 956 के प्रावधानों के आधार पर आवेदन करने वाले प्रतिवादियों के पक्ष में वर्जित था, जो निदेशकों को व्यक्तिगत हितों से बचाता है। विवादित लेनदेन में कंपनी के",
  "Directors against personal liability while acting as Directors of the": "निदेशक के रूप में कार्य करते समय दायित्व और जिनके खिलाफ, अन्य बातों के अलावा, धन",
  "claim for money was brought in the suit for recovery of money. Defendants No. 4 and 5 are plainly immune from personal recovery as": "की वसूली के लिए मुकदमे में धन का दावा लाया गया था। प्रतिवादी संख्या 4 और 5 स्पष्ट",
  "law protects them. The claim, if any, would lie against the company and": "रूप से व्यक्तिगत वसूली से प्रतिरक्षित हैं क्योंकि कानून उनकी रक्षा करता है। दावा, यदि कोई",
  "(3) The next argument advanced by the learned counsel for the": "(3) याचिकाकर्ता के विद्वान वकील द्वारा दिया गया अगला तर्क यह है कि आदेश 7"
}