{
  "(8) The writ petition is allowed only for the prayer for quashing of the orders of cancellation of the registered instrument.": "(6) मैं रिट याचिका को केवल दस्तावेज़ के पंजीकरण को रद्द करने के लिए प्राधिकरण",
  "as per §.2(9) self cultivation, inter alia, means cultivation under": "साथ विचार किया गया है-इसके अलावा, खंड 2 (9) के अनुसार स्व-खेती का",
  "888 I.L.R. PUNJAB AND HARYANA 2012(1)": "888",
  "accepted, it would mean giving a power to Registering authority to adjudicate": "स्वीकार किए जाने का अर्थ होगा कि पंजीकृत प्राधिकारी को यह निर्णय लेने की शक्ति",
  "on whether a vendor has title to transfer property or not. Such adjudication": "देना कि किसी विक्रेता के पास संपत्ति हस्तांतरित करने का अधिकार है या नहीं । इस",
  "is indeed alien to the scheme of the Registration Act. A registration is never": "तरह का निर्णय वास्तव में पंजीकरण अधिनियम की योजना के लिए अलग है। एक",
  "an instrument that contains a warranty of title. A warranty does not issue": "पंजीकरण कभी भी एक उपकरण नहीं होता है जिसमें शीर्षक की वारंटी होती है।",
  "from the State or its functionary while registering a document. On the other": "दस्तावेज़ पंजीकृत करते समय राज्य या उसके पदाधिकारी से वारंटी जारी नहीं की जाती",
  "between the parties, namely, the vendor and the vendee or the executant": "है ।दूसरी ओर, यह पक्षों, अर्थात्‌ विक्रेता और विक्रेता या निष्पादक और साधन के",
  "of sale or upholding the entitlement of the petitioners to give title through": "लेन-देन को मंजूरी देने या लिखत द्वारा से मालिकाना हक देने के लिए याचिकाकर्ताओं",
  "the instrument. They will be independently dealt with in an appropriate situation by persons which have the competency to challenge or who are": "की पात्रता को बनाए रखने के रूप में नहीं समझा जाएगा । जिन व्यक्तियों में चुनौती देने की क्षमता है या जो लेन-देन से प्रभावित हैं, उनके द्वारा उचित स्थिति में उनसे स्वतंत्र",
  "(Para 5)": "(पैरा 5)",
  "Anil Khetarpal, Advocate, for the petitioners.": "याचिकाकर्ताओं की ओर से अधिवक्ता अनिल खेतरपाल ,",
  "Kriti Singh, DAG, Haryana, for respondents No.1 to 4.": "कृति सिंह, डीएजी, हरियाणा, उत्तरदाताओं के लिए संख्या ] से 4 के लिए।",
  "Arun Jain, Senior Advocate with Amit Jain, Advocate, for respondent No.5.": "अरुण जैन, प्रतिवादी संख्या 5 के लिए अधिवक्ता अमित जैन के साथ वरिष्ठ अधिवक्ता",
  "None for respondent No.6.": "प्रतिवादी संख्या 6 के लिए कोई नहीं ।",
  "Akshay Bhan, Advocate, for respondent No.7.": "प्रतिवादी संख्या 7 की ओर से अक्षय भान, अधिवक्ता",
  "K. KANNAN, J. (ORAL)": "के, कन्‍नन, जे. (07२6।.)",
  "(1) The petitioners who claim to be representatives of a Religious": "(]) याचिकाकर्ता जो धार्मिक और पूर्त न्यास के प्रतिनिधि होने का दावा करते हैं, वे",
  "Commission-cum-Collector-cum-Registrar cancelling a sale deed executed by the petitioners in favour of the third party. The cancellation is purported": "उपायुक्त-सह-कलेक्टर-सह-पंजीयक द्वारा याचिकाकर्ताओं द्वारा तीसरे पक्ष के पक्ष में निष्पादित बिक्री विलेख को रद्द करने के आदेश से व्यथित हैं | यह रद्द करना कथित तौर",
  "to be done on the instructions from Collector that it should be cancelled": "पर कलेक्टर के निर्देश पर किया गया है कि इसे नियमों के अनुसार रद्द किया जाना",
  "as per rules. The Joint Registrar did no more than carrying out directions of the Collector to a “T’ and stating that the document is annulled.": "चाहिए । संयुक्त पंजीयक ने कलेक्टर के 'टी' के निर्देशों का पालन करने और यह कहने",
  "VAID FAMILY CHARITABLE TRUST AND ANOTHER v. 887": "887",
  "(K. Kannan, J.)": "(के. कन्‍्नन, जे.)",
  "(7) All the aforesaid reasons are fully applicable to the facts of the": "(7) उपरोक्त सभी कारण वर्तमान मामले के तथ्यों पर पूरी तरह से लागू होते हैं।",
  "present case. Therefore, we are of the view that the order passed by learned Single Judge directing the respondents to de-notify the land does not suffer": "इसलिए, हमारा विचार है कि विद्वान एकल न्यायाधीश द्वारा प्रतिवादी को भूमि को अधिसूचित करने का निर्देश देने वाला आदेश किसी भी कानूनी दुर्बलता से ग्रस्त नहीं है,",
  "from any legal infirmity, which may warrant interference of this Court. On equity also we are of the view that the land which was purchased on": "जो इस न्यायालय के हस्तक्षेप की गारंटी दे सकता है | इक्विटी पर भी हमारा विचार है कि",
  "equity also we are of the view that the land which was purchased on 19.3.1974 and of which possession had not been taken till the year 1985": "जिस भूमि को आई. डी. पर खरीदा गया था और जिसका कब्जा वर्ष 985 तक नहीं",
  "could not now be permitted to be utilized by the State Government for the so called public purpose. Accordingly the appeal fails and the same is": "लिया गया था, उसे अब राज्य सरकार द्वारा तथाकथित सार्वजनिक उद्देश्य के लिए उपयोग करने की अनुमति नहीं दी जा सकती है |तदनुसार अपील विफल हो जाती है",
  "J.S. Mehndiratha": "जे. एस. मेहंदीरथा",
  "Before K. Kannan, J.": "के. कन्‍नन से पहले, जे.",
  "VAID FAMILY CHARITABLE TRUST AND ANOTHER,—Petitioners": "वी. ए. आई. डी. फैमिली पूर्त न्यास और एक और,-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA & OTHERS,—Respondents CWP No. 4638 of 2010": "हरियाणा राज्य और अन्य, -उत्तरदाता 2040 का सी. डब्ल्यू. पी. सं. 4638",
  "Constitution of India - Art.226/227 - Registration Act - Ss.34": "भारत का संविधान-५७.226/227-पंजीकरण अधिनियम-55.34 और 35-",
  "& 35 - Deputy commissioner-cum-Collector-cum-Registrar cancelled sale deed executed by representatives of religious & charitable": "उपायुक्त-सह-कलेक्टर-सह-पंजीयक ने धार्मिक और पूर्त न्यास के प्रतिनिधियों द्वारा निष्पादित बिक्री विलेख को रद्द कर दिया-क्या पंजीयक के पास भारतीय",
  "sale deed executed by representatives of religious & charitable trust - Whether Registrar had power under Indian Registration Act": "द्वारा निष्पादित बिक्री विलेख को रद्द कर दिया-क्या पंजीयक के पास भारतीय पंजीकरण अधिनियम के तहत बिक्री विलेख को रद्द करने की शक्ति थी-",
  "to cancel the sale deed - Held, Registering authority has no power": "आयोजित, पंजीकरण प्राधिकरण के पास निर्णय लेने की कोई शक्ति नहीं है-",
  "to adjudicate - To legally record existence of contract is administrative": "अनुबंध के अस्तित्व को कानूनी रूप से दर्ज करना प्रशासनिक अधिनियम है-",
  "act - Petition allowed for quashing of order.": "आदेश को रद्द करने के लिए याचिका की अनुमति है।",
  "Held, That it must be remembered that the Court was considering the provisions of Sections 34 and 35, which definitely contains the power": "अभिनिर्धारित किया कि यह याद रखना चाहिए कि न्यायालय धारा 34 और 35 के प्रावधानों पर विचार कर रहा था, जिसमें निश्चित रूप से उप-पंजीयक को दस्तावेज़",
  "to the Sub-Registrar to refuse to register a document. If there was denial": "पंजीकृत करने से इनकार करने की शक्ति है | यदि निष्पादन से इनकार किया गया था",
  "he is bound to register the same. The powers of the Registrar regarding": "वह उसी को पंजीकृत करने के लिए बाध्य है ।पर्यवेक्षण के संबंध में पंजीयक की शक्तियों",
  "supervision must only ensure that there exists no violation of the Act and": "को केवल यह सुनिश्चित करना चाहिए कि अधिनियम और नियमों का कोई उल्लंघन नहीं",
  "the Rules and such a power cannot extend to annulment of the registration": "हुआ है और ऐसी शक्ति पहले से किए गए पंजीकरण को रद्द करने तक नहीं बढ़ सकती",
  "(3) The petitioners also refer to the judgment in *‘Hussain Ali Shah": "(3) याचिकाकर्ताओं ने हुसैन अली शाह के फैसले का भी उल्लेख किया है।",
  "versus Sardar Ali Shah and others (1), which held that a Registrar has": "बनाम सरदार अली शाह और अन्य (), जिसमें कहा गया था कि एक पंजीयक ने",
  "no power to cancel the registration of a document and it was unauthorized.": "किसी दस्तावेज़ के पंजीकरण को रद्द करने की कोई शक्ति नहीं थी और यह अनधिकृत",
  "The High Court specifically held that “section does not confer upon him": "था । उच्च न्यायालय ने विशेष रूप से कहा कि \"धारा उसे किसी ऐसे दस्तावेज के",
  "the power of canceling the registration of a document, the execution of which": "पंजीकरण को रद्द करने की शक्ति प्रदान नहीं करती है, जिसके निष्पादन से इनकार",
  "is not denied and which has been already registered by a Sub- Registrar”.": "नहीं किया गया है और जिसे पहले से ही उप-पंजीयक द्वारा पंजीकृत किया गया है। \"इसी",
  "The same issue has also been dealt with in two another decisions of Madhya Pradesh High Court and Patna High Court in “Nyadarsingh versus": "मुद्दे बनाम मध्य प्रदेश उच्च न्यायालय और पटना उच्च न्यायालय के दो अन्य फैसलों में",
  "Chensing” (2) and ‘The Managing Committee and others versus State of Bihar and others” (3), respectively. In the latter case, the": "चेन्सिंग \"(2) और\" प्रबंध समिति और अन्य बनाम बिहार राज्य और अन्य \"(3), क्रमशः । बाद के मामले में,",
  "decision of the Lahore High Court was cited and approved.": "लाहौर उच्च न्यायालय के फैसले का हवाला दिया गया और उसे मंजूरी दी गई | (4)",
  "(4) Learned counsel also referred to a decision of this Court in": "विद्वान वकील ने इस न्यायालय के एक निर्णय का भी उल्लेख किया",
  "‘‘Jodh Singh and others versus The Registrar, (Deputy Commissioner)": "“जोध सिंह और अन्य बनाम पंजीयक, (उपायुक्त)",
  "and others” (4), that contained a challenge under Article 226 to the": "और अन्य (4), जिसमें अनुच्छेद 226 के तहत एक ऐसे विलेख को रद्द करने की",
  "respondents who supported the order of the Registrar canceling the document": "की मिलीभगत से किए गए दस्तावेज़ को रद्द करने के पंजीयक के आदेश का समर्थन",
  "that the Sub-Registrar had with connivance of the petitioner, registered the document and the Registrar rectified the wrong done by the Sub-Registrar.": "किया था, दस्तावेज़ को पंजीकृत किया था और पंजीयक ने उप-पंजीयक द्वारा की गई",
  "The Court posed the question in para 13 as to whether the Registrar had": "गलती को ठीक किया था | अदालत ने पैरा 3 में सवाल उठाया कि क्या पंजीयक के",
  "any power under the Indian Registration Act to cancel the sale-deed. After": "पास भारतीय पंजीकरण अधिनियम के तहत बिक्री-विलेख को रद्द करने की कोई शक्ति",
  "referring the provisions of Sections 34 and 35, it held that the powers of": "है । धारा 34 और 35 के प्रावधानों को संदर्भित करने के बाद, इसने अभिनिर्धारित",
  "Sub- Registrar in registering a document presented to him for registration": "किया कि पंजीकरण के लिए उसे प्रस्तुत किए गए दस्तावेज़ को पंजीकृत करने में उप-",
  "890 I.L.R. PUNJAB AND HARYANA 2012(1)": "890",
  "deed could not be sustained. This, in my view, would constitute the principle": "विलेख को कायम नहीं रखा जा सका । यह, मेरे विचार में, इस निर्णय के लिए प्रतिपादित",
  "of law enunciated or the ratio decidendi to this judgment. The Court,": "कानून के सिद्धांत या अनुपात का गठन करेगा । हालाँकि, न्यायालय ने याचिकाकर्ताओं के",
  "however, refused to exercise the jurisdiction in favour of the petitioners": "पक्ष में अधिकार क्षेत्र का प्रयोग करने से इनकार कर दिया और कहा कि कानून की",
  "holding that every error of law would not induce the Court to exercise the": "हर त्रुटि न्यायालय को असाधारण अधिकार क्षेत्र का प्रयोग करने के लिए प्रेरित नहीं",
  "extra-ordinary jurisdiction and observed that the Registrar had done nothing to cause any injustice to the petitioners.": "करेगी और कहा कि पंजीयक ने याचिकाकर्ताओं के साथ कोई अन्याय करने के लिए",
  "(5) It must be remembered that the Court was considering the provisions of Sections 34 and 35, which definitely contains the power to": "(5) यह याद रखना चाहिए कि न्यायालय धारा 34 और 35 के प्रावधानों पर विचार",
  "execution or if it was at the instance of a person who was incapable of": "इनकार करने की शक्ति है। यदि निष्पादन से इनकार किया गया था या यदि यह किसी",
  "executing a document such as a minor or a lunatic, refusal to register could": "ऐसे व्यक्ति के कहने पर किया गया था जो नाबालिग या पागल जैसे दस्तावेज़ को",
  "from the legal competence of some persons who could validly transfer title": "को निष्पादित करने की क्षमता की अंतर्निहित कमी कुछ व्यक्तियों की कानूनी क्षमता से",
  "on whether a vendor has title to transfer property or not. Such an adjudication": "विक्रेता को संपत्ति हस्तांतरित करने का अधिकार है या नहीं, इस पर निर्णय लेने के",
  "is indeed alien to the scheme of the Registration Act. We are not merely": "अधिनियम की योजना के लिए अलग है। हम केवल इस मामले पर निर्णय नहीं ले रहे हैं",
  "deciding a case of whether a transaction could have been admitted before": "कि क्‍या एक लेनदेन को एक पंजीयक के समक्ष स्वीकार किया जा सकता था, जिस तरह",
  "a Registrar, the way a minor or a lunatic could not. On the other hand, we": "से एक नाबालिग या एक पागल नहीं कर सकता था | दूसरी ओर, हम किसी व्यक्ति की",
  "are considering the validity of the cancellation effected on the basis of": "इस आपत्ति के आधार पर रद्द करने की वैधता पर विचार कर रहे हैं कि किसी न्यास की",
  "Trust could not have been sold. A registration is never an instrument that": "संपत्ति को बेचा नहीं जा सकता था ।एक पंजीकरण कभी भी एक उपकरण नहीं होता है",
  "contains a warranty of title. A warranty does not issue from the State or its functionary while registering a document. On the other hand, it is an": "जिसमें शीर्षक की वारंटी होती है।दस्तावेज़ पंजीकृत करते समय राज्य या उसके पदाधिकारी से वारंटी जारी नहीं की जाती है | दूसरी ओर, यह पक्षों, अर्थात्‌ विक्रेता और",
  "administrative act to legally record the existence of a contract between the parties, namely, the vendor and the vendee or the executant and the person": "विक्रेता या निष्पादक और साधन के तहत लाभ लेने वाले व्यक्ति के बीच एक अनुबंध के",
  "effected, shall not be understood as approving the transaction of sale or": "किया गया है, उसे बिक्री के लेन-देन को मंजूरी देने या लिखत द्वारा से मालिकाना हक"
}