{
  "HARYANA AND OTHERS (K. Kannan, J.)": "और अन्य _न्‍यामूर्ति के. कन्नन)",
  "2 I.L.R. PUNJAB AND HARYANA 2013(1)": "2 आई. एल. आर. पंजाब और हरियाणा 203(])",
  "05.10.2007 and the public information on this was given in advertisement": "दिशा-निर्देश जारी किए थे और इनकी सार्वजनिक जानकारी 4.0.2007 को प्रमुख",
  "(Para 15)": "(पैरा 5)",
  "Pawan K. Mutneja, Advocate, for the petitioner.": "पवन के. मुतनेजा, अधिवक्ता याचिकाकर्ता की ओर से |",
  "Kirti Singh, DAG, Haryana.": "कीर्ति सिंह, डीएजी, हरियाणा।",
  "S.S.Sandhu, Advocate, for respondent No.2.": "एस एस संधू अधिवक्ता, प्रत्यर्थी संख्या 2 के लिए।",
  "K. KANNAN, J.": "न्यामूर्ति के. कन्नन",
  "I. Khokra Kot - a declared “protected area”": "|. खोकरा कोट-एक चोषित \"संरक्षित क्षेत्र\"",
  "(1) The writ petition is at the instance of a Society formed by the": "()) रिट याचिका खोकरा कोट के निवासियों द्वारा गठित एक सोसायटी के",
  "the Ancient Monuments and Archaeological Sites and Remains Act, 1958": "प्राचीन स्मारक और पुरातत्व स्थल और अवशेष अधिनियम, 958 (जिसे इसके बाद",
  "“ancient city” at Khokra Kot, Rohtak district has been declared as protected monument under Section 3(i) of the Ancient Monuments Preservation Act,": "खोकरा कोट में \"प्राचीन शहर\"के स्थल को प्राचीन स्मारक संरक्षण अधिनियम,",
  "monument under Section 3(i) of the Ancient Monuments Preservation Act, 1904 (hereinafter called, ‘the 1904 Act’). This notification has been confirmed": "904 (जिसे इसके बाद ४904 अधिनियम' कहा जाता है) की धारा 3 6) के तहत",
  "of powers of the Central Government under Section 20(1) of the 1904 Act. The following area was declared as “protected area”’:-": "संरक्षित स्मारक घोषित किया गया है।।904 के अधिनियम की धारा 20 (0) के तहत",
  "Before K.Kannan, J.": "न्यामूर्ति के. कन्नन के समक्ष।",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS,—Respondents": "हरियाणा राज्य और अन्य,- प्रतिवादीगण",
  "CWP No.15930 of 2009": "सी. डब्ल्यू पी. सं. 2009 का 5930",
  "Constitution of India, 1950 - Art.21 - Ancient Monuments": "भारत का संविधान, 950- अनुछेद 2-प्राचीन स्मारक और पुरातत्व स्थल और",
  "and Archaeological Sites and Remains Act, 1958 - S.2(i), 19 -": "अवशेष अधिनियम, ॥958-धारा 2 0), 9-प्राचीन स्मारक संरक्षण अधिनियम,",
  "Ancient Monuments Preservation Act, 1904 - S.2(1), 3(i), 20(D, 20(2), 20-C - State Reorganization Act - S.126 - Notice issued by": "4904-धारा 2 (0), 3 0), 20 ()), 20 (2), 20-सी-राज्य पुनर्गठन अधिनियम- धारा",
  "Kot was declared as ‘protected area’ under the Act - Disposed of by": "चुनौती दी गई-खोकरा कोट को अधिनियम के तहत 'संरक्षित क्षेत्र' घोषित किया",
  "issuing directions to State to draw up a plan of action and compensate landowners.": "गया था-जिसका निपटान राज्य को कार्य योजना तैयार करने और भूमि मालिकों को मुआवजा देने के लिए निर्देश जारी किया गया था।",
  "Held, that the removal of construction made in contravention which": "यह अभिनिर्धारित किया गया कि उल्लंघन में किए गए निर्माण को हटाना, जो",
  "is permissible through the impugned notices grapples with certain serious": "विवादित नोटिसों के माध्यम से अनुमेय है, कुछ गंभीर मानवीय समस्याओं से",
  "human problems and will have to be handled with enormous sensitivity. The": "जूझता है और इसे अत्यधिक संवेदनशीलता के साथ संभालना होगा।विशिष्ठ",
  "places reserved for specific purposes are not always used as such. Pavements": "उद्देश्यों के लिए आरक्षित स्थानों का उपयोग हमेशा इस तरह से नहीं किया जाता",
  "are meant for walking but get to be occupied by pavement dwellers. They": "है।फुटपाथ पैदल चलने के लिए होते हैं लेकिन फुटपाथ पर रहने वालों द्वारा कब्जा",
  "thrown out in Olga Tellis Versus Bombay Municipal Administration-(1985)": "सर्वोच्च न्यायालय ने ओल्गा टेलिस बनाम बॉम्बे नगर प्रशासन-(।985) 3 एस. सी.",
  "vendors occupying large places. We have still have a declared national": "लिए बनाई गई सड़कों के बड़े स्थानों पर विक्रेताओं का कब्जा हैं।हमारे पास अभी",
  "policy to protect street vendors having their wares in mobile units. (See:": "भी पुटपाथ विक्रेताओं जो अपना सामान मोबाइल इकाइयों में रखते है की सुरक्षा",
  "National policy dated 20.01.2004 by Ministry of Urban Employment &": "के लिए एक घोषित राष्ट्रीय नीति है। राष्ट्रीय नीति दिनांक 20.0।.2004, रोजगार",
  "Khasra No.6800 measuring | bigha and 11 biswas": "खसरा |२०.6800 माप बीघा और ॥| बिस्वास",
  "Khasra No.6802 measuring 4 bighas and 18 biswas": "खसरा |२०.6802 माप 4 बीघा और 8 बिस्वास",
  "Khasra No.6803 measuring 3 bighas and 1 biswas": "खसरा |२०.6803 माप 3 बीघा और  बिस्वास",
  "Khasra No.6804 measuring 30 bighas and 7 biswas": "खसरा |२०.6804 माप 30 बीघा और 7 बिस्वास",
  "Khasra No.6846 measuring 21 bighas and 15 biswas": "खसरा |२०.6846 माप 2। बीघा और १5 बिस्वास",
  "Khasra No.6847 measuring | bigha and 6 biswas Khasra No.6859 measuring 36 bighas and 4 biswas": "खसरा |२०.68५47 माप 4 बीघा और 6 बिस्वास",
  "Total 360 bighas and 4 biswas or 225 acres.": "कुल 360 बीघास और 4 बिस्वास या 225 एकड़स",
  "II. Petitioner’s contention: Effect of declaration on ownership rights": "॥. याचिकाकर्ता का तर्क; स्वामित्व अधिकारों पर घोषणा का प्रभाव",
  "(2) The contention is that the property which is declared as a ‘protected area’ under the 1904 Act allows for user of the property without": "(2) तर्क यह है कि 904 के अधिनियम के तहत 'संरक्षित क्षेत्र' के रूप में",
  "excavations, the Government could do so by acquiring the property and": "अनुमति देती है और यदि खुदाई करने का प्रस्ताव है, तो सरकार संपत्ति का",
  "paying compensation under the Land Acquisition Act. The power of acquisition": "अधिग्रहण करके और भूमि अधिग्रहण अधिनियम के तहत मुआवजे का भुगतान",
  "is secured through Section 20-C of the 1904 Act. The petitioner’s grievance": "करके ऐसा कर सकती है। अधिग्रहण की शक्ति 904 के अधिनियम की धारा 20- सी के माध्यम से सुरक्षित है। याचिकाकर्ता की शिकायत है कि 958 के अधिनियम",
  "property in the manner contemplated under Section 20-C of the 1904 Act.": "सरकार द्वारा 4904 के अधिनियम की धारा 20-सी के तहत विचार किए गए तरीके",
  "III. State’s defence & compulsion to act for removal of construction": "॥. राज्य का पक्ष और निर्माण को हटाने के लिए कार्रवाई करने की मजबूरी",
  "(3) The State has filed its objections stating that the members of": "(3) राज्य ने यह कहते हुए अपनी आपत्तियां दायर की हैं कि याचिकाकर्ता-",
  "the petitioner-Society, namely, the local residents knew all along that the": "सोसायटी के सदस्यों, अर्थात्‌ स्थानीय निवासियों को हमेशा से पता था कि जो संपत्ति",
  "property which is the subject of impugned notices had been declared as": "विवादित नोटिस का विषय है, उसे एक 'संरक्षित क्षेत्र' घोषित किया गया था",
  "4 I.L.R. PUNJAB AND HARYANA 2013(1)": "4 आई. एल. आर. पंजाब और हरियाणा 203(])",
  "exercise for removal of these unauthorized constructions has been undertaken": "और याचिकाकर्ता के निर्माण अनधिकृत हैं।इन अनधिकृत निर्माणों को हटाने की",
  "by the Government even earlier but they were thwarted by the resistance of the villagers. The State was sensitive to the directions given by the this": "कवायद सरकार द्वारा पहले भी की गई है, लेकिन ग्रामीणों के प्रतिरोध ने उन्हें",
  "Court in Munshi Ram Versus State of Punjab and others in CWP No.17704": "विफल कर दिया।राज्य सी. डब्ल्यू पी. संख्या 499 की ॥7704 में मुंशी राम बनाम पंजाब राज्य और अन्य 4.0.2008 को निर्णित मामले में इस न्यायालय द्वारा",
  "directions for the purpose of carrying out the provisions of 1958 Act": "हैं। जिनमें 4958 के अधिनियम के प्रावधानों को प्रभावी ढंग से लागू करने के उद्देश्य",
  "effectively and the Court directions include, allowing for even any public": "से दिए गए निर्देश शामिल हैं, और यह भी शामिल है की यदि इस अदालत के",
  "spirited person to approach the Court within one month from the date of the judgment of this Court, if the encroachments of the ancient monuments": "फैसले की तारीख से एक महीने के भीतर प्राचीन स्मारकों का अतिक्रमण नहीं हटाया गया तो किसी भी सार्वजनिक उत्साही व्यक्ति को भी अदालत का दरवाजा",
  "had not been carried out. The State action was prompted by the High Court": "खटखटाने की अनुमति होगी। राज्य की कारवाई उच्च न्यायालय के निर्देशों से प्रेरित",
  "directives and the petitioners shall not be allowed to continue in possession of the property.": "थी और याचिकाकर्ताओं को संपत्ति पर कब्जा बनाए रखने की अनुमति नहीं दी जाएगी।",
  "(4) The Union has filed its reply contending that the power which": "(4) संघ ने यह तर्क देते हुए अपना जवाब दाखिल किया है कि 904 के",
  "Act and all the petitioners have secured unlawful concession from the local authorities to put up constructions, in spite of the notification as a protected": "दिया गया है और सभी याचिकाकर्ताओं ने एक संरक्षित क्षेत्र के रूप में अधिसूचना के बावजूद निर्माण करने के लिए स्थानीय अधिकारियों से गैरकानूनी रियायत प्राप्त",
  "area where no construction could have been put up. The respondent has": "की है, जहां कोई निर्माण नहीं किया जा सकता था। प्रतिवादी ने इस बात से इनकार",
  "denied that the members of the petitioner-Society has any larger right under the 1904 Act to retain possession of their constructions in spite of the place": "किया है कि याचिकाकर्ता-सोसायटी के सदस्यों को 904 के अधिनियम के तहत",
  "the 1904 Act to retain possession of their constructions in spite of the place being declared as a “protected area”.": "इस स्थान को \"संरक्षित क्षेत्र\"घोषित किए जाने के बावजूद अपने निर्माण पर कब्जा",
  "IV. Archaeological importance of Khokra Kot": "।४. खोकरा कोट का पुरातातिक महत्व",
  "(5) The archaeological site at Khokra Kot has revealed pottery from Pre-Harappan and early historical times just after 1500 BC. Coin": "(5) खोकरा कोट के पुरातातिक स्थल से पूर्व-हड़प्पा और 500 ईसा पूर्व के बाद के प्रारंभिक ऐतिहासिक समय के मिट्री के बर्तनों का पता चला है। पहली",
  "moulds from the early first century AD have thrown valuable light on the": "शताब्दी ईस्वी की शुरुआत से सिक्कों के सांचों ने सिक्कों की ढलाई की प्रक्रियाओं",
  "(6) The peasant-pastoral PGW culture of the Mauryan Period was": "(6) मौर्य काल की किसान-पशुपालन पीजीडब्ल्यू संस्कृति को लोहे, घोड़े और",
  "distinguished by the use of iron, horse and cattle and a thin grey coloured": "मवेशियों और एक पतले भूरे रंग के और चित्रित मिट्टी के बर्तनों के उपयोग से",
  "It can be noticed that while the 1958 Act specifically repealed the 1951": "यह ध्यान दिया जा सकता है कि जबकि 958 के अधिनियम ने विशेष रूप से",
  "Act and Section 126 of the State Reorganization Act, as regards the 1904": "904 के अधिनियम के संबंध में 95 के अधिनियम और राज्य पुनर्गठन",
  "Act, it preserves the continuance of acts done or omitted to be done under the 1904 Act before the commencement of 1958 Act. The 1904 Act had": "प्रारंभ से पहले 4904 के अधिनियम के तहत किए गए या किए जाने वाले",
  "and objects of archaeological, historical or artistic interest. The 1958 Act": "पुराताविक, ऐतिहासिक या कलात्मक रुचि की वस्तुओं के संरक्षण के घोषित उद्देश्य के साथ पारित किया गया था।॥958 के अधिनियम के समान उद्देश्य हैं",
  "subject of ‘ancient and historical monuments’ figures in Union List as Entry": "और ऐतिहासिक स्मारकों' का विषय संघ सूची में प्रविष्टि 67 के रूप में, राज्य",
  "67, in the State List as Entry 12 and in the Concurrent List as Entry 40.": "सूची में प्रविष्टि /2 के रूप में और समवर्ती सूची में प्रविष्टि 40 के रूप में",
  "In a way that one does not overlap with the other, the 1958 Act purports": "है।इस तरह से कि एक दूसरे के साथ अतिव्याप्त न हो, 4958 के अधिनियम",
  "modelled on the Act of 1904, but however, contains a few new provisions": "नए प्रावधान हैं जिनका उद्देश्य 904 के अधिनियम के काम करने में आने",
  "which are intended to overcome certain difficulties which had been": "वाली कुछ कठिनाइयों को दूर करना है।यह विशेष रूप से स्मारकों के",
  "to enter into agreement with Central Government for the maintenance of": "रखरखाव के लिए केंद्र सरकार के साथ समझौता करने से मालिकों के इनकार",
  "defined under Section 2(1) of the 1904 Act, but “protected area’, however,": "904 के अधिनियम में परिभाषित नहीं किया गया है। धारा 2 (ए) के तहत \"प्राचीन",
  "is not so defined. The definition of “ancient monument” under Section 2(1) of the 1904 Act is reproduced:-": "स्मारक\"की परिभाषा को पुनःप्रस्तुत किया गया हैः",
  "“Ancient monument” means any structure, erection or monument, or": "\"प्राचीन स्मारक\" का मतलब कोई भी संरचना, निर्माण या स्मारक, या कोई",
  "any tumulus or place of internment, or any cave, rock-sculpture,": "ट्यूमलस या नजरबंदी का स्थान, या कोई गुफा, चद्ठान-मूर्तिकला, शिलालेख या",
  "inscription or monolith, which is of historical, archaeological or": "मोनोलिथ अभिप्रेत है, जो ऐतिहासिक, पुराताविक या कलात्मक रुचि का है, और",
  "(a) thesite of an ancient monument;": "(क) एक प्राचीन स्मारक के अवशेष,",
  "KHOKRA KOT RESIDENTS SEWA SAMITI v. STATE OF 9": "खोकर कोट निवासी सेवा समिति बनाम हरियाणा राज्य 9",
  "VII. Manner of user of ‘protected area’-1958 Act contains additional": "५ 'संरक्षित क्षेत्र-958 अधिनियम के उपयोगकर्ता के तरीके में शामिल अतिरिक्त",
  "restriction": "प्रतिबंध।",
  "(13) The protected area which was allowed under the 1904 Act": "((3) जिस संरक्षित क्षेत्र को 904 के अधिनियम के तहत मालिक द्वारा उपयोग",
  "Act. It comes under a separate caption ‘protected area’ and the relevant": "व्यवहार मिलता है। यह एक अलग शीर्षक 'संरक्षित क्षेत्र के तहत आता है और इस",
  "provisions that come under this caption are Sections 19 and 20. Section": "शीर्षक के तहत आने वाले प्रासंगिक प्रावधान धारा 49 और 20 हैं।धारा ।9 एक",
  "19 imposes a restriction, while Section 20 is somewhat a replication of": "प्रतिबंध लगाती है, जबकि धारा 20 कुछ हद तक ॥904 के अधिनियम की धारा",
  "“19. Restrictions on enjoyment of property rights in protected areas.-": "“9, संरक्षित क्षेत्रों में संपत्ति के अधिकारों के उपभोग पर प्रतिबंध।- (॥) किसी",
  "(1) No person, including the owner or occupier ofa protected": "संरक्षित क्षेत्र के मालिक या अधिभोगकर्ता सहित कोई भी व्यक्ति, संरक्षित क्षेत्र",
  "area, shall construct any building, within the protected area or": "के भीतर किसी भी भवन का निर्माण नहीं करेगा या ऐसे क्षेत्र में कोई खनन,",
  "carry on any mining, quarrying, excavating, blasting or any operation ofa like nature in such area, or utilize such area or": "उतखनन, उत्खनन, विस्फोट या समान प्रकृति का कोई संचालन नहीं करेगा, या",
  "any part thereof in any other manner without the permission of": "केंद्र सरकार की अनुमति के बिना किसी अन्य तरीके से ऐसे क्षेत्र या उसके",
  "Provided that nothing in this sub-section shall be deemed to prohibit": "बशर्ते कि इस उप-धारा की कोई भी बात खेती के उद्देश्यों के लिए ऐसे किसी",
  "the use of any such area or part thereof for purposes of": "क्षेत्र या उसके हिस्से के उपयोग को प्रतिबंधित करने वाली नहीं मानी जाएगी,",
  "cultivation ifsuch cultivation does not involve the digging of not more than one foot of soil from the surface.": "यदि ऐसी खेती में सतह से एक फुट से अधिक मिट्टी की खुदाई शामिल नहीं है।",
  "The Central Government may, by order, direct that any building": "(2) केंद्र सरकार आदेश द्वारा निर्देश दे सकती है कि किसी संरक्षित क्षेत्र के",
  "contravention of the provisions of sub-section (1) shall be": "भीतर किसी व्यक्ति द्वारा उप-धारा (0) के प्रावधानों का उल्लंघन करते हुए",
  "removed within a specified period and, if the person refuses or": "निर्मित किसी भी भवन को एक निर्दिष्ट अवधि के भीतर हटा दिया जाएगा और",
  "cost of such removal.” (emphasis supplied)": "लागत का भुगतान करने के लिए उत्तरदायी होगा।” (जोर दिया गया)",
  "Section 20 is also reproduced:-": "धारा 20 को भी पुनःप्रस्तुत किया गया हैः",
  "for regularization of unauthorized colonies on 05.10.2007 and the public": "सरकार ने 05.0.2007 पर अनधिकृत कॉलोनियों को नियमित करने के लिए दिशा-",
  "information on this was given in advertisement published in leading newspapers": "समाचार पत्रों में प्रकाशित विज्ञापन में दी गई थी।",
  "(16) In this case, the action of the 2nd respondent in directing the": "(6) इस मामले में, हटाने का निर्देश देने में दूसरे प्रतिवादी की कार्रवाई एक",
  "removal comes after the State’s own lapse in not protecting its property": "संरक्षित क्षेत्र घोषित करने के बाद अपनी संपत्ति की रक्षा नहीं करने में राज्य की",
  "overnight. The State shall have a policy anda clean blueprint of what it wants": "पास एक नीति और एक स्पष्ट खाका होगा कि वह हटाने के बाद क्‍या करना चाहता",
  "to do after removal. It cannot be that the State wants to remove the constructions overnight and keep the place vacant without any further": "है।ऐसा नहीं हो सकता कि राज्य रातोंरात निर्माणों को हटाना चाहता है और बिना",
  "action. Places notified as ancient monuments in the year 1909 and declared": "स्मारकों के रूप में अधिसूचित और वर्ष 4938 में 'संरक्षित क्षेत्रों' के रूप में घोषित",
  "activity. Without a definite blueprint for its activity and a time frame for what": "लिए एक निश्चित खाका और इसके लिए एक समय सीमा के बिना कि वह क्‍या",
  "it proposes to do, the State shall not remove the constructions. The members": "करने का प्रस्ताव करता है, राज्य निर्माण को नहीं हटाएगा।याचिकाकर्ता के सदस्यों",
  "of the petitioner will be protected till such time as the Union and the State": "को तब तक संरक्षण दिया जाएगा जब तक कि केंद्र और राज्य सरकार एक कार्य",
  "consumption before they insist on removal of constructions that have already": "योजना तैयार नहीं कर लेती हैं और पहले से किए गए निर्माणों को हटाने पर जोर",
  "been made. This is only to take note of the human problem of what could": "देने से पहले इसे सार्वजनिक उपयोग के लिए प्रकाशित करती हैं।यह केवल इस मानवीय समस्या पर ध्यान देने के लिए है कि अगर राज्य सतर्कता बरतता और",
  "(1) 1985 (3) SCC 545": "()) 985 (3) एस. सी. सी. 545",
  "Section 19 of the 1958 Act again cast some additional restriction which": "958 के अधिनियम की धारा 9 ने फिर से कुछ अतिरिक्त प्रतिबंध लगाए जो",
  "Section 20 of the 1904 Act did not have. The restriction under Section 19,": "904 के अधिनियम की धारा 20 में नहीं थे।यह देखा जा सकता है कि धारा 9",
  "protected area except with the permission of the Central Government. The": "के तहत प्रतिबंध में केंद्र सरकार की अनुमति के अलावा किसी संरक्षित क्षेत्र में",
  "only activity in a protected area without such permission could be cultivation for an agricultural purpose that does not involve the digging of not more": "कोई भी निर्माण करने पर रोक शामिल है।इस तरह की अनुमति के बिना एक संरक्षित क्षेत्र में एकमात्र गतिविधि एक कृषि उद्देश्य के लिए खेती हो सकती है",
  "protected area in the places notified under the 1904 Act in the year 1938": "में 4904 के अधिनियम के तहत अधिसूचित स्थानों में संरक्षित क्षेत्र के मालिकों",
  "came to suffer a further restriction through the 1958 Act. The 1958 Act": "को ॥958 के अधिनियम के माध्यम से एक और प्रतिबंध का सामना करना",
  "is clear in its exposition that there can be no construction without the permission of Central Government.": "पड़ा। 958 का अधिनियम अपनी व्याख्या में स्पष्ट है कि केंद्र सरकार की अनुमति के बिना कोई निर्माण नहीं हो सकता है।",
  "VIII. Impugned notices under 1958 Act conform to law": "५॥॥. 958 अधिनियम के तहत विवादित नोटिस कानून के अनुरूप हों ।",
  "(14) Section 20 of the 1904 Act gets supplanted by Section 19": "(4) 904 के अधिनियम की धारा 20 को ॥958 के अधिनियम की थारा 49",
  "of the 1958 Act. By virtue of Section 39, the only thing which is protected": "द्वारा प्रतिस्थापित किया जाता है। धारा 39 के आधार पर, केवल एक चीज जो",
  "is the notification issued under the 1904 Act, declaring this property as": "संरक्षित है, वह है 4904 के अधिनियम के तहत जारी अधिसूचना, जिसमें इस संपत्ति",
  "protected area. If there has been already construction made under the": "को संरक्षित क्षेत्र घोषित किया गया है।यदि संरक्षित क्षेत्र के तहत पहले से ही निर्माण",
  "protected area, there is no question of those constructions being removed.": "किया जा चुका है, तो उन निर्माणों को हटाने का कोई सवाल ही नहीं है।दूसरी ओर,",
  "On the other hand, if any construction had been made subsequent to the coming into force of the 1958 Act, such construction could not have been": "यदि 958 के अधिनियम के लागू होने के बाद कोई निर्माण किया गया था, तो ऐसा",
  "done without the express permission of the Central Government. If such": "निर्माण केंद्र सरकार की स्पष्ट अनुमति के बिना नहीं किया जा सकता था।यदि ऐसे",
  "constructions are made, it shall be possible for the Government to invoke": "निर्माण किए जाते हैं, तो सरकार के लिए धारा 9 () के उल्लंघन में किए गए ऐसे",
  "its police power under Section 19(2) to have such constructions made in": "निर्माण को एक निर्दिष्ट अवधि के भीतर हटाने के लिए धारा 9 (2) के तहत अपनी पुलिस शक्ति का उपयोग करना संभव होगा।ठीक यही वह कार्य है जिसे करने की",
  "petition. I have not the materials before me to see whether all the members of the Society have had their constructions before 1958 itself. Notices will": "लिए सामग्री नहीं है कि क्या सोसायटी के सभी सदस्यों ने 958 से पहले ही अपने",
  "have to be therefore made to each one of the occupants through personally or general publication in the locality and such of those constructions which": "निर्माण किए हैं।इसलिए प्रत्येक अधिभोगियों को इलाके में व्यक्तिगत या सामान्य",
  "made in contravention of Section 19(1) that would be susceptible under": "को धारा 9 0) के उल्लंघन में किए गए निर्माण के रूप में लिया जा सकता है जो",
  "established; houses have been constructed; electrical installations are made;": "स्कूलों की स्थापना की गई है; घरों का निर्माण किया गया है; बिजली की स्थापना की",
  "and water connections have been given.": "गई है; और पानी के कनेक्शन दिए गए हैं।",
  "IX. The way forward-disposition, one of temporary suspension of impugned notices": "|(. आगे बढ़ने का रास्ता, विवादित नोटिसों के अस्थायी निलंबन एक हैं",
  "(15) The removal of construction made in contravention which is": "(5) उल्लंघन में किए गए निर्माण को हटाना जो विवादित नोटिसों के माध्यम से"
}