{
  "Judicial Magistrate, Rohtak, was taken note of. It was further found that": "रोहतक के न्यायिक मजिस्ट्रेट का संज्ञान लिया गया। यह भी पाया गया कि इस आशय का आयुक्त का अवलोकन कि",
  "even the observation of the Commissioner to the effect that the father of the petitioner was in illegal occupation of the panchayat land had not been proved inasmuch as from the demarcation report, it had been": "याचिकाकर्ता के पिता ने पंचायत की भूमि पर अवैध कब्जा किया था, यह भी साबित नहीं हुआ था क्योंकि सीमांकन",
  "revealed that the father of respondent no.4 was not in illegal possession": "रिपोर्ट से यह पता चला था कि प्रतिवादी संख्या ५ के पिता ने पंचायत की भूमि पर अवैध कब्जा नहीं किया था। यह",
  "of the panchayat land. It is the order dated 01.06.2022 passed by the Financial Commissioner which has been challenged by the petitioner in the present writ petition.": "वित्तीय आयुक्त द्वारा पारित दिनांक 0.06.2022 का आदेश है जिसे याचिकाकर्ता द्वारा वर्तमान रिट याचिका में चुनौती",
  "(5) On 31.08.2022, a coordinate Bench of this Court was pleased to pass the following order:-": "दी गई है। (5) 3.08.2022 को, इस न्यायालय की एक समन्वय पीठ ने निम्नलिखित आदेश पारित कियाः-",
  "“Father of the petitioner namely Jagdish was appointed as Lambardar by the Collector. The appointment was set aside": "\"याचिकाकर्ता के पिता जगदीश को कलेक्टर द्वारा लैम्बरदार के रूप में नियुक्त किया गया था। नियुक्ति को आयुक्त",
  "in appeal by the Commissioner and revision before the Financial Commissioner was dismissed. Thereafter, process": "द्वारा अपील में दरकिनार कर दिया गया था और वित्तीय आयुक्त के समक्ष संशोधन को खारिज कर दिया गया था।",
  "of appointment of Lambardar was re-initiated and respondent No. 4 has been appointed as Lambardar. Appeal": "इसके बाद, लैम्बरदार की नियुक्ति की प्रक्रिया फिर से शुरू की गई और प्रतिवादी नंबर ५ को लैम्बरदार के रूप में",
  "of the petitioner has been allowed but the appellate order has been reversed by the Financial Commissioner.": "नियुक्त किया गया। याचिकाकर्ता की अपील को अनुमति दी गई है लेकिन वित्तीय आयुक्त द्वारा अपीलीय आदेश को उलट दिया गया है।",
  "Learned counsel for the petitioner has argued that the Collector has committed a factual error in finding that": "याचिकाकर्ता के विद्वान वकील ने तर्क दिया है कि कलेक्टर ने यह पता लगाने में एक तथ्यात्मक त्रुटि की है कि प्रतिवादी",
  "respondent No. 4 was the real nephew of the deceased Lambardar. Thus, the Financial Commissioner was in error in reversing the order of the Commissioner.": "संख्या ५ मृतक लैम्बरदार का असली भतीजा था। इस प्रकार, वित्तीय आयुक्त ने आयुक्त के आदेश को उलटने में गलती",
  "There is nothing on record to suggest that the aforementioned finding is factually erroneous and, thus,": "यह सुझाव देने के लिए अभिलेख पर कुछ भी नहीं है कि उपरोक्त निष्कर्ष तथ्यात्मक रूप से गलत है और इस प्रकार,",
  "learned counsel for the petitioner prays for time to place on record relevant material.": "याचिकाकर्ता के लिए विद्वान वकील रिकॉर्ड पर प्रासंगिक सामग्री रखने के लिए समय की प्रार्थना करते हैं।",
  "To be listed as and when an appropriate application is filed in this regard.": "जब और जब इस संबंध में एक उपयुक्त आवेदन दायर किया जाता है तो सूचीबद्ध किया जाना है।",
  "(SUDHIR MITTAL)": "(सुधीर मित्तल)",
  "JUDGE": "न्यायाधीश",
  "August 31, 2022”": "3॥ अगस्त, 2022\"",
  "(6) A perusal of the above order would show that the argument which was sought to be raised by learned counsel for the petitioner on": "(6) उपरोक्त आदेश के अवलोकन से पता चलेगा कि याचिकाकर्ता के विद्वान वकील द्वारा जिस तर्क को उठाने की",
  "(11) A coordinate Bench of this Court in CWP-1318-2008": "(।॥) सीडब्ल्यूपी-38-2008 में इस न्यायालय की एक समन्वय पीठ ने .02.20॥5 को निर्णय लिया, जिसका शीर्षक",
  "decided on 11.02.2015 titled as Pishora Singh versus State of Punjab and others has held as under:-": "पिशोरा सिंह बनाम पंजाब राज्य और अन्य था: -",
  "“11. A perusal of the record shows that District Collector after appreciating the comparative merit found the petitioner": "\"॥. अभिलेख के अवलोकन से पता चलता है कि जिला कलेक्टर ने तुलनात्मक योग्यता की सराहना करने के बाद",
  "to be fit and suitable candidate and appointed him as such.": "याचिकाकर्ता को फिट और उपयुक्त उम्मीदवार पाया और उसे इस रूप में नियुक्त किया। महावीर सिंह बनाम खियाली",
  "In view of law laid down by Hon’ble the Supreme Court of India in the case of Mahavir Singh Vs. Khiali Ram & others, 2009(3) SCC-439, Lila Ram Vs. Asa Ram, 1995": "राम के मामले में भारत के सर्वोच्च न्यायालय द्वारा निर्धारित कानून को ध्यान में रखते हुए अन्य, 2009 (3) एस. सी.",
  "Lahore Law Times-29 followed by Division Bench of this Court in the case of Phool Kumar Vs. State of Haryana": "सी.-५३9, लीला राम बनाम आसा राम, 995 लाहौर लॉ टाइम्स-29 के पश्चात्‌ फूल कुमार बनाम हरियाणा राज्य और",
  "and others, 2010(2) RCR (Civil) 819, the choice of the": "अन्य, 200 (2) आर. सी. आर. (सिविल) 89 के मामले में इस न्यायालय की खंड पीठ द्वारा जिला कलेक्टर के चयन",
  "District Collector cannot be lightly set aside. It can only be set aside if there is perversity or illegality in the order of the": "को हल्के में नहीं लिया जा सकता है। इसे तभी अलग किया जा सकता है जब कलेक्टर के आदेश में विकृति या अवैधता",
  "12. In Mahavir Singh's case (supra) the Hon'ble Supreme Court of India has observed that there should be no": "2. महावीर सिंह के मामले (उपर्युक्त) में भारत के माननीय सर्वोच्च न्यायालय ने कहा है कि लैम्बरदार की नियुक्ति के",
  "interference with the choice made by the Collector in the matter of appointment of Lambardar even if two views are": "मामले में कलेक्टर द्वारा किए गए चयन में कोई हस्तक्षेप नहीं होना चाहिए, भले ही दो विचार संभव हों। लैम्बरदार के",
  "possible. It is only the prerogative of the Collector to compare the merits of the candidates for appointment to the": "पद पर नियुक्ति के लिए उम्मीदवारों की योग्यता की तुलना करना केवल कलेक्टर का विशेषाधिकार है। इसलिए, कानून",
  "post of Lambardar. Therefore, there is no doubt with regard to the proposition of law that choice of the Collector cannot be lightly set aside. The finding of the District Collector has": "के प्रस्ताव के संबंध में कोई संदेह नहीं है कि कलेक्टर की पसंद को हल्के में नहीं लिया जा सकता है। जिला कलेक्टर",
  "been affirmed by the Commissioner.”": "के निष्कर्ष की पुष्टि आयुक्त ने की है।",
  "(12) A perusal of the above judgment would show that the": "(2) उपरोक्त निर्णय के अवलोकन से पता चलता है कि महावीर सिंह बनाम खियाली राम और अन्य ' मामले में",
  "reliance was placed upon judgment of the Hon'ble Supreme Court in Mahavir Singh versus Khiali Ram & others', as well as other judgments on the proposition in question and it was observed that the": "माननीय उच्चतम न्यायालय के निर्णय के साथ-साथ प्रश्नगत प्रस्ताव पर अन्य निर्णयों पर निर्भरता रखी गई थी और यह",
  "choice of the District Collector cannot be lightly set aside and it could": "देखा गया था कि जिला कलेक्टर की पसंद को हल्के में नहीं लिया जा सकता है और इसे केवल उस स्थिति में अलग",
  "be set aside only in case there was some perversity or illegality in the order of the Collector.": "किया जा सकता है जब कलेक्टर के आदेश में कुछ विकृति या अवैधता थी।",
  "(13) The Division Bench of this Court in CWP-19720-2001 decided on 18.12.2001 titled as Sarwan Kumar versus The Financial": "(3) इस अदालत की डिवीजन बेंच ने सीडब्ल्यूपी-9720-200। में 8.2.200। को सर्वन कुमार बनाम वित्तीय",
  "Commissioner Appeals-I, Punjab’, has held as under:-": "आयुक्त अपील-।, पंजाब * शीर्षक से निर्णय लिया है, जिसमें कहा गया हैः-",
  "“The Commissioner, Jalandhar Division, Jalandhar did not": "“आयुक्त, जालंधर डिवीजन, जालंधर ने नहीं किया",
  "' 2009 (3) SCC 439": "! 2009 (3) एससीसी ५३9",
  "22002 (2) RCR (Civil) 520": "2 2002 (2) आरसीआर (सिविल) 520",
  "PARDEEP KUMAR v. STATE OF HARYANA AND OTHERS 281 (Vikas Bahl, J.)": "प्रदीप कुमार बनाम हरियाणा राज्य और अन्य (विकास बहल, जे.)",
  "Before Vikas Bahl, J.": "समक्ष विकास बहल, जे.",
  "PARDEEP KUMAR—Petitioner": "प्रदीप कुमार-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य-उत्तरदाता",
  "CWP No.19399 of 2022": "2022 का सीडब्ल्यूपी नंबर 49399",
  "January 09, 2023": "09 जनवरी, 2023",
  "Constitution of India, 1950—Art.226—Civil Writ Petition of certiorari seeking quashing order of Financial Commissioner": "भारत का संविधान, 950-आर्ट. 226-वित्तीय आयुक्त के आदेश को रद्द करने की मांग करने वाली प्रमाणपत्र की",
  "cannot be lightly interfered with unless there is some perversity or illegality in the order—Collector had taken into consideration the comparative merits of all the candidates.": "सकता जब तक कि आदेश में कुछ विकृति या अवैधता न हो-कलेक्टर ने सभी उम्मीदवारों के तुलनात्मक गुणों को ध्यान में रखा था।",
  "Held, that a perusal of the above judgment would show that the": "अभिनिर्धारित किया गया कि उपरोक्त निर्णय के अवलोकन से पता चलेगा कि महावीर सिंह बनाम खियाली राम और",
  "reliance was placed upon judgment of the Hon'ble Supreme Court in Mahavir Singh Vs. Khiali Ram & others, reported as 2009(3) SCC-439,": "अन्य मामले में माननीय उच्चतम न्यायालय के निर्णय पर निर्भरता रखी गई थी, जिसकी रिपोर्ट 2009 (3) एससीसी-",
  "as well as other judgments on the proposition in question and it was": "४५39 के रूप में की गई थी, साथ ही साथ प्रश्नगत प्रस्ताव पर अन्य निर्णयों पर भी और यह देखा गया कि जिला कलेक्टर",
  "observed that the choice of the District Collector cannot be lightly set aside and it could be set aside only in case there was some perversity or": "के चयन को हल्के में नहीं लिया जा सकता है और इसे केवल उस स्थिति में अलग किया जा सकता है जब कलेक्टर",
  "(Para 12)": "(पैरा 2)",
  "Further held that, the settled position of law on the proposition": "इसके अलावा यह अभिनिर्धारित किया गया कि, उस प्रस्ताव पर कानून की स्थिर स्थिति कि कलेक्टर की पसंद में तब",
  "with unless there is some perversity or illegality in the order, has not": "तक हल्का हस्तक्षेप नहीं किया जाना चाहिए जब तक कि आदेश में कुछ विकृति या अवैधता न हो, याचिकाकर्ता के",
  "been disputed by learned counsel for the petitioner. A perusal of the order of the Collector dated 24.07.2020 (Annexure P-5) would show": "विद्वान वकील द्वारा विवादित नहीं किया गया है। कलेक्टर के दिनांक 2५.07.2020 (अनुलग्नरक पी-5) के आदेश के",
  "that he had taken into consideration the comparative merits of all the candidates including the present petitioner and respondent no.4 and had": "अवलोकन से पता चलता है कि उन्होंने वर्तमान याचिकाकर्ता और प्रतिवादी संख्या ५ सहित सभी उम्मीदवारों के",
  "found that respondent no.4 was younger and more educated and was the": "तुलनात्मक गुणों को ध्यान में रखा था और पाया था कि प्रतिवादी संख्या ५ छोटा और अधिक शिक्षित था और मृतक",
  "real nephew of deceased Lambardar Kapoor Singh and also had the knowledge concerning the work of a Lambardar and therefore, had": "लंबाड़दार कपूर सिंह का वास्तविक भतीजा था और उसे एक लंबाड़दार के काम के बारे में भी जानकारी थी और",
  "appointed respondent no.4 as the Lambardar of village Rithal Phogat (General category). It has not been disputed before this Court that": "इसलिए उसने प्रतिवादी संख्या ५ को गांव रिठाल फोगाट के लंबाड़दार के रूप में नियुक्त किया था (सामान्य वर्ग)| इस",
  "(General category). It has not been disputed before this Court that respondent no.4 is a graduate whereas the petitioner is 10th pass. A": "न्यायालय के समक्ष यह विवादित नहीं किया गया है कि प्रत्यर्थी संख्या. ५ स्नातक है जबकि याचिकाकर्ता 0वीं पास है।",
  "further perusal of the order of the Collector would also show that the argument of learned counsel for respondent no.4 to the effect that he": "कलेक्टर के आदेश के आगे के अवलोकन से यह भी पता चलता है कि प्रत्यर्थी संख्या. ५ के विद्वान वकील का तर्क इस",
  "had helped his uncle Kapoor Singh in the work of Lambardari was also": "आशय का था कि उन्होंने अपने चाचा कपूर सिंह को लम्बरदारी के काम में मदद की थी",
  "noticed and even the fact that donations had been made by respondent no.4 to various organizations and also the fact that respondent no.4 was": "कार्य में सहायता की थी और यहां तक कि यह तथ्य भी कि प्रत्यर्थी नं. ५ द्वारा विभिन्न संगठनों को दान दिया गया था",
  "financially strong inasmuch as he had deposited Rs.41,50,500/- in Small": "प्रतिवादी संख्या ५ आर्थिक रूप से मजबूत था क्योंकि उसने लघु बचत योजना में ५।,50,500/- रुपये जमा किए थे,",
  "Savings Scheme, had two acres of agricultural land and one house was also noticed. The fact that 72 persons had supported respondent no.4": "दो एकड़ कृषि भूमि और एक घर भी था। इस तथ्य पर भी ध्यान दिया गया कि 72 व्यक्तियों ने प्रत्यर्थी संख्या ५ का",
  "and respondent no.4 had done the MPHW course was also noticed. It": "समर्थन किया था और प्रत्यर्थी संख्या ५ ने एमपीएचडब्ल्यू पाठ्यक्रम किया था। इस न्यायालय को यह नहीं दिखाया गया",
  "has not been shown to this Court that the order passed by the Collector was perverse or illegal in any manner or against any provision of law.": "है कि कलेक्टर द्वारा पारित आदेश किसी भी तरह से या कानून के किसी भी प्रावधान के खिलाफ विकृत या अवैध था।",
  "(Para 15)": "(पैरा ।5)",
  "Further held that, in the present case, it is not in dispute that at the time of passing of the order dated 01.06.2022 by the Financial": "इसके अलावा, वर्तमान मामले में, यह विवाद में नहीं है कि वित्तीय आयुक्त द्वारा दिनांक 0.06.2022 के आदेश को",
  "Commissioner, the petitioner was a defaulter of a bank loan, although it": "पारित करने के समय, याचिकाकर्ता बैंक ऋण का चूककर्ता था, हालांकि इस न्यायालय के समक्ष याचिकाकर्ता के विद्वान",
  "has been pointed out by learned counsel for the petitioner before this Court that after passing of the order of the Financial Commissioner, the said dues have been paid.": "वकील द्वारा यह इंगित किया गया है कि वित्तीय आयुक्त के आदेश को पारित करने के बाद, उक्त बकाया का भुगतान",
  "(Para 16)": "किया गया है। (पैरा 6)",
  "Ashwani Bakshi, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता अश्विनी बख्शी।",
  "Upasana Dhawan, AAG, Haryana, for respondents no.1 to 3.": "उत्तरदाता संख्या ।॥ से 3 के लिए उपासना धवन, एएजी, हरियाणा।",
  "VIKAS BAHL, J. (ORAL)": "विकास बहल, जे. (ओरल)",
  "(1) This is a civil writ petition under Articles 226/227 of the Constitution of India for issuance of a writ, order or direction,": "() यह भारत के संविधान के अनुच्छेद 226 /227 के तहत एक रिट, आदेश या निर्देश जारी करने के लिए एक सिविल",
  "especially a writ in the nature of certiorari quashing the order dated 01.06.2022 passed by respondent no.1.": "रिट याचिका है, विशेष रूप से प्रत्यर्थी संख्या । द्वारा पारित दिनांक 0.06.2022 के आदेश को रद्द करने वाली प्रमाणपत्र की प्रकृति में एक रिट।",
  "(2) Brief facts of the present case are that after the death of Kapoor Singh, the post of Lambardar (General category) of village Rithal Phougat, Tehsil and District Rohtak got vacated and applications were invited from interested persons for filing up the said vacancy, by": "(2) वर्तमान मामले के संक्षिप्त तथ्य यह हैं कि कपूर सिंह की मृत्यु के बाद ग्राम रिठाल फौगाट, तहसील और जिला रोहतक के लम्बरदार (सामान्य श्रेणी) का पद खाली हो गया था और इच्छुक व्यक्तियों से उक्त रिक्ति भरने के लिए",
  "the Tehsildar, Rohtak. In pursuance of the same, 9 persons, including the present petitioner Pardeep Kumar and respondent no.4-Naveen, applied for the said post. The Collector vide order dated 24.07.2020,": "तहसीलदार, रोहतक द्वारा आवेदन आमंत्रित किए गए थे। उसी के अनुसरण में, वर्तमान याचिकाकर्ता प्रदीप कुमार और प्रतिवादी नंबर ५-नवीन सहित 9 व्यक्तियों ने उक्त पद के लिए आवेदन किया। कलेक्टर ने दिनांक 2५.07.2020 के",
  "after considering the comparative merits and demerits of all the": "आदेश के माध्यम से, सभी उम्मीदवारों की तुलनात्मक योग्यता और अवगुणों पर विचार करने के बाद, प्रत्यर्थी संख्या",
  "candidates, appointed respondent no.4 as the Lambardar of village Rithal Phougat (General category). While appointing the respondent": "+ को गांव रिठाल फौगट का लैम्बरदार नियुक्त किया (सामान्य वर्ग)। लैम्बरदार के रूप में प्रत्यर्थी नंबर ५ को नियुक्त",
  "(Vikas Bahl, J.)": "(विकास बहल, जे.)",
  "better candidate and only on that ground, he allowed the appeal of the petitioner and directed his appointment in": "बेहतर उम्मीदवार और केवल उस आधार पर, उन्होंने याचिकाकर्ता की अपील की अनुमति दी और प्रतिवादी संख्या.",
  "place of respondent no.3. This, in our considered view, the Commissioner could not have done and, therefore, the order": "3 के स्थान पर अपनी नियुक्ति का निर्देश दिया। यह, हमारे सुविचारित विचार में, आयुक्त ऐसा नहीं कर सकता था और",
  "by the Commissioner does not call for interference by this Court under Article 226 of the Constitution of India.": "के अनुच्छेद 226 के अधीन इस न्यायालय द्वारा हस्तक्षेप का आह्वान नहीं करता है।",
  "For the reasons mentioned above, the writ petition is dismissed.”": "ऊपर वर्णित कारणों से, रिट याचिका खारिज कर दी जाती है|”",
  "(14) A perusal of the above judgment would show that in the said case the Commissioner, Jalandhar Division, Jalandhar did not find": "(५) उपर्युक्त निर्णय के अवलोकन से पता चलेगा कि उक्त मामले में आयुक्त, जालंधर प्रभाग, जालंधर को कलेक्टर",
  "any infirmity in the order of the Collector but it was on revaluation of the record that he had come to the conclusion that the petitioner therein": "के आदेश में कोई दुर्बलता नहीं मिली, लेकिन अभिलेख के पुनर्मूल्यांकन पर ही वह इस निष्कर्ष पर पहुंचा था कि उसमें",
  "was a better candidate and had directed to appoint him in place of respondent no.3 therein who had been appointed by the Collector. The": "याचिकाकर्ता एक बेहतर उम्मीदवार था और उसने प्रत्यर्थी संख्या 3 के स्थान पर उसे नियुक्त करने का निर्देश दिया",
  "Division Bench had then observed that the Commissioner could not": "था, जिसे कलेक्टर द्वारा नियुक्त किया गया था। डिवीजन बेंच ने तब कहा था कि कमिश्नर ऐसा नहीं कर सकता था और",
  "have done the same and had thus upheld the order of the Financial Commissioner vide which which the order of the Commissioner had": "इस प्रकार उसने वित्तीय कमिश्नर के आदेश को बरकरार रखा था, जिसके तहत कमिश्नर के आदेश को दरकिनार कर",
  "been set aside.": "दिया गया था।",
  "(15) The settled position of law on the proposition at hand that the choice of the Collector is not to be lightly interfered with unless": "(5) उस प्रस्ताव पर कानून की स्थिर स्थिति कि कलेक्टर की पसंद में तब तक हल्का हस्तक्षेप नहीं किया जाना चाहिए",
  "there is some perversity or illegality in the order, has not been disputed by learned counsel for the petitioner. A perusal of the order of the": "जब तक कि आदेश में कुछ विकृति या अवैधता न हो, याचिकाकर्ता के विद्वान वकील द्वारा विवादित नहीं किया गया",
  "Collector dated 24.07.2020 (Annexure P-5) would show that he": "है। कलेक्टर के दिनांक 2५.07.2020 (अनुलग्नक पी-5) के आदेश के अवलोकन से पता चलता है कि उसने वर्तमान",
  "had taken into consideration the comparative merits of all the candidates including the present petitioner and respondent no.4 and had": "याचिकाकर्ता और प्रतिवादी संख्या. ५ सहित सभी उम्मीदवारों के तुलनात्मक गुणों को ध्यान में रखा था और पाया था",
  "found that respondent no.4 was younger and more educated and was the real nephew of deceased Lambardar Kapoor Singh and also had the": "कि प्रतिवादी संख्या. ५ छोटा और अधिक शिक्षित था और मृतक लैम्बरदार कपूर सिंह का वास्तविक भतीजा था और",
  "knowledge concerning the work of a Lambardar and therefore, had": "उसे लैम्बरदार के काम के बारे में भी जानकारी थी और इसलिए उसने प्रतिवादी संख्या. ५ को गांव रिठाल फोगाट के",
  "(General category). It has not been disputed before this Court that": "लैम्बरदार के रूप में नियुक्त किया था। (सामान्य वर्ग) इस न्यायालय के समक्ष यह विवादित नहीं किया गया है कि",
  "respondent no.4 is a graduate whereas the petitioner is 10\" pass. A further perusal of the order of the Collector would also show that the": "प्रतिवादी संख्या ५ स्नातक है जबकि याचिकाकर्ता 0वीं पास है। कलेक्टर के आदेश के आगे अवलोकन से यह भी पता",
  "argument of learned counsel for respondent no.4 to the effect that he had helped his uncle Kapoor Singh in the work of Lambardari was also": "चलेगा कि प्रत्यर्थी नं. ५ के विद्वत वकील का इस आशय का तर्क कि उसने अपने चाचा कपूर सिंह की लम्बरदारी के",
  "PARDEEP KUMAR v. STATE OF HARYANA AND OTHERS 285": "प्रदीप कुमार बनाम हरियाणा राज्य और अन्य",
  "31.08.2022 was to the effect that the Collector had committed a factual error in finding that respondent no.4 was the real nephew of the": "3.08.2022 इस आशय का था कि कलेक्टर ने यह निष्कर्ष निकालने में तथ्यात्मक त्रुटि की थी कि प्रत्यर्थी संख्या. ५",
  "error in finding that respondent no.4 was the real nephew of the deceased Lambardar and the matter was adjourned sine die. Thereafter,": "मृतक लैम्बरदार का वास्तविक भतीजा था और मामले को अनिश्चित काल के लिए स्थगित कर दिया गया था। इसके",
  "CM-20699- 2022 was moved for placing on record the certificate issued by Jyoti, Sarpanch, Gram Panchayat Rithal Phogat, District Rohtak and": "बाद, सीएम-20699-2022 को ज्योति, पंच, ग्राम पंचायत रिठाल फोगाट, जिला रोहतक द्वारा जारी प्रमाण पत्र को",
  "the matter was taken up for arguments. A perusal of the said document": "रिकॉर्ड पर रखने के लिए भेजा गया और मामले को बहस के लिए लिया गया। उक्त दस्तावेज के अवलोकन से यह पता",
  "would show that it had been certified therein that the father of Kapoor Singh (deceased Lambardar) and Jagdish (father of respondent no.4)": "चलता है कि उसमें यह प्रमाणित किया गया था कि कपूर सिंह (मृतक लम्बरदार) के पिता और जगदीश (प्रतिवादी नं.",
  "was one Dharam Singh and thus, it was prima facie clear that respondent no.4 was the nephew of deceased Lambardar Kapoor Singh": "& के पिता) एक धरम सिंह थे और इस प्रकार, यह प्रथम दृष्टया स्पष्ट था कि प्रतिवादी नं. ५ मृतक लम्बरदार कपूर सिंह",
  "and the said aspect has been fairly admitted by the petitioner before this Court.": "का भतीजा था और उक्त पहलू को याचिकाकर्ता द्वारा इस न्यायालय के समक्ष उचित रूप से स्वीकार किया गया है।",
  "(7) Learned counsel for the petitioner has primarily argued that": "(7) याचिकाकर्ता के विद्वान वकील ने मुख्य रूप से तर्क दिया है कि आयुक्त ने दिनांक 5.0+.202। के आदेश को",
  "that the father of respondent no.4 was in possession of panchayat land": "पारित करते समय पाया था कि प्रतिवादी संख्या ५ के पिता पंचायत भूमि के कब्जे में थे और चूंकि प्रतिवादी संख्या ५",
  "and since respondent no.4 is residing with his father, thus, on the said": "अपने पिता के साथ रह रहा है, इस प्रकार, उक्त खाते पर, प्रतिवादी संख्या ५ लैम्बरदार के रूप में नियुक्त होने के",
  "(8) Notice of motion in the present case has not been issued but learned State counsel appearing for respondents no.1 to 3 has prepared": "(8) वर्तमान मामले में प्रस्ताव की सूचना जारी नहीं की गई है, लेकिन प्रतिवादी संख्या । से 3 की ओर से पेश हुए राज्य",
  "learned State counsel appearing for respondents no.1 to 3 has prepared the matter as an advance copy of the writ petition had been given to her.": "के विद्वान वकील ने मामला तैयार किया है क्योंकि रिट याचिका की अग्रिम प्रति उसे दी गई थी। श्री अरविंद, हलका",
  "It is stated by learned State counsel on instructions from Mr. Arvind, Halqa Patwari that the certificate issued by Jyoti, Sarpanch on 07.09.2022 (Annexure P-11) could not have been issued by her as her": "पटवारियों के निर्देश पर राज्य के विद्वान वकील द्वारा कहा गया है कि ज्योति, पंच द्वारा 00.09.2022 (अनुलग्नक पी- ॥॥) को जारी किया गया प्रमाण पत्र उनके द्वारा जारी नहीं किया जा सकता था क्‍योंकि ग्राम पंचायत, रिठाल फोगाट,",
  "tenure as a Sarpanch of Gram Panchayat, Rithal Phogat, District Rohtak had expired in February 2022. It is further stated that the demarcation": "जिला रोहतक के पंच के रूप में उनका कार्यकाल फरवरी 2022 में समाप्त हो गया था। यह आगे कहा गया है कि",
  "had been done in the presence of Naib Tehsildar Rohtak and Kanungo and also the District Revenue Officer, Rohtak and the father of": "सीमांकन नायब तहसीलदार रोहतक और कानूनगो और जिला राजस्व अधिकारी, रोहतक की उपस्थिति में किया गया",
  "respondent no.4 was not found to be in illegal possession and it was some other persons who were found to be in illegal possession and even": "था और प्रतिवादी संख्या ५ के पिता को अवैध कब्जे में नहीं पाया गया था और यह कुछ अन्य व्यक्ति थे जो अवैध कब्जे",
  "the proceedings qua taking back the possession of the lands which were": "में पाए गए थे और यहां तक कि उन भूमि के कब्जे को वापस लेने की कार्यवाही भी पूरी कर ली गई है जो उक्त",
  "in illegal possession of the said persons have been completed.": "व्यक्तियों के अवैध कब्जे में थीं।",
  "(9) This Court has heard learned counsel for the petitioner and the learned State counsel and has perused the paper book.": "(9) इस न्यायालय ने याचिकाकर्ता और विद्वान राज्य के वकील के विद्वान वकील को सुना है और पेपर बुक का",
  "(10)It has been repeatedly held by this Court as well as the": "(0) इस न्यायालय के साथ-साथ माननीय उच्चतम न्यायालय द्वारा बार-बार यह अभिनिर्धारित किया गया है कि",
  "that the choice of the Collector to appoint the Lambardar should not be": "लम्बरदार की नियुक्ति के लिए जिला कलेक्टर के चयन को अधिक हल्के में नहीं लिया जाना चाहिए, जब कलेक्टर के",
  "PARDEEP KUMAR v. STATE OF HARYANA AND OTHERS 283": "प्रदीप कुमार बनाम हरियाणा राज्य और अन्य",
  "Rs.41,50,500/- in Small Saving Scheme and also had two acres of agricultural land and one house and had also done MPHW course and": "लघु बचत योजना में ५।, 50, 500/- रुपये और दो एकड़ कृषि भूमि और एक घर भी था और उसने एमपीएचडब्ल्यू",
  "had also produced No Dues Certificate from the Electricity Department. The merits of other candidates, including the present petitioner, were": "कोर्स भी किया था और बिजली विभाग से नो ड्यूज सर्टिफिकेट भी प्रस्तुत किया था। वर्तमान याचिकाकर्ता सहित अन्य",
  "The merits of other candidates, including the present petitioner, were also taken into consideration and ultimately, after drawing a comparison, it was found that respondent no.4 was more educated and": "उम्मीदवारों के गुणों को भी ध्यान में रखा गया और अंततः, एक तुलना करने के बाद, यह पाया गया कि प्रतिवादी नंबर.",
  "was younger in age and was also the real nephew of deceased Kapoor": "+ अधिक शिक्षित था और उम्र में छोटा था और मृतक कपूर सिंह लैम्बरदार का असली भतीजा भी था और उसे",
  "Singh Lambardar and had the requisite knowledge concerning the work of Lambardar and even the Tehsildar, Rohtak had recommended the": "लैम्बरदार के काम के बारे में आवश्यक ज्ञान था और यहां तक कि तहसीलदार, रोहतक ने लैम्बरदार के पद के लिए",
  "(3) Four appeals were filed against the said order by four different candidates including the present petitioner. The Divisional": "(3) वर्तमान याचिकाकर्ता सहित चार अलग-अलग उम्मीदवारों द्वारा उक्त आदेश के खिलाफ चार अपील दायर की",
  "Commissioner Rohtak, Division Rohtak, after reconsidering the merits and demerits of the candidates, had found that the present petitioner was": "गई थीं। रोहतक डिवीजन के डिवीजनल कमिश्नर रोहतक ने उम्मीदवारों के गुण और अवगुणों पर पुनर्विचार करने के",
  "and demerits of the candidates, had found that the present petitioner was a better candidate than the rest and accordingly, had set aside the order": "बाद पाया था कि वर्तमान याचिकाकर्ता बाकी की तुलना में बेहतर उम्मीदवार था और तदनुसार, कलेक्टर द्वारा पारित",
  "was one of the factors which weighed with the Divisional Commissioner in allowing the appeal filed by the present petitioner.": "और इस प्रकार, उक्त कारक उन कारकों में से एक था जो वर्तमान याचिकाकर्ता द्वारा दायर अपील को अनुमति देने में संभागीय आयुक्त के साथ वजन करते थे।",
  "(4) Four revision petitions were filed by four candidates including respondent no.4 before the Financial Commissioner, Haryana, Chandigarh and the Financial Commissioner, Haryana, Chandigarh": "(५) वित्तीय आयुक्त, हरियाणा, चंडीगढ़ और वित्तीय आयुक्त, हरियाणा, चंडीगढ़ के समक्ष प्रत्यर्थी संख्या. ५ सहित चार उम्मीदवारों द्वारा चार पुनरीक्षण याचिकाएं दायर की गईं, जिसमें प्रत्यर्थी संख्या. +-नवीन द्वारा दिनांक 0.06.2022",
  "illegality and perversity in the order dated 24.07.2020 passed by the Collector and had thus, set aside the order of the Divisional": "दिनांक 2५.07.2020 के आदेश में कोई अवैधता और विकृति नहीं थी और इस प्रकार, डिवीजनल कमिश्नर के आदेश",
  "Commissioner and restored the order of the Collector and appointed respondent no.4 as the Lambardar. In the said order, the Financial": "को दरकिनार कर दिया गया था और कलेक्टर के आदेश को बहाल किया गया था और प्रतिवादी संख्या ५ को लैम्बरदार",
  "respondent no.4 as the Lambardar. In the said order, the Financial Commissioner, Haryana had observed that it is well settled law that the": "के रूप में नियुक्त किया गया था। उक्त आदेश में, हरियाणा के वित्तीय आयुक्त ने कहा था कि यह अच्छी तरह से",
  "choice of the Collector for the appointment of Lambardar should not be": "स्थापित कानून है कि लैम्बरदार की नियुक्ति के लिए कलेक्टर की पसंद में तब तक हस्तक्षेप नहीं किया जाना चाहिए",
  "interfered with unless the same is perverse or patently illegal. It was found that the present petitioner was a defaulter of a bank loan and": "जब तक कि यह विकृत या स्पष्ट रूप से अवैध न हो। यह पाया गया कि वर्तमान याचिकाकर्ता बैंक ऋण का चूककर्ता",
  "there was no justification for appointing the petitioner as Lambardar of": "था और याचिकाकर्ता को गाँव का लैम्बरदार नियुक्त करने का कोई औचित्य नहीं था। तथ्य यह है कि रोहतक केंद्रीय",
  "the village. The fact that the Rohtak Central Cooperative Bank (RCCB) had filed a complaint bearing no.634 of 2018 against the present": "सहकारी बैंक (आर. सी. सी. बी.) ने वर्तमान याचिकाकर्ता के खिलाफ 208 की संख्या. 63५ की शिकायत दर्ज की",
  "Commissioner as well as the Collector thus, deserve to be upheld.": "इस प्रकार, आयुक्त और कलेक्टर भी सम्मान के पात्र हैं।",
  "(18) Before parting it would be relevant to crystalize the points for rejection of the plea raised by learned counsel for the petitioner with": "के लिए विद्वान वकील द्वारा दायर याचिका की अस्वीकृति के लिए बिंदुओं को स्पष्ट करना प्रासंगिक होगा और उक्त",
  "of respondent no.4 and in the said regard, the following factors are relevant and are hereby detailed:-": "संबंध में, निम्नलिखित कारक प्रासंगिक हैं और इसके द्वारा विस्तृत हैं: -",
  "i) It is not in dispute that the said plea was not raised before the Collector. Thus, the order of the Collector cannot": ") यह विवाद में नहीं है कि उक्त याचिका कलेक्टर के समक्ष नहीं उठाई गई थी। इस प्रकार, कलेक्टर के आदेश को",
  "be stated to be perverse or illegal on account of a plea which was not even raised before the Collector and has been": "उस याचिका के कारण विकृत या अवैध नहीं कहा जा सकता है जिसे कलेक्टर के समक्ष भी नहीं उठाया गया था और",
  "sought to be raised only subsequently after the passing of the order of the Collector.": "जिसे कलेक्टर के आदेश के पारित होने के बाद ही उठाने की मांग की गई थी।",
  "ii) The Financial Commissioner has specifically noticed the fact that the demarcation report which had been produced": "/) वित्तीय आयुक्त ने विशेष रूप से इस तथ्य पर ध्यान दिया है कि रिकॉर्ड पर प्रस्तुत की गई सीमांकन रिपोर्ट में स्पष्ट",
  "on record clearly stated that the father of respondent no.4 was not in illegal possession. Learned State counsel has also": "रूप से कहा गया था कि प्रतिवादी संख्या ५ के पिता अवैध कब्जे में नहीं थे। विद्वान राज्य के वकील ने भी उक्त तथ्य",
  "reiterated the said fact. Learned counsel for the petitioner has also fairly placed on record the report Annexure P-6 (at page 43 of the paper book) which reveals that the father of": "को दोहराया है। याचिकाकर्ता के विद्वान वकील ने रिपोर्ट अनुलग्रक पी-6 (पेपर बुक के पृष्ठ ५३ पर) को भी रिकॉर्ड",
  "the petitioner was not named to be one of the persons who": "पर रखा है, जिससे पता चलता है कि याचिकाकर्ता के पिता का नाम उन व्यक्तियों में से एक नहीं था, जो उक्त सीमांकन",
  "were in illegal possession as per the said demarcation report, thus, the finding of the Commissioner in the order dated 15.04.2021 on the said aspect was perverse and": "रिपोर्ट के अनुसार अवैध कब्जे में थे, इस प्रकार, उक्त पहलू पर दिनांक 5.04.202 के आदेश में आयुक्त का निष्कर्ष",
  "illegal.": "विकृत और अवैध था।",
  "iii) At any rate, it has not been the case of the petitioner at any stage that respondent no.4 was in illegal possession of": "॥) किसी भी स्तर पर, याचिकाकर्ता का यह मामला किसी भी स्तर पर नहीं रहा है कि प्रतिवादी संख्या ५ किसी भी",
  "any panchayat land. No law has been cited before this Court": "पंचायत भूमि के अवैध कब्जे में था। इस न्यायालय के समक्ष यह दिखाने के लिए कोई कानून उद्धृत नहीं किया गया है",
  "to show that even assuming, for the sake of argument, that any relative of the candidate in question is or was at some stage in illegal possession of the Panchayat land, even the": "कि यह मानते हुए भी कि, तर्क के लिए, कि विचाराधीन उम्मीदवार का कोई रिश्तेदार पंचायत भूमि के अवैध कब्जे में",
  "said candidate can be disqualified on the said ground.": "है या किसी स्तर पर था, यहां तक कि उक्त उम्मीदवार को भी उक्त आधार पर अयोग्य ठहराया जा सकता है।",
  "(19) Keeping in view the above said facts and circumstances and the law laid down in the above said judgments, finding no merit and the": "(9) उपर्युक्त तथ्यों और परिस्थितियों और उपरोक्त निर्णयों में निर्धारित कानून को ध्यान में रखते हुए, कोई योग्यता",
  "present petition is dismissed.": "नहीं पाते हैं और वर्तमान याचिका खारिज कर दी जाती है।",
  "(20) Pending miscellaneous application stands disposed of in view of the abovesaid order.": "(20) लंबित विविध आवेदन का निपटान उपरोक्त आदेश को ध्यान में रखते हुए किया जाता है।",
  "Reporter-Atul Bhatia": "रिपोर्टर-अतुल भाटिया"
}