{
  "(H. S. Bedi, J.)": "माननीय एच.एस. बेदी, जे. के समक्ष",
  "Nirmal Jit Kaur, for the Petitioner.": "याचिकाकर्ता की और से निर्यल जीत कौर",
  "H. S. Gill, Sr. Advocate with G.S. Gill, Advocate, for the. Respondents.": "प्रतिवादियों की और से एच एस यिल वरिए्र अधिवक्ता और जी एस गिल उअधिवक्ता/",
  "JUDGMENT": "निर्णय",
  "Harjit Singh Bedi, J.": "हरजीत सिंह बेदी, जे.",
  "(1) The petitioner, who was working as a Clerk on a reguilam: basis with the Haryana State Co-operative Land Development Banik": "() याचिकाकर्ता, जो हरियाणा राज्य सहकारी भूमि विकास सैनिक लिमिटेड",
  "operative Supply and Marketing Federation Limited (hereinafter:": "सहकारी आपूर्ति और विपणन संघ लिमिटेड (इसके बाद-जिसे 'हैफेड' कहा",
  "called the ‘Hafed’) for direct appointment to the post of Manager C Grade in response to an advertisement that had been issued. jThe": "जाता है) को प्रबंधक सी ग्रेड के पद पर सीधी नियुक्ति के लिए अपना आवेदन",
  "petitioner was duly selected after having undergone the whiiten. examination and interview and was given letter of appointment,": "भेजने के लिए राजी किया। याचिकाकर्ता का विधिवत चयन लिखित परीक्षा और साक्षात्कार से गुजरने के बाद किया गया था और उसे नियुक्ति पत्र, अनुलग्रक",
  "Annexure P-2, dated 8th April, 1982. As per this letter as also the": "पी-2, दिनांक 8 अप्रैल, 982 दिया गया था। इस पत्र के अनुसार और हरियाणा",
  "statutory rule 2.6 of the Haryana State Supply and Marketing Co-. operative Services (Common cadre) Rules, 1969 (hereinafter called": "राज्य आपूर्ति और विपणन सहकारी सेवा (सामान्य संवर्ग) नियम, 969 (जिसे इसके पश्चात्‌ 'नियम' कहा गया है) के वैधानिक नियम 2.6 के अनुसार",
  "the ‘Rules’), the petitioner was required to be on probation in the following terms :—": "याचिकाकर्ता को निम्नलिखित शर्तों में परिवीक्षा पर होना आवश्यक था: -",
  "“1, Every person appointed to any post in the service by pre- motion or direct recruitment shall be required to. be -on": "\"|. पदोन्नति या प्रत्यक्ष भर्ती द्वारा सेवा में किसी भी पद पर नियुक्त प्रत्येक",
  "probation for a period of one year from the date. af,": "व्यक्ति को नियुक्ति की तारीख से एक वर्ष की अवधि के लिए परिवीक्षाधीन होना",
  "9, The Administrative Committee may at their discretion, extend the period of probation by a further period \\not": "2.प्रशासनिक समिति अपने विवेकाधिकार पर परिवीक्षा की अवधि को छह",
  "exceeding six months.": "महीने से अधिक की अवधि के लिए नहीं बढ़ा सकती है।",
  "3. During the period of probation, an employee directly re-": "3.परिवीक्षा की अवधि के दौरान, सीधे भर्ती किए गए कर्मचारी को दुकानें",
  "cruited be liable to be discharged from service under the provisions of Shops Commercial Act and an employee": "वाणिज्यिक अधिनियम के प्रावधानों के तहत सेवा से छुट्टी दी जा सकती है और",
  "promoted from a lower post to a higher post shal! be liable to be reverted to the lower per post.”": "निचले ड् से उच्च पद पर पदोन्नत कर्मचारी को निचले पद पर वापस भेजा जा",
  "(2) The petitioner, who took change on 20th April, 1982, was": "(2) याचिकाकर्ता, जिसने 20 अप्रेल, 4982 को कार्यभार संभाला था, शुरू में",
  "initially required to be on probation for a period of one year but": "एक वर्ष की अवधि के लिए परिवीक्षा पर होना आवश्यक था, लेकिन उसके बाद",
  "the period thereafter extended for another six months i.e. up to 20th,": "की अवधि को और छह महीने यानी 20 अक्टूबर, 983 तक-दिनांक 20",
  "of her arguments she has cited The State of Punjab v. Dharam Singh": "की निहितार्थ से पुष्टि की गई थी। अपने तर्को के समर्थन में उन्होंने पंजाब राज्य",
  "(1), Paramjit Singh and others v. Ram Rakha and cthers (2), Om": "बनाम धरम सिंह (), परमजिल सिंह और अन्य बनाम राम राखा और अन्य (2),",
  "Parkash Maurya v. U.P. Co-operative Sugar Factories Federation": "ओम प्रकाश मौर्य बनाम यूपी को-ऑपरेटिव शुगर फैक्ट्रीज फैडरेशन लखनऊ",
  "Lucknow and others (3) and Ashok Kumar Sharma and another v.": "और अन्य 3) और अशोक कुमार शर्मा और अन्य बनाम हरियाणा राज्य और",
  "The State of Haryana and another (4). She has also urged that once": "अन्य (4) का हवाला दिया है।उन्होंने यह भी आग्रह किया है कि एक बार यह",
  "it is held that the period of probation had expired and the petitioner": "मान लिया जाए कि परिवीक्षा की अवधि समाप्त हो गई है और याचिकाकर्ता की",
  "stood confirmed by implication then the services ci the petitioner could be dispensed with only in terms of rule 2.10 by giving him one": "निहितार्थ से पुष्टि हो गई है तो याचिकाकर्ता की सेवाओं को केवल नियम 2.0",
  "month’s notice in writing or pay in lieu thereof and 9s there had been": "के संदर्भ में लिखित रूप में एक महीने का नोटिस देकर या भुगतान करके",
  "non-compliance with the rule, the order Annexure P-3 was bad in": "किया गया था, आदेश अनुबंध पी-3 कानून की दृष्टि से खराब था।इस संबंध में,",
  "law. In this connection, she has cited Senior Superintendent RMS Cochin and another v. K. V. Gopinath Sorter (5) and Raj Kumar v.": "उन्होंने वरिष्ठ अधीक्षक आरएमएस कोचीन और अन्य बनाम के.वी. गोपीनाथ",
  "para 10 of the petition and the reply filed by the Hafed that persons": "उन्होंने याचिका के पैरा 0 और हैफेड द्वारा दायर जवाब के संदर्भ में यह भी",
  "junior to the petitioner and similarly situated had been allowed to": "आग्रह किया है कि याचिकाकर्ता से कनिष्ठ और समान स्थिति वाले व्यक्तियों को",
  "continue in service while the petitioner had been singled out for": "सेवा में बने रहने की अनुमति दी गई थी, जबकि याचिकाकर्ता को प्रतिकूल",
  "adverse treatment. Lastely it has been argued with reference to the judgment of the Supreme Court in Sushil Kumar Yadunath Jha v.": "व्यवहार के लिए अलग कर दिया गया था।अंततः सुशील कुमार यदुनाथ झा",
  "first appointment on probation and the second, series of appoint-": "कि याचिकाकर्ता की पूरी सेवा यानी पहली नियुक्ति परिवीक्षा पर और दूसरी,छह",
  "ments on a six monthly and ad hoc basis were to be cumulatively": "मासिक और तदर्थ आधार पर नियुक्तियों की श्रृंखला याचिकाकर्ता को विभिन्न",
  "tinue in service—Thereafter services terminated—Held that if person": "होने पर सेवा में स्थायी माना जाएगा , जब तक कि सेवाएँ समाप्त करने का",
  "is allowed to continue in service after completion of maximum": "कर्मचारी को अधिकतम अवधि पूरी होने के बाद उस पद पर बने रहने की",
  "to draw inference that on completion of maximum period of proba-": "स्वीकार्य है कि जिस कर्मचारी को परिवीक्षा की अधिकतम अवधि पूरी होने पर",
  "Further held that it could not be said that on the expiry of the": "माना गया है कि यह नहीं कहा जा सकता है कि अधिकतम परिवीक्षा अवधि की",
  "period of probation whereas in Ashok Kumar Misra’s case (supra), the": "अवधि प्रदान नहीं की, जबकि अशोक कुमार मिश्रा के मामले (ऊपर) में, नियम",
  "rule while providing for'a maximum period of probation also": "ने परिवीक्षा की अधिकतम अवधि प्रदान करते हुए संबंधित कर्मचारी से यह भी",
  "required the employee concerned to undergo training and to pass a": "अपेक्षा की कि परिवीक्षा अवधि के दौरान प्रशिक्षण प्राप्त करना होगा और एक",
  "departmental examination during the period of probation and it": "विभागीय परीक्षा उत्तीर्ण करनी होगी और परिवीक्षा अवधि और परीक्षा के",
  "was only after the successful completion of the period of probation and the examination could be probationer be confirmed in service.": "सफलतापूर्वक पूरा होने के बाद ही परिवीक्षाधीन व्यक्ति की सेवा में पुष्टि की जा",
  "It was in this situation that the Supreme Court while examining Dharam Singh’s case (supra), held that the rule contemplated the passing of an express order of confirmation in that regard. The": "सकेगी। यह इस स्थिति में था कि सुप्रीम कोर्ट ने धरम सिंह के मामले (ऊपर) की जांच करते हुए कहा कि नियम उस संबंध में पुष्टि के एक स्पष्ट आदेश को",
  "reliance of the counsel for the respondents on the judgment rendered in Suraj Mal’s case (supra) is also untenable. In this case the peti-": "पारित करने पर विचार करता है। सूरज मल के मामले (ऊपर) में दिए गए फैसले पर उत्तरदाताओं के वकील की निर्भरता भी अस्थिर है। इस मामले में",
  "years which was the maximum period of probation provided and the Court observed that merely because the order of extension of pro-": "दिया गया था, जो कि प्रोबेशन की अधिकतम अवधि थी और न्यायालय ने कहा",
  "Court observed that merely because the order of extension of pro- bation had not been made soon after the first year of probation had.": "कि केवल इसलिए कि प्रोबेशन के पहले वर्ष की अवधि समाप्त होने के तुरंत बाद प्रोबेशन के विस्तार का आदेश नहीं दिया गया था, इसका निहितार्थ",
  "expired would not have the effect of confirming the employee by implication and as such the employee concerned would he deemed": "कर्मचारी की पुष्टि करने का प्रभाव नहीं होगा और इस तरह संबंधित कर्मचारी",
  "to be continuing on probation. If would be seen that in the present": "को प्रोबेशन पर बने रहने वाला माना जाएगा। यदि यह देखा जाता है कि वर्तमान",
  "case the petitioner completed his maximum period of probation on 20th October, 1983 and he was allowed to continue in his post for": "मामले में याचिकाकर्ता ने 20 अक्टूबर, 4983 को अपनी अधिकतम परिवीक्षा",
  "20th October, 1983 and he was allowed to continue in his post for almost eight months thereafter i.e. till June 1984. Furthermore.": "अवधि पूरी की और उसे उसके बाद लगभग आठ महीने यानी ।.७. तक अपने पद पर बने रहने की अनुमति दी गई। जून 984 तक। इसके अलावा। नियम",
  "Sub-rule (3) of rule 2.6 provides that during the period of probation": "2.6 के उपनियम (3) में यह उपबंध है कि परिवीक्षा की अवधि के दौरान सीधे",
  "an employee directly recruited is liable to be discharged from  ser-": "भर्ती किया गया कर्मचारी सेवा से छुट्टी पाने के लिए उत्तरदायी है और इससे एक",
  "vice, and from this a reasonable inference can be drawn that unless": "उचित निष्कर्ष निकाला जा सकता है कि जब तक कि ऐसे कर्मचारी को उस",
  "to be confirmed by implication. The judgment in the aforesaid cited": "समझा जाएगा। अतः उपर्युक्त उद्धृत मामले में दिया गया निर्णय वर्तमान मामले",
  "case is. therefore, not applicable to the facts of the present case.": "के तथ्यों पर लागू नहीं होता है।",
  "(6) It has next been urged by the learned counsel for the peti-": "(6) याचिकाकर्ता के विद्वान वकील द्वारा यह आग्रह किया गया है कि अनुबंध",
  "tioner that while making the order Annexure P-3 there has been non-compliance with rule 2.10 of the Rules inasmuch as that the": "पी-3 का आदेश देते समय नियम 2.0 का अनुपालन नहीं किया गया है, यहां",
  "requirement of the notice period of one month or pay in lieu thereof": "तक कि एक महीने की नोटिस अवधि की आवश्यकता या उसके बदले में",
  "has not been complied with. The authorities cited by the learned": "भुगतान की आवश्यकता का अनुपालन नहीं किया गया है। विद्वान वकील द्वारा",
  "counsel do support her case but in view of the fact that the positive": "उद्धृत मामले उसके मामले का समर्थन करते हैं, लेकिन इस तथ्य को ध्यान में",
  "stand of the respondent is that the services of the petitioner were": "रखते हुए कि प्रतिवादी का सकारात्मक रुख यह है कि याचिकाकर्ता की सेवाएं",
  "written statement. As I am of the view that the petitioner stood": "रखी गई।मेरा विचार है कि प्रतिवादी को याचिकाकर्ता को अधिकतम परिवीक्षा",
  "in mind that in Sushil Kumar Yadunath Jha’s case (supra) the peti-": "सुशील कुमार यदुनाथ झा के मामले (उपर्युक्त) में है कि याचिकाकर्ता 20 अप्रैल",
  "petition needs to succeed. In the cited case the appellant was appoint-": "सफल होने की आवश्यकता है।उदृ्‌ध्ृत मामले में अपीलकर्ता को 29 जून, 965",
  "ed on probation for a period of one vear on a temporary post on": "को एक अस्थायी पद पर एक वर्ष की अवधि के लिए परिवीक्षा पर नियुक्त किया",
  "29th June, 1965, but was allowed to continue after the expirv of that": "गया था, लेकिन 29 जून, 966 को उस अवधि की समाप्ति के बाद उसे कुल",
  "March, 1968. however, his services were suddenly terminated but a": "मार्च, 968 को उनकी सेवाएँ अचानक समाप्त कर दी गईं, लेकिन 24 जून",
  "fresh appointment was granted tou him on 24th June. 1968 with a": "968 को उन्हें एक विशिष्ट शर्त के साथ नई नियुक्ति दी गई कि प्रदान की गई",
  "specific condition that no benefit of the previous service rendered would be admissible. The appellant accepted the terms of his fresh": "पिछली सेवा का कोई लाभ स्वीकार्य नहीं होगा।अपीलकर्ता ने अपनी नई",
  "appointment and hereafter made a representation to the authorities": "नियुक्ति की शर्तों को स्वीकार कर लिया और इसके बाद अधिकारियों को एक",
  "that the break in service be condoned and the first and the second": "अभ्यावेदन दिया कि सेवा में विराम को माफ कर दिया जाए और पहली और",
  "period of service. This was denied and the High Court having dismiss-": "से ध्यान में रखा जाए।इसे अस्वीकार कर दिया गया और उच्च न्यायालय ने रिट",
  "ed the writ petition, the matter was taken to the Supreme Court. The": "याचिका को खारिज कर दिया, मामले को सर्वोच्च न्यायालय में ले जाया",
  "apex Court found that although in the first stint the personal be-": "गया।शीर्ष अदालत ने पाया कि हालांकि पहले चरण में याचिकाकर्ता के",
  "is true that the terms on which he was appointed afresh expressly": "गया:“यह सच है कि जिन शर्तों पर उन्हें नए सिरे से नियुक्त किया गया था, उनमें",
  "stated that he would not be entitled to continuity of service, but we": "स्पष्ट रूप से कहा गया था कि वह सेवा की निरंतरता के हकदार नहीं होंगे,",
  "must have regard to the circumstances in which he accepted those": "लेकिन हमें उन परिस्थितियों को ध्यान में रखना चाहिए जिनमें उन्होंने उन शर्तों",
  "terms. He was in no position to bargain for a better deal and in": "को स्वीकार किया था।वह एक बेहतर सौदे के लिए सौदेबाजी करने की स्थिति",
  "the straightened circumstances in which he found himself he was": "में नहीं था और जिन परिस्थितियों में उसने खुद को पाया, उसे जो कुछ भी",
  "compelled to accept whatever was dictated to him. We do not for a": "आदेश दिया गया था वह उसे प्रतिग्रहण करने के लिए मजबूर था।हम एक पल",
  "moment suggest that the sanctity of the contract between the parties": "के लिए भी यह सुझाव नहीं देते हैं कि पक्षों के बीच अनुबंध की पवित्रता को",
  "should be given a go-bye, but what we do find is that there is a case": "नजरअंदाज कर दिया जाना चाहिए , लेकिन हम जो पाते हैं वह यह है कि यह",
  "where the subsequent conduct and the quality of his performance, of": "एक ऐसा मामला है जहां बाद के आचरण और उनके प्रदर्शन की गुणवत्ता,",
  "which high appreciation was recorded by his superiors, indicated |": "जिसकी उनके वरिष्ठों द्वारा उच्च प्रशंसा दर्ज की गई थी, ने संकेत दिया कि उन्हें",
  "that he should be relieved of the disadvantage suffered by him pursuant to that term in his contract of fresh appointment. Having": "नए सिरे से नियुक्ति के अनुबंध में उस अवधि के अनुसार हुए नुकसान से मुक्त",
  "regard to the interest of justice and in all the circumstances of this": "किया जाना चाहिए।न्याय के हित और इस मामले की सभी परिस्थितियों को",
  "case, we are of opinion that the appellant is entitled to on order": "ध्यान में रखते हुए, हमारी राय है कि अपीलकर्ता अपनी सेवा में विराम को माफ",
  "considered as continuing in service throughout from the cate of his original appointment.” T find that the facts of the present case are": "मूल नियुक्ति की तारीख से सेवा में बने रहने के रूप में माना जाना चाहिए।” यह पता चलता है कि वर्तमान मामले के तथ्य काफी हद तक सर्वोच्च न्यायालय",
  "substantially similar to the facts before the Supreme Court. Although it appears from the order Annexure P-3 that during the period of": "के समक्ष तथ्यों के समान हैं।यद्यपि आदेश संलग्रक पी-3 से यह प्रतीत होता है",
  "probation the work and conduct of the petitioner had not been found": "कि परिवीक्षा की अवधि के दौरान याचिकाकर्ता का कार्य और आचरण सही",
  "the subsequent period he seems to have done reasonably wel!. In": "के दौरान उसने उचित रूप से अच्छा प्रदर्शन किया है।प्रत्यर्थियों द्वारा दायर",
  "para 10 of the reply filed by the respondents, in answer to the claim -": "जवाब के पैरा 0 में, याचिकाकर्ता द्वारा किए गए दावे के जवाब में कि उसका",
  "put-forth by the petitioner that he had a brilliant record, the answer is that the overall records of the petitioner had not been good. The": "रिकॉर्ड शानदार था, जवाब यह है कि याचिकाकर्ता का समग्र रिकॉर्ड अच्छा",
  "inference that I draw from the replv is that the record had generally": "नहीं था।।जवाब से मुझे जो निष्कर्ष मिलता है वह यह है कि रिकॉर्ड आम तौर",
  "been good. Moreover, it appears to me from the fact that the peti-": "पर अच्छा रहा था।इसके अलावा, मुझे इस तथ्य से ऐसा प्रतीत होता है कि",
  "tioner was allowed to continue to work for almost 2} years even after the order Annexure P-3 had been made, does show that during »": "याचिकाकर्ता को अनुबंध पी-3 के आदेश के बाद भी लगभग 2 वर्षों तक काम करना जारी रखने की अनुमति दी गई थी, इससे पता चलता है कि रोजगार की",
  "the second period of employment his work and conduct was satis- factory.": "दूसरी अवधि के दौरान उसका काम और आचरण संतोषजनक था।",
  "(9) Before I part with the judgment there is one final aspect on": "(9) फैसला देने से पहले एक अंतिम पहलू है जिस पर मुझे अपनी भावनाओं को",
  "which TI must express my feelings. From the emplovces point of": "अपनी भावनाओं को व्यक्त करना चाहिए।कर्मचारी के दृष्टिकोण से परिवीक्षा की",
  "view the purpose behind providing a_ specific period of probation is two-fold: (1) that the employment must be given for a reasonable": "एक विशिष्ट अवधि प्रदान करने के पीछे दो गुना उद्देश्य है; (।) कि रोजगार एक",
  "period so as to enable the emplovee to prove himself end (2) more": "उचित अवधि के लिए दिया जाना चाहिए ताकि कर्मचारी को खुद को साबित करने में सक्षम बनाया जा सके और(2) अधिक महत्वपूर्ण बात यह है कि एक",
  "importantly, that a probationer who having been tried for the maxi-": "परिवीक्षाधीन जिसे परिवीक्षा की अधिकतम अवधि के लिए आजमाया गया है,",
  "his duty so as to enable him to find a job more suitable to his capa-": "चाहिए ताकि वह अपनी क्षमताओं के लिए अधिक उपयुक्त नौकरी ढूंढ",
  "bilities. This is all the more necessary in the case of direct appoint-": "सके।सीधी भर्ती के मामले में यह और भी आवश्यक है, जैसा कि वर्तमान मामले",
  "probation indefinitely and then suddenly asked to go. may not. be in": "अनुमति दी जाती है और फिर अचानक जाने के लिए कहा जाता है और वह",
  "a position to secure another employment for various reasons: It will": "विभिन्न कारणों से दूसरा रोजगार सुरक्षित करने की स्थिति में नहीं हो सकता"
}