{
  "Before S.S. Nijjar, J.": "एस.एस.निज्जर, न्यायमूर्ति",
  "KAMTA PRASAD & ANOTHER—Petitioners": "काम्ता प्रसाद और अन्य -- याचिकाकर्ता",
  "versus": "बनाम",
  "PRESIDING OFFICER, LABOUR COURT, GURGAON AND": "पीठासीन अधिकारी, श्रम न्यायालय गुड़गाँव और",
  "ANOTHER—Respondents": "अन्य - उत्तरदाताओं",
  "Industrial Disputes Act, 1947-S. 83-C(2)-Industrial": "औद्योगिक विवाद अधिनियय॒947 - क्षय 33३- सी (2) - औद्योगिक रोजगार (स्थायी",
  "Orders—Standing Orders 30(d) & (g) not in conformity with S. 10-": "विवादित किया है कि याचिकाकर्ताओं ने स्थाई आदेश 30(डी) (जी) के नियमों का पालन नहीं किया। निलंबन के दौरान दिया जाने वाला निर्वाह भत्ता का नियम अधिनियम की",
  "application under section 33-C(2) would not change the nature of": "30 (डी) और (जी) अधिनियम के प्रावधानों के विपरीत हैं | किसी भी घटना में, श्रम न्यायालय का अधिनियम की धारा 33-सी (2) के तहत कानून के इन जटिल",
  "dispute raised by the petitioner. The Labour Court had the power to": "याचिकाकर्ताओं के उदाहरण पर श्रम न्यायालय के पास भेजा गया था। हालाँकि, श्रम न्यायालय",
  "interpret the Certified Standing Orders under section 10-A(2) read with Section 13-A of the 1946 Act. The Labour Court failed to exercise": "ए (2) और 4946 अधिनियम की धारा 43-ए के साथ, श्रम न्यायालय के पास प्रमाणित स्थायी",
  "its jurisdiction. Thus, the impugned order passed by the Labour Court dated 23rd July, 1999 is hereby quashed. The matter is remanded to": "मेंविफल रहा। ।इस प्रकार, श्रम न्यायालय द्वारा पारित दिनांक 23 जुलाई, 4999 का आदेश द्वारा रद्द कर दिया जाता है। मामले को श्रम न्यायालय को रिमाण्ड किया जाता है और यह आदेश दिया",
  "B.S. Mittal Senior Advocate with Sudhir Mittal, Advocate for the petitioners.": "आर.एस. मित्तल, वरिष्ठ अधिवक्ता के साथ सुधीर मित्तल याचिकाकर्ताओं के अधिवक्ता",
  "Arun Jain Advocate for the Respondent No. 2": "अरुण जैन प्रतिवादी 2 के अधिवक्ता",
  "JUDGMENT": "निर्णय",
  "(1) In this Writ Petition under Ariticles 226/227 of the": "()) इस रिट पिटीशन में भारत के संविधान के अनुच्छेद 226 और 227 के तहत",
  "referred to as the Labour Court) holding that the petitioners are not entitled to any relief under Section 33-C(8) of the Industrial Disputes Act and dismissing the application.": "था कि याचिकाकर्ता धारा 33 सी(3) के तहत किसी भी फ़ायदे के हक़दार नहीं हैं और श्रम न्यायालय ने दरख्वास्त को ख़ारिज कर दिया था।",
  "(2) The petitioners are both employed with M/s Amtek Auto Limited, Rozka Meo Industrial Area, Sohna, District Gurgaon": "(2) दोनों याचिकाकर्ता मेसर्स एमटेक ऑटो लिमिटेड, रोज़का मेव औद्योगिक क्षेत्र, सोहना,",
  "the Management as a permanent workman on 23rd November, 1989.": "23 नवंबर,989 को प्रबंधन के साथ स्थायी कर्मचारी के तौर पर जुड़ा था । याचिकाकर्ता",
  "drawing monthly wages of Rs. 3701. Petitioner No. 2 was working as": "के रूप में कार्यरत था और २३704 की मासिक आय ले रहा था। याचिकाकर्ता नंबर दो",
  "petitioners were suspended from service on 9th October, 1996.On 10th": "सेवाओं से निलंबित कर दिया था | 40 अक्टूबर4996 को याचिकाकर्ताओं को सामान्य",
  "October 1996, a charge-sheet was served on the petitioners indicating": "जाँच कार्रवाई शुरू की और याचिकाकर्ताओं को निलंबन पत्र पच्चीस अक्तूबर 996",
  "suspension, the workman is entitled to subsistence allowance at the": "अनुसार .निलंबन के दौरान एक काम करने वाले को निर्वाह भत्ता का",
  "rate of 50% of the wages which the workman was entitled to immediately": "जाती है जिसके लिए उसे 50% निर्वाह भत्ता दे दिया गया है उसके बाद",
  "Thereafter the workman is entitled to subsistence allowance at the rate of 75% such wages for the remaining period of suspension. The": "कर्मचारी अपनी वेतन का 75 प्रतिशत निर्वाह भत्ते का, बचे हुएनिलंबन काल के लिए भी हक़दार",
  "increased 75% of the suspension allowance has to be paid to the": "है | बढ़ा हुआ 75 प्रतिशत निलंबन भत्ता कर्मचारी के प्रति भुगतान करना होगा बशर्ते की",
  "workman, if the delay in completion of disciplinary proceedings is not directly attributable to the conduct of the workman. Nothing has been": "अनुशासनात्मक कार्यवाही में देरी का कारण कर्मचारी का आचरण नहीं है। वर्तमान में रिकॉर्ड",
  "brought on record to establish that the petitioners have in any manner": "पर कुछ भी नहीं लाया गया है ,यह स्थापित करने के लिए कि याचिकाकर्ता किसी भी तरह से",
  "been responsible for delay in the completion of disciplinary proceedings.": "अनुशासनात्मक कार्यवाही के पूरा होने में देरी के लिए जिम्मेदार। अधिनियम के तहत, कोई",
  "and the proviso thereto. In the face of Section 10-A the condition laid down in the aforesaid Standing Orders 30(d) with regard to the attendance cannot be relied upon by the Management for denying the": "अधिनियम की धारा 40 ऐ के तहत स्थायी आदेश 30० (डी) के तहत प्रबंधन उपस्थिति का हवाला",
  "attendance cannot be relied upon by the Management for denying the benefit of subsistence allowance to the petitioners. A benefit granted to the workman under the Act cannot be permitted to tbe curtailed": "देकर निर्वाह भत्ते का लाभ कर्मचारियों को मना नहीं कर सकती | अधिनियम के तहत निर्वाह भत्ता के लाभ से इनकार करने के लिए प्रबंधन काम करने वाले को दिया गया लाभ ,मॉडल",
  "dismissed the application taking a very narrow view that the jurisdiction": "श्रम न्यायालय ने बहुत ही संकीर्ण दृष्टिकोण रखते हुए आवेदन को खारिज कर दिया कि धारा",
  "of the Labour Court under Section 33-C(2) is very limited. This kind": "33-सी(2) के तहत श्रम न्यायालय का क्षेत्राधिकार बहुत सीमित है। श्रम न्यायालय का इस प्रकार",
  "of approach by the Labour Court is not in consonance with the spirit and intendment of the beneficent labour legislation contained in": "का दृष्टिकोण विभिन्न अधिनियमों में निहित लाभकारी श्रम कानून की भावना और इरादे के",
  "various Acts. Keeping in view the nature of the claim, the payment of subsistence allowance, the Labour Court ought to have examined": "अनुरूप नहीं है। दावे की प्रकृति, निर्वाह भत्ते के भुगतान को ध्यान में रखते हुए, श्रम न्यायालय",
  "the dispute to avoid the adverse pecuniary consequences befalling the": "को आवेदकों पर पड़ने वाले प्रतिकूल आर्थिक परिणामों से बचने के लिए विवाद की जांच करनी",
  "applicants. Merely because the ‘application has been styled as an": "चाहिए थी। केवल इसलिए कि आवेदन को धारा 33-सी(2) के तहत एक आवेदन के रूप में"
}