{
  "a direction to the respondents to disburse cash payment in lieu of unutilized earned leave for 240 days with 12 per cent interest per": "की प्रार्थना की है जिसमे उत्तरदाताओं को अप्रयुक्‍त अर्जित अवकाश के बदले में 240",
  "annum from the date of accrual to the date of actual payment.": "दिनों के लिए नकद भुगतान देने का निर्देश, संचय की तारीख से वास्तविक भुगतान की",
  "(3) That brief facts of the case are that the petitioners are all": "() इस मामले के तथ्य यह बताते हैं कि याचिकाकर्ता सेवानिवृत्त सरकारी",
  "retired Government Officers having retired on attaining the age of superannuation on different dates which are given below :—": "अधिकारी हैं जो विभिन्‍न तिथियों पर सेवानिवृत्ति की आयु प्राप्त करने पर सेवानिवृत्त हुए हैं जो नीचे दिए गए हैं:--",
  "Number of the Petitioner": "याचितकर्ता की संख्या",
  "Petitioner No.": "याचिकाकर्ता संख्या 8 9अप्रैल, 4973",
  "Petitioner No. 2": "याचिकाकर्ता संख्या 2 3] जुलाई, 982",
  "(4) The Haryana Government,—vide its circulan letter dated 18th": "(4) हरियाणा सरकार ने अपने दिनांक 8 फरवरी, 978 के परिपत्र पत्र द्वारा यह",
  "September, 1977 or 1st July, 1986 and after perusal thereof": "977 या | जुलाई, 986 या उसके बाद सेवानिवृत्त हुए और उसके",
  "the impugned decision, fixing the dates be quashed ;": "अवलोकन के बाद तारीखें तय करने वाले विवादित निर्णय को रद्द किया जाए;",
  "(ii) Issue a Writ Mandamus commanding the respondents to disburse each payment in lieu of unutilized earned leave for 240 days to the petitioners along with interest at the": "(0 एक परयादेश/रिट जारी की जाये जिसमेंउत्तदाताओं को 240 दिनों के अप्रवुक्‍्त आर्जित अवका२ के बवने ग्रत्येक श्रगवान याविकाकर्ताओं को",
  "rate of 12 per cent per Annum from the date of actual": "वास्तविक शयवान की तारीख से ।2 ग्रातिशत ग्राति वर्ष की दर से ब्याज के",
  "(iii) Issue any other appropriate Writ, Order or Direction deemed fit and proper in the circumstances as emanated in the body of this Writ Petition ;": "(४9) इस एरिट याविका के खुख्य माय में उल्लिखित परिस्थितियों में उपयुक्त ऑर उचित समझा जाने वाला कोर्ड अन्य उवित रद आदेश या निर्देश जारी किया जाये।",
  "(iv) Dispense with the filing of certified copies of the docu- ments appended as Annexures to the Writ Petition.": "(097एट याचिका के अतुलगनक के रूप में संलग्न दस्तावेजों की प्रमाणित स्रातियों को दाखिल करने से छूट दी जाए।",
  "(v) Award Costs of 'this Writ Petition to the petitioners.": "60)... याविकाकर्ताओं को इस रिट याचिका की लागत दिलायी जाये/",
  "M. L. Puri, Advocate, for the Petitioners.": "याचिकाकर्ताओं की ओर से अधिवक्ता श्री एम एल पुरी।",
  "JUDGMENT": "निर्णय",
  "(1) The Counsel for the parties have contended that in all the": "0) पार्टियों के वकीलों ने तर्क दिया कि सभी रिट याचिकाओं , 988 की संख्या",
  "writ petitions bearing No. 10507 of 1988 Prithvi Raj Kumar v. State of Punjab, 1946 of 1989—Kidar Nath vs. State of Haryana": "0507 पृथ्वी राज कुमार बनाम पंजाब राज्य, 989 की 946 - किदार नाथ बनाम",
  "of Punjab, 1946 of 1989—Kidar Nath vs. State of Haryana and others, 1575 of 1990, Dr. S. K. Sharma and others v.": "हरियाणा राज्य और अन्य, 990 की संख्या 575, डॉ. एस. के. शर्मा और अन्य बनाम",
  "State of Haryana and others, 4951 of 1990 K. K. Jagira v. State of": "हरियाणा राज्य और अन्य, 990 की संख्या 495,के के जागीरा बनाम हरियाणा",
  "Haryana and Civil Writ Petition No. 9428 of 1989 Gurdip Singh and": "राज्य और 4989 की सिविल रिट याचिका संख्या 9428, गुरदीप सिंह और अन्य",
  "others v. State of Punjab the common questions of law and facts": "बनाम पंजाब राज्य में कानून और तथ्यों के संबंधित प्रश्न लगभग एक समान हैं और",
  "K. L. SHARMA AND OTHERS.—-Petitioners.": "के. एल. शर्मा और अन्य, याचिकाकर्ता,",
  "Versus": "बनाम",
  "THE STATE OF HARYANA AND ANOTHER. --Respondents.": "हरियाणा राज्य और अन्य -उत्तरदाता।",
  "19th September. 1990.": "9 सितंबर 990.",
  "Constitution of India, 1950—Arts. 14, 16, 226—All India Services": "भारत का संविधान, 950- अनुच्छेद 4, 6, 226---अखिल भारतीय सेवा",
  "(Leave) Rules, 1955—Rl. 20-B—Government of Haryana raising": "(अवकाश) नियम, 955-नियम 20-बी-हरियाणा सरकार ने छुट्टी नकदीकरण की",
  "maximum limit of leave encashment from 180 days ta 240 days—": "अधिकतम सीमा 80 दिनों से बढ़ाकर 240 दिन कर दी-] जुलाई, 986 से पहले",
  "Benefit not extended to employees retired prior to lst July, 1986— Such action—Whether discriminatory.": "सेवानिवृत्त कर्मचारियों को लाभ नहीं दिया गया-ऐसी कार्रवाई- क्या यह भेदभावपूर्ण",
  "Held, that all the petitioners irrespective of their dates of": "यह अभिनिर्धारित किया गया कि सभी याचिकाकर्ता, सेवानिवृत्ति की तारीखों",
  "retirement are entitled to the benefit of cash equivalent of leave": "अलग होने की बावजूद, छुट्टी वेतन के समतुल्य नकद लाभ के साथ महगाई भत्ता के",
  "earned leave at their credit on the date of retirement subject to a": "हकदार हैं, जिसमें सेवानिवृत्ति की तारीख को अपने क्रेडिट पर अर्जित छुट्टी की अवधि",
  "maximum of 240 days and the decisions saying that the benefit of": "भी शामिल है, जो अधिकतम 240 दिनों तक हो सकती है और जिस निर्णय के अनुसार",
  "leave encashment will be applicable to the employees retiring on or after 30th.September, 1977 and 1st August, 1986, respectively are": "छुट्टी नकदीकरण का लाभ क्रमश : 30 सितंबर 4977 और अगस्त 986 तारीख को या उसके बाद सेवानिवृत्त होने वाले कर्मचारियों पर लागू होगा को असंवैधानिक",
  "quashed being unconstitutional. The respondents are directed to": "होने के कारण रद्द कर दिया जाता है। प्रतिवादी को निर्देश दिया जाता है कि वे",
  "dearness allowance admissible to them on the leave salary) at the rates in force on the date of their retirement in respect of the period": "सेवानिवृत्ति की तारीख को लागू दरों पर छुट्टी वेतन (छुट्टी वेतन पर उनके लिए स्वीकार्य",
  "of earned leave at their credit subject to a maximum of 249 with 12 per cent p.a. from the date of filing of the writ petition till": "करने की तारीख से लेकर प्राप्ति तक अधिकतम 240 दिनों के लिए 2 प्रतिशत प्रति",
  "Petition Under Articles 226/227 of the Constitution of India": "माख के संविधानके अनुच्छेद 226/227 के तह्दत याविका यह ग्रार्था करती हैं",
  "praying that this Hon’ble Court be pleased to :—": "कि इस माननीय न्यायालय द्वारा --",
  "the records of the respondents relating to the decisions,": "राज्य के निर्णयों, अनुलग्नकों 'पी/। और 'पी/2' से संबंधित उत्तरदाताओं",
  "encashment will be applicable to the employees retiring on or after 30th September, 1977 and 1st July, 1986, respectively, are quashed": "सकता जो 30 सितंबर, 977 के बाद सेवानिवृत्त हुए। इस लाभ को उन",
  "Government employees in lieu of un-utilised-earned leave are based": "हरियाणा सरकार के कर्मचारियों को अप्रयुक्‍त-अर्जित अवकाश के बदले छुट्टी",
  "on the decisions of the Government of India taken from time to time. The concessions allowed by the Haryana Government to its": "समय-समय पर लिए गए निर्णयों पर आधारित हैं। हरियाणा सरकार द्वारा अपने",
  "employees and the petitioners cannot be claimed as a matter of": "कर्मचारियों और याचिकाकर्ताओं को दी गई रियायतों का दावा अधिकार के रुप में",
  "right. It was also contended that no discrimination, as alleged, has": "नहीं किया जा सकता है। यह भी तर्क दिया गया कि जैसा कि आरोप लगाया गया है,",
  "(supra) is quite distinguishable to the facts of the case in hand and": "(सुप्रा) का मामला मौजूदा मामले के तथ्यों से काफी भिन्‍न है और उसमें लिए गए",
  "the ratio of the decision taken therein is not applicable to them.": "निर्णय का कारण उन पर लागू नहीं होता है।",
  "(7) I have considered the submissions made by the learned counsel for the parties and perused the paper-book.": "0) मैंने पक्षों के विद्वान अधिवक्ता द्वारा की गई दलीलों पर विचार किया है और सभी काग़ज़ात का अध्ययन किया है।",
  "(8) At the very outset it may be mentioned that All India": "(8) शुरुआत में ही यह उल्लेख किया जा सकता है कि अखिल भारतीय सेवा",
  "Service (Leave) Rules, 1955 make a provision for matters relating": "(अवकाश) नियम, 955 अखिल भारतीय सेवा के सदस्यों की छुट्टी आदि से संबंधित",
  "to leave etc. of the members of the All India Service. Rule 20-B thereof, which envisages payment of cash equivalent of leave": "मामलों के लिए एक प्रावधान करता है।नियम 20-बी, जिसमें छुट्टी वेतन के बराबर",
  "thereof, which envisages payment of cash equivalent of leave salary, reads as under :—": "नकद भुगतान की परिकल्पना की गई है, निम्नानुसार है:--",
  "Services (Death-cum-Retirement Benefits) Rules, 1958,": "0) सरकार अखिल भारतीय सेवा (मृत्यु-सह-सेवानिवृत्ति लाभ) नियम, 958",
  "having attained the age of 58 years on or after the 30th": "58 वर्ष हो गई है।",
  "(2) The cash equivalent of leave salary payable to a member of the Service under sub-rule (1) above shall also include": "(2) उपरोक्त उप-नियम () के तहत सेवा के किसी सदस्य को देय छुट्टी वेतन",
  "dearness allowance admissible to him on the leave salary at the rates in force on the date of retirement and it shall": "के समतुल्य नकद में सेवानिवृत्ति की तारीख को लागू दरों पर छुट्टी वेतन पर उसे स्वीकार्य महँगाई भत्ता भी शामिल होगा और इसका भुगतान एक",
  "be paid in one lump-sum, as a one time settlement.": "बार के निपटान के रूप में एकमुश्त किया जाएगा।",
  "this conimunication, all the petitioners, except petitioners No. 1, 8 and 12, availed of the benefit of leave encashment upto 180 days though as": ", 8 और 2 को छोड़कर, सभी याचिकाकर्ताओं ने 80 दिनों तक छुट्टी नकदीकरण",
  "per averment in the writ petition, the un-utilized earned leave at": "का लाभ उठाया, हालांकि रिट याचिका में कहा गया है, अप्रयुकत अर्जित छुट्टी",
  "their credit at the time of retirement exceeded 180 days.": "सेवानिवृत्ति के समय उनका क्रेडिट 80 दिन से अधिक हो गया।",
  "(5) The grievance of the petitioners is that they are entitled to": "5) याचिकाकर्ताओं की शिकायत यह है कि वे अनुबंध पी-2 में निहित निर्णय के",
  "the benefit of leave encashment upto the maximum limit. of 240 days": "अनुसार 240 दिनों की अधिकतम सीमा तक अवकाश नकदीकरण का लाभ पाने के",
  "half of the petitioners that the denial of this benefit on the ground": "हकदार हैं। याचिकाकर्ताओं की ओर से दलील दी गई कि इस आधार पर इस लाभ से",
  "that they retired prior to 30th September, 1977 is absolutely, arbi-": "इनकार करना कि वे 30 सितंबर, 977 से पहले सेवानिवृत्त हुए थे, पूरी तरह से",
  "trary, irrational and discriminatory being violative of Articles 14 and": "मनमाना, तर्कहीन और भेदभावपूर्ण है और संविधान के अनुच्छेद 4 और 6 का",
  "homogeneous class of retirees into two categories. In support of this": "2 में निहित निर्णयों ने सेवानिवृत्त लोगों के सजातीय वर्ग को दो श्रेणियों में विभाजित",
  "argument, the petitioners’ Counsel has placed reliance on D. S. Nakra": "किया है। इस तर्क के समर्थन में, याचिकाकर्ताओं के अधिवक्ता ने डी.एस. नाकरा",
  "v. Union of India (1), and in R. P. Khosla, Former Judge, Punjab and": "बनाम भारत संघ (), और आर.पी. खोसला, पूर्व न्यायाधीश, पंजाब और हरियाणा",
  "Haryana High Court, Chandigarh v. Union of India and others (2).": "उच्च न्यायालय, चंडीगढ़ बनाम भारत संघ और अन्य (2) का सहारा लिया।",
  "strongly urged that in R. P. Khosla’s case (supra) it was held by": "आर.पी. खोसला (सुप्रा) के मामले में यह इस न्यायालय द्वारा माना गया था कि 30",
  "this Court that the date of retirement had no bearing regarding the": "नकदीकरण के लाभ की पात्रता के संबंध में सेवानिवृत्ति की तारीख का कोई संबंध",
  "retiring on or after 30th September, 1977 and the petitioner was": "किया गया था और | जुलाई, 986 को या उसके बाद सेवानिवृत्त होने वाले",
  "held to be entitled to the payment of cash equivalent of leave": "की अवधि के लिए छुट्टी वेतन के बराबर नकद भुगतान का अधिकार भी है।",
  "salary including dearness allowance in respect of period at his credit": "सहित) के बराबर नकद भुगतान करें। उनके खाते में अर्जित अवकाश की अवधि के",
  "on the date of his retirement subject to a maximum of 180 days.": "संबंध में, जो अधिकतम 240 दिनों के अधीन है और रिट याचिका दायर करने की"
}