{
  "Before M. M. Kumar & Gurdev Singh, JJ.": "न्यायमूर्ति एम. एम. कुमार और न्यायमूर्ति गुरदेव सिंह के समक्ष",
  "HARYANA PUBLIC SERVICE COMMISSION,—Petitioner": "हरियाणा सार्वजनिक सेवा आयोग-याचिकाकर्ता",
  "versus": "बनाम",
  "SNEH LATA & OTHERS,—Respondents": "स्नेह लता और अन्य- उत्तरदाता",
  "Appeal against order of Single Judge who directed to re-": "एकल न्यायाधीश के आदेश के खिलाफ अपील, जिन्होंने हरियाणा",
  "an option from among two advertisements issued within stipulated time period - Held, if such a prayer is accepted, then the sanctity": "स्वीकार की गई -प्रतिवादी निर्धारित समय अवधि के भीतर जारी किए गए दो विज्ञापनों में से एक विकल्‍प भेजने में विफल रही थी - यदि ऐसी प्रार्थना",
  "of fixing the last date for submitting application for a post in response to advertisement would be completely breached.": "स्वीकार की जाती है तो विज्ञापन के जवाब में किसी पद के लिए आवेदन जमा करने की अंतिम तिथि निर्धारित करने की आवश्यकता का पूरी तरह से उल्लंघन",
  "Held, that the finding of the learned Single Judge in categorical terms": "अभिनिर्धारित किया गया है कि विद्वान एकल न्यायाधीश का स्पष्ट शब्दों",
  "on 6.12.2010, which was beyond the period of 10 days. Merely because": "संचार का जवाब दिया, जो 0 दिनों की अवधि से अधिक था|केवल इसलिए कि",
  "she had responded before the date of examination was not sufficient to issue": "उसने परीक्षा की तारीख से पहले जवाब दिया था, निर्देश जारी करने के लिए",
  "date for submitting application for a post in response to an advertisement": "जवाब में किसी पद के लिए आवेदन जमा करने की अंतिम तिथि तय करने की",
  "would be completely breached. As has been rightly contended by the": "आवश्यकता का पूरी तरह से उल्लंघन होगा।जैसा कि अपीलार्थी-आयोग के",
  "result into endless processes and the delay in submission of application": "टृष्टिकोण के परिणामस्वरूप अंतहीन प्रक्रियाएं होंगी और आवेदन जमा करने में",
  "would not be considered as a ground for rejecting the application. Moreover,": "देरी को आवेदन को अस्वीकार करने का आधार नहीं माना जाएगा|इसके अलावा,",
  "the writ petitioner - respondent No.1 was issued Roll No. 796 in respect": "रिट याचिकाकर्ता-प्रतिवादी संखया | को विज्ञापन संख्या 4 के संबंध में अनुक्रमांक 796 जारी किया गया था, जो अपीलकर्ता द्वारा 9.2.200 को लिए",
  "of Advertisement No.4 as per the decision taken by the appellant - Commission on 9.12.2010 in respect of those applicants who have applied": "गए निर्णय के अनुसार उन आवेदकों के संबंध में था जिन्होंने दोनों विज्ञापनों के",
  "against both the advertisements. In the aforesaid facts and circumstances,": "खिलाफ आवेदन किया था।उपरोक्त तथ्यों और परिस्थितियों में, हम विद्वान",
  "participate in the selection process have been violated. Therefore, the extra": "प्रक्रिया में भाग लेने के किसी भी अधिकार का उल्लंघन किया गया है।इसलिए,",
  "ordinary direction issued in favour of the writ petitioner-respondent No. 1": "रिट याचिकाकर्ता-प्रतिवादी संख्या के पक्ष में जारी किया गया असाधारण",
  "would not be sustainable in the eyes of law.": "निर्देश कानून की नजर में टिकने योग्य नहीं है|",
  "(Para 9)": "(पैरा 9)",
  "Tejinder Singh Dhindsa, Advocate, for the appellant.": "तेजिंदर सिंह ढिंढसा अधिवक्ता, अपीलकर्ता की ओर से",
  "Manoj Kumar Sangwan, Advocate, for respondent No. 1.": "मनोज कुमार सांगवान अधिवक्ता, प्रतिवादी नं. । की ओर से",
  "Aman Chaudhary, Addl. AG, Haryana, for respondent Nos. 2 and 3.": "अमन चौधरी, एडिशनल महाधिवक्‍ता, हरियाणा, प्रतिवादी नं. 2 और 3 की",
  "M.M. KUMAR, J.": "न्यायमूर्ति एम. एम. कुमार",
  "(1) The instant appeal under Clause X of the Letters Patent is": "(]) लेटर्स पेटेंट के खंड # के तहत यह अपील रिट याचिकाकर्ता-प्रतिवादी संख्या",
  "Judge allowing the petition filed by the writ petitioner-respondent No. 1.": "। द्वारा दायर याचिका को स्वीकार करने विद्वान एकल न्यायाधीश दूवारा दिए",
  "The learned Single Judge has directed the appellant-Haryana Public Service Commission to conduct a special examination for the writ petitioner for the": "न्यायाधीश ने अपीलार्थी-हरियाणा लोक सेवा आयोग को निर्देश दिया है कि वह",
  "(5) The learned Single Judge on the basis of the pleadings of the": "(3) विद्वान एकल न्यायाधीश के समक्ष अपीलार्थी-आयोग दवारा लिया गया",
  "learned Single Judge is revealed in the last two paras of the judgment which": "विद्वान एकल न्यायाधीश का इष्टिकोण निर्णय के अंतिम दो अनुच्छेदों में प्रकट",
  "reads thus :": "होता है जो इस प्रकार हैः",
  "“T have heard the counsel for the parties and have read the contents": "“ मैंने दोनों तरफ के अधिवक्ताओं को सुना है और पुस्तिका की सामग्री",
  "regard to one of the advertisement pursuant to which selection": "को उस विज्ञापन के संबंध में अपना विकल्‍प देना आवश्यक था जिसके",
  "was to be made. It is also a conceded fact that the petitioner on": "अनुसार चयन किया जाना था।यह भी एक स्वीकृत तथ्य है कि याचिकाकर्ता",
  "6.12.2010 had responded even though same was not within": "ने 6.2.200 को जवाब दिया था, भले ही वह 0 दिनों के निर्धारित समय के",
  "sufficient ground for the respondent to allow her to take": "देने की अनुमति देने के लिए पर्याप्त आधार होना चाहिए था जो उस तारीख",
  "examination which was scheduled for a date subsequent to the date when she communicated to the respondents, her preference": "के बाद की तारीख के लिए निर्धारित किया गया था जब उसने प्रतिवादी को",
  "date when she communicated to the respondents, her preference to take the examination qua advertisement no. 3. It is not the": "सूचित किया था, परीक्षा देने के लिए उसकी प्राथमिकता विज्ञापन संख्या 3",
  "case of the respondent Commission that such option was not": "की थी| प्रतिवादी आयोग का यह कहना नहीं है कि याचिकाकर्ता द्वारा इस",
  "exercised by the petitioner but the sole objection is that the": "तरह के विकल्‍प का उपयोग नहीं किया गया था, लेकिन एकमात्र आपत्ति यह",
  "option was exercised after the period of 10 days which was": "है कि विकल्‍प का उपयोग 0 दिनों की अवधि के बाद किया गया था जो",
  "The procedure that the respondent adopted should not have been": "प्रतिवादी ने जो प्रक्रिया अपनाई, वह नहीं की जानी चाहिए थी, क्योंकि",
  "done, as such an attitude towards the candidates affects their": "उम्मीदवारों के प्रति इस तरह का रवैया उनके पेशा को प्रभावित करता है",
  "careers and the Haryana Public Service Commission who is": "और हरियाणा लोक सेवा आयोग, जो ऐसी घटनाओं में ऐसी चयन प्रक्रिया",
  "that it deserves. Respondent No. 3 is directed to conduct a": "संवेदनशीलता के साथ लेना चाहिए। प्रतिवादी संख्या 3 को याचिकाकर्ता के",
  "special examination for the petitioner and consider her for the": "लिए एक विशेष परीक्षा आयोजित करने और प्रतिवादी आयोग द्वारा",
  "communicated to her in accordance with their convenience.”": "निर्देश दिया जाता है और उनकी सुविधा के अनुसार उसे सूचित किया जाता है।”",
  "(6) Mr. T.S. Dhindsa, learned counsel for the appellant-Commission": "(6) अपीलार्थी-आयोग के विद्वान अधिवक्ता श्री टी. एस. ढिंढसा ने तक दिया है",
  "has argued that some significant facts which go to the root of the matter": "कि कुछ महत्वपूर्ण तथ्य जो मामले की जड़ तक जाते हैं, उन पर विदवत एकल",
  "have not been considered by the learned Single Judge which has resulted": "न्यायाधीश दूवारा विचार नहीं किया गया है जिसके परिणामस्वरूप अपीलार्थी-",
  "in issuance of prejudicial direction to the appellant-Commission. According": "आयोग को प्रतिकूल निर्देश जारी किया गया है।विद्वान अधिवक्ता के अनुसार",
  "to the learned counsel in all cases of selection process a last date for filing": "चयन प्रक्रिया के सभी मामलों में आवेदन दाखिल करने की अंतिम तिथि हमेशा दी",
  "the application is always given and the time frame is sacrosanct. If the time": "जाती है और समय सीमा निर्धारित करने की जरूरत होती है।यदि समय सीमा का",
  "limit is breached then it would well-nigh impossible for the appellant- Commission to complete any selection process. Once the options have been": "उल्लंघन किया जाता है तो अपीलार्थी-आयोग के लिए किसी भी चयन प्रक्रिया को पूरा करना लगभग असंभव होगा।एक बार जब एक विशेष तिथि तक सभी",
  "invited from all the candidates by a particular date and the writ petitioner-": "उम्मीदवारों से विकल्प आमंत्रित कर लिए जाते हैं और रिट याचिकाकर्ता-प्रतिवादी",
  "respondent No. | failed to adhere to the time limit given then there was": "संख्या । दी गई समय सीमा का पालन करने में विफल रहता है तो कोई निर्देश",
  "no occasion to issue any direction.": "जारी करने का कोई अवसर नहीं था।",
  "(7) Mr. Dhindsa has then pointed out that in any case announcement": "(7) श्री ढिंढसा ने बताया कि इस मामले में प्रमुख समाचार पत्रों में घोषणा",
  "candidates that the screening test in relation to Advertisement No. 4 would": "विज्ञापन संख्या 4 के संबंध में जाँच परीक्षा 9.2.200 को आयोजित की जाएगी",
  "then he/she was to contact the Commission’s office on the stipulated date": "तिथि पर अपीलकर्ता-आयोग के कार्यालय से संपर्क कर सकता है।रिट",
  "the writ petitioner-respondent No. | was issued Roll No. 796 on 7.12.2010": "था।विद्वान वकील ने कहा है कि रिट याचिकाकर्ता-प्रतिवादी संखया | को डाक प्रमाण पत्र के तहत 7.2.200 पर अनुक्रमांक 796 जारी किया गया था, जिस तरह",
  "has also produced before us the original list of the candidates to whom roll numbers were dispatched under U.P.C./Registered cover, which bears the": "की मूल सूची भी प्रस्तुत की है जिन्हें (.7.0./२८४ ४०७१ कवर के तहत रोल नंबर",
  "stamp of the postal authorities dated 7.12.2010. However, she set up a": "भेजे गए थे, जिस पर डाक अधिकारियों की दिनांक 7.2.200 की मुहर",
  "false plea that she never received the roll number for the screening test,": "है।हालॉकि, उन्होंने एक झूठी दलील दी कि उन्हें कभी भी स्क्रीनिंग टेस्ट के लिए रोल नंबर नहीं मिल्रा, जो 9.2.200 को आयोजित किया गया था।विद्वान",
  "which was held on 19.12.2010. The judgment of the learned Single Judge would set a wrong precedent and, therefore, deserves to be set aside.": "रोल नंबर नहीं मिल्रा, जो 9.2.200 को आयोजित किया गया था।विद्वान एकल न्यायाधीश का निर्णय एक गलत मिसाल कायम करेगा और इसलिए, इसे दरकिनार किया जाना चाहिए।",
  "(8) Mr. Manoj Kumar Sangwan, learned counsel for the writ petitioner-respondent No. | has supported the direction issued by the": "(8) रिट याचिकाकर्ता-प्रतिवादी संखया | के विद्वान अधिवक्ता श्री मनोज कुमार सांगवान ने विद्वान एकल न्यायाधीश द्वारा जारी निर्देश का समर्थन",
  "learned Single Judge and argued that the procedure adopted by the appellant-": "किया है और तर्क दिया है कि अपीलार्थी-आयोग द्वारा अपनाई गई प्रक्रिया में",
  "Commission lacks sensitivity. The persons who are un-employed are gravely": "संवेदनशीलता का अभाव है।जो व्यक्ति बेरोजगार हैं, वे अपीलार्थी-आयोग द्वारा",
  "According to him, the learned Single Judge has rightly directed the appellant-": "अनुसार, विद्वान एकल न्यायाधीश ने अपीलकर्ता-आयोग को रिट याचिकाकर्ता-",
  "respondent No. | and consider her claim for appointment to the post of Lecturer in Hindi (School Cadre).": "संवर्ग) में व्याख्याता के पद पर नियुक्ति के लिए उसके दावे पर विचार करने का",
  "(9) Having heard learned counsel at a considerable length and": "(9) विद्वान अधिवक्ता को काफी देर तक सुनने और उनकी सहायता से फाईल",
  "terms is that the writ petitioner-respondent No. 1 responded to the": "चाहिए।यह रिकॉर्ड में आया है कि रिट याचिकाकर्ता-प्रतिवादी संख्या | ने",
  "Merely because she had responded before the date of examination was not": "कि उसने परीक्षा की तारीख से पहले जवाब दे दिया था, निर्देश जारी करने के लिए",
  "sufficient to issue direction. If such like prayer is accepted then the sanctity": "पर्याप्त नहीं था।यदि इस तरह की प्रार्थना स्वीकार की जाती है तो विज्ञापन के",
  "of fixing the last date for submitting application for a post in response to": "जवाब में किसी पद के लिए आवेदन जमा करने की अंतिम तिथि तय करने की",
  "an advertisement would be completely breached. As has been rightly": "आवश्यकता का पूरी तरह से उल्लंघन होगा।जैसा कि अपीलार्थी-आयोग के",
  "an approach would result into endless processes and the delay in submission": "टृष्टिकोण के परिणामस्वरूप अंतहीन प्रक्रियाएँ होंगी और आवेदन जमा करने में",
  "of application would not be considered as a ground for rejecting the": "देरी को आवेदन को अस्वीकार करने का आधार नहीं माना जाएगा।इसके अलावा,",
  "No. 796 in respect of Advertisement No. 4 as per the decision taken by": "प्रतिवादी संख्या | को विज्ञापन संख्या 4 के संबंध में अनुक्रमांक 796 जारी किया",
  "have applied against both the advertisements. According to the decision, permission was granted to the writ petitioner-respondent No. | to appear": "गया था।निर्णय के अनुसार, रिट याचिकाकर्ता-प्रतिवादी संख्या | को विज्ञापन",
  "against the posts advertised vide Advertisement No. 4. The aforesaid": "संख्या 4 के माध्यम से विज्ञापित पदों के खिलाफ उपस्थित होने की अनुमति दी",
  "decision was also published in the leading newspapers on 9.12.2010 (A-": "गई थी।उपरोक्त निर्णय प्रमुख समाचार पत्रों में 9.2.200 (ए -).लेकिन वह इस",
  "1). However, she failed to avail the opportunity. As a matter of fact, a perusal": "मौके का फायदा नहीं उठा पाए।वास्तव में, हमारे समक्ष प्रस्तुत मूल सूची के",
  "of the original list produced before us shows that the name of writ petitioner-": "अवलोकन से पता चलता है कि रिट याचिकाकर्ता-प्रतिवादी संख्या | का नाम उक्त",
  "respondent No. | figures at Sr. No. 796 of the said list. She was sent Roll No. 796 at the address - Vill. Raghunath Pura, PO Hamidpur, Tehsil": "सूची के क्रम संख्या 796 पर है।उन्हें रोल नंबर 796, पता - गांव रघुनाथ पुरा",
  "writ petitioner-respondent No. | to participate in the selection process have": "अपनी असमर्थता व्यक्त करते हैं कि रिट याचिकाकर्ता-प्रतिवादी संखया | के चयन",
  "(10) For the reasons aforementioned, this appeal succeeds. The": "(।0) उपरोक्त कारणों से, यह अपील स्वीकार की जाती है [विद्वान एकल",
  "is hereby set aside. The original record produced during the course of the": "रद्द कर दिया जाता है।सुनवाई के दौरान प्रस्तुत मूल अभिलेख को अपीलार्थी-",
  "hearing be handed over back to the learned counsel for the appellant- Commission.": "आयोग के विद्वान अधिवक्ता को वापस सौंप दिया जाए।"
}