{
  "5. If above issue No.1 to 4 are proved in affirmative, whether": "5 यदि उपरोक्त मुद्दा संख्या । से 4 सकारात्मक साबित होते हैं, तो क्या वादी",
  "the plaintiff and defendants No.4 to 7 are entitled to a decree": "और प्रतिवादी संख्या 4 से 7 मुकदमा भूमि के कब्जे के लिए हुकमनामा के हकदार",
  "6. Whether the suit is not maintainable in the present": "6. क्या मुकदमा वर्तमान रूप में बनाए रखने योग्य नहीं है?ओपीडी",
  "7. Whether plaintiff has no cause of action to file the present": "7. क्या वादी के पास वर्तमान मुकदमा दायर करने के लिए कोई कारण नहीं",
  "suit?OPD": "नहीं है?ओपीडी",
  "8. Whether the plaintiff has no locus standi to file the present": "8. क्‍या वादी के पास वर्तमान मुकदमा दायर करने का कोई क़ानूनी क्षमता",
  "9. Whether the suit is bad for mis-joinder and non-joinder of": "9. क्‍या मुकदमा और पार्टियों के गलत संयोजन आवश्यक पार्टियों के",
  "10. Whether the defendants No.2 and 3 are bonafide purchasers": "0. क्या प्रतिवादी संख्या 2 और 3 वास्तविक खरीदार हैं और ॥7 मरला भूमि",
  "land ? If so, its effect?OPD": "के कब्जे में हैं?यदि ऐसा है, तो इसका प्रभाव क्या है?ओपीडी",
  "(7) Thereafter, in order to substantiate their respective pleaded": "(7) इसके बाद, अपने-अपने पक्ष को साबित करने के लिए के पक्षकारों ने",
  "stands, the parties to the lis, produced on record the oral as well as documentary evidence.": "मौखिक और दस्तावेजी साक्ष्य को रिकॉर्ड में प्रस्तुत किया।",
  "(8) The trial Court, after taking into consideration the entire oral as well as documentary evidence on record, decreed the suit of the plaintiff,": "(8) विचारण न्यायालय, अभिलेख पर सम्पूर्ण मौखिक और दस्तावेजी साक्ष्य पर सोच विचार करने के बाद, वादी के मुकदमा का निर्णय वादी के हक में",
  "by means of judgment and decree dated 1.3.2000, the operative part of": "04.03.2000 की डिक्री व फैसला के मुताबिक कर दिया, जिसका कार्यात्मक भाग",
  "which is (para 28) as under:-": "(पैरा 28) निम्नानुसार हैः",
  "“On the basis of reasons recorded here-in-before while deciding": "“विभिन्न मुद्दों पर निर्णय लेते समय पहले दर्ज किए गए कारणों के आधार पर,",
  "different issues particularly issue No.1, 7 & 8, suit filed by": "विशेष रूप से मुद्दा संख्या 7 और 8, वादी द्वारा दायर मुकदमा सफल",
  "SUKHDEV SINGH AND OTHERS v. MOHAN SINGH 427": "सुखदेव सिंह और अन्य बनाम मोहन सिंह 43/",
  "AND OTHERS (Mehinder Singh Sullar, J.)": "और अन्य (न्यामूर्ति महिंदर सिंह सुलार)",
  "Before Mehinder Singh Sullar, J.": "न्यामूर्ति महिंदर सिंह सुल्लर के समक्ष",
  "SUKHDEV SINGH AND OTHERS,—Appellants": "सुखदेव सिंह और अन्य-अपीलार्थी",
  "versus": "बनाम",
  "MOHAN SINGH AND OTHERS,—Respondents": "मोहन सिंह और अन्य,-उत्तरदाता",
  "RSA No.4314 of 2008": "आर. एस. ए. सं. 2008 का 43॥4",
  "Code of Civil Procedure, 1908 - O.1 RI. 10, - Transfer of": "सिविल प्रक्रिया संहिता, 4908- आदेश-4 नियम ॥0,-संपत्ति हस्तांतरण",
  "Property Act - S.41 - Defendant No.1 got land mutated in her favour on the basis of a false and illegal Will - Defendant No. 1 sold land": "अधिनियम-धारा 4॥-प्रतिवादी संख्या । ने एक झूठी और अवैध वसीयत के आधार पर अपने नाम भूमि परिवर्तित कर ली-प्रतिवादी संख्या ने भूमि को प्रतिवादी",
  "to defendant No.2&3 - Plaintiff filed suit for declaration/possession/": "संख्या 2-3 को बेच दी- वादी पने उतरवादी के खिलाफ घोषणा/कब्जा/स्थायी",
  "pendency of suit land further sold - Subsequent vendee not parties": "दौरान आगे बेचा गया-बाद का विक्रेता दीवानी मुकदमे में मुकदमाकार नहीं था-",
  "to the civil suit - Suit decreed in favour of plaintiff - Defendants": "वादी का मुकदमा घोषित किया गया-उतरवादियों ने अपील दायर की-आदेश ।",
  "Rule 10 - Permitted to join proceedings for limited purpose to argue": "लिए सीमित उद्देश्य के लिए कार्यवाही में शामिल होने की अनुमति दी गई-उसे",
  "the appeal - Challenge thereto - Held, that subsequent vendees have": "चुनौती दी गयी - यह माना गया कि बाद के विक्रेताओं को अभियोक्‍ता के दावे को",
  "no independent right to contest claim of the plaintiff or lead additional evidence.": "चुनौती देने या अतिरिक्त साक्ष्य का नेतृत्व करने का कोई स्वतंत्र अधिकार नहीं है।",
  "Held, That this is not the end of the matter. Admittedly, the present": "यह माना गया कि यह मामले का अंत नहीं है। यह स्वीकार्य है कि, वर्तमान",
  "appellants subsequent (second) vendees were claimed to have purchased": "अपीलकर्ताओं-पास्चातव (द्वितीय) विक्रेताओं ने मुकदमा विचारधीनता के दोरान",
  "have entered and stepped into the shoes of their respective vendors. In that": "अपने संबंधित विक्रेताओं के जूते में कदम रख चुके हैं।उस स्थिति में, उन्हें एक",
  "statement, to adduce additional evidence and to contest the claim of the": "अलग लिखित बयान दायर करने, अतिरिक्त साक्ष्य प्रस्तुत करने और अभियोकक्‍ता के",
  "MEHINDER SINGH SULLAR, J. (ORAL)": "न्यामूर्ति महिंदर सिंह सुल्लर (मोखिक)",
  "(1)As the Courts below duly recapitulated and discussed the": "() जैसा कि नीचे वाले न्यायालयों ने पक्षकारों द्वारा अभिलेख पर लाए गए",
  "pleadings and evidence brought on record by the parties in detail, therefore,": "अभिवचनों और साक्ष्यों को विधिवत दोहराया और विस्तार से चर्चा की, इसलिए इस",
  "there appears to be no necessity to again reproduce and repeat the same in the instant regular second appeal in this context. However, the epitome": "संदर्भ में तत्काल नियमित दूसरी अपील में इन्हे फिर से दोहराने की कोई आवश्यकता नहीं प्रतीत होती। हालाँकि, वर्तमान अपील पर निर्णय लेने के लिए",
  "of the facts, culminating in the commencement, relevant for deciding the present appeal and emanating from the record, is that Mohan Singh son": "प्रासंगिक और अभिलेख से निकलने वाले तथ्यों का सारांश यह है कि मेहंगा सिंह",
  "of Mehnga Singh respondent No. 1-plaintiff (for brevity “the plaintiff’), filed": "प्रत्यर्थी के बेटे मोहन सिंह (संक्षिप्तता के लिए \"वादी\") ने जीत सिंह की पत्नी रणबीर",
  "the suit against Ranbir Kaur wife of Jeet Singh, Karnail Singh, Niranjan Singh, Mohinder Ram sons of Puran Ram respondent Nos.6 to 9-defendants": "कौर, करनैल सिंह, रंजन सिंह, पूरन राम प्रत्यर्थी के बेटों मोहिंदर राम के खिलाफ 6",
  "No.1 to 3 & 3-A (for short “the contesting defendants”) and other defendants,": "से 9-प्रतिवादी नंबर । से 3 और 3३-ए (संक्षेप में \"प्रतिद्वृंद्वी प्रतिवादी\") और अन्य",
  "and defendants No.4 to 7 are the owners and in possession, in equal shares": "इस प्रभाव से कि वह (वादी) और प्रतिवादी नंबर 4 से 7 विवादग्रस्त भूमि के मालिक",
  "of the land in dispute, being the legal heirs of Mehar Singh son of Hari Singh": "कानूनन मालिक और समान शेयरों में कब्जे में हैं विवाद में पड़ी भूमि, मेहर सिंह",
  "by him in favour of Ranbir Kaur (defendant No.1), mutation No.652": "नंबर ॥) म्यूटेशन नंबर 652 के पक्ष में उनके द्वारा इसके अनुसरण में दर्ज की गई",
  "entered in pursuance thereof and the sale deeds dated 17.12.1992 and": "और दिनांक ॥7.2.992 के बिक्री विलेख और 7.2.993 को उनके द्वारा बचाव के",
  "that the plaintiff with proforma defendants No.4 to 7 are": "प्रोफोर्मा प्रतिवादी संख्या 4 से 7 तक के साथ वादी मृतक मेहर सिंह के",
  "owners in equal shares of the suit land being legal heirs of": "कानूनी उत्तराधिकारी होने के नाते वाद भूमि के समान शेयरों के मालिक",
  "and mutation No.652 with impugned sale-deed dated": "दिनांक 5.06.992 और उत्परिवर्तन संख्या 652 और विवादित विक्रय",
  "17.12.1992, mutation No.660 as well as sale-deed dated": "विलेख दिनांक 47.2.992 उत्परिवर्तन संख्या 660 और विवादित",
  "in favour of the plaintiff and defendants No.4 to 7 and": "डिक्री वादी और प्रतिवादी संख्या 4 से 7 के हक में पारित की गयी है और",
  "defendants No.1 to 3 and 3-A are hereby permanently": "वादी संख्या 4 से 7 और प्रतिवादी संख्या । से 3 और 3-ए को किसी भी",
  "restrained from alienating the suit land in any manner as a": "तरह से वाद भूमि को हस्तांतरित करने से स्थायी रूप से रोक दिया जाता",
  "consequential relief. Decree-sheet be prepared accordingly": "है।तदनुसार डिक्री-शीट तैयार की जाए और उचित अनुपालन के बाद",
  "and file be consigned to the record-room after due compliance.”": "फाइल को अभिलेख-कक्ष में भेजा जाए।\"",
  "(9) Dis-satisfied with the decision of the trial Court, Ranbir Kaur (defendant No.1) and other defendants filed the appeal before the first appellate Court. It will not be out of place to mention here that Sukhdev Singh son of Bachan Singh, Mohinder Ram and Joginder Ram sons of": "(9) निचली अदालत के फैसले से असंतुष्ट रणबीर कौर (प्रतिवादी संख्या ॥) और अन्य प्रतिवादियों ने पहली अपीलीय अदालत में अपील दायर की।यहाँ यह उल्लेख करना अनुचित नहीं होगा कि सुखदेव सिंह पुत्र बचन सिंह, मोहिंदर राम और",
  "Mundri Ram appellants subsequent (second) vendees were not the parties": "जोगिंदर राम पुत्रान मुंद्री राम अपीलार्थी-पास्चातव (द्वितीय) विक्रेताओं निचली",
  "in the suit before the trial Court. During the pendency of the suit, they were": "अदालत के समक्ष मुकदमे में पक्षकार नहीं थे।मुकदमे विचाराधीनता रहने के दौरान,",
  "claimed to have subsequently purchased some land out of the suit land, from the alleged vendees of Ranbir Kaur (defendant No.1). Although their": "दावा किया गया कि उन्होंने बाद में रणबीर कौर (प्रतिवादी संख्या ॥) के कथित विक्रेताओं से मुकदमे की जमीन से कुछ जमीन खरीदी।हालाँकि उनकी उपस्थिति",
  "presence was not at all essential, as they were allegedly stepped into the": "बिल्कुल भी आवश्यक नहीं थी, क्योंकि उन्हें कथित रूप से रणबीर कौर के कथित",
  "in the wake of their application under Order 1 Rule 10 CPC, permitted": "आदेश 4 नियम 0 सी. पी. सी. के तहत उनके आवेदन के मद्देनजर, उन्हें दिनांकित",
  "them to join the proceedings, only for a limited purpose, to argue the appeal,": "6.2.2003 आदेश द्वारा से, केवल एक सीमित उद्देश्य के लिए, अपील पर बहस",
  "Court dismissed the main appeal, by way of judgment and decree dated 22.12.2003.": "न्यायालय ने निर्णय और डिक्री दिनांक 22.2.2003 के माध्यम से मुख्य अपील को खारिज कर दिया।",
  "430 LL.R. PUNJAB AND HARYANA 2012(2)": "430 आई. एल. आर. पंजाब और हरियाणा 20]2(2)",
  "4. Levelling a variety of allegations and narrating the sequence of": "4. विभिन्न प्रकार के आरोप लगाते हुए और घटनाओं के क्रम का वर्णन करते",
  "events, in all, according to the plaintiff that he alongwith defendant Nos.4 to 7 are entitled to inherit the property in dispute after the death of Mehar Singh in natural succession. The alleged Will in favour of defendant No.1,": "हुए, वादी के अनुसार कि वह प्रतिवादी संख्या 4 से 7 के साथ मेहर सिंह की मृत्यु के बाद में विवाद में संपत्ति के प्राकृतिक उत्तराधिकार होने का हकदार",
  "termed to be illegal, null, void and not binding on their (plaintiff & defendant": "विलेख और परिणामी उत्परिवर्तन को अवैध, अमान्य और उनके (वादी और",
  "Nos.4 to 7) rights. They asked the contesting defendants to admit their": "प्रतिवादी संख्या 4 से 7) अधिकारों पर बाध्यकारी नहीं कहा जाता है।उन्होंने प्रतिद्वंद्वी प्रतिवादियों से अपने दावे को स्वीकार करने के लिए कहा, लेकिन व्यर्थ,",
  "claim, but in vain, which necessitated the plaintiff to file the present suit. On": "प्रतिद्वंद्वी प्रतिवादियों से अपने दावे को स्वीकार करने के लिए कहा, लेकिन व्यर्थ, जिसके कारण अभिवादी को वर्तमान मुकदमा दायर करने की आवश्यकता",
  "the basis of aforesaid allegations, the plaintiff filed the suit for a decree of": "पड़ी।उपरोक्त आरोपों के आधार पर, वादी ने पहले वर्णित तरीके से, प्रतिद्वंद्वी",
  "declaration/possession/permanent injunction against the contesting defendants,": "प्रतिवादियों के खिलाफ घोषणा/कब्जा/स्थायी निषेधाज्ञा के आदेश के लिए मुकदमा",
  "(5) As no body appeared to contest the suit on behalf of defendant Nos.3-A and 4 to 7, therefore, exparte proceedings were ordered against": "(5) चूंकि कोई भी प्रतिवादी संख्या 3-७ और 4 से 7 की ओर से मुकदमे का विरोध करने के लिए उपस्थित नहीं हुआ, इसलिए उनके खिलाफ एक तरफा",
  "them. However, the contesting defendant Nos.1 to 3 refuted the claim of": "कार्यवाही का आदेश दिया गया।हालाँकि, प्रतिद्वंद्वी प्रतिवादी संख्या । से 3 ने वादी",
  "the plaintiff and filed their separate written statements, inter-alia pleading": "के दावे का खंडन किया और अपने अलग-अलग लिखित बयान दायर किए, जिसमें",
  "certain preliminary objections of, maintainability of the suit, cause of action": "अन्य बातों के साथ-साथ वादी की कुछ प्रारंभिक आपत्तियों, मुकदमे की स्थिरता,",
  "and locus standi of the plaintiff. The contesting defendants pleaded that": "वाद हेतु और अधिस्थिति का अनुरोध किया गया।प्रतिद्वृंद्दी प्रतिवादियों ने दलील दी",
  "defendant No.1, being the legally wedded wife of deceased Mehar Singh,": "कि प्रतिवादी संख्या ।, मृतक मेहर सिंह की कानूनी रूप से विवाहित पत्नी होने के",
  "became the owner and in possession of the land in dispute, on the basis": "नाते, वसीयत के आधार पर मालिक बन गई और विवादग्रस्त भूमि पर कब्जा कर",
  "of the Will and mutation to that effect was also sanctioned in pursuance": "लिया और उसके वसीयत के आदर पर उत्परिवर्तन को भी मंजूरी दी गई। प्रतिवादी",
  "thereof. Defendant No.1, being the absolute owner and in possession, has": "संख्या ॥, पूर्ण स्वामी और कब्जे में होने के नाते, मुकदमा भूमि को प्रतिवादी संख्या",
  "rightly sold the suit land to contesting defendant Nos.2 and 3, vide indicated": "2 और 3 को सही ढंग से इंगित बिक्री विलेखों के माध्यम से बेच दिया है और",
  "434 LL.R. PUNJAB AND HARYANA 2012(2)": "434 आई. एल. आर. पंजाब और हरियाणा 202(2)",
  "(13) At the very outset, assailing the impugned judgment and": "(3) शुरू में ही, आक्षेपित निर्णय और डिक्री पर हमला करते हुए, अपीलार्थियों",
  "urged that as the first appellate Court did not provide them the adequate": "अपीलीय न्यायालय ने उन्हें सुनवाई का पर्याप्त अवसर प्रदान नहीं किया, जिसमें",
  "opportunity of hearing, which includes the right to lead evidence, therefore,": "साक्ष्य का नेतृत्व करने का अधिकार शामिल है, इसलिए उनका मामला पूर्वाग्रहपूर्ण",
  "their case was prejudiced. The argument is that they are the bona fide purchasers from the vendees of Ranbir Kaur (defendant No.1) and their": "था।तर्क यह है कि वे रणबीर कौर (प्रतिवादी संख्या ॥) के विक्रेताओं से प्रामाणिक",
  "(hereinafter to be referred as “the TP Act”) and since the pendency of the": "(इसके बाद \"टीपी अधिनियम\" के रूप में संदर्भित किया जाएगा) के तहत संरक्षित",
  "suit was not in their knowledge, so, the doctrine of lis pendens will not be": "हैं और चूंकि मुकदमे की विचाराधीनता उनके संज्ञान में नहीं थी, इसलिए, लीस",
  "attracted, but the Ist appellate Court illegally negatived their claim. Thus,": "ने अवैध रूप से उनके दावे को अस्वीकार कर दिया।इस प्रकार, उन्होंने अपील को",
  "he prayed for acceptance of the appeal.": "स्वीकार करने के लिए प्रार्थना की।",
  "(14) On the contrary, hailing the impugned judgment and decree,": "(4) इसके विपरीत, आश्षेपित निर्णण और डिक्री की सराहना करते हुए,",
  "the learned counsel for respondent No.1-plaintiff, contended with some amount of vehemence that this Court has only remanded the appeal, to": "प्रतिवादी के विद्वान अधिवक्ता ने कुछ तीव्रता के साथ तर्क दिया कि इस न्यायालय",
  "amount of vehemence that this Court has only remanded the appeal, to enable the appellantssubsequent (second) vendees to argue the matter and": "ने अपील को रिमांड किया था , ताकि अपीलकर्ता मामले पर बहस कर सके और",
  "did not allow them to adduce evidence, so the first appellate Court has": "उन्हें साक्ष्य प्रस्तुत करने की अनुमति नहीं दी गई थी, इसलिए पहले अपीलीय",
  "rightly ignored their plea of leading additional evidence in this respect. The": "न्यायालय ने इस संबंध में अतिरिक्त साक्ष्य देने की उनकी याचिका को सही ढंग से",
  "contention further proceeds that as Ranbir Kaur (defendant No.1) was not": "नजरअंदाज कर दिया है। उसने आगे कहा कि चूंकि रणबीर कौर (प्रतिवादी संख्या",
  "proved to be the wife of Mehar Singh (deceased), question of executing": ")) मेहर सिंह (मृतक) की पत्नी साबित नहीं हुई थी, इसलिए उसके द्वारा उसके",
  "alienable right in the land in dispute nor any title could legally be passed": "विवादग्रस्त भूमि के हस्तांतरण का अधिकार था और न ही उसके विक्रेता को",
  "cannot derive any title of the suit land, from their vendors. They cannot be": "विक्रेता हैं, अपने विक्रेताओं से वाद भूमि का कोई अधिकार प्राप्त नहीं कर सकते",
  "pendens is fully applicable under the present set of circumstances. Thus,": "परिस्थितियों में लिस पेंडेंस का सिद्धांत पूरी तरह से लागू होता है।इस प्रकार, उसने",
  "he prayed that no interference in the impugned judgment and decree is warranted.": "प्रार्थना की कि विवादित निर्णय और डिढक्री में कोई हस्तक्षेप आवश्यक नहीं है।",
  "(15) Having heard the learned counsel for the parties, having gone": "(5) पक्षकारों के विद्वान अधिवक्ता को सुनने के बाद, उनकी बहुमूल्य सहायता",
  "thoughts over the entire matter, to my mind, there is no merit in the instant appeal in this respect.": "विचार में, इस संबंध में तत्काल अपील में कोई योग्यता नहीं है।",
  "(16) Ex facie, the argument of the learned counsel that as the first": "(6) प्रत्यक्षत; विद्वान अधिवक्ता का यह तर्क कि प्रथम अपीलीय न्यायालय ने",
  "appellate Court did not allow the appellants-subsequent (second) vendees": "अपीलकर्ताओं-पश्चातवर्ती (द्वितीय) विक्रेताओं को अपील के प्रतिप्रेषण के बाद",
  "to adduce the additional evidence after remand of the appeal, therefore,": "अतिरिक्त साक्ष्य प्रस्तुत करने की अनुमति नहीं दी, इसलिए, विवादित फैसला और",
  "SUKHDEV SINGH AND OTHERS v. MOHAN SINGH 435": "सुखदेव सिंह और अन्य बनाम मोहन सिंह 435",
  "the impugned judgment and decree are illegal, is neither tenable nor the": "डिक्री अवैध हैं, न तो मान्य हैं और और न ही माननीय सर्वोच्च न्यायालय जिला",
  "Srikakulam & Ors. versus Bagathi Krishna Rao & Anr. (1); this Court": "कलेक्टर श्रीकाकुलम और अन्य बनाम बगथी कृष्ण राव और अन्न के मामले | (॥);",
  "in cases Smt. Vidya Devi versus Shruti Choudhry and others (2); Gram": "इस न्यायालय की देवी बनाम श्रुति चौधरी और अन्य मामलों में (2); ग्राम पंचायत",
  "Panchayat Garhi versus Dharambir and others (3), wherein it was": "गढ़ी बनाम धरमबीर और अन्य (3), जिसमें यह मत व्यक्त किया गया था कि आदेश",
  "Order 1 Rule 10 CPC can be filed at any stage of the proceedings and": "आवेदन कार्यवाही के किसी भी चरण में दायर किया जा सकता है और आदेश ॥ नियम 0 सी. पी. सी. के तहत आवेदन पर निर्णय लेते समय मुकदमे का अधिकार",
  "dominus litus of the suit is not an absolute rule, while deciding the application under Order 1 Rule 10 CPC, are at all applicable to the present controversy,": "नियम 0 सी. पी. सी. के तहत आवेदन पर निर्णय लेते समय मुकदमे का अधिकार एक आल्यन्तिक नियम नहीं है, वर्तमान विवाद पर बिल्कुल लागू होते हैं, क्योंकि",
  "because the appellantssubsequent (second) vendees have already been": "अपीलकर्ताओं पास्चातव द्वितीय विक्रेताओं को पहले ही पहली अपीलीय न्यायालय",
  "(18) Above being the position on record, now the short and significant": "(8) उपरोक्त परस्थितियों में अब संक्षिप्त और महत्वपूर्ण प्रश्न, हालांकि इस",
  "question, though important that arises for determination in this appeal is, as": "अपील में निर्धारण के लिए महत्वपूर्ण है, यह कि क्‍या अपीलकर्ताओं- पास्चातव",
  "(19) Having regard to the rival contentions of the learned counsel": "(9) पक्षकारों के लिए विद्वान अधिवक्ता की प्रतिद्वंद्वी दलीलों को ध्यान में रखते",
  "for the parties, to me, the answer must obviously be in the negative, as they": "हुए, मेरे लिए, उत्तर स्पष्ट रूप से नकारात्मक होना चाहिए, क्‍योंकि उन्हें",
  "(appellantssubsequent (second) vendees) have no legal right in this respect.": "(अपीलकर्ताओं के बाद (दूसरे) विक्रेताओं को) इस संबंध में कोई कानूनी अधिकार नहीं है।",
  "(20) As is evident from the record that Mehar Singh, who died": "(20) जैसा कि अभिलेख से स्पष्ट है कि मेहर सिंह, जिनकी मृत्यु बिना किसी संतान के",
  "issueless, was the owner of the property in dispute. Plaintiff Mohan Singh and defendant Nos.4 to 7 are the children of Mehnga Singh, real brother of Mehar Singh son of Hari Singh. They claimed their entitlement in the": "हुई थी, विवादग्रस्त संपत्ति के मालिक थे।वादी मोहन सिंह और प्रतिवादी संख्या 4 से 7 मेहंगा सिंह की संतानें और मेहर सिंह, पुत्र हरि सिंह के असली भाई हैं।उन्होंने",
  "property of deceased Mehar Singh, in natural succession. On the contrary,": "प्राकृतिक उत्तराधिकार में मृतक मेहर सिंह की संपत्ति में अपने हक का दावा",
  "Ranbir Kaur (defendant No.1) asserted her right on the basis of will dated 15.6.1992 allegedly executed by Mehar Singh in her favour and mutation": "किया।इसके विपरीत, रणबीर कौर (प्रतिवादी संख्या ॥ ने मेहर सिंह द्वारा कथित रूप",
  "438 LL.R. PUNJAB AND HARYANA 2012(2)": "438 आईएलआर पंजाब और हरियाणा 202(2)",
  "executed any Will in favour of Ranbir Kaur (defendant No.1). The trial": "(प्रतिवादी संख्या ॥) के पक्ष में किसी भी वसीयत को निष्पादित किया।निचली",
  "Court as well as the first appellate Court has accepted the plea of the plaintiff": "अदालत के साथ-साथ पहली अपीलीय अदालत ने इस संबंध में वादी की",
  "in this regard. The present suit was filed by the plaintiff on 15.3.1994. The": "याचिका को स्वीकार कर लिया है।वर्तमान मुकदमा वादी द्वारा 5.3.994 को",
  "appellants-subsequent (second) vendees claimed that they have purchased": "दायर किया गया था।अपीलकर्ताओं-पास्चातव (द्वितीय) विक्रेताओं ने दावा किया",
  "of Ranbir Kaur. That means, neither Ranbir Kaur (defendant No.1) had": "विवादित भूमि खरीदी है।इसका मतलब है कि न तो रणबीर कौर (प्रतिवादी",
  "any alienable right in the suit land nor any title could legally be passed on": "संख्या ॥) का मुक़दमे की भूमि में कोई हस्तांतरण का अधिकार था और न ही उसके विक्रेताओं को कानूनी रूप से कोई अधिकार दिया जा सकता",
  "her vendees. Hence, the appellants-subsequent (second) vendees cannot": "था।इसलिए, अपीलार्थी-पास्चातव (द्वितीय) विक्रेताओं अपने संबंधित विक्रेताओं",
  "derive any title from their respective vendors. Thus, they have got no right,": "से कोई अधिकार प्राप्त नहीं कर सकते हैं।इस प्रकार, उन्हें मुकदमा भूमि में",
  "title or interest in any manner in the suit land. Above-all, as they have": "किसी भी तरह से कोई अधिकार, स्वामित्व या हित नहीं मिला है।सबसे बढ़कर,",
  "purchased the land in dispute during the pendency of the suit, therefore,": "चूंकि उन्होंने मुकदमे विचाराधीनता रहने के दौरान वाद भूमि खरीदी है, इसलिए",
  "their sales are hit/barred by the principle of lis pendens as well.": "उनकी बिक्री पर भी लिस पेंडेंस के सिद्धांत से भी बाधित है |",
  "(26) Once, it is proved that the appellants-subsequent (second)": "(26) एक बार जब, यह साबित हो जाता है कि अपीलकर्ताओं-पास्चातव (द्वितीय)",
  "vendees have subsequently purchased the land in dispute, during the pendency": "विक्रेताओं ने मुकदमे विचाराधीनता रहने के दौरान वाद भूमि खरीदी है और उनका",
  "did not arise at all, as urged on their behalf. Therefore, the contrary arguments of their counsel “stricto sensu” deserve to be and are hereby": "सवाल बिल्कुल भी नहीं उठता ।इसलिए, उनके वकील के विपरीत तर्क \"सख्त अर्थो",
  "(27) Moreover, the first appellate Court has rightly decided the real": "(27) इसके अलावा, प्रथम अपीलीय न्यायालय ने दिनांक 37.2008 के",
  "“A document is of no help to her under any circumstances for": "“सबूत के अभाव में एक दस्तावेज़ किसी भी परिस्थिति में उसकी(वादी) मदद नहीं",
  "want of proof of the same. Issue regarding proof of will dated 15.6.1992 executed in favour of defendant no.1 and": "करता है।प्रतिवादी नं. । के पक्ष में निष्पादित वसीयत दिनांक 5.6.992 के प्रमाण",
  "SUKHDEV SINGH AND OTHERS v. MOHAN SINGH 437 AND OTHERS (Mehinder Singh Sullar, J.)": "अन्य बनाम मोहन सिंह 435 और अन्य ( न्यामूर्ति महिंदर सिंह सुलार",
  "as parties, cannot legally claim any independent right to contest the suit. They": "मुकदमाकार के रूप में, मुकदमा लड़ने के लिए कानूनी रूप से किसी भी स्वतंत्र",
  "can only watch their interest alongwith other defendants, from whom, they": "अधिकार का दावा नहीं कर सकते हैं।वे केवल अन्य प्रतिवादियों के साथ अपने हित",
  "had purchased the land, during the pendency of the suit, as contemplated": "को देख सकते हैं, जिनसे उन्होंने मुकदमे विचाराधीनता रहने के दौरान भूमि खरीदी",
  "under Order 22 Rule 10 CPC and doctrine of lis-pendens. Reliance in this": "थी, जेसा कि आदेश 22 नियम ॥0 सी. पी. सी. और लिस पेडेन्स के सिद्धांत के",
  "regard can be placed to the judgment of Hon’ble Supreme Court in case Dhanna Singh versus Baljinder Kaur (5) and this Court in case Jaswinder": "तहत विचार किया गया है।इस संबंध में धन्ना सिंह बनाम बलजिंदर कौर (5) के मामले में माननीय उच्चतम न्यायालय के फैसले और जसविंदर सिंह बनाम सोहन",
  "Singh versus Sohan Singh and others (6), wherein it was ruled that “the": "सिंह और अन्य (6) के मामले में इस अदालत के फैसले पर भरोसा किया जा सकता",
  "to lead evidence.”": "जिसने सबूत देने का अधिकार छोड़ दिया है।”",
  "appellants -subsequent (second) vendees that they are entitled to lead": "हों।अपीलार्थियों-पश्चातवर्ती (द्वितीय) प्रतिवादियों के लिए विद्वान अधिवक्ता द्वारा",
  "Therefore, to me, the first appellate Court has rightly negatived the prayer": "ताकि इस संबंध में प्रथम अपीलीय न्यायालय द्वारा पहले से ही लिए गए सुविचारित",
  "misplaced as well. Thus, the legal position formulated in Dhanna Singh and Jaswinder Singh’s cases (supra) “mutatis mutandis” is applicable to the facts of the present case and is the complete answer to the problem in hand.": "कश्मीर सिंह बनाम हरनाम सिंह और अन्य(07 के मामले में माननीय सर्वोच्च न्यायालय द्वारा निर्धारित कानून को देखते हुए, वर्तमान मामले की परिस्थितियों में प्रथम अपीलीय न्यायालय के विवादित फैसले और डिक्री में कोई हस्तक्षेप आवश्यक नहीं है।",
  "purchaser without notice, is of no consequence. In view of": "बाध्य है और वह बिना किसी सूचना के खरीदार का कोई लाभ नहीं है।",
  "this settled proposition of law that the appellants no.2,7 &": "कानून के इस तय किए गए प्रस्ताव को ध्यान में रखते हुए कि अपीलार्थी न॑ 27 & 8",
  "8 being the transferee stands in same possession and status": "अंतरिती होने के नाते उसी अधिकार और स्थिति में खड़ा है जैसा कि उनके",
  "as they transfer had, and legal consequence that flow": "स्थानांतरिती में था, और कानूनी परिणाम जो पक्ष के खिलाफ प्रवाहित होते हैं, इन",
  "against the party bind these appellants, as well. In view of section 52 of the Transfer of Property Act subsequent": "अपीलार्थियों को भी बाध्य करते हैं।संपत्ति अंतरण अधिनियम की धारा 52 को ध्यान",
  "purchaser during the pendency of the suit is bound by the": "में रखते हुए मुकदमा विचाराधीनता रहने के दौरान बाद वाला खरीदार मुकदमे के",
  "principle of lis pendence and any defence that he is the": "विचाराधीन होने के सिद्धांत से बंधा होता है और कोई भी बचाव कि वह बिना किसी",
  "own Hon’ble High Court in Jaswinder Singh versus Sohan": "नहीं है।यह हमारे अपने माननीय उच्च न्यायालय द्वारा जसविंदर सिंह बनाम सोहन",
  "Singh 2004 (4) RCR (Civil) 785 that subsequent vendees": "सिंह 2004 (4) आर. सी. आर. (सिविल) 785 में निर्धारित एक स्थापित कानून भी है",
  "only enter into the shoes of vendor. He has no locus standi": "कि बाद के विक्रेता केवल विक्रेता के जूते में प्रवेश करते हैं।उनके पास एक अलग",
  "to file a separate written statement and lead evidence.”": "लिखित बयान दायर करने और सबूत पेश करने का कोई क़ानूनी क्षमता नहीं है।”",
  "(28) Meaning thereby, the Ist appellate Court has taken into": "(28) इस प्रकार से प्रथम अपीलीय न्यायालय ने पक्षकारों द्वारा सही परिप्रेक्ष्य में",
  "consideration and appreciated the entire relevant evidence brought on": "अभिलेख पर लाए गए सभी प्रासंगिक साक्ष्यों पर विचार किया है और उनकी",
  "evidence in relation to the pleadings of the parties, the first Appellate Court has recorded the findings of fact that the appellants-subsequent (second)": "करने के बाद, प्रथम अपील न्यायालय ने इस तथ्य के निष्कर्षों को दर्ज किया है कि",
  "has recorded the findings of fact that the appellants-subsequent (second) vendees are not bona fide purchasers, their transaction is hit by the principle": "अपीलकर्ता-पास्वातव (द्वितीय) विक्रेताओं प्रामाणिक खरीदार नहीं हैं, उनका लेन-",
  "of lis pendens and rightly negatived their claim. Such pure findings of fact": "देन लिस पेंडेंस के सिद्धांत से प्रभावित है और उनके दावे को सही ढंग से नकार"
}