{
  "manner prescribed for the signing and verification of": "करने और सत्यापन के लिए निर्धारित तरीके से हस्ताक्षरित और",
  "3. Presentation of application— Notwithstanding anything contained in these rules, the application shall be": "3. आवेदन की प्रस्तुति - इन नियमों में किसी बात के बावजूद,",
  "presented to the Court by the applicant, in person, unless he": "आवेदन आवेदक द्वारा व्यक्तिगत रूप से न्यायालय में प्रस्तुत किया",
  "is exempted from appearing in Court, in which case the": "जाएगा, जब तक कि उसे न्यायालय में उपस्थित होने से छूट न दी",
  "application may be presented by an authorized agent who": "गई हो, ऐसी स्थिति में आवेदन किसी अधिकृत एजेंट द्वारा प्रस्तुत",
  "can answer all material questions relating to the": "किया जा सकता है। जो आवेदन से संबंधित सभी महत्वपूर्ण प्रश्नों",
  "application, and who may be examined in the same manner": "का उत्तर दे सकता है, और जिसकी उसी तरह जांच की जा सकती",
  "as the party represented by him might have been examined": "है जैसे उसके द्वारा प्रतिनिधित्व करने वाली पार्टी की जांच की जा",
  "had such party attended in person:": "सकती थी यदि ऐसी पार्टी व्यक्तिगत रूप से उपस्थित होती:",
  "Provided that, where there are more plaintiffs than one, it": "बशर्ते कि, जहां एक से अधिक वादी हों, वहां यह पर्याप्त होगा कि",
  "shall be sufficient if the application is presented by one of the plaintiffs.": "आवेदन किसी एक वादी द्वारा प्रस्तुत किया जाए।",
  "5. Rejection of application—The Court shall reject an application for permission to site as an indigent person—": "5. आवेदन की अस्वीकृति - न्यायालय एक निर्धन व्यक्ति के रूप में साइट की अनुमति के लिए एक आवेदन को अस्वीकार कर देगा",
  "(a) where it is not framed and presented in the manner prescribed by rules 2 and 3, or": "(ए) जहां इसे नियम 2 और 3 द्वारा निर्धारित तरीके से तैयार और प्रस्तुत नहीं किया गया है, या",
  "(b) where the applicant is not an indigent person, or": "(बी) जहां आवेदक एक गरीब व्यक्ति नहीं है, या",
  "(c) where he has, within two months next before the": "(सी) जहां उसने आवेदन प्रस्तुत करने से अगले दो महीने के",
  "to sue as an indigent person:": "एक निर्धन व्यक्ति के रूप में मुकदमा करने की अनुमति के लिए आवेदन करने में सक्षम हो:",
  "Before Rakesh Kumar Jain, J.": "माननीय राकेश कुमार जैन जे. के समक्ष",
  "DR. MAMTA RAJOTIA—Petitioner": "डॉ ययता राणोतिया- याविकाकर्ता",
  "SMT. SUMAN—Respondent": "श्रीयती सुमन-प्रतिवादी",
  "December 16, 2014": "6 दिसंबर 2044",
  "Indigent person - Respondent filed suit for damages against": "- जअरकिंचन व्यक्ति- प्रतिवादी ने याविकाकर्ता के खिलाफ क्षतिपूर्ति के लिए",
  "petitioner - Civil Court held respondent indigent person relying on report of Tehsildar - Petitioner argued that Civil Court erred in": "मुकदया दायर किया - सिविल कोर्ट ने तहसीलदार की रिपोर्ट पर /रोसा करते हुए प्रतिवादी यरीब व्यक्ति को दोषी ठहराया - याविकाकर्ता ने तर्क दिया कि",
  "presented by plaintiff in person but by her advocate that too without": "अनुमति देकर यलती की क्योंकि यह वादी द्वारा व्यक्तिगत रूप से प्रखुत नहीं किया यया ५ बल्कि उसके वकील द्वारा प्रखुत किया यया 4/ वह थी",
  "providing at least 10 day’s clear notice to opposite party and also Government pleader - Since, no such opportunity was given to": "कारण नहीं।गिलता है वह।विपरीत पक्ष और सरकारी वकील को कम से कम 70 दिन का स्पष्ट नोटिस प्रदान करके एक तारीख तय करेगा - चूँकि इस मायले में",
  "Held, that according to Order 33 Rule 3 of the CPC, the": "निर्णय कि सीपीसी के आदेश33/नियम3 के अनुसार एक यरीब व्यक्ति",
  "application for suing as an indigent person has to be presented in": "के रूप में गकदया दायर करने के।लिए आवेदन व्यक्तियत रूप से प्रखुत।किया",
  "person unless he is exempted from appearance in the Court. In the": "जाना चाहिए जब तक।कि उसे अदालत में उपस्थिति से छूट न/यिल जाए। वर्तमान",
  "present case, admittedly, the application to sue as an indigent person": "॥. क्या वादी को एक निर्धन व्यक्ति के रूप में मुकदमा करने के",
  "along with the suit to sue as an indigent person is duly signed by the": "गया है कि एक गरीब व्यक्ति के रूप में मुकदमा करने के लिए मुकदमे के साथ",
  "plaintiff and verified in terms of Order 33 Rule 2 of the CPC and the": "दायर आवेदन वादी द्वारा विधिवत हस्ताक्षरित है और सीपीसी के आदेश 33 नियम 2 के संदर्भ में सत्यापित है और वादी को अदालत आवेदन के साथ मुकदमा प्रस्तुत",
  "plaintiff was not required to be present in the Court at the time of presentation of the suit along with application as she had already": "2 के संदर्भ में सत्यापित है और वादी को अदालत आवेदन के साथ मुकदमा प्रस्तुत करने के समय में उपस्थित होने की आवश्यकता नहीं थी क्योंकि उसने पहले ही",
  "engaged an advocate on her behalf. It is further submitted that notice is": "अपनी ओर से एक वकील नियुक्त कर लिया था। आगे यह प्रस्तुत किया गया है",
  "not required to be served upon the defendant at the time of declaration": "कि वादी को निर्धन व्यक्ति घोषित करने के समय प्रतिवादी को नोटिस देने की",
  "relied upon a Division Bench judgment of the Rajasthan High Court in": "मामले में राजस्थान उच्च न्यायालय के डिवीजन बेंच के फैसले पर भरोसा किया",
  "(6) I have heard learned counsel for the parties and examined": "(6) मैंने पक्षों के विद्वान वकीलों को सुना है और उनकी सक्षम",
  "the record with their able assistance.": "सहायता से रिकॉर्ड की जांच की है।",
  "(7) There is no dispute that the plaint and the application to sue": "(7) इसमें कोई विवाद नहीं है कि वादी और निर्धन व्यक्ति के रूप में",
  "as per zimni order dated 23.11.2012, the plaint along with the": "गया था और ज़िमनी आदेश दिनांक 23..2042 के अनुसार, वादी और निर्धन",
  "application to sue as an indigent person were presented by Shri Mange": "व्यक्ति के रूप में मुकदमा करने के लिए आवेदन पत्र वादी की और से श्री मांगे",
  "Ram, Advocate, on behalf of the plaintiff. There is also no dispute that": "राम, अधिवक्ता द्वारा प्रस्तुत किया गया था। इस बात पर भी कोई विवाद नहीं है",
  "person, no notice was given to the defendant.": "कोई नोटिस नहीं दिया गया था। यह भी आरोप लगाया गया कि पटवारी वादी को",
  "(10) According to Order 33 Rule 3 of the CPC, the application": "सीपीसी के आदेश 33 नियम 6 के तहत आवश्यक प्रतिवादी/याचिकाकर्ता को",
  "for suing as an indigent person has to be presented in person unless he": "नोटिस दिए बिना वादी द्वारा एक गरीब व्यक्ति के रूप में मुकदमा करने के लिए",
  "admittedly, the application to sue as an indigent person was not": "अन्यथा भी, वादी द्वारा दायर एक गरीब व्यक्ति के रूप में मुकदमा करने की",
  "(13) Insofar as the argument raised by learned counsel for the": "(3) जहां तक प्रतिवादी के विद्वान वकील द्वारा उठाए गए तर्क",
  "respondent that the payment of Court fee is a matter between the": "का सवाल है कि कोर्ट फीस का भुगतान वादी और राज्य के बीच का मामला",
  "plaintiff and the State, and not the contesting party i.e.": "है, न कि प्रतिस्पर्धी पक्ष यानी प्रतिवादी/याचिकाकर्ता के बीच, तो उनके",
  "Smt.Manjulata’s case (supra) is not applicable because here in this case the question is as to whether the order passed by the Court below": "(सुप्रा) लागू नहीं है क्योंकि यहां इस मामले में सवाल यह है कि कया वादी",
  "allowing the application of the plaintiff to sue as an indigent person is": "के आवेदन को एक गरीब व्यक्ति के रूप में मुकदमा करने की अनुमति",
  "in accordance with the provisions of the CPC or not?": "के अनुसार है या नहीं?",
  "Order 33 Rule 3 read with Rules 5 and 6 of the CPC and the": "साथ पढ़े गए सीपीसी के नियम 5 और 6 का स्पष्ट उल्लंघन हुआ है और",
  "observations made by the learned Court below that the question of": "नीचे दिए गए विद्वान न्यायालय द्वारा की गई टिप्पणियाँ कि गरीबी का प्रश्न",
  "indigency could only be decided by the executive authority and not by": "केवल कार्यकारी प्राधिकारी द्वारा तय किया जा सकता है, न्यायालय द्वारा",
  "the Court is also patently erroneous because the said inquiry has to be": "नहीं, यह भी स्पष्ट रूप से गलत है क्योंकि उक्त जांच की जानी चाहिए",
  "made in terms of Order 33 Rule 1A of the CPC which provides that at": "सीपीसी के आदेश 33 नियम ए के संदर्भ में किया जाना चाहिए, जिसमें",
  "the first instance, the inquiry has to be made by the chief ministerial": "प्रावधान है कि सबसे पहले, जांच न्यायालय के मुख्यमंत्री अधिकारी द्वारा",
  "(15) In the present case, there is hardly any report on the record": "(5) वर्तमान मामले में, यह साबित करने के लिए रिकॉर्ड पर",
  "taken treatment from a private nursing home instead of going to the": "अस्पताल में जाने के बजाय एक निजी नर्सिंग होम से इलाज कराने का",
  "(16) In view of the aforesaid discussion, the present revision": "(6) उपरोक्त चर्चा के मद्देनजर, वर्तमान पुनरीक्षण याचिका को",
  "petition is found to be meritorious and the same is hereby allowed and": "योग्य पाया गया है और इसे स्वीकार किया जाता है और आशक्षेपित आदेश",
  "required under Order 33 Rule 6 of the CPC. It is further submitted that": "33 नियम 6 में स्पष्ट रूप से प्रावधान है कि यदि न्यायालय को सीपीसी के"
}