{
  "Before Ajai Lamba, J.": "न्यायमूर्ति अजय लांबा के समक्ष",
  "SAMAI SINGH, —Petitioner": "समे सिंह-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA & OTHERS,—Respondents": "हरियाणा राज्य और अन्य-उत्तरदाता",
  "Constitution of India, 1950 -Art. 226/227 - Appointment of": "भारत का संविधान, 950 अनुछेद 226/227-नम्बरदार की नियुक्ति-वित्तीय",
  "Lambardar - Petition to quash order of Financial Commission - Financial Commissioner allowed revision on ground of interference": "आयुक्त के आदेश को रदद करने की याचिका-वित्तीय आयुक्त ने तुलनात्मक योग्यता पर",
  "- Petition allowed.": "गया-याचिका स्वीकार की गई की |",
  "Held, That Commissioner is the appellate authority and is required": "अभिनिरधधारित, आयुक्त अपीलीय प्राधिकारी है और उसे तुलनात्मक योग्यता सहित मामले",
  "to consider the facts and circumstances of the case,including comparative": "के तथ्यों और परिस्थितियों पर विचार करना चाहिए |",
  "(Para 10)": "(पैरा 0)",
  "Ex-Army status, conviction and land holding are relevant criteria to be taken": "दर्जा, दोषसिद्धि और भूमि धारण प्रासंगिक मानदंड हैं जिन्हें ध्यान में रखा जाना चाहिए।यदि",
  "into account. If this is not done, it shall be failure on the part of the appellate": "ऐसा नहीं किया जाता है, तो यह अपीलीय प्राधिकरण की ओर से अपनी अपीलीय शक्तियों का",
  "circumstances of the case, Order dated 26.11.2009 (Annexure P-2) passed by the Commissioner has to be upheld.": "आयुक्‍त द्वारा पारित आदेश दिनांक 26..2009 (अनुलग्नक पी-2) को बरकरार रखा जाना",
  "Ajay Jain, Advocate, for the petitioner.": "अजय जैन अधिवक्ता याचिकाकर्ता की ओर से",
  "B.S. Saini, Senior Deputy Advocate General, Haryana, for": "बी. एस. सैनी, वरिष्ठ उप महाधिवक्ता हरियाणा, प्रतिवादी सख्या | से 5 के लिए",
  "Kul Bhushan Sharma, Advocate, for respondent No.6.": "कुल भूषण शर्मा, अधिवक्ता, प्रतिवादी संख्या 6 की ओर से",
  "AJAI LAMBA, J (ORAL)": "अजय लांबा न्यायमूर्ति (मौखिक)",
  "(1) Respondent No.6, Sanjay Kumar, after considering comparative": "(।) प्रतिवादी संख्या 6, संजय कुमार को आवेदकों की तुलनात्मक योग्यता पर विचार करने के",
  "merit of the applicants, was appointed as Lambardar by District Collector, Rewari, vide order dated 28.8.2008 (Annexure P-1). Petitioner carried an": "बाद, जिला कलेक्टर, रेवाड़ी द्वारा दिनांक 28.8.2008 (अनुलग्नक पी-) के आदेश के माध्यम से",
  "appeal which has been allowed vide order dated 26.11.2009 (Annexure": "नम्बरदार के रूप में नियुक्त किया गया था।याचिकाकर्ता ने एक अपील की जिसे 26..2009",
  "P-2). Respondent No.6 filed a revision which has been allowed by Financial": "(अनुलग्नक पी-2) के आदेश के माध्यम से स्वीकार किया है।प्रतिवादी संख्या 6 ने एक संशोधन",
  "Commissioner vide Order dated 10.6.2010 (Annexure P-3).": "दायर किया जिसे वित्तीय आयुक्त द्वारा दिनांक 0.6.200 (अनुलग्नक पी-3) के आदेश के",
  "(2) By way of this petition, petitioner (Samai Singh) has challenged": "(2) इस याचिका के माध्यम से, याचिकाकर्ता (समे सिंह) ने वित्तीय आयुक्त द्वारा पारित आदेश",
  "Order dated 10.6.2010 (Annexure P-3) passed by the Financial Commissioner on the ground that Commissioner has taken into account the": "दिनांक 40/06/2040 (अनुलग्नक पी-3) को इस आधार पर चुनौती दी है कि आयुक्त ने आवेदकों",
  "comparative merit of the applicants and therefore it did not call for interference.": "की तुलनात्मक योग्यता को ध्यान में रखा है और इसलिए इसमें हस्तक्षेप नहीं किया जा सकता|",
  "(3) It has been pleaded on behalf of the petitioner that respondent": "(3) याचिकाकर्ता की ओर से यह आग्रह किया गया है कि प्रतिवादी संख्या 6 को भारतीय दंड",
  "No.6 was convicted for offence committed under Section 188 of the Indian Penal Code, vide Order dated 8.1.1998. It has further been contended that": "संहिता की धारा 88 के तहत किए गए अपराध के लिए दोषी ठहराया गया था। आगे तर्क यह",
  "the petitioner has better merit as compared to the private respondent.": "दिया गया है कि याचिकाकर्ता के पास गैर सरकारी प्रतिवादी की तुलना में बेहतर योग्यता है।",
  "(4) Learned counsel for respondent No.6 contends that he is a young man of 28 years and was appointed as Lambardar by Collector.": "(4) प्रतिवादी संख्या 6 के विद्वान वकील का तर्क है कि वह 28 साल का युवक है और कलेक्टर द्वारा उसे नंम्बरदार के रूप में नियुक्त किया गया था|कलेक्टर द्वारा पारित आदेश दिनांक",
  "Order dated 28.8.2008 (Annexure P-1) passed by Collector does not call for any interference.": "28.8.2008 (अनुलग्नक पी-) में किसी भी हस्तक्षेप की आवश्यकता नहीं है।",
  "(5) I have considered the comparative merit of the petitioner vis- a-vis private respondent.": "(5) मैंने याचिकाकर्ता और गैर सरकारी प्रतिवादी की तुलनात्मक योग्यता पर विचार किया है।",
  "(6) The petitioner is graduate; 52 years of age; ex-army personnel": "(6) याचिकाकर्ता स्नातक है; 52 वर्ष की आयु है, सेना प्रमुख से प्रशंसा के साथ पूर्व सेना कर्मी;",
  "Lambardar during the life time of his father who was a Lambardar; and owns": "अपने पिता के जीवनकाल के दौरान सरबरा नंम्बरदार के रूप में कार्य किया है जो एक लम्बरदार",
  "(7) Respondent No.6 is 28 years of age and matriculate. Admittedly, father of Sanjay Kumar (respondent No.6) owns land, however, no land has been mutated in the name of the private respondent. So far as social": "(7) प्रतिवादी संख्या 6 की आयु 28 वर्ष है और वह मैट्रिक पास है।माना कि संजय कुमार (प्रतिवादी संख्या 6) के पिता के पास भूमि है, हालांकि, निजी प्रतिवादी के नाम पर किसी भी भूमि को परिवर्तित नहीं किया गया है।जहाँ तक समाज सेवा का संबंध है, दोनों उम्मीदवारों के खाते में",
  "account and therefore, that aspect of the matter is comparable.": "कुछ जमा राशि है और इसलिए, इस मामले का वह पहलू तुलनीय है।",
  "(8) Considering the comparative merit of the petitioner with": "(8) प्रतिवादी संख्या 6 के साथ याचिकाकर्ता की तुलनात्मक योग्यता को ध्यान में रखते हुए,",
  "respondent No.6, Commissioner allowed the appeal of petitioner vide Order dated 26.11.2009 (Annexure P-2). There is detailed reference to": "आयुक्त ने याचिकाकर्ता की अपील को दिनांक 26..2009 (अनुलग्नक पी-2) के आदेश के",
  "every aspect noted above.": "माध्यम से स्वीकार कर लिया।ऊपर उल्लिखित प्रत्येक पहलू का विस्तृत संदर्भ है।"
}