{
  "UNION TERRITORY-OF CHANDIGARH AND OTHERS;—Petitioner": "केंद्र शासित प्रदेश चंडीगढ़ और अन्य- याचिकाकर्वा",
  "versus": "बनाम",
  "CENTRAL ADMINISTRATIVE TRIBUNAL, CHANDIGARH ‘BENCH, CHANDIGARHAND ANOTHER. * Respondents": "केन्द्रीय प्रशासनिक अधिकरण, चंडीगढ़ न्यायपीठ, चंडीगढ़ और अन्य, प्रतिवादी",
  "- CWPNo. 10844/CAT of 2008": "सीडब्ल्यूपी सं. 0844/24 \"' सन्‌ 2008",
  "Constitution of India, 195 0—A rt. 226—A Hegations of sexual harassment against a contractual employee—Preliminary enquiry—": "माख का संविधान 7950- अनुच्छेद 226- संविदात्मक कर्मचारी के विरुद्ध योंन उत्पीड़न के आरोप-",
  "nature—Order of. Tribunal quashing termination order upheld while granting liberty to petitioner to pass a Sresh order i in accordance with law, :": "आदे९ग्रकृति में कलंक-अधिकरण का आदेश िसमें याचिकाकर्ता को कातुन के अतठुसार नया आदेश पारित करने की स्ववंत्रता प्रदान करते हुए समाप्ति आदेश को बरकरार रखा गया।",
  "Held, that the impugned order is based on preliminary enquiry .": "आयोगर्णितु कि आक्षेपित आदेश प्रारंभिक जांच रिपोर्ट पर आधारित है जिसमें आरोप लगाया गया है",
  "report alleging that respondent No. 2 is guilty of sexual harassment of a female student and debars him from future employment. Once a contractual": "कि प्रतिवादी संख्या 2 एक महिला छात्र के यौन उत्पीड़न का दोषी है और उसे भविष्य के रोजगार से वंचित करता",
  "employee has beeti working on the basis of terms and conditions of contract": "है। एक बार जब एक संविदा कर्मचारी अनुबंध के नियमों और शर्तों के आधार पर काम कर रहा है, तो उन नियमों",
  "themselves were skeptic about the element of a sexual harassment and they have tagged an old incident which had": "कि उत्तरदाताओं को स्वयं यौन उत्पीड़न के तत्व के बारे में संदेह था और उन्होंने एक पुरानी घटना",
  "taken place more than 3 years back, again of an unnamed indecent behaviour. No details have been supplied and although the applicant had been transferred at that time to a junior station,": "को टैग किया है जो 3 साल से अधिक समय पहले हुई थी, फिर से एक अनाम अभद्र व्यवहार की। कोई विवरण नहीं दिया गया है और यद्यपि आवेदक को उस समय एक जूनियर स्टेशन में",
  "since no enquiry, charge sheet or definite finding was there,": "स्थानांतरित कर दिया गया था, चूंकि कोई पूछताछ, आरोप पत्र या निश्चित निष्कर्ष नहीं था,",
  "transfer cannot be treated as a penalty as is normally understood": "स्थानांतरण को दंड के रूप में नहीं माना जा सकता है जैसा कि सामान्य बोलचाल में अभिव्यक्ति",
  "(6) In the concluding para, the Tribunal took the view that fundamental rights as possessed by a citizen are his prime possession and": "(6) समापन पैरा में, अधिकरण ने यह विचार किया कि एक नागरिक के पास मौलिक अधिकार उसका",
  "termination order issued to Shri Vinod Kumar, respondent No. 2 was illegal": "अधिकरण ने माना कि श्री विनोद कुमार, प्रतिवादी संख्या 2 को जारी किया गया समाप्ति आदेश अवैध था और",
  "with all other benefits except payment of salary etc.": "उन्हें वेतन आदि के भुगतान को छोड़कर अन्य सभी लाभों के साथ | फरवरी, 2008 से सेवा में वापस लेने का",
  "action taken against the Goverment servant is punitive in nature.": "प्रकृति का निर्धारण कर सकता है कि क्या सरकारी कर्मचारी के खिलाफ की गई कार्रवाई प्रकृति",
  "The Court further held that in determining the true nature of the": "में दंडात्मक है। न्यायालय ने आगे कहा कि आदेश की वास्तविक प्रकृति का निर्धारण करने में",
  "order the Court should apply two tests namely : (1) whether the temporary Government servant had a right to the post or": "न्यायालय को दो परीक्षण लागू करने चाहिए: () क्या अस्थायी सरकारी कर्मचारी को पद या रैंक",
  "the rank or (2) whether he has been visited with evil consequences ;": "का अधिकार था या (2) क्या उसे बुरे परिणामों के साथ दौरा किया गया है; और यदि कोई भी",
  "and if either of the tests is satisfied, it must be held that the order of termination of a temporary Government servant is by": "परीक्षण संतुष्ट है, तो यह माना जाना चाहिए कि एक अस्थायी सरकारी कर्मचारी की समाप्ति का",
  "way of punishment. It must be borne in mind that a temporary": "आदेश सजा के माध्यम से है। यह ध्यान में रखा जाना चाहिए कि एक अस्थायी सरकारी कर्मचारी",
  "Government servant has no right to hold that post and termination": "को उस पद पर रहने का कोई अधिकार नहीं है और ऐसे सरकारी कर्मचारी की बर्खास्तगी किसी",
  "services of a temporary Government servant in accordance": "आयोजित बुरे परिणामों में सेवा के नियमों और शर्तों के अनुसार एक अस्थायी सरकारी कर्मचारी",
  "The State of Orissa and Anr. versus Ram Narayan Das": "दृष्टिकोण को उड़ीसा राज्य और अन्य बनाम राम नारायण दास एआईआर 96] एससी 77;",
  "AIR 1961 SC 177 ; R.C. Lacy versus The State of Bihar and Ors. C.A. No. 590/62 decided on 23rd October, 1963 ;": "आरसी लेसी बनाम बिहार राज्य और अन्य, सीए सं. 590/62 का निर्णय 23 अक्टूबर, 963",
  "Champaklal Chimanlal Shah versus The Union of India AIR 1964 SC 1854 ; Jagdish Miner versus The Union of": "को किया गया; चंपकलाल चिमनलाल शाह बनामरभारतीय संघ एआईआर 964 एससी 854;",
  "AIR 1964 SC 1854 ; Jagdish Miner versus The Union of India AIR 1964 SC 449 ; A.G Benjamin versus Union of": "जगदीश माइनर बनाम भारतीय संघ एआईआर 964 एससी 449; एजी बेंजामिंन बवगाम",
  "India C.A. No. 1341/66 decided on 13th December, 1966": "भारत संघ सीए सं। 34/66 का फैसला 3 दिसंबर, 966 को हुआ और शमशेर सिंह और",
  "by a three Judge Bench in State of Punjab andAnr. versus Shri Sukh Raj Bahadur AJR 1968 SC 1089”.": "द्वारा श्री सुखराज बहादुर बनाम पंजाब राज्य और अन्य एआईआर 968 एससी 089 में चर्चा की गई है।”",
  "Administrative Tribunal, Chandigarh Bench, Chandigarh (for brevity ‘the": "प्रशासनिक अधिकरण, चंडीगढ़ न्‍्यायपीठ, चंडीगढ़ और अन्य",
  "serious allegations of sexual harassment by Shri Vinod Kumar and as a consequence he was transferred to junior wing of the school. After some": "निकाला है कि श्री विनोद कुमार ने एक छात्र की लज्जा भंग करके गंभीर कदाचार किया है और उसे भविष्य में",
  "bordering on the allegation of committing a criminal offence.": "अपराध करने के आरोप की सीमा पर कदाचार है।",
  "(9) Having heard the learned counsel at a considerable length and": "(9) विद्वक अधिवक्ता को काफी विस्तार से सुनने और रिकॉर्ड का अवलोकन करने के बाद, हमारा यह",
  "after perusing the record, we are of the considered view that the impugned. order dated 22nd November, 2006 cannot be sustained in the eyes of law |": "सुविचारित विचार है कि 22 नवंबर, 2006 के आक्षिपित आदेश को एक से अधिक कारणों से कानून की नजर में",
  "enquiry report alleging that Shri Vinod Kumar, respondent No. 2 is guilty of sexual harassment of a female student and debars him from future": "गया है कि प्रतिवादी संख्या 2 श्री विनोद कुमार एक छात्रा के यौन उत्पीड़न के दोषी हैं और उसे भविष्य के रोजगार",
  "case of Samsher Singh versus State of Punjab (3). In the aforesaid.": "से वंचित करते हैं। उपर्युक्त प्रस्ताव के लिए शमशेर सिंह बनामपंजाब राज्य (3) के मामले में माननीय सर्वोच्च",
  "judgement the following observations made by Hon’ble the Supreme Court": "बनाम यूओआई (4) के मामले में माननीय सर्वोच्च न्यायालय द्वारा की गई निम्नलिखित टिप्पणियों को अनुमोदन",
  "with approval : ;": "के साथ उद्धृत किया गया था:",
  "828 = (AIR 1958 SC 36). Das, C.J. speaking for the Court said that where a person is appointed to a permanent postin": "(एआईआर 958 एससी 36) में एक परिवीक्षाधीन की स्थिति पर विचार किया गया था। न्यायालय की ओर से बोलते हुए प्रधान न्यायाधीश दास ने कहा कि जहां किसी व्यक्ति को",
  "said that where a person is appointed to a permanent postin Goverment service on probation the termination ofhis service": "परिवीक्षा पर सरकारी सेवा में स्थायी पद पर नियुक्त किया जाता है, वहां परिवीक्षा अवधि के",
  "during or at the end of the period of probation will not ordinarily": "दौरान या उसके अंत में उसकी सेवा की समाप्ति आमतौर पर और अपने आप में एक सजा नहीं",
  "and by itself be a punishment because the Government servant so appointed has no right to continue to hold such a post any more than a servant employed on probation by a private employer is entitled to do so. Such a termination does not": "होगी क्योंकि इस प्रकार नियुक्त सरकारी कर्मचारी को निजी नियोकक्‍ता द्वारा परिवीक्षा पर नियुक्त",
  "- in the order dated 22nd November, 2006 has concluded that Shri Vinod": "जारी सम तिथि के आदेश के अनुसार, 22 नवंबर, 2006 को उनकी समाप्ति की तारीख तक उनका वेतन बढ़ाकर",
  "times he was shifted again and in September, 2006 the same girl complained of similar harassment by Shri Vinod Kumar, respondent No. 2. A preliminary": "बाद उसे फिर से स्थानांतरित कर दिया गया और सितंबर, 2006 में उसी लड़की ने श्री विनोद कुमार, प्रतिवादी संख्या 2 द्वारा इसी तरह के उत्पीड़न की शिकायत की। शिकायत (पी. ए) में लगाए गए आरोपों के सत्यापन के",
  "(P.1A). On the basis of the preliminary enquiry a show cause notice was issucd to Shri Vinod Kumar, respondent No. 2 on 20th November, 2006 (P.2). He was afforded opportunity to submit his defence in writing within": "लिए प्रारंभिक जांच की गई थी। प्रारंभिक जांच के आधार पर श्री विनोद कुमार, प्रतिवादी संख्या 2 को 20 नवंबर, 2006 (पी.2) को कारण बताओ नोटिस जारी किया गया था। उन्हें दो दिनों के भीतर लिखित में अपना बचाव",
  "two days and was also afforded opportunity of personal hearing. He did": "प्रस्तुत करने का अवसर दिया गया और व्यक्तिगत सुनवाई का अवसर भी दिया गया। उन्होंने कारण बताओ",
  "not file any reply to the show cause notice nor he appeared before the District Education Officer. He infact proceedcd on casual leave without": "नोटिस का कोई जवाब दाखिल नहीं किया और न ही वह जिला शिक्षा अधिकारी के समक्ष पेश हुए। वह वास्तव",
  "scrious lapse on the part of Vinod Kumar, respondent No. 2 and the fact": "प्रतिवादी संख्या 2 की ओर से गंभीर चूक को ध्यान में रखते हुए और इस तथ्य को ध्यान में रखते हुए कि पहले",
  "that on an earlicr occasion complaint of similar.nature had been reccived against him, his contract of the service was terminated. It was also found": "भी उनके खिलाफ इसी तरह की शिकायत मिली थी, उनकी सेवा का अनुबंध समाप्त कर दिया गया था। यह भी",
  "that his continuation in service would have been against the interest of the students. Respondent No. 2 alleges that he sent a representation. The": "पाया गया कि उनकी सेवा में निरंतरता छात्रों के हितों के खिलाफ होती। प्रतिवादी संख्या 2 का आरोप है कि",
  "reccipt of the so called representation claimed to have been submitted by Shri Vinod Kumar for the supply of documents has been denied by the": "उन्होंने एक अभ्यावेदन भेजा था। दस्तावेजों की आपूर्ति के लिए श्री विनोद कुमार द्वारा प्रस्तुत किए गए तथाकथित",
  "petitioner. Asa result his services were terminated,—vide order dated": "अध्यावेदन की प्राप्ति को याचिकाकर्ता द्वारा अस्वीकार कर दिया गया है। परिणामस्वरूप उनकी सेवाएं समाप्त",
  "22nd Novembcr, 2006.(P.4). ,": "कर दी गईं, दिनांक 22 नवम्बर, 2006 के आदेश (पृ.4) द्वारा।",
  "(P.4), Shri Vinod Kumar, respondent No. 2 filed OA No. 50 CH of 2007.": "(4) आदेश दिनांक 22 नवम्बर, 2006 (पृ.4) से व्यथित महसूस करते हुए श्री विनोद कुमार, प्रतिवादी",
  "irrelevant is that it inheres in the state of mind which is not": "कहा जाता है. इसका तर्क यह है कि यह मन की स्थिति में निहित है जो समझ में नहीं आता है।",
  "misconduct it is objective and is manifest.”’ (emphasis added)": "ठूसरी ओर, यदि समाप्ति कदाचार पर आधारित है तो यह उद्देश्यपूर्ण है और प्रकट होता है \"(महत्व",
  "(10) A perusal of the aforesaid para would show that even in a case of contract of service if the termination is founded on a misconduct": "(0) पूर्वोक्त पैरा के अवलोकन से पता चलता है कि सेवा के अनुबंध के मामले में भी, यदि समाप्ति एक",
  "then it has to be regarded as a punishment because it is manifest in the order": "कदाचार पर आधारित है, तो इसे एक दंड के रूप में माना जाना चाहिए क्योंकि यह आदेश में ही प्रकट होता है।",
  "itself. The aforesaid judgement holds the field even today which is evident from the perusal of judgements of Hon’ble the Supreme Court in the cases of State of U.P. versus Kaushal Kishore Shukla (5) and P.V.": "उपर्युक्त निर्णय आज भी वही क्षेत्र धारण करता है जो उत्तर प्रदेश राज्य बगाग कौशल किशोर शुक्ला (5) और",
  "Swaminathan’s case(supra). However, in the aforesaid judgements it has": "पी.वी. स्वामीनाथन (छुग्रा) के मामलों में माननीय उच्चतम न्यायालय के निर्णयों के अवलोकन से स्पष्ट है।",
  "the post and whenever the competent authority is satisfied that work and": "अधिकार नहीं है और जब भी सक्षम प्राधिकारी संतुष्ट होता है कि एक अस्थायी सरकारी कर्मचारी का काम और",
  "conduct of a temporary government servant is not satisfactory or that his continuation in service is not in public interest on account of his inability,": "आचरण संतोषजनक नहीं है या उसकी असमर्थता के कारण सेवा में उसकी निरंतरता सार्वजनिक हित में नहीं है,",
  "mis-conduct or inefficiency it may either terminate the service in accordance with the terms and conditions of service or the relevant rules or it may decide": "कदाचार या अक्षमता यह या तो सेवा की शर्तों या संबंधित नियमों के अनुसार सेवा समाप्त कर सकता है या यह",
  "punitive action against the government servant. The observations made in para 7 of the judgement in the case of Kaushal Kishore Shukla’s case": "सरकारी कर्मचारी के खिलाफ दंडात्मक कार्रवाई का फैसला कर सकता है। कौशल किशोर शुक्ला के मामले",
  "“7. A temporary Government servant has no ri ght to hold the post,": "\"7 एक अस्थायी सरकारी कर्मचारी को पद धारण करने का कोई अधिकार नहीं है, उसकी सेवाओं को",
  "his services are liable to be termiated by giving him one month’s notice without assigning any reason cither under the terms of": "बिना कोई कारण बताए एक महीने का नोटिस देकर समाप्त किया जा सकता है, या तो ऐसी",
  "Goverment servants. Since, a temporary Government servant is also entitled to the protection of Article 311(2) in the same manner as a permanent Government servant, very often, the": "अस्थायी सरकारी कर्मचारी भी स्थायी सरकारी कर्मचारी की तरह ही अनुच्छेद 3(2) के संरक्षण",
  "(13) Asa sequel to the aforesaid discussion, the writ petition fails": "(3) उपरोक्त चर्चा की अगली कड़ी के रूप में, रिट याचिका विफल हो जाती है और याचिकाकर्ता को",
  "and the same is dismissed with liberty to the petitioner to pass a fresh order in accordance with law. We further hold that by virtue of quashing the order,": "कानून के अनुसार एक नया आदेश पारित करने की स्वतंत्रता के साथ खारिज कर दिया जाता है। हम मानते हैं",
  "Shri Vinod Kumar, respondent No. 2 shall not be entitled to any back wages": "कि आदेश को रद्द करने के आधार पर, श्री विनोद कुमार, प्रतिवादी संख्या 2 किसी भी बकाया मजदूरी के हकदार",
  "although he will be entitled to wages from today till the date of passing of any other order by the petitioner.": "नहीं होंगे, हालांकि वह आज से याचिकाकर्ता द्वारा किसी अन्य आदेश के पारित होने की तारीख तक मजदूरी के",
  "(14) The petition stands disposed of in the above terms.": "(4) याचिका का निपटारा उपर्युक्त शर्तों में किया गया है।",
  "R.N.R.": "आर एन आर"
}