{
  "AUNKARI YADAV AND OTHERS v. STATE OF HARYANA AND 1811": "औंकारी यादव और अन्य बनाम हरियाणा राज्य और",
  "OTHERS (Harsimran Singh Sethi , J.)": "अन्य (हरसिमरन सिंह सेठी, जे.)",
  "authority must consider the same having regard to the": "उचित प्राधिकारी को प्रशासन की अत्यावश्यकताओं को ध्यान में रखते हुए उस पर विचार",
  "exigencies of administration. Theguidelines say that as far as possible, husband and wife mustbe posted at the same": "करना चाहिए। दिशा-निर्देशों में कहा गया है कि जहां तक संभव हो पति-पत्नी को एक ही",
  "place. The said guideline however does not confer upon the Government employee a legally enforceable right.": "स्थान पर तैनात किया जाना चाहिए। हालाँकि उक्त दिशानिर्देश सरकारी कर्मचारी को कानूनी रूप से लागू करने योग्य अधिकार प्रदान नहीं करता है।",
  "28. Fourth, norms applicable to the recruitment and conditions of service of officers belonging to the civil": "28. चौथा, सिविल सेवा से संबंधित अधिकारियों की भर्ती और सेवा शर्तों पर लागू मानदंड",
  "services can be stipulated in:": "निर्धारित किए जा सकते हैं.",
  "(i) A law enacted by the competent legislature;": "() सक्षम विधायिका द्वारा अधिनियमित कानून;",
  "(ii)Rules made under the proviso to Article 309 of the Constitution; and (iii) Executive instructions issued under": "()संविधान के अनुच्छेद 309 के प्रावधानों के तहत बनाए गए नियम; और (॥) संघ के",
  "Article 73 of the Constitution, in the case of civil services": "तहत सिविल सेवाओं के मामले में संविधान के अनुच्छेद 73 और राज्यों के तहत सिविल",
  "Fifth, where there is a _ conflict between executive instructions and rules framed under Article 309, the rules": "पांचवां, जहां कार्यकारी निर्देशों और अनुच्छेद ३0०9 के तहत बनाए गए नियमों के बीच",
  "must prevail. In the event of a conflict between the rules framed under Article 309 and a law made by the appropriate legislature, the law prevails. Where the rules": "विरोधाभास है, वहां नियम लागू होने चाहिए। अनुच्छेद 309 के तहत बनाए गए नियमों और उपयुक्त विधायिका द्वारा बनाए गए कानून के बीच टकराव की स्थिति में, कानून प्रभावी",
  "law that a transfer policy is merely a guideline and does not give a right": "यह कानून का स्थापित सिद्धांत है कि स्थानांतरण नीति केवल एक दिशानिर्देश है और यह",
  "to claim the benefit even if the said policy is being violated. The said": "लाभ का दावा करने का अधिकार नहीं देती है, भले ही उक्त नीति का उल्लंघन किया जा",
  "question of law has been answered by the Hon'ble Supreme Court of India.": "रहा हो। कानून के उक्त प्रश्न का उत्तर भारत के माननीय सर्वोच्च न्यायालय द्वारा दिया गया",
  "(16) The Hon'ble Supreme Court of India in the recent judgment": "(46) भारत के माननीय सर्वोच्च न्यायालय ने 2022 की सिविल अपील संख्या 4243 में",
  "in Civil Appeal No.1243 of 2022 titled as S.K Nausad Rahaman and others versus Union of India and others, decided on 10.03.2022 has": "एस. के. नौसाद रहमान और अन्य बनाम भारत संघ और अन्य के हालिया फैसले में",
  "held that the transfer policy is not justiciable and no right is created in": "40.03.2022 को फैसला सुनाया है कि स्थानांतरण नीति सही नहीं है। न्‍न्यायसंगत है और",
  "an employee to claim a benefit even if the said transfer policy is": "किसी कर्मचारी को लाभ का दावा करने का कोई अधिकार नहीं बनता है, भले ही उक्त",
  "violated as the said policyis only a guideline. The relevant paragraph": "स्थानांतरण नीति का उल्लंघन किया गया हो क्योंकि उक्त नीति केवल एक दिशानिर्देश है।",
  "of the said judgment is as under:-": "उक्त निर्णय का प्रासंगिक पैराग्राफ इस प्रकार है:-",
  "“24. First and foremost, transfer in an All India Service is": "“24. सबसे पहली और महत्वपूर्ण बात यह है कि अखिल भारतीय सेवा में स्थानांतरण सेवा",
  "an incident of service. Whether, and if so where, an employee should be posted are matters which are governed": "की एक घटना है। क्‍या, और यदि हां, तो कहां, किसी कर्मचारी को तैनात किया जाना चाहिए, ये ऐसे मामले हैं जो सेवा की अत्यावश्यकताओं द्वारा शासित होते हैं। किसी",
  "25.Second, executive instructions and administrative directions concerning transfers and postings do not confer": "25. दूसरा, स्थानांतरण और पोस्टिंग से संबंधित कार्यकारी निर्देश और प्रशासनिक निर्देश",
  "an indefeasible right to claim a transfer or posting.": "स्थानांतरण या पोस्टिंग का दावा करने का अपरिहार्य अधिकार प्रदान नहीं करते हैं। सेवा",
  "Individual convenience of persons who are employed in the service is subject to the overarching needs of the administration.": "में कार्यरत व्यक्तियों की व्यक्तिगत सुविधा प्रशासन की व्यापक आवश्यकताओं के अधीन",
  "(9) Further grievance of the petitioners is that the said decision": "(9) याचिकाकर्ताओं की आगे की शिकायत यह है कि उक्त निर्णय उत्तरदाताओं द्वारा",
  "has been taken by the respondents after effecting the transfers.": "तबादलों को प्रभावित करने के बाद लिया गया है।",
  "(10) There can be instances where while implementing a policy,": "(0) ऐसे उदाहरण हो सकते हैं जहां किसी नीति को लागू करते समय, कुछ कठिनाइयां",
  "certain difficulties comes to the notice of the Department and needs to": "विभाग के ध्यान में आती हैं और उन्हें ठीक करने की आवश्यकता होती है ताकि यह",
  "be rectified so as to ensure that there is no anomaly which comes to into force by the implementation of the said policy and implementation": "सुनिश्चित किया जा सके कि उक्त नीति के कार्यान्वयन और कार्यान्वयन में कोई विसंगति न",
  "of transfer policy becomes inconsonance with the Rules governing the": "हो। स्थानांतरण नीति सेवा को नियंत्रित करने वाले नियमों के साथ असंगत हो जाती है।",
  "service. Rules governing the service being on a higher pedestal are to": "स्थानांतरण नीति की तुलना में सेवा को उच्च स्तर पर रखने वाले नियमों का पालन किया",
  "of a provision of transfer policy so as to prevent violation of the statutory rules governing the service cannot be faulted with.": "रोकने के लिए स्थानांतरण नीति के प्रावधान का पालन न करने को गलत नहीं ठहराया जा",
  "(11) Further prayer of the petitioners is that the decision dated 29.08.2022 which has been taken after the transfer of the petitioners,": "(93) याचिकाकर्ताओं की आगे की प्रार्थना यह है कि दिनांक 29.08.2022 का निर्णय जो",
  "copyof which has been appended as Annexure P-4, was beyond the": "याचिकाकर्ताओं के स्थानांतरण के बाद लिया गया है, जिसकी प्रति संलग्रक पी-4 के रूप",
  "jurisdiction of the Department as the same can only be taken by the": "में संलग्न की गई है, विभाग के अधिकार क्षेत्र से परे था क्योंकि वही कर सकता है केवल",
  "Government keeping in view the Rules of the Business of the Government of Haryana issued in the year 1977, copy of which has": "वर्ष 4977 में जारी हरियाणा सरकार के व्यवसाय के नियमों को ध्यान में रखते हुए सरकार",
  "been appended with this petition as Annexure P-6.": "द्वारा लिया जाएगा, जिसकी प्रति इस याचिका के साथ अनुबंध पी-6 के रूप में संलग्न की",
  "being relied upon, shows that the proposal involving any important change of policy or practice, the same will be dealt with by the": "है कि जिस प्रस्ताव में नीति या व्यवहार में कोई महत्वपूर्ण बदलाव शामिल है, उस पर",
  "Government at its own level in accordance with the rules of Business of": "सरकार अपने स्तर पर तदनुसार विचार करेगी। हरियाणा सरकार के व्यवसाय के नियम",
  "the Government of Haryana issued in the year 1977.": "वर्ष 4977 में जारी किए गए।",
  "(13) The said argument is to be tested by keeping in view certain facts.": "(43) उक्त तर्क का परीक्षण कुछ तथ्यों को ध्यान में रखकर किया जाना है।",
  "(2) In the present petition, the decision of the respondent- Department dated 29.08.2022 (Annexure P-4) is also under challenge": "(2) वर्तमान याचिका में, प्रतिवादी विभाग के दिनांक 29.08.2022 के निर्णय (अनुलग्नक पी- 4) को भी इस आधार पर चुनौती दी गई है कि उक्त निर्णय प्रतिवादी-विभाग के अधिकार",
  "Government itself and not the Department keeping in view the provisions of the Rules of Business of the Government of Haryana": "के व्यवसाय के नियमों के प्रावधानों को ध्यान में रखते हुए विभाग द्वारा नहीं बल्कि सरकार",
  "(3) The petitioners are employees of the Education Department in the Government of Haryana, have approached this Court": "(3) याचिकाकर्ता हरियाणा सरकार में शिक्षा विभाग के कर्मचारी हैं, उन्होंने स्थानांतरण",
  "challenging their transfers citing the discrepancies in implementation of": "नीति के कार्यान्वयन में विसंगतियों का हवाला देते हुए अपने स्थानांतरण को चुनौती देते",
  "transfer policy, which was to be adhered to while effecting the transfer on the ground thatthe same has either been violated or the interpretation of the provisions ofthe policy, on which the decision of": "हुए इस न्यायालय का दरवाजा खटखटाया है, जिसका स्थानांतरण करते समय इस आधार पर पालन किया जाना था कि उसने या तो उल्लंघन किया गया है या नीति के प्रावधानों की",
  "interpretation of the provisions ofthe policy, on which the decision of the respondents to effect the transfer is based, suffers from one or the": "व्याख्या, जिस पर उत्तरदाताओं का स्थानांतरण को प्रभावित करने का निर्णय आधारित है,",
  "other procedural defect.": "एक या अन्य प्रक्रियात्मक दोष से ग्रस्त है।",
  "(4) The first argument being raised by learned counsel for the petitioner to challenge the order of transfer is that as per the transfer": "(4) स्थानांतरण के आदेश को चुनौती देने के लिए याचिकाकर्ता के विद्वान वकील द्वारा",
  "made applicable for effecting the transfer, transfers were to be effected": "को संशोधित किया गया है, जिसे स्थानांतरण को प्रभावी करने के लिए लागू किया गया है,",
  "would have got on the basis of certain aspects, as envisaged in the said": "कर्मचारी को कुछ पहलुओं के आधार पर मिले होंगे, जेसा कि उक्त नीति में परिकल्पित",
  "given by the said employee in preference to other employee having lesser marks and in the present case, the petitioners have been": "उक्त कर्मचारी द्वारा दिए गए विकल्‍प का हकदार था और वर्तमान मामले में,",
  "discriminated as the stations which have been opted by the petitioners,": "याचिकाकर्ताओं के साथ भेदभाव किया गया है क्योंकि याचिकाकर्ताओं ने जो स्टेशन चुने",
  "working as TGT (Trained Graduate Teachers), which is a state cadre": "हैं, वे टीजीटी के रूप में काम कर रहे हैं। (प्रशिक्षित स्नातक शिक्षक), जो एक राज्य कैडर",
  "to (C & V) Classical and Vernacular Teachers, who belong to District": "है, को शास्त्रीय और स्थानीय शिक्षकों, जो एक जिला कैडर से संबंधित हैं, की पेशकश की",
  "belongs to a District cadre, despite the fact that C&V Teachers have": "गई है, इस तथ्य के बावजूद कि सी एंड वी शिक्षकों के पास याचिकाकर्ताओं की तुलना में",
  "(5) Learned counsel for the petitioners argues that as per the policy, once a candidate having higher marks is entitled to the choice of": "(5) याचिकाकर्ताओं के विद्वान वकील का तर्क है कि नीति के अनुसार, एक बार उच्च अंक",
  "(6) The said argument is to be dealt with keeping in view the rules governing the service.": "(6) उक्त तर्क को सेवा को नियंत्रित करने वाले नियमों को ध्यान में रखते हुए निपटाया जाना है।",
  "(7) It is a conceded fact that as per 2012 Rules which governs": "(7) यह एक स्वीकृत तथ्य है कि 2042 के नियमों के अनुसार, जो शास्त्रीय और स्थानीय",
  "the service of the post of Classical and Vernacular Teachers as well as the TGT, Classical and Vernacular Teacher is a District cadre meaning": "शिक्षकों के साथ-साथ टीजीटी के पद की सेवा को नियंत्रित करता है, शास्त्रीय और",
  "the TGT, Classical and Vernacular Teacher is a District cadre meaning thereby that they cannot be posted outside the District in which they": "स्थानीय शिक्षक एक जिला कैडर है, जिसका अर्थ है कि उन्हें जिले के बाहर तैनात नहीं",
  "have been appointed. TGT Teachers i.e. the cadre to which the": "किया जा सकता है। जिस पर उन्हें नियुक्त किया गया है. टीजीटी शिक्षक यानी",
  "petitioners belong, is a State cadre and the petitioners can be posted": "याचिकाकर्ता जिस कैडर से संबंधित हैं, वह एक राज्य कैडर है और याचिकाकर्ताओं को",
  "anywhere in the State keepingin view the rules governing the service.": "सेवा को नियंत्रित करने वाले नियमों को ध्यान में रखते हुए राज्य में कहीं भी तैनात किया",
  "That being so, the grievance of the petitioners, as recorded": "जा सकता है। ऐसा होने पर, याचिकाकर्ताओं की शिकायत, जैसा कि यहां पहले दर्ज की",
  "hereinbefore, needs to be evaluated by keeping in mind the said Rules.": "गई है, का मूल्यांकन उक्त नियमों को ध्यान में रखते हुए किया जाना चाहिए।",
  "(8) Once, Classical and Vernacular Teachers cannot be posted": "(8) एक बार, शास्त्रीय और स्थानीय भाषा के शिक्षकों को जिले के बाहर तैनात नहीं किया",
  "outside the District, the first preference of the posting had to be given": "जा सकता है, पोस्टिंग की पहली प्राथमिकता उक्त संवर्ग को दी जानी चाहिए अन्यथा, पद",
  "within the cadre in case, the posts are given to the TGT candidate having higher marks. The said proposition, if not implemented, will": "उच्च अंक वाले टीजीटी उम्मीदवार को। उक्त प्रस्ताव, यदि लागू नहीं किया गया, तो एक",
  "create anomaly as then TGT Teachers will occupy a particular station": "विसंगति पैदा हो जाएगी क्योंकि तब टीजीटी शिक्षक उच्च अंकों के आधार पर एक जिले में",
  "concerned to accommodate the choice of posting given by TGT Teachers. Once, as per the rules governing the service, Classical and": "टीजीटी शिक्षकों को दी गई पोस्टिंग. एक बार, सेवा को नियंत्रित करने वाले नियमों के",
  "they have been appointed, the transfer policy has to be operated in a": "जा सकता है जिसमें उन्हें नियुक्त किया गया है, स्थानांतरण नीति को इस तरह से संचालित",
  "manner thatit remains inconsonance with Rules governing the service,": "किया जाना चाहिए कि यह सेवा को नियंत्रित करने वाले नियमों के साथ असंगत रहे,",
  "hence, even if Classical and Vernacular Teacher has lesser marks,": "इसलिए, भले ही शास्त्रीय और स्थानीय भाषा शिक्षक के कम अंक हैं, उन्हें किसी विशेष",
  "he/she has to be given a preference over the TGT Teachers with regard to the posting in a particular District otherwise it will lead to a": "जिले में पोस्टिंग के संबंध में टीजीटी शिक्षकों पर प्राथमिकता दी जानी चाहिए अन्यथा",
  "situation in which there might not be a post to accommodate C&V": "इससे ऐसी स्थिति पैदा होगी जिसमें सी एंड वी शिक्षकों को समायोजित करने के लिए कोई",
  "fact that all the vacant posts in that district are allocated to TGT": "रहा है कि उस जिले में सभी रिक्त पद टीजीटी शिक्षकों को आवंटित किए गए हैं, और",
  "(30) Keeping in view the above, no interference is called for by this Court in the present petition and the writ petition is dismissed accordingly.": "(30) उपरोक्त को ध्यान में रखते हुए, वर्तमान याचिका में इस न्यायालय द्वारा किसी हस्तक्षेप की आवश्यकता नहीं है और तदनुसार रिट याचिका खारिज कर दी जाती है।",
  "Gaurav Saini": "गौरव सैनी",
  "present petition that the transfer policy has been violated by the": "स्थानांतरण नीति के प्रावधानों पर विचार करते हुए माना है कि याचिकाकर्ता को",
  "which is non justiciable, whether a detailed order needs to be passed separately withrespect to a grievance raised online and whether the": "शिकायत के संबंध में अलग से एक विस्तृत आदेश पारित करने की आवश्यकता है और",
  "same grievance needsto be replied online and that too only on the MIS": "क्या उसी शिकायत का उत्तर ऑनलाइन देने की आवश्यकता है और वह भी केवल",
  "portal of each concerned employee, if the same is feasible or not is to": "एमआईएस पर प्रत्येक संबंधित कर्मचारी का पोर्टल, यदि यह संभव है या नहीं, का निर्णय",
  "(21) Keeping in view the various administrative exigencies and the difficulties of passing and posting a detailed order on MIS portal,": "(24) विभिन्न प्रशासनिक अनिवार्यताओं और एमआईएस पोर्टल पर एक विस्तृत आदेश पारित करने और पोस्ट करने की कठिनाइयों को ध्यान में रखते हुए, इस तथ्य के साथ कि",
  "coupled with the fact that the grievance raised was under a policy, which is non- justiciable, once a reason has been given for not": "उठाई गई शिकायत एक नीति के तहत थी, जो गैर-न्यायसंगत है, एक बार कारण बताए",
  "accepting the plea of the petitioners and the same has _ been": "जाने के बाद याचिकाकर्ताओं की दलील को स्वीकार नहीं कर रहा है और इसकी सूचना",
  "informed to the petitioners, the same satisfies the settled principle of law. The rules of natural justice have to be implemented keeping in": "याचिकाकर्ताओं को दे दी गई है, यह कानून के स्थापित सिद्धांत को संतुष्ट करता है।",
  "law. The rules of natural justice have to be implemented keeping in view the facts and circumstances of each and every case and in the facts": "प्राकृतिक न्याय के नियमों को प्रत्येक मामले के तथ्यों और परिस्थितियों को ध्यान में रखते",
  "and circumstances of the present case, by giving reason on MIS portal,": "हुए और वर्तमान मामले के तथ्यों और परिस्थितियों में एमआईएस पोर्टल पर कारण",
  "where detailed order cannot be posted, once a reason has been given": "बताकर लागू किया जाना है, जहां एक बार कारण बताने के बाद विस्तृत आदेश पोस्ट नहीं",
  "for not accepting the grievance of the employee, the same will suffice": "किया जा सकता है। कर्मचारी की शिकायत को स्वीकार नहीं करने के लिए दिया गया है,",
  "the requirement of the rules of natural justice in the facts and circumstances of the case.": "वही मामले के तथ्यों और परिस्थितियों में प्राकृतिक न्याय के नियमों की आवश्यकता के",
  "(22) The last objection which has been raised by the learned": "(22) याचिकाकर्ताओं के विद्वान वकील द्वारा उठाई गई आखिरी आपत्ति याचिकाकर्ता",
  "(23) Learned counsel for the petitioners submits that the": "(23) याचिकाकर्ताओं के विद्वान वकील का कहना है कि याचिकाकर्ता संख्या 47 एक",
  "petitioner No.17 is a physically handicapped employee having 55% Locomotor disability of permanent nature.": "शारीरिक रूप से विकलांग कर्मचारी है, जिसके पास स्थायी प्रकृति की 55% लोकोमोटर विकलांगता है।",
  "(24) Learned counsel for the petitioners also concede to the fact": "(24) याचिकाकर्ताओं के विद्वान वकील ने भी इस तथ्य को स्वीकार किया कि संबंधित",
  "that with respect to the representation filed by the employee concerned, a detailed separate order has been passed by the Department and it is": "कर्मचारी द्वारा दायर अभ्यावेदन के संबंध में, विभाग द्वारा एक विस्तृत अलग आदेश पारित",
  "only when objection was raised by an employee on MIS portal, same": "किया गया है और यह केवल तब हुआ है जब किसी कर्मचारी द्वारा एमआईएस पोर्टल पर",
  "has been replied by giving the exact reason for not accepting the same.": "आपत्ति उठाई गई थी। इसे स्वीकार न करने का सटीक कारण बताते हुए उत्तर दिया गया है।"
}