{
  "Before Archana Puri, .J": "अर्चना पुरी से पहले .जे",
  "JEET BEIN ALIAS JEEWAN AND OTHERS—Appellants": "जीत बेन उर्फ जीवन और अन्य - अपीलकर्ता",
  "versus": "बनाम",
  "AJAY KUMAR AND OTHERS—Respondents": "अजय कुमार और अन्य-प्रतिवादी",
  "FAO No. 6890 of 2015": "2045 का एफएओ नंबर 6890",
  "November 29, 2022": "29 नवंबर 2022",
  "Motor Vehicles Act, 1988—Ss. 166, 173—Death of a person": "मोटर वाहन अधिनियम, 4988--एस.एस. 466, 473-55 वर्ष की आयु वाले व्यक्ति",
  "aged 55 years; Quantum; Loss of dependency; Loss of consortium;": "की मृत्यु; क्वांटम; निर्भरता का नुकसान; कंसोर्टियम का नुकसान; गुणक; मोटर वाहन",
  "Multiplier; Motor Vehicles Act, 1988—S. 66 (1)—Goods Carriage Vehicle—Route Permit; Gratuitous Passenger; Recovery Rights to": "अधिनियम, 4988--एस. 66 (4)-माल वाहक वाहन-रूट परमिट; निःशुल्क यात्री; बीमा",
  "the Insurance Company; Where the gross vehicle weight does not": "कंपनी को वसूली अधिकार; जहां वाहन का कुल वजन 3000 किलोग्राम से अधिक नहीं है,",
  "claimants, contents of the FIR-Breach of terms and conditions of policy.": "पॉलिसी के नियमों और शर्तों का उल्लंघन।",
  "Held, that in the light of the same, there was violation of terms and conditions of the insurance policy, at the relevant time. Precisely,": "माना गया कि उसी के आलोक में, प्रासंगिक समय पर बीमा पॉलिसी के नियमों",
  "additional liability of payment of compensation and as such, the Ekta": "के भुगतान की अतिरिक्त देनदारी नहीं दी जा सकती है और इस प्रकार, एकता ठाकुर,",
  "Thakur, Advocate, for the appellants (in FAO-6890-2015) and for respondents No.1 to 3 (in FAO-8293-2015). insurance company has the": "वकील, अपीलकर्ताओं के लिए (एफएओ-6890-2045 में) और उत्तरदाताओं नंबर 4 से ३",
  "respondents No.1 to 3 (in FAO-8293-2015). insurance company has the rights of recovery qua the owner of the vehicle.": "कम ५ [#0829920 5 में)। बीमा कंपनी के पास वाहन के मालिक से वसूली का अधिकार है।",
  "R.N.Singal, Advocate, for the appellant (in FAO-8293-2015 &": "अपीलकर्ता के लिए अधिवक्ता आर.एन.सिंगल (एफएओ-8293-2045 और",
  "FAO-8294-2015) andfor respondent No.3 (in FAO-6890-2015).": "#/0-8294-2045) और प्रतिवादी नंबर ३ के लिए (६७0-6890-2045 में)।",
  "ARCHANA PURI, J.": "अर्चना पुरी, जे.",
  "(1) These are three appeals, filed to challenge the Award dated": "(9) ये तीन अपीलें हैं, जो मोटर दुर्घटना दावा न्‍्यायाधिकरण द्वारा पारित दिनांक",
  "05.08.2015 passed by learned Motor Accident Claims Tribunal,": "05.08.2045 के फैसले को चुनौती देने के लिए दायर की गई हैं, जिसके तहत मोटर वाहन",
  "thereby, granting compensation, on account of death of Chandu Bhai Bein and his daughter Shobha, in a motor vehicular accident.": "दुर्घटना में चंदू भाई बेन और उनकी बेटी शोभा की मृत्यु के कारण मुआवजा दिया गया है।",
  "(2) Two claim petitions, vis-a-vis, death of Chandu Bhai Bein and his daughter, were decided by the common Award.": "(2) चंदू भाई बेन और उनकी बेटी की मृत्यु के संबंध में दो दावा याचिकाओं का निर्णय सामान्य निर्णय द्वारा किया गया।",
  "(3) On appraisal of the evidence adduced qua death of Chandu Bhai Bein, learned Tribunal had awarded compensation to the extent of Rs.7,91,044/-.The liability to pay the compensation was fastened,": "(3) चंदू भाई बेन की मृत्यु के संबंध में प्रस्तुत साक्ष्यों के मूल्यांकन पर, विद्वान न्यायाधिकरण ने 7,94,044/- रुपये की सीमा तक मुआवजा दिया था। मुआवजे का भुगतान",
  "jointly and severally upon the driver, owner and insurer of the": "करने का दायित्व ड्राइवर, मालिक पर संयुक्त रूप से और अलग-अलग तय किया गया",
  "amount should be enhanced by 10% after every three years. As the said": "गया कि उपरोक्त राशि को हर तीन साल के बाद 40% बढ़ाया जाना चाहिए। चूंकि उक्त",
  "which comes to be Rs.44,000/- as ‘loss of consortium’. In the light of": "नुकसान' के रूप में 44,000/- रुपये होगी। उसी के आलोक में, अपीलकर्ता-दावेदार संख्या",
  "the same, appellants-claimants No.1 to 3 and proforma-respondent Manu Bhai, are entitled to compensation, on the count of ‘loss of": "4 से 3 और प्रोफार्मा-प्रतिवादी मनु भाई, 44,000/- रुपये की सीमा तक 'संघ की हानि' की",
  "consortium’ to the extent of Rs.44,000/- each, and thus, the total comes to be Rs.1,76,000/-.": "हो पर मुआवजे के हकदार हैं, और इस प्रकार, कुल रकम 4,76,000/- रुपये बनती |",
  "(14) Besides the aforesaid, even the compensation qua funeral": "(44) उपरोक्त के अलावा, अंतिम संस्कार के खर्च के लिए मुआवजा भी अधिक",
  "expenses, has been granted on a higher side. As per Pranay Sethi's case (supra), Rs.15,000/- is to be granted as funeral expenses, which": "दिया गया है। प्रणय सेठी के मामले (सुप्रा) के अनुसार, अंतिम संस्कार के खर्च के रूप में",
  "of loss of estate also, another amount of Rs.16,500/- is to be granted.": "कारण भी, रु. 46,500/- की एक और राशि प्रदान की जाएगी। लेकिन फिर भी, जैसा कि",
  "But however, as observed aforesaid, no compensation is to be granted, on the count of loss of love and affection, as done by the tribunal.": "ऊपर कहा गया है, प्यार और सख्रेह की हानि के आधार पर कोई मुआवजा नहीं दिया जाना चाहिए, जैसा कि न्यायाधिकरण द्वारा किया गया है। इस पर काम करते हुए, मुआवज़ा का",
  "Working upon the same, the total of the compensation comes to Rs.6,77,688 + Rs.1,76,000 + Rs.16,500 + Rs.16,500/- which comes to": "कुल योग 6,77,688 रुपये + 4,76,000 रुपये + 6,500 रुपये + 46,500/- रुपये होता है,",
  "be Rs.8,86,688/-. Therefore, compensation granted by the Tribunal, is": "जो 8,86,688/- रुपये होता है। इसलिए, ट्रिब्यूनल द्वारा दिया गया मुआवजा 7,94,044/-",
  "raised from Rs.7,91,044/- to Rs.8,86,688/-.": "रुपये से बढ़ाकर 8,86,688/- रुपये कर दिया गया है।",
  "(15) Proceeding further, learned counsel for the appellant- insurance company has assiduously submitted that the offending": "5) आगे बढ़ते हुए, अपीलकर्ता बीमा कंपनी के विद्वान वकील ने दृढ़तापूर्वक",
  "vehicle was a 'goods carriage vehicle’ and therefore, it required permit.": "प्रस्तुत किया है कि आपत्तिजनक वाहन एक 'माल वाहक वाहन' था और इसलिए, उसे",
  "However, it was being plied without any route permit, at the relevant": "परमिट की आवश्यकता थी। हालाँकि, प्रासंगिक समय पर इसे बिना किसी रूट परमिट के",
  "the law laid down in Smt.Sarla Verma _ versus Delhi Transport": "गई है। श्रीमती सरला वर्मा बनाम दिल्‍ली परिवहन निगम और अन्य में निर्धारित कानून को",
  "Besides the same, Rs.1 lakh has been awarded to claimant-widow, on": "दावेदार-विधवा को 4 लाख रुपये का पुरस्कार दिया गया है। इसके अलावा, अंत्येष्टि व्यय",
  "amount of Rs.50,000/- has been awarded to minor son Sanjay, only on": "के लिए 25,000/- रुपये की राशि प्रदान की गई है। इसके अलावा, नाबालिग बेटे संजय को",
  "granted to Manu Bhai, son of deceased, who was aged 32 years, at the": "समय पर मृतक के बेटे मनु भाई, जिनकी उम्र 32 वर्ष थी, को कोई मुआवजा नहीं दिया",
  "relevant time. Thus, the total compensation, so worked upon was Rs.7,91,044/-. However, this compensation requires re-appraisal.": "गया है। इस प्रकार, कुल मुआवजा 7,94,044/- रुपये था। हालाँकि, इस मुआवजे के लिए पुनर्मूल्यांकन की आवश्यकता है।",
  "(11) So far as, monthly wages are concerned, the amount so taken i.e. Rs.7,000/- per month, is appropriate one. Even, the deduction": "(१4) जहां तक मासिक वेतन का सवाल है, तो ली गई राशि यानी 7,000/- रुपये",
  "to the extent of 1/3™ towards living expenses is appropriate one.": "प्रति माह उचित है। यहां तक कि, जीवन-यापन के खर्चों के लिए एक तिहाई की सीमा तक",
  "However, as per National Insurance Company Limited versus": "कटोती उचित है। हालाँकि, नेशनल इंश्योरेंस कंपनी लिमिटेड बनाम प्रणय सेठी और",
  "prospects, considering the age of the deceased. Thus, 10% of the": "अन्य? के अनुसार, मृतक की उम्र को ध्यान में रखते हुए, भविष्य की संभावनाओं के रूप",
  "monthly income is Rs.700/- and total comes to be Rs.7,700/-.": "में 49% अतिरिक्त लिया जाना चाहिए। इस प्रकार, मासिक आय का 40% रु. 700/- है और",
  "1/3\" is to be deducted as personal expenses. Taking it to be so, the": "हुए, /3 हिस्सा व्यक्तिगत खर्च के रूप में काटा जाना है। इसे इस प्रकार लेते हुए, मासिक",
  "monthly income is worked uponas Rs.5,134/- and annual dependency, as such, is worked upon as Rs.61,608/-. Considering the decision": "आय 5,34/- रुपये मानी जाती है और वार्षिक निर्भरता, 64,608/- रुपये मानी जाती है।",
  "rendered in Smt.Sarla Verma versus Delhi Transport Corporation": "श्रीमती सरला वर्मा बनाम दिल्‍ली परिवहन निगम और अन्य 3 में दिए गए निर्णय को ध्यान",
  "and anr’ the suitable multiplier to be applied is ‘11’ and": "में रखते हुए लागू किया जाने वाला उपयुक्त गुणक '4' है और मुआवजा, इस प्रकार,",
  "compensation, as such, comes to be Rs.6,77,688/-.": "6,77,688/- रुपये बनता है।",
  "(12) In the case in hand, Rs.1 lakh has been awarded, on account": "(42) मौजूदा मामले में, कंसोर्टियम के नुकसान के कारण 4 लाख रुपये का",
  "of loss of consortium. In this regard, it is pertinent to mention that three": "मुआवजा दिया गया है। इस संबंध में, यह उल्लेख करना उचित है कि माननीय सर्वोच्च",
  "Judge Bench of the Hon'ble Supreme Court, in the decision rendered in Magma General Insurance Company Limited versus Nanu Ram @": "न्यायालय की तीन न्यायाधीशों की खंडपीठ ने मैग्मा जनरल इंश्योरेंस कंपनी लिमिटेड बनाम नानू राम & चूहरू राम4 में दिए गए फैसले में 'कंसोर्टियम' को शामिल करने के",
  "the offending vehicle and they could be taken to be accompanying the ‘'goods' and therefore, they be not treated as gratuitous passengers, but": "थे और उन्हें 'सामान' के साथ ले जाया जा सकता था और इसलिए, उन्हें अनावश्यक",
  "however, this submission, does not hold good. It is pertinent to mention": "यात्रियों के रूप में नहीं माना जाता है, लेकिन फिर भी, यह समर्पण, अच्छा नहीं है। यह",
  "that in thepleadings, though, it is an assertion about the deceased to": "उल्लेख करना उचित है कि दलीलों में, हालांकि, यह दावा किया गया है कि मृतक पुराने",
  "be indulging inthe business of sale and purchase of old clothes, but it": "कपड़ों की बिक्री और खरीद के व्यवसाय में शामिल थे, लेकिन दोनों मृतकों के 'माल' के",
  "was not so mentioned about both the deceased travelling along with the": "साथ यात्रा करने के बारे में ऐसा उल्लेख नहीं किया गया था। यानी प्रासंगिक समय पर",
  "'goods' i.e. old clothes for sale, at the relevant time. Even though, both": "बिक्री के लिए पुराने कपड़े। हालाँकि, दोनों गवाहों यानी पीडब्लू-। मनु भाई और पीडब्लू-",
  "business of sale and purchase of old clothes, but however, they had": "खरीद के व्यवसाय में लिप्त होने के बारे में कहा है, लेकिन उन्होंने कभी भी अपने",
  "never stated in their affidavits also, with regard to the deceased travelling along with the goods, at the relevant time.It has come in the": "हलफनामे में ऐसा नहीं कहा था। संबंधित समय पर मृतक द्वारा सामान के साथ यात्रा करने",
  "has been proved as Ex.P1. Close perusal of the said document reveals that Manu Bhai, who is the author, had stated that all of them were": "साबित किया गया है। उक्त दस्तावेज़ को बारीकी से देखने से पता चलता है कि मनु भाई,",
  "the day of accident), they were to proceed to Daon (Mohali) and they": "रहे थे और उस दिन (दुर्घटना के दिन), उन्हें दाओन जाना था। (मोहाली) और उनके पास",
  "were having bales of old clothes for sale. They had asked driver Ajay": "बिक्री के लिए पुराने कपड़ों की गांठें थीं। उन्होंने ड्राइवर अजय कुमार से उन्हें दो राउंड में"
}