{
  "Before : M. R. Agnihotri, J.": "न्यायमूर्ति एम. आर. अग्निहोत्री के समक्ष",
  "M/S SIRI CHAND AND SONS,-~Petitioners,": "मैसर्स सिरी चंद एंड संस-याचिकाकर्ता",
  "versus": "बनाम",
  "ADMINISTRATOR, UNION TERRITORY, CHANDIGARH AND OTHERS,—Respondents.": "प्रशासक, केंद्र शासित प्रदेश, चंडीगढ़ और अन्य- उत्तरदाताओं",
  "Capital of Punjab (Development and Regulation). Act, 1952—": "पंजाब की राजधानी (विकास और विनियमन) अधिनियम, 952 - धारा 8-ए - अब-निर्माण के",
  "S. 8-A—Resumption of plot for non-construction—Site originally allott- ed in 1953—-Transferred in 1958—After 20 years, Estate Officer formally": "लिए भूखंड की बहाली - मूल रूप से 953 में आवंटित साइट - 958 में स्थानांतरित - 20 वर्षों",
  "months—Meantime, litigation between co-sharers—Construction not": "निर्माण की अनुमति दी गई - इस बीच, सह-हिस्सेदारों के बीच मुकदमेबाजी - निर्माण पूरा नहीं",
  "completed—Plot resumed—When authorities itself took 20 years tu transfer plot on same terms and conditions as original allotment—": "हुआ - प्लॉट फिर से शुरू हुआ - जब अधिकारियों को मूल आवंटन के समान नियमों और शर्तों पर प्लॉट हस्तांतरित करने में 20 साल लग गए - अधिकारियों को निर्माण पूरा करने के लिए",
  "Incumbent on authorities to grunt same period of 5 yczars to transferee": "स्थानांतरित व्यक्ति को 5 वर्ष की समान अवधि देने का दायित्व है।",
  "Held, that when the Chandigarh Administration itself took full": "यह अभिनिर्णीत किया गया कि जब चंडीगढ़ प्रशासन ने स्वयं विवादित स्थल्र को याचिकाकर्ताओं",
  "‘twenty ‘years in transferring the site in dispute in the names of the petitioners that is, from 1958 to 20th November, 1978, on the same": "के नाम पर स्थानांतरित करने में पूरे बीस साल लगा दिए, यानी 958 से 20 नवंबर, 978",
  "terms and conditions as were stipulated in the original order of allotment, that is, construction o/ the building on the site in dispiite": "तक, उन्हीं नियमों और शर्तों पर जो आवंटन के मूल आदेश में निर्धारित थे, यानी विवादित स्थल",
  "to be completed within five years, it was incumbent upon the": "पर भवन का निर्माण पांच साल्र के भीतर पूरा करना होगा और प्रशासन पर यह दायित्व था कि",
  "of the impugned order of resumption by the Estate Officer, Chandi-": "संपदा अधिकारी, चंडीगढ़ द्वारा फिर से शुरू करने का विवादित आदेश पारित किया गया, जैसा",
  "garh, on 18th February, 1980, as upheld by the Chief Administrator, Chandigarh on 24th March, 1981 was wholly unwarranted and": "कि 24 मार्च, 98 को मुख्य प्रशासक, चंडीगढ़ द्वारा बरकरार रखा गया था जो कानून की इष्टि",
  "(Para 6)": "(पैरा 6)",
  "Civil Writ Petition under Articles 226/227 of the Constitution of India preying that—": "भारत के संविधान के अनुच्छेद 226/227 के तहत सिविल्र रिट याचिका में प्रार्थना की गई है कि-",
  "Anmexures P-2, P-4, P-6 & P-7 passed by the respondents": "() उत्तरदाता संख्या से 3 द्वारा क्रमशः अनुलग्नक पी-2, पी-4, पी-6 और पी- पारित किए",
  "(4) a writ in the nature of Mandamus directing the respondents to restore the original allotment of the plot be issued;": "() उत्तरदाताओं को भूखंड का मूल आवंटन बहाल करने का निर्देश देने वाली परमादेश की प्रकृति की एक रिट जारी की जाए,",
  "(tii) that records of the case te summoned;": "(#) मामले के रिकॉर्ड तत्रब किए जाएं;",
  "(iv) issuance of advance notices on the respondents be dispensed": "(५) उत्तरदाताओं को अग्रिम नोटिस जारी करने की छूट दी जाए;"
}