{
  "to 2000; that they were sent on deputation from their parent departments to the Minister Car Section on 22.12.2003 and 02.03.2006,": "उन्हें उनके मूल विभागों से क्रमशः 22.2.2003 और 02.03.2006 को मंत्री कार अनुभाग में प्रतिनियुक्ति पर भेजा",
  "respectively, initially on temporary basis specifically stating that they would not be entitled for any seniority in the Minister Car Section as": "गया था, शुरू में अस्थायी आधार पर विशेष रूप से यह कहते हुए कि वे मंत्री कार अनुभाग में किसी भी वरिष्ठता के",
  "their lien is kept in their parent department. But they were absorbed/": "हकदार नहीं होंगे क्योंकि उनका ग्रहणाधिकार उनके मूल विभाग में रखा गया है। लेकिन उन्हें 3.0.20५ और",
  "(26) The respondents No.4 to 10 in the Writ Petition were": "(26) रिट याचिका में प्रतिवादी संख्या ५ से ॥0 को ५5.08.203 और ॥3.02.20॥५ के बीच हरियाणा कर्मचारी",
  "appointed by direct recruitment through the Haryana Staff Selection": "चयन आयोग के माध्यम से सीधी भर्ती द्वारा नियुक्त किया गया था।",
  "The question for consideration 1s:": "विचारणीय प्रश्न यह है:",
  "below the respondents No.4 to 10 by ignoring the period of service rendered by the Writ Petitioners in their parent": "याचिकाकर्ताओं द्वारा अपने मूल विभाग में दी गई सेवा की अवधि को नजरअंदाज करके उन्हें प्रतिवादी संख्या ५ से",
  "(27) Seniority of persons appointed in the Ministers Car Section isgoverned by the Haryana Transport Department (Group C), Transport": "(27) मंत्री कार अनुभाग में नियुक्त व्यक्तियों की वरिष्ठता हरियाणा परिवहन विभाग (ग्रुप सी), परिवहन आयुक्त",
  "Commissioner’s Office Service Rules, 1998.": "कार्यालय सेवा नियम, 998 द्वारा शासित होती है।",
  "(28) Rule 2(f) of the said Rules defines the term ‘Service’ as meaning ‘the Haryana Transport Department (Group C) Transport Commissioner’s Office Service’.": "(28) उक्त नियमों के नियम 2(एफ) में 'सेवा' शब्द का अर्थ 'हरियाणा परिवहन विभाग (ग्रुप सी) परिवहन आयुक्त कार्यालय सेवा' के रूप में परिभाषित किया गया है।",
  "Rule 11 of the said Rules states:": "उक्त नियम के नियम ॥ में कहा गया है:",
  "Seniority, inter se_of the members of the Service shall be determined by the length of continuous service on any post in_the service;": "“सेवा के सदस्यों की पारस्परिक वरिष्ठता, सेवा में किसी भी पद पर निरंतर सेवा की अवधि से निर्धारित की जाएगी;",
  "Provided that where there are different cadres in the Service, theseniority shall be determined separately for each cadre.": "परन्तु जहां सेवा में विभिन्न संवर्ग हैं, वहां वरिष्ठता प्रत्येक संवर्ग के लिए पृथक्‌ रूप से निर्धारित की जाएगी।",
  "Provided further that in the case of members appointed by direct recruitment, the order of merit determined by the": "आगे यह भी प्रावधान है कि सीधी भर्ती द्वारा नियुक्त सदस्यों के मामले में, वरिष्ठता तय करते समय, बोर्ड या किसी",
  "direct recruitment, the order of merit determined by the Board or any other recruiting authority, as the case may be shall not be disturbed in fixing the seniority;": "अन्य भर्ती प्राधिकारी द्वारा निर्धारित योग्यता क्रम में कोई परिवर्तन नहीं किया जाएगा;",
  "Provided further that in the case of two or more members appointed on the same date, their seniority shall be determined as follows:-": "बशर्ते कि एक ही तिथि को नियुक्त दो या अधिक सदस्यों के मामले में, उनकी वरिष्ठता निम्नानुसार निर्धारित की जाएगी:-",
  "(a) a member appointed by direct recruitment shall be senior to a member appointed by promotion or by transfer;": "(ए) सीधी भर्ती द्वारा नियुक्त सदस्य, पदोन्नति या स्थानांतरण द्वारा नियुक्त सदस्य से वरिष्ठ होगा;",
  "their respective parent departments prior to their absorption in the Minister Car Section cannot be taken into account and so the State had": "द्वारा अपने-अपने मूल विभागों में प्रदान की गई सेवा को ध्यान में नहीं रखा जा सकता है और इसलिए राज्य ने",
  "correctly determined their inter se seniority in Annexure P4. Though": "अनुलग्नक पी५ में उनकी परस्पर वरिष्ठता को सही ढंग से निर्धारित किया था। हालांकि पहली नजर में यह तर्क",
  "this argument looks attractive at first blush, on a deeper scrutiny it does not have much substance.": "आकर्षक लगता है, लेकिन गहराई से जांच करने पर इसमें ज्यादा दम नहीं है।",
  "(Para 29-31)": "(अनुच्छेद 29-3)",
  "Further held, without informing the Writ Petitioners that their long service in their respective parent departments would not be": "आगे आयोजित, रिट याचिकाकर्ताओं को यह सूचित किए बिना कि उनके संबंधित मूल विभागों में उनकी लंबी सेवा",
  "counted on their absorption in the Minister Car Section, it is not proper for the State to count only service rendered by them in the Minister Car": "को मंत्री कार अनुभाग में उनके अवशोषण पर नहीं गिना जाएगा, राज्य के लिए यह उचित नहीं है कि वे केवल मंत्री",
  "and to place them below the respondents 4 to 10, who are direct recruits appointed in August 2013 and who have not even been confirmed on": "अवशोषण हुआ, और उन्हें प्रतिवादी ५ से 0 से नीचे रखें, जो अगस्त 20॥3 में नियुक्त सीधी भर्ती हैं और जिनकी",
  "appointed in August 2013 and who have not even been confirmed on the date the final seniority list Annexure P4 was prepared i.e. 31.03.2018.": "अंतिम वरिष्ठता सूची अनुलग्रक पी ५ तैयार होने की तारीख यानी 3.03.20॥8 को पुष्टि भी नहीं हुई है।",
  "(Para 34)": "(पैरा 3५)",
  "Further held, that we are of the opinion that even in the instant case, the Writ Petitioners, who were working as Drivers in other": "आगे कहा गया कि,हमारा मानना है कि वर्तमान मामले में भी, रिट याचिकाकर्ता, जो अन्य विभागों में ड्राइवर के रूप",
  "departments were initially brought on deputation to the Ministers Car Section in the Transport Department and were absorbed therein": "में काम कर रहे थे, को शुरू में परिवहन विभाग में मंत्री कार अनुभाग में प्रतिनियुक्ति पर लाया गया था और दोनों",
  "obviously considering the nature of duties and responsibilities of both posts and the minimum qualification thereto, and by treating the post of": "पदों की ड्यूटी और जिम्मेदारियों की प्रकृति और उसके लिए न्यूनतम योग्यता को ध्यान में रखते हुए और उनके द्वारा",
  "Driver held by them in the parent department as equivalent to the post": "मूल विभाग में रखे गए ड्राइवर के पद को उनके द्वारा प्रतिनियुक्ति पर रखे गए पद के बराबर मानते हुए उन्हें वहां",
  "held by them on deputation. Therefore, they cannot be denied their right to count their service in the parent department also as service in the Ministers Car Section for the purpose of their seniority. Therefore,": "समाहित कर लिया गया था। इसलिए, उन्हें उनकी वरिष्ठता के उद्देश्य से मूल विभाग में उनकी सेवा को भी मंत्री कार अनुभाग में सेवा के रूप में गिनने के उनके अधिकार से वंचित नहीं किया जा सकता है। इसलिए, उन्हें रिट याचिका",
  "they ought to have been put above the respondents 4 to 10 in the Writ Petition in the final seniority list Annexure P4.": "में अंतिम वरिष्ठता सूची अनुलग्रक पी में प्रतिवादियों से ५ से ।0 ऊपर रखा जाना चाहिए था।",
  "(Para 40&41)": "(अनुच्छेद ५0 और ५।)",
  "Hitesh Pandit, Addl. A.G. Haryana,for the appellants.": "अपीलकर्ताओं की ओर से हितेश पंडित, एडिशनल एजी हरियाणा।",
  "Keshav Gupta, Advocate,for the respondents No.1 to 6.": "केशव गुप्ता, अधिवक्ता, प्रतिवादी संख्या । से 6 के लिए।",
  "Sunil K. Nehra, Advocate, for the respondents No.7 to 13.": "प्रतिवादी संख्या 7 से ।3 के लिए अधिवक्ता सुनील के. नेहरा।",
  "In LPA-1730-2019": "एलपीए-730-209 में",
  "Sunil K. Nehra, Advocate,for the appellants.": "अपीलकर्ताओं की ओर से अधिवक्ता सुनील के. नेहरा।",
  "Hitesh Pandit, Addl. A.G. Haryana,for respondents No.1 to 3": "हितेश पंडित, एडिशनल एजी हरियाणा, प्रतिवादी संख्या । से 3 के लिए",
  "Keshav Gupta, Advocate,for respondents No.4 to 9.": "केशव गुप्ता, अधिवक्ता, प्रतिवादी संख्या ५ से 9 के लिए।",
  "STATE OF HARYANA AND OTHERS v. TEJ RAM AND OTHERS 885": "हरियाणा राज्य एवं अन्य बनाम तेज राम एवं अन्य",
  "(M.S. Ramchandra Rao, J.)": "(एम.एस. रामचंद्र राव, जे.)",
  "Before M.S. Ramachandra Rao and Sukhwinder Kaur, JJ.": "समक्ष एमएस रामचन्द्र राव और सुखविंदर कौर जे.जे.",
  "STATE OF HARYANA AND OTHERS—Appellants": "हरियाणा राज्य एवं अन्य--अपीलकर्ता",
  "versus": "बनाम",
  "TEJ RAM AND OTHERS—Respondents": "तेज राम एवं अन्य--उत्तरदाता",
  "LPA No. 461 of 2020": "वर्ष 2020 की एलपीए संख्या ५6॥",
  "January 24,2023": "2% जनवरी, 2023",
  "Constitution of India, 1950—Article-14—Haryana Transport Department (Group-C) Transport Commissioners Office Service": "भारतीय संविधान, 950-अनुच्छेद-५-हरियाणा परिवहन विभाग (ग्रुप-सी) परिवहन आयुक्‍त कार्यालय सेवा नियम,",
  "Rules, 1998-Rule 2(f)— Discrimination; Violation of the principles of natural justice; Article 226-writ of certiorari-challenge is inter-se-": "998-नियम 2(एफ)-भेदभाव; प्राकृतिक न्याय के सिद्धांतों का उल्लंघन; अनुच्छेद 226-उत्प्रेषण रिट-चुनौती दूसरे",
  "seniority between deputationists from another department and direct recruits of Minister Car Section, State of Haryana—Service—": "विभाग से प्रतिनियुक्ति पर आए व्यक्तियों और हरियाणा राज्य के मंत्री कार अनुभाग के सीधे भर्ती किए गए व्यक्तियों",
  "department with persons appointed through direct recruitment-both discharging similar service, hence petitioner’s cannot be placed": "शामिल व्यक्तियों की अंतर-वरिष्ठता-दोनों समान सेवा का निर्वहन करते हैं, इसलिए याचिकाकर्ता को बाद में सीधी",
  "Facts: Petitioners appointed as drivers in Civil Secretariat, Haryana Roadways and in Cattle Fair Office, Karnal in the State of Haryana between 1996-2003 on regular basis; they were sent on deputation from their parent departments to the Minister Car Section on 22.12.2003 and": "तथ्य: याचिकाकर्ताओं को 4996-2003 के बीच हरियाणा राज्य में सिविल सचिवालय, हरियाणा रोडवेज और पशु मेला कार्यालय, करनाल में नियमित आधार पर ड्राइवर के रूप में नियुक्त किया गया था; उन्हें क्रमशः 22.2.2003",
  "their parent departments to the Minister Car Section on 22.12.2003 and 02.03.2006 respectively, initially on temporary basis specifically": "और 02.03.2006 को उनके मूल विभागों से मंत्री कार अनुभाग में प्रतिनियुक्ति पर भेजा गया था, शुरू में अस्थायी",
  "stating that they would not be entitled for any seniority in the Minster": "आधार पर विशेष रूप से यह कहते हुए कि वे मंत्री कार अनुभाग में किसी भी वरिष्ठता के लिए पात्र नहीं होंगे क्योंकि",
  "Car Section as their lean is kept in their parent department. But they": "उनका झुकाव उनके मूल विभाग में रखा गया है। लेकिन उन्हें 3.0.20५ और 02.07.20% को मंत्री कार",
  "Held, thus, the said Rule requires seniority inter se of members of the service to be determined by the length of continuous service on": "आयोजित, इस प्रकार, उक्त नियम के अनुसार सेवा के सदस्यों की परस्पर वरिष्ठता सेवा में किसी भी पद पर लगातार",
  "of the service to be determined by the length of continuous service on any post in the service. The appellants/State/private respondents in the": "सेवा की अवधि के आधार पर निर्धारित की जानी चाहिए। रिट याचिका में अपीलकर्ताओं /राज्य/निजी प्रतिवादियों ने",
  "service rendered in the Haryana Transport Department (Group C), Transport Commissioners Office Service i.e. Minister Car Section": "करने के लिए केवल हरियाणा परिवहन विभाग (ग्रुप सी), परिवहन आयुक्त कार्यालय सेवा यानी मंत्री कार अनुभाग में",
  "M.S. RAMACHANDRA RAO, J.": "एम.एस रामचन्द्र राव, जे",
  "(1) These two appeals are preferred against the order dt.26.08.2019passed by the learned Single Judge of this Court in CWP-": "(।) ये दोनों अपीलें इस न्यायालय के विद्वान एकल न्यायाधीश द्वारा सी.डब्लू पी.-+५82-20॥8 में पारित दिनांक 26.08.209 के आदेश के विरुद्ध प्रस्तुत की गई हैं।",
  "(2) The appellants in LPA-461-2020 are respondents No.1 to 3": "(2) एलपीए-५6-2020 में अपीलकर्ता सीडब्ल्यूपी-+५82-20॥8 में प्रतिवादी संख्या । से 3 हैं और एलपीए-",
  "The parties will henceforth be referred to as per their array in the said Writ Petition.": "अब से पक्षकारों को उक्त रिट याचिका में उनकी व्यवस्था के अनुसार संदर्भित किया जाएगा।",
  "CWP-14482-2018": "सीडब्ल्यूपी-4५82-208",
  "(4) These individuals had been appointed in the Civil Secretariat of the State of Haryana, Haryana Roadways under the auspices of the Transport Department of the State of Haryana and Cattle Fair Office,": "(५) इन व्यक्तियों को हरियाणा राज्य के सिविल सचिवालय, हरियाणा राज्य के परिवहन विभाग और पशु मेला",
  "Karnal between 1996-2003 on regular basis. Thereafter, they continued": "कार्यालय, करनाल के तत्वावधान में हरियाणा रोडवेज में 4996-2003 के बीच नियमित आधार पर नियुक्त किया",
  "to work in the said department till 22.12.2003, when the Transport": "गया था। इसके बाद, वे 22.2.2003 तक उक्त विभाग में काम करते रहे, जब हरियाणा सरकार के परिवहन",
  "Commissioner of the Government of Haryana deputed them to work in the Ministers Car Section through an order filed as Annexure Al in LPA-461-2020.": "आयुक्त ने उन्हें एलपीए-५6-2020 में अनुलग्रक ए ॥ के रूप में दायर एक आदेश के माध्यम से मंत्रियों की कार अनुभाग में काम करने के लिए प्रतिनियुक्त किया।",
  "(5) Though the said order stated that their postings in the Ministers Car Section would be purely on temporary basis, they": "(5) यद्यपि उक्त आदेश में कहा गया था कि मंत्री कार अनुभाग में उनकी नियुक्ति पूर्णतया अस्थायी आधार पर",
  "continued in the Ministers Car Section and were confirmed in the": "होगी, फिर भी वे मंत्री कार अनुभाग में बने रहे तथा उन्हें क्रमशः 3.0.20५ तथा 02.07.20५ को उक्त अनुभाग",
  "(6) Tentative senior list of Drivers in the Ministers Car Section was framed on 02.02.2018 and objections were invited thereto. In the": "(6) 02.02.20॥8 को मंत्रियों की कार अनुभाग में ड्राइवरों की अनंतिम वरिष्ठ सूची तैयार की गई थी और उस पर",
  "(7) Objections (P-3) dt.5.2.2018 were filed to the said tentative": "(7) _ रिट याचिकाकर्ताओं द्वारा उक्त अनंतिम वरिष्ठता सूची पर आपत्तियाँ (पी-3) दिनांक 5.2.208 दायर की गई",
  "seniority list by the Writ Petitioners contending that respondents No.4 to 10 in the Writ Petition are juniors to them, having been appointed": "थीं, जिसमें तर्क दिया गया था कि रिट याचिका में प्रतिवादी संख्या ५ से ।0 उनसे कनिष्ठ हैं, क्योंकि उन्हें",
  "through direct recruitment through Staff Selection Commission process": "4.08.203 को कर्मचारी चयन आयोग प्रक्रिया के माध्यम से सीधी भर्ती के माध्यम से नियुक्त किया गया था, और",
  "Delhi and others! and Devdutta versus State of M.P.’.": "दिल्‍ली और अन्य' और देवदत्त बनाम राज्य म.प्र*",
  "(8) But the said objections were rejected by the Transport Department of the State of Haryana i.e., respondents No.1 to 3 in the": "(8) लेकिन उक्त आपत्तियों को हरियाणा राज्य के परिवहन विभाग यानी प्रतिवादी संख्या । से 3 द्वारा रिट याचिका",
  "Writ Petition, vide Annexure P4 dt.31.03.2018. No reason was given": "में अनुलग्रक पी५ दिनांक 3.03.208 के अनुसार खारिज कर दिया गया। कोई कारण नहीं बताया गया कि रिट",
  "why the objections raised by the Writ Petitioners are rejected.": "याचिकाकर्ताओं द्वारा उठाई गई आपत्तियों को क्‍यों खारिज किया जाता है।",
  "(9) Assailing the same, the Writ Petitioners filed CWP-14482- 2018 relying on Rule 11 of the Haryana Transport Department (Group": "(9) इसका विरोध करते हुए, रिट याचिकाकर्ताओं ने हरियाणा परिवहन विभाग (ग्रुप सी) परिवहन आयुक्त",
  "The plea of the Writ Petitioners in CWP-14482-2018": "सीडब्ल्यूपी-++82-20॥8 में रिट याचिकाकर्ताओं की दलील",
  "(10) They contended that the entire service rendered in a post has to be considered for the purpose of seniority and it does not matter as to": "(0) उन्होंने तर्क दिया कि किसी पद पर की गई सम्पूर्ण सेवा को वरिष्ठता के प्रयोजन के लिए विचार में लिया जाना",
  "to be considered for the purpose of seniority and it does not matter as to whether the service has been rendered prior to or _ past confirmation/absorption in the department; in the event of a": "चाहिए तथा इससे कोई फर्क नहीं पड़ता कि सेवा विभाग में स्थायीकरण /आमेलन से पूर्व की गई है या उसके पश्चात;",
  "confirmation/absorption in the department; in the event of a confirmation/absorption of a person working in the Ministers Car": "मंत्री कार अनुभाग में प्रतिनियुक्ति पर कार्यरत किसी व्यक्ति के स्थायीकरण/आमेलन की स्थिति में, उसके द्वारा मूल",
  "Section on deputation, the entire period of service rendered byhim in the parent department as well as the subsequent department has to be considered for the purpose of counting seniority; and necessary": "विभाग के साथ-साथ बाद के विभाग में दी गई सम्पूर्ण सेवा अवधि को वरिष्ठता की गणना के प्रयोजन के लिए विचार",
  "considered for the purpose of counting seniority; and necessary consequential benefits in the form of promotion etc. have to be granted": "में लिया जाना चाहिए; तथा पदोन्नति आदि के रूप में आवश्यक परिणामी लाभ उसके मूल विभाग में उसके आरंभिक",
  "(11) They contended that in Sub Inspector Rooplal (1 Supra), it": "(।॥) उन्होंने तर्क दिया कि सब इंस्पेक्टर रूपलाल (। उपरोक्त) में, यह माना गया था कि प्रतिनियुक्ति और",
  "was held that there was not much difference between deputation and transfer; when a deputationist is permanently absorbed in another": "स्थानांतरण के बीच बहुत अंतर नहीं है; जब एक प्रतिनियुक्ति व्यक्ति को स्थायी रूप से दूसरे विभाग में शामिल किया",
  "department, he is under the Rules appointed on transfer; deputation may be regarded as a transfer from one Government Department to another;": "जाता है, तो वह स्थानांतरण पर नियुक्त नियमों के तहत होता है; प्रतिनियुक्ति को एक सरकारी विभाग से दूसरे में",
  "it would be against all rules of service jurisprudence, if a Government": "स्थानांतरण के रूप में माना जा सकता है; यह सेवा न्यायशास्त्र के सभी नियमों के खिलाफ होगा, अगर किसी विशेष",
  "servant holding a particular post is transferred to the same or an equivalent post in another government department and the period of his": "पद पर आसीन सरकारी कर्मचारी को किसी अन्य सरकारी विभाग में उसी या समकक्ष पद पर स्थानांतरित किया",
  "service in the post before his transfer is not taken into account in": "जाता है और उसके स्थानांतरण से पहले पद पर उसकी सेवा की अवधि को स्थानांतरित पद में उसकी वरिष्ठता की",
  "computing his seniority in the transferred post; the transfer cannot wipe out his length of service in the post from which he has been transferred;": "गणना करने में ध्यान में नहीं रखा जाता है; स्थानांतरण उस पद पर उसकी सेवा की अवधि को नहीं मिटा सकता है",
  "out his length of service in the post from which he has been transferred; where persons from different sources are drafted to service in a new": "जिससे उसे स्थानांतरित किया गया है; जहां विभिन्न स्रोतों से व्यक्तियों को एक नई सेवा में सेवा के लिए तैयार किया",
  "department should be respected by taking the same into account in determining their ranking in the new service.": "जाता है, तो नई सेवा में उनकी रैंकिंग निर्धारित करने में उसी को ध्यान में रखते हुए मूल विभाग में उनकी पहले से",
  "(12) They contended that the rejection of their objections by the": "(।2) उन्होंने तर्क दिया कि राज्य द्वारा उनकी आपत्तियों को खारिज करना कानून के विपरीत है और",
  "21991 Supp. (2) SCC 553": "2. 994 अनुपूरक (2) एस.सी.सी. 553",
  "recruitment through transfer mode; and as per the said Rules person coming on deputation would not be considered for seniority; only after": "और उक्त नियमों के अनुसार प्रतिनियुक्ति पर आने वाले व्यक्ति को वरिष्ठता के लिए विचार नहीं किया जाएगा; केवल",
  "absorbing him permanently on transfer basis, from the date of such absorption (i.e. coming into the cadre of Ministers Car Section), his": "स्थानांतरण के आधार पर उसे स्थायी रूप से आमेलित करने के बाद, ऐसे आमेलन की तारीख से (अर्थात मंत्री कार",
  "length of continue service in the said section will be counted.": "अनुभाग के कैडर में आने पर), उक्त अनुभाग में उसकी निरंतर सेवा की अवधि गिनी जाएगी।",
  "(18) It is contended that persons, who are working on deputation": "(8) यह तर्क दिया गया है कि जो व्यक्ति प्रतिनियुक्ति के आधार पर काम कर रहे हैं, उनका ग्रहणाधिकार उनके",
  "basis, have their lien with their parent departments and can claim benefit of promotion and seniority in their parent departments only and they": "मूल विभागों के पास है तथा वे केवल अपने मूल विभागों में ही पदोन्नति और वरिष्ठता का लाभ ले सकते हैं तथा वे उस",
  "cannot claim it in the department where they are working on deputation basis.": "विभाग में इसका दावा नहीं कर सकते जहां वे प्रतिनियुक्ति के आधार पर काम कर रहे हैं।",
  "(19) It is stated that since the date of confirmation/absorption of the Writ Petitioners in the Ministers Car Section is 2014, but": "(9) यह कहा गया है कि चूंकि मंत्री कार अनुभाग में रिट याचिकाकर्ताओं की पुष्टि/समावेश की तिथि 20॥9 है,",
  "respondents No.4 to 10 were appointed by direct recruitment in the Ministers Car Section through Haryana Staff Selection Commission in": "लेकिन प्रतिवादी संख्या ५ से 0 को हरियाणा कर्मचारी चयन आयोग के माध्यम से 20॥3 में मंत्री कार अनुभाग में",
  "2013 and joined the Ministers Car Section of Haryana on 14.08.2013": "सीधी भर्ती द्वारा नियुक्त किया गया था और वे 4.08.203 को हरियाणा के मंत्री कार अनुभाग में शामिल हुए और",
  "and they were also confirmed w.e.f. the said date vide order dt.27.12.2019, they are seniors to the Writ Petitioners and the final": "उन्हें दिनांक 27.2.209 के आदेश द्वारा उक्त तिथि से पुष्टि भी कर दी गई, वे रिट याचिकाकर्ताओं से वरिष्ठ हैं और",
  "seniority list was thus valid in law.": "इस प्रकार अंतिम वरिष्ठता सूची कानून में वैध थी।",
  "Judgment in the Writ Petition": "रिट याचिका में निर्णय",
  "(20) The learned Single Judge, however, relied on judgment in Sub Inspector Rooplal (1 Supra) and held that as per Annexure P2 dt,": "(20) विद्वान एकल न्यायाधीश ने, हालांकि, सब इंस्पेक्टर रूपलाल (। उपरोक्त) में फैसले पर भरोसा किया और",
  "Ministers Car Section, Haryana; the tentative seniority list and the main seniority list putting the Writ Petitioners below their juniors, who have": "अनुभाग के विभाग में शामिल किया गया था; अनंतिम वरिष्ठता सूची और मुख्य वरिष्ठता सूची रिट याचिकाकर्ताओं को",
  "not been confirmed, is wholly preposterous and repugnant; there": "उनके कनिष्षटों से नीचे रखती है, जिन्हें स्थायी नहीं किया गया है, पूरी तरह से हास्यास्पद और प्रतिकूल है; इस बात",
  "cannot be any justification as to why transferred officials absorbed should not be permitted continuity of their service in the parent": "का कोई औचित्य नहीं हो सकता है कि स्थानांतरित अधिकारियों को मूल विभाग में अपनी सेवा की निरंतरता की",
  "department; any person appointed to posts, according to the Rules,": "अनुमति क्‍यों नहीं दी जानी चाहिए; नियमों के अनुसार पदों पर नियुक्त किसी भी व्यक्ति की वरिष्ठता नियुक्ति की",
  "would have his seniority counted from the date of appointment and not according to the date of his confirmation and even Rule 11 of": "तारीख से गिनी जाएगी न कि उसकी पुष्टि की तारीख के अनुसार और यहां तक कि 998 के नियम ॥॥ के नियम ॥॥",
  "1998 Rules allows the entire service rendered on post to be taken for consideration for the purpose of seniority de hors the fact whether": "में पद पर प्रदान की गई पूरी सेवा को वरिष्ठता के उद्देश्य के लिए विचार करने की अनुमति दी गई है, भले ही सेवाएं",
  "services were rendered prior or posts confirmation or absorption.": "पुष्टि या आमेलन से पहले या बाद में की गई हों।",
  "(21) The learned Single Judge, therefore, quashed the Annexure P4 final seniority list dt.31.03.2018 and directed the State/respondents": "(20) इसलिए, विद्वान एकल न्यायाधीश ने अनुलग्रक पी५ अंतिम वरिष्ठता सूची दिनांक 3.03.208 को रद्द कर",
  "P4 final seniority list dt.31.03.2018 and directed the State/respondents No.1 to 3 in the Writ Petition to determine seniority as per his order.": "दिया और रिट याचिका में राज्य/प्रतिवादी संख्या । से 3 को उनके आदेश के अनुसार वरिष्ठता निर्धारित करने का निर्देश दिया।",
  "Present Appeals": "वर्तमान अपील",
  "(22) Challenging the same, these two appeals are filed.": "(22) इसी को चुनौती देते हुए ये दो अपीलें दायर की गई हैं।",
  "STATE OF HARYANA AND OTHERS v. TEJ RAM AND OTHERS 899": "हरियाणा राज्य एवं अन्य बनाम तेज राम एवं अन्य",
  "(45) The said decision, therefore, is also clearly distinguishable.": "(५5) अतः उक्त निर्णय भी स्पष्ट रूप से अलग है।",
  "(46) Accordingly, we do not find any error in the impugned judgmentof the learned Single Judge and so the LPAs are dismissed. No": "(५6) तदनुसार, हमें विद्वान एकल न्यायाधीश के विवादित निर्णय में कोई त्रुटि नहीं मिली, इसलिए एल.पी.ए. खारिज",
  "costs.": "की जाती है। कोई लागत नहीं।",
  "(47) Pending application(s), if any, shall stand disposed of.": "(५7) यदि कोई लंबित आवेदन है तो उसका निपटारा कर दिया जाएगा।",
  "STATE OF HARYANA AND OTHERS v. TEJ RAM AND OTHERS 893": "हरियाणा राज्य एवं अन्य बनाम तेज राम एवं अन्य",
  "(b)a member appointed by promotion shall be senior to a member appointed by transfer;": "(बी) पदोन्नति द्वारा नियुक्त सदस्य, स्थानांतरण द्वारा नियुक्त सदस्य से वरिष्ठ होगा;",
  "(c)in case of members appointed by promotion or by transfer, seniority shall be determined according to the": "(सी) पदोन्नति या स्थानांतरण द्वारा नियुक्त सदस्यों के मामले में, वरिष्ठता का निर्धारण ऐसे सदस्यों की उस",
  "seniority of such members in the appointments from which they were promotedor transferred; and": "नियुक्तियों में वरिष्ठता के अनुसार किया जाएगा, जिनसे उन्हें पदोन्नत या स्थानांतरित किया गया था; तथा",
  "(d)in the case of members appointed by transfer from different cadres, their seniority shall be determined": "(डी) विभिन्न संवर्गों से स्थानांतरण द्वारा नियुक्त सदस्यों के मामले में, उनकी वरिष्ठता वेतन के अनुसार निर्धारित की",
  "according to pay, preference being given to a member, who was drawing a higher rate of pay in his previous": "जाएगी, उस सदस्य को वरीयता दी जाएगी, जो अपनी पिछली नियुक्ति में उच्चतर वेतन प्राप्त कर रहा था, और यदि",
  "appointment, and if the rates of pay drawn are also the same, then by the length of such service in the appointments, and if": "प्राप्त वेतन की दरें भी समान हैं, तो नियुक्तियों में ऐसी सेवा की अवधि के अनुसार, और यदि ऐसी सेवा की अवधि भी",
  "the length of such service is also the same, the older member shall be senior to the younger member.”": "समान है, तो बड़ा सदस्य छोटे सदस्य से वरिष्ठ होगा।”",
  "(29) Thus, the said Rule requires seniority inter se of members of": "(29) इस प्रकार, उक्त नियम के अनुसार सेवा के सदस्यों की पारस्परिक वरिष्ठता, सेवा में किसी भी पद पर",
  "the service to be determined by the length of continuous service on any": "निरन्तर सेवा की अवधि के आधार पर निर्धारित की जाएगी।",
  "(30) The appellants/State/private respondents in the Writ Petition contend that Rule 2(f) read with Rule 11 permit only service rendered in": "(30) रिट याचिका में अपीलकर्ताओं»राज्य/निजी प्रतिवादियों ने तर्क दिया है कि नियम 2(एफ) को नियम ॥॥ के",
  "the Haryana Transport Department (Group C), Transport Commissioners Office Service i.e. Minister Car Section alone to be": "साथ पढ़ने पर केवल हरियाणा परिवहन विभाग (ग्रुप सी), परिवहन आयुक्त कार्यालय सेवा अर्थात मंत्री कार अनुभाग",
  "considered for determining seniority of the members of the said service": "में प्रदान की गई सेवा को ही उक्त सेवा के सदस्यों की पारस्परिक वरिष्ठता निर्धारित करने के लिए विचार करने की",
  "inter se; and service rendered by the Writ Petitioners in their respective parent departments prior to their absorption in the Minister Car Section": "अनुमति मिलती है; और मंत्री कार अनुभाग में उनके आमेलन से पहले रिट याचिकाकर्ताओं द्वारा अपने संबंधित मूल",
  "(31) Though this argument looks attractive at first blush, on a deeper scrutiny it does not have much substance.": "(3॥) यद्यपि यह तर्क प्रथम दृष्टया आकर्षक लगता है, लेकिन गहराई से जांच करने पर इसमें कोई खास दम नहीं",
  "(32) The State has categorically admitted in its written statement thatthe Writ Petitioners were not informed formally that their": "(32) राज्य ने अपने लिखित बयान में स्पष्ट रूप से स्वीकार किया है कि रिट याचिकाकर्ताओं को औपचारिक रूप",
  "seniority in their parent department will not be considered on their absorption in the Minister CarSection.": "से यह सूचित नहीं किया गया था कि मंत्री कार अनुभाग में उनके आमेलन पर उनके मूल विभाग में उनकी वरिष्ठता पर विचार नहीं किया जाएगा।",
  "(33) It is possible that if the petitioners had been so informed at the time of their absorption in the Minister Car Section, they might": "(33) यह संभव है कि यदि याचिकाकर्ताओं को मंत्री कार अनुभाग में उनके आमेलन के समय इस बारे में सूचित",
  "have preferredto go back to their respective parent departments where": "किया गया होता, तो वे अपने-अपने मूल विभागों में वापस जाना पसंद करते, जहां उनका ग्रहणाधिकार था और जहां",
  "they had lien and where their service from inception (prior to 2000) would be counted for the purpose ofseniority and promotion.": "वरिष्ठता और पदोन्नति के प्रयोजन के लिए प्रारंभ से लेकर (2000 से पहले) उनकी सेवा गिनी जाती।",
  "(34) Without informing the Writ Petitioners that their long": "(3५) रिट याचिकाकर्ताओं को यह सूचित किए बिना कि",
  "896": "893",
  "STATE OF HARYANA AND OTHERS v. TEJ RAM AND OTHERS 895": "हरियाणा राज्य एवं अन्य बनाम तेज राम एवं अन्य",
  "determining the equation of two posts many factors other than ‘pay’ will have to be taken into consideration, like the nature of duties,": "'वेतन' के अलावा कई अन्य कारकों को भी ध्यान में रखना होगा, जैसे कर्तव्यों की प्रकृति, जिम्मेदारियाँ, न्यूनतम",
  "(37) The respondents in Sub Inspector Rooplal (1 Supra) had relied on an office memorandum which stated: -": "(37) सब इंस्पेक्टर रूपलाल (। उपरोक्त) में प्रतिवादियों ने एक कार्यालय ज्ञापन पर भरोसा किया था जिसमें कहा गया था: -",
  "“Even in the type of cases mentioned above, that is, where an officer initially comes on deputation and is subsequently": "“यहां तक कि ऊपर वर्णित मामलों में भी, अर्थात, जहां कोई अधिकारी शुरू में प्रतिनियुक्ति पर आता है और बाद में",
  "absorbed, the normal principles that the seniority should be counted from the date of such absorption, should mainly": "आमेलित हो जाता है, सामान्य सिद्धांत कि वरिष्ठता की गणना ऐसे आमेलन की तिथि से की जानी चाहिए, मुख्य रूप",
  "apply. Where, however, the officer has already been holding": "से लागू होनी चाहिए। हालांकि, जहां अधिकारी आमेलन की तिथि पर पहले से ही अपने मूल विभाग में नियमित",
  "on the date of absorption in the same or equivalent grade on regular basis in his parent department, it would be equitable and appropriatethat such regular service in the grade should": "आधार पर उसी या समकक्ष ग्रेड में कार्यरत रहा है, यह न्यायसंगत और उचित होगा कि ग्रेड में ऐसी नियमित सेवा",
  "also be taken into account in determining his seniority subject only to the condition that at the most it would be": "को भी उसकी वरिष्ठता निर्धारित करने में ध्यान में रखा जाना चाहिए, केवल इस शर्त के अधीन कि यह अधिकतम",
  "only from the date of deputation to the grade in which absorption is being made. It has also to be ensured that the": "उस ग्रेड में प्रतिनियुक्ति की तिथि से ही होगा जिसमें आमेलन किया जा रहा है। यह भी सुनिश्चित किया जाना चाहिए",
  "decided to add the following sub-para (iv) to para 7 of general principles communicated vide OM dated 22-12- 1959:": "सामान्य सिद्धांतों के पैरा 7 में निम्नलिखित उप-पैरा (५) को जोड़ने का निर्णय लिया गया है:",
  "‘(iv) In the case of a person who is initially taken on deputation and absorbed later (i.e. where the relevant": "'(५४) ऐसे व्यक्ति के मामले में जिसे शुरू में प्रतिनियुक्ति पर लिया गया हो और बाद में आमेलित किया गया हो",
  "recruitment rules provide for “transfer on deputation/transfer”’), his seniority in the grade in which he": "(अर्थात जहां प्रासंगिक भर्ती नियम “प्रतिनियुक्ति /स्थानांतरण पर स्थानांतरण” का प्रावधान करते हों), जिस ग्रेड में वह",
  "is absorbed will normally be counted from the date of absorption. If he has so ever been holding already (on the": "आमेलित किया गया है, उसमें उसकी वरिष्ठता सामान्यतः आमेलन की तिथि से गिनी जाएगी। यदि वह पहले से ही",
  "date of absorption) the same or equivalent grade on regular": "(आमेलन की तिथि को) अपने मूल विभाग में नियमित आधार पर समान या समकक्ष ग्रेड धारण कर रहा हो, तो",
  "basis in his parent department, such regular service in the grade shall also be taken into account in fixing his seniority, subject to the condition that he will be given": "उसकी वरिष्ठता निर्धारित करते समय उस ग्रेड में ऐसी नियमित सेवा को भी ध्यान में रखा जाएगा, बशर्ते कि उसे",
  "— the date he has been holding the post on deputation, or": "-- जिस तारीख से वह प्रतिनियुक्ति पर पद पर है, या",
  "— the date from which he has been appointed on a regular basis to the same or equivalent grade in his parent": "- वह तारीख जिससे उसे अपने मूल विभाग में समान या समकक्ष ग्रेड पर नियमित आधार पर नियुक्त किया गया है,",
  "department, whichever is later.’ ”": "जो भी बाद में हो।'",
  "(38) The Court held that this office memorandum had not been": "(38) न्यायालय ने माना कि यह कार्यालय ज्ञापन सार्वजनिक नहीं किया गया था और",
  "the judgment in the cases of R.S. Makashi, Wing": "प्रतिनियुक्ति पर आए व्यक्ति के अधिकार के संबंध में कानून का निर्धारण वर्ष 982 में ही आरएस मकाशी और विंग",
  "service in their respective parent departments would not be counted on": "उनके संबंधित मूल विभागों में उनकी लंबी सेवा को मंत्री कार अनुभाग में उनके अवशोषण पर नहीं गिना जाएगा,",
  "their absorption in the Minister Car Section, it is not proper for the State to count only service rendered by them in the Minister Car Section,": "राज्य के लिए यह उचित नहीं है कि वे केवल मंत्री कार अनुभाग में उनके द्वारा प्रदान की गई सेवा को ही गिनें,",
  "appointed in August 2013 and who have not even been confirmed on the date the final seniority list Annexure P4 was prepared 1.e. 31.03.2018.": "जो अगस्त 20॥3 में नियुक्त सीधी भर्ती हैं और जिनका अंतिम वरिष्ठता सूची अनुलग्रक पी ५ तैयार होने की तिथि अर्थात 3.03.208 को स्थायीकरण भी नहीं हुआ है।",
  "The decision of the Supreme Court in Sub Inspector Rooplal (1 Supra)": "सब इंस्पेक्टर रूपलाल (। उपरोक्त) में सुप्रीम कोर्ट का फैसला",
  "(35) That apart the Supreme Court in Sub Inspector Rooplal (1 Supra) had held that there is not much difference between deputation": "(35) इसके अलावा सब इंस्पेक्टर रूपलाल (॥ उपरोक्त) में सुप्रीम कोर्ट ने माना था कि प्रतिनियुक्ति और",
  "and transfer; deputation may be regarded as a transfer from one": "स्थानांतरण में बहुत अंतर नहीं है; प्रतिनियुक्ति को एक सरकारी विभाग से दूसरे में स्थानांतरण माना जा सकता है;",
  "government department to another; it would be against all rules of service jurisprudence, if a government servant holding a particular post": "यह सेवा न्यायशास्त्र के सभी नियमों के विरुद्ध होगा, यदि किसी विशेष पद पर कार्यरत सरकारी कर्मचारी को किसी",
  "is transferred to the same or an equivalent post in another government": "अन्य सरकारी विभाग में उसी या समकक्ष पद पर स्थानांतरित किया जाता है, और स्थानांतरित पद में उसकी वरिष्ठता",
  "department, and the period of the service in the post before his transfer is not taken into consideration in computing his seniority in the": "की गणना करते समय उसके स्थानांतरण से पहले पद पर सेवा की अवधि को ध्यान में नहीं रखा जाता है; और",
  "transferred post; and the transfer cannot wipe out his length of service in": "स्थानांतरण उस पद पर उसकी सेवा की अवधि को समाप्त नहीं कर सकता है, जहाँ से उसे स्थानांतरित किया गया",
  "thepost from which he has been transferred. This principle laid down in K Madhavan versus Union of India*, R.S. Makashi versus I.M.": "है। के. माधवन बनाम भारत संघ में यह सिद्धांत प्रतिपादित किया गया था। , आरएस मकाशीबनाम आई.एम. मेनन",
  "Menon‘ and Wing Commander J. Kumar versus Union of India?’ was followed in Sub Inspector Rooplal (1 Supra).": "और विंग कमांडर जे. कुमार बनाम भारत संघ सब इंस्पेक्टर रूपलाल (। सुपरा) का अनुसरण किया गया।",
  "(36) In Sub Inspector Rooplal (1 Supra), the appellants were Sub Inspectors of Border Security Force (BSF), who were initially taken on": "(36) सब इंस्पेक्टर रूपलाल (। उपरोक्त) में अपीलकर्ता सीमा सुरक्षा बल (बीएसएफ) के सब इंस्पेक्टर थे, जिन्हें",
  "deputation in Delhi Police as Sub Inspectors (Executing) and were later": "शुरू में दिल्ली पुलिस में सब इंस्पेक्टर (कार्यकारी) के रूप में प्रतिनियुक्ति पर लिया गया था और बाद में उसी क्षमता",
  "on absorbed in Delhi Police in the same capacity. While fixing their": "में दिल्‍ली पुलिस में शामिल कर लिया गया था। दिल्ली पुलिस में उनकी वरिष्ठता तय करते समय, बीएसएफ में सब",
  "seniority in Delhi Police, service already rendered by them as Sub Inspector in BSF was nottaken into consideration on the ground that the": "इंस्पेक्टर के रूप में उनके द्वारा पहले से की गई सेवा को इस आधार पर ध्यान में नहीं रखा गया था कि बीएसएफ में",
  "pay scale of Sub Inspector in BSF was not equivalent to pay scale in Delhi Police. The Supreme Court held that on being absorbed in an": "सब इंस्पेक्टर का वेतनमान दिल्ली पुलिस में वेतनमान के बराबर नहीं था। सर्वोच्च न्यायालय ने माना कि स्थानांतरित",
  "equivalent cadre in the transferred post, the appellants are entitled to count their service in the parent department also in the post of Sub Inspector (Executive) in the Delhi Police. It held that if the previous": "पद में समकक्ष कैडर में शामिल होने पर, अपीलकर्ता दिल्ली पुलिस में सब इंस्पेक्टर (कार्यकारी) के पद पर मूल",
  "service of a transferred official is to be counted for seniority in the": "विभाग में अपनी सेवा की गणना करने के हकदार हैं। इसने माना कि यदि स्थानांतरित अधिकारी की पिछली सेवा को",
  "transferred post, then the two posts should be equivalent; such": "स्थानांतरित पद में वरिष्ठता के लिए गिना जाना है, तो दोनों पद समान होने चाहिए;",
  "31987 (4) SCC 566": "3. 987 (५) एस.सी.सी. 566",
  "the nature of duties and responsibilities of both posts and the minimum": "दोनों पदों के कर्तव्यों और जिम्मेदारियों की प्रकृति और उसके लिए न्यूनतम योग्यता पर विचार करते हुए और उनके",
  "qualification thereto, and by treating the post of Driver held by them in the parent department as equivalent to the post held by them on deputation.": "द्वारा मूल विभाग में आयोजित ड्राइवर के पद को उनके द्वारा प्रतिनियुक्ति पर आयोजित पद के समकक्ष मानते हुए",
  "(41) Therefore, they cannot be denied their right to count their service in the parent department also as service in the Ministers Car": "(५।) इसलिए, उन्हें उनकी वरिष्ठता के उद्देश्य से मूल विभाग में उनकी सेवा को भी मंत्री कार अनुभाग में सेवा के",
  "(42) The decision in the Director Central Bureau of Investigation (3 Supra) cited by the counsel for the appellants is": "(५2) अपीलकर्ताओं के वकील द्वारा उद्धृत निदेशक केन्द्रीय अन्वेषण ब्यूरो (3 उपरोक्त) के निर्णय को अलग",
  "holding a rank equivalent to the post of Deputy SP in the CBI while": "सेवा में कार्य करते हुए सीबीआई में उप पुलिस अधीक्षक के पद के समकक्ष रैंक नहीं रखते हुए पाया गया था,",
  "his absorption and so was held not entitled to count the service rendered by him in his parent department on his absorption in the CBI.That is": "इसलिए उसे सीबीआई में आमेलन के समय अपने मूल विभाग में की गई सेवा की गणना करने का हकदार नहीं माना",
  "why the decision in Sub Inspector Rooplal (1 Supra) was not followed in that case.": "गया। यही कारण है कि उस मामले में उप निरीक्षक रूपलाल (। उपरोक्त) के निर्णय का पालन नहीं किया गया।",
  "(43) In Indu Shekhar Singh (4 Supra) cited by the appellants, thedecision in Sub Inspector Rooplal (1 Supra) was considered, but the": "(५३) अपीलकर्ताओं द्वारा उद्धृत इंदु शेखर सिंह (५ उपरोक्त) में, सब इंस्पेक्टर रूपलाल (। उपरोक्त) में निर्णय",
  "said decision was not applied because certain employees of Jal Nigam": "पर विचार किया गया था, लेकिन उक्त निर्णय को लागू नहीं किया गया था क्योंकि जल निगम के कुछ कर्मचारियों को",
  "were absorbed in the Ghaziabad Development Authority contrary to the statutory rules contained in the Uttar Pradesh Urban Planning and": "उत्तर प्रदेश शहरी नियोजन और विकास अधिनियम, 973 में निहित वैधानिक नियमों के विपरीत गाजियाबाद",
  "Centralized Service Rules. The Rules had provided that only those who were in the employment of the differentdevelopment authorities shall be": "नियमों में प्रावधान था कि केवल वे लोग जो विभिन्न विकास प्राधिकरणों के रोजगार में थे, केंद्रीय सेवाओं के संवर्ग में",
  "borne to the cadre of the Central Services, but the UP Jal Nigam was not a development authority, having been constituted under a different": "शामिल किए जाएंगे, लेकिन यूपी जल निगम एक विकास प्राधिकरण नहीं था, एक अलग क़ानून के तहत गठित किया",
  "statute and was an autonomous body. It was held that though they might": "गया था और एक स्वायत्त निकाय था। यह माना गया कि हालांकि उन्हें प्रतिनियुक्त किया जा सकता था, लेकिन उन्हें",
  "have been deputed, they did not derive any right to be absorbed in the services of the Ghaziabad Development Authority; that the Rules did": "गाजियाबाद विकास प्राधिकरण की सेवाओं में शामिल होने का कोई अधिकार नहीं है; कि नियम में स्थानांतरण के",
  "not provide for appointment by way of transfer; so their service could": "माध्यम से नियुक्ति का प्रावधान नहीं था; इसलिए उनकी सेवा यूपी नियोजन और विकास अधिनियम, 973 की धारा",
  "(44) Also in that case while making offer of absorption in the Ghaziabad Development Authority, the State informed the respondents": "(+५) इसके अलावा उस मामले में गाजियाबाद विकास प्राधिकरण में आमेलन का प्रस्ताव देते समय राज्य ने",
  "that their past services rendered in the UP Jal Nigam would not be": "प्रतिवादियों को सूचित किया कि यूपी जल निगम में उनकी पिछली सेवाओं को वरिष्ठता निर्धारण के उद्देश्य से नहीं"
}