{
  "The Narcotic Drugs and Psychotropic Substances Act, 1985— Standing order no. 1/89 dated 13.06.89 issued by the Government of": "स्वापक औषधि और मनःप्रभावी पदार्थ अधिनियम, 985- स्थायी आदेश सं. 4/89 भारत सरकार द्वारा जारी दिनांक",
  "India—drawing of samples—imandatory that two samples be drawn from the recovered substance, failing which recovery procedure": "3.06.89-नमूनों का ड्राइंग-अनिवार्य है कि बरामद पदार्थ से दो नमूने लिए जाएं, जिसमें विफल रहने पर वसूली",
  "Held, that it is apparent from the testimony of PW 6 SI Balbir": "यह अभिनिर्धारित किया गया कि पीडब्लू 6 एस. आई. बलबीर सिंह की गवाही से यह स्पष्ट है कि प्रत्येक थैले से",
  "samples should be drawn from the recovered substance, failing which,": "जिसने यह अनिवार्य कर दिया है कि बरामद किए गए पदार्थ से दो नमूने लिए जाने चाहिए, जिसमें विफल रहने पर,",
  "the whole recovery procedure will be vitiated.": "पूरी वसूली प्रक्रिया को दृषित कर दिया जाएगा।",
  "(Para 12)": "(पैरा 2)",
  "Rahul Vats, Advocate, for the appellant (in CRA-S-1700-SB- 2002)": "अपीलार्थी की ओर से अधिवक्ता राहुल वत्स (सीआरए-एस -।700- एसबी2002)",
  "K.P.S. Virk, Advocate, for the appellant (in CRA-S-1719-SB-": "के.पी.एस. विर्क, अधिवक्ता, अपीलार्थी के लिए (सीआरए-एस -779- एसबी2002)",
  "Sheenu Sura, DAG, Haryana.": "शीनू सुरा, डीएजी, हरियाणा।",
  "N.S. SHEKHAWAT, J.": "एन.एस. शेखावत, जे.",
  "(1) This judgment shall dispose of aforementioned two appeals,": "() यह निर्णय उपर्युक्त दो अपीलों का निपटान करेगा, क्‍योंकि वे विद्गबत विशेष न्यायालय, करनाल द्वारा पारित",
  "as the same have arisen out of the common impugned judgment of conviction and order of sentence dated 08.10.2002 passed by the": "दोषसिद्धि के सामान्य आश्षेपित निर्णण और दिनांक 08.0.2002 के दंडादेश के आदेश से उत्पन्न हुई हैं, जिसके",
  "been convicted for the offence punishable under Section 15 of the Narcotic Drugs and Psychotropic Substances Act, 1985 (for short": "द्वारा अभियुक्त /अपीलार्थियों को नार्कोटिक ड्रग्स एंड साइकोट्रोपिक सब्सटेंस एक्ट, 985 की धारा ।5 के अधीन",
  "of 10 years each and to pay a fine of Rs.1,00,000/- each with default stipulation.": "और प्रत्येक को ,00,000/- रुपये के जुर्माने का भुगतान करने की सजा सुनाई गई है।",
  "(2) Brief facts of the case are that on 05.08.2000, when ASI Balbir Singh along with police officials was present on Jalmana Kurlan Road in connection with patrolling, a canter was seen coming at a distance of about one kilometer from the T-point. On seeing the police": "(2) मामले के संक्षिप्त तथ्य यह हैं कि 05.08.2000 को, जब एएसआई बलबीर सिंह पुलिस अधिकारियों के साथ जलमाना कुर्लन रोड पर गश्त के सिलसिले में मौजूद थे, तो टी-पॉइंट से लगभग एक किलोमीटर की दूरी पर एक",
  "turned the vehicle back and was stopped by the police officials. However, a person sitting inside the vehicle managed to escape,": "को वापस मोड़ दिया और पुलिस अधिकारियों ने उसे रोक दिया। हालांकि, वाहन के अंदर बैठा एक व्यक्ति भागने में",
  "whereas the driver of the said canter was caught at the spot, who": "सफल रहा, जबकि उक्त कैंटर के चालक को मौके पर ही पकड़ लिया गया, जिसने अपना नाम रोशन लाल और एक",
  "(N.S. Sehkhawat, J.)": "(एन.एस. सहखावत, जे.)",
  "Consequently, serious prejudice has been caused to the accused/ appellants by not producing the samples before the Magistrate in compliance of the": "नतीजतन, प्रक्रिया के अनुपालन में मजिस्ट्रेट के समक्ष नमूने पेश नहीं करने से अभियुक्त/अपीलार्थियों के लिए गंभीर",
  "procedure, as enshrined in Section 52A of the Act. It is relevant to reproduce the Section 52A of the Act, which reads as under:-": "पूर्वाग्रह पैदा हो गया है, जेसा कि अधिनियम की धारा 52ए में निहित है। अधिनियम की धारा 52ए को पुनः प्रस्तुत करना प्रासंगिक है, जो निम्नानुसार है: -",
  "“52A. Disposal of seized narcotic drugs any psychotropic substances;- (1) The Central Government may, having regard to the hazardous nature, vulnerability to theft,": "\"52ए। जब्त मादक पदार्थों का निपटान किसी भी मनोदैहिक पदार्थ; - (॥) केन्द्रीय सरकार, खतरनाक प्रकृति, चोरी",
  "substitution constraint of proper storage space or any other": "की संवेदनशीलता, उचित भंडारण स्थान की प्रतिस्थापन बाधा या किसी अन्य प्रासंगिक विचार को ध्यान में रखते हुए,",
  "relevant consideration, in respect of any narcotic drugs, psychotropic substances, controlled substances or conveyances, by notification in the Official Gazette, specify": "किसी भी मादक दवाओं, मनोदैहिक पदार्थों, नियंत्रित पदार्थों या वाहनों के संबंध में, आधिकारिक राजपत्र में",
  "such narcotic drugs, psychotropic substances, controlled substances or conveyance or class of narcotic drugs, class": "अधिसूचना द्वारा, ऐसी मादक दवाओं, मनोदैहिक पदार्थों, नियंत्रित पदार्थों या परिवहन या मादक दवाओं के वर्ग,",
  "of psychotropic substances, class of controlled substances or conveyances, which shall, as soon as may be after their": "मनोदैहिक पदार्थों के वर्ग, नियंत्रित पदार्थों या परिवहनों को निर्दिष्ट कर सकती है, जिन्हें उनकी जब्ती के बाद जितनी",
  "seizure, be disposed of by such officer and in such manner as that Government may, from time to time, determine after": "जल्दी हो सके, ऐसे अधिकारी द्वारा निपटाया जाएगा और इस तरह से कि सरकार समय-समय पर, इसके बाद",
  "following the procedure hereinafter specified.": "निर्दिष्ट प्रक्रिया का पालन करने के बाद निर्धारित कर सकती है।",
  "(2) Where any narcotic drugs, psychotropic substances, controlled substances or conveyances has been seized and forwarded to the officer-in-charge of the nearest": "(2) जहां कोई मादक पदार्थ, मादक पदार्थ, नियंत्रित पदार्थ या वाहन जब्त कर लिया गया है और उसे निकटतम",
  "police station or to the officer empowered under section 53,": "पुलिस थाने के प्रभारी या धारा 53 के तहत अधिकार प्राप्त अधिकारी को भेज दिया गया है, वहां उपधारा (॥) में",
  "the officer referred to in sub-section (1) shall prepare an inventory of such narcotic drugs, psychotropic substances, controlled substances or conveyances containing such": "निर्दिष्ठ अधिकारी ऐसी मादक दवाओं, मादक पदार्थ, नियंत्रित पदार्थ या वाहन की एक सूची तैयार करेगा, जिसमें",
  "details relating to their description, quality, quantity, mode of packing, marks, numbers or such other identifying particulars of the narcotic drugs, psychotropic substances, controlled substances or conveyances or the packing in": "उनके विवरण, गुणवत्ता, मात्रा, पैकिंग के तरीके, निशान, संख्या या मादक दवाओं, मादक पदार्थ, नियंत्रित पदार्थ या",
  "controlled substances or conveyances or the packing in which they are packed, country of origin and other": "वाहन के ऐसे अन्य पहचान विवरण या पैकिंग जिसमें वे पैक किए जाते हैं, मूल देश और अन्य विवरण जैसे कि उप-",
  "particulars as the officer referred to in sub-section (1) may": "धारा (॥) में निर्दिष्ट अधिकारी इस अधिनियम के तहत किसी भी कार्यवाही में मादक पदार्थ, मादक पदार्थ, नियंत्रित",
  "(a) certifying the correctness of the inventory so prepared; or": "(ए) इस तरह से तैयार सूची की शुद्धता को प्रमाणित करना; या",
  "(b) taking, in the presence of such magistrate, photographs of such drugs, substances or conveyances and certifying": "(बी) ऐसे मजिस्ट्रेट की उपस्थिति में, ऐसी दवाओं, पदार्थों या वाहनों की तस्वीरें लेना और ऐसी तस्वीरों को सही",
  "such photographs as true; or": "प्रमाणित करना; या",
  "(c)allowing to draw representative samples of such drugs or substances, in the presence of such magistrate and": "(सी) ऐसे मजिस्ट्रेट की उपस्थिति में ऐसी दवाओं या पदार्थों के प्रतिनिधि नमूने लेने की अनुमति देना और इस प्रकार",
  "certifying the correctness of any list of samples so drawn.": "तैयार किए गए नमूनों की किसी भी सूची की शुद्धता को प्रमाणित करना।",
  "(3)Where an application is made under sub-section (2), the Magistrate shall, as soon as may be, allow the": "(3) जहां उपधारा (2) के अधीन आवेदन किया जाता है, वहां मजिस्ट्रेट जितनी जल्दी हो सके, आवेदन की अनुमति",
  "(4)Notwithstanding anything contained in the Indian Evidence Act, 1872 (1 of 1972) or the Code of Criminal": "(५) भारतीय साक्ष्य अधिनियम, 872 (972 का ॥) या दंड प्रक्रिया संहिता, 973 (97% का 2) में किसी बात के",
  "Procedure, 1973 (2 of 1974), every court trying an offence under this Act, shall treat the inventory, the": "होते हुए भी, इस अधिनियम के अधीन अपराध का विचारण करने वाला प्रत्येक न्यायालय, सूची, मादक दवाओं,",
  "photographs of narcotic drugs, psychotropic substances, controlled substances or conveyances and any list of samples drawn under sub-section (2) and certified by the": "मादक पदार्थों, नियंत्रित पदार्थों या परिवहनों की तस्वीरें और उपधारा (2) के अधीन तैयार किए गए और मजिस्ट्रेट",
  "(10) Hon’ble the Supreme Court in the matter of Union of India versus Mohanlal' has held as under:-": "(0) माननीय उच्चतम न्यायालय ने भारत संघ बनाम मोहनलाल' के मामले में निम्नलिखित निर्णय दिया है: -",
  "“Tt is manifest from Section 52A (2)(c) (supra) that upon seizure of the contraband the same has to be forwarded either to the officer in-charge of the nearest police station": "\"धारा 52ए (2) (सी) (उपर्युक्त) से यह स्पष्ट है कि प्रतिबंधित पदार्थ की जब्ती पर उसे या तो निकटतम पुलिस थाने",
  "or to the officer empowered under Section 53 who shall": "के प्रभारी अधिकारी या धारा 53 के तहत सशक्त अधिकारी को भेजा जाना है, जो उक्त प्रावधान में निर्धारित एक",
  "prepare an inventory as stipulated in the said provision and make an application to the Magistrate for purposes of (a) certifying the correctness of the inventory (b) certifying": "सूची तैयार करेगा और मजिस्ट्रेट को (ए) सूची की शुद्धता को प्रमाणित करने (बी) मजिस्ट्रेट के समक्ष ली गई ऐसी",
  "photographs of such drugs or substances taken before the Magistrate as true and (c) to draw representative samples in the presence of the Magistrate and certifying the": "दवाओं या पदार्थों की तस्वीरों को सही के रूप में प्रमाणित करने और (सी) मजिस्ट्रेट की उपस्थिति में प्रतिनिधि नमूने",
  "of Section 52-A requires that the Magistrate shall as soon as": "करेगा। धारा 52-क की उपधारा (3) में अपेक्षा की गई है कि मजिस्ट्रेट जितनी जल्दी हो सके आवेदन की अनुमति",
  "may be allow the application. This implies that no sooner the seizure is effected and the contraband forwarded to the": "देगा। इसका तात्पर्य यह है कि जल्द ही जब्ती प्रभावी नहीं होती है और निषिद्ध पदार्थ को पुलिस स्टेशन के प्रभारी",
  "officer in charge of the Police Station or the officer empowered, the officer concerned is in law duty bound to approach the Magistrate for the purposes mentioned above": "अधिकारी या अधिकार प्राप्त अधिकारी को भेज दिया जाता है, तो संबंधित अधिकारी उपरोक्त उद्देश्यों के लिए",
  "approach the Magistrate for the purposes mentioned above including grant of permission to draw _ representative samples in his presence, which samples will then be": "मजिस्ट्रेट से संपर्क करने के लिए बाध्य है, जिसमें उसकी उपस्थिति में प्रतिनिधि नमूने लेने की अनुमति देना शामिल",
  "samples in his presence, which samples will then be enlisted and the correctness of the list of samples so drawn certified by the Magistrate. In other words, the process of": "है, जिसके बाद नमूने सूचीबद्ध किए जाएंगे और मजिस्ट्रेट द्वारा प्रमाणित नमूनों की सूची की शुद्धता। दूसरे शब्दों में,",
  "drawing of samples has to be in the presence and under the": "नमूनों के ड्राइंग की प्रक्रिया उपस्थिति में और के तहत होना चाहिए",
  "'2016(1) RCR (Crl.) 858": "। 206(॥) आर.सी.आर (सी.आर.एल.) 858",
  "supervision of the Magistrate and the entire exercise has to be certified by him to be correct. The question of drawing": "मजिस्ट्रेट का पर्यवेक्षण और पूरी कवायद को उसके द्वारा सही होने के लिए प्रमाणित किया जाना चाहिए। जब्ती के",
  "of samples at the time of seizure which, more often than not, takes place in the absence of the Magistrate does not in the above scheme of things arise. This is so especially": "समय नमूने लेने का प्रश्न, जो अक्सर मजिस्ट्रेट की अनुपस्थिति में होता है, उपरोक्त योजनाओं में नहीं आता है। यह",
  "the above scheme of things arise. This is so especially when according to Section 52-A(4) of the Act, samples": "विशेष रूप से तब होता है जब अधिनियम की धारा 52-क (५) के अनुसार, उपरोक्त धारा 52-क की उपधारा (2)",
  "say that there is no provision in the Act that mandates taking of samples at the time of seizure. That is perhaps": "गठन करते हैं। यह कहने के लिए पर्याप्त है कि अधिनियम में ऐसा कोई प्रावधान नहीं है जो जब्ती के समय नमूने लेने",
  "why none of the States claim to be taking samples at the time of seizure. Be that as it may, a conflict between the": "को अनिवार्य करता है। शायद यही कारण है कि कोई भी राज्य जब्ती के समय नमूने लेने का दावा नहीं करता है।",
  "statutory provision governing taking of samples and the standing order issued by the Central Government is evident": "चाहे जो भी हो, नमूने लेने को नियंत्रित करने वाले वैधानिक प्रावधान और केंद्र सरकार द्वारा जारी स्थायी आदेश के",
  "when the two are placed in juxtaposition. There is no gainsaid that such a conflict shall have to be resolved in": "बीच टकराव तब स्पष्ट होता है जब दोनों को एक साथ रखा जाता है। इस बात का कोई लाभ नहीं है कि इस तरह के",
  "gainsaid that such a conflict shall have to be resolved in favour of the statute on first principles of interpretation but the continuance of the statutory notification in its present": "संघर्ष को व्याख्या के पहले सिद्धांतों पर क़ानून के पक्ष में हल करना होगा, लेकिन वैधानिक अधिसूचना को इसके",
  "the continuance of the statutory notification in its present form is bound to create confusion in the minds of the authorities concerned instead of helping them in the": "वर्तमान रूप में जारी रखने से संबंधित अधिकारियों के मन में भ्रम पैदा होगा, न कि उन्हें अपने कर्तव्यों के निर्वहन में",
  "discharge of their duties. The Central Government would, therefore, do well, to re-examine the matter and take suitable steps in the above direction.”": "मदद मिलेगी। इसलिए केंद्र सरकार इस मामले की फिर से जांच करेगी और उपरोक्त दिशा में उचित कदम",
  "(11) Learned counsel appearing on behalf of the appellants further submitted that there were no compliance of Sections 52, 52A": "(।॥) अपीलार्थियों की ओर से उपस्थित विद्वान वकील ने आगे प्रस्तुत किया कि अधिनियम की धारा 52,52क और 57",
  "and 57 of the Act. No arrest memo was placed on record and even the": "का कोई अनुपालन नहीं था। कोई गिरफ्तारी ज्ञापन अभिलेख पर नहीं रखा गया था और यहां तक कि जांच अधिकारी",
  "investigating officer did not state anything with regard to supplying/informing the appellant about the grounds of his arrest,": "ने भी अपीलार्थी को उसकी गिरफ्तारी के आधार के बारे में आपूर्ति/सूचित करने के संबंध में कुछ नहीं कहा था, जो",
  "which is mandatory requirement of law. Apart from that, neither the report under Section 57 of the Act was prepared nor the same was": "कानून की अनिवार्य आवश्यकता है। इसके अलावा, न तो अधिनियम की धारा 57 के तहत रिपोर्ट तैयार की गई थी",
  "learned counsel for the appellants have been opposed by the learned counsel for the State on the ground that the accused cannot be": "दलीलों का राज्य के विद्वत वकील द्वारा इस आधार पर विरोध किया गया है कि अभियुक्त को पुलिस द्वारा की गई",
  "permitted to take advantage of the faulty investigation conducted by": "दोषपूर्ण जांच का लाभ उठाने की अनुमति नहीं दी जा सकती है और वर्तमान अपीलार्थियों से प्रतिबंधित पदार्थ की",
  "appellants stood proved beyond doubt.": "बरामदगी संदेह से परे साबित हुई है।",
  "(12) I find that the arguments raised by the learned counsel for the appellants carry weight and are liable to be accepted. As per": "(2) मुझे लगता है कि अपीलार्थियों के विद्वान वकील द्वारा उठाए गए तर्क महत्वपूर्ण हैं और स्वीकार किए जाने योग्य",
  "Section 52A of the Act, any officer arresting a person under Sections": "हैं। अधिनियम की धारा 52ए के अनुसार, कोई भी अधिकारी धाराओं के तहत किसी व्यक्ति को गिरफ्तार करता है",
  "674 I.L.R. PUNJAB AND HARYANA 2023(1)": "673",
  "the grounds of such arrest and he shall be forwarded without unnecessary delay to the nearest Magistrate, by whom the warrants": "जाएगा और उसे बिना अनावश्यक देरी के निकटतम मजिस्ट्रेट के पास भेजा जाएगा, जिसके द्वारा वारंट जारी किए",
  "were issued. In the instant case, the investigating officer SI Balbir Singh was examined as PW-6. Nowhere in his testimony, he had deposed that he had informed the appellants about the grounds of their": "गए थे। तत्काल मामले में जांच अधिकारी एस. आई. बलबीर सिंह से पीडब्लू-6 के रूप में पूछताछ की गई। अपनी गवाही में कहीं भी, उन्होंने यह बयान नहीं दिया था कि उन्होंने अपीलार्थियों को उनकी गिरफ्तारी के आधार के बारे में",
  "arrest, which is the requirement of law. Still further, none of the witnesses had mentioned about the report under Section 57 of the Act": "सूचित किया था, जो कि कानून की आवश्यकता है। इसके अलावा, किसी भी गवाह ने अधिनियम की धारा 57 के",
  "and no explanation has been offered for non-compliance of such": "तहत रिपोर्ट का उल्लेख नहीं किया था और कानून के ऐसे प्रावधानों का पालन न करने के लिए कोई स्पष्टीकरण नहीं",
  "provisions of law. Thus, it is apparent that serious prejudice had been caused to the appellants due to the breach of said provisions of law.": "दिया गया है। इस प्रकार, यह स्पष्ट है कि कानून के उक्त प्रावधानों के उल्लंघन के कारण अपीलार्थियों के प्रति गंभीर",
  "(13) Apart from that, it is apparent from the testimony of PW-6 SI Balbir Singh that only one sample was taken out from each": "(।3) इसके अलावा, पीडब्लू-6 एस. आई. बलबीर सिंह की गवाही से यह स्पष्ट है कि प्रत्येक बैग से केवल एक नमूना",
  "bag, which is in clear violation of the standing order No.1/89 dated 13.06.89 issued by the Government of India, which has made it": "निकाला गया था, जो भारत सरकार द्वारा जारी स्थायी आदेश संख्या ।/89 दिनांक 3.06.89 का स्पष्ट उल्लंघन है,",
  "mandatory that two samples should be drawn from the recovered substance, failing which, the whole recovery procedure will be vitiated.": "जिसने यह अनिवार्य कर दिया है कि बरामद किए गए पदार्थ से दो नमूने लिए जाएं, ऐसा न करने पर, पूरी वसूली",
  "substance, failing which, the whole recovery procedure will be vitiated. Even in the matter of Mohanlal (supra), the Hon’ble Supreme Court": "प्रक्रिया को दृषित कर दिया जाएगा। यहां तक कि मोहनलाल (उपर्युक्त) के मामले में भी माननीय सर्वोच्च न्यायालय ने",
  "had laid down certain guidelines in this regard and the relevant extract has been reproduced below:-": "इस संबंध में कुछ दिशा-निर्देश निर्धारित किए थे और प्रासंगिक उद्धरण नीचे पुनः प्रस्तुत किए गए हैं:-",
  "“(1) No sooner the seizure of any Narcotic Drugs and Psychotropic and _ controlled Substances and Conveyances is effected, the same shall be forwarded to": "\"(।) किसी भी स्वापक औषधि और मनःप्रभावी और नियंत्रित पदार्थों और परिवहन की जब्ती प्रभावी होने पर, उसे",
  "the officer in-charge of the nearest police station or to the officer empowered under Section 53 of the Act. The officer": "निकटतम पुलिस स्टेशन के प्रभारी अधिकारी या अधिनियम की धारा 53 के तहत अधिकार प्राप्त अधिकारी को भेज",
  "concerned shall then approach the Magistrate with an application under Section 52A(ii) of the Act, which shall be": "दिया जाएगा। फिर संबंधित अधिकारी अधिनियम की धारा 52क (॥) के तहत एक आवेदन के साथ मजिस्ट्रेट से",
  "allowed by the Magistrate as soon as may be required under Sub-Section 3 of Section 52A, as discussed by us in the": "संपर्क करेगा, जिसे मजिस्ट्रेट द्वारा धारा 52क की उप-धारा ३ के तहत जितनी जल्दी हो सके अनुमति दी जाएगी,",
  "body of this judgment under the heading 'seizure and sampling’. The sampling shall be done under the": "जैसा कि हमने इस निर्णय के मुख्य भाग में 'जब्ती और नमूना' शीर्षक के तहत चर्चा की है। नमूना मजिस्ट्रेट की",
  "supervision of the magistrate as discussed in paras 13 and 14 of this order.": "देखरेख में लिया जाएगा जैसा कि इस आदेश के पैरा ।3 और ॥५ में चर्चा की गई है।",
  "(2) The Central Government and its agencies and so also the State Governments shall within six months from today": "(2) केन्द्र सरकार और उसकी अभिकरण तथा राज्य सरकारें भी आज से छह महीने के भीतर जब्त मादक द्रव्यों",
  "take appropriate steps to set up storage facilities for the exclusive storage of seized Narcotic Drugs and": "और मनःप्रभावी तथा नियंत्रित पदार्थों के अनन्य भंडारण के लिए भंडारण सुविधाएं स्थापित करने के लिए उचित",
  "prevent theft, pilferage or replacement of the seized drugs.": "कदम उठाएंगी और जब्त मादक द्रव्यों की चोरी, चोरी या प्रतिस्थापन को रोकने के लिए विधिवत रूप से तहखाने",
  "had escaped, was disclosed as Rajbir son of Raghbir Singh. The said": "फरार हो गया था, रघबीर सिंह के बेटे राजबीर के रूप में खुलासा किया गया था। उक्त वाहन में 5 छोटे बोरे और",
  "vehicle was found loaded with 15 small sacks and one full size sack. The police party raised the suspicion that the accused might be carrying": "एक पूरे आकार का बोरे भरा हुआ था। पुलिस दल ने संदेह जताया कि आरोपी के पास प्रतिबंधित पदार्थ हो सकता है",
  "the contraband and a notice under Section 50 of the Act was served upon the driver of the said canter. However, the accused driver opted": "और उक्त कैंटर के चालक को अधिनियम की धारा 50 के तहत एक नोटिस दिया गया था। हालांकि, आरोपी चालक",
  "to get his search conducted by some gazetted officer. Consequently,": "ने कुछ राजपत्रित अधिकारी द्वारा अपनी तलाशी लेने का विकल्प चुना। नतीजतन, आरोपी चालक के साथ उक्त कैंटर",
  "the said canter along with the accused driver was produced before the DSP Assandh. On the directions of the DSP Assandh, bags were": "को डीएसपी असंध के सामने पेश किया गया। डी. एस. पी. असंध के निर्देश पर थेलों की जांच की गई और उनमें",
  "checked and those were found containing chura post (poppy husk). 250 grams was separated out of each bag and on weighment, the weight of": "चूरा चौकी पाई गई (खसखस की भूसी) प्रत्येक बैग से 250 ग्राम अलग किया गया और वजन पर, अन्य शेष मात्रा",
  "other remainder quantity was found to be 09 kg 750 grams in each sack, while in the bigger sack, it weight to be 39 kg 750 grams. The": "का वजन प्रत्येक बोरी में 09 किलोग्राम 750 ग्राम पाया गया, जबकि बड़ी बोरी में इसका वजन 39 किलोग्राम 750",
  "samples as well as the remainder quantity were sealed separately and during the course of investigation, another accused Rajbir was also": "ग्राम था। नमूनों के साथ-साथ शेष मात्रा को अलग से सील कर दिया गया था और जांच के दौरान, एक अन्य आरोपी",
  "arrested. Even Rajbir confessed his crime. After necessary": "राजबीर को भी गिरफ्तार किया गया था। यहां तक कि राजबीर ने भी अपना अपराध कबूल कर लिया। आवश्यक जाँच",
  "investigation, the challan was presented in the competent court by the police.": "के बाद, चालान को पुलिस द्वारा सक्षम अदालत में पेश किया गया।",
  "(3) Finding a prima facie case, charge under Section 15 of the Act was ordered to be framed against both the accused-appellants, to": "(3) प्रथम दृष्टया मामला पाते हुए, अधिनियम की धारा ॥5 के तहत दोनों अभियुक्त-अपीलार्थियों के खिलाफ आरोप",
  "which they pleaded not guilty and claimed trial.": "तय करने का आदेश दिया गया था, जिस पर उन्होंने दोषी नहीं होने का अनुरोध किया और मुकदमे का दावा किया।",
  "(4) In support of the case of the prosecution, seven witnesses were examined. The prosecution examined PW-1 HC Sukhbir Singh,": "(५) अभियोजन पक्ष के मामले के समर्थन में, सात गवाहों से पूछताछ की गई। अभियोजन पक्ष ने पीडब्लू-] की जांच",
  "were examined. The prosecution examined PW-1 HC Sukhbir Singh, who tendered his affidavit Ex.PA in his evidence. He admitted in his": "की +० सुखबीर सिंह, जिन्होंने अपने साक्ष्य में अपना हलफनामा उदाहरण पैरा प्रस्तुत किया। उन्होंने अपनी",
  "cross- examination that the specimen seal was not given to him. HC Dharambir Singh, who was posted as MHC in Police Station, Assandh": "प्रतिपरीक्षा में स्वीकार किया कि नमूना मुहर उन्हें नहीं दी गई थी। एच. सी. धरमबीर सिंह, जो पुलिस स्टेशन, असंध में",
  "was examined as PW-2, who tendered his affidavit as Ex.PB and the": "एमएचसी के रूप में तैनात थे, से पी.डब्लू-2 के रूप में पूछताछ की गई, जिन्होंने अपना हलफनामा उदाहरण पैरा के",
  "same was taken on record. The prosecution examined HC Prem Singh as PW-3, who was part of the police team and supported the case of the prosecution. After completing the investigation at the sport, the": "रूप में प्रस्तुत किया और वही रिकॉर्ड पर लिया गया। अभियोजन पक्ष ने एच. सी. प्रेम सिंह से पी.डब्लू-3 के रूप में पूछताछ की, जो पुलिस दल का हिस्सा थे और अभियोजन पक्ष के मामले का समर्थन करते थे। खेल में जाँच पूरी",
  "accused, witnesses and the case property were ordered to be produced": "करने के बाद, आरोपी, गवाहों और मामले की संपत्ति को एस. एच. ओ. के सामने पेश करने का आदेश दिया गया,",
  "before the SHO, who after verifying the facts, had put his seal on all the samples as well as the remainder quantity. DSP Rattan Singh was": "जिन्होंने तथ्यों की पुष्टि करने के बाद, सभी नमूनों के साथ-साथ शेष मात्रा पर अपनी मुहर लगा दी थी। डीएसपी रतन",
  "examined as PW-4, before whom the case property was produced.": "सिंह से पीडब्लू-५ के रूप में पूछताछ की गई, जिनके सामने मामले की संपत्ति पेश की गई थी। इसके अलावा",
  "Apart from that, ASI Chandervir Singh was examined as PW-5. PW-6 SI Balbir Singh was the head of the police team. He also supported the case of the prosecution in all material particulars. DSP Rohtash Singh": "एएसआई चंदेरवीर सिंह की जांच पीडब्लू-5 के रूप में की गई। पीडब्लू-6 एसआई पुलिस दल के प्रमुख बलबीर सिंह थे। उन्होंने सभी भौतिक विवरणों में अभियोजन पक्ष के मामले का भी समर्थन किया। डीएसपी रोहताश सिंह से",
  "was examined as PW-7, who was posted as Inspector/SHO at that time in Police Station, Assandh, before whom the accused/appellants were": "पीडब्लू-7 के रूप में पूछताछ की गई, जो उस समय पुलिस स्टेशन, असंध में इंस्पेक्टर /एसएचओ के रूप में तैनात",
  "produced. He prepared the final report under Section 173 Cr.P.C.": "थे, जिनके सामने आरोपी»अपीलार्थियों को पेश किया गया था। उन्होंने धारा ॥73 सी.आर.पी.सी के तहत अंतिम रिपोर्ट तैयार की।",
  "(5) After the closure of the prosecution evidence, the": "(5) अभियोजन पक्ष के साक्ष्य को बंद करने के बाद,",
  "custody, if not on bail and if not required in any other case.": "अभिरक्षा, यदि जमानत पर नहीं और यदि किसी अन्य मामले में आवश्यकता नहीं है।",
  "(18) Pending application, if any, is also disposed off, accordingly.": "(8) लंबित आवेदन, यदि कोई हो, का भी तदनुसार निपटान किया जाता है।",
  "(19) Case property, if any, be dealt with, and, destroyed after": "(9) मामला संपत्ति, यदि कोई हो, से निपटा जाए और सीमा की अवधि समाप्त होने के बाद नष्ट कर दिया जाए।",
  "the expiry of period of limitation. The trial Court record be sent back.": "विचारण न्यायालय के अभिलेख को वापस भेजा जाए।",
  "The Central Government and the State Governments shall also designate an officer each for their respective storage": "केंद्र सरकार और राज्य सरकारें भी अपनी-अपनी भंडारण सुविधा के लिए एक-एक अधिकारी नामित करेंगी और",
  "in Standing Order No. 1/89 to ensure proper security against theft, pilferage or replacement of the seized drugs.": "स्थायी आदेश सं./89 चोरी, चोरी या जब्त दवाओं के प्रतिस्थापन के खिलाफ उचित सुरक्षा सुनिश्चित करने के लिए।",
  "(3) The Central Government and the State Governments shall be free to set up a storage facility for each district in": "(3) केंद्र सरकार और राज्य सरकरेंं राज्यों में प्रत्येक जिले के लिए एक भंडारण सुविधा स्थापित करने के लिए स्वतंत्र",
  "the States and depending upon the extent of seizure and store required, one storage facility for more than one districts.": "होंगी और जब्ती और भंडारण की सीमा के आधार पर एक से अधिक जिलों के लिए एक भंडारण सुविधा की",
  "(4) Disposal of the seized drugs currently lying in the police malkhans and other places used for storage shall be": "(५) वर्तमान में पुलिस मालखानों और भंडारण के लिए उपयोग किए जाने वाले अन्य स्थानों में पड़े जब्त किए गए",
  "carried out by the DDCs concerned in terms of the directions issued by us in the body of this judgment under": "ड्रग्स का निपटान संबंधित डीडीसी द्वारा इस फैसले के मुख्य भाग में हमारे द्वारा जारी निर्देशों के अनुसार किया",
  "(14) Still further, the recovery was admittedly effected from the appellants on 05.08.2000, whereas the sample of contraband was sent": "(।५) अभी भी आगे, वसूली 05.08.2000 को अपीलार्थियों से स्वीकार्य रूप से प्रभावी थी, जबकि निषिद्ध का नमूना",
  "to the FSL only on 25.09.2000. The prosecution completely failed to explain the inordinate delay in sending the samples to the FSL.": "केवल 25.09.2000 को एफएसएल को भेजा गया था। अभियोजन पक्ष एफएसएल को नमूने भेजने में अत्यधिक देरी",
  "Moreover, this delay assumes significance in the light of the fact": "की व्याख्या करने में पूरी तरह विफल रहा। इसके अलावा, यह देरी इस तथ्य के आलोक में महत्वपूर्ण मानी जाती है",
  "that throughout the investigation of the case, the sample seals remained with the police officials and the prosecution miserably failed": "कि मामले की पूरी जांच के दौरान, नमूना मुहरें पुलिस अधिकारियों के पास ही रहीं और अभियोजन पक्ष यह साबित",
  "to prove that the case property remained intact throughout.": "करने में बुरी तरह विफल रहा कि मामले की संपत्ति पूरी तरह से बरकरार रही।",
  "(15) Apart from that, the learned counsel for the appellants have pointed out certain minor contradictions, however, the same are liable": "(।5) इसके अलावा, अपीलार्थियों के विद्वान वकील ने कुछ मामूली विरोधाभासों की ओर इशारा किया है, हालांकि,",
  "to be ignored. In fact when the witnesses had the occasion to depose": "उन्हें नजरअंदाज किया जा सकता है। वास्तव में जब गवाहों को विद्वत विचारण न्यायालय के समक्ष गवाही देने का",
  "before the learned trial Court, after several months, they are bound to": "अवसर मिला, तो कई महीनों के बाद, वे एक-दूसरे का खंडन करने के लिए बाध्य हैं और अपीलार्थियों को इसका",
  "(16) In view of the discussion, it is established that there was violation of the procedure, as laid down in Sections 52A, 52 and 57 of": "(6) चर्चा को ध्यान में रखते हुए, यह स्थापित किया गया है कि अधिनियम की धारा 52क, 52 और 5 में निर्धारित",
  "the Act, which vitiated the recovery and the consequent proceedings.": "प्रक्रिया का उल्लंघन किया गया था, जिसने वसूली और परिणामी कार्यवाहियों को दूषित कर दिया था।",
  "(17) In view of the facts and circumstances of the case noted": "(।7) ऊपर उल्लिखित मामले के तथ्यों और परिस्थितियों को ध्यान में रखते हुए, अपीलार्थियों की दोषसिद्धि को बनाए",
  "above, it would be highly unsafe to sustain the conviction of the appellants and they are entitled to benefit of doubt. As a consequence": "रखना अत्यधिक असुरक्षित होगा और वे संदेह के लाभ के हकदार हैं। इसके परिणामस्वरूप, दोनों अपीलें सफल",
  "judgment of conviction and order of sentence dated 08.10.2002 passed": "सजा का आदेश दिनांक 08.0.2002 को अपास्त कर दिया गया है। दोनों अपीलार्थियों के जमानत बांडों को खारिज",
  "both the appellants stand discharged and they may be released from": "कर दिया गया है और उन्हें रिहा किया जा सकता है"
}