{
  "(12) The argument of the learned counsel for the appellant- plaintiff that the enquiry proceedings in pursuance to which the": "(2) अपीलार्थी वादी के विद्बत वकील का यह तर्क कि जांच कार्यवाही जिसके अनुसरण में अपीलार्थी-वादी को",
  "appellant-plaintiff was terminated from his service were not conducted in accordance with law, it is required to be noticed that evidence has": "उसकी सेवा से समाप्त किया गया था, कानून के अनुसार नहीं की गई थी, यह ध्यान देने की आवश्यकता है कि साक्ष्य",
  "already come on record that the appellant-plaintiff did not associate himself in the enquiry proceedings and he only filed reply to the show cause notice which was served upon him alongwith enquiry report.": "पहले ही रिकॉर्ड पर आ चुका है कि अपीलार्थी-वादी ने जांच कार्यवाही में खुद को संबद्ध नहीं किया था और उसने केवल उस कारण बताओ नोटिस का जवाब दाखिल किया था जो उसे जांच रिपोर्ट के साथ दिया गया था। अपीलार्थी-",
  "Learned counsel for the appellant-plaintiff has not been able to produce any evidence that appellant-plaintiff was restrained in any manner from": "वादी का विद्वान वकील इस बात का कोई सबूत पेश करने में सक्षम नहीं रहा है कि अपीलार्थी-वादी को किसी भी",
  "participating in the enquiry proceedings rather it has come on record": "तरह से जांच कार्यवाही में भाग लेने से रोका गया था, बल्कि यह रिकॉर्ड पर आया है कि उसने विभिन्न अवसरों के",
  "that he did not associate himself despite various opportunities.": "बावजूद खुद को संबद्ध नहीं किया था।",
  "(13) That being so, an employee who did not associate himself in the enquiry proceedings cannot claim that enquiry proceedings were": "(3) ऐसा होने पर, एक कर्मचारी जिसने जांच कार्यवाही में खुद को शामिल नहीं किया है, वह यह दावा नहीं कर",
  "not conducted as per rules governing the service.": "सकता है कि जांच कार्यवाही सेवा को नियंत्रित करने वाले नियमों के अनुसार नहीं की गई थी।",
  "(14) No other argument has been raised by the learned counsel forthe appellant-plaintiff.": "(॥) अपीलार्थी-वादी के विद्वान वकील द्वारा कोई अन्य तर्क नहीं दिया गया है।",
  "able to point out any perversity in the findings so recorded by the trial": "अभिलिखित निष्कर्षों में किसी भी विकृति को इंगित करने में सक्षम नहीं रहा है, इस न्यायालय द्वारा कोई हस्तक्षेप",
  "this Court and the present regular second appeal is accordingly dismissed.": "नहीं किया जाता है और वर्तमान नियमित दूसरी अपील तदनुसार खारिज कर दी जाती है।",
  "Reporter-Viren Jain": "रिपोर्टर-वीरैन जैन",
  "SATBIR SINGH v. STATE OF HARYANA AND OTHERS 241": "सतबीर सिंह बनाम हरियाणा राज्य और अन्य",
  "(Harsimran Singh Sethi, J.)": "(हरसिमरन सिंह सेठी, जे.)",
  "Before Harsimran Singh Sethi, J": "समक्ष हरसिमरन सिंह सेठी जे",
  "SATBIR SINGH—4Appellant": "सतबीर सिंह - अपीलकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA & OTHERS—Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "RSA No. 3435 of 2018 (O&M)": "208 का आरएसए नंबर 3५35 (ओऔर एम)",
  "January 19, 2023": "9 जनवरी 2023",
  "Unauthorized absence from _ service—Termination — of services—Haryana Police—Appellant appointed Head Constable in": "सेवा से अनधिकृत अनुपस्थिति- सेवाओं की समाप्ति-हरियाणा पुलिस-हरियाणा पुलिस में नियुक्त हेड कांस्टेबल-",
  "Haryana Police—According to the appellant, he availed leave to attend Public Police Samelan on 20.02.2021 and returned back on": "अपीलार्थी के अनुसार, उसने 20.02.202। को पब्लिक पुलिस समन में भाग लेने के लिए छुट्टी का लाभ उठाया और",
  "duty on 21.02.2001 but was not allowed to mark presence—Charge": "2.02.200। को ड्यूटी पर वापस लौट आया, लेकिन उपस्थिति को चिह्नित करने की अनुमति नहीं दी गई-अपीलार्थी",
  "Sheet served upon appellant—Show Cause notice served on 06.07.2021 along with enquiry report—Reply filed by appellant on": "को आरोप पत्र दिया गया-जांच रिपोर्ट के साथ 06.07.202। को कारण बताओ नोटिस दिया गया-अपीलार्थी द्वारा",
  "27.07.2001 but thereafter appellant did not attend the Departmental Inquiry despite various opportunities—Order was passed terminating": "27.07.200। को दायर किया गया जवाब लेकिन उसके बाद अपीलार्थी विभिन्न अवसरों के बावजूद विभागीय जांच में",
  "Inquiry despite various opportunities—Order was passed terminating the services on the ground that the absence was proved to be": "शामिल नहीं हुआ- सेवाओं को इस आधार पर समाप्त करने का आदेश पारित किया गया था कि अनुपस्थिति",
  "unauthorized—Appeal dismissed—Appeal filed before government": "अनधिकृत साबित हुई थी-अपील खारिज कर दी गई-सरकार के समक्ष दायर अपील का फैसला नहीं किया गया था-",
  "was not decided—Civil Suit filed on 23.02.2015 after 12 years—Trial Court dismissed the suit holding that willful absence from duty proves": "सिविल सूट 23.02.205 को ।2 वर्षों के बाद दायर किया गया था-ट्रायल कोर्ट ने यह मानते हुए मुकदमा खारिज",
  "that termination of services is not bad in law—First Appeal filed": "कर दिया कि ड्यूटी से जानबूझकर अनुपस्थिति साबित करती है कि सेवाओं की समाप्ति कानून में खराब नहीं है-",
  "against judgment and decree passed by Trial Court also dismissed—": "ट्रायल कोर्ट द्वारा पारित निर्णय और डिक्री के खिलाफ दायर पहली अपील भी खारिज कर दी गई-दूसरी अपील दायर",
  "Second Appeal filed—Appellant contended that enquiry proceedings not conducted properly as per rules and that he was restrained from": "की गई-अपीलार्थी ने तर्क दिया कि जांच कार्यवाही नियमों के अनुसार ठीक से संचालित नहीं की गई थी और उसे",
  "joining duty —Appellant failed to prove that he was restrained from": "ड्यूटी में शामिल होने से रोक दिया गया था-अपीलार्थी यह साबित करने में विफल रहा कि उसे ड्यूटी में शामिल होने",
  "joining duty—Second Appeal Dismissed.": "से रोक दिया गया था-दूसरी अपील खारिज कर दी गई।",
  "Held, that an employee who did not associate himself in the": "आयोजित, अभिनिर्धारित किया गया कि एक कर्मचारी जिसने जांच कार्यवाही में खुद को संबद्ध नहीं किया है, वह यह",
  "enquiry proceedings cannot claim that enquiry proceedings were not conducted as per rules governing the services.": "दावा नहीं कर सकता है कि जांच कार्यवाही सेवाओं को नियंत्रित करने वाले नियमों के अनुसार नहीं की गई थी।",
  "(Para 12)": "(पैरा 2)",
  "Anita Balyan, Advocate and Viresh Dahiya, Advocate, for the appellant.": "अपीलार्थी की ओर से अनीता बाल्यान, अधिवक्ता और विरेश दहिया, अधिवक्ता।",
  "HARSIMRAN SINGH SETHI, J. (ORAL)": "हरसिप्रन सिंह सेठी, जे। (ओआरएएल)",
  "CM-9115-C-2018": "सीएम-95-सी-208",
  "(1) The present application has been filed for condonation of delay of 02 days in filing the present appeal.": "()वर्तमान अपील दायर करने में 2 दिनों की देरी को माफ करने के लिए वर्तमान आवेदन दायर किया गया है।",
  "242 LL.R. PUNJAB AND HARYANA 2023(2)": "243",
  "(2) Keeping in view the averments made in the application, which are duly supported by an affidavit, the application is allowed.": "(2) आवेदन में किए गए कथनों को ध्यान में रखते हुए, जो एक हलफनामे द्वारा विधिवत समर्थित हैं, आवेदन की",
  "Delay of 02 days in filing the present appeal is condoned.": "अनुमति है। वर्तमान अपील दायर करने में 2 दिनों की देरी को माफ कर दिया जाता है।",
  "(3) The present application has been filed for condonation of delay of 59 days in refiling the present appeal.": "(3) वर्तमान अपील को फिर से दायर करने में 59 दिनों की देरी की माफी के लिए वर्तमान आवेदन दायर किया गया है।",
  "(4) Keeping in view the averments made in the application, which are duly supported by an affidavit, the application is allowed.": "(५) आवेदन में किए गए कथनों को ध्यान में रखते हुए, जो एक हलफनामे द्वारा विधिवत समर्थित हैं, आवेदन की",
  "Delay of 59 days in refiling the present appeal is condoned.": "अनुमति है। वर्तमान अपील को फिर से दायर करने में 59 दिनों की देरी को माफ कर दिया जाता है।",
  "RSA-3435-2018": "आरएसए-34५35-208",
  "(5) In the present regular second appeal, the challenge is to the judgment and decree dated 10.12.2015 passed by the trial Court by": "(5) वर्तमान नियमित दूसरी अपील में चुनौती विचारण न्यायालय द्वारा पारित दिनांक 0.2.20॥5 के निर्णय और",
  "which, a civil suit filed by the appellant-plaintiff seeking declaration to": "डिक्री को है, जिसके द्वारा, अपीलार्थी-वादी द्वारा इस आशय की घोषणा करने के लिए दायर एक दीवानी वाद कि",
  "the effect that the order terminating his services is illegal, was": "उसकी सेवाओं को समाप्त करने वाला आदेश अवैध है, को खारिज कर दिया गया था और साथ ही निचली अपीलीय",
  "dismissed as well as order dated 29.04.2017 passed by the Lower Appellate Court by which, the appeal filed by the appellant-plaintiff": "अदालत द्वारा दिनांक 29.04.2047 को आदेश पारित किया गया था, जिसके द्वारा, निचली अदालत के उक्त आदेश",
  "Appellate Court by which, the appeal filed by the appellant-plaintiff against the said order of the trial Court was also dismissed.": "के खिलाफ अपीलार्थी-वादी द्वारा दायर अपील को भी खारिज कर दिया गया था।",
  "(6) Certain facts need to be noticed before coming to the argumentsraised by the learned counsel for the appellant-plaintiff.": "(6) याचिकाकर्ता-वादी के विद्वान वकील द्वारा दिए गए तर्कों पर आने से पहले कुछ तथ्यों पर ध्यान देने की आवश्यकता है।",
  "(7) Appellant-plaintiff was appointed in the Haryana Police as Constable and as per the allegation of the appellant/plaintiff while he": "(7) अपीलार्थी-वादी को हरियाणा पुलिस में सिपाही के रूप में नियुक्त किया गया था और अपीलार्थी»वादी के आरोप",
  "was posted as Head Constable at Police Station, Salhawas, District Jhajjar in the year 2001, he availed leave to attend Public Police": "के अनुसार जब वह वर्ष 200। में पुलिस स्टेशन, सलहास, जिला झज्जर में हेड कांस्टेबल के रूप में तैनात था, तो",
  "Samelan, the appellant-plaintiff returned back on duty on 21.02.2001": "समेलन में भाग लेने के बाद, अपीलार्थी-वादी 27.02.200। को ड्यूटी पर वापस आ गया, लेकिन उसे अपनी",
  "but he was not allowed to mark his presence. Keeping in view the": "उपस्थिति दर्ज करने की अनुमति नहीं दी गई। अपीलार्थी-वादी की अनुपस्थिति को ध्यान में रखते हुए, बिना अधिकार",
  "absence of the appellant-plaintiff, a charge sheet was served upon him for remaining absent from duty without authority. After holding": "के कर्तव्य से अनुपस्थित रहने के लिए उस पर एक आरोप पत्र जारी किया गया था। जांच करने के बाद, अपीलार्थी-",
  "enquiry, appellant-plaintiff was served with show cause notice dated 06.07.2001 alongwith enquiry report and the reply to the said enquiry": "वादी को जांच रिपोर्ट के साथ दिनांक 06.07.200। का कारण बताओ नोटिस दिया गया था और उक्त जांच रिपोर्ट",
  "report was submitted by the appellant-plaintiff on 27.07.2001 and,": "का उत्तर अपीलार्थी-वादी द्वारा 27.07.200 को प्रस्तुत किया गया था और उसके बाद, अपीलार्थी-वादी की सेवाओं",
  "thereafter, an order was passed terminating the services of the appellant-plaintiff as his absence was proved to be unauthorized during the enquiry proceedings.": "को समाप्त करने का आदेश पारित किया गया था क्योंकि जांच कार्यवाही के दौरान उसकी अनुपस्थिति अनधिकृत",
  "(8) Against the order of termination, an appeal was filed by the appellant-plaintiff, which was also dismissed on 11.02.2003 and": "(8) समाप्ति के आदेश के विरुद्ध, अपीलार्थी-वादी द्वारा एक अपील दायर की गई थी, जिसे ॥.02.2003 को भी",
  "thereafter, he filed an appeal before the Government of Haryana. As per": "खारिज कर दिया गया था और उसके बाद, उसने हरियाणा सरकार के समक्ष अपील दायर की थी। अपीलार्थी-वादी",
  "the appellant- plaintiff, the said appeal was not decided and ultimately": "के अनुसार, उक्त अपील पर निर्णय नहीं लिया गया था और अंतत"
}