{
  "intelligence level and family circumstances. Being in the nature of professional advice/opinion, the same cannot afford reasonable ground": "परिस्थितियों के बारे में अवलोकन हैं। पेशेवर सलाह /राय की प्रकृति में होने के कारण, यह विश्वास करने के लिए उचित",
  "for believing that the juvenile's release from custody is likely to bring him in association with any known criminal or expose him to": "आधार नहीं हो सकता है कि किशोर की हिरासत से रिहाई उसे किसी ज्ञात अपराधी के साथ लाने या उसे शारीरिक,",
  "physical, psychological or immoral danger. There has to be some material on record for believing that the juvenile's release will bring": "मनोवैज्ञानिक या अनैतिक खतरे में डालने की संभावना है। यह विश्वास करने के लिए रिकॉर्ड पर कुछ सामग्री होनी",
  "him in association with any known criminal or expose him to the": "होनी चाहिए कि किशोर की रिहाई उसे किसी ज्ञात अपराधी के साथ लाएगी या उसे खतरों के लिए उजागर करेगी,",
  "dangers, as envisaged. In the present case, no such material has been pointed out or referred to by the trial Court, which can even prima facie": "परिकल्पना की गई है। वर्तमान मामले में, निचली अदालत द्वारा ऐसी कोई सामग्री इंगित या संदर्भित नहीं की गई है,",
  "afford a ground to so believe. It is also not the case that the juvenile's": "जो प्रथम दृष्टया ऐसा विश्वास करने का आधार भी प्रदान कर सके। ऐसा भी नहीं है कि किशोर की हिरासत से रिहाई",
  "release from custody will defeat the ends of justice.": "न्याय के उद्देश्यों को विफल कर देगी।",
  "(Para 7)": "(पैरा 7)",
  "Parveen Chauhan, Advocate and Chatur Singh, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से प्रवीण चौहान, अधिवक्ता और चतुर सिंह, अधिवक्ता।",
  "Ankita Ahuja, A.A.G., Haryana.": "अंकिता आहूजा, ए. ए. जी., हरियाणा",
  "TRIBHUVAN DAHTIYA, J. (ORAL)": "त्रिभुवन दहिया, जे. (मौखिक)",
  "(1) This is a petition under Section 439 Cr.P.C. seeking grant": "() यह धारा ५३9 सीआरपीसी के तहत एक याचिका है, जिसमें पॉक्सो अधिनियम, 202 की धारा 6 के तहत पुलिस",
  "of regular bail to the petitioner in case FIR No.177 dated 20.08.2019, registered under Section 6 of POCSO Act, 2012, at Police Station Bajghera, District Gurugram.": "स्टेशन बजघेड़ा, जिला गुरुग्राम में दर्ज मामले की प्राथमिकी संख्या. 477 दिनांक 20.08.20॥9 में याचिकाकर्ता को नियमित जमानत देने की मांग की गई है।",
  "(2) Learned counsel for the petitioner contends that the petitioner is a juvenile, however, he has been ordered to be tried as an": "(2) याचिकाकर्ता के विद्वान वकील का तर्क है कि याचिकाकर्ता एक किशोर है, हालांकि, उसे एक वयस्क के रूप में",
  "adult. He further submits that trial of the case is not progressing as the": "मुकदमा चलाने का आदेश दिया गया है। वह आगे प्रस्तुत करता है कि मामले की सुनवाई आगे नहीं बढ़ रही है क्योंकि",
  "eye witness, who is victim's maternal uncle, has not been examined so far. Besides, neither the victim nor her mother has supported the": "चश्मदीद गवाह, जो पीड़ित का मामा है, से अभी तक पूछताछ नहीं की गई है। इसके अलावा, न तो पीड़िता और न ही",
  "far. Besides, neither the victim nor her mother has supported the prosecution in their testimonies before the Court.": "उसकी मां ने अदालत के समक्ष अपनी गवाही में अभियोजन पक्ष का समर्थन किया है।",
  "(3) Learned State counsel, upon instructions from ASI Inderesh, does not dispute the fact that the petitioner is a juvenile in": "(3) एएसआई इंद्रेश के निर्देशों पर राज्य का विद्वान वकील इस तथ्य पर विवाद नहीं करता है कि याचिकाकर्ता कानून",
  "conflict with law. She, however, states that trial of the case is going on, and three out of twenty three witnesses have been examined, therefore,": "के साथ संघर्ष में एक किशोर है। हालाँकि, वह कहती है कि मामले की सुनवाई चल रही है, और तेइस में से तीन गवाहों",
  "bail should not be granted. The petitioner is in custody since 21.08.2019.": "से पूछताछ की गई है, इसलिए, जमानत नहीं दी जानी चाहिए। याचिकाकर्ता 2.08.209 से हिरासत में है।",
  "(4) Grant of bail to juveniles is governed by provisions of Section 12 of the Juvenile Justice (Care and Protection of Children)": "(५) किशोरों को जमानत का अनुदान किशोर न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम, 2000 की धारा 2",
  "12. Bail of juvenile.—": "2. किशोर की जमानत।--",
  "Before Tribhuvan Dahiya, J.": "समक्ष त्रिभुवन दहिया, जे.",
  "AAKASH—Petitioner": "आकाश-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA— Respondent": "हरियाणा राज्य-प्रतिवादी",
  "CRM-M No. 37946 of 2022": "सीआरएम-एम नं. 2022 का ३79५6",
  "January 24, 2023": "2% जनवरी, 2023",
  "Code of Criminal Procedure, 1973—S.439, Protection of Children from Sexual Offences Act, 2012, S.6—Juvenile Justice": "दंड प्रक्रिया संहिता, 4973-धारा ५39, यौन अपराधों से बच्चों का संरक्षण अधिनियम, 202, धारा 6-किशोर न्याय",
  "(Care and Protection of Children) Act, 2000—S.12—Regular bail—": "(बच्चों की देखभाल और संरक्षण) अधिनियम, 2000-धारा 42-नियमित जमानत- याचिकाकर्ता किशोर, जिसे वयस्क",
  "with law entitled to bail irrespective of nature or gravity of offence—": "के रूप में मुकदमा चलाने का आदेश दिया गया है-अपराध की प्रकृति या गंभीरता के बावजूद जमानत के हकदार",
  "Bail can only be declined to Juvenile when there are reasonable": "कानून के साथ संघर्ष में किशोर-किशोर को जमानत देने से केवल तभी इनकार किया जा सकता है जब यह विश्वास",
  "grounds for believing that his release is likely to bring him in association with any known criminal or expose him to moral, physical": "करने के लिए उचित आधार हों कि उसकी रिहाई से उसे किसी ज्ञात अपराधी के साथ लाने या उसे नैतिक, शारीरिक",
  "or psychological danger, or that his release would defeat ends of": "या मनोवैज्ञानिक खतरे में डालने की संभावना है, या कि उसकी रिहाई न्याय के उद्देश्यों को विफल कर देगी- अनाथालयों",
  "justice—Observations made in State of Tamil Nadu Vs. Union of India and others (2020) 14 SCC 327 regarding Re-Exploitation of Children in Orphanages relied upon.": "में बच्चों के पुन: शोषण के संबंध में तमिलनाडु राज्य बनाम भारत संघ और अन्य (2020) ५ एससीसी 327 में किए गए अवलोकन पर भरोसा किया गया।",
  "Held, that a reading of the provision makes it apparent that a": "अभिनिर्धारित किया गया कि उपबंध को पढ़ने से यह स्पष्ट होता है कि विधि के साथ संघर्ष में एक किशोर, उसके द्वारा",
  "juvenile in conflict with law is entitled to grant of bail irrespective of the nature or gravity of the offence alleged to have been committed by": "किए गए कथित अपराध की प्रकृति या गंभीरता के बावजूद, जमानत देने का हकदार है। जमानत को केवल तभी",
  "him. Bail can only be declined when there are reasonable grounds for believing that his release is likely to bring him in association with any": "अस्वीकार किया जा सकता है जब यह विश्वास करने के लिए उचित आधार हों कि उसकी रिहाई से उसे किसी ज्ञात",
  "known criminal or expose him to moral, physical or psychological": "अपराधी के साथ जोड़ने या उसे नैतिक, शारीरिक या मनोवैज्ञानिक खतरे में डालने की संभावना है, या उसकी रिहाई",
  "in that regard can be made to the judgment of the Supreme Court in Re Exploitation of Children in Orphanages in the State of Tamil Nadu v. Union of India and others, (2020) 14 SCC 327.": "न्याय के उद्देश्यों को विफल कर देगी। उस संबंध में तमिलनाडु राज्य बनाम भारत संघ और अन्य, (2020) ॥५ एस. सी. सी. 327 में अनाथालयों में बच्चों के पुन: शोषण में उच्चतम न्यायालय के निर्णय का संदर्भ दिया जा सकता है।",
  "(Para 5)": "(पैरा 5)",
  "Further held, that aforementioned grounds for rejection of bail to the petitioner/juvenile in conflict with law, are not germane to the": "इसके अलावा यह अभिनिर्धारित किया गया कि कानून के साथ टकराव में याचिकाकर्ता/किशोर को जमानत की अस्वीकृति के लिए उपरोक्त आधार मुद्दे के लिए उपयुक्त नहीं हैं। परिवीक्षा अधिकारी की राय में केवल शारीरिक,",
  "issue. Mere suggestion of vulnerability of the juvenile, in the opinion of a Probation Officer, to physical, psychological or immoral danger, as": "मनोवैज्ञानिक या अनैतिक खतरे के लिए किशोर की भेद्यता का सुझाव, साथ ही किशोर के संज्ञानात्मक विकास के संबंध",
  "also opinion of the Clinical Psychologist regarding cognitive development of the juvenile, are alien to the requirements of Section 12 of the Act. The Probation Officer's report as also the Clinical": "में नैदानिक मनोवैज्ञानिक की राय भी अधिनियम की धारा ।2 की आवश्यकताओं के लिए अलग है। परिवीक्षा अधिकारी",
  "of the Act. The Probation Officer's report as also the Clinical Psychologist's opinion, are only observations about the juvenile’s": "की रिपोर्ट और नैदानिक मनोवैज्ञानिक की राय, केवल किशोर के बारे में टिप्पणियां हैं।",
  "on the opinion of a Clinical Psychologist, to the effect that the juvenile": "मनोवैज्ञानिक की राय पर इस प्रभाव के लिए भरोसा किया गया था कि किशोर में जघन्य अपराध करने की मानसिक",
  "had mental and physical capacity to commit heinous offences. He was able to understand the surroundings circumstances at the time of": "और शारीरिक क्षमता थी। वह कथित घटना के समय आसपास की परिस्थितियों को समझने में सक्षम था, और अपराध",
  "Therefore, he was not entitled to be released on bail.": "इसलिए, वह जमानत पर रिहा होने का हकदार नहीं था। (7) कानून के साथ टकराव में याचिकाकर्ता/किशोर को",
  "Mere suggestion of vulnerability of the juvenile, in the opinion of a Probation Officer, to physical, psychological or immoral danger, as": "शारीरिक, मनोवैज्ञानिक या अनैतिक खतरे के लिए किशोर की भेद्यता का सुझाव, साथ ही किशोर के संज्ञानात्मक",
  "also opinion of the Clinical Psychologist regarding cognitive development of the juvenile, are alien to the requirements of Section 12": "विकास के संबंध में नैदानिक मनोवैज्ञानिक की राय भी अधिनियम की धारा ।2 की आवश्यकताओं के लिए अलग है।",
  "of the Act. The Probation Officer's report as also the Clinical Psychologist's opinion, are only observations about the juvenile’s intelligence level and family circumstances. Being in the nature of": "परिवीक्षा अधिकारी की रिपोर्ट और नैदानिक मनोवैज्ञानिक की राय, केवल किशोर के बुद्धिमत्ता स्तर और पारिवारिक",
  "material on record for believing that the juvenile's release will bring him in association with any known criminal or expose him to the": "चाहिए कि किशोर की रिहाई उसे किसी ज्ञात अपराधी के साथ लाएगी या उसे खतरों के लिए उजागर करेगी, जैसा कि",
  "(8) The petitioner's case accordingly does not fall in any of the exceptions carved out under Section 12 of the Act for declining": "(8) तदनुसार याचिकाकर्ता का मामला जमानत अस्वीकार करने के लिए अधिनियम की धारा 42 के तहत बनाए गए",
  "(9) In view thereof, the petitioner/juvenile in conflict with law": "(9) इसे ध्यान में रखते हुए, कानून के साथ संघर्ष में याचिकाकर्ता /किशोर को संबंधित निचली अदालत»ड्यूटी मजिस्ट्रेट",
  "is ordered to be released on bail subject to furnishing of adequate bail/surety bonds to the satisfaction of the trial Court/Duty Magistrate": "की संतुष्टि के लिए पर्याप्त जमानत/जमानत बांड प्रस्तुत करने के अधीन जमानत पर रिहा करने का आदेश दिया जाता"
}