{
  "(4) An appellate court, however, must bear in mind that in": "(4) हालाँकि, अपीलीय अदालत को यह ध्यान में रखना चाहिए कि बरी होने की स्थिति में,",
  "case of acquittal, there is double presumption in favour of the accused. Firstly, the presumption of innocence is": "अभियुक्त के पक्ष में दोहरी धारणा होती है। सबसे पहले, निर्दोषता का अनुमान उसे",
  "available to him under the fundamental principle of criminal jurisprudence that every person shall be presumed to be": "आपराधिक न्यायशास्त्र के मूल सिद्धांत के तहत उपलब्ध है कि प्रत्येक व्यक्ति को तब तक",
  "innocent unless he is proved guilty by a competent court of": "निर्दोष माना जाएगा जब तक कि वह सक्षम अदालत द्वारा दोषी साबित न हो जाए। दूसरे,",
  "law. Secondly, the accused having secured his acquittal, the presumption of his innocence is further reinforced,": "आरोपी ने अपनी रिहाई सुनिश्चित कर ली है, उसकी बेगुनाही की धारणा को ट्रायल कोर्ट",
  "reaffirmed and strengthened by the trial Court.": "द्वारा और भी मजबूत, पुन: पुष्टि और मजबूत किया गया है।",
  "(5) If two reasonable conclusions are possible on the basis": "(5) यदि रिकॉर्ड पर साक्ष्य के आधार पर दो उचित निष्कर्ष संभव हैं, तो अपीलीय अदालत",
  "disturb the finding of acquittal recorded by the trial Court.”": "को ट्रायल कोर्ट द्वारा दर्ज किए गए दोषमुक्ति के निष्कर्ष को परेशान नहीं करना चाहिए। \"",
  "(Para 38)": "(पैरा 38)",
  "Further held, that keeping in view the aforesaid discussion and": "आगे कहा गया कि उपरोक्त चर्चा और माननीय सर्वोच्च न्यायालय द्वारा निर्धारित सिद्धांतों",
  "there is no perversity at all in the judgment passed by the trial Court. The material on record including the evidence was discussed in detail": "कोई भी विकृति नहीं है। साक्ष्य सहित रिकॉर्ड पर मौजूद सामग्री पर विस्तार से चर्चा की गई",
  "and a well reasoned finding was arrived at. Therefore, the order of trial": "और एक तर्कसंगत निष्कर्ष पर पहुंचा गया। इसलिए, ट्रायल कोर्ट का आदेश किसी भी",
  "(Para 39)": "(पैरा 39)",
  "Further held, that accordingly, the present appeal is dismissed. All the": "आगे कहा गया कि तदनुसार, वर्तमान अपील खारिज की जाती है। सभी लंबित आपराधिक",
  "pending criminal miscellaneous applications, if any, also stand disposed": "विविध आवेदन, यदि कोई हों, का भी निपटारा किया जाता है",
  "(Para 40)": "(40 के लिए)",
  "Abhishek Kaushik, Advocate for Munish Jolly, Advocate, for the Appellant.": "अपीलकर्ता की ओर से अभिषेक कौशिक, अधिवक्ता मुनीष जॉली, अधिवक्ता",
  "LAPITA BANERJI, J.": "लपिटा बनर्जी, जे.",
  "BRIEF FACTS:": "संक्षिप्त तथ्य:",
  "order dated January 20, 2020 passed by Learned Additional Sessions": "जनवरी, 2020 को पारित एक फैसले और आदेश से उत्पन्न हुई है। 20 जनवरी, 2020 के",
  "2020 the accused Anand was acquitted of charges under Sections 498A": "आक्षेपित निर्णय और आदेश द्वारा आरोपी आनंद को भारतीय दंड संहिता की धारा 498ए",
  "and 304-B of the Indian Penal Code.": "और 304-बी के तहत आरोपों से बरी कर दिया गया।",
  "(2) The complainant/Appellant being the father of deceased": "(2) शिकायतकर्ता/अपीलकर्ता, मृतक पीड़ित लड़की रीना के पिता होने के नाते, पुलिस",
  "/victim girl, Reena had lodged an FIR being No.124 dated 02.03.2018 registered under Section 304-B of IPC at Police Station City Rohtak. As": "स्टेशन सिटी रोहतक में आईपीसी की धारा 304-बी के तहत एफआईआर संख्या 24 दिनांक 02.03.2048 दर्ज की गई थी। एफआईआर के मुताबिक, उन्होंने अपनी बेटी रीना",
  "per FIR, he got his daughter Reena married to the accused Anand in": "आरोपी आनंद को फोन किया तो उन्हें सूचित किया गया कि रीना की पोस्ट ग्रेजुएट",
  "Before G.S. Sandhawalia & Lapita Banerji, JJ.": "जी.एस. से पहले संधावलिया और लापिता बनर्जी, जे.जे.",
  "BALJEET SINGH—Appellant": "बलजीत सिंह-अपीलकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND ANOTHER—Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "CRA-AD No. 139 of 2022 (O&M)": "2022 का सीआरए-एडी नंबर 439 (ओ एंड एम)",
  "December 02, 2023": "दिसंबर 02, 2023",
  "Indian Penal Code, S. 498A, 304B—Evidence Act, 1872—Ss.": "भारतीय दंड संहिता, धारा 4984, 304बी-साक्ष्य अधिनियम, 872-406-एस। 4436-बी-दंड",
  "106—S. 1136-B—Code of Criminal Procedure, 1973—S.319 CrPC— Appeal against acquittal—Accused respondent acquitted of charges": "प्रक्रिया संहिता, 4973-एस.३9 सीआरपीसी- बरी किए जाने के खिलाफ अपील-आरोपी",
  "under S.498A and 304B of the Indian Penal Code by Ld. Additional": "प्रतिवादी को एलडी द्वारा भारतीय दंड संहिता की धारा 4984 और 304बी के तहत आरोपों",
  "Sessions Judge cum Special Judge Rohtak—Claim of dowry death": "से बरी कर दिया गया। अतिरिक्त सत्र न्यायाधीश सह विशेष न्यायाधीश रोहतक-दहेज हत्या",
  "found unsustainable—Ld. Trial Court held that presumption": "का दावा अस्थिर पाया गया एल.डी. ट्रायल कोर्ट ने माना कि दहेज की मांग के कारण",
  "rebuttable—deceased was not subjected to cruelty on account of dowry demand—She died due to depression since she was fed up with": "मृतिका के साथ क्रूरता नहीं की गई - उसकी मृत्यु अवसाद के कारण हुई क्योंकि वह",
  "her life due to various ailments—No specific allegation of demand—": "विभिन्न बीमारियों के कारण अपने जीवन से तंग आ चुकी थी - मांग का कोई विशेष आरोप",
  "Death found due to victim’s own violation—No ground made out for": "नहीं - मृत्यु पीड़िता के स्वयं के उल्लंघन के कारण पाई गई - हस्तक्षेप और दोषमुक्ति को",
  "evidence discussed in detail and well-reasoned findings arrived at— Appeal dismissed.": "चर्चा की गई और तर्कसंगत निष्कर्ष निकाले गए - अपील खारिज कर दी गई।",
  "Held, that this Court has considered the evidence, material on record, arguments of counsel and findings of the trial Court. It is": "माना गया कि इस न्यायालय ने साक्ष्यों पर विचार किया है रिकॉर्ड, वकील की दलीलें और",
  "pertinent to note that the complainant himself has admitted that his": "ट्रायल कोर्ट के निष्कर्ष। यह है गौरतलब है कि शिकायतकर्ता ने खुद स्वीकार किया है कि",
  "daughter Reena used to reside separately from her in-laws with her husband since 5-6 months after her marriage. He has also admitted that": "उसकी बेटी रीना अपने ससुराल वालों के साथ अलग रहती थी शादी के 5-6 महीने बाद से",
  "he had about 2/2-% killas of land whereas the accused had more than": "पति। उन्होंने इस बात को स्वीकार भी किया है उसके पास लगभग 2/2-% किला ज़मीन थी",
  "tools, JCB and the tractor were also given by the accused to the": "साथ खेती करता था। कृषि औजार, जेसीबी और ट्रैक्टर भी आरोपी ने ही दिया था खेती के",
  "complainant for the purpose of cultivation. The complainant gave a list": "उद्देश्य से शिकायतकर्ता. शिकायतकर्ता ने एक सूची दी उन्होंने दावा किया कि जो सामान",
  "of articles that he claimed was given as a part of dowry and also list of articles given during ‘Pilia’ ceremony, but neither handed over any bills": "दहेज में दिया गया था, उसकी सूची भी 'पिलिया' समारोह के दौरान लेख दिए गए, लेकिन",
  "or receipts evidencing purchase of said articles nor indicated from": "कोई बिल नहीं सौंपा गया या उक्त वस्तुओं की खरीद का साक्ष्य देने वाली रसीदें और न ही",
  "where they were purchased and when they were purchased. The": "वहां से संकेत दिया गया है उन्हें कहां से खरीदा गया और कब खरीदा गया। शिकायतकर्ता",
  "complainant also did not reveal when the ‘Pilia’ ceremony was held and when and where the articles given. Furthermore, the": "ने यह भी नहीं बताया कि 'पिलिया' समारोह कब था लेख कब और कहाँ दिए गए। इसके",
  "appellant admitted that after the cremation, he along with his family": "अलावा, अपीलकर्ता ने स्वीकार किया कि दाह संस्कार के बाद, वह अपने परिवार के साथ",
  "members neither came to collect the mortal remains of his daughter nor": "सदस्य न तो उनकी बेटी का शव लेने आए और न ही क्या उन्हें इस बात की जानकारी थी",
  "were they aware as to whether the Terahwi ceremony of his daughter": "कि उनकी बेटी का तेरहवी समारोह आयोजित किया गया था या नहीं। उन्होंने यह भी",
  "was conducted. He also admitted that he was unaware whether his": "स्वीकार किया कि उन्हें इस बात की जानकारी नहीं थी कि उनकी बेटी का इलाज सिविल",
  "daughter was treated at Civil Hospital, Rohtak or Advanta Super Speciality Hospital. Though the complainant claimed to have gotten his": "अस्पताल, रोहतक या एडवांटा सुपर स्पेशलिटी अस्पताल में हुआ था। हालाँकि शिकायतकर्ता ने दावा किया कि उसने अपनी बेटी का इलाज एक देसी डॉक्टर से कराया",
  "daughter treated by a desi doctor, he neither could recollect the name of the doctor nor the year during which such treatment was given to her.": "था, लेकिन उसे न तो डॉक्टर का नाम याद आया और न ही वह साल याद आया जिसके",
  "there to take care of her. The tenor of his deposition suggests that he": "दौरान उसे ऐसा इलाज दिया गया था। सभी बयान इस बात की ओर इशारा करते हैं कि वह",
  "hardly had any connection with his daughter and was unaware of the": "नतो अपनी बेटी के संपर्क में थे और न ही उसकी भलाई का ख्याल रखते थे",
  "Reena used to live with her husband in a rented accommodation since four months after their marriage. The in-laws stayed in village Bhawar": "शादी के चार महीने बाद से रीना अपने पति के साथ किराए के मकान में रहती थी। ससुराल",
  "in-law Sandeep, was also employed in army prior to the marriage of victim Reena. Re-investigation was done by Inspector Jagbir Singh and": "पहले उसका एक भाई संदीप भी सेना में कार्यरत था। इंस्पेक्टर जगबीर सिंह और डीएसपी",
  "the deceased was harassed by her in-laws at her rental accommodation during their visits did not appeal to the conscience of the Court.": "किराये के आवास पर अपनी यात्राओं के दौरान परेशान किया गया था, अदालत की",
  "Consequently, the application under Section 319 of Cr.P.C was": "अंतरात्मा को पसंद नहीं आया। नतीजतन, सीआरपीसी की धारा 339 के तहत आवेदन",
  "dismissed.": "खारिज कर दिया गया।",
  "(11) 14 witnesses were examined on _ behalf of the": "(44) अभियोजन पक्ष की ओर से 44 गवाहों की जांच की गई। अभियोजन पक्ष के गवाहों की",
  "prosecution. After examination of prosecution witnesses, all the incriminating material was put to the accused in the form of": "जांच के बाद, सभी आपत्तिजनक सामग्री को प्रश्न और उत्तर के रूप में आरोपी के सामने",
  "questions and answers. The accused pleaded false implication in the": "रखा गया। आरोपी ने मामले में झूठा फंसाने का अनुरोध किया और सबूत पेश करने का",
  "case and opted to lead evidence. 07 witnesses were examined on behalf": "विकल्प चुना। बचाव पक्ष की ओर से 07 गवाहों की गवाही करायी गयी. बचाव साक्ष्य 09",
  "OBSERVATIONS BY THE TRIAL COURT": "ट्रायल कोर्ट द्वारा अवलोकन",
  "(12) The trial Court framed two issues:": "(42) ट्रायल कोर्ट ने दो मुद्दे तय किए:",
  "a. Whether accused husband subjected Reena to cruelty for unlawful demand of dowry soon before her death and due to": "एक। क्या आरोपी पति ने रीना की मृत्यु से ठीक पहले दहेज की गैरकानूनी मांग के लिए",
  "harassment and torture on account of demand of dowry, she": "उसके साथ क्रूरता की थी और दहेज की मांग के कारण उत्पीड़न और यातना के कारण,",
  "committed suicide within 7 years of her marriage which is": "उसने अपनी शादी के 7 साल के भीतर आत्महत्या कर ली, जो अन्यथा एक असामान्य",
  "committed the offence punishable under Sections 498-A and 304-B of IPC?": "आईपीसी की धारा 498-ए और 304-बी के तहत दंडनीय अपराध?",
  "b. Whether the accused has succeeded in probabalising his defence?": "बी। क्‍या अभियुक्त अपने बचाव की संभावनाएँ बनाने में सफल हुआ है?",
  "(13) The trial Court gave brief resume of the evidence of the": "(53) ट्रायल कोर्ट ने अभियोजन पक्ष के साक्ष्य का संक्षिप्त विवरण दिया।",
  "prosecution. The Appellant/Baljeet Singh deposed that the accused/ husband- Anand and aforesaid four in-laws of the victim Reena used to": "अपीलकर्ता/बलजीत सिंह ने बताया कि आरोपी/पति-आनंद और पीड़िता रीना के उपरोक्त",
  "taunt her for bringing less dowry. They used to tell her that she came": "चार ससुराल वाले उसे कम दहेज लाने के लिए ताने मारते थे। वे उससे कहते थे कि वह एक",
  "from a ‘beggar’s family’ and also beat her. Since two years prior to": "भिखारी परिवार से है और उसे पीटते भी थे। घटना से दो साल पहले से उनकी बेटी रीना",
  "the occurrence, his daughter Reena used to live with her husband at Rohtak. The accused and also the in-laws did not provide any medical": "अपने पति के साथ रोहतक में रहती थी। आरोपी और ससुराल वालों ने उसकी बेटी को",
  "aid to his daughter and as a result thereof, she was kept at her parental": "कोई चिकित्सा सहायता नहीं दी और परिणामस्वरूप, उसे उसके मायके में रखा गया।",
  "house after delivery. The accused had not even named the child. When": "प्रसव के बाद घर. आरोपी ने बच्चे का नाम भी नहीं रखा था. जब 26 फरवरी, 2048 को",
  "the new born child and his daughter were brought back to Rohtak on": "नवजात बच्चे और उसकी बेटी को वापस रोहतक लाया गया तो उन्होंने फिर से 'पीलिया'",
  "necessary information. Thereafter, they reached the emergency gate of PGIMS, Rohtak where the Appellant Baljeet Singh got his statement": "पहुंचे आवश्यक जानकारी. इसके बाद, वे पीजीआईएमएस, रोहतक के आपातकालीन द्वार पर पहुंचे जहां अपीलकर्ता बलजीत सिंह ने अपना बयान दर्ज कराया और यह भी आरोप",
  "recorded and also alleged that his daughter had put an end to her life being tortured by her in-laws. The post-mortem was conducted on": "लगाया कि उनकी बेटी ने अपने ससुराल वालों द्वारा प्रताड़ित किए जाने के कारण अपनी",
  "being tortured by her in-laws. The post-mortem was conducted on March 03, 2018 at about 12:30 hours. As per record, the deceased died at": "जीवन लीला समाप्त कर ली है। पोस्टमार्टम 03 मार्च 2008 को लगभग 42:30 बजे किया",
  "injury on the entire body of the deceased. From the post-mortem report prepared by Dr. Arun Kumar, Department of Forensic Medicine,": "मृतक के पूरे शरीर पर चोट का कोई बाहरी निशान नहीं था। डॉ. अरुण कुमार, फॉरेंसिक",
  "prepared by Dr. Arun Kumar, Department of Forensic Medicine, PGIMS, Rohtak/PW-6, it appeared that cause of death was “aluminium": "मेडिसिन विभाग, पीजीआईएमएस, रोहतक/पीडब्लू-6 द्वारा तैयार की गई पोस्टमार्टम",
  "(8) After lodging of the FIR No.124 dated March 02, 2018, the": "(8) दिनांक 02 मार्च 2008 को एफआईआर संख्या 424 दर्ज करने के बाद आरोपी को 44",
  "accused was arrested on August 14, 2018. The FIR was lodged against Anand under Section 304-B IPC. On completion of investigation,": "अगस्त 2048 को गिरफ्तार कर लिया गया। आनंद के खिलाफ आईपीसी की धारा 304-बी के तहत एफआईआर दर्ज की गई थी। जांच पूरी होने पर, 23 अगस्त, 2048 को मुकदमा",
  "challan under Section 173 Cr.P.C was presented against the accused for": "शुरू करने के लिए आरोपी के खिलाफ सीआरपीसी की धारा 473 के तहत चालान पेश",
  "Anand for trial for commission of offences under Sections 498-A and": "पर आईपीसी की धारा 498-ए और 304-बी के तहत अपराध करने का मुकदमा चलाया",
  "304-B of IPC. The offence under Section 304-B IPC is triable by the": "जाएगा। आईपीसी की धारा 304-बी के तहत अपराध का मुकदमा सत्र न्यायालय द्वारा",
  "Court of Sessions. The accused was directed to be produced before learned Sessions Judge, Rohtak on September 24, 2018 and was": "चलाया जा सकता है। आरोपी को 24 सितंबर, 2048 को विद्वान सत्र न्यायाधीश, रोहतक के",
  "directed to be remanded in judicial custody until the conclusion of the": "समक्ष पेश करने का निर्देश दिया गया था और मुकदमे के समापन तक न्यायिक हिरासत में",
  "trial. On January 22, 2019, the accused was charged for commission of offence punishable under Sections 498-A and 304-B of the IPC. The": "भेजने का निर्देश दिया गया था। 22 जनवरी, 2049 को आरोपी पर आईपीसी की धारा 498- ए और 304-बी के तहत दंडनीय अपराध करने का आरोप लगाया गया। आरोपी ने खुद को",
  "accused pleaded ‘not guilty’ to the same. Hence, the trial.": "'दोषी नहीं' बताया। इसलिए, परीक्षण.",
  "(9) In the course of cross-examination of the Appellant on July 11, 2019, it was submitted by learned Public Prosecutor that he wanted": "(9) 44 जुलाई, 2049 को अपीलकर्ता की जिरह के दौरान, विद्वान लोक अभियोजक द्वारा",
  "impleadment of the father-in-law, mother-in-law and brothers-in-law of victim Reena, to be tried and face trial in the ongoing proceedings.": "के तहत एक आवेदन दायर करना चाहता था। , पीड़िता रीना की सास और बहनोई पर मुकदमा चलाया जाएगा और चल रही कार्यवाही में मुकदमा चलाया जाएगा।",
  "(10) It was alleged that police was in collusion with the aforesaid": "(40) यह आरोप लगाया गया कि पुलिस उपरोक्त व्यक्तियों के साथ मिली हुई थी और उन्हें",
  "persons and placed them in column No.2 of the challan. By an order dated September 02, 2019 the application for summoning of the in-laws": "चालान के कॉलम नंबर 2 में रखा गया था। 02 सितंबर, 2049 के एक आदेश द्वारा",
  "cum-Special Judge, Rohtak, as being unmeritorious. The Additional": "अतिरिक्त सत्र न्यायाधीश-सह-विशेष न्यायाधीश, रोहतक द्वारा ससुराल वालों को अतिरिक्त",
  "Sessions Judge-cum-Special Judge, Rohtak held that the Investigating": "अतिरिक्त सत्र न्यायाधीश-सह-विशेष न्यायाधीश, रोहतक ने माना कि जांच अधिकारी ने",
  "Officer during the investigation found that the victim Reena was living with her husband Anand on the first floor of the house belonging to one Dharamvir Advocate. She was taken to PGIMS, Rohtak from there. No": "जांच के दौरान पाया कि पीड़िता रीना अपने पति आनंद के साथ धर्मवीर एडवोकेट के घर की पहली मंजिल पर रह रही थी। वहां से उसे पीजीआईएमएस, रोहतक ले जाया गया। नहीं",
  "suspicious material (vomiting, glass etc.) was available from the spot.": "मौके से संदिग्ध सामग्री (उल्टी, कांच आदि) मिली।"
}