{
  "has been found that the aforesaid bills have been found fictitious, as Kedar Nath Poonam Chand Kalantari stated that": "यह पाया गया है कि उपरोक्त बिल काल्पनिक पाए गए हैं, जैसा कि केदार नाथ पूनम चंद कलंतरी ने कहा है कि",
  "the petitioner had earlier got issued the bills in the name of his firm 'Ayan Trades' however, later he said him to change the": "याचिकाकर्ता ने पहले अपनी फर्म 'अयान ट्रेड्स' के नाम पर बिल जारी किए थे, हालांकि बाद में उन्होंने बिलों में",
  "name of his firm in bills as ‘Pathan Exports' in place of 'Ayan Traders' and also told him to mention the name as ‘Pathan": "अपनी फर्म का नाम 'अयान ट्रेडर्स' के स्थान पर 'पठान एक्सपोर्ट्स' के रूप में बदलने के लिए कहा और 'पठान",
  "Exports Stock Sumer Singh’.”": "एक्सपोर्ट्स स्टॉक सुमेर सिंह' के रूप में नाम का उल्लेख करने के लिए भी कहा।",
  "(7) It would be worthwhile to refer to the judgment of Hon'ble The Supreme Court in Jai Prakash Singh versus State of Bihar’,": "(7) माननीय के निर्णय का उल्लेख करना सार्थक होगा। जय प्रकाश सिंह बनाम बिहार राज्य में उच्चतम न्यायालय,",
  "wherein while relying on the judgments in the cases of D.K Ganesh Babu versus P.T Manokaran’, State of Maharashtra versus Mohd.": "जिसमें डी. के. गणेश बाबू बनाम पी. टी. मनोकरन के मामलों में निर्णयों पर भरोसा करते हुए, महाराष्ट्र राज्य बनाम",
  "Sajid Husain Mohd. S. Husain*, and Union of India versus Padam Narain Aggarwal\", held thus:": "मोहम्मद। साजिद हुसैन मोहम्मद। एस. हुसैन और भारत संघ बनाम पदम नारायण अग्रवाल ने इस प्रकार कहाः",
  "“6. We have considered the rival submissions made by the learned counsel appearing for the parties and perused the": "\"6. हमने पक्षों की ओर से पेश विद्वान वकील द्वारा की गई प्रतिद्वंद्वी प्रस्तुतियों पर विचार किया है और रिकॉर्ड का",
  "7. The provisions of Section 438 Cr.P.C. lay down guidelines for considering the anticipatory bail application,": "7. धारा ५38 सी. आर. पी. सी. के प्रावधान अग्रिम जमानत आवेदन पर विचार करने के लिए दिशा-निर्देश निर्धारित",
  "which read as under:": "करते हैं, जो निम्नानुसार हैः",
  "“438. Direction for grant of bail to person apprehending arrest.-(1) Where any person has reason to believe that hemay": "\"+38। गिरफ्तारी की आशंका वाले व्यक्ति को जमानत देने का निर्देश।-() जहां किसी व्यक्ति के पास यह विश्वास",
  "be arrested on an accusation of having committed a non-": "करने का कारण है कि उसे गैर-जमानती अपराध करने के आरोप में गिरफ्तार किया जा सकता है, वह इस धारा के",
  "bailable offence, he may apply to the High Court or the Court of Session for a direction under this section that in the": "तहत एक निर्देश के लिए उच्च न्यायालय या सत्र न्यायालय में आवेदन कर सकता है कि ऐसी गिरफ्तारी की स्थिति में,",
  "event of such arrest, he shall be released on bail; and that court may, after taking into consideration, inter alia, the following": "उसे जमानत पर रिहा किया जाएगा; और वह अदालत, अन्य बातों के साथ, निम्नलिखित कारकों पर विचार करने के",
  "factors, namely:-": "बाद, अर्थात्‌:-",
  "(i) The nature and gravity of the accusation;": "(0) आरोप की प्रकृति और गंभीरता;",
  "(ii) The antecedents of the applicant including the fact as to whether he has previously undergone imprisonment on conviction by a court in respect of any cognizable offence;": "()) आवेदक की पूर्ववृत्तियां इस तथ्य सहित कि क्‍या वह पहले किसी संज्ञेय अपराध के संबंध में अदालत द्वारा दोषी ठहराए जाने पर कारावास से गुजर चुका है;",
  "(ii1) the possibility of the applicant to flee from justice; and": "(॥) आवेदक के न्याय से भागने की संभावना; और (५) जहां आरोप निम्नलिखित उद्देश्य के साथ किया गया हैः",
  "+2008 (13) SCC 305": "“2008 (3) एस.सी.सी. 305",
  "DANISH FIROZ PATHAN AND ANOTHER v. STATE OF HARYANA 1341 AND ANOTHER (Aman Chaudhary, J.)": "दानिश फिरोज पठान और अन्य बनाम हरियाणा राज्य और अन्य (अमन चौधरी, जे. )",
  "Before Aman Chaudhary, J.": "समक्ष अमन चौधरी, जे.",
  "DANISH FIROZ PATHAN AND ANOTHER—Petitioners": "दानिश फिरोज पठान और अन्य - याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND ANOTHER—Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "CRM-M No. 56243 of 2022(0&M)": "सीआरएम-एम संख्या 56293 वर्ष 2022 (ओ एंड एम)",
  "April 12, 2023": "42 अप्रैल, 2023",
  "Code of Criminal Procedure, 1973—S. 438—Indian Penal Code, 1860—Ss. 406, 420, 506—Serious allegations of cheating from": "दंड प्रक्रिया संहिता, 4973-धारा। ५३8-भारतीय दंड संहिता, 860-धारा. ५06, ५20, 506- शुरुआत से ही",
  "inception—Misappropriation of sum of money—Documentary proof submitted by petitioners found to be fictitious by [0—Apprehension": "धोखाधड़ी के गंभीर आरोप-धन राशि का गबन-याचिकाकर्ताओं द्वारा प्रस्तुत दस्तावेजी सबूत आईओ द्वारा काल्पनिक",
  "of accused influencing witnesses and tampering with records— Anticipatory bail denied.": "पाए गए-गवाहों को प्रभावित करने और रिकॉर्ड के साथ छेड़छाड़ करने वाले अभियुक्तों की आशंका-अग्रिम जमानत",
  "Held, that in the present case, grave and serious allegations of": "से इनकार किया गया। माना गया कि वर्तमान मामले में, शुरुआत से ही धोखाधड़ी के गंभीर और गंभीर आरोप लगाए",
  "amount of Rs. 65 Lacs to the accused-petitioners and another co- accused and misappropriating the same have been levelled against": "अभियुक्त-याचिकाकर्ताओं और अन्य सह-अभियुक्तों के खिलाफ 65 लाख रुपये का गबन करने का आरोप लगाया",
  "them. The petitioners were even granted an opportunity by this Court to join the investigation by way of interim order dated 08.02.2023, when": "गया है। याचिकाकर्ताओं को इस न्यायालय द्वारा दिनांक 08.02.2023 के अंतरिम आदेश के माध्यम से जांच में",
  "transaction will be produced before the investigating agency, which can be verified. The said documents submitted by the petitioners, being the": "प्रमाण जांच एजेंसी के समक्ष पेश किया जाएगा, जिसे सत्यापित किया जा सकता है। याचिकाकर्ताओं द्वारा प्रस्तुत किए",
  "bills were found to be fictitious by the Investigating Officer on having conducted an inquiry. The investigation is stated to be in progress and": "गए उक्त दस्तावेज, बिल होने के नाते, जांच अधिकारी द्वारा जांच करने पर काल्पनिक पाए गए। कहा जाता है कि",
  "conducted an inquiry. The investigation is stated to be in progress and custodial interrogation of the petitioners has been sought to find out": "जाँच जारी है और याचिकाकर्ताओं से हिरासत में पूछताछ की गई है ताकि उनकी कार्यप्रणाली का पता लगाया जा",
  "their modus operandi, a huge amount has to be recovered and there being apprehension of them influencing the witnesses and tampering": "सके, एक बड़ी राशि बरामद की जानी है और गवाहों को प्रभावित करने और रिकॉर्ड के साथ छेड़छाड़ करने की",
  "with the records, this Court is of the view that they do not deserve the concession of anticipatory bail.": "आशंका है, इस अदालत का विचार है कि वे अग्रिम जमानत की रियायत के लायक नहीं हैं।",
  "(Para 9)": "(पैरा 9)",
  "Gojan, Advocate, for the petitioners.": "याचिकाकर्ताओं की ओर से गोज़न, वकील |",
  "Tanuj Sharma, AAG Haryana.": "तनुज शर्मा, ए.ए.जी. हरियाणा।",
  "Kushagra Beniwal, Advocate, for respondent No.2.": "प्रत्यर्थी संख्या. 2 की ओर से कुशाग्र बेनीवाल, अधिवक्ता।",
  "AMAN CHAUDHARY. J.": "अमन चौधरी। जे.",
  "(1) Present petition has been filed under Section 438 of the Code of Criminal Procedure (for short “CrPC’) for grant of anticipatory": "(।) वर्तमान याचिका अग्रिम अनुदान के लिए दंड प्रक्रिया संहिता की धारा ५३8 (संक्षेप में 'सीआरपीसी') के तहत",
  "DANISH FIROZ PATHAN AND ANOTHER v. STATE OF HARYANA 1343 AND ANOTHER (Aman Chaudhary, J.)": "दानिश फिरोज पठान और अन्य बनाम हरियाणा राज्य और अन्य (अमन चौधरी, जे.)",
  "investigating agency, in case they are permitted to join the investigation and the same can be verified.": "जाँच एजेंसी, यदि उन्हें जाँच में शामिल होने की अनुमति दी जाती है और उसी को सत्यापित किया जा सकता है।",
  "(4) Learned State counsel has filed status report by way of an affidavit of Rajat Gulia, HPS, Deputy Superintendent of Police, Radaur (Yamuna Nagar) and submits that the bills as submitted by the": "(५) सीखा राज्य के वकील ने रजत गुलिया, एचपीएस, पुलिस उपाधीक्षक, रादौर (यमुना नगर) के एक हलफनामे के",
  "the order passed by this Court vide order dated 08.02.2023 have been": "न्यायालय द्वारा पारित आदेश के संदर्भ में जांच में शामिल हुए थे, दिनांक 08.02.2023 के आदेश को काल्पनिक",
  "found fictitious. To recover the huge amount that the complainant was": "पाया गया है। शिकायतकर्ता को याचिकाकर्ताओं को भुगतान करने के लिए प्रेरित की गई भारी राशि की वसूली करने",
  "induced to pay the petitioners and find out the modus operandi of the alleged crime, the custodial interrogation of the petitioner is required.": "और कथित अपराध की कार्यप्रणाली का पता लगाने के लिए, याचिकाकर्ता से हिरासत में पूछताछ की आवश्यकता है।",
  "There is every possibility that the petitioners can influence the witnesses and tamper withthe record. Thus, he prays for the dismissal": "इस बात की पूरी संभावना है कि याचिकाकर्ता गवाहों को प्रभावित कर सकते हैं और रिकॉर्ड के साथ छेड़छाड़ कर",
  "witnesses and tamper withthe record. Thus, he prays for the dismissal of the present petition.": "सकते हैं। इस प्रकार, वह वर्तमान याचिका को खारिज करने के लिए प्रार्थना करता है।",
  "(5) Heard.": "(5) सुना।",
  "(6) It would be apposite to make a reference to the relevant paras of the Status report, which read thus:": "(6) स्थिति रिपोर्ट के प्रासंगिक पैरास का संदर्भ देना उचित होगा, जिसमें इस प्रकार लिखा हैः \"केदार नाथ पूनम चंद",
  "“That Kedar Nath Poonam Chand Kalantari s/o Poonam Chand Kalantari joined in the investigation. The said": "कलंतरी पुत्र पूनम चंद कलंतरी जाँच में शामिल हुए। उक्त व्यक्ति ने कहा कि वह केदार नाथ पूनम चंद कलंत्री के",
  "Ayan Traders. Danish Pathan is owner of Ayan Trader. The date, amount and weight mentioned in the said bills is correct.": "पर बिल जारी किए थे। दानिश पठान अयान ट्रेडर के मालिक हैं। उक्त बिलों में उल्लिखित तिथि, राशि और वजन",
  "In the month of December 2022, Danish Pathan came to him": "सही है। दिसंबर 2022 के महीने में, दानिश पठान उनके पास आया और उन्हें अयान ट्रेडर्स के स्थान पर अपनी फर्म",
  "and told him to mention the name of his firm as Pathan Exports in place of Ayan Traders, because his name is Danish": "का नाम पठान एक्सपोर्ट्स के रूप में उल्लेख करने के लिए कहा, क्योंकि उनका नाम दानिश पठान है और इन बिलों",
  "Pathan and also put the name of Sumer Singh in bracket in these bills. The said witness also stated that on saying of": "में सुमेर सिंह का नाम भी कोष्ठक में डाल दिया। उक्त गवाह ने यह भी कहा कि दानिश पठान के कहने पर उसने",
  "Danish Pathan he also deposited TDS in the name of firm Ayanan Traders for 2020- 21 and then deposited TDS in the": "2020-2। के लिए फर्म अयानन ट्रेडर्स के नाम पर टीडीएस भी जमा किया और फिर पठान एक्सपोर्टस के नाम पर",
  "name of Pathan Exports. In TDS form only 'Pathan Exports' is written however, in bills Pathan Exports Stock Sumer Singh got written through computer.": "टीडीएस जमा किया। टीडीएस के रूप में केवल 'पठान एक्सपोर्ट्स' लिखा जाता है, हालांकि बिलों में पठान एक्सपोर्ट्स स्टॉक सुमेर सिंह कंप्यूटर के माध्यम से लिखा जाता है।",
  "That it is also worth submitting here that respondent no. 2 made the payment of Rs.65 lacs to Pathan Exports through Haryana Agro Forests Company. The petitioner has not given any bill in the name of Haryana Agro Forests": "कि यह भी यहाँ प्रस्तुत करने लायक है कि प्रत्यर्थी नहीं। 2 ने हरियाणा एग्रो फॉरेस्ट कंपनी के माध्यम से पठान एक्सपोर्टस को रु.65 लाख का भुगतान किया। याचिकाकर्ता ने हरियाणा एग्रो फॉरेस्ट कंपनी के नाम पर या",
  "That in view of submissions made above, after verification, it": "कि ऊपर की गई प्रस्तुतियों को देखते हुए, सत्यापन के बाद, यह",
  "bail to the petitioners in case FIR No.395 dated 27.08.2022, registered": "के तहत दर्ज मामले की एफआईआर संख्या. 395 दिनांक 27.08.2022 में याचिकाकर्ताओं को जमानत।",
  "(2) Briefly put, the facts are that petitioners, represented that there is a bulk production of onion in Nasik and offered to the": "(2)संक्षेप में, तथ्य यह हैं कि याचिकाकर्ताओं ने प्रतिनिधित्व किया कि नासिक में प्याज का थोक उत्पादन होता है",
  "complainant to enter into a partnership with him proclaiming to be wholesale dealers and also export the same and assured him of huge": "और शिकायतकर्ता को थीक विक्रेता होने और उसी का निर्यात करने की घोषणा करते हुए उसके साथ साझेदारी",
  "profit and thus allured him to invest money in onion 56. The accused-": "करने की पेशकश की और उसे भारी लाभ का आश्वासन दिया और इस तरह उसे प्याज 56 में पैसा निवेश करने के",
  "petitioners showed the godown for storage of onion and that they have": "लिए लुभाया। अभियुक्त-याचिकाकर्ताओं ने प्याज के भंडारण के लिए गोदाम दिखाया और कहा कि उन्होंने उसी",
  "settled the rent for the same @ Rs. 60,000/- per annum and booked six godowns on 30.05.2021, for which he on their asking transferred": "रुपये में किराया तय किया है। 60, 000/»- प्रति वर्ष और 30.05.202। को छह गोदाम बुक किए, जिसके लिए",
  "Rs.50,000/- through google pay and handed over Rs.20,000/- in cash": "उन्होंने गूगल पे के माध्यम से रु.50,000/- हस्तांतरित किए और याचिकाकर्ता नंबर । को नकद में रु.20,000/-",
  "to petitioner No.1. Thereafter, Rs.10 lacs were transferred by the wife of the complainant through RTGS to the account of the accused-": "दिए। इसके बाद, शिकायतकर्ता की पत्नी द्वारा आरोपी-याचिकाकर्ताओं के खाते में आरटीजीएस के माध्यम से रु. 0",
  "petitioners. Thereafter, on the asking of the petitioners that they were to purchase the crops from the farmers, the complainant transferred Rs.10": "लाख हस्तांतरित किए गए। इसके बाद, याचिकाकर्ताओं के यह पूछने पर कि वे किसानों से फसल खरीदेंगे,",
  "18.06.2021, thus, in all Rs.65 lacs were paid to the petitioners.": "किए, इस प्रकार, याचिकाकर्ताओं को कुल रु. 65 लाख का भुगतान किया गया। हालाँकि, शिकायतकर्ता द्वारा",
  "However, despite demand of record and account by the complainant from the petitioners, no satisfactory response was received. Later on": "याचिकाकर्ताओं से रिकॉर्ड और खाते की मांग के बावजूद, कोई संतोषजनक जवाब नहीं मिला। बाद में आरटीआई के",
  "through RTI, the complainant came toknow that the petitioners have no connection with sale and purchase of onion, nor any purchase of onion": "माध्यम से शिकायतकर्ता को पता चला कि याचिकाकर्ताओं का प्याज की बिक्री और खरीद से कोई संबंध नहीं है, न",
  "photographs of vegetables and fruits. Finally, on the continued insistence of the complainant, the petitioners informed that the onion that were purchased in the name of the complainant perished due to": "रहे। अंत में, शिकायतकर्ता के निरंतर आग्रह पर, याचिकाकर्ताओं ने सूचित किया कि शिकायतकर्ता के नाम पर",
  "that were purchased in the name of the complainant perished due to rain. Thus all facts having been found to be false, the FIR was got registered.": "खरीदा गया प्याज बारिश के कारण नष्ट हो गया। इस प्रकार सभी तथ्य झूठे पाए जाने पर प्राथमिकी दर्ज की गई।",
  "(3) Learned counsel contends that it is a case of civil nature, however, given criminal colour. The investment was made by the": "(3) विद्वान वकील का तर्क है कि यह नागरिक प्रकृति का मामला है, हालांकि, आपराधिक रंग दिया गया है।",
  "complainant with the petitioners regarding purchase and storage of": "याचिकाकर्ताओं के साथ शिकायतकर्ता द्वारा लाभ अर्जित करने के लिए प्याज की खरीद और भंडारण के संबंध में",
  "onions to earn profit. The petitioner had received an amount of Rs.65 lacs from the complainant for the purchase of onions out of which, bills": "निवेश किया गया था। याचिकाकर्ता को प्याज की खरीद के लिए शिकायतकर्ता से रु. 65 लाख की राशि प्राप्त हुई थी,",
  "for an amount of Rs. 57 lacs have been placed on record Annexure P-7, issued by Kedarnath Punamchand Kalantri, the authorised dealers for sale and purchase of onion. Over and above the aforesaid amount,": "जिसमें से रु. प्याज की बिक्री और खरीद के लिए अधिकृत डीलर केदारनाथ पूनमचंद कलंत्री द्वारा जारी अनुलग्नरक पी-7 को रिकॉर्ड में 57 लाख रुपये रखा गया है। उपर्युक्त राशि के अतिरिक्त, याचिकाकर्ता ने भंडारण और श्रम के",
  "petitioner spent about Rs.2 lacs for the storage and labour as well. The onions had perished due to rain. Documentary proofs regarding the": "लिए भी लगभग रु.2 लाख खर्च किए। प्याज बारिश के कारण नष्ट हो गया था। लेन-देन के संबंध में दस्तावेजी प्रमाण",
  "transaction which are in their possession, will be handed over to the": "जो उनके कब्जे में हैं, उन्हें सौंप दिया जाएगा"
}