{
  "Before V.S. Aggarwal, J.": "वी एच अग्रवाल जे के समक्ष",
  "UMRAO SON OF NANAG RAM RESIDENT OF NARNAUL,— Petitioner": "उमराओ पुत्राण नानाग राम , नारनौल के निवासी,-याचिकाकर्ता",
  "SMT. MINU AND OTHERS,—Respondents": "एसएमटी। न्यूनतम और अन्य,-उत्तरदाता",
  "Date of Decision ard August, 1990": "निर्णय की तिथि 3 अगस्त, 990",
  "Haryana Urban (Control of Rent and Eviction) Act 1973— Ss 13": "हरियाणा शहरी (किराया और बेदखली।नियंत्रण) अधिनियम 7973- धरा 73 और 75- सबलेटिंग उपकिरायेदार",
  "subletting-Rebuttal off-finding of fact-Jurisdiction of Revisional Court-": "क़ब्ज़े में पाया गया: अनुमान में पाया यया: तथ्य: जुरी का खंदन ऑफ: फाइंडिंग पुनरीक्षण न्यायालय का क्षैत्राधिकार -",
  "Father ‘retiring son carrying on business-Son living separately—": "पिता का सेवानिवृत्त बेटा व्यवसाय कर रह्न है पुत्र अलग रहरहा है क्या सबलेटिंगसाबित हुई -",
  "Held that, in case of subletting of the premises, the landlord being": "अभिनिर्शरित किया गया कि, परिसर को खाली करने के मामले में, मकान मालिक किरायेदार और उप-",
  "a stranger to any agreement between the tenant and the sub-tenant": "किरायेदार के बीच किसी भी समझौते के लिए एक अजनबी होने के नाते आम तौर पर किरायेदार और उप-किरायेदार",
  "ordinarily will not know the precise agreement between tenant and the sub-tenant. If a third person is in possession, in that event, the": "के बीच सटीक समझौते को नहीं जानता होगा।अगर किसी तीसरे व्यक्ति के पास विर्तिक संपत्ति की कब्जा हो, तो उस",
  "unless possession of the third person is explained by the tenant.": "प्रस्तावना की जाती है कि संपत्ति का उपकिराया किया गया है, जब तक किरयायेदार द्वारा तीसरे व्यक्ति के पास कब्जा की व्याख्या नहीं होती।",
  "(Para 14)": "(पैरा 4)",
  "Held that, findings of fact recorded by the Courts below are": "यह अशथिनिर्धरित करते हुए कि, निचले न्यायालयों द्वारा अभिलिखित तथ्य के निष्कर्ष अभिलेख पर साक्ष्य पर",
  "supportable on the evidence on record, the revisional Court must, indeed, be reluctant to embark upon an independent reassessment of the": "समर्थनीय हैं, पुनरीक्षण न्यायालय को, वास्तव में, साक्ष्य का एक स्वतंत्र पुनर्मूल्‍्यांकन शुरू करने और अपने स्वयं के",
  "be reluctant to embark upon an independent reassessment of the evidence and to supplant a conclusion of its own, so long as the evidence": "निष्कर्ष को प्रतिस्थापित करने के लिए अनिच्छुक होना चाहिए, जब तक कि अभिलेख पर साक्ष्य निम्न न्यायालय द्वारा",
  "Held that, it is in the evidence of the land lord-respondents that the petitioner also had been visiting the shop. Admittedly, he has become": "यह पाया गया हे कि, यह भू.स्वामी-प्रत्यर्थियों के साक्ष्य में है कि याचिकाकर्ता भी दुकान पर जा रहा था।मान",
  "old. Thus, he must be taken to be in legal possession. It is not the case where he has totally divested himself allowing his son to continue the": "लीजिए, वह बूढ़ा हो गया है।इस प्रकार, उसे कानूनी कब्जे में लिया जाना चाहिए।ऐसा नहीं है कि उन्होंने अपने बेटे",
  "where he has totally divested himself allowing his son to continue the business. Once he is in legal possession as is apparent from the evidence": "को व्यवसाय जारी रखने की अनुमति देते हुए खुद को पूरी तरह से वंचित कर लिया है।एक बार जब वह कानूनी कब्जे",
  "because he continues to visit the shop and the person found to be": "में हो जाता है जैसा कि सबूतों से स्पष्ट है क्योंकि वह दुकान का दौरा करना जारी रखता है और जिस व्यक्ति को",
  "carrying on the bussiness was none other than his son, it would not be": "व्यवसाय करते हुए पाया जाता है वह कोई और नहीं बल्कि उसका बेटा था, तो सबलेटिंग का अनुमान लगाने की",
  "(Para 23)": "(पैरा 23)",
  "J.S. Malik, Advocate for the Petitioner": "जे. एस. मलिक, याचिकाकर्ता के वकील",
  "Ashok Aggarwal, Senior Advocate with Vikas Behl, Advocate for the respondent I and 2.": "अशोक अग्रवाल, विकास बहल के साथ वरिष्ठ अधिवक्ता, ग्रतिवादी / और2 के लिए अधिवक्‍ता।",
  "JUDGMENT": "निर्णय",
  "V. S. AGGARWAL, J.": "वी एच अग्रवाल जे",
  "against the order passed by the learned Rent Controller, Narnaul, dated": "प्राधिकरण, नारनौल, दिनांक 2 मई 998 द्वारा पारित आदेश के खिलाफ निर्देशित वर्तमान पुनरीक्षण याचिका दायर",
  "of eviction against the petitioner. The appeal was dismissed by the": "प्राधिकरण द्वारा अपील को खारिज कर दिया गया था।",
  "(2) The relevant facts are that petitioner is a tenant in the shop in question. The respondents who are landlords filed an eviction": "(2) प्रासंगिक तथ्य यह है कि याचिकाकर्ता दुकान में किरायेदार है।प्रतिवादीगण जो मकान मालिक हैं, उन्होंने",
  "petition. The ground of eviction relevant for the disposal of the present": "बेदखली याचिका दायर की। वर्तमान पुनरीक्षण याचिका के निपटारे के लिए प्रासंगिक बेदखली का आधार और जिसे",
  "revision petition and that found favour with the learned Rent Controller and the learned Appellate Authority is that, as per landlords, the": "विद्वत किराया नियंत्रक और विद्बत अपीलीय प्राधिकरण का पक्ष मिला, वह यह है कि मकान मालिकों के अनुसार,",
  "petitioner who is a tenant has sublet the property to Raghbir respondent (now dead and represented by respondents ‘No. 3 to 5 in the revision petition). Raghbir was the son of the petitioner. The eviction petition": "याचिकाकर्ता जो एक किरायेदार है, ने संपत्ति को रघबीर प्रतिवादीगण (अब मृत और पुनरीक्षण याचिका में प्रतिवादीगण संख्या 3 से 5 द्वारा प्रतिनिधित्व किया गया है) को उपकिराये पर दे दी है।रघबीर याचिकाकर्ता का बेटा था।बेदखली",
  "was contested. It was denied that the property in question has been": "याचिका का विरोध किया गया था।यह खंडन किया गया कि प्रश्नचिन्हित संपत्ति को उपकिराया दिया गया है या कि",
  "the Code of Civil Procedure, 1908, as applicable to Haryana, reads as under :—": "हरियाणा में लागू सिविल प्रक्रिया संहिता, 7908 का आदेश 22 नियम 2-बी निम्नानुसार है:--",
  "“2-B : The duty to bring on record the legal representatives of the deceased defendant shall be of the heirs of the deceased and": "“2-बीःमृतक प्रतिवादी के कानूनी प्रतिनिधियों को अभिलेख पर लाने का कर्तव्य मृतक के उत्तराधिकारियों का",
  "not of the person who is dominus litus.”": "होगा न कि उस व्यक्ति का जो अधिवासी है।”",
  "(10) It is abundantly clear from the perusal of the aforesaid provision that it is the duty of the heirs of the deceased to bring the": "(0) उपरोक्त प्रावधान के अवलोकन से यह बहुत स्पष्ट है कि मृतक के उत्तराधिकारियों का कर्तव्य है कि वे",
  "lagal representatives on the record. It is not the duty of the person who": "लगाल प्रतिनिधियों को अभिलेख पर लाएं।ऐसा करना उस व्यक्ति का कर्तव्य नहीं है जो स्वतंत्र है।मैसर्स विनोद ट्रेडिंग",
  "is dominus litus to do so. To the same effect is the judgment of this Court in the case of M/s Vinod Trading Co. etc., vs. Seth Tola Ram etc (5). When no such application was filed by the legal representatives": "कंपनी आदि, बनाम के मामले में इस न्यायालय का निर्णय भी इसी प्रभाव से है। सेठ तोला राम आदि (5)।जब",
  "etc (5). When no such application was filed by the legal representatives of the deceased son of the petitioner, it cannot be termed that any": "याचिकाकर्ता के मृत बेटे के कानूनी प्रतिनिधियों द्वारऐसा कोई आवेदन दायर नहींकियागया था, तो यह नहीं कहा",
  "prejudice is caused much less to the petitioner. He cannot, in these": "जा सकता है कि याचिकाकर्ता के लिए कोई पूर्वाग्रह बहुत कम है।इसलिए, इन परिस्थितियों में, वह अपने लाभ के",
  "(11) Onbehalfof the respondent-landlords, it was contended that both the learned Rent Controller and the learned Appellate Authority": "()) प्रत्यर्थी-मकान मालिकों की ओर से, यह तर्क दिया गया कि विद्वत किराया नियंत्रक और विद्गत अपीलीय",
  "and, therefore, as there is correct appreciation of eyidence, the said finding should not be upset by this Court. Strong reliance in this regard": "चूंकि साक्ष्य का सही मूल्यांकन है, इसलिए उक्त निष्कर्ष को इस न्यायालय द्वारा परेशान नहीं किया जाना चाहिए।इस",
  "was placed on the decision of this Court in the case of H.S. Sandhu (a minor) by Mrs. Amarjit Kaur Sandhu (deceased) represented by Legal": "संबंध में श्रीमती अमरजीत कौर संधू (मृतक) द्वारा कानूनी प्रतिनिधि बनाम एच. एस. संधू (एक नाबालिग) के मामले",
  "Representatives vs. Satya Parkash and others (6). Reliance was further": "में इस न्यायालय के फैसले पर मजबूत भरोसा रखा गया था। सत्यप्रकाश और अन्य (6)।रिलायंस को आगे श्रीमती के",
  "placed on the decision of the Supreme Court in the case of Smt. Rajbir Kaur and another vs. M/s S. Chokosiri and Co. (7). This was a decision under the East Punjab Urban Rent Restriction Act, 1949. The provisions": "मामले में सर्वोच्च न्यायालय के फैसले पर रखा गया था। राजबीर कौर और एक अन्य बनाम मेसर्स एस. चोकोसिरी एंड कंपनी (7)।यह निर्णय पूर्वी पंजाब शहरी किराया प्रतिबंध अधिनियम, 949 के तहत लिया गया था।उक्त",
  "of sub-section (5) to Section 15 of the said Act are not different from the provisions of the Rent Act applicable to Haryana. The Supreme Court": "अधिनियम की धारा 5 की उप-धारा (5) के प्रावधान हरियाणा में लागू किराया अधिनियम के प्रावधानों से अलग नहीं",
  "“The scope of the revisional jurisdiction depends on the language of the statute conferring the revisional jurisdiction. Revisional": "“पुनरीक्षण अधिकारिता का दायरा पुनरीक्षण अधिकारिता प्रदान करने वाले क़ानून की भाषा पर निर्भर करता",
  "jurisdiction is only a part of the appellate jurisdiction and cannot be equated with that of a full-fledged appeal. Though": "है।पुनरीक्षण अधिकारिता केवल अपीलीय अधिकारिता का एक हिस्सा है और इसे पूर्ण अपील के बराबर",
  "provision-might be wider than revisional power under Section": "संशोधन शक्ति से अधिक व्यापक हो सकती है।सिविल प्रक्रिया संहिता के अनुसार, फिर भी, एक पुनरीक्षण",
  "Court is not a second or first appeal.": "न्यायालय दूसरी या पहली अपील नहीं है।",
  "(6) 1978 Current Law Journal (Civil) Pb. & Haryana 16. ,": "(5) 978 वर्तमान विधि पत्रिका (सिविल) पी. बी. और हरियाणा 6.",
  "(6) 1989(2)R.C.R. 197.": "(6) 989 (2)आर, सी. आर 97",
  "(7) A.LR. 1988 S.C. 1845.": "(7) ए. आई. आर. 988 एस. सी. 845.",
  "When the findings of fact recorded by the Courts below are": "जब निचली अदालतों द्वारा दर्ज किए गए तथ्यात्मक निष्कर्ष रिकॉर्ड पर मौजूद साक्ष्यों पर आधारित होते हैं, तो",
  "reassessment of the evidence and to supplant a conclusion of": "संशोधनात्मक न्यायालय को साक्ष्यों का स्वतंत्र पुनर्मूल्यांकन करने और अपने स्वयं के निष्कर्ष को",
  "supported the one reached by the Court below. With respect": "अदालत द्वारा प्राप्त किए गए साक्ष्यों को स्वीकार और समर्थन करता है। उच्च न्यायालय के संबंध में, हमें",
  "to the High Court, we are afraid, the exercise made by it in its revisional jurisdiction incurs the criticism that the concurrent": "डर है कि इसके द्वारा अपने संशोधनात्मक अधिकार क्षेत्र में किए गए प्रयोग की आलोचना की जा सकती",
  "finding of fact of the Court below could not be dealt and": "है कि निचली अदालत के तथ्यात्मक निष्कर्ष को इस तरह से निपटाया और प्रतिस्थापित नहीं किया जा",
  "supplanted by a different finding arrived at on an independent reassessment of evidence as was done in this case. We think": "सकता है कि एक अलग निष्कर्ष पर पहुंचें स्वतंत्र रूप से साक्ष्यों का पुनर्मूल्‍्यांकन जैसा कि इस मामले में",
  "in the circumstances, we should agree with Sri Sanghi that": "किया गया था। हमारा विचार है कि परिस्थितियों में, हमें श्री सांधी से सहमत होना चाहिए कि मेसर्स क्वालिटी",
  "the concurrent finding as to exclusive possession of M/s Kwality Ice-Cream was not amenable to reversal in revison.": "आइसक्रीम के अनन्य कब्जे के संबंध में समवर्ती निष्कर्ष संशोधन में उलटने योग्य नहीं था। हमारी राय में,",
  "Contentions (a) and (b), in our opinion, are well taken and would require to be held in appellants’ favour.”": "दलीलें (ए) और (बी) अच्छी तरह से ली गई हैं और अपीलकर्ताओं के पक्ष में आयोजित होने की आवश्यकता होगी।”",
  "rendered in the case of Lachhman Dass vs. Santokh Singh (8), wherein": "(42) सुप्रीम कोर्ट ने लछमण दास बनाम संतोख सिंह (8) के मामले में दिए गए निर्णय में भी यही दृष्टिकोण",
  "the findings were as under :—": "अपनाया, जिसमें निष्कर्ष इस प्रकार थे--",
  "itself with regard to.the legality or propriety of an order or proceeding taken under the Act and empowers the High Court": "पारित किसी आदेश या कार्यवाही की वैधता या औचित्य के संबंध में खुद को संतुष्ट कर सके और उच्च",
  "proceeding taken under the Act and empowers the High Court to pass such order in relation thereto as it may deem fit. The": "न्यायालय को इस तरह के आदेश को पारित करने का अधिकार देता है जैसा वह उचित समझे। यदि उच्च",
  "the finding, it was held that inference of subletting can easily be drawn.": "निष्कर्ष के अनुसार, यह माना गया कि सबलेटिंग का अनुमान आसानी से निकाला जा सकता है।इस न्यायालय ने",
  "This Court held as under :—": "निम्नानुसार अभिनिर्धारित कियाः-",
  "sevens Later on, he walked out of the premises and allowed his son Harminder Singh, respondent, to occupy the same who now": "“बाद में, वह परिसर से बाहर चले गए और अपने बेटे हरमिंदर सिंह, प्रतिवादी को उसी पर कब्जा करने की",
  "claims himself to be a direct tenant under the landlord. Under": "अनुमति दी, जो अब खुद को मकान मालिक के अधीन एक प्रत्यक्ष किरायेदार होने का दावा करता है।इन",
  "the circumstances, the plea of subletting is clearly estblished from the evidence on the recordin the present case.....”": "परिस्थितियों में, प्रस्तुत करने की याचिका स्पष्ट रूप से वर्तमान मामले में रिकॉर्ड पर साक्ष्य से अलग है।",
  "Once again it is clear that it was in the circumstances of the": "एक बार फिर यह स्पष्ट है कि यह विशेष मामले की परिस्थितियों में थाकि यह अभिनिर्धारित किया गया था कि",
  "particular case that it was held that the father could sublet the property to the son because the sonfailed to establish that he was a direct tenant": "पिता संपत्ति को बेटे को सौंप सकता है क्योंकि बेटा यह स्थापित करने में विफल रहा कि वह मकान मालिक का प्रत्यक्ष",
  "of the landlord. He set up his own title in the property but failed to.": "किरायेदार था।उन्होंने संपत्ति में अपना खिताब स्थापित किया लेकिन इसे स्थापित करने में विफल रहे।उद्धृत मामला",
  "establish the same. The cited case is distinguishable on its facts. Similary, in the case of Hans Raj and another vs. Naval Kishore and others (12),": "अपने तथ्यों के आधार पर अलग है।इसी तरह, हंस राज और एक जन्‍्य बनाम के यायलेमें। (कियायेदार के ,र्ई नवल",
  "On the contrary, they were living separately and the tenant was having": "संयुक्त परिवार था।इसके विपरीत, वे अलग रह रहे थे और किरायेदार का एक अलग व्यवसाय था।यह माना गया कि",
  "(18) It goes without saying that a judgment would be a precedent": "(8) यह बिना कहे चला जाता है कि एक निर्णय एक पूर्ववर्ती बाध्यकारी होगा यदि यह तथ्यों पर पैरा मैटेरिया",
  "binding if it is para materia on facts. But, as noticed above, in both these cases the facts were different and, therefore, one can safely": "है।लेकिन, जैसा कि ऊपर देखा गया है, इन दोनों मामलों में तथ्य अलग-अलग थे और इसलिए, कोई भी सुरक्षित रूप",
  "conclude that the said decisions cannot be taken advantage of by the respondénts. ‘": "से यह निष्कर्ष निकाल सकता है कि उक्त निर्णयों का लाभ प्रतिवादीगण द्वारा नहीं उठाया जा सकता है।",
  "(19) Reliance in this regard was-placed on the decision of the Supreme Court in the case of Dr. Gyan Parkash vs. Som Nath and others (13). This was a dicision under the Himachal Pradesh Urban": "(49) इस संबंध में डॉ. ज्ञान प्रकाश बनाम सोमनाथ और अन्य (3) के मामले में उच्चतम न्यायालय के फैसले",
  "others (13). This was a dicision under the Himachal Pradesh Urban Rent Control Act, 1987. There was no plea taken in the written": "परभरोसा किया यया ७/यह हियावल प्रदेशशहरी किराया नियंत्रण अधिनियम, 987 के तहत एक निर्णय था।उप-",
  "statement by the sub-tenant that the original tenant had surrendered": "किरयायेदार द्वारा लिखित बयान में कोई दलील नहीं दी गई थी कि मूल किरायेदार ने किरायेदारी को आत्मसमर्पण कर",
  "the tenancy and that the landlord had accepted him as a direct tenant.": "दिया था और मकान मालिक ने उसे सीधे किरायेदार के रूप में स्वीकार कर लिया था।यह अभिनिर्धारित किया गया",
  "It was held that mere payment of rent will not make him a direct tenant.": "था कि केवल किराए का भुगतान करने से वह सीधे किरायेदार नहीं बन जाएगा।याचिकाकर्ता के बेटे द्वारा ऐसी कोई",
  "No such plea had been taken by the son of the petitioner that he was direct tenant in the property. The result would be that the decision in": "याचिका नहीं ली गई थी कि वह संपत्ति में सीधे किरायेदार था।परिणाम यह होगा कि डॉ. ज्ञान प्रकाश के मामले",
  "_ (20) This Court in the case of Chanan Singh Chitti vs. Darbara Singh and another (14), in peculiar facts, concluded that where a tenant": "(20) चानन सिंह चिट्टी बनाम दरबारा सिंह और एक जअन्य(4) के मायले में इस अदालत ने विचित्र तथ्यों में",
  "carried on his business as agent of the sub-tenant, it cannot be held": "यह निष्कर्ष निकाला कि जहां एक किरायेदार उप-किरायेदार के एजेंट के रूप में अपना व्यवसाय करता है, यह नहीं",
  "that the property had been sublet. More close to the facts of the present": "माना जा सकता है कि संपत्ति को कम कर दिया गया था।वर्तमान के तथ्यों के अधिक करीब",
  "(14) 1986 (2) AllIndia Rent Control Journal 243.": "(।4) 986 (2) अखिल भारतीय किराया नियंत्रण पत्रिका 248।",
  "case is the decision of the Supreme Court in the case of Jagan Nath (deceased) through his Legal Representatives vs. Chander Bhan and": "मामला अपने कानूनी प्रतिनिधियों बनाम चंदर भान और अन्य (5) के माध्यम से जगन ना५४(युत) के मामले मेंसर्वोच्च",
  "that the property has beeri sublet. The tenant was running the business.": "कि संपत्ति को खाली कर दिया गया है।किरायेदार व्यवसाय चला रहा था।वह सेवानिवृत्त हो गए थे और उन्होंने वही",
  "He had retired and gave the same to his son. Since he had the right to": "अपने बेटे को दे दिया था।चूँकि उन्हें अपने बेटे को बेदखल करने का अधिकार था, इसलिए यह निष्कर्ष निकाला गया",
  "dispossess his son, it was concluded that subletting is not proved. In paragraoh 6 of the judgment, Supreme Court held as under :—": "कि सबलेटिंग साबित नहीं हुई है।निर्णय के अनुच्छेद 6 में, सर्वोच्च न्यायालय ने निम्नानुसार अभिनिर्धारित कियाः--",
  "seseeeees So long as the tenant retains the right to possession there": "“जब तक किरायेदार को वहां कब्जा करने का अधिकार बना रहता है",
  "is No parting with possession in terms of clé&use (b) of section 14 (1) of the Act. Even though the father had retired from the": "अधिनियम की धारा 4 () के खंड (बी) के संदर्भ में कब्जे के साथ कोई विभाजन नहीं है। भले ही पिता",
  "business and the sons had.been looking after the business, in": "व्यवसाय से सेवानिवृत्त हो गए थे और बेटे थे।व्यवसाय की देखरेख करते हुए, इस मामले के तथ्यों में, यह",
  "the facts of this case, it cannot be said that the father had divested himself of the legal right to be in possession. If the": "नहीं कहा जा सकता है कि पिता ने खुद को कब्जे में रखने के कानूनी अधिकार से वंचित कर दिया था।यदि",
  "father has a right to displace the possession of the occupants i.e. his sons, it cannot be said ‘that the tenant had parted with": "पिता को कब्जाधारियों यानी अपने बेटों के कब्जे को स्थानांतरित करने का अधिकार है, तो यह नहीं कहा",
  "Shri Hans Raj, 1974 Rent Control Reporter, 163 (19741 SCC , 289) had occasion to discuss the same aspect of the matter.": "हंस राज, 974 किराया नियंत्रण रिपोर्टर, 463 (974 एस. सी. सी. 289) के पास मामले के इसी पहलू",
  "There two persons lived in a house as husband and wife and": "पर चर्चा करने का अवसर था।वहाँ दो व्यक्ति एक घर में पति और पत्नी के रूप में रहते थे और उनमें से",
  "one of them who rented the premises, allowed the other to": "एक ने परिसर किराए पर लिया था, दूसरे को इसके एक हिस्से में व्यवसाय करने की अनुमति दी थी,",
  "section (4) of section 14 of the Delhi Rent Control Act. This": "सवाल यह था कि क्या यह दिल्ली किराया नियंत्रण अधिनियम की धारा 4 की उप-धारा (4) के प्रावधानों",
  "Court held that if two persons live together in a house as": "को कम करने और आकर्षित करने के बराबर है। इस न्यायालय ने अभिनिर्धारित किया कि यदि दो व्यक्ति",
  "husband and wife and one of them who owns the house allows": "एक घर में पति और पत्नी के रूप में एक साथ रहते हैं और उनमें से एक जो घर का मालिक है, दूसरे को",
  "the other to carry on business in a part of it, will be in the absence of any other evidence, a rash inference to draw that": "उसके एक हिस्से में व्यवसाय करने की अनुमति देता है, तो यह किसी अन्य साक्ष्य के अभाव में होगा, यह",
  "the father was carrying on the business with his sons and the family was a joint Hindu family, it is difficult to presume that": "है।इस मामले में यदि पिता अपने बेटों के साथ व्यवसाय कर रहा था और परिवार एक संयुक्त हिंदू परिवार था, तो यह मान लेना मुश्किल है कि पिता ने अधिनियम की धारा 4 () (बी) की शरारत को आकर्षित",
  "the father had parted with possession legally to attract the": "करने के लिए कानूनी रूप से कब्जे के साथ भाग लिया था।",
  "(21) Similarly, in the case of Arshad Ali vs. Kailash and others (16), one brother had taken the property on rent. It was held": "(2) इसी तरह, अरशद अली बनाम कैलाश और अन्य (76) के मामले में एक भाई ने संपत्ति किराए पर ली",
  "that merely because the other brother had also worked with him in the": "थी।यह अभिनिर्धारित किया गया था कि केवल इसलिए कि दूसरे भाई ने भी उसके साथ संपत्ति में काम किया था, यह",
  "property it cannot be termed that the property had been sublet.": "नहीं कहा जा सकता है कि संपत्ति को खाली कर दिया गया था।",
  "(22) It is obvious from the aforesaid that before it could be termed": "(22) उपरोक्त से यह स्पष्ट है कि इससे पहले कि यह कहा जा सके कि संपत्ति को खाली कर दिया गया है,",
  "that the property has been sublet, a third person should be in legal possession. If the tenant retains the legal possession or the right to": "किसी तीसरे व्यक्ति को कानूनी कब्जे में होना चाहिए।यदि किरायेदार के पास कानूनी अधिकार या अधिकार है",
  "(15) 1988 (1) R.C.R. 629.": "(5) 988 0)आर,. सी. आर. 629",
  "(16) 1998 (2) PLR 250.": "(6) 998 (2) पीएलआर 250।"
}