{
  "dismissed it on the point of limitation, I am of the view that the decision was correct and would require no intervention. The issue of extending the": "दिया था, तो मेरा विचार है कि निर्णय सही था और इसमें किसी हस्तक्षेप की",
  "in a decision of the Delhi High Court in Anil Mehra versus East India Weaving Limited (6). The writ petition filed by the State is, for the above": "से नहीं किया जा सकता है, जैसा कि “अनिल मेहरा बनाम ईस्ट इंडिया वीविंग लिमिटेड\" में दिल्‍ली उच्च न्यायालय के एक फैसले में कहा गया है।राज्य द्वारा",
  "Before K. Kannan, J.": "न्यायमूर्ति के. कन्‍नन के समक्ष",
  "versus": "बनाम",
  "Constitution of India - Art. 226 - Permanent Lok Adalat -": "भारत का संविधान-अनुच्छेद 226-सिविल प्रक्रिया संहिता, 4908-आदेश . 8",
  "for an appeal under SICA is contained under Section 25 of the Act as follows:-": "के तहत अपील का प्रावधान अधिनियम की धारा 25 के तहत इस प्रकार हैः-",
  "“25. Appeal": "“25, अपील",
  "(1) Any person aggrieved by an order of the Board made under this": "() इस अधिनियम के तहत किए गए बोर्ड के आदेश से व्यथित कोई भी",
  "Act may, within forty-five days from the date on which a copy": "व्यक्ति, उस तारीख से पैंतालीस दिनों के भीतर, जिस दिन उसे",
  "of the order is issued to him, prefer an appeal to the appellate": "आदेश की एक प्रति जारी की जाती है, अपीलीय प्राधिकरण में",
  "Provided that the appellate authority may entertain any appeal after the said period of forty-five days but not after sixty days from": "बशर्ते कि अपीलीय प्राधिकारी पैंतालीस दिनों की उक्त अवधि के बाद किसी भी अपील पर विचार कर सकता है, लेकिन उपरोक्त",
  "the date aforesaid if it is satisfied that the appellant was prevented": "तिथि से साठ दिनों के बाद नहीं |यदि यह संतुष्ट है कि अपीलकर्ता",
  "by sufficient cause from filing the appeal in time.": "को समय पर अपील दायर करने से पर्याप्त कारण से रोका गया था।",
  "(2) Onreceipt of an appeal under sub-section (1), the appellate": "(2) उप-धारा () के तहत अपील की प्राप्ति पर, अपीलीय प्राधिकारी,",
  "authority may, after giving an opportunity to the appellant to be": "अपीलकर्ता को सुनवाई का अवसर देने के बाद, यदि वह चाहता है,",
  "it deems fit, confirm, modify or set aside the order appealed": "कर सकता है, संशोधित कर सकता है या इसके खिलाफ अपील किए",
  "against or remand the matter to the Board for fresh": "गए आदेश को दरकिनार कर सकता है या मामले को बोर्ड को नए",
  "The proviso makes it possible for the Appellate Authority to entertain an appeal after the period of 45 days, but not after 60 days from the date": "परंतु अपीलीय प्राधिकरण के लिए 45 दिनों की अवधि के बाद अपील पर विचार करना संभव बनाता है, लेकिन तारीख से 60 दिनों के बाद नहीं, जब तक कि",
  "be applied equally to substantive law that sets out a specific period of limitation. This has been considered by the Hon'ble Supreme Court even": "एक विशिष्ट अवधि निधारित करता है।माननीय उच्चतम न्यायालय ने इससे",
  "earlier in Union of India Versus Mis Popular Construction Company-JT -": "पहले भी “यूनियन ऑफ इंडिया बनाम मैंसर्ज पॉप्युत्र कंस्ट्रक्शन कंपनी-",
  "of delay under Section 5 for filing a petition or setting aside the award. The": "दायर करने या आदेश को रदद करने के लिए धारा 5 के तहत देरी को माफ करने",
  "same principle could apply to this as well. The issue of extending the period": "के लिए आवेदन को लागू नहीं किया था।यही सिद्धांत इस पर भी लागू हो सकता",
  "of the Delhi High Court in Anil Mehra Versus East India Weaving Limited-": "सकता है, जैसा कि “अनिल मेहरा बनाम ईस्ट इंडिया वीविंग लिमिटेड-200] (2)",
  "(Para 2)": "(पैरा 2)",
  "stipulates beyond time, no further relaxation will be possible than what the Act itself lays down. This point came to be decided by the Hon’ble Supreme": "यह निर्धारित करता है कि समय के बाद, अधिनियम स्वयं जो निर्धारित करता है, उससे अधिक कोई छूट संभव नहीं होगी।यह बात माननीय उच्चतम न्यायालय",
  "Court while dealing with the provisions of the Arbitration Act that contains": "द्वारा मध्यस्थता अधिनियम के प्रावधानों पर विचार करते हुए तय की गई,",
  "a reference to setting aside of an award under Section 34. Section 43 of": "जिसमें धारा 34 के तहत एक आदेश को निरस्त करने का संदर्भ शामित्र",
  "the Arbitration and Conciliation Act states specifically that the Limitation Act": "है।मध्यस्थता और सुलह अधिनियम की धारा 43 में विशेष रूप से कहा गया है कि",
  "of 1963 is applicable. However, Section 34(3) which provides for a period": "963 का सीमा अधिनियम लागू होता है।हालांकि, धारा 34 (3) जो आदेश को",
  "of limitation of 3 months from the date of passing of the award for an application to be made for setting aside the award also provides that a": "निरस्त करने के लिए किए जाने वाले आवेदन के लिए आदेश पारित होने की तारीख से 3 महीने की सीमा की अवधि का प्रावधान करती है, यह भी प्रावधान",
  "further period of 30 days will be available if reasons are given for not filing the petition within 3 months’ period. Dealing with the situation whether": "करती है कि 3 महीने की अवधि के भीतर याचिका दायर नहीं करने के लिए कारण दिए जाने पर 30 दिनों की और अवधि उपलब्ध होगी ।|इस स्थिति से निपटने के",
  "Section 5 could be invoked by a party, who filed such an application beyond": "लिए कि क्या धारा 5 को एक पक्ष द्वारा लागू किया जा सकता है, जिसने 3 महीने",
  "a period of 30 days after the initial period of 3 months had expired, the": "की प्रारंभिक अवधि समाप्त होने के बाद 30 दिनों की अवधि से अधिक समय तक",
  "Principal Secretary (Irrigation Department) and others (2) that Section": "प्रधान सचिव (सिंचाई विभाग) और अन्य” में निर्णय दिया है।धारा 5 आकर्षित",
  "5 cannot be attracted when the statute provides for a particular period for condonation of delay.": "नहीं हो सकती ,जब अधिनियम देरी की माफी के लिए एक विशेष अवधि का प्रावधान करता है।",
  "(2) The learned counsel for the petitioners refers to a decision of": "(2) याचिकाकर्ताओं के विद्वान अधिवक्ता ने एक निर्णय का उल्लेख किया है",
  "the Hon’ble Supreme Court in Kailash versus Nanhku and others (3),": "'कैलाश बनाम नन्‍्हकू और अन्य” में माननीय सर्वोच्च न्यायालय का यह कहनाहै",
  "to say that Section 5 could be invoked even in such a situation. The": "कि ऐसी स्थिति में भी धारा 5 लागू की जा सकती है।धारा 5 की प्रयोज्यता पर",
  "filed under Order 8 Rule 1 CPC and the amendment that has been brought": "सिविल प्रक्रिया संहिता के आदेश 8 नियम | के तहत दायर एक आवेदन और",
  "about by Act 22 of 2002 that provides for 90 days for filing a written": "2002 के अधिनियम 22 द्वारा लाए गए संशोधन के संदर्भ में विचार किया गया था, जिसमें लिखित बयान दाखिल करने के लिए 90 दिनों का प्रावधान किया गया",
  "statement and sets out also a further period of 30 days for giving an": "है और समय के विस्तार के लिए 30 दिनों की अतिरिक्त अवधि भी निधारित की",
  "under Section 5 could always be invoked. What is possible for a procedure": "सकता है।कानून में एक प्रक्रिया के लिए जो संभव है वह मूल कानून के लिए",
  "in law cannot be applied equally to substantive law that sets out a specific": "समान रूप से लागू नहीं किया जा सकता है जो सीमा की एक विशिष्ट अवधि",
  "(4) AIR 2005 SC 3353": "*ए,आई.आर 2005 एस.सी 3353"
}