{
  "the procedure for carrying out other works near sewers, pipes or other electric lines or works;": "(ज) नालियों, पाइपों या अन्य विद्युत लाइनों या कार्यों के पास अन्य कार्यों को करने की प्रक्रिया;",
  "lines, electrical plant, telegraph lines, sewer lines, tunnels,": "(() पाइपों, विद्युत लाइनों, विद्युत संयंत्रों, तार लाइनों, सीवर लाइनों, सुरंगों, नालियों",
  "the procedure for fencing, guarding, lighting and other safety measures relating to works on streets, railways, tramways, sewers, drains or tunnels and immediate": "(जे) सड़कों, रेलवे, ट्रामवे, सीवर, नालियों या सुरंगों पर कार्यों से संबंधित बाड़ लगाने, सुरक्षा, प्रकाश व्यवस्था और अन्य सुरक्षा उपायों की प्रक्रिया और उनकी तत्काल",
  "reinstatement thereof;": "बहाली;",
  "the avoidance of public nuisance, environmental damage": "(के) ऐसे कार्यों से सार्वजनिक उपद्रव, पर्यावरणीय क्षति और सार्वजनिक और निजी",
  "and unnecessary damage to the public and private property by such works;": "संपत्ति को अनावश्यक नुकसान से बचना;",
  "the procedure for undertaking works which are not reparable by the Appropriate Government, licensee or": "((च) ऐसे कार्य करने की प्रक्रिया जो उपयुक्त सरकार, अनुज्ञप्तिधारी या स्थानीय",
  "the manner of deposit of amount required for restoration of any railways, tramways, waterways, etc;": "((ट) किसी भी रेलवे, ट्राम मार्ग, जल मार्ग आदि की बहाली के लिए आवश्यक राशि जमा करने का तरीका;",
  "(n) the manner of restoration of property affected by such works and maintenance thereof;": "(एन) ऐसे कार्यों से प्रभावित संपत्ति की बहाली और उसके रखरखाव का तरीका;",
  "(o) the procedure for deposit of compensation payable by the licensee and furnishing of security; and": "(ओ) अनुज्ञप्तिधारी द्वारा देय क्षतिपूर्ति जमा करने और प्रतिभूति प्रस्तुत करने की प्रक्रिया; और",
  "(p) such other matters as are incidental or consequential to the construction and maintenance of works under this section.": "(पी) ऐसे अन्य मामले जो इस खंड के तहत कार्यो के निर्माण और रखरखाव के लिए आकस्मिक या परिणामी हैं।",
  "68. Overhead lines.—(1) An overhead line shall, with prior": "68. ऊपर की रेखाएँ।-- (]) एक ओवरहेड लाइन, पूर्व के साथ",
  "approval of the Appropriate Government, be installed or kept installed above ground in accordance with the provisions of sub-section (2).": "उपयुक्त सरकार का अनुमोदन, उप-धारा (2) के प्रावधानों के अनुसार जमीन के ऊपर स्थापित या स्थापित किया जाए।",
  "The provisions contained in sub-section (1) shall not apply—": "(2) उप-धारा (१) में निहित प्रावधान लागू नहीं होंगे-(ए) एक ऐसी विद्युत लाइन के",
  "(a) inrelation to an electric line which has a nominal voltage not exceeding 11 kilovolts and is used or intended to be": "संबंध में जिसका नाममात्र वोल्टेज ] किलोवोल्ट से अधिक नहीं है और जिसका",
  "“176(1): The Central Government may, by notification, make rules for carrying out the provisions of this Act.": "“]76(]):केंद्र सरकार अधिसूचना द्वारा इस अधिनियम के प्रावधानों को लागू करने के लिए नियम बना सकती है।",
  "(e) the works of licensees affecting the property of owner or occupier under sub-section (2) of Section 67;": "(ई) खंड 67 की उप-खंड (2) के तहत मालिक या अधिभोगकर्ता की संपत्ति को प्रभावित करने वाले लाइसेंसधारियों के कार्य;",
  "(f) | such other cases which may be prescribed under clause (c) of sub-section (2) of Section 68;": "(च) ऐसे अन्य मामले जो खंड 68 की उप-खंड (2) के खंड (ग) के तहत निर्धारित किए जा सकते हैं;",
  "The relevant provisions may be reproduced to examine the subject for which": "संबंधित प्रावधानों को उस विषय की जांच करने के लिए पुनः प्रस्तुत किया जा सकता",
  "the rules could be framed by the Central Government:": "है जिसके लिए केंद्र सरकार द्वारा नियम बनाए जा सकते हैं:",
  "Section 67. Provision as to opening up of streets, railways, etc.": "खंड 67.सड़कों, रेलवे आदि को खोलने का प्रावधान। ()।",
  "(2) The Appropriate Government may, by rules made by it in this behalf, specify,—": "(2) उपयुक्त सरकार, इस संबंध में अपने द्वारा बनाए गए नियमों द्वारा, निर्दिष्ट कर सकती है -",
  "(a) the cases and circumstances in which the consent in writing of the Appropriate Government, local authority, owner or occupier, as the case may be, shall be required for carrying out works;": "(क) वे मामले और परिस्थितियाँ जिनमें कार्य करने के लिए उपयुक्त सरकार, स्थानीय प्राधिकरण, मालिक या अधिभोगकर्ता की लिखित सहमति की आवश्यकता होगी;",
  "KANWAR SINGH v. UNION OF INDIA AND OTHERS 613": "कंवर सिंह बनाम भारत का संघ अन्य का संघ",
  "(K. Kannan, J.)": "(के, कन्‍नन, जे.)",
  "machinery is bound to enforce the law, without requiring the petitioner to": "मशीनरी कानून को लागू करने के लिए बाध्य है, याचिकाकर्ता को आगे के निर्देशों के लिए",
  "approach the government for further directions, for every copyright violation": "सरकार से संपर्क करने की आवश्यकता के बिना, प्रत्येक कॉपीराइट उल्लंघन के लिए",
  "when public performer in any event (that would include a marriage ceremony)": "जब किसी भी घटना में सार्वजनिक कलाकार (जिसमें एक विवाह समारोह शामिल होगा)",
  "reproduces a sound recording without licence from the copyrights society.": "कॉपीराइट सोसाइटी से लाइसेंस के बिना एक ध्वनि रिकॉर्डिंग को पुनः प्रस्तुत करता है। ॥2(. स्वभाव",
  "(13) Under the circumstances, the impugned letter in so far as it directs the petitioner-Company to represent to the Government and wait": "(]3) इन परिस्थितियों में, जहां तक यह याचिकाकर्ता-कंपनी को सरकार का",
  "directs the petitioner-Company to represent to the Government and wait for further direction or notification from the Government is quashed. No": "प्रतिनिधित्व करने और सरकार से आगे के निर्देश या अधिसूचना की प्रतीक्षा करने का",
  "fresh notification from Government is necessary nor can the petitioner be": "निर्देश देता है, विवादित पत्र रद्द कर दिया जाता है | सरकार से किसी नई अधिसूचना की आवश्यकता नहीं है और न ही याचिकाकर्ता को विवादित पत्र में बताए गए तरीके से",
  "compelled to make any representation to the Government in the manner": "सरकार को कोई अभ्यावेदन देने के लिए मजबूर किया जा सकता है | पुलिस ऊपर बताए",
  "spelt out in the impugned letter. The police is bound to act on legitimate complaints of copyright violations in the manner explained above.": "गए तरीके से कॉपीराइट उल्लंघन की वैध शिकायतों पर कार्रवाई करने के लिए बाध्य है।",
  "(14) The writ petition is allowed on the above terms.": "(4) रिट याचिका की अनुमति उपरोक्त शर्तों पर दी गई है।",
  "A. AGGARWAL": "ए. आगरवाल",
  "Before K. Kannan, J.": "के. कन्‍नन से पहले, जे.",
  "KANWAR SINGH —Petitioner": "कंवर सिंह,-याचिकाकर्ता",
  "versus": "बनाम",
  "UNION OF INDIA AND OTHERS,—Respondents CWP No. 7902 of 2011": "भारत का संघ अन्य का संघ-20व7 का उत्तरदाता सी, डब्ल्यू. पी. सं. 7902",
  "Constitution of India - Art.226/227& 300A - Electricity Act": "भारत का संविधान-५7+४.226/227 और 300#-विद्युत अधिनियम 2003-",
  "Telegraph Act, 1885 - Ss. 10 to 19 - Land Acquisition Act, 1894 -": "टेलीग्राफ अधिनियम, 3885-धारा। 40 से 9-भूमि अधिग्रहण अधिनियम,",
  "Ss. 40 & 41 - Electricity Rules, 2005 - Electricity Rules, 1952 - Works": "4894-एस. 40 और 44-विद्युत नियम, 2005-विद्युत नियम, 4952-विद्युत",
  "of Electricity Rules, 2006 - RI.3(b) & 4 - Objection by landowner over laying of high tension wires over their property - Power of": "कार्य नियम, 2006-आर. आई. 3 (बी) और 4-अपनी संपत्ति पर उच्च तनाव",
  "licensee under Telegraph Act - Exclude any scope of any objection by land owner - Power to lay transmission lines does not always": "वाले तार बिछाने पर भूमि मालिक द्वारा आपत्ति-टेलीग्राफ अधिनियम के तहत",
  "KANWAR SINGH v. UNION OF INDIA AND OTHERS 619": "कंवर सिंह बनाम भारत का संघ अन्य का संघ",
  "with, or is likely to interrupt or interfere with, the conveyance or transmission of electricity or the accessibility of any works,": "बिजली के परिवहन या संचरण या किसी भी काम की पहुंच में बाधा डालने या हस्तक्षेप",
  "an Executive Magistrate or authority specified by the Appropriate Government may, on the application of the licensee,": "करने की संभावना के साथ, उपयुक्त सरकार द्दारा निर्दिष्ट एक कार्यकारी मजिस्ट्रेट या",
  "Appropriate Government may, on the application of the licensee, cause the tree, structure or object to be removed or otherwise": "प्राधिकरण, लाइसेंसधारी के आवेदन पर, पेड़, संरचना या वस्तु को हटा सकता है या",
  "(6) When disposing of an application under sub-section (5), an": "(6) उप-धारा (5) के तहत किसी आवेदन का निपटान करते समय, उस उप-धारा के",
  "Executive Magistrate or authority specified under that subsection": "तहत निर्दिष्ट एक कार्यकारी मजिस्ट्रेट या प्राधिकरण, ऊपरी रेखा लगाने से पहले",
  "shall, in the case of any tree in existence before the placing of": "मौजूद किसी भी पेड़ की स्थिति में, पेड़ में रुचि रखने वाले व्यक्ति को ऐसा मुआवजा",
  "such compensation as he thinks reasonable, and such person may recover the same from the licensee. Explanation.—For": "प्रदान करेगा जो वह उचित समझता है, और ऐसा व्यक्ति लाइसेंसधारी से उसी की",
  "may recover the same from the licensee. Explanation.—For the purposes of this section, the expression “tree” shall be": "वसूली कर सकता है । स्पष्टीकरण | --इस खंड के प्रयोजनों के लिए, \"वृक्ष\"",
  "deemed to include any shrub, hedge, jungle growth or other plant.": "अभिव्यक्ति में कोई झाड़ी, बाड़, जंगल की वृद्धि या अन्य पौधा शामिल माना जाएगा।",
  "(b) The Rules framed under sections 176(2) read with section": "(ख) खंड 67 (2) के साथ पठित खंड 76 (2) के तहत बनाए गए नियम।",
  "67(2)": "66",
  "(4) The Central Government has framed Works of Licensees Rules 2006 (called the 2006 Rules) that provides inter alia through Rule 3 (b)": "(4) केंद्र सरकार ने लाइसेंसधारियों के कार्य नियम 2006 (जिसे 2006 नियम कहा जाता है) तैयार किया है जो नियम 3 (बी) द्वारा से प्रदान करता है कि जहां भवन या",
  "that where the owner or occupier of the building or land raises objections in respect of works to be carried out under this rule, the licensee shall obtain": "भूमि का मालिक या अधिभोगकर्ता इस नियम के तहत किए जाने वाले कार्यों के संबंध",
  "Police or any other officer authorized by the State Government in that behalf": "पुलिस आयुक्त या उस ओर से राज्य सरकार द्वारा अधिकृत किसी अन्य अधिकारी से",
  "for carrying out the works. Sub-rule 2 empowers the District Magistrate or a Commissioner of Police to fix compensation after considering the": "लिखित अनुमति प्राप्त करेगा | उप-नियम 2 जिला मजिस्ट्रेट या पुलिस आयुक्त को",
  "the extent provided under the order issued under Section 164 of the Act": "परिसीमनों से मुक्त करता है और अधिनियम की खंड 64 के तहत जारी आदेश के",
  "“Nothing contained in this rule shall affect the powers conferred": "“ इस नियम में निहित कुछ भी प्रदत्त शक्तियों को प्रभावित नहीं करेगा ।",
  "upon any licensee under section 164 of the Act.”": "अधिनियम की खंड 64 के तहत किसी भी लाइसेंसधारी पर |",
  "(c) Licensee’s power issued under section 164 eclipses the": "(ग) खंड 764 के तहत जारी लाइसेंसधारी की शक्ति 2006 के नियमों के",
  "Held, That the transmission scheme that is notified under the order dt 9th December 2010 is an intra state transmission line and therefore the": "माना गया कि 9 दिसंबर 200 के आदेश के तहत अधिसूचित संचरण योजना एक",
  "dt 9th December 2010 is an intra state transmission line and therefore the appropriate authority is only the State Government. When section 164": "अंतर-राज्य संचरण लाइन है और इसलिए उपयुक्त प्राधिकरण केवल राज्य सरकार है।",
  "allows for the licensee to use the powers under the Telegraph Act, the": "जब खंड 64 अनुज्ञप्तिधारक को टेलीग्राफ अधिनियम के तहत शक्तियों का उपयोग",
  "reference to telegraph lines must be understood as applying for electrical": "करने की अनुमति देती है, तो टेलीग्राफ लाइनों के संदर्भ को विद्युत लाइनों के लिए",
  "government must be understood in the context to mean the power to": "स्थापित करने और बनाए रखने की शक्ति को इस संदर्भ में समझा जाना चाहिए जिसका",
  "establish and maintain electric lines to the state government.": "अर्थ राज्य सरकार को बिजली लाइनों को स्थापित करने और बनाए रखने की शक्ति है।",
  "Further held, That there is no ground made that any of the": "(पैरा ) ने आगे कहा कि ऐसा कोई आधार नहीं बनाया गया है कि किसी भी सरकारी",
  "government guidelines have not been followed. As a measure for future": "दिशा-निर्देश का पालन नहीं किया गया है । भविष्य के मार्गदर्शन के लिए एक उपाय के रूप",
  "guidance, I would direct the State Government to make the provisions for": "में, मैं राज्य सरकार को निर्देश दूंगा कि वह आपत्तियों के लिए प्रावधान करे और",
  "objections and getting details of the transmission scheme meaningful to affected parties by insisting on the licensees to give a local address within": "प्रभावित पक्षों के लिए संचरण योजना का विवरण प्राप्त करे, जिसमें लाइसेंसधारियों को",
  "I would not find any reason to hold that the actions of the respondents are vitiated.": "उल्लंघन नहीं हुआ है और इसलिए मुझे यह मानने का कोई कारण नहीं मिलेगा कि प्रतिवादी के कार्यों को दूषित किया गया है।",
  "High Courts uphold the power of the licencee to layover head transmission lines without prior consent of the landowner and I uphold such reasoning.": "भूमि मालिक की पूर्व सहमति के बिना मुख्य संचरण लाइनों को बिछाने की लाइसेंसधारी की शक्ति को बरकरार रखता है और मैं इस तरह के तर्क को बरकरार रखता हूं । (पैरा",
  "Sanjeev Kodan, Advocate with Jaiveer Yadav and Mr. Gungan Mehta, Advocate, for the petitioner.": "]7) याचिकाकर्ता की ओर से जयवीर यादव और अधिवक्ता श्री गुंगन मेहता के साथ अधिवक्ता संजीव कोडन |",
  "Maharaj Kumar, Advocate for Ms. Sharmila Sharma, Advocate for": "महाराज कुमार, सुश्री शर्मिला शर्मा के लिए अधिवक्ता, 20] के सी. डब्ल्यू, पी.",
  "1894, Electricity Rules, 2005, Electricity Rules, 1952 and Works of Electricity": "अधिनियम, 948 (948 का 54) और विद्युत नियामक आयोग अधिनियम, ]998",
  "KANWAR SINGH v. UNION OF INDIA AND OTHERS 621": "कंवर सिंह बनाम भारत का संघ अन्य का संघ",
  "licence, permission, authorisation or exemption granted or any document or instrument executed or any direction": "लाइसेंस, अनुमति, प्राधिकरण या छूट या निष्पादित कोई दस्तावेज या साधन या",
  "given under the repealed laws shall, insofar as it is not": "निरस्त कानूनों के तहत दिया गया कोई निर्देश, जहां तक यह इस अधिनियम के",
  "inconsistent with the provisions of this Act, be deemed to": "प्रावधानों के साथ असंगत नहीं है, यह माना जाएगा कि इस अधिनियम के संबंधित",
  "have been done or taken under the corresponding": "प्रावधानों के तहत किया गया है या लिया गया है।",
  "(b) the provisions contained in Sections 12 to 18 of the Indian": "(ख) भारतीय विद्युत अधिनियम, 90 की धारा 2 से 8 में निहित प्रावधान और",
  "effect until the rules under Sections 67 to 69 of this Act are made;": "धारा 67 से 69 के तहत नियम नहीं बनाए जाते।",
  "for the owner of the land to object to the installations and to allow the": "आपत्ति करने और लाइसेंसधारी को किसी भी व्यक्ति की भूमि पर प्रवेश करने की",
  "other work in, through or against any building, or on, over or": "किसी भी अचल संपत्ति के नीचे, ऊपर, साथ या उसके पार एक टेलीग्राफ लाइन का",
  "KANWAR SINGH v. UNION OF INDIA AND OTHERS 623": "कंवर सिंह बनाम भारत का संघ अन्य का संघ",
  "(c) except as hereinafter provided, the telegraph authority shall not": "(ग) इसके बाद दिए गए प्रावधानों के अलावा, टेलीग्राफ प्राधिकरण किसी भी स्थानीय",
  "exercise those powers in respect of any property vested in or under the control or management of any local authority, without": "प्राधिकरण में या उसके नियंत्रण या प्रबंधन में निहित किसी भी संपत्ति के संबंध में",
  "the permission of that authority; and": "उन शक्तियों का प्रयोग उस प्राधिकरण की अनुमति के बिना नहीं करेगा; और",
  "(d) inthe exercise of the powers conferred by this section, the": "(घ) इस खंड द्वारा प्रदत्त शक्तियों का प्रयोग करते हुए, तार प्राधिकरण जितना संभव",
  "when it has exercised those powers in respect of any property": "किसी अन्य संपत्ति के संबंध में उन शक्तियों का प्रयोग किया है, तो उन शक्तियों के",
  "compensation to all persons interested for any damage sustained": "प्रयोग के कारण उन्हें हुए किसी भी नुकसान के लिए इच्छुक सभी व्यक्तियों को पूरा",
  "(a) Reference to Central Government under the Telegraph Act is irrelevant — Rejection of petitioner’s contention,": "(क) टेलीग्राफ अधिनियम के तहत केंद्र सरकार का संदर्भ अप्रासंगिक है- याचिकाकर्ता के तर्क को अस्वीकार करना, आधार",
  "(10) The counsel appearing for the petitioners argues that the only": "(0) याचिकाकर्ताओं की ओर से पेश वकील का तर्क है कि टेलीग्राफ प्राधिकरण की",
  "licensee has no power to utilize the powers unless the Central Government": "वाले कार्यों पर विचार करती है, तब तक लाइसेंसधारी को शक्तियों का उपयोग करने की कोई शक्ति नहीं है जब तक कि केंद्र सरकार विद्युत लाइनों को स्थापित या बनाए नहीं",
  "establishes or maintains the electrical lines. I reject this argument since it": "रखती है । मैं इस तर्क को अस्वीकार करता हूं क्योंकि यह टेलीग्राफ अधिनियम के तहत",
  "makes meaningless the power under the Telegraph Act. Under the": "शक्ति को अर्थहीन बनाता है। संवैधानिक योजना के तहत, तार का विषय प्रविष्टि 3],",
  "inevitably, the Central Government can alone establish and maintain electricity": "सूची के रूप में आता है और अनिवार्य रूप से, केंद्र सरकार अकेले बिजली लाइनों",
  "lines. But the subject of electricity is contained under entry 38 in List 3,": "की स्थापना और रखरखाव कर सकती है । लेकिन बिजली का विषय सूची 3 में प्रविष्टि",
  "which is in the concurrent list and the order under section 164 has been": "38 के तहत निहित है, जो समवर्ती सूची में है और खंड 64 के तहत आदेश राज्य",
  "issued by the State Government, which is the appropriate authority under": "सरकार द्वारा जारी किया गया है, जो अधिनियम के तहत उपयुक्त प्राधिकरण है।",
  "the Act. The term ‘appropriate authority’ is defined as follows:": "'उपयुक्त प्राधिकारी' शब्द को निम्नानुसार परिभाषित किया गया हैः",
  "Section 2. Definitions": "खंड 2.परिभाषाएँ",
  "(5) ‘Appropriate Government” means,— (a) the Central Government,—": "(5) “उपयुक्त सरकार का अर्थ है, (ए) केंद्र सरकार, (आई) पूर्ण रूप से या आंशिक",
  "Electricity Act, 2003: 165 Amendment of Sections 40 and 41 of Act": "विद्युत अधिनियम, 2003:65 अधिनियम की धारा 40 और 47 का संशोधन",
  "1 of 1894.—(1) In Section 40, sub-section (1) of clause (b)": "] ]894 में |-- () खंड 40 में, खंड (बी) की उप-खंड ()",
  "and Section 41, sub-section (5) of the Land Acquisition Act, 1894, the term “work” shall be deemed to include electricity": "और भूमि अधिग्रहण अधिनियम, 894 की खंड 4], उप-खंड (5), \"कार्य\" शब्द में",
  "supplied or to be supplied by means of the work to be": "निर्माण किए जाने वाले कार्य के माध्यम से आपूर्ति की जाने वाली या आपूर्ति की जाने",
  "The Appropriate Government may, on recommendation of the Appropriate Commission in this behalf, if it thinks fit, on the": "(2) उपयुक्त सरकार, इस संबंध में उपयुक्त आयोग की सिफारिश पर, यदि वह उचित",
  "application of any person, not being a company desirous of obtaining any land for its purposes, direct that he may acquire": "समझती है, किसी व्यक्ति के आवेदन पर, जो अपने उद्देश्यों के लिए कोई भूमि प्राप्त",
  "1894, in the same manner and on the same conditions as it": "894 के प्रावधानों के तहत ऐसी भूमि का अधिग्रहण उसी तरीके से और उन्हीं शर्तों",
  "might be acquired if the person were a company.": "पर कर सकती है जैसे कि उस व्यक्ति के कंपनी होने पर किया जा सकता है।",
  "Land Acquisition Act: 40. Previous enquiry.—(1) Such consent": "भूमि अधिग्रहण अधिनियमः40. पिछली पूछताछ | -- () ऐसी सहमति",
  "shall not be given unless the appropriate Government be": "यह तब तक नहीं दिया जाएगा जब तक कि उपयुक्त सरकार को खंड 5-ए, उप-खंड",
  "satisfied, either on the report of the Collector under Section 5- A, sub-section (2), or by an enquiry held as hereinafter": "(2) के तहत कलेक्टर की रिपोर्ट पर या इसके बाद दी गई जांच द्वारा संतुष्ट नहीं किया",
  "provided,—": "जाता है, -",
  "(a) that the purpose of the acquisition is to obtain land for the erection of dwelling houses for workmen employed by": "(क) कि अधिग्रहण का उद्देश्य कंपनी द्वारा नियोजित श्रमिकों के लिए आवासों के",
  "connected therewith, or": "है, या",
  "(aa) that such acquisition is needed for the construction of some building or work for a Company which is engaged or is": "((क) कि ऐसा अधिग्रहण किसी ऐसी कंपनी के लिए किसी भवन या कार्य के निर्माण के",
  "taking steps for engaging itself in any industry or work": "लिए आवश्यक है जो किसी सार्वजनिक उद्देश्य के लिए किसी उद्योग या कार्य में लगी हुई",
  "(b) _ that such acquisition is needed for the construction of some": "(ख) कि किसी कार्य के निर्माण के लिए इस तरह के अधिग्रहण की आवश्यकता है,",
  "work, and that such work is likely to prove useful to the public. ]": "और यह कि ऐसा कार्य जनता के लिए उपयोगी साबित होने की संभावना है। ]",
  "(2) Such enquiry shall be held by such officer and at such time and place as the [appropriate Government] shall": "(2) ऐसी जाँच ऐसे अधिकारी द्वारा की जाएगी और ऐसे समय और स्थान पर [उपयुक्त",
  "appoint.": "सरकार] नियुक्त करेगी।",
  "626": "625",
  "(3) Such officer may summon and enforce the attendance of": "(3) ऐसा अधिकारी गवाहों को तलब कर सकता है और उनकी उपस्थिति को लागू कर",
  "the same means and, as far as possible, in the same manner": "सकता है और उसी माध्यम से और जहां तक संभव हो, उसी तरीके से दस्तावेजों को",
  "as is provided by the [Code of Civil Procedure, 1908] in the case of Civil Court.": "पेश करने के लिए मजबूर कर सकता है जैसा कि सिविल कोर्ट के मामले में [सिविल प्रक्रिया संहिता, 908] द्वारा प्रदान किया गया है।",
  "41. Agreement with appropriate Government.—If the": "4]. उपयुक्त सरकार के साथ समझौता | -- अगर",
  "appropriate Government is satisfied after considering the report, if any, of the Collector under Section 5-A, sub-section (2), or": "उपयुक्त सरकार खंड 5-ए, उप-खंड (2) के तहत कलेक्टर की रिपोर्ट, यदि कोई हो,",
  "on the report of the officer making an inquiry under Section 40]": "पर विचार करने के बाद या खंड 40 के तहत जांच करने वाले अधिकारी की रिपोर्ट पर",
  "to in clause (a) or clause (aa) or clause (b) of sub-section (1) of": "खंड (ए) या खंड (बी) में निर्दिष्ट किसी भी उद्देश्य के लिए है, इसके लिए कंपनी से",
  "agreement with the [appropriate Government]], providing to": "[उपयुक्त सरकार] के साथ एक समझौता करने की आवश्यकता होगी, जिसमें",
  "the satisfaction of the [appropriate Government] for the following": "निम्नलिखित मामलों के लिए [उपयुक्त सरकार] की संतुष्टि के लिए प्रावधान किया",
  "matters, namely,—": "जाएगा, अर्थात्‌ -",
  "(1) the [payment to the appropriate Government] of the cost of the acquisition;": "() अधिग्रहण की लागत का [उपयुक्त सरकार को भुगतान];",
  "(2) _ the transfer, on such payment, of the land to the Company; (3) _ the terms on which the land shall be held by the Company;": "(2) कंपनी को ऐसे भुगतान पर भूमि का अंतरण; (3) वे शर्तें जिन पर कंपनी द्वारा भूमि",
  "(4) where the acquisition is for the purpose of erecting dwelling-houses or the provision of amenities connected": "धारण की जाएगी; (4) जहां अधिग्रहण आवास-निर्माण या उससे जुड़ी सुविधाओं के",
  "therewith, the time within which, the conditions on which": "प्रावधान के उद्देश्य से किया गया है, वह समय जिसके भीतर, वे शर्तें जिन पर और",
  "and the manner in which the dwelling houses or amenities shall be erected or provided;": "जिस तरीके से आवास या सुविधाएं खड़ी की जाएंगी या प्रदान की जाएंगी;",
  "(4-A) where the acquisition is for the construction of any building or work for a Company which is engaged or is taking": "(4-(क) जहां अधिग्रहण किसी ऐसी कंपनी के लिए किसी भवन या कार्य के निर्माण के",
  "steps for engaging itself in any industry or work which is": "लिए है जो किसी ऐसे उद्योग या कार्य में लगी हुई है या खुद को शामिल करने के लिए",
  "for a public purpose, the time within which, and the": "कदम उठा रही है जो सार्वजनिक उद्देश्य के लिए है, वह समय जिसके भीतर और वे शर्तें",
  "conditions on which, the building or work shall be constructed or executed; and]": "जिनके आधार पर भवन या कार्य का निर्माण या निष्पादन किया जाएगा; और",
  "(5) where the acquisition is for the construction of any other work, the time within which and the conditions on which": "(5) जहाँ अधिग्रहण किसी अन्य कार्य के निर्माण के लिए है, वह समय जिसके भीतर",
  "the work shall be executed and maintained, and the terms": "और वे शर्तें जिन पर कार्य निष्पादित और बनाए रखा जाएगा, और वे शर्तें जिन पर",
  "on which the public shall be entitled to use the work. ]": "जनता कार्य का उपयोग करने की हकदार होगी । ]",
  "KANWAR SINGH v. UNION OF INDIA AND OTHERS 627": "कंवर सिंह बनाम भारत का संघ अन्य का संघ",
  "(13) These provisions must be read as empowering the appropriate government to acquire the property for carrying out works and when such": "(3) इन प्रावधानों को उचित सरकार को कार्यों को पूरा करने के लिए संपत्ति का अधिग्रहण करने के लिए सशक्त बनाने के रूप में पढ़ा जाना चाहिए और जब ऐसा",
  "acquisition is undertaken, provisions under section 40 and 41 of the Land": "अधिग्रहण किया जाता है, तो भूमि अधिग्रहण अधिनियम की खंड 40 और 47] के",
  "Acquisition Act will apply. There could be situations, where along the area": "तहत प्रावधान लागू होंगे । ऐसी स्थितियाँ हो सकती हैं, जहाँ उस क्षेत्र के साथ, जिस",
  "over which the transmission lines are laid, the licensee may require large": "पर पारेषण लाइनें बिछाई जाती हैं, एक उप-स्टेशन का कहना है कि लाइसेंसधारक को",
  "such as it is, there is no mandate that any property shall be acquired. To": "सुविधाजनक प्रावधान जैसे कि यह है, कोई अधिदेश नहीं है कि किसी भी संपत्ति का",
  "the extent that any damage results to an owner of the land or loss of income": "अधिग्रहण किया जाएगा | जिस हद तक जमीन के मालिक को कोई नुकसान होता है या",
  "place where electrical poles or towers or stays or struts are installed, there": "ऊपर के तारों के नीचे या उस स्थान पर जहां बिजली के खंभे या मीनार या ठहराव या",
  "of the right to property that cannot be deprived except by authority of law.": "प्रावधान करता है जिसे कानून के अधिकार के अलावा वंचित नहीं किया जा सकता है।",
  "If a law such as the Electricity Act and the Telegraph Act empower an": "यदि विद्युत अधिनियम और टेलीग्राफ अधिनियम जैसे कानून एक उपयुक्त सरकार और",
  "appropriate government and the licensee to make use of the property for": "लाइसेंसधारी को विद्युत लाइन स्थापित करने के लिए संपत्ति का उपयोग करने का",
  "telegraph lines are thinner and/ or small than the towers for electrical lines": "टावरों की तुलना में पतले और/या छोटे हैं और इसलिए उन्हें संपत्ति प्राप्त किए बिना",
  "as compulsory license over the lands of persons where the installations are": "रूप से उन व्यक्तियों की भूमि पर अनिवार्य लाइसेंस के रूप में संरक्षित है जहां प्रतिष्ठान",
  "made and there is nothing inherently wrong about such power to install the lines.": "बनाए गए हैं और लाइनों को स्थापित करने के लिए इस तरह की शक्ति के बारे में स्वाभाविक रूप से कुछ भी गलत नहीं है।",
  "under the Telegraph Act and not under Land Acquisition Act": "तरीके से होगा न कि भूमि अधिग्रहण अधिनियम के तहत।",
  "(14) The extent of power could be seen through section 16 of the Telegraph Act:": "(4) शक्ति की सीमा को टेलीग्राफ अधिनियम की खंड ]6 द्वारा से देखा जा सकता हैः",
  "16. Exercise of powers conferred by Section 10, and disputes as": "6. खंड 0 द्वारा प्रदत्त शक्तियों का प्रयोग, और मुआवजे के रूप में विवाद, एक के",
  "to compensation, in case of property other than that of a": "अलावा अन्य संपत्ति के मामले में",
  "local authority.—(1) If the exercise of the powers mentioned": "स्थानीय प्राधिकरण | -- () यदि उल्लिखित शक्तियों का प्रयोग",
  "in Section 10 in respect of property referred to in clause (d) of": "उस खंड के खंड (घ) में निर्दिष्ट संपत्ति के संबंध में खंड 0 में विरोध किया जाता है",
  "that section is resisted or obstructed, the District Magistrate may, in his discretion, order that the telegraph authority shall be": "या बाधित किया जाता है, जिला मजिस्ट्रेट अपने विवेक से आदेश दे सकता है कि",
  "628 I.L.R. PUNJAB AND HARYANA 2012(1)": "628",
  "(2) If, after the making ofan order under sub-section (1), any person": "(2) यदि, उप-खंड () के तहत आदेश देने के बाद, कोई व्यक्ति उन शक्तियों के",
  "resists the exercise of those powers, or, having control over the": "प्रयोग का विरोध करता है, या संपत्ति पर नियंत्रण रखने वाला, उनके प्रयोग के लिए",
  "property, does not give all facilities for their being exercised, he": "सभी सुविधाएं नहीं देता है, तो उसे भारतीय दंड संहिता (]860 का 45) की खंड",
  "(3) If any dispute arises concerning the sufficiency of the compensation to be paid under Section 10, clause (d), it shall,": "(3) यदि खंड 0, खंड (घ) के तहत भुगतान किए जाने वाले मुआवजे की पर्याप्तता के",
  "to the District Judge within whose jurisdiction the property is": "उद्देश्य के लिए उस जिला न्यायाधीश को आवेदन करने पर, जिसके अधिकार क्षेत्र में",
  "situate, be determined by him.": "संपत्ति स्थित है, उसके द्वारा निर्धारित किया जाएगा।",
  "(4) If any dispute arises as to the persons entitled to receive": "(4) यदि क्षतिपूर्ति प्राप्त करने के हकदार व्यक्तियों के बारे में कोई विवाद उत्पन्न होता",
  "compensation, or as to the proportions in which the persons interested are entitled to share in it, the telegraph authority may": "है, या उस अनुपात के बारे में जिसमें इच्छुक व्यक्ति उसमें भाग लेने के हकदार हैं, तो",
  "pay into the Court of the District Judge such amount as he": "तार प्राधिकरण जिला न्यायाधीश के न्यायालय को ऐसी राशि का भुगतान कर सकता है",
  "deems sufficient or, whose all the disputing parties have in writing": "जो वह पर्याप्त समझता है या, जिसके सभी विवादित पक्षों ने लिखित रूप में स्वीकार",
  "admitted the amount tendered to be sufficient or the amount has been determined under sub-section (3), that amount; and": "किया है कि बोली की गई राशि पर्याप्त है या राशि उप-धारा (3) के तहत निर्धारित की",
  "the District Judge, after giving notice to the parties and hearing": "गई है, वह राशि; और जिला न्यायाधीश, पक्षों को नोटिस देने और उनमें से ऐसे लोगों की",
  "entitled to receive compensation or, as the case may be, the proportions in which the persons interested are entitled to share": "व्यक्तियों या, जैसा भी मामला हो, उस अनुपात का निर्धारण करेगा जिसमें इच्छुक व्यक्ति",
  "(5) Every determination ofa dispute by a District Judge under sub- section (3) or sub-section (4) shall be final: Provided that nothing": "(5) उप-खंड (3) या उप-खंड (4) के तहत जिला न्यायाधीश द्वारा विवाद का प्रत्येक निर्धारण अंतिम होगाःबमुकदमो कि इस उप-धारा की कोई भी बात किसी भी व्यक्ति के",
  "telegraph authority, from the person who has received the same.": "उस व्यक्ति से, जिसने उसे प्राप्त किया है, टेलीग्राफ प्राधिकरण द्वारा भुगतान किए गए",
  "(15) The right that could be exercised by the respective owner by demanding compensation shall therefore be in the manner provided under": "करेगी | (5) मुआवजे की मांग करके संबंधित मालिक द्वारा जिस अधिकार का प्रयोग",
  "in the manner provided above. The further objections of the petitioners are": "याचिकाकर्ताओं के पास अभी भी ऊपर दिए गए तरीके से इस तरह के दावे करने का",
  "630 I.L.R. PUNJAB AND HARYANA 2012(1)": "630",
  "(17) I have hitherto considered all the issues with reference the statutory provisions and the first principles of law. It is an uncharted path": "(7) मैंने अब तक सभी मुद्दों पर वैधानिक प्रावधानों और कानून के पहले सिद्धांतों के",
  "after 2003 Act came into effect as far as this court is concerned. As for": "संदर्भ में विचार किया है | जहाँ तक इस न्यायालय का संबंध है, 2003 के अधिनियम के",
  "Managing Director Ramakrishna Poultry Private Limited versus": "प्रबंध निदेशक रामकृष्ण पोल्ट्री प्राइवेट लिमिटेड बनाम",
  "R. Chellappan (1), but ultimately the decision came to be rendered on certain agreed lines between parties when the overhead lines were agreed": "आर, चेल्लप्पन (), लेकिन अंततः निर्णय पक्षों के बीच कुछ सहमत रेखाओं पर दिया",
  "to be raised above a particular height over some poultry sheds so that there": "गया जब कुछ पोल्ट्री शेड के ऊपर ओवरहेड लाइनों को एक विशेष ऊंचाई से ऊपर",
  "The Kerala High Court through its judgment in Bharat Plywood and": "अधिकार हैं | केरल उच्च न्यायालय ने भारत प्लाईवुड में अपने फैसले द्वारा से और",
  "Timber Products Private Ltd. versus Kerala SEB (2), the Andhra": "टिंबर प्रोडक्ट्स प्राइवेट लिमिटेड बनाम केरल एसईबी (2), आंध्र",
  "Pradesh High Court through its judgment in G.V.S. Ramakrishna versus": "जी. वी. एस. रामकृष्ण बनाम में अपने फैसले द्वारा से प्रदेश उच्च न्यायालय",
  "Managing Director A.P.Transoco(3), the Calcutta High Court in Ashish Kumar Ghose versus CESC Ltd. (4), the Gujarat High Court in": "प्रबंध निदेशक ».72.]/3॥50८0 (3), आशीष कुमार घोष बनाम सीईएससी लिमिटेड",
  "Jayantkumar Bhagubhai Patel versus State of Gujarat (5), the Madhya": "(4) में कलकत्ता उच्च न्यायालय, जयंतकुमार भागृभाई पटेल बनाम गुजरात राज्य (5) में",
  "Pradesh High Court in Rajak versus NTPC (6), the Madras High Court": "गुजरात उच्च न्यायालय, रजक बनाम एनटीपीसी (6) में मध्य प्रदेश उच्च न्यायालय,",
  "in Chennimalai Gounder versus Government of Tamil Nadu (7);": "चेन्निमलई गौंडर बनाम तमिलनाडु सरकार (7) में मद्रास उच्च न्यायालय;",
  "Kanvizhi versus TNEB (8) the Jharkand High Court in Ajay Munjal": "कानविझी बनाम टी. एन. ई. बी. (8) अजय मुंजाल में झारखंड उच्च न्यायालय",
  "Memorial Trust versus Power Grid C orporation (9) have upheld the": "मेमोरियल ट्रस्ट बनाम पावर ग्रिड सी संगठन (9) ने बरकरार रखा है",
  "primacy of public interest over private objectors and recognized the authority": "निजी विरोधियों पर सार्वजनिक हित की प्रधानता और निजी भूमि मालिकों की आपत्तियों",
  "of the State or its licensee to lay overhead wires irrespective of objections": "के बावजूद ओवरहेड तार बिछाने के लिए राज्य या उसके लाइसेंसधारी के अधिकार को",
  "by the executive function to take a decision on the objection and carry out": "मान्यता दी और आपत्ति पर निर्णय लेने और उसे पूरा करने के लिए कार्यकारी कार्य द्वारा",
  "(1) (2009) 16 SCC 743": "(]) (2009) 6 एस. सी. सी. 743",
  "KANWAR SINGH v. UNION OF INDIA AND OTHERS 631": "कंवर सिंह बनाम भारत का संघ अन्य का संघ",
  "the scheme untrammeled by objections beyond consideration of compensation": "देय मुआवजे के विचार से परे आपत्तियों द्वारा अनियंत्रित योजना | दिल्‍ली उच्च न्यायालय",
  "payable. The Delhi High Court in a decision in Surat Singh versus Delhi": "ने एस. उरात सिंह बनाम दिल्ली मामले में एक निर्णय में",
  "Municipal Corporation (10) and the Patna High Court in Power Grid": "नगर निगम (0) और पटना उच्च न्यायालय ने पावर ग्रिड कॉर्पोरेशन बनाम",
  "lines could not be drawn without the prior consent of the private owners.": "निजी मालिकों की पूर्व सहमति के बिना रेखाएं नहीं खींची जा सकती थीं | दिल्‍ली उच्च",
  "The Delhi High Court judgment was rendered in the context of a claim for": "न्यायालय का फैसला दुर्भावनापूर्ण अभियोजन के लिए हर्जाने के दावे के संदर्भ में दिया",
  "damages for malicious prosecution. The Patna High Court considered the": "गया था । पटना उच्च न्यायालय ने वर्तमान रिट याचिकाओं में उठाई गई इसी तरह की",
  "similar objections as raised in the present writ petitions. I hold my view with respect that the decision of the Patna High Court does not commend to": "आपत्तियों पर विचार किया | इस संबंध में मेरा विचार है कि पटना उच्च न्यायालय के",
  "me as containing the correct interpretation for the various grounds that I have enumerated in the above paragraphs and would find no reason to": "निर्णय में उपरोक्त अनुच्छेदों में उल्लिखित विभिन्‍न आधारों की सही व्याख्या नहीं है और",
  "High Courts uphold the power of the licencee to lay over head tranmission lines without prior consent of the landowner and I uphold such reasoning.": "की पूर्व-प्रतिक्रिया भूमि मालिक की पूर्व सहमति के बिना मुख्य संचरण लाइनों को बिछाने की लाइसेंसधारी की शक्ति को बरकरार रखती है और मैं इस तरह के तर्क को",
  "KANWAR SINGH v. UNION OF INDIA AND OTHERS 629": "कंवर सिंह बनाम भारत का संघ अन्य का संघ",
  "information that persons in the village that could be affected could get the": "जानकारी कि गाँव के लोग जो प्रभावित हो सकते हैं, वे एक निर्दिष्ट पते और स्थान से",
  "sufficient. However, there is certain merit in the objection that ifthe licensee has an address outside the State, the Government, while issuing an order": "आपत्ति में कुछ योग्यता है कि यदि लाइसेंसधारी का पता राज्य के बाहर है, तो सरकार",
  "under section 164 must impose also a condition that the licensee provides": "को खंड 64 के तहत आदेश जारी करते समय यह शर्त भी लागू करनी चाहिए कि",
  "for a local contact address which is easily accessible for any member of": "लाइसेंसधारी एक स्थानीय संपर्क पता प्रदान करता है जो जनता के किसी भी सदस्य",
  "public to actually go to the office and collect the details and make objections": "के लिए वास्तव में कार्यालय में जाने और विवरण एकत्र करने और मजिस्ट्रेट द्वारा",
  "licensee is outside the State, it is not the contention that when the diagrams": "शिकायत के अलावा कि लाइसेंसधारी राज्य से बाहर है, यह तर्क नहीं है कि जब आरेखों",
  "were demanded or when a communication was sent requiring details of the": "की मांग की गई थी या जब प्रतिष्ठानों के विवरण की आवश्यकता के लिए एक संचार",
  "installations, the Sth respondent did not comply with the requests. On the": "भेजा गया था, तो 5 वें प्रतिवादी ने अनुरोधों का पालन नहीं किया था | दूसरी ओर, 5वें",
  "authorization under section of the Electricity Act, 2003 that includes: (a)": "बिजली अधिनियम, 2003 की खंड के तहत प्राधिकरण प्राप्त करने के लिए एक",
  "publication of a transmission scheme through a publication in a format (b)": "प्रक्रिया निर्धारित की है जिसमें शामिल हैं: (क) एक प्रारूप में प्रकाशन द्वारा से",
  "be given for consideration and (c) format for acknowledgment of receipt": "साथ ही आपकत्तियां विचार के लिए दी जा सकती हैं और (ग) दस्तावेजों की प्रतियों की",
  "of copies of documents. There is no ground made that any of the government": "प्राप्ति की स्वीकृति के लिए प्रारूप | ऐसा कोई आधार नहीं बनाया गया है कि सरकार",
  "guidelines have not been followed. As a measure for future guidance, I": "के किसी भी दिशानिर्देश का पालन नहीं किया गया है । भविष्य के मार्गदर्शन के लिए एक",
  "would direct the State Government to make the provisions for objections": "उपाय के रूप में, मैं राज्य सरकार को निर्देश दूंगा कि वह आपत्तियों के लिए प्रावधान",
  "and getting details of the transmission scheme meaningful to affected parties": "करे और प्रभावित पक्षों के लिए संचरण योजना का विवरण प्राप्त करे, जिसमें",
  "there is no infraction of any of the legal mandate and hence I would not": "कानूनी आदेश का कोई उल्लंघन नहीं हुआ है और इसलिए मुझे यह मानने का कोई",
  "find any reason to hold that the actions of the respondents are vitiated.": "कारण नहीं मिलेगा कि प्रतिवादी के कार्यों को दूषित किया गया है।"
}