{
  "SANJEEV KUMAR v. STATE OF HARYANA 197": "संजीव कुमार बनाम हरियाणा राज्य",
  "(Sanjay Vashisth, J.)": "(न्यायमूर्ति संजय वशिष्ठ)",
  "under:-": "हैं जो निम्नानुसार है: -",
  "“Stated that I have entered into a settlement with accused Sanjeev in the present case in Daily Lok Adalat and I have": "उन्होंने कहा, 'कि मैंने दैनिक लोक अदालत में मौजूदा मामले में आरोपी संजीव के साथ",
  "no transaction remaining with the accused and that I have": "समझौता कर लिया है और आरोपी के साथ मेरा कोई लेन-देन बाकी नहीं है और अगर फाइल",
  "no objection if the file is deposited in office.”": "कार्यालय में जमा की जाती है तो मुझे कोई आपत्ति नहीं है।",
  "(4) Learned counsel for the petitioner also refers to the order": "(4) याचिकाकर्ता के विद्वान वकील ने दिनांक 09.06.2022 (अनुबंध पी-0) के आदेश का भी",
  "Magistrate Ist Class, Ambala, vide which by noticing the factum of": "उल्लेख किया, जो विद्वान न्यायिक मजिस्ट्रेट प्रथम वर्ग, अंबाला दवारा पारित किया गया",
  "P-10) says as under:-": "09.06.2022 का आदेश (अनुलग्नक पी-40) निम्नानुसार कहता है: -",
  "“Present: Complainant in person with Sh. Khushi Ram Saini, Advocate.": "\"उपस्थित :, अधिवक्ता के साथ व्यक्तिगत रूप से शिकायतकर्ता श्री खुशी राम सैनी |",
  "File taken up again. Main case fie received from record room. It be restored on its original number. Complainant": "फ़ाइल को फिर से त्रिया गया | मुख्य मामला रिकॉर्ड रूम से प्राप्त हुआ। इसे उसके मूल नंबर",
  "Sanjiv Bhatia present before the Court and got recorded his": "पर बहाल किया जाए। शिकायतकर्ता संजीव भाटिया ने अदालत के समक्ष उपस्थित होकर",
  "statement that he has compromised the matter with the accused today in Daily Lok Adalat and now nothing is": "अपना बयान दर्ज कराया कि उन्होंने आज दैनिक लोक अदालत में आरोपी के साथ मामले में",
  "outstanding against the accused and therefore, he does not": "समझौता किया है और अब आरोपी के खिलाफ कुछ भी बकाया नहीं है इसलिए, वह प्रस्तुत",
  "want to pursue the present complaint and the same may be dismissed as withdrawn being compromised in Daily Lok": "शिकायत को आगे नहीं बढ़ाना चाहते हैं और इसे खारिज किया जा सकता है क्योंकि दैनिक",
  "Heard. Keeping in view the statement made by the": "द्वारा की जाती है। सुना गया है | शिकायतकर्ता द्वारा दिए गए बयान को ध्यान में रखते हुए,",
  "SANJEEV KUMAR—Petitioner versus STATE OF HARYANA—Respondent": "संजीव कुमार बनाम हरियाणा राज्य",
  "(1) By way of present petition, petitioner — Sanjeev Kumar": "(4) वर्तमान याचिका के माध्यम से, याचिकाकर्ता - संजीव कुमार ने पुलिस स्टेशन अंबाला",
  "seeks quashing of FIR No. 0348, dated 17.02.2020, under Section 174- A IPC (Annexure P-1), registered at Police Station Ambala City, as": "शहर में दर्ज आईपीसी की धारा 474-ए (अनुबंध पी -4) के तहत 47.02.2020 की एफआईआर",
  "(2) Brief facts of the case are that Sanjay Bhatia had filed a": "(2) मामले के संक्षिप्त तथ्य यह हैं कि संजय भाटिया ने 23.44.2046 को बेयरिंग संख्या",
  "“Sanjay Bhatia v. Sanjeev Kumar”, under Section 138 of the": "मजिस्ट्रेट प्रथम श्रेणी की अदालत में दिनांक \"संजय भाटिया बनाम संजीव कुमार\" शीर्षक से",
  "passed by learned Judicial Magistrate Ist Class, Ambala, and it was": "न्यायिक मजिस्ट्रेट प्रथम श्रेणी, अंबाला द्वारा पारित किया गया था और वर्तमान",
  "(14) Under these circumstances, once the very complaint case": "(44) उपर्युक्त निर्णय के अवलोकन से पता चलता है कि इसी तरह के एक मामले में जहां",
  "Microqual Techno Limited and others versus State of Haryana and": "में माइक्रोक्वाल टेक्नो लिमिटेड और अन्य बनाम हरियाणा राज्य और अन्य के मामले में",
  "of Haryana and another (CRM-M-47891-2021, decided on 16.11.2021).": "अन्य (सीआरएम-एम-47894-2024, 46.44.2024 को फैसला) में भी पालन किया गया है।",
  "(15) Accordingly, this petition is allowed and FIR No. 0348,": "(45) तदनुसार, इस याचिका को स्वीकार किया जाता है और पुलिस स्टेशन अंबाला शहर में",
  "dated 17.02.2020, under Section 174-A IPC (Annexure P-1), registered": "आईपीसी की धारा 474-ए (अनुबंध पी -4) के तहत दर्ज एफआईआर संख्या 0348, दिनांक",
  "Dr. Payel Mehta": "डॉ. पायल मेहता",
  "* 2015 (32) RCR (Crl.) 790": "2 2045 (32) सी आर सी (८॥.) 790",
  "SANJEEV KUMAR v. STATE OF HARYANA 199": "संजीव कुमार बनाम हरियाणा राज्य",
  "Gurpreet Singh Kohli and another (supra), 2017, (3)": "याचिकाकर्ता के वकील ने \"विकास शर्मा बनाम गुरप्रीत सिंह कोहली और अन्य (सुप्रा), 2047,",
  "L.A.R.584, Microqual Techno Limited and others Vs. State": "(3) एलएआर 584, माइक्रोक्वाल टेक्नो लिमिटेड और अन्य बनाम हरियाणा राज्य और अन्य,",
  "of Haryana and another, 2015 (32) RCR (Crl.) 790 and “Rajneesh Khanna Vs. State of Haryana and another”": "2045 (32) आरसीआर (सीआरएल) 790 और \"रजनीश खन्‍ना बनाम हरियाणा राज्य और",
  "this Court has held that since the main petition filed under Section 138 of the Act stands withdrawn in view of an": "इस अदालत ने माना है कि चूंकि अधिनियम की धारा 438 के तहत दायर मुख्य याचिका",
  "amicable settlement between the parties, therefore,": "पार्टियों के बीच एक सौहार्दपूर्ण समझौते के मद्देनजर वापस ले ली गई है, इसलिए, आईपीसी",
  "continuation of proceedings under Section 174A of IPC": "गया। ऐसी परिस्थितियों में, धारा 474 ए आईपीसी के तहत कार्यवाही जारी रखना अदालत",
  "relying upon various judgments observed that once the main petition under Section 138 of the Act stands withdrawn in view of an amicable": "बार अधिनियम की धारा 438 के तहत मुख्य याचिका को वापस ले लिया जाता है। पक्षों के",
  "settlement between the parties, continuation of proceedings under Section 174-A IPC is nothing but an abuse of the process of law. The": "बीच एक सौहार्दपूर्ण समझौता, धारा 474-ए आईपीसी के तहत कार्यवाही जारी रखना कानून की प्रक्रिया के दुरुपयोग के अलावा और कुछ नहीं है। उक्त पहलू याचिका को स्वीकार करने",
  "and setting aside the order declaring the petitioner therein as proclaimed person as well as quashing of FIR under Section 174-A IPC.": "और याचिकाकर्ता को घोषित व्यक्ति घोषित करने के साथ-साथ आईपीसी की धारा 74-ए के",
  "(12) Another co-ordinate Bench of this Court in a case titled as Ashok Madan versus State of Haryana and another’, has also held as": "(2) अशोक मदान बनाम हरियाणा राज्य और अन्य' नामक मामले में इस न्यायालय की",
  "' 2020 (4) R.C.R. (Crl.) 87": "2020 (4) आर सी आर (८॥.) 87"
}