{
  "(Permod Kohli J.)": "माननीय न्यायमूर्ति प्रमोद कोहली (मौखिक) :",
  "Before Permod Kohli, J": "माननीय न्यायमूर्ति प्रमोद कोहली के समक्ष",
  "PARVINDER MOHINDRU,-—Petitioner": "परविंदर मोहिन्द्रू, -- याचिकाकर्ता",
  "versus": "बनाम",
  "SHRI MATA MANSA DEVI SHRINE BOARD, PANCHKULA & ANOTHER,—Respondents": "श्री माता मनसा देवी श्राइन बोर्ड, पंचकुला और अन्य -- उत्तरदाता",
  "22nd August, 2007": "22 अगस्त, 2007",
  "Constitution of India,1950-Art. 226—Advertisement for": "भारत का संविधान, 950 अनुच्छेद. 226 --लेखापाल के पद",
  "appointment to post of Accountant on regular basis and in a regular": "पर नियमित आधार पर एवं नियमित वेतनमान पर नियुक्ति हेतु",
  "pay scale—Selection of petitioner by Selection Committee—": "विज्ञापन--- चयन समिति द्वारा याचिकाकर्ता का चयन ---संविदात्मक",
  "Appointment on contractual basis and extended from time to time—": "आधार पर नियुक्ति और समय-समय पर विस्तारित --सेवाओं के",
  "Claim for regularization of services—Rejection of—Challenge": "नियमितीकरण के लिए दावा -- -- अस्वीकृति-उसकी चुनौती-रिट",
  "thereto—During pendency of writ petition respondents dispensing": "याचिका के लंबित रहने के दौरान उत्तरदाताओं द्वारा याचिकाकर्ता की",
  "with services of petitioner—Termination of service not for reason": "सेवाओं से छूट-सेवा की समाप्ति इस कारण से नहीं कि उसकी सेवाओं",
  "case subject to withdrawal of writ petition—An ad hoc/temporary": "वापस लेने की शर्त पर - एक तदर्थ/अस्थायी कर्मचारी को किसी अन्य",
  "employee cannot be replaced by another ad hoc/temporary employee—": "तदर्थ/अस्थायी कर्मचारी द्वारा प्रतिस्थापित नहीं किया जा सकता -",
  "Violation of principles of natural justice—Termination of petitioner": "प्राकृतिक न्याय के सिद्धांतों का उल्लंघन - याचिकाकर्ता की सेवाओं की",
  "not sustainable in law and quashed—Petitioner allowed to continue": "समाप्ति कानून में टिकाऊ नहीं है और रद्द कर दी गई - याचिकाकर्ता",
  "in service till post is filled on regular basis and/or she is regularized": "को अनुमति दी गई जब तक पद नियमित आधार पर नहीं भरा जाता और/या उसे कानून के अनुसार नियमित नहीं किया जाता, तब तक सेवा",
  "in accordance with law—Petitioner also held entitled to be considered for regular appointment as and when regular appointment is made for post by relaxing her age.": "में बनी रहेगी - याचिकाकर्ता को भी उसकी उम्र में छूट देकर नियमित नियुक्ति के लिए विचार किए जाने का हकदार माना गया है।",
  "Held that petitioner’s termination,—vide order dated 21st May,": "यह साना यया कि याविकाकर्ता की सेवाओं की समाप्ति - दिनांक 27 मई 2007 के आदेश के अनुसार हालांकि यह इंगित करती है कि इस",
  "date of this order, but the factual position is otherwise. Even after termination": "तथ्यात्यक स्थिति अन्यथा है। उसकी सेवाओं की समाप्ति के बाद भी",
  "of her services, the respondents issued communication wherein they took": "उत्तरदाताओं ने संचार जारी।किया जिसमें उन्होंनेरिट याविका वापस लेने के",
  "by the decision of the Board to advertise two available vacancies again.": "है। इस संचार के बाद बोर्ड ने दो उपलब्धरिक्तियों को फिर से विज्ञापित करने का-िणय,लिया है।",
  "Therefore, it is apparent from the record ci the respondents that the": "इसलिए उत्तरदाताओं के(रिकॉर्ड से यह स्पष्ट हैकि आक्षेपित आदेश",
  "salary. A further directicn 1s sought to treat her as regular!y appointed with effect from the date of initial appointment with ail consequential benefits,": "वेतन आदि के साथ प्रारंभिक नियुक्ति की तारीख से उसे नियमित रूप से नियुक्त मानने के लिए एक और निर्देश की मांग की गई है। इस रिट याचिका के लंबित",
  "petitioner was terminated from service vide order dated 21st May, 2001.": "रहने के दौरान, याचिकाकर्ता को 2। मई 200। के आदेश के तहत सेवा से",
  "This order came to be assailed in the second Civil Writ petition No. 13612": "बर्खास्त कर दिया गया था।. इस आदेश को 200। की दूसरी सिविल रिट याचिका",
  "for hearing and are being disposed of by this common order.": "एक साथ सुनवाई के लिए उठाए जाते हैं और इसी सामान्य आदेश से निपटाए",
  "(2) It is necessary to take note of the relevant facts leading to the": "(2) इन याचिकाओं को दाखिल करने के लिए प्रासंगिक तथ्यों पर ध्यान देना",
  "Board, Panchkula, 1s a statutory Board. The board in its 5th meeting": "वैधानिक बोर्ड है। बोर्ड ने अपनी 5वीं बैठक में स्वीकृत पद के विरुद्ध अतिरिक्त",
  "decided to recruit additional staff against sanctioned post. One post of Accountant, which was available with the Board in the sanctioned regular": "कर्मचारियों की भर्ती करने का निर्णय लिया। लेखाकार का एक पद, जो बोर्ड के",
  "Accountant, which was available with the Board in the sanctioned regular pay scale of Rs. 1400-—-2600, was referred for appointment. A requisition": "पास रु. के स्वीकृत नियमित वेतनमान में उपलब्ध था। 4400-2600, को नियुक्ति के लिए भेजा गया था। 8 जून, 996 की मांग के तहत अकाउंटेंट के पद के लिए",
  "was made to the employment exchange for sending the names of the eligible": "योग्य उम्मीदवारों के नाम भेजने के लिए रोजगार कार्यालय को एक मांग की गई",
  "1996. This was followed by a public notice dated 22nd June, 1998, whereunder": "थी। इसके बाद 22 जून, 998 को एक सार्वजनिक सूचना जारी की गई, जिसके",
  "the applications were invited from the eligible candidates with qualifications": "तहत आवेदन आमंत्रित किए गए थे। उसमें दर्शाई गई योग्यता वाले पात्र",
  "indicated therein. Though, in the requisition sent to the employment exchange": "उम्मीदवार। हालांकि, रोजगार कार्यालय को भेजे गए अधियाचन में पद को",
  "the post was shown to be temporary, however, in the public notice, there was no such stipulation. The petitioner claiming to be duly qualified in terms": "अस्थायी दिखाया गया था, लेकिन सार्वजनिक सूचना में ऐसी कोई शर्त नहीं थी।",
  "the post advertised, was a regular sanctioned post, however, the appointment": "सेविज्ञापित पद बोर्ड द्वारा विधिवत स्वीकृत एक नियमित पद था। ये स्वीकारोक्ति प्रारंभिक",
  "was made on contractual basts for a period of 89 days and on a consolidated": "पद पर शामिल हो गया, जिसमें शर्त है कि नियुक्ति 89 दिनों के लिए संविदात्मक",
  "It is also not disputed that the petitioner joined the service on 24th October, 1998. The petitioner’s appointment was extended from time to time, nght": "है। यह भी एक स्वीकृत तथ्य है कि याचिकाकर्ता की सेवाएँ 24 अक्टूबर, 4998"
}