{
  "(8) The parties have been heard at length and the documents have been perused with their able assistance.": "(8) पक्षों को विस्तार से सुना गया है और उनकी सक्षम सहायता से दस्तावेजों का अध्ययन किया गया है।",
  "(9) Before proceeding further in the matter, it would be essential to refer to various statutory provisions which determine and": "(9) मामले में आगे बढ़ने से पहले, विभिन्‍न वैधानिक प्रावधानों का उल्लेख करना आवश्यक",
  "Article 45 - “The State shall endeavour to provide early childhood care and education for all children until they complete the age of six years.”": "अनुच्छेद ५5-\"राज्य सभी बच्चों को छह वर्ष की आयु पूरी होने तक प्रारंभिक बाल्यावस्था देखभाल और शिक्षा प्रदान करने का प्रयास करेगा। ”",
  "CHANDIGARH THROUGH ITS PRINCIPAL SECRETARY AND": "चंडीगढ़ का संघ क्षेत्र इसके प्रधान सचिव के माध्यम से और",
  "Before Vinod S. Bhardwaj, J.": "विनोद एस. भारद्वाज जे.के आगे ,",
  "AMRIK SINGH AND OTHERS—Petitioner": "अमरिक सिंह और अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "UNION TERRITORY OF CHANDIGARH THROUGH ITS PRINCIPAL SECRETARY AND OTHERS—Respondent": "चंडीगढ़ का संघ क्षेत्र अपने प्रधान सचिव और अन्य प्रत्यर्थी के माध्यम से",
  "CWP No.26747 of 2021": "202 का सीडब्ल्यूपी नंबर.26747",
  "December 19, 2023": "9 दिसंबर, 2023",
  "The Constitution of India, 1950—Art.—226, 15(3), 39(e), 39(f),": "भारत का संविधान, 950-अनुच्छेद 226,5 (3), 39 (ई), 39 (एफ), ५5,५7-हिंदू",
  "45, 47—Hindu Minority and Guardianship Act, 1956—Ss. 4, 5, 6, 8, 9, 10, 11, 13—The Juvenile Justice (Care and Protection of Children)": "अल्पसंख्यक और संरक्षकता अधिनियम, 956-एस. ५, 5, 6, 8, 9, 0, ॥, 3-किशोर न्याय",
  "Act, 2015—Ss.—2, 3, 38, 56, 57, 63—RI.45 of the Juvenile Justice": "(बच्चों की देखभाल और संरक्षण) अधिनियम, 205-एस. एस.-2,3,38,56,57,63-किशोर",
  "(Care and Protection of Children) Model Rules 2016, RI.3—The": "न्याय (बच्चों की देखभाल और संरक्षण) मॉडल नियम 206, आर. एल. 3-द एडॉप्शन रूल्स",
  "Adoption Rules 2017—RI.5—The Adoption Regulation 2017— Petitioner No.3, minor, raped by Respondent No.4 in May 2020,": "207-आर. एल. 5-द एडॉप्शन रेगुलेशन 207-याचिकाकर्ता संख्या 3, नाबालिग, मई 2020",
  "unsafe—Baby girl was born on 02.03.2021. Biological parents have": "समाप्ति असुरक्षित हो गई-बच्ची का जन्म आई. डी. । पर हुआ था। जैविक माता-पिता के पास",
  "meager financial means—Child unwanted—Due to the minor": "कम वित्तीय साधन हैं-बच्चा अवांछित-गोद लेने के लिए बच्चे की देखभाल करने में नाबालिग",
  "mother’s incapacity to care for the child up for adoption—Petitioners No. 4 and 5, aware of the situation, expressed willingness to adopt the": "मां की असमर्थता के कारण-याचिकाकर्ता संख्या ५ और 5, स्थिति से अवगत, आनुवंशिक",
  "child due to the passing away of their children due to genetic disorders and the subsequent inability to have healthy biological": "विकारों के कारण अपने बच्चों की मृत्यु और स्वस्थ जैविक बच्चे पैदा करने में असमर्थता के",
  "children—Adoption Deed was executed on 07.062021 but was refused": "कारण बच्चे को गोद लेने की इच्छा व्यक्त की-गोद लेने का विलेख 07.06202 पर निष्पादित",
  "registration by Sub-Registrar, for lack of consent from biological": "किया गया था, लेकिन उप-पंजीयक द्वारा पंजीकरण से इनकार कर दिया गया था, जैविक",
  "father (Respondent No.4), a convicted rapist serving a 20-year": "पिता (प्रतिवादी संख्या ५) से सहमति के अभाव में, 20 साल की सजा काट रहे एक दोषी",
  "sentence—Petitioners filed _representation—declined _ without": "बलात्कारी-याचिकाकर्ताओं ने प्रतिनिधित्व दायर किया-बिना स्वीकार किए। तर्क, गोद लेने के",
  "reasoning, prompting the present petition seeking quashing of the refusal and registration of the Adoption Deed—Refusal of Sub-": "विलेख के इनकार और पंजीकरण को रद्द करने की मांग करने वाली वर्तमान याचिका को",
  "obtaining consent from the biological father (a convicted rapist)": "प्रेरित करना-जैविक पिता (एक दोषी बलात्कारी) से सहमति प्राप्त नहीं करने के आधार पर",
  "unjustified—Child living with Petitioners for more than 2 2 years": "याचिकाकर्ताओं के साथ ढाई साल से अधिक समय से रह रहा बच्चा किसी और को नहीं बल्कि",
  "recognizing no one else but them as parents. Petitions, based on DNA profiling unable to have healthy children—Biological father serving": "उन्हें माता-पिता के रूप में मान्यता देता है। स्वस्थ बच्चे पैदा करने में असमर्थ डीएनए",
  "(6) Be that as it may, the Adoption Deed dated 07.06.2021 was": "(6) चाहे जो भी हो, दत्तक ग्रहण विलेख दिनांक 07.06.202 प्रत्यर्थी सं. ३ अर्थात दस्तावेजों",
  "theRegistration Act, 1908, without the consent of the biological father of Rxxx i.e. accused-respondent No.4, who is undergoing sentence on": "20००० के जैविक पिता यानी अभियुक्त-प्रत्यर्थी सं. ५ की सहमति के बिना प्रस्तुत किया गया",
  "of Rxxx i.e. accused-respondent No.4, who is undergoing sentence on account of conviction in the aforesaid rape case. Despite the Sub-": "था, जो उपरोक्त बलात्कार मामले में दोषसिद्धि के कारण सजा काट रहा है। दस्तावेजों के उप-",
  "Adoption Deed is being executed by the petitioner No.3 without the": "के बिना गोद लेने के विलेख को निष्पादित किया जा रहा है, प्रत्यर्थी संखया 3 ने जैविक पिता से",
  "consent of respondent No.4, the respondent No.3 refused to register the said Adoption Deed for want of consent from the biological father.": "सहमति के अभाव में उक्त गोद लेने के विलेख को पंजीकृत करने से इनकार कर दिया।",
  "A representation was submitted by the petitioners on 16.08.2021 to the": "याचिकाकर्ताओं द्वारा 46.08.202। पर उप-पंजीयक को एक अभ्यावेदन प्रस्तुत किया गया",
  "the needful. Having been left with no other remedy, the petitioners have approached this Court.": "अन्य उपाय न होने के कारण याचिकाकर्ताओं ने इस अदालत का दरवाजा खटखटाया है।",
  "(7) Vide order dated 02.09.2023, Mr. V.K. Jindal,": "(7) दिनांक | के आदेश के अनुसार, श्री वी. के. जिंदल, अधिवक्ता को इस मामले में न्यायालय",
  "case. A report was alsosought from the department of Social Welfare, U.T. Chandigarh regarding thesocio-economic status of the petitioners": "सामाजिक-आर्थिक स्थिति के बारे में यू. टी. चंडीगढ़ के समाज कल्याण विभाग से एक रिपोर्ट",
  "the petitioners No.4 and 5 has been verified and that the said petitioners": "भी मांगी गई थी, जिसमें यह सिफारिश की गई थी कि क्या याचिकाकर्ता संख्या ५ और 5 को",
  "with respect to the best interest of the child being compromised on account of the adoption of the said child being given to petitioners No.": "गोद लेने में बच्चे को देना बच्चे के सर्वोत्तम हित में होगा या नहीं। प्रतिवादी सुश्री पालिका",
  "Social Welfare, Women and Child Development, U.T. Chandigarh and": "अरोड़ा, निदेशक, समाज कल्याण, महिला और बाल विकास, चंडीगढ़ प्रशासन की ओर से एक",
  "capable of takingcare of the child. The petitioner No.3 i.e. the mother is": "गर्भवती थी। पूछताछ किए जाने पर, याचिकाकर्ता संख्या ३ ने अपने माता-पिता को सूचित",
  "AMRIK SINGH AND OTHERS v. UNION TERRITORY OF 325 CHANDIGARH THROUGH ITS PRINCIPAL SECRETARY AND": "इसे अमरिक सिंह और अन्य बनाम चंडीगढ़ के संघ क्षेत्र के लिए इसके प्रधान सचिव के माध्यम",
  "(4) The petitioners No.4 and 5 are married since 1997 and have": "(५) याचिकाकर्ता नंबर ५ और 5 की शादी 997 से हुई है और उनका एक बेटा है जिसका नाम",
  "one son named Jagtar Singh aged 11 years at the time of filing of the": "जगतर सिंह है जिसकी उम्र मामला दर्ज करने के समय ॥ साल थी। वह 'स्पाइनल मस्कुलर",
  "case. He is suffering from a genetic disorder of ‘spinal muscular atrophy’ and they also have one daughter namely ‘Mehar’ who was": "एट्रोफी' के आनुवंशिक विकार से पीड़ित हैं और उनकी एक बेटी भी है जिसका नाम 'मेहर' है जो",
  "born on 19.11.2021 through the process of surrogacy. The genetic": "सरोगेसी की प्रक्रिया के माध्यम से 9..202 पर पैदा हुई थी। स्पाइनल मस्कुलर एट्रोफी का",
  "disorder of spinal muscular atrophy leads to an impaired central nervous system and limited cognitive ability. Further, on account of the fetal": "आनुवंशिक विकार एक बिगड़ा हुआ केंद्रीय तंत्रिका तंत्र और सीमित संज्ञानात्मक क्षमता की",
  "highly likely that fetus of petitioner No.5 is also affected withspinal": "असामान्यताओं के कारण, यह अत्यधिक संभावना है कि याचिकाकर्ता संख्या 5 का भ्रूण भी",
  "muscular atrophy and that any biological child born to them is likely to": "रीढ़ की हड़डी के पेशीय शोष से प्रभावित है और उनसे पैदा होने वाले किसी भी जैविक बच्चे के",
  "suffer from the aforesaid disease. A copy of the said DNA Analysis": "उपरोक्त बीमारी से पीड़ित होने की संभावना है। उक्त डी. एन. ए. विश्लेषण रिपोर्ट की एक प्रति",
  "Report has been attached as (Annexure P-1). The abovesaid": "(अनुलग्नक पी-) के रूप में संलग्न की गई है। उपरोक्त याचिकाकर्ता संख्या ५ और 5 के पहले",
  "petitioners No.4 and 5 had two children earlier i.e. one girl child namely Simrat and one boy namely Gurnoor, who were suffering from": "दो बच्चे थे अर्थात एक लड़की जिसका नाम सिमरत और एक लड़का जिसका नाम गुरनूर था,",
  "genetic disorder of ‘spinal muscular atrophy’. The girl child passed away due to severe pneumonia leading to respiratory failure on": "जो 'स्पाइनल मस्कुलर एट्रोफी' के आनुवंशिक विकार से पीड़ित थे। गंभीर निमोनिया के कारण",
  "21.12.2005 before attaining the age of 7 years and son Gurnoor also": "7 वर्ष की आयु प्राप्त करने से पहले 2.2.2005 पर श्वसन विफलता के कारण लड़की का",
  "passed away due to cardiac arrest on 20.09.2013 before attainingthe age": "निधन हो गया और ॥2 वर्ष की आयु प्राप्त करने से पहले 20.09.203 पर कार्डियक अरेस्ट के",
  "be for the welfare of the child, due consideration being for": "महत्व बच्चे का कल्याण और सर्वोत्तम हित है, जो गोद लेने वाले माता-पिता की क्षमता और",
  "children made under the provisions of the Hindu Adoption andMaintenance Act, 1956 (78 of 1956).": "अर्थात माँ को हिंदू अल्पसंख्यक और संरक्षकता अधिनियम, 956 के अनुसार कानून के",
  "Section 63 Effect of Adoption": "धारा 63 गोद लेने का प्रभाव",
  "A child in respect of whom an adoption order is issued by the District Magistrate, shall become the child of the": "एक बच्चा जिसके संबंध में जिला मजिस्ट्रेट दवारा गोद लेने का आदेश जारी किया जाता है,",
  "adoptive parents, and the adoptive parents shall become the": "गोद लेने वाले माता-पिता की संतान बन जाएगी, और गोद लेने वाले माता-पिता बच्चे के",
  "parents of the child as if the child had been born to the": "माता-पिता बन जाएंगे, जैसे कि बच्चे का जन्म गोद लेने वाले माता-पिता से हुआ था, सभी",
  "adoptive parents, for all purposes, including intestacy, with effect from the date on which the adoption order takes": "उद्देश्यों के लिए, जिसमें निर्विकारता भी शामिल है, उस तारीख से प्रभावी है जिस पर गोद लेने",
  "effect, and on and from such date all theties of the child in": "का आदेश प्रभावी होता है, और ऐसी तारीख से उसके जन्म के परिवार में बच्चे के सभी संबंध",
  "the family of his or her birth shall stand severed and replaced by those created by the adoption order in the": "टूट जाएंगे और गोद लेने वाले परिवार में गोद लेने के आदेश द्वारा बनाए गए संबंधों द्वारा",
  "(xi) _ Principle of right to privacy and confidentiality:": "(४) सुरक्षा का सिद्धांतः",
  "Every child shall have a right to protection of his privacy and confidentiality, by all means and throughout the judi-": "यह सुनिश्चित करने के लिए सभी उपाय किए जाएंगे कि बच्चा सुरक्षित है और देखभाल और",
  "(xii) Principle of repatriation and restoration:": "(0) स्वदेश वापसी और बहाली का सिदधांतः",
  "Every child in the juvenile justice system shall have the right to be re-united with his family at the earliest and to": "किशोर न्याय प्रणाली में प्रत्येक बच्चे को जल्द से जल्द अपने परिवार के साथ फिर से एकजुट",
  "be restored to the same socioeconomic and cultural status": "होने और उसी सामाजिक-आर्थिक और सांस्कृतिक स्थिति में बहाल होने का अधिकार होगा",
  "that he was in, before coming under the purview of this Act, unless such restoration and repatriation is not in his": "जिसमें वह इस अधिनियम के दायरे में आने से पहले था, जब तक कि ऐसी बहाली और",
  "(10) From a perusal of the above, it is evident that The Hindu": "(0) उपरोक्त के अवलोकन से, यह स्पष्ट है कि हिंदू अल्पसंख्यक और संरक्षकता अधिनियम,",
  "Minority and Guardianship Act, 1956 defines a ‘natural guardian’ and Section 6 thereof recognizes that in respect of a Hindu minor ie. an": "956 एक 'प्राकृतिक अभिभावक' को परिभाषित करता है और इसकी धारा 6 यह मान्यता देती",
  "Section 6 thereof recognizes that in respect of a Hindu minor ie. an illegitimate unmarried girl, the mother would be the natural guardian.": "है कि एक हिंदू नाबालिग यानी एक अवैध अविवाहित लड़की के संबंध में, माँ स्वाभाविक",
  "Section 8 thereof vests power in a natural guardian to do all acts that": "अभिभावक होगी। इसकी धारा 8 एक प्राकृतिक अभिभावक को उन सभी कार्यों को करने की",
  "the realization, protection or benefit of the minor's estate. Hence, the": "या लाभ के लिए आवश्यक, उचित और उचित हैं। इसलिए, नाबालिग का याचिकाकर्ता |४०.३-",
  "petitioner No.3-mother of the minor isthe natural guardian of the said child despite she herself being a minor. The petitioners No.1 and 2 are": "70॥6/ उक्त बच्चे का स्वाभाविक अभिभावक है, भले ही वह खुद नाबालिग हो। याचिकाकर्ता",
  "child despite she herself being a minor. The petitioners No.1 and 2 are the natural guardians of petitioner No. 3. Section 8 vests power in a": "संख्या । और 2 याचिकाकर्ता संख्या 3 के स्वाभाविक संरक्षक हैं। धारा 8 एक अभिभावक को",
  "guardian to do all such acts which are necessary and reasonable for the": "ऐसे सभी कार्य करने की शक्ति प्रदान करती है जो नाबालिग की देखभाल और सुरक्षा के लिए",
  "care and protection of the minor. The said Act also mandates that the": "आवश्यक और उचित हैं। उक्त अधिनियम यह भी आदेश देता है कि नाबालिग का कल्याण",
  "(11) The Hindu Adoptions and Maintenance Act, 1956 codifies laws relating to adoption and maintenance amongst Hindus. The": "() हिंदू गोद लेने और रखरखाव अधिनियम, 956 हिंदुओं के बीच गोद लेने और रखरखाव से",
  "abovesaid Act intends to simplify the law of adoption. The": "संबंधित कानूनों को संहिताबद्ध करता है। उपरोक्त अधिनियम का उद्देश्य गोद लेने के कानून",
  "requisites of a valid adoptionhave been provided under Section 6": "को सरल बनाना है। एक वैध गोद लेने की आवश्यकताएँ उसकी धारा 6 के तहत प्रदान की गई",
  "thereof, which provides for the capacityof the person adopting as well as giving a child in adoption and a person to be adopted as well. The": "हैं, जो गोद लेने वाले व्यक्ति की क्षमता के साथ-साथ एक बच्चे को गोद देने और एक व्यक्ति",
  "person capable of giving a child in adoption has been provided under": "को गोद लेने के लिए भी प्रदान करती है। बच्चे को गोद देने में सक्षम व्यक्ति को धारा 9 के",
  "Section 9 and it stipulates that no person other than the motheror father": "तहत प्रदान किया गया है और यह निर्धारित करता है कि मां या पिता अमरिक सिंह और अन्य",
  "or the guardian of a child shall have the capacity of giving the childin": "या बच्चे के अभिभावक के पास बच्चे को गोद देने की क्षमता होगी। इसके लिए प्रावधान यह है",
  "adoption. The Proviso thereto is that such right shall not be exercised by either of them without the consent of the other unless one of them has": "कि इस तरह के अधिकार का प्रयोग उनमें से किसी के द्वारा दूसरे की सहमति के बिना तब तक",
  "renounced the world or seizes to be a Hindu or has been declared by a": "नहीं किया जाएगा जब तक कि उनमें से एक ने दुनिया का त्याग नहीं कर दिया हो या हिंदू होने",
  "competent Court to be of unsound mind. Further, a ‘guardian’ has also been defined under Section 9(1) (a) to mean a person having the care of": "गया हो। इसके अलावा, धारा 9 (॥) (ए) के तहत एक 'अभिभावक' को भी परिभाषित किया",
  "a person or a child or of both. Section 9 also recognizes the right of the guardian to give a child in Adoption. A conjoint reading would": "गया है, जिसका अर्थ है किसी व्यक्ति या बच्चे या दोनों की देखभात्र करने वाला व्यक्ति। धारा 9 दत्तक ग्रहण में बच्चे को देने के अभिभावक के अधिकार को भी मान्यता देती है। एक संयुक्त",
  "establish that only the mother of an illegitimate child is her guardian": "पठन यह स्थापित करेगा कि केवल एक अवैध बच्चे की माँ ही उसकी अभिभावक है और एक",
  "and right of a guardian is recognized independently under the Hindu Adoption and Maintenance Act, 1956. A meaningful reading of the said": "अभिभावक के अधिकार को हिंदू गोद लेने और रखरखाव अधिनियम, 956 के तहत स्वतंत्र",
  "the guardian to give a child in adoption and in a caseof guardian, the": "को गोद देने के अभिभावक के स्वतंत्र अधिकार को मान्यता देता है और अभिभावक के मामले",
  "consent of biological father would become inconsequential since an": "में, जैविक पिता की सहमति महत्वहीन हो जाएगी क्‍योंकि हिंदू गोद लेने और रखरखाव",
  "expression ‘or’ has been used in The Hindu Adoptions and Maintenance Act, 1956. Hence, each person has its own substantive": "अधिनियम, 956 में 'या' अभिव्यक्ति का उपयोग किया गया है। इसलिए, प्रत्येक व्यक्ति को",
  "right todo such acts- to the exclusion of other. The only check on the": "इस तरह के कार्य करने का अपना मौलिक अधिकार है-दूसरे को छोड़कर। गोद लेने में बच्चे को",
  "thus did not extend to confer any right at par on father of an illegitimate": "हो सकता है। इस प्रकार कानून एक अवैध बच्चे के पिता के बराबर कोई अधिकार प्रदान करने",
  "child as have been conferred on father of a legitimate child. Recognition": "के लिए विस्तारित नहीं हुआ जैसा कि एक वैध बच्चे के पिता को प्रदान किया गया है। अवैध",
  "of father of the illegitimate child, notwithstanding the legislative intent": "बच्चे के पिता की मान्यता, इसके विपरीत विधायी इरादे के बावजूद, वैधानिक जनादेश का",
  "to the contrary, would amount to violating the statutory mandate and subjecting the statutory status of themother, in such case, below that of": "उल्लंघन करने और माता की वैधानिक स्थिति के अधीन करने के बराबर होगी, ऐसे मामले में,",
  "the father ignoring Section 6(b) of the Hindu Minority & Guardianship": "हिंदू अल्पसंख्यक और अभिभावक अधिनियम, 956 की धारा 6 (बी) की अनदेखी करते हुए",
  "Act, 1956 and giving an over-riding effect to Section 6(a) thereof. Other": "और उसकी धारा 6 (ए) को ओवरराइडिंग प्रभाव देना। उक्त अधिनियम की धारा ॥॥ में वैध गोद",
  "(12) Still further, the parliament also notified The Juvenile Justice (Care and Protection of Children) Act, 2015, which was": "(।2) इसके अलावा, संसद ने किशोर न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम,",
  "protection by catering to their basic needs through proper care,": "प्रक्रियाओं के माध्यम से उनके पुनर्वास के माध्यम से उनकी बुनियादी जरूरतों को पूरा करके",
  "through processes provided. Section 2(1) of The Juvenile Justice (Care and Protection of Children) Act, 2015 defines that an ‘abandoned": "किशोर न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम, 20॥5 की धारा 2 (॥) में",
  "child’ to mean, who has been deserted by his biological/adoptive": "परिभाषित किया गया है कि एक 'परित्यक्त बच्चे' का अर्थ है, जिसे उसके जैविक/दत्तक माता-",
  "parents/guardians and has been declared as ‘abandoned’ by the": "पिता/अभिभावकों द्वारा छोड़ दिया गया है और जिसे समिति द्वारा 'परित्यक्त' घोषित किया",
  "Committee. Section 2(9) of The Juvenile Justice (Care and Protection of": "गया है। किशोर न्याय (3५2 की देखभाल और संरक्षण) की धारा 2 (9)बाल) अधिनियम,",
  "Children) Act, 2015 defines the ‘best interest of a child’ which lays the basis for any decisionregarding ensuring fulfillment of basic rights and": "20॥5 'बच्चे के सर्वोत्तम हित' को परिभाषित करता है जो बच्चे के बुनियादी अधिकारों और",
  "basis for any decisionregarding ensuring fulfillment of basic rights and needs, identity and social wellbeing etc. of a child. Sub-Sections (iv),": "जरूरतों, पहचान और सामाजिक कल्याण आदि की पूर्ति सुनिश्चित करने के संबंध में किसी भी",
  "protection. According to above said sub-sections, a child, whose parents": "वाले बच्चे को परिभाषित करती हैं। उपर्युक्त उप-धाराओं के अनुसार, एक बच्चा, जिसके माता-",
  "or guardian are found to be unfit or incapacitated to take his/ her care": "पिता या अभिभावक अपनी देखभाल करने और अपनी सुरक्षा और कल्याण की रक्षा करने के",
  "and protect his/her safety and wellbeing, is deemed to be a child in": "लिए अयोग्य या अक्षम पाए जाते हैं, उसे देखभाल और सुरक्षा की आवश्यकता वाला बच्चा",
  "need of care and protection. It also includes a_ child for whom no": "माना जाता है| इसमें एक ऐसा बच्चा भी शामिल है जिसके लिए कोई भी देखभाल करने को",
  "one_is willing to take care or whose parents have abandoned or": "तैयार नहीं है या जिसके माता-पिता ने उसे छोड़ दिया है या आत्मसमर्पण कर दिया है। किशोर",
  "The Juvenile Justice (Care and Protection of Children) Act, 2015": "न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम, 205 की धारा 2 (3) एक अभिभावक",
  "define an ‘orphan’ child, which means also a child whose legal": "को परिभाषित करती है और 2 (५2) एक 'अनाथ' बच्चे को परिभाषित करती है, जिसका अर्थ है",
  "guardian _is not willing or is incapable of taking his/her care.": "एक ऐसा बच्चा जिसका कानूनी अभिभावक तैयार नहीं है या उसकी देखभाल करने में असमर्थ",
  "Similarly, Chapter 2, Section 3 of The Juvenile Justice (Care and": "है। इसी तरह, किशोर न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम, 20॥5 का अध्याय",
  "mandates that all decisions should be guided by the primary consideration of being in the best interest of the child and to help the": "से संबंधित है और यह आदेश देता है कि सभी निर्णय बच्चे के सर्वोत्तम हित में होने के प्राथमिक",
  "with regard to the care, nurturing and protection of the child as well as": "चाहिए, यह सुनिश्चित करने के लिए कि बच्चे की देखभाल, पाल्न-पोषण और सुरक्षा के साथ-",
  "to ensure that the child be not subjected to any harm, abuse or": "साथ यह सुनिश्चित करने के लिए कि बच्चे को किसी भी नुकसान, दुर्व्यवहार या दुर्व्यवहार",
  "be mobilized for promoting the wellbeing, facilitating development of": "आदि के अधीन नहीं किया जाए। कल्याण को बढ़ावा देने, पहचान के विकास को सुविधाजनक",
  "identity and to reduce vulnerability of children under the need of care": "बनाने और देखभाल और सुरक्षा की आवश्यकता वाले बच्चों की भेदुयता को कम करने के लिए",
  "and protection. Section 38 of The Juvenile Justice (Care and Protection": "संसाधनों को जुटाया जाना चाहिए। किशोर न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम,",
  "legall free for adoption and that if the Child Welfare Committee, constituted under Section 27 of the said Act of 2015, opines that the": "से संबंधित है और यदि 205 के उक्त अधिनियम की धारा 27 के तहत गठित बाल कल्याण",
  "child is an orphan having no one to take care, then it shall declare the": "समिति का मानना है कि बच्चा एक अनाथ है जिसकी देखभाल करने के लिए कोई नहीं है, तो",
  "that an unwanted child of a victim of sexual assault may be declared": "है कि यौन उत्पीड़न की शिकार एक अवांछित बच्चे को उपरोक्त समिति द्वारा गोद लेने के",
  "free for adoption by the abovesaid Committee. The time period": "लिए स्वतंत्र घोषित किया जा सकता है। उक्त मुद॒दे की जांच करने के लिए समिति द्वारा",
  "prescribed by the Committee to examine the said issue is two months from the production of the child. Section 56 of the Act of 2015 deals": "निर्धारित समय अवधि बच्चे के जन्म से दो महीने है। 205 के अधिनियम की धारा 56 गोद",
  "with the issue of adoption and Section 57 of the Act of 2015 determines": "लेने के मुद्दे से संबंधित है और 205 के अधिनियम की धारा 57 भावी गोद लेने वाले माता-",
  "the eligibility of prospective adoptive parents/guardian.": "पिता/अभिभावक की पात्रता निर्धारित करती है।",
  "(14) Now adverting to the factual aspect of the present case, it": "(4) अब वर्तमान मामले के तथ्यात्मक पहलू को ध्यान में रखते हुए, यह निर्विवाद है कि जहां",
  "remainsundisputed that insofar as the capacity of petitioners No.4 and 5 for taking the child in adoption is concerned, they fulfill the": "तक बच्चे को गोद लेने के लिए याचिकाकर्ता संख्या ५ और 5 की क्षमता का संबंध है, वे",
  "requirement prescribed under different statutes and are eligible to take": "विभिन्‍न कानूनों के तहत निर्धारित आवश्यकता को पूरा करते हैं और बच्चे को गोद लेने के लिए",
  "the child in adoption. The dispute becomes peculiar and has come": "पात्र हैं। विवाद विचित्र हो जाता है और इस न्यायालय के समक्ष केवल इस तथ्य के कारण आया",
  "before this Court only on account of the fact that even though the minor petitioner No.3 being mother of an illegitimate girlchild is her natural": "है कि भले ही नाबालिग याचिकाकर्ता संख्या ३ एक अवैध लड़की की माँ होने के नाते उसका",
  "guardian, who is entitled and recognized by law to take all necessary": "स्वाभाविक अभिभावक है, जो कानून द्वारा सभी आवश्यक कदम उठाने का हकदार और",
  "steps which are in the best interest of the minor, however, under The": "मान्यता प्राप्त है जो नाबालिग के सर्वोत्तम हित में हैं, हालाँकि, हिंदू गोद लेने और रखरखाव",
  "guardian can give the child in adoption only after obtaining consent of": "बाद ही बच्चे को गोद ले सकता है। दस्तावेजों के उप-पंजीयक ने उक्त कारण से और पूरी तरह",
  "adoption deed for the said reason and by relying solely on Section 9(2) of The Hindu Adoptions and Maintenance Act, 1956 and ignoring the": "से हिंदू गोद लेने और रखरखाव अधिनियम, 956 की धारा 9 (2) पर भरोसा करके और हिंदू",
  "scope of Section 6(b) of the Hindu Minority and Guardianship Act,": "अल्पसंख्यक और अभिभावक अधिनियम, 956 की धारा 6 (बी) के दायरे को हिंदू गोद लेने",
  "Phase-10 Mohali. It is a double story house and used by Petitioners for their own family only i.e. both floors are": "चरण-0 मोहाली। यह एक दो मंजिला घर है और याचिकाकर्ताओं द्वारा केवल अपने परिवार के",
  "utilized by the family.": "लिए उपयोग किया जाता है यानी दोनों मंजिलों का उपयोग परिवार द्वारा किया जाता है।",
  "e Both Petitioner no. 4 and 5 come across as happy and healthy minded couple.": "0 दोनों याचिकाकर्ता सं। ५ और 5 खुश और स्वस्थ दिमाग वाले जोड़े के रूप में सामने आते हैं।",
  "e Deeming the above, it can be stated that Petitioner no. 4 and 5 belong to upper financial strata society,": "0 उपरोक्त को देखते हुए, यह कहा जा सकता है कि याचिकाकर्ता नं। ५ और 5 उच्च वित्तीय",
  "and 5 belong to upper financial strata society, economically/ financially they are very sound to provide": "स्तर के समाज से संबंधित हैं, आर्थिक/आर्थिक रूप से वे अपने बच्चों को एक परिपूर्ण जीवन",
  "(Care and Protection of Children) Act, 2015 also gets attracted, since": "देखभाल और संरक्षण) अधिनियम, 20॥5 का मुद्‌दा भी आकर्षित होता है, क्योंकि नाबालिग माँ",
  "both the minor mother and her minor child are the juveniles/children in": "और उसका नाबालिग बच्चा दोनों ही देखभाल और सुरक्षा की आवश्यकता वाले किशोर /बच्चे",
  "need of care and protection. The petitioner No.3- minor mother, having": "हैं। याचिकाकर्ता संखया ३-नाबालिग माँ, जिसका यौन शोषण किया गया है, किशोर न्याय",
  "Justice (Care and Protection of Children) Act, 2015 and the minor": "नाबालिग अवैध बच्चा किशोर न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम, 205 की",
  "Section 2(14) read with definition of 'abandoned child' under Section": "धारा 2 (॥) के तहत 'परित्यक्त बच्चे' की परिभाषा के साथ पठित धारा 2 (9) के खंड (५)",
  "the ‘natural guardian’ (minor petitioner No.3) herself is unfit and": "और यह भी विचार करते हुए कि 'प्राकृतिक अभिभावक' (नाबालिग याचिकाकर्ता संख्या 3)",
  "incapacitated to take care and protect or provide for the safety or well being of the minor illegitimate girl child. While recognizing that": "स्वयं है। नाबालिग अवैध बालिका की देखभाल और सुरक्षा या सुरक्षा या कल्याण प्रदान करने के",
  "subject to Section 6(a) thereof and Section 9(1)of The Hindu Adoptions": "956 की धारा 6 (बी) उसकी धारा 6 (ए) के अधीन नहीं है और हिंदू गोद लेने और रखरखाव",
  "and Maintenance Act, 1956 recognizes right of the ‘guardian’ (which in": "अधिनियम, 956 की धारा 9 (॥) 'अभिभावक' के अधिकार को मान्यता देती है (जो इस",
  "this case happens to be petitioner No. 3) to give a child in adoption subject to Section 9(4) thereof and the said section is also not subjectto": "मामले में याचिकाकर्ता संख्या 3 है) कि वह बच्चे को गोद लेने के लिए धारा 9 (५) के अधीन है",
  "Section 9(2) of The Hindu Adoptions and Maintenance Act, 1956- this": "और उक्त धारा भी हिंदू गोद लेने और रखरखाव अधिनियम, 956 की धारा 9 (2) के अधीन",
  "Court feels that mother-natural guardian of the illegitimate minor girl": "नहीं है-यह न्यायालय महसूस करता है कि अवैध नाबालिग लड़की की माँ-प्राकृतिक अभिभावक",
  "child cannot be left to the mercy of her oppressor. Law would not": "है। उसे उसके उत्पीड़क की दया पर नहीं छोड़ा जा सकता है। कानून का इरादा नाबालिग को",
  "intend to turn the minor to her tormentor to protect and save her left over dignity, honour and pride and plead his consent for putting her life": "उसकी गरिमा, सम्मान और गर्व से बचाने और बचाने के लिए उसे उसके उत्पीड़क के हवाले",
  "give an over-riding effect to Section9(2) of The Hindu Adoptions and Maintenance Act, 1956 ignoring the statutory mandate to cater to circumstances surrounding this case would not only violate the": "लिए उसकी सहमति का अनुरोध करेगा। इस मामले के आसपास की परिस्थितियों को पूरा करने के लिए वैधानिक जनादेश की अनदेखी करने वाली ऐसी व्याख्या जो हिंदू गोद लेने और रखरखाव अधिनियम, 956 की धारा 9 (2) को अत्यधिक प्रभाव देगी, न केवल अन्य",
  "statutory scheme of other provision but would also be hit by Article": "प्रावधानों की वैधानिक योजना का उल्लंघन करेगी, बल्कि भारत के संविधान के अनुच्छेद 2। से",
  "above is that consent of father would not be necessary in present circumstances since Section 9(2) of The Hindu Adoptions and": "परिस्थितियों में पिता की सहमति की आवश्यकता नहीं होगी क्योंकि हिंदू गोद लेने और",
  "circumstances since Section 9(2) of The Hindu Adoptions and Maintenance Act, 1956 would not be attracted and authorities should": "रखरखाव अधिनियम, 956 की धारा 9 (2) को आकर्षित नहीं किया जाएगा और अधिकारियों",
  "take of Section 6(B) of Hindu Minority and Guardianship Act, 1956": "को हिंदू अल्पसंख्यक और अभिभावक अधिनियम, 956 की धारा 6 (बी) को हिंदू गोद लेने",
  "read with Section 9(1) and (4) of The Hindu Adoptions and Maintenance Act, 1956. The law should thus recognize the right of a": "और रखरखाव अधिनियम, ।956 की धारा 9 (॥) और (५) के साथ पढ़ना चाहिए। इस प्रकार",
  "Maintenance Act, 1956. The law should thus recognize the right of a mother of an illegitimate child and accept her status asthe sole guardian of such child.": "कानून को अवैध बच्चे की मां के अधिकार को मान्यता देनी चाहिए और ऐसे बच्चे के एकमात्र अभिभावक के रूप में उसकी स्थिति को स्वीकार करना चाहिए।",
  "(16) However, since even the mother in the present case happens to bea minor and a child in need of care and protection, this Court finds": "(6) हालाँकि, चूंकि वर्तमान मामले में माँ भी नाबालिग है और एक बच्चे को देखभाल और",
  "(17) A perusal of the documents available on record also": "(।7) अभिलेख पर उपलब्ध दस्तावेजों के अवलोकन से यह भी स्थापित होता है कि",
  "establishes that the petitioner No.3 was 13 years of age as on the date": "याचिकाकर्ता संख्या 3 उस तारीख को ॥3 वर्ष की थी जब वह प्रतिवादी संख्या ५ द्वारा",
  "illegitimate child born are thus limited and may not sub-serve the best": "की क्षमता इस प्रकार सीमित है और बच्चे के सर्वोत्तम हित को कम नहीं कर सकती है। इसके",
  "interest of the child. Additionally, the fact the rearing of an illegitimate child due to rape on their daugher is a_ constant": "अतिरिक्त, यह तथ्य कि अपनी बेटी के साथ बलात्कार के कारण एक अवैध बच्चे का पालन-",
  "reminder of the trauma and may not be good for the social and psychological wellbeing of the minor mother (petitioner No.3) as well": "पोषण उस आघात की निरंतर याद दिलाता है और नाबालिग माँ (याचिकाकर्ता संख्या 3) के साथ-साथ बच्चे के सामाजिक और मनोवैज्ञानिक कल्याण के लिए अच्छा नहीं हो सकता है।",
  "evident that the petitioner No.3 or even the petitioners No.1 and 2 as parents of petitioner No.3 are not well equipped under the": "यहां तक कि याचिकाकर्ता संख्या । और 2 याचिकाकर्ता संख्या ३3 के माता-पिता के रूप में",
  "to live her life with the stigma of being an illegitimate child. It is also": "अवैध बच्चे होने के कलंक के साथ अपना जीवन जीना होगा। यह भी स्पष्ट है कि बच्चे का",
  "evident that the child was born on 02.03.2021 and had been given in adoption to petitioners No.4 and 5 on 07.06.2021 when she was only": "जन्म 02.03.202 पर हुआ था और उसे 07.06.202। पर याचिकाकर्ता संख्या ५ और 5 को",
  "about three months old. Undisputedly, the said child has been residing": "गोद में दिया गया था, जब वह केवल तीन महीने की थी। निर्विवाद रूप से, उक्त बच्चा तब से",
  "with the petitioner No.4and 5 since then and recognizes them to be her only known parents.": "याचिकाकर्ता संख्या ५ और 5 के साथ रह रहा है और उन्हें उसके एकमात्र ज्ञात माता-पिता के रूप में पहचानता है।",
  "(18) It has also come forth that the prosecution of respondent No.4 in the alleged FIR was initiated before the Fast Track Court on": "(।8) यह भी सामने आया है कि कथित प्राथमिकी में प्रतिवादी संखया +५ का अभियोजन फास्ट",
  "No.4 in the alleged FIR was initiated before the Fast Track Court on 12.03.2021, and after the child had already taken birth on 02.03.2021.": "ट्रैक अदालत के समक्ष 2.03.202। पर शुरू किया गया था, और बच्चे के पहले ही",
  "The factum of pregnancy of petitioner No.3 was fully known to": "02.03.202। पर जन्म लेने के बाद। याचिकाकर्ता संख्या 3 की गर्भावस्‍था का तथ्य प्रतिवादी",
  "Authentication Form of the baby girl delivered on 02.03.2021 (wrongly": "03.03.202 के रूप में उल्लिखित) पर जन्म लेने वाली बच्ची का रक्त प्रमाणीकरण प्रपत्र",
  "Ex.P4 that was produced during the trial. Hence, the respondent": "£/..?५ है जिसे परीक्षण के दौरान प्रस्तुत किया गया था। अतः,नं. ५ के साथ-साथ उनके परिवार",
  "report having been received from the Director, Social Welfare, Women and Child Development, U.T. Chandigarh and the report having been": "देखभाल कर रहे हैं। निदेशक, समाज कल्याण, महित्रा और बाल विकास, यू. टी. चंडीगढ़ से",
  "furnished by the District Child Protection Officer, S.A.S. Nagar (Mohali), it is deemed expedient and in the fitness of things, taking into": "रिपोर्ट प्राप्त होने और जिला बाल संरक्षण अधिकारी, एस. ए. एस. नगर (मोहाली) द्वारा रिपोर्ट",
  "consideration the peculiar facts and circumstances of the case, that the": "प्रस्तुत किए जाने के बाद, मामले के विशिष्ट तथ्यों और परिस्थितियों को ध्यान में रखते हुए,",
  "detailed procedure and report from the Child Welfare Committee be": "यह समीचीन और उपयुक्त माना जाता है कि बाल कल्याण समिति की विस्तृत प्रक्रिया और",
  "exempted. This Court has no apprehension at this juncture and is satisfied about the report furnished by the District Child Protection": "रिपोर्ट को छूट दी जाए। इस न्‍यायात्रय को इस समय कोई आशंका नहीं है और वह जिला बाल",
  "Officer, S.A.S. Nagar (Mohali) and forwarded by the Department. The": "संरक्षण अधिकारी, एस. ए. एस. नगर (मोहाली) द्वारा प्रस्तुत और विभाग द्वारा भेजी गई",
  "Section 2(42) of The Juvenile Justice (Care and Protection of Children)": "की देखभाल और संरक्षण) अधिनियम, 20॥5 की धारा 2 (५2) के साथ खंड 2 (॥) के तहत",
  "willing and is not capable of takingcare of the child. The petitioner No.3": "की देखभाल्र करने में सक्षम नहीं है। याचिकाकर्ता संख्या 3 अर्थात माँ को हिंदू अल्पसंख्यक और",
  "i.e. the mother is recognized as a legal guardian by operation of law as per The Hindu Minority and Guardianship Act, 1956. The provisions of": "संरक्षकता अधिनियम, 956 के अनुसार कानून के संचालन द्वारा कानूनी अभिभावक के रूप",
  "per The Hindu Minority and Guardianship Act, 1956. The provisions of The Hindu Minority and Guardianship Act, 1956 also recognize the": "में मान्यता प्राप्त है। हिंदू अल्पसंख्यक और अभिभावक अधिनियम, 956 के प्रावधान भी",
  "right of a guardian to take such effective steps as required necessary to give a child in adoption as per Section 9 (5) (ia). It is undisputed that": "धारा 9 (5) (आई. ए.) के अनुसार गोद लेने में बच्चे को देने के लिए आवश्यक ऐसे प्रभावी कदम उठाने के लिए एक अभिभावक के अधिकार को मान्यता देते हैं। यह निर्विवाद है कि",
  "petitioners No.1 to 3 would also fall within the definition of guardian": "याचिकाकर्ता संख्या । से 3 भी बच्चे की देखभाल करने वाले अभिभावक की परिभाषा के",
  "having the care of the child. The Hindu Adoptions and Maintenance Act, 1956 is although a statute governing adoption, however, the": "अंतर्गत आते हैं। हिंदू गोद लेने और रखरखाव अधिनियम, 956 हालांकि गोद लेने को नियंत्रित",
  "Juvenile Justice (Care and Protection of Children) Act, 2015 deals with": "करने वाला एक क़ानून है, हालाँकि, किशोर न्याय (बच्चों की देखभाल और संरक्षण)",
  "need of care and protection. Section 38(3) deals specifically with": "किशोर/बच्चों के मामलों और चिंताओं से संबंधित है। धारा 38 (3) विशेष रूप से यौन उत्पीड़न",
  "children born out of sexual assault. The above section starts with a non-": "से पैदा हुए बच्चों से संबंधित है। उपरोक्त धारा एक गैर-अस्थाई खंड के साथ शुरू होती है जो",
  "obstante clause giving it an over-riding effect on any other statute.": "इसे किसी भी अन्य क़ानून पर एक अति-प्रभावी प्रभाव देती है। इसलिए यह प्रावधान एक विशेष",
  "Act, 1956, which would be a general law, in such a case.": "प्राथमिकता नहीं दी जाएगी, जो ऐसे मामले में एक सामान्य कानून होगा।",
  "(21) The chronology of facts also show that the petitioner No.3": "(2) तथ्यों के कालक्रम से यह भी पता चलता है कि याचिकाकर्ता संख्या 3 अमरिक सिंह और",
  "(26) Since the issue of declaration of the child to be legally free": "(26) चूँकि बच्चे को गोद लेने के लिए कानूनी रूप से स्वतंत्र घोषित करने के मुद्दे की पहले ही",
  "for adoption has already been examined and ruled, I am of the opinion": "जांच की जा चुकी है और फैसला सुनाया जा चुका है, मेरी राय है कि वर्तमान याचिका को",
  "(27) The respondent No.3-Sub-Registrar of Documents, Chandigarh is directed to register the Adoption Deed dated 07.06.2021": "(27) प्रत्यर्थी संखया ३-दस्तावेजों के उप-पंजीयक, चंडीगढ़ को निर्देश दिया जाता है कि वह",
  "giving minor Rxxxx, born on 02.03.2021, in adoption to petitioners No.4 and 5, in a time bound manner without raising any further": "याचिकाकर्ता संख्या ५ और 5 को गोद लेने में नाबालिग आर. एक्स. एक्स., जिसका जन्म आई.",
  "(28) Petition stands allowed accordingly.": "(28) याचिका को तदनुसार अनुमति दी जाती है।",
  "petitioners No.1 and 2 as well as respondent No.4 have shown no inclination to retain, rear and bring up the minor child —Rxxxx. It": "साथ प्रतिवादी संख्या ५ ने नाबालिग बच्चे को बनाए रखने, पालने और पालने के लिए कोई",
  "sexual assault attracting Section 38(3) of The Juvenile Justice(Care and": "(बच्चों की देखभाल और संरक्षण) अधिनियम, 20॥5 की धारा 38 (3) को आकर्षित करने वाले",
  "free for adoption by the Committee ite. the Child Welfare Committee as constituted under Section 27 of The Juvenile Justice": "205 की धारा 27 के तहत गठित बाल कल्याण समिति द्वारा गोद लेने के लिए स्वतंत्र घोषित",
  "(Care and Protection of Children) Act, 2015 or not. The procedure for": "किया गया है या नहीं। किशोर न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम, 205 की",
  "declaration of a child to be free for adoption is stipulated under Section 38 of The Juvenile Justice (Care and Protection of Children) Act, 2015": "धारा 38 के तहत एक बच्चे को गोद लेने के लिए स्वतंत्र घोषित करने की प्रक्रिया निर्धारित की",
  "and it requires that if it is established that the child is either an orphan": "गई है और यह आवश्यक है कि यदि यह स्थापित हो जाता है कि बच्चा या तो अनाथ है या",
  "or abandoned having no one to care, the said childshall be declared by": "उसके पास देखभाल करने के लिए कोई नहीं है, तो समिति द्वारा उक्त बच्चे को गोद लेने के",
  "Protection of Children) Act, 2015 are definitely attracted to the case of Rxxxx as neither of the parents i.e. the petitioner No.3 or the respondent": "निश्चित रूप से आर. एक्स. एक्स. एक्स. के मामले की ओर आकर्षित होती है क्योंकि माता- पिता में से कोई भी यानी याचिकाकर्ता संख्या 3 या प्रतिवादी संख्या ५ बच्चे की जिम्मेदारी,",
  "No.4 are willing to take up the responsibility, care and protectionof the child and as such, the said child falls within the definition of an": "देखभाल और सुरक्षा को लेने के लिए तैयार नहीं हैं और इस तरह, उक्त बच्चा किशोर न्याय",
  "‘orphan' under Section 2(42) of The Juvenile Justice (Care and": "(बच्चों की देखभाल और संरक्षण) अधिनियम, 20॥5 की धारा 2 (५2) के तहत 'अनाथ' की",
  "child’ under Section 2(1) of thesaid Act of 2015. The petitioners No. 1-3": "205 के उक्त अधिनियम का। याचिकाकर्ता संख्या ।-3 ने बच्चे को बनाए रखने या पालने के",
  "have shown no inclination to retain or bring up the child. The requirement to seek a declaration for the child being legally free for": "लिए कोई झुकाव नहीं दिखाया है। बच्चे को गोद लेने के लिए कानूनी रूप से स्वतंत्र होने की",
  "adoption would be necessary only to make efforts for tracing the parents/guardian of the child and to come to a conclusion as to whether": "घोषणा करने की आवश्यकता केवल बच्चे के माता-पिता/अभिभावक का पता लगाने के प्रयास",
  "no more in dispute, relegating the case for seeking a report and/or": "बच्चा है या नहीं। चूंकि उक्त पहलू अब विवाद में नहीं है, इसलिए समिति से रिपोर्ट मांगने",
  "declaration from the Committee would only be a formality causing": "और »या घोषणा करने के लिए मामले को खारिज करना केवल एक औपचारिकता होगी जिससे",
  "bureaucratic delay in the present case. Moreover, the requirement to": "वर्तमान मामले में नौकरशाही में देरी होगी। इसके अलावा, 2 साल से कम उम्र के बच्चे के",
  "submit a report in a case of child less than 2 years of age is within a": "मामले में रिपोर्ट जमा करने की आवश्यकता 2 महीने की अवधि के भीतर और अन्य मामले में",
  "period of 2 months and in other case 4 months. A much longer period": "५ महीने की अवधि के भीतर है। उस समय के दौरान बहुत लंबा समय बीत चुका है जब यह",
  "pending before this Court and the authorities were seized ofthe facts.": "मामला इस न्यायात्रय के समक्ष लंबित है और अधिकारियों को तथ्यों से अवगत कराया गया",
  "(22) In the peculiar circumstances of the case and taking into": "(22) मामले की विषम परिस्थितियों में और इस बात को ध्यान में रखते हुए कि पूरी",
  "consideration that the entire factual legal background is undisputed and": "तथ्यात्मक कानूनी पृष्ठभूमि निर्विवाद है और 350 भी विचार करते हुए कि न तो प्रतिवादी",
  "also considering that neither respondent No.4 nor the petitioner Nos. | to 3 are willing to take responsibility of Rxxx or have ever staked any": "संख्या ५ और न ही याचिकाकर्ता संख्या । से 3 आर. एक्स. एक्स. की जिम्मेदारी लेने के लिए",
  "that therequirement of a declaration from the Child Welfare Committee": "इस न्यायालय का विचार है कि बाल कल्याण समिति से घोषणा की आवश्यकता केवल एक",
  "any larger interest. In the totality of the circumstances, this Court holds that the child “Rxxx” is legally free for adoption.": "परिस्थितियों की समग्रता में, यह न्यायालय मानता है कि बच्चा \"आरएक्सएक्सएक्स\" कानूनी रूप से गोद लेने के लिए स्वतंत्र है।",
  "(23) Taking into consideration the parameters prescribed under Chapter VII of The Juvenile Justice (Care and Protection of Children)": "(23) किशोर न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम, 20॥5 के अध्याय ५॥| के",
  "Act, 2015 and the respective eligibility of the parties and the guidelines alongwith the report received from the Child Welfare Committee as": "तहत निर्धारित मापदंडों और पक्षों की संबंधित पात्रता और बाल कल्याण समिति के साथ-साथ",
  "alongwith the report received from the Child Welfare Committee as well as the AdoptionRegulations, 2017, it is held that there is no legal": "गोद लेने के विनियम, 207 से प्राप्त रिपोर्ट के साथ दिशानिर्देशों को ध्यान में रखते हुए, यह",
  "(24) While holding so, this Court is fully conscious of the": "(20) ऐसा अभिनिर्धारित करते हुए, यह न्यायालय वर्तमान मामले की विशिष्ट प्रकृति के साथ-",
  "peculiar nature of the present case as also the socio-economic status of the petitioners No.1 to 3 and also the fact that the minor Rxxxx is": "साथ याचिकाकर्ता संख्या । से 3 की सामाजिक-आर्थिक स्थिति और इस तथ्य से भी पूरी तरह",
  "the petitioners No.1 to 3 and also the fact that the minor Rxxxx is an unwanted child ofsexual assault committed on petitioner No.3,": "अवगत है कि नाबालिग आर. एक्स. एक्स. याचिकाकर्ता संख्या ३ पर किए गए यौन उत्पीड़न",
  "who is now 15 years of age and is pursuing her studies. The petitioners": "की एक अवांछित संतान है, जो अब ॥5 वर्ष की हो गई है और अपनी पढ़ाई कर रही है।",
  "No.1 to 3 are residing in a room in a Gurudwara and have no means to": "याचिकाकर्ता संख्या । से 3 तक गुरुदवारे में एक कमरे में रह रहे हैं और याचिकाकर्ता संख्या ५",
  "5 have to offer. Besides, the rearing of the child by petitioners No.1 to 3": "अलावा, याचिकाकर्ता संख्या । से 3 तक द्वारा बच्चे का पालन-पोषण न केवल याचिकाकर्ता",
  "shall be stigmatic and traumatic not only for petitionerNo.3 but also for the minor —Rxxxx. The atmosphere of being brought under disdain and": "संख्या 3 के लिए बल्कि नाबालिग के लिए भी कलंकित और दर्दनाक होगा। एक अवांछित बच्चे",
  "the minor —Rxxxx. The atmosphere of being brought under disdain and meager financial resources for an unwanted child would definitely not": "के लिए तिरस्कार और अल्प वित्तीय संसाधनों के तहत लाए जाने का वातावरण निश्चित रूप से",
  "be healthy for the future prospects, mental stability and wellbeing of the": "बच्चे की भविष्य की संभावनाओं, मानसिक स्थिरता और कल्याण के लिए स्वस्थ नहीं होगा",
  "child and would not sub-serve the overall development of the said child": "और उक्त बच्चे के समग्र विकास को भी कम नहीं करेगा। इस प्रकार इस न्यायालय पर यह",
  "as well. The burden is thus on this Court to examine as to what is best suited for the wellbeing of the minor child in the present case where the": "जांच करने का भार है कि वर्तमान मामले में नाबालिग बच्चे की भल्राई के लिए सबसे उपयुक्त",
  "biological parents are unfit and incapacitated either on account of their age, social circumstances or on account of continued incarceration in": "क्या है, जहां जैविक माता-पिता अपनी उम्र, सामाजिक परिस्थितियों या जेल में निरंतर",
  "jail and who have expressed no willingness to take care of the child by their express or implied act and/or conduct. Besides, the minor child has": "कारावास के कारण अयोग्य और अक्षम हैं और जिन्होंने अपने स्पष्ट या निहित कार्य और»या आचरण से बच्चे की देखभाल करने की कोई इच्छा व्यक्त नहीं की है। इसके अलावा, नाबालिग"
}