{
  "Before Ranjit Singh, J.": "न्यायमूर्ति रंजीत सिंह के समक्ष",
  "FAKIRIA AND OTHERS,—Petitioners": "फ़किरिया और अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS,—Respondents": "हरियाणा राज्य और अन्य-उत्तरदाता",
  "C.W.P. No.864 of 1991": "99] का सी. डब्ल्यू. पी. संख्या 864",
  "Constitution of India - Art. 226/227 - Punjab Security of": "भारत का संविधान-अनुच्छेद 226/227-पंजाब भूमि कार्यकाल सुरक्षा",
  "Act, 1966 - Ss. 88 & 89 - Haryana Ceiling on Lands Holdings Act,": "88 और 89-हरियाणा सीलिंग ऑन लैंड होल्डिंग्स एक्ट 972- धारा 2 (3),8",
  "1972 - 12(3), 18 & 18(6) - Haryana Adaptation of Laws(Statute &": "और 8 (6)-हरियाणा कानूनों का अनुकूलन (क़ानून और समवर्ती विषय) आदेश,",
  "to have purchased land from big land owner - Land declared surplus by Collector proposed to be allotted- Whether predecessor-in-interest": "का दावा करते हैं-कलेक्टर द्वारा अधिशेष घोषित भूमि आवंटित करने का",
  "by Collector proposed to be allotted- Whether predecessor-in-interest could validly purchase land.": "प्रस्ताव-क्या पूर्ववर्ती वैध रूप से भूमि खरीद सकता है।",
  "Held, Petitioner could purchase land that had been declared surplus.": "आयोजित, याचिकाकर्ता उस भूमि को खरीद सकता था जिसे अधिशेष",
  "Right or entitlement to purchase land under Section 18 ofthe Punjab Act": "घोषित किया गया था।पंजाब अधिनियम की खंड 8 के तहत भूमि खरीदने का",
  "could be invoked only if sue land is declared tenant permissible area.": "अधिकार या हक केवल तभी लागू किया जा सकता है जब भूमि को किरायेदार",
  "Conceded position is that the land was declared surplus and purchase was": "अनुमेय क्षेत्र घोषित किया जाए।स्वीकृत स्थिति यह है कि भूमि को अधिशेष",
  "allowed in favour of predecessor-in-interest of the petitioner under Section": "घोषित किया गया था और खंड 8 के तहत याचिकाकर्ता के हित में पूर्ववर्ती के",
  "Financial Commissioner dated 21.8.1990. The petitioners claim to have": "याचिका दायर की।उक्त पुनरीक्षण याचिका 2.8.990 को स्वीकार की गई थी।तदनुसार, याचिकाकर्ताओं ने वित्तीय आयुक्त द्वारा पारित इस आदेश पर",
  "was subsequently utilized. The petitioners would plead that the Government": "गया था और बाद में इसका उपयोग किया गया था।याचिकाकर्ताओं का कहना था",
  "could not have utilized this surplus land.": "कि सरकार इस अधिशेष भूमि का उपयोग नहीं कर सकती थी।",
  "(3) The facts noticed in brief are that on 25.2.1965, the Collector,": "(3) संक्षेप में जिन तथ्यों पर ध्यान दिया गया है, वे यह हैं कि 25.2.965 को",
  "Agrarian, Naraingarh, had declared 134 standard acres 3 units of land with Rao Pirthi Singh of Raipur Rani, Tehsil Naraingarh, Distt. Ambala, as surplus": "कलेक्टर, कृषि, नारायणगढ़ ने रायपुर रानी, तहसील नारायणगढ़, जिला के राव पिरथी सिंह के साथ 34 मानक एकड़ 3 यूनिट भूमि अंबाला, पंजाब प्रतिभूति",
  "under Punjab Security of Land Tenures Act, 1953 (for short ‘the Punjab": "भूमि कार्यकाल अधिनियम, 953 (संक्षैप में 'पंजाब अधिनियम') के तहत",
  "Act’). As per the petitioners, their predecessors-in-interest were non-": "अधिशेष के रूप में घोषित की थी। याचिकाकर्ताओं के अनुसार, उनके पूर्ववर्ती",
  "occupancy tenants on land in Village Raipur Rani, even in the year 1917-18. In support, copy of the jamabandi of the year 1917-18 is referred": "रायपुर रानी गांव में भूमि पर वर्ष 97-8 में भी गैर-अधिभोग किरायेदार थे, यहां",
  "to. It is stated that Mansha Ram, father of petitioner No.1 and Bishna, the": "है।यह कहा गया है कि याचिकाकर्ता संख्या | के पिता मानशा राम और",
  "they were recorded as tenants on the land. The petitioners have averred": "के रूप में दर्ज किया गया।याचिकाकर्ताओं ने तर्क दिया है कि भूमि मालिक ने",
  "that the land owner wrongly got himself recorded as in self-cultivation subsequently.": "गलत तरीके से खुद को बाद में स्व-खेती के रूप में दर्ज कराया।",
  "(4) The land declared surplus with Rao Pirthi Singh was proposed": "(4) राव पिरथी सिंह के पास अधिशेष घोषित भूमि आवंटित करने का प्रस्ताव",
  "to be allotted. Bishna and other tenants had then filed a complaint and on": "था।बिश्ना और अन्य कियायेदारों ने तब एक शिकायत दर्ज कराई थी और उसके",
  "basis thereof, Naib Tehsildar, Agrarian, Ambala, submitted a report on": "आधार पर, नायब तहसीलदार, कृषि, अंबाला ने 4.0.966 पर एक रिपोर्ट प्रस्तुत",
  "14.10.1966 that order declaring land surplus with Rao Pirthi Singh was": "की कि राव पिरथी सिंह के पास भूमि अधिशेष घोषित करने का आदेश अधूरा था",
  "even in Form EF It was stated that upon proper calculation of the area, there": "कहा गया था कि क्षेत्र की उचित गणना पर, अधिशेष घोषित करने के लिए कोई",
  "remained no area to be declared surplus.": "क्षेत्र नहीं बचा था।",
  "(5) Bishna and Mansha Ram predecessors-in-interest of the petitioners and some others filed an application under Section 18 of the": "(5) याचिकाकर्ताओं और कुछ अन्य लोगों के हित में बिश्ना और मानशा राम",
  "Punjab Act for purchase of land measuring 132 kanals comprised in various": "पूर्ववर्तियों ने विभिन्‍न खसरा संख्या में 32 कनाल की भूमि की खरीद के लिए",
  "stopped and the orders dated 6.9.1967 passed by the Assistant": "की गई प्रार्थना की अनुमति 6.9.967 को पर दी गई थी।इसके बाद, आवेदकों ने",
  "FAKIRIA AND OTHERS v. STATE OF HARYANA 189": "फ़ाकिरिया और अन्य बनाम हरियाणा राज्य और अन्य",
  "was also based on compromise and thus, bad in law as per the ratio of law laid down in Amar Singh’s case (supra). The purchase order by": "कानून (उपरोक्त) ) के अनुपात के अनुसार कानून सही नहीं थी | याचिकाकर्ता",
  "predecessor-in-interest of petitioner Nos.?2 is also termed as nullity and thus,": "संख्या .2 के पूर्ववर्ती द्वारा खरीद आदेश को भी शून्य कहा जाता है और इस प्रकार,",
  "having no effect in law. As per the respondents, the purchase of surplus": "कानून में इसका कोई प्रभाव नहीं है।प्रतिवादी के अनुसार, याचिकाकर्ताओं द्वारा",
  "area by the petitioners was void, ab inito and thus, it is urged that the State": "अधिशेष क्षेत्र की खरीद शुरू से ही अमान्य थी और इस प्रकार, यह आग्रह किया",
  "was not precluded from allotting the land to eligible persons under the": "तहत पात्र व्यक्तियों को भूमि आवंटित करने से नहीं रोका गया था।",
  "(10) Counsel for the petitioners submits that the purchase order": "(0) याचिकाकर्ताओं के वकील प्रस्तुत करते हैं कि स्वप्रेरणा संज्ञान शक्तियों का",
  "dated 6.9.1967 can not be validly questioned and found bad after 23 years by the Financial Commissioner in exercise of suo motu powers. In support,": "प्रयोग करते हुए वित्तीय आयुक्त द्वारा 23 वर्षों के बाद दिनांकित 6.9.967 खरीद आदेश पर वैध रूप से सवाल नहीं उठाया जा सकता है और इसे गलत नहीं पाया जा",
  "the petitioners have referred to Loku Ram versus State of Haryana (2).": "सकता है।समर्थन में याचिकाकर्ताओं ने “त्रोकु राम बनाम हरियाणा राज्य” का",
  "The counsel further contends that land purchased under Section 18 of the": "उल्लेख किया है। वकील ने आगे तर्क दिया कि पंजाब अधिनियम की धारा 8 के",
  "and thus, would not vest in the State under Haryana Ceiling on Lands Holdings Act, 1972 (hereinafter ‘the Haryana Act’) . In this regard, counsel": "है और इस प्रकार, हरियाणा सीलिंग ऑन लैंड होल्डिंग्स अधिनियम, 972 (इसके बाद 'हरियाणा अधिनियम”) के तहत राज्य में निहित नहीं होगी।इस संबंध में,",
  "has referred to Smt. Jaswant Kaur and another versus The State of": "वकील ने “श्रीमती जसवंत कौर और एक अन्य बनाम हरियाणा राज्य और एक",
  "Haryana and another, (3) Banwari versus The Commissioner, Ambala Division, Ambala and others (4), and Barkat and others versus The": "अन्य”, “बनवारी बनाम आयुक्त, अंबाला डिवीजन, अंबाला और अन्य” और",
  "Division, Ambala and others (4), and Barkat and others versus The Financial Commissioner, Taxation, Punjab and others (5). Counsel,": "“बरकत और अन्य बनाम वित्तीय आयुक्त, कराधान, पंजाब और अन्य का",
  "therefore, submits that the purchase order passed under Section 18 of the Punjab Act are valid and cannot be ignored. As per the counsel, the order": "उल्लेख किया है। वकील,इसलिए, प्रस्तुत करता है कि पंजाब अधिनियम की धारा 8 के तहत पारित खरीद आदेश वैध है और इसे नजरअंदाज नहीं किया जा सकता",
  "(3) 1977 PLJ 230 (FB)": "३]977 पी. एल. जे 230 (एफ. बी)",
  "grounds, the application of Lachhman Singh for purchase under Section 18": "अधिनियम की धारा 8 के तहत खरीद के लिए लछमन सिंह के आवेदन को",
  "of the Punjab Act had been dismissed. The plea of the allottees further was": "खारिज कर दिया गया था।आबंटियों की याचिका आगे यह थी कि आयुक्त का",
  "that the order of the Commissioner is a nullity in view of law laid down in Smt. Sarbati & others versus The State of Haryana (10).": "आदेश श्रीमती सरबती और अन्य बनाम हरियाणा राज्य” में निर्धारित कानून के अनुसार अमान्य है।",
  "(13) The plea of the petitioners before the Financial Commissioner": "(3) वित्त आयुक्त के समक्ष याचिकाकरताओं की याचिका थी कि पुनरीक्षण",
  "was that the revision petition was incompetent. It is the same plea, which is repeated before me by their counsel. The counsel, however, has further": "याचिका अक्षम थी।यह वही याचिका है, जिसे उनके वकील ने मेरे सामने दोहराया",
  "invoked his revisional jurisdiction under Section 18(6) of the Haryana Act.": "आयुक्त हरियाणा अधिनियम की धारा 8 (6) के तहत अपने पुनरीक्षण अधिकार",
  "slightly different. The petitioners had then pleaded that there was no request": "द्वारा उठाई गई याचिका थोड़ी अलग थी।याचिकाकर्ताओं ने तब अनुरोध किया था",
  "and could not be used in lieu of ordinary revisional powers. The petitioners": "उपयोग बहुत कम किया जाना चाहिए और सामान्य पुनरीक्षण शक्तियों के बदले में इसका उपयोग नहीं किया जा सकता है।याचिकाकर्ताओं ने यह भी दलील दी थी",
  "had also pleaded that the revision petition was not competent.": "में इसका उपयोग नहीं किया जा सकता है।याचिकाकर्ताओं ने यह भी दलील दी थी कि पुनरीक्षण याचिका सक्षम नहीं थी।",
  "(14) Apart from the right of appeal, revision etc. under Section 18": "(4) हरियाणा अधिनियम की धारा 8 के तहत अपील, संशोधन आदि के",
  "powers to test the legality and validity of an order passed by any authority": "द्वारा पारित आदेश की वैधता और वैधता का परीक्षण करने के लिए बहुत व्यापक",
  "Commissioner and noticing the illegality, the Financial Commissioner had": "संपर्क किया था और अवैधता को देखते हुए, वित्तीय आयुक्त ने निचले",
  "decided to invoke his revisional jurisdiction to look into the illegality or impropriety of the orders passed by the lower authorities. In my view, the": "अधिकारियों द्वारा पारित आदेशों की अवैधता या अनुचितता को देखने के लिए अपने पुनरीक्षण अधिकार क्षेत्र को लागू करने का फैसला किया था।मेरे विचार में,",
  "Financial Commissioner was justified in taking a view that once the facts": "वित्तीय आयुक्त का यह विचार उचित था कि एक बार मामले के तथ्यों को उनके",
  "of the case were brought to his notice, he was competent to test the legality": "संज्ञान में लाए जाने के बाद, वह आदेशों की वैधता या वैधता का परीक्षण करने में",
  "or validity of the orders. The main ground, for which the order passed by": "सक्षम था।मुख्य आधार, जिसके लिए आयुक्त द्वारा पारित आदेश को चुनौती दी",
  "the commissioner was challenged, was that the Commissioner had not afforded opportunity of hearing to the allottees, who were interested parties.": "गई थी, यह था कि आयुक्त ने आवंटनकर्ताओं को सुनने का अवसर नहीं दिया था,",
  "The Financial Commissioner has justifiably observed that the petitioners had": "जो इच्छुक पक्ष थे।वित्तीय आयुक्त ने न्‍्यायसंगत रूप से कहा है कि याचिकाकर्ता",
  "failed to prove their occupation to become entitled to purchase this land": "इस भूमि को खरीदने के हकदार बनने के लिए अपने कब्जे को साबित करने में",
  "and so, they had persuaded the landlord to enter into a compromise and": "विफल रहे थे और इसलिए, उन्होंने मकान मालिक को समझौता करने के लिए",
  "in return had surrendered possession of some part of land. The Financial": "राजी किया था और बदले में भूमि के कुछ हिस्से पर कब्जा कर लिया था।इस",
  "under Section 18 of the Punjab Act. In this regard, the Financial Commissioner": "प्रकार, वित्तीय आयुक्त ने इसे पंजाब अधिनियम की धारा 8 के तहत उचित खरीद",
  "FAKIRIA AND OTHERS v. STATE OF HARYANA 187": "फ़ाकिरिया और अन्य बनाम हरियाणा राज्य और अन्य",
  "Assistant Collector. He failed in his appeal and revision also. While commenting upon the purchase made by the predecessor-in-interest of the petitioners,": "अपनी अपील और पुनरीक्षण में भी विफल रहे।याचिकाकर्ताओं के पूर्ववर्ती द्वारा",
  "Commissioner clearly had observed that the land declared surplus would": "था।वित्तीय आयुक्त ने स्पष्ट रूप से कहा था कि अधिशेष घोषित भूमि उस भूमि",
  "not affect the right of the State Government to resettle the tenants on that": "पर किरयायेदारों को फिर से बसाने के राज्य सरकार के अधिकार को प्रभावित नहीं",
  "land. In fact, Lachhman Singh etc., thereafter, had filed an application before the Collector Agrarian on the ground that they were tenants on the land,": "करेगी।वास्तव में, लक्ष्मण सिंह आदि ने इसके बाद कलेक्टर कृषि के समक्ष इस आधार पर एक आवेदन दायर किया था कि वे उस भूमि पर किरायेदार थे, जिसे",
  "which Mansha Ram had purchased as part of compromise and this land": "मानशा राम ने समझौते के हिस्से के रूप में खरीदा था और इस भूमि को",
  "should be declared surplus in accordance with the orders passed by the Financial Commissioner referred to above. The Collector, Agrarian, thereafter,": "(उपरोक्त) उल्लिखित वित्तीय आयुक्त द्वारा पारित आदेशों के अनुसार अधिशेष घोषित किया जाना चाहिए।कलेक्टर, कृषि, ने इसके बाद, 25.5.978 को एक",
  "into surplus pool. The appeal against this order was filed before the Commissioner Ambala Division, who had remanded the case through order": "चाहिए।इस आदेश के खिलाफ अपील अंबाला डिवीजन के आयुक्त के समक्ष दायर",
  "thereafter, passed an order on 24.7.1980 declaring that the land measuring": "प्राधिकरण को भेज दिया था।इसके बाद, निर्धारित प्राधिकारी ने 24/07/980 को एक आदेश पारित किया जिसमें घोषणा की गई कि 64 कनाल की भूमि गलत",
  "164 kanals had been wrongly purchased and this land was actually surplus": "एक आदेश पारित किया जिसमें घोषणा की गई कि 64 कनाल की भूमि गलत तरीके से खरीदी गई थी और यह भूमि वास्तव में अधिशेष भूमि थी और इसका",
  "land and should be utilized as such. Appeal against this order was rejected": "उपयोग इस रूप में किया जाना चाहिए।इस आदेश के खिलाफ अपील 9..982",
  "on 9.11.1982. This land, thereafter, was allotted to different allottees.": "को खारिज कर दी गई थी।इसके बाद यह भूमि विभिन्‍न आबंटियों को आवंटित की",
  "Against this order, Mansha Ram etc. had filed two revision petitions before the Commissioner, Ambala Division, who had accepted the appeals and set aside the orders of the Allotment Authority and that of the Collector. The": "गई।इस आदेश के खिलाफ, मानशा राम आदि ने अंबाला डिवीजन के आयुक्त के समक्ष दो पुनरीक्षण याचिकाएं दायर की थीं, जिन्होंने अपीलों को स्वीकार कर",
  "on NOPA & others versus State of Haryana & others (9). On similar": "फ़ाकिरिया और अन्य बनाम हरियाणा राज्य और अन्य",
  "Act. An order of purchase under Section 18 of the Punjab Act ordinarily": "सकता है। पंजाब अधिनियम की धारा 8 के तहत खरीद का आदेश आम तौर पर",
  "binds the parties only and, the State, which is seriously prejudiced by that": "केवल पक्षों को ही बाध्य करता है और राज्य, जो उस आदेश से गंभीर रूप से",
  "order but not being a party to it, therefore, cannot bind the State to proprio": "पूर्वाग्रहग्रस्त है, लेकिन इसका पक्ष नहीं है, इसलिए राज्य को स्वतंत्र रूप से बाध्य",
  "vigore. The State being not a party to the proceedings, thus, cannot be": "नहीं कर सकता है।इस प्रकार, राज्य कार्यवाही का एक पक्ष नहीं होने के कारण, इन",
  "bound by it whatever may be the affect of it between the parties to these proceedings.": "कार्यवाही के पक्षों के बीच इसका जो भी प्रभाव हो, उससे बाध्य नहीं हो सकता है।",
  "(16) Another observation has been made by the Hon’ble Supreme": "(।6) इस मामले में माननीय उच्चतम न्यायालय द्वारा एक अन्य टिप्पणी यह",
  "Court in this case to hold that State is not precluded from proving the invalidity of the purchase order made under Section 18 of the Punjab Act": "अभिनिर्धारित करने के लिए की गई है कि राज्य पंजाब अधिनियम की धारा 8 के तहत किए गए खरीद आदेश की अयोग्यता को साबित करने से वंचित नहीं है और",
  "and this Section clearly applies only to tenants and said order would be": "यह धारा स्पष्ट रूप से केवल किरायेदारों पर लागू होती है और कहा गया है कि",
  "unsustainable, who claims to be so, but legally is not a one. Proceeding": "आदेश अस्थिर होगा, जो ऐसा होने का दावा करता है, लेकिन कानूनी रूप से ऐसा",
  "further, the Hon’ ble Supreme Court has held that once the land is held to": "नहीं है।आगे बढ़ते हुए, माननीय सर्वोच्च न्यायात्रय ने निर्णय दिया है कि एक बार",
  "be part of surplus area of the land owner it rests with State Government": "भूमि मालिक के अधिशेष क्षेत्र का हिस्सा होने के नाते यह पुनर्वास के लिए",
  "the landlord after April 15, 1953, would be invalid against the State": "निपटान के लिए राज्य सरकार के पास है और 5 अप्रैल, 953 के बाद मकान मालिक द्वारा इसका कोई भी निपटान, कानून के अनुसार निपटान के लिए राज्य",
  "Government’s claim for disposing the same in accordance with law. In this": "सरकार के दावे के खिलाफ अमान्य होगा।इस संबंध में, यह देखा गया है कि धारा",
  "the petitioner had to be a tenant’s permissible area and it is not that every": "अनुमेय क्षेत्र होना चाहिए और ऐसा नहीं है कि किरायेदार के पास जो भी भूमि है",
  "bit of land which is with tenant is tenant permissible area. In the absence": "वह अनुमेय क्षेत्र किरायेदार का है।इस बात के प्रमाण की अनुपस्थिति में कि",
  "of proof that the lands under the tenants inducted after 15.4.1953, did not": "5.4.953 के बाद शामित्र की गई किरायेदारों के तहत भूमि में पूर्व किरायेदार का",
  "comprise of the permissible area of the prior tenant then, the land cannot": "अनुमेय क्षेत्र शामिल नहीं था, भूमि को अधिशेष भूमि के दायरे से बाहर नहीं रखा",
  "Kaur’s case (supra) transfer of land is protected if made prior to 30.7.1958": "भूमि का हस्तांतरण अगर 30.7.958 से पहले किया जाता है तो संरक्षित है",
  "and all other land not excepted by Section 8 would vest in State Government": "औरधारा 8 को छोड़कर अन्य सभी भूमि नियत दिन से राज्य सरकार में निहित",
  "with effect from appointed day. In Banwari’s case (supra) it is observed": "होगी।'बनवारी' ((उपरोक्‍क्त) ) के मामले बताए गए में यह देखा गया है कि खरीद के",
  "10-A (C). Barkat’s case (supra) only says that there is no requirement": "है।'बरकत' (उपरोक्त) का मामला बताए गए केवल यह कहता है कि धारा 8 की",
  "must start as a tenant prior to April 15, 1953.": "खरीदने से पहले 5 अप्रैल, 953 से पहले किरायेदार के रूप में शुरू करना होगा।",
  "(17) It is thus, very clear that the petitioners could not have validly": "(7) इस प्रकार, यह बहुत स्पष्ट है कि याचिकाकर्ता इस भूमि को वैध रूप से नहीं",
  "of the petitioners to purchase land under Section 18 of the Punjab Act could": "8 के तहत भूमि खरीदने का याचिकाकरताओं का अधिकार या हक केवल तभी",
  "have been invoked only if such land was declared as tenant permissible area.": "लागू किया जा सकता था जब ऐसी भूमि को किरायेदार अनुमेय क्षेत्र घोषित किया",
  "Conceded position is that the land was declared surplus and purchase": "गया हो।स्वीकृत स्थिति यह है कि भूमि को अधिशेष घोषित किया गया था और",
  "under Section 18 of the Punjab Act. This was not permissible. If such a": "में इसकी खरीद की अनुमति दी गई थी। इसकी अनुमति नहीं थी।यदि इस तरह के",
  "mode is left open, it would nullify the entire spirit behind the agrarian reform.": "तरीके को खुला छोड़ दिया जाता है, तो यह कृषि सुधार के पीछे की पूरी भावना को",
  "It would be then open for any big land owner to sell his land which is": "समाप्त कर देगा।तब किसी भी बड़े भूमि मालिक के लिए अपनी अधिशेष घोषित",
  "would thus, be deprived of right to use this land for allotment and settling": "इस प्रकार सरकार इस भूमि का उपयोग आवंटन और किरायेदारों के निपटान के",
  "impleaded as party by the petitioners before the Commissioner. State was": "कि आबटी को कभी भी याचिकाकर्ताओं द्वारा आयुक्त के समक्ष पक्षकार के रूप में",
  "also not impleaded as party at the time the application for purchase was filed.": "शामिल नहीं किया गया था।खरीद के लिए आवेदन दायर किए जाने के समय राज्य को भी पक्षकार के रूप में शामिल नहीं किया गया था।"
}