{
  "ILL.R. PUNJAB AND HARYANA 2023(1)": "आई.एल.आर. पंजाब और हरियाणा 2023(॥)",
  "Online applications are invited for direct recruitment of under mentioned categories of posts using the website of": "की उल्लिखित श्रेणियों के तहत सीधी भर्ती के लिए ऑनलाइन आवेदन आमंत्रित किए जाते हैं। ऑनलाइन आवेदन",
  "from 07.09.2015 to 06.10.2015 till 5.00 p.m., thereafter website link will be disabled. The candidates are strictly": "07.09.205 से 06.0.205 तक 5.00 9.0. तक भरा जा सकता है, उसके बाद वेबसाइट लिंक अक्षम हो जाएगा।",
  "advised to apply online well in advance without waiting for last date of submission of online application form. The": "उम्मीदवारों को कड़ाई से सलाह दी जाती है कि वे ऑनलाइन आवेदन पत्र जमा करने की अंतिम तिथि की प्रतीक्षा किए",
  "printed copy of the online application form with necessary": "बिना अच्छी तरह से ऑनलाइन आवेदन करें। आवश्यक प्रमाणपत्रों के साथ ऑनलाइन आवेदन पत्र की मुद्रित प्रति",
  "certificates must be brought at the time of verification/scrutiny-cum-interview. No offline application": "सत्यापन/जांच-सह-साक्षात्कार के समय लाई जानी चाहिए। कार्यालय द्वारा कोई ऑफ़लाइन आवेदन पत्र या डाउनलोड",
  "accepted by the office. Qualifications/eligibility conditions, and other documents will be determined with regard to": "योग्यता»पात्रता शर्तों और अन्य दस्तावेजों का निर्धारण किया जाएगा, जिसे विज्ञापन में दी गई अंतिम तिथि 06.0.205",
  "DOCUMENTS TO BE UPLOADED WITH APPLICATION FORM": "आवेदन फॉर्म के साथ दस्तावेज अपलोड किए जाएंगे",
  "1) Scanned Copy of Essential Qualifications i.e. Matric showing Date of Birth and mark _ sheet of Diploma/Degreeetc.": ")) आवश्यक योग्यता की स्कैन की गई प्रतिलिपि जन्म तिथि और डिप्लोमा»डिग्री की मार्कशीट दिखाने वाला मैट्रिक।",
  "11) Scanned Copy of valid Eligibility Certificate in case of DESM candidates duly issued by the respective Zila Sainik Board.": "॥) संबंधित जिला सैनिक बोर्ड द्वारा विधिवत जारी डीईएसएम उम्मीदवारों के मामले में वैध पात्रता प्रमाणपत्र की स्कैन की गई प्रति।",
  "iii) Scanned Copy of © BCA/BCB/SC/SBC/EBPG Certificate issued by competent authority.": "॥) सक्षम प्राधिकारी द्वारा जारी बीसीए/बीसीबी »एससी /एसबीसी /ईबीपीजी प्रमाणपत्र की स्क्रैन की गई प्रति।",
  "iv) Scanned Copy of Haryana Domicile Certificate in case of BCA/BCB/SC/SBC/EBPG/ESM/DESM/DFF issued by competent authority.": "५) सक्षम प्राधिकारी द्वारा जारी बीसीए/बीसीबी »एससी/एसबीसी /ईबीपीजी /ईएसएम /डीईएसएम /डीएफएफ के मामले में हरियाणा अधिवास प्रमाण पत्र की स्कैन की गई प्रति।",
  "v) Scanned Copy of Aadhar Card (Desirable).": "५) आधार कार्ड की स्कैन की गई प्रति (वांछित).",
  "vi) Copy of e-Challan in case of candidates who have applied earlier.": "५) पहले आवेदन करने वाले उम्मीदवारों के मामले में ई-चालान की प्रति।",
  "vii) Scanned Photographs duly signed by the Candidate.": "भा) उम्मीदवार द्वारा विधिवत हस्ताक्षरित स्कैन की गई तस्वीरें।",
  "viii) Scanned signatures of the Candidate.": "भा) उम्मीदवार के स्कैन किए गए हस्ताक्षर।",
  "DOCUMENTS TO BE BROUGHT AT THE TIME OF": "दस्तावेजों को समय पर तैयार किया जाना है",
  "DEEPAK SINGH v. STATE OF HARYANA AND OTHERS 207": "दीपक सिंह बनाम हरियाणा राज्य और अन्य",
  "(Deepak Sibal, J.)": "दीपाक सिबल, जे।",
  "Before Deepak Sibal, J.": "समक्ष दीपक सिब्बल जे.",
  "DEEPAK SINGH—Petitioner": "दीपाक सिंह-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य-उत्तरदाता",
  "CWP No. 3483 of 2022": "सीडब्ल्यूपी नं. 2022 का 3५83",
  "December 22, 2022": "22 दिसंबर, 2022",
  "Constitution of India, 1950—Art. 226—Writ petition for grant of 02 marks allocated for having undergone NCC ‘B’ course and": "भारत का संविधान, 950- अनुच्छेद 226-एनसीसी 'बी' पाठ्यक्रम से गुजरने के लिए आवंटित 02 अंकों के अनुदान",
  "Haryana Police—Sought for—Denial by Commission of 02 marks to candidate having successfully undergone course unjust and thus": "अनुरोध किया गया-सफलतापूर्वक पाठ्यक्रम से गुजरने वाले उम्मीदवार को 02 अंकों के आयोग द्वारा अस्वीकार करना",
  "unsustainable—Petitioner entitled to grant of these 02 marks—Since": "अन्यायपूर्ण और इस प्रकार अस्थिर-याचिकाकर्ता इन ०2 अंकों को देने का हकदार है-चूंकि इन अंकों को जोड़ने के",
  "after addition of these marks his score would come to 65.35 marks which is more than 63.55 marks which obtained by last person selected and appointed in category under which petitioner had also": "बाद उसका स्कोर 65.35 अंकों पर आ जाएगा जो कि 63.55 अंकों से अधिक है जो उस श्रेणी में चयनित और नियुक्त",
  "selected and appointed in category under which petitioner had also applied, subject to petitioner fulfilling all other prescribed": "अंतिम व्यक्ति द्वारा प्राप्त किया गया है जिसके तहत याचिकाकर्ता ने भी आवेदन किया था, याचिकाकर्ता को अन्य सभी",
  "for appointment as Constable in Haryana Police against any of": "रिक्तियों के खिलाफ हरियाणा पुलिस में कांस्टेबल के रूप में नियुक्ति के लिए उसकी उम्मीदवारी पर विचार करें-",
  "existing vacancies—Therefore, petitioner’s appointment shall notionally relate back to date when person lesser in merit than him,": "इसलिए, याचिकाकर्ता की नियुक्ति उस तारीख से संबंधित होगी जब उससे कम योग्यता वाला व्यक्ति, प्रश्न में चयन में,",
  "in selection in question, was appointed and on principle of ‘no pay for no work’ not entitled to any salary from date of his notional till date of his actual appointment.": "नियुक्त किया गया था और सिद्धांत पर 'किसी काम के लिए कोई वेतन नहीं' उसकी वास्तविक नियुक्ति की तारीख से",
  "Commission of 02 marks to the petitioner for him having successfully undergone the course is found to be unjust and thus unsustainable.": "आयोग द्वारा 02 अंकों से इनकार करने वाली विधि अन्यायपूर्ण और इस प्रकार अस्थिर पाई गई है।",
  "Resultantly, the petitioner is held entitled to the grant of these 02 marks. Since after addition of these marks his score would come to": "नतीजतन, याचिकाकर्ता को इन ०02 अंकों के अनुदान का हकदार माना जाता है। चूंकि इन अंकों को जोड़ने के बाद",
  "65.35 marks which is more than 63.55 marks which have been obtained by the last person selected and appointed in the category under which": "उनका स्कोर 65.35 अंकों पर आ जाएगा, जो कि 63.55 अंकों से अधिक है, जो उस श्रेणी में चयनित और नियुक्त",
  "by the last person selected and appointed in the category under which the petitioner had also applied, subject to the petitioner fulfilling all": "अंतिम व्यक्ति द्वारा प्राप्त किए गए हैं, जिसके तहत याचिकाकर्ता ने भी आवेदन किया था, याचिकाकर्ता को अन्य सभी",
  "appointment shall notionally relate back to the date when the person lesser in merit than him, in the selection in question, was appointed.": "याचिकाकर्ता की नियुक्ति उस तारीख से संबंधित होगी जब उससे कम योग्यता वाले व्यक्ति को प्रश्नगत चयन में नियुक्त",
  "On the principle of 'no pay for no work' he would not be entitled to any": "किया गया था। 'बिना काम के कोई वेतन नहीं' के सिद्धांत पर वह किसी भी काम का हकदार नहीं होगा।",
  "DEEPAK SINGH v. STATE OF HARYANA AND OTHERS 211 (Deepak Sibal, J.)": "दीपाक सिंह बनाम हरियाणा राज्य और अन्य (दीपक सिब्बल, जे.)",
  "INTERVIEW /viva": "साक्षात्कार/वाइवा",
  "i) All original certificates/documents/testimonials of educational qualifications and other documents mentioned in the online applications and one set of": ") ऑनलाइन आवेदनों में उल्लिखित सभी मूल प्रमाण पत्र/दस्तावेज/शैक्षिक योग्यता के प्रमाण पत्र और अन्य दस्तावेज",
  "self attested copiesof all these certificates.": "और इन सभी प्रमाण पत्रों की स्वप्रमाणित प्रतियों का एक सेट।",
  "ii) Printed Copy of online application form alongwith latest stamp size photograph duly attested by a": "॥) ऑनलाइन आवेदन पत्र की मुद्रित प्रति नवीनतम स्टाम्प आकार की तस्वीर के साथ एक राजपत्रित अधिकारी द्वारा",
  "gazetted officerand pasted on the application form.": "विधिवत सत्यापित और आवेदन पत्र पर चिपकाई गई।",
  "ii) Original proof of earlier fee deposited i.e. Treasury Challan/ Credit Certificate issued by concerned treasury etc.": "॥) पहले जमा किए गए शुल्क का मूल प्रमाण यानी संबंधित कोषागार आदि द्वारा जारी कोषागार चालान/क्रेडिट प्रमाणपत्र।",
  "(9) As per the advertisement the aspiring candidates could upload their application forms on the given website from 07.09.2015": "(9) विज्ञापन के अनुसार इच्छुक उम्मीदवार दिए गए वेबसाइट पर 07.09.20॥5 से 06.0.20॥5 तक अपने आवेदन",
  "(10) The documents which were required to be uploaded alongwith the application form were also clearly stipulated in the": "(0) आवेदन पत्र के साथ अपलोड किए जाने वाले दस्तावेज भी विज्ञापन में स्पष्ट रूप से निर्धारित किए गए थे।ये",
  "advertisement. These documents were a scanned copy of the essential qualifications; scanned copy of valid eligibility certificate in the case of dependents of ex- servicemen candidates; scanned copy of": "दस्तावेज आवश्यक योग्यता की स्कैन की गई प्रति थे; पूर्व सैनिक उम्मीदवारों के आश्रितों के मामले में वैध पात्रता प्रमाण",
  "BCA/BCG/SC/SBC/EBPG certificate; scanned copy of Haryana": "पत्र की स्कैन की गई प्रति; बीसीए/बीसीजी/एससी/एसबीसी/ईबीपीजी प्रमाण पत्र की स्कैन की गई प्रति;",
  "Domicile certificate in case of BCA/BCB/SC/SBC/EBPG/ESM/": "बीसीए/बीसीबी »एससी /एसबीसी /ईबीपीजी /ईएसएम /डीईएसएम /डीएफएफ उम्मीदवारों के मामले में हरियाणा",
  "DESM/DFF candidates; scanned copy of Aadhar Card (desirable); copy of e-Challan (in case the candidates who had applied earlier); scanned": "अधिवास प्रमाण पत्र की स्कैन की गई प्रति; ई-चालान की आधार कार्ड (वांछनीय) की स्कैन की गई प्रति (पहले आवेदन",
  "photographs duly signed by the candidate and scanned signatures of the candidate.": "करने वाले उम्मीदवारों के मामले में) उम्मीदवार द्वारा विधिवत हस्ताक्षरित तस्वीरों को स्कैन किया गया और उम्मीदवार",
  "(11) The advertisement further provided that all original": "(।॥) विज्ञापन में आगे यह प्रावधान किया गया है कि ऑनलाइन आवेदन में उल्लिखित सभी मूल प्रमाण",
  "certificates/ documents/ testimonials of educational qualifications and": "पत्र/दस्तावेज/शैक्षिक योग्यता के प्रमाण पत्र और अन्य दस्तावेजों के साथ-साथ इन सभी प्रमाण पत्रों की स्वप्रमाणित",
  "of self attested copies of all these certificates, printed copy of online application form as also original proof of earlier fee deposited in the": "प्रतियों का एक सेट, ऑनलाइन आवेदन पत्र की मुद्रित प्रति और ट्रेजरी में जमा किए गए पहले के शुल्क का मूल प्रमाण,",
  "Treasury, if any, were required to be brought by the candidate at the time of his interview/ viva voce.": "यदि कोई हो, उम्मीदवार द्वारा अपने साक्षात्कार/मौखिक परीक्षा के समय लाया जाना आवश्यक था।",
  "(12) A perusal of the application form which was required to be uploaded by a candidate further shows that the same contains several": "(42) एक उम्मीदवार द्वारा अपलोड किए जाने वाले आवेदन पत्र के अवलोकन से पता चलता है कि उसमें कई कॉलम",
  "columns through which relevant information from the aspiring candidate was sought, one of which was in the form of a question as to": "हैं जिनके माध्यम से इच्छुक उम्मीदवार से प्रासंगिक जानकारी मांगी गई थी, जिनमें से एक प्रश्न के रूप में था -",
  "the cut off date and once such fact was established the petitioner should not be denied the fruits of the same only because he had produced the": "कट ऑफ तिथि और एक बार ऐसा तथ्य स्थापित हो जाने के बाद याचिकाकर्ता को उसी के फल से केवल इसलिए",
  "proof of its acquisition which was dated after the prescribed cut off": "वंचित नहीं किया जाना चाहिए क्योंकि उसने इसके अधिग्रहण का प्रमाण प्रस्तुत किया था जो निर्धारित कट ऑफ तिथि",
  "date. Apparently, the Commission got confused between recognizinga fact and insisting for proof thereof.": "के बाद दिनांकित था। जाहिरा तौर पर, आयोग एक तथ्य को मान्यता देने और उसके प्रमाण के लिए जोर देने के बीच",
  "(16) The afore view of mine finds support from a judgment of theSupreme Court in Charles K. Skaria and others versus Dr. C. Mathew and others! wherein the Supreme Court was dealing with": "(6) मेरे बारे में पूर्व दृष्टिकोण चार्ल्स के. स्कारिया और अन्य बनाम डॉ. सी. मैथ्यू और अन्य' में उच्चतम न्यायालय के एक निर्णय से समर्थन पाता है जिसमें सर्वोच्च न्यायालय एक ऐसे मुद्दे पर विचार कर रहा था जहां एक उम्मीदवार ने",
  "an issue where a candidate sought 10% marks earmarked for diploma holders which was required to be obtained on or before the last datefor": "डिप्लोमा धारकों के लिए निर्धारित 0% अंक मांगे थे जो आवेदन दाखिल करने के लिए अंतिम तिथि को या उससे पहले",
  "filing of the application and not later. The candidate in that case secured the diploma before the cut off date but did not produce the": "प्राप्त किए जाने की आवश्यकता थी और बाद में नहीं। उस मामले में उम्मीदवार ने कट ऑफ डेट से पहले डिप्लोमा",
  "evidence along with the application. Therefore, he was not allowed the": "हासिल कर लिया था, लेकिन आवेदन के साथ सबूत पेश नहीं किया था। इसलिए, उन्हें अतिरिक्त 0% अंकों की",
  "considered the distinction between essential requirements and proof/ mode of proof and opined that what was essential was that the": "प्रमाण/सबूत के तरीके के बीच के अंतर पर विचार किया और कहा कि जो आवश्यक था वह यह था कि उम्मीदवार",
  "candidate must have obtainedthe essential qualifications on or before the last date of application and not later and that was the primary": "ने आवेदन की अंतिम तिथि को या उससे पहले आवश्यक योग्यता प्राप्त की होगी और बाद में नहीं और यह प्राथमिक",
  "requirement. Submission of proof of having obtained the diploma was secondary. It was specifically observed by the Supreme Court that what": "आवश्यकता थी। डिप्लोमा प्राप्त करने का प्रमाण प्रस्तुत करना गौण था। सर्वोच्च न्यायालय द्वारा यह विशेष रूप से कहा",
  "was essential is the possession of the required diploma before the cut": "गया था कि कट ऑफ तिथि से पहले आवश्यक डिप्लोमा का होना आवश्यक था और बाद के चरण में उसी योग्यता के",
  "(17) Paragraphs 20, 24 and 26 of the judgment which are relevant are reproduced below:-": "(7) निर्णय के पैराग्राफ 20,2५ और 26 जो प्रासंगिक हैं, नीचे पुनः प्रस्तुत किए गए हैं:- 20 तक। डिप्लोमा धारकों के",
  "20. There is nothing unreasonable nor arbitrary in adding 10 marks for holders of a diploma. But to earn this extra": "लिए 0 अंक जोड़ने में कुछ भी अनुचित या मनमाना नहीं है। लेकिन इस अतिरिक्त 0 अंक अर्जित करने के लिए,",
  "10 marks, the diploma must be obtained at least on or before the last date for application, not later. Proof of": "डिप्लोमा कम से कम आवेदन की अंतिम तिथि को या उससे पहले प्राप्त किया जाना चाहिए, बाद में नहीं। डिप्लोमा",
  "having obtained a diploma is different from the factum of having got it. Has the candidate, in fact, secured a diploma": "प्राप्त करने का प्रमाण उसे प्राप्त करने के तथ्य से अलग है। कया वास्तव में उम्मीदवार ने डिग्री पाठ्यक्रम में प्रवेश के",
  "before the final date of application for admission to the degree course? That is the primary question. It is prudent to produce evidence of the diploma along with the": "लिए आवेदन की अंतिम तिथि से पहले डिप्लोमा प्राप्त कर लिया है? यही मुख्य प्रश्न है। आवेदन के साथ डिप्लोमा का",
  "application, but that is secondary. Relaxation of the date on the first is illegal, not so on the second. Academic": "प्रमाण प्रस्तुत करना विवेकपूर्ण है, लेकिन यह गौण है। पहले दिन तिथि में ढील देना अवैध है, दूसरे दिन ऐसा नहीं है।",
  "excellence, through a diploma for which extra mark is": "डिप्लोमा के माध्यम से अकादमिक उत्कृष्टता, जिसके लिए अतिरिक्त अंक दिए जाते हैं, को अस्वीकार नहीं किया जा",
  "granted, cannot be denuded because proof isproduced only": "सकता है क्योंकि प्रमाण केवल प्रस्तुत किया जाता है",
  "' (1980) 2 SCC 752": "।(980) 2 एस.सी.सी. 752",
  "whether the candidate had passed any of the NCC courses.": "क्या उम्मीदवार ने एन. सी. सी. पाठ्यक्रमों में से कोई भी उत्तीर्ण किया था।",
  "(13) A harmonious reading of the afore quoted portions of the advertisement as also the application form leads to the irresistible": "(3) विज्ञापन के उपरोक्त उद्धृत भागों के साथ-साथ आवेदन पत्र को भी एक सामंजस्यपूर्ण रूप से पढ़ने से यह",
  "conclusion that in his application the aspiring candidate was only required to divulge information which was sought to be elicited from": "निष्कर्ष निकलता है कि अपने आवेदन में इच्छुक उम्मीदवार को केवल उस जानकारी को प्रकट करने की आवश्यकता",
  "him and such information which is relevant to the instant case was as to": "थी जो उससे प्राप्त करने के लिए मांगी गई थी और ऐसी जानकारी जो तत्काल मामले के लिए प्रासंगिक थी कि क्या",
  "whether he had undergone any of the NCC courses. If the answer to": "उसने एनसीसी पाठ्यक्रमों में से किसी से गुजर लिया था। यदि ऐसे प्रश्न का उत्तर सकारात्मक था तो उक्त पाठ्यक्रम",
  "such question was in the affirmative then proof of having successfully undergone the said course was not required to be uploaded alongwith": "को सफलतापूर्वक पूरा करने के प्रमाण को आवेदन के साथ अपलोड करने की आवश्यकता नहीं थी क्योंकि ऐसे प्रमाण",
  "the application as such certificate does not find mention in the list of documents given in the advertisement which were required to be uploaded alongwith the candidate's application.": "पत्र का उल्लेख विज्ञापन में दिए गए दस्तावेजों की सूची में नहीं मिलता है जिन्हें उम्मीदवार के आवेदन के साथ अपलोड",
  "(14) As noted earlier, the petitioner had uploaded his application well before the cut off date through which he had claimed": "(।५) जैसा कि पहले उल्लेख किया गया है, याचिकाकर्ता ने अपना आवेदन कट ऑफ तिथि से काफी पहले अपलोड",
  "weightage for having undergone the course. Proof of him having passed the said course on 29.07.2015 has been placed on the record in": "किया था, जिसके माध्यम से उसने पाठ्यक्रम से गुजरने के लिए वेटेज का दावा किया था। 29.07.20॥5 को उक्त",
  "the form of a certified result sheet (Annexure P-11). A certificate dated": "पाठ्यक्रम उत्तीर्ण करने का प्रमाण एक प्रमाणित परिणाम पत्रक के रूप में रिकॉर्ड पर रखा गया है (अनुलग्नक पी-॥).",
  "02.12.2015 with regard to passing of the same course was also": "उसी पाठ्यक्रम के उत्तीर्ण होने के संबंध में दिनांक 02.2.205 का एक प्रमाण पत्र भी उनके द्वारा साक्षात्कार के",
  "produced by him before the Commission at the time of his interview.": "समय आयोग के समक्ष प्रस्तुत किया गया था। आयोग की ओर से उपस्थित विद्वान वकील ने 29.07.20॥5 को",
  "genuineness or veracity of the aforesaid result sheet showing the successful completion of the course by the petitioner on 29.07.2015": "याचिकाकर्ता द्वारा पाठ्यक्रम के सफल समापन या 02.2.2075 के प्रमाण पत्र को दर्शाते हुए उपरोक्त परिणाम पत्रक",
  "the petitioner had actually passed the course on 29.07.2015 i.e. much before the cut off date which was 06.10.2015. Oncethe Commission": "ने वास्तव में 29.07.205 पर पाठ्यक्रम पारित किया था। कट ऑफ डेट से बहुत पहले जो 06.0.20॥5 थी। आयोग",
  "does not dispute that the petitioner had actually undergone the course much before the cut off date then to deny marks allocated forsuch": "इस बात पर विवाद नहीं करता है कि याचिकाकर्ता ने वास्तव में कट ऑफ तिथि से बहुत पहले पाठ्यक्रम पूरा किया",
  "course only because the certificate/ proof thereof was of a date beyond": "था, तो ऐसे पाठ्यक्रम के लिए आवंटित अंकों को केवल इसलिए अस्वीकार करना क्योंकि उसका प्रमाण पत्र/प्रमाण",
  "the cut off date would be unjustified especially when in terms of the advertisement, such proof/ certificate was not required to be uploaded": "कट ऑफ तिथि से परे की तारीख का था, विशेष रूप से जब विज्ञापन के संदर्भ में, ऐसे प्रमाण/प्रमाण पत्र को आवेदन",
  "alongwith the application and was required to be produced only at the": "के साथ अपलोड करने की आवश्यकता नहीं थी और केवल साक्षात्कार के समय ही पेश करने की आवश्यकता थी, जो",
  "(15) The result sheet of the course produced by the petitioner (Annexure P-11) unshakingly shows that he had successfully": "(5) याचिकाकर्ता (अनुलग्नक पी-॥॥) द्वारा प्रस्तुत पाठ्यक्रम की परिणाम पत्रक से पता चलता है कि उसने",
  "completed the course in question on 29.07.2015. The Commission also does not dispute the same. In the light of such fact if the": "29.07.2075 को प्रश्न में पाठ्यक्रम सफलतापूर्वक पूरा कर लिया था। आयोग भी इस पर विवाद नहीं करता है। इस",
  "Commission's stand is accepted, the same would virtually amount to invalidating the petitioner's NCC course. In the circumstances of this": "तथ्य के आलोक में यदि आयोग के रुख को स्वीकार कर लिया जाता है, तो यह वस्तुतः याचिकाकर्ता के एनसीसी",
  "invalidating the petitioner's NCC course. In the circumstances of this case the only emphasis of the Commission should have been to see if": "पाठ्यक्रम को अमान्य करने के बराबर होगा। इस मामले की परिस्थितियों में आयोग को केवल यह देखने पर जोर देना",
  "the petitioner had in fact acquired the qualification in question prior to": "चाहिए था कि क्‍या याचिकाकर्ता ने वास्तव में पूर्व में प्रश्न में योग्यता प्राप्त की थी",
  "However, the petitioner's appointment shall notionally relate back to the date when the person lesser in merit than him, in the selection in": "हालाँकि, याचिकाकर्ता की नियुक्ति उस तारीख से संबंधित होगी जब उससे कम योग्यता वाले व्यक्ति को प्रश्नगत चयन",
  "question, was appointed. On the principle of 'no pay for no work' he": "में नियुक्त किया गया था। 'बिना काम के कोई वेतन नहीं' के सिद्धांत पर वह अपनी काल्पनिक तिथि से अपनी वास्तविक",
  "would not be entitled to any salary from the date of his notional till the date of his actual appointment.": "नियुक्ति की तारीख तक किसी भी वेतन का हकदार नहीं होगा।",
  "(22) The petition is allowed in the above terms.": "(22) याचिका की अनुमति उपरोक्त शर्तों में दी गई है।",
  "(23) No costs.": "(23) कोई लागत नहीं।",
  "Reporter-Dr. Payel Mehta": "रिपोर्टर-डॉ. पायल मेहता",
  "216": "222",
  "authentic manner. May be, the examination is cancelled or the marks of the candidates are with-held. He acquires the": "प्रामाणिक तरीके से। हो सकता है, परीक्षा रद्द कर दी गई हो या उम्मीदवारों के अंक रोक दिए गए हों। वह डिग्री या",
  "degree or diploma only when the results are officially made known. Until then his qualification is inchoate. But": "डिप्लोमा तभी प्राप्त करता है जब परिणाम आधिकारिक रूप से घोषित किए जाते हैं। तब तक उनकी योग्यता अयोग्य",
  "once these events happen his qualification can be taken into account in evaluation of equal opportunity provided the": "है। लेकिन एक बार जब ये घटनाएं होती हैं तो समान अवसर के मूल्यांकन में उनकी योग्यता को ध्यान में रखा जा",
  "selection committee has the result before it at the time of- not after-the selection is over. To sum up, the applicant": "सकता है बशर्ते चयन समिति के पास चयन समाप्त होने के समय परिणाम हो। संक्षेप में, स्नातकोत्तर डिग्री पाठ्यक्रम",
  "for post-graduate degree course earns the right to the added advantage of diploma only if (a) he has completed": "के लिए आवेदक डिप्लोमा के अतिरिक्त लाभ का अधिकार केवल तभी अर्जित करता है जब (ए) उसने आवेदन की",
  "the diploma examination on or before the last date for the application, (b) the result of the examination is also": "अंतिम तिथि को या उससे पहले डिप्लोमा परीक्षा पूरी कर ली है, (बी) परीक्षा का परिणाम भी उस तारीख से पहले",
  "published before that date, and (c) the candidate's success inthe diploma course is brought to the knowledge": "प्रकाशित किया जाता है, और (सी) डिप्लोमा पाठ्यक्रम में उम्मीदवार की सफलता को प्रामाणिक या स्वीकार्य तरीके",
  "of the selection committee before completion of selection in": "से चयन पूरा होने से पहले चयन समिति के संज्ञान में लाया जाता है। विवरण पत्रिका में यह प्रिस्क्रिष्णन कि डिप्लोमा",
  "prospectus that a certificate of the diploma shall be attached to the applicationfor admission is directory, not mandatory,": "का एक प्रमाणपत्र प्रवेश के लिए आवेदन के साथ संलग्न किया जाएगा, निर्देशिका है, अनिवार्य नहीं, एक निश्चित मोड",
  "a sure mode, not the sole means. The delays in getting certified copies in many departments have become so": "है, एकमात्र साधन नहीं है। कई विभागों में प्रमाणित प्रतियां प्राप्त करने में देरी इतनी भयावह रूप से आम हो गई है कि",
  "exasperatingly common that realism and justice forbid the iniquitous consequence of defeating the applicant if, otherwise than by a certified copy, he satisfies the": "यथार्थवाद और न्याय आवेदक को हराने के अन्यायपूर्ण परिणाम को मना करते हैं, यदि वह एक प्रमाणित प्रति के",
  "even in a selection committee requesting the concerned universities to inform them of the factum and get the proof": "को तथ्य के बारे में सूचित करने और उनसे सीधे संचार द्वारा प्रमाण प्राप्त करने का अनुरोध करने वाली चयन समिति",
  "(18) Similarly, in Dolly Chhanda versus Chairman Jee and": "(8) इसी प्रकार, डॉली छांडा बनाम अध्यक्ष जी और अन्य में उच्चतम न्यायालय की राय मांगने वाला मुद्दा यह था कि",
  "appellant therein had passed her 10+2 examination conducted by the Council of Higher Secondary Education, Orissa. Thereafter, she": "उसमें अपीलार्थी ने उच्च माध्यमिक शिक्षा परिषद, उड़ीसा द्वारा आयोजित अपनी 0+2 परीक्षा उत्तीर्ण की थी। इसके",
  "appeared in the Joint Entrance Examination under the reserved": "बाद, वह पूर्व सैनिकों के आश्रितों की आरक्षित श्रेणी के तहत संयुक्त प्रवेश परीक्षा में उपस्थित हुईं। जेईई-2003 के",
  "children/ widows of personnel of armed/ paramilitary forces of Orissa killed/ disabled in action during war or peacetime operations. On the": "सशस्त्र/अर्धसैनिक बलों के कर्मियों के बच्चों /विधवाओं के लिए आरक्षित थीं। उस पर",
  "* (2005) 9 SCC 779": "2 (2005) 9 एससीसी 779",
  "DEEPAK SINGH v. STATE OF HARYANA AND OTHERS 215 (Deepak Sibal, J.)": "दीपाक सिंह बनाम हरियाणा राज्य और अन्य (दीपक सिब्बल, जे.)",
  "directory (not mandatory) the mode of proving the holding of diplomas and as mandatory the actual possession of the": "निर्देशिका (अनिवार्य नहीं) डिप्लोमा के धारण को साबित करने का तरीका और अनिवार्य रूप से डिप्लोमा का वास्तविक",
  "diploma. In actual life, we know how exasperatingly dilatory it is to get copies of degrees, decrees and deeds, not": "कब्जा। वास्तविक जीवन में, हम जानते हैं कि डिग्री, फरमानों और विलेखों की प्रतियां प्राप्त करना, विश्वविद्यालयों से",
  "to speak of other authenticated documents like mark-lists from universities, why, even bail orders from courts and": "अंक-सूची जैसे अन्य प्रमाणित दस्तावेजों की बात न करना, यहां तक कि अदालतों से जमानत के आदेश और सार्वजनिक",
  "government orders from public offices. This frustrating": "कार्यालयों से सरकारी आदेश प्राप्त करना कितना अत्यधिक विलंबकारी है। इस निराशाजनक देरी को राज्य सरकार ने",
  "present case by two steps. Government informed the selection committee that even if they got proof of marks": "वर्तमान मामले में दो कदमों से दरकिनार कर दिया। सरकार ने चयन समिति को सूचित किया कि भले ही उन्हें आवेदन",
  "only after thelast date for applications but before the date for selections they could be taken note of and secondly the": "की अंतिम तिथि के बाद ही अंकों का प्रमाण मिल जाए, लेकिन चयन की तारीख से पहले उन पर ध्यान दिया जा सकता",
  "Registrars of the Universities informed officially which of the candidates had passed in the diploma course. The": "है और दूसरा विश्वविद्यालयों के रजिस्ट्रार ने आधिकारिक तौर पर सूचित किया कि किस उम्मीदवार ने डिप्लोमा पाठ्यक्रम",
  "selection committee did not violate any mandatory rule nor": "में उत्तीर्ण किया है। चयन समिति ने किसी भी अनिवार्य नियम का उल्लंघन नहीं किया और न ही इन कदमों को स्वीकार",
  "act arbitrarily by accepting and acting upon these steps. Had there been anything dubious, shady or unfair about the": "करके और उन पर कार्रवाई करके मनमाने ढंग से कार्य किया। यदि प्रक्रिया के बारे में कुछ भी संदिग्ध, संदिग्ध या",
  "procedure or any mala fide move in the official exercises we would never have tolerated deviations. But a prospectus": "अनुचित होता या आधिकारिक अभ्यासों में कोई दुर्भावनापूर्ण कदम होता तो हम कभी भी विचलन को बर्दाश्त नहीं",
  "interpreting and applying the guidelines therein. Once this position is plain the addition of special marks was basic": "उन्हें लागू करने के लिए शत्रुतापूर्ण नहीं है। एक बार जब यह स्थिति स्पष्ट हो जाती है तो विशेष अंकों को जोड़ना अंकों",
  "justice to proficiency measured by marks.": "द्वारा मापी जाने वाली प्रवीणता के लिए बुनियादी न्याय था।",
  "26. Even so, there is a snag. Who are the diploma- holders eligible for 10 extra marks? Only those who, at": "26. फिर भी, एक गड़बड़ी है। डिप्लोमा धारक कौन हैं जो 0 अतिरिक्त अंकों के लिए पात्र हैं? केवल वे लोग जिनके",
  "least by the final date for making applications for admissions possess the diploma. Acquisition of a diploma": "पास, कम से कम प्रवेश के लिए आवेदन करने की अंतिम तिथि तक डिप्लोमा है। बाद में डिप्लोमा का अधिग्रहण उन्हें",
  "later may qualify him later, not this year. Otherwise, the dateline makes no sense. So, the short question is when": "बाद में योग्य बना सकता है, इस साल नहीं। अन्यथा, डेटलाइन का कोई मतलब नहीं है। तो, छोटा सवाल यह है कि",
  "can a candidate claim to have got a diploma? When he has": "कोई उम्मीदवार डिप्लोमा प्राप्त करने का दावा कब कर सकता है? जब वह वह सब कर लेता है जो उसे करना होता",
  "done all that he has to do and the result of it is officially made known by the concerned authority. An examinee for a degree or diploma must complete his examination-written,": "है और उसका परिणाम संबंधित प्राधिकारी द्वारा आधिकारिक रूप से घोषित किया जाता है। डिग्री या डिप्लोमा के लिए",
  "degree or diploma must complete his examination-written, oral or practical-before he can tell the selection committee or the court that he has done his part. Even this is not": "एक परीक्षार्थी को चयन समिति या अदालत को यह बताने से पहले कि उसने अपनी भूमिका निभाई है, अपनी लिखित,",
  "with the title to the degree if the results are announced only after the last date for applications but before selection.": "उसे उपाधि का श्रेय नहीं दिया जा सकता है यदि परिणाम आवेदनों की अंतिम तिथि के बाद ही घोषित किए जाते हैं,",
  "The second condition precedent must also be fulfilled, viz., the official communication of the result before the selection": "लेकिन चयन से पहले। दूसरी शर्त पूर्ववर्ती को भी पूरा किया जाना चाहिए, अर्थात्‌, चयन से पहले परिणाम का",
  "and its being brought to the ken of the committee in an": "आधिकारिक संचार और इसे समिति के केन में लाया जा रहा है",
  "advertisement does not provide specifically and/or provide that a candidate shall produce the certificate of experience": "विज्ञापन में विशेष रूप से और/या यह प्रदान नहीं किया गया है कि एक उम्मीदवार आवेदन के साथ अनुभव का प्रमाण",
  "along with the application. Therefore, the Division Bench of the High Court has rightly observed that non- production of one year’s experience certificate along with the": "पत्र प्रस्तुत करेगा। इसलिए, उच्च न्यायालय की खंड पीठ ने ठीक ही कहा है कि आवेदन के साथ एक वर्ष के अनुभव",
  "application cannot be said to be fatal to the case of the original writ petitioner and on that ground the original writ": "प्रमाण पत्र को प्रस्तुत न करना मूल रिट याचिकाकर्ता के मामले के लिए घातक नहीं कहा जा सकता है और उस आधार",
  "petitioner could not have been denied the appointment, if otherwise she is found to be meritorious. We are in": "पर मूल रिट याचिकाकर्ता को नियुक्ति से इनकार नहीं किया जा सकता था, यदि अन्यथा वह मेधावी पाई जाती है। हम",
  "complete agreement with the view taken by the Division Bench of the High Court.": "उच्च न्यायालय की खंड पीठ द्वारा लिए गए दृष्टिकोण से पूरी तरह सहमत हैं।",
  "12. Clause 33 of the advertisement, which is also considered by the Division Bench of the High Court,": "42. विज्ञापन का खंड 33, जिस पर उच्च न्यायालय की खंड पीठ द्वारा भी विचार किया जाता है, यह प्रावधान करता है",
  "provides that the management reserves the right to call for any additional documentary evidence in support of educational qualification & experience of the applicant. As": "कि प्रबंधन आवेदक की शैक्षिक योग्यता और अनुभव के समर्थन में किसी भी अतिरिक्त दस्तावेजी साक्ष्य के लिए कॉल",
  "found from the record and even as observed by the Division": "करने का अधिकार सुरक्षित रखता है। जैसा कि अभिलेख से पाया गया और यहां तक कि डिवीजन बेंच द्वारा भी देखा",
  "documents, did not thought it fit tocall upon the applicant to produce any additional documentary evidence in support": "साक्ष्य प्रस्तुत करने के लिए बुलाना उचित नहीं समझा। प्रबंधन आवेदक के अनुभव के समर्थन में किसी भी अतिरिक्त",
  "of her experience. The management could have called for any additional documentary evidence in support of experience of the applicant. If the management would have": "दस्तावेजी साक्ष्य की मांग कर सकता था। यदि प्रबंधन ने आवेदक के अनुभव के समर्थन में अतिरिक्त दस्तावेजी साक्ष्य",
  "of experience of the applicant, in that case, the original writ petitioner would have produced the certificates, which are subsequently produced before the High Court. At the": "की मांग की होती, तो उस मामले में मूल रिट याचिकाकर्ता ने प्रमाण पत्र प्रस्तुत किए होते, जिन्हें बाद में उच्च न्यायालय",
  "cost of the repetition, it is to be noted that the FCI has not": "के समक्ष प्रस्तुत किया जाता है। पुनरावृत्ति की कीमत पर, यह ध्यान दिया जाना चाहिए कि एफसीआई ने मूल रिट",
  "doubted the certificates dated 14.01.2015 and 18.07.2016 issued by the erstwhile employer of the original writ": "याचिकाकर्ता के पूर्व नियोक्‍ता द्वारा दिनांक 4५.0.205 और 8.07.206 को जारी किए गए प्रमाणपत्रों पर संदेह",
  "petitioner. Therefore, the Division Bench of the High Court has rightly observed and held considering the aforesaid two": "नहीं किया है। इसलिए, उच्च न्यायालय की खंड पीठ ने उपरोक्त दो प्रमाणपत्रों पर विचार करते हुए उचित अवलोकन",
  "certificates that the original writ petitioner was having one year’s experience of translation from English to Hindi and": "किया है और कहा है कि मूल रिट याचिकाकर्ता को अंग्रेजी से हिंदी और इसके विपरीत अनुवाद का एक वर्ष का",
  "requirements/qualifications and therefore she was required": "अनुभव था और इसलिए सभी आवश्यक आवश्यकताओं »योग्यताओं को पूरा किया और इसलिए योग्यता के आधार पर",
  "13. Now so far as the submission on behalf of the FCI that a candidate must and/or ought to have produced the": "3. अब जहां तक एफसीआई की और से प्रस्तुत किया गया है कि एक उम्मीदवार को प्रस्तुत करना चाहिए और »या",
  "necessary certificates have to be produced. These are": "आवश्यक प्रमाणपत्र प्रस्तुत करने होंगे। ये विशेष योग्यता या सुरक्षित अंकों के प्रतिशत या आरक्षण के लाभ के लिए",
  "documents in the nature of proof of holding of particular": "पात्रता के प्रमाण की प्रकृति के दस्तावेज हैं। किसी मामले के तथ्यों के आधार पर, सबूत प्रस्तुत करने के मामले में कुछ",
  "submission of proof and it will not be proper to apply any rigid principle as it pertains in the domain of procedure.": "छूट दी जा सकती है और किसी भी कठोर सिद्धांत को लागू करना उचित नहीं होगा क्‍योंकि यह प्रक्रिया के क्षेत्र से",
  "Every infraction of the rule relating to submission of proof need not necessarily result in rejection of candidature.": "संबंधित है। सबूत जमा करने से संबंधित नियम के प्रत्येक उल्लंघन के परिणामस्वरूप उम्मीदवारी को अस्वीकार करने की आवश्यकता नहीं है।",
  "(19) To the same effect is the judgment of the Supreme Court in Food Corporation of India versus Rimjhim? wherein through an": "(9) उसी प्रभाव के लिए भारतीय खाद्य निगम बनाम रिमझिमः में सर्वोच्च न्यायालय का निर्णय है, जिसमें दिनांक",
  "advertisement dated 14.02.2015, the appellant before the Supreme Court (hereinafter referred to as FCI) invited applications for the post": "4.02.205 के एक विज्ञापन के माध्यम से, सर्वोच्च न्यायालय के समक्ष अपीलार्थी (इसके बाद एफसीआई के रूप में",
  "of Assistant Grade II (Hindi). The respondent therein (hereinafter": "संदर्भित) ने सहायक ग्रेड ॥ के पद के लिए आवेदन आमंत्रित किए हैं। (हिंदी). उसमें प्रत्यर्थी (इसके बाद रिमझिम के",
  "referred to as Rimjhim) applied for the said post on 16.03.2015 and after her application was accepted she appeared in the written test held": "रूप में संदर्भित) ने 46.03.20।5 को उक्त पद के लिए आवेदन किया और उसके आवेदन को स्वीकार करने के बाद",
  "after her application was accepted she appeared in the written test held on 04.10.2015. On the declaration of the result she ranked 6\" in merit.": "वह 0५.0.205 को आयोजित लिखित परीक्षा में उपस्थित हुई। परिणाम की घोषणा पर वह योग्यता में 6 वें स्थान पर",
  "Accordingly, a call letter was issued to her on 31.12.2015 and she was asked to produce her original documents at the Zonal Office of the FCI": "रहीं। तदनुसार, उन्हें 3.2.205 को एक कॉल लेटर जारी किया गया था और उन्हें एफसीआई के जोनल कार्यालय में",
  "which she did. However, she did not receive the final letter of": "अपने मूल दस्तावेज पेश करने के लिए कहा गया था। हालांकि, उन्हें नियुक्ति का अंतिम पत्र नहीं मिला और चयनित",
  "appointment and her name also did not find mention in the final list of selected candidates. Therefore, she filed a representation and on the": "उम्मीदवारों की अंतिम सूची में भी उनका नाम नहीं था। इसलिए, उन्होंने एक अभ्यावेदन दायर किया और उसकी",
  "rejection thereof she knocked the doors of the High Court of Delhi where before a Single Judge the case of FCI was that Rimjhim was not": "अस्वीकृति पर उन्होंने दिल्‍ली उच्च न्यायालय का दरवाजा खटखटाया, जहां एक एकल न्यायाधीश के समक्ष एफसीआई",
  "certificate to show that she had one year's experience of translation from English to Hindi and vice versa. The Single Judge dismissed": "अनुभव प्रमाण पत्र प्रस्तुत नहीं किया था कि उन्हें अंग्रेजी से हिंदी और इसके विपरीत अनुवाद का एक वर्ष का अनुभव",
  "from English to Hindi and vice versa. The Single Judge dismissed Rimjhim's petition. Feeling aggrieved Rimjhim preferred an Intra": "था। एकल न्यायाधीश ने रिमझिम की याचिका खारिज कर दी। पीड़ित महसूस करते हुए रिमझिम ने दिल्ली में उच्च",
  "Court Appeal before a Division Benchof the High Court at Delhi which": "न्यायालय की एक खंड पीठ के समक्ष अंतर-न्यायालय अपील की, जिसे एफ. सी. आई. को उच्चतम न्यायालय का",
  "(20) After considering the afore facts the Supreme Court opined": "(20) उपरोक्त तथ्यों पर विचार करने के बाद उच्चतम न्यायालय ने यह मत व्यक्त किया कि रिम्झिम के पूर्व नियोक्ताओं",
  "a later stage were not doubted by FCI. Merely because these certificates": "अनुभव प्रमाणपत्रों पर एफसीआई द्वारा संदेह नहीं किया गया था। केवल इसलिए कि इन प्रमाणपत्रों को आवेदन के",
  "were not produced along with the application they could not be discarded as what was required under the advertisement was one year's": "साथ प्रस्तुत नहीं किया गया था, उन्हें खारिज नहीं किया जा सकता था क्‍योंकि विज्ञापन के तहत अनुवाद में एक वर्ष",
  "experience in translation especially when these certificates were also not doubted by the FCI.": "का अनुभव आवश्यक था, विशेष रूप से जब इन प्रमाणपत्रों पर एफसीआई द्वारा संदेह नहीं किया गया था।",
  "DEEPAK SINGH v. STATE OF HARYANA AND OTHERS 217 (Deepak Sibal, J.)": "दीपाक सिंह बनाम हरियाणा राज्य और अन्य (दीपक सिब्बल, जे.)",
  "declaration of the result, the appellant was ranked at merit no. 20 in the category under which she had applied. However, since at time of her": "परिणाम की घोषणा, अपीलार्थी को योग्यता सं. 20 उस श्रेणी में जिसके तहत उसने आवेदन किया था। हालाँकि, चूंकि",
  "counselling it was found that in the certificate dated 29.06.2003": "उसकी काउंसलिंग के समय यह पाया गया था कि दिनांक 29.06.2003 के प्रमाण पत्र में जिसके माध्यम से उसने",
  "through which she claimed reservation it was written “not eligible,” her candidature was rejected. She produced a fresh eligibility certificate": "आरक्षण का दावा किया था कि यह \"पात्र नहीं\" लिखा था, उसकी उम्मीदवारी को अस्वीकार कर दिया गया था। उन्होंने",
  "candidature was rejected. She produced a fresh eligibility certificate issued to her by the Army authorities but the same was also rejected.": "सेना के अधिकारियों द्वारा उन्हें जारी एक नया पात्रता प्रमाण पत्र प्रस्तुत किया, लेकिन उसे भी अस्वीकार कर दिया",
  "The father of the appellant therein then requested the Zila Sainik Board to rectify the mistake but the needful was not done. A fresh certificate": "गया। अपीलार्थी के पिता ने तब जिला सैनिक बोर्ड से गलती को सुधारने का अनुरोध किया, लेकिन आवश्यक कार्रवाई",
  "to rectify the mistake but the needful was not done. A fresh certificate was then obtained which certified that the father of the appellant therein": "नहीं की गई। तब एक नया प्रमाण पत्र प्राप्त किया गया था जो प्रमाणित करता था कि उसमें अपीलार्थी के पिता को",
  "had been discharged from the Armed Forces as he had incurred permanent disability. Such certificate was produced in the next round": "सशस्त्र बलों से छुट्टी दे दी गई थी क्योंकि वह स्थायी रूप से विकलांग था। इस तरह का प्रमाण पत्र काउंसलिंग के",
  "of counselling but her candidature was not considered on the ground": "अगले दौर में प्रस्तुत किया गया था, लेकिन उसकी उम्मीदवारी पर इस आधार पर विचार नहीं किया गया था कि उसकी",
  "that at the time of her initial counselling, she had failed to produce a valid certificate. The Supreme Court held that the general rule was": "प्रारंभिक काउंसलिंग के समय, वह एक वैध प्रमाण पत्र प्रस्तुत करने में विफल रही थी। उच्चतम न्यायालय ने कहा कि",
  "that while applying for any course a person must possess the": "सामान्य नियम यह था कि किसी भी पाठ्यक्रम के लिए आवेदन करते समय किसी व्यक्ति के पास इस उद्देश्य के लिए",
  "eligibility qualification before the last date fixed for such purpose unless there was an exception carved out in the admission brochure or the application form or the advertisement itself. It was further held that": "निर्धारित अंतिम तिथि से पहले पात्रता योग्यता होनी चाहिए, जब तक कि प्रवेश विवरणिका या आवेदन पत्र या विज्ञापन",
  "certificates were also required to be produced and depending on the facts of the case there could be some relaxation in the matter of": "आवश्यक प्रमाणपत्रों को भी प्रस्तुत करने की आवश्यकता थी और मामले के तथ्यों के आधार पर प्रमाण प्रस्तुत करने",
  "facts of the case there could be some relaxation in the matter of submission of proof as also that it would not be proper to apply a rigid": "के मामले में कुछ छूट दी जा सकती थी और यह भी कि एक कठोर सिद्धांत को लागू करना उचित नहीं होगा क्योंकि",
  "principle as it pertained in the domain of procedure and that every infraction of the rule relating to submission of proof need not": "यह प्रक्रिया के क्षेत्र से संबंधित है और यह कि प्रमाण प्रस्तुत करने से संबंधित नियम के प्रत्येक उल्लंघन का परिणाम",
  "infraction of the rule relating to submission of proof need not necessarily result in rejection of the candidature. After rendering such": "उम्मीदवारी की अस्वीकृति में होना आवश्यक नहीं है। इस तरह की राय देने के बाद सर्वोच्च न्यायालय ने उसमें",
  "opinion the Supreme Court directed the respondents therein to admit the petitioner to any one of the State Medical Colleges forthwith and in": "प्रतिवादियों को याचिकाकर्ता को राज्य चिकित्सा महाविद्यालयों में से किसी एक में तुरंत प्रवेश देने का निर्देश दिया और",
  "case the State seats had already been filled up one extra seat was directed to be created for her.": "यदि राज्य की सीटें पहले ही भरी जा चुकी हैं तो उसके लिए एक अतिरिक्त सीट बनाने का निर्देश दिया गया।",
  "Paragraph 7 of the judgment which is relevant reads as under:-": "फैसले का पैराग्राफ 7 जो प्रासंगिक है, निम्नानुसार है: -",
  "7. The general rule is that while applying for any course of study or a post, a person must possess the eligibility": "7. सामान्य नियम यह है कि अध्ययन के किसी भी पाठ्यक्रम या पद के लिए आवेदन करते समय, एक व्यक्ति के पास",
  "qualification on the last date fixed for such purpose either inthe admission brochure or in application form, as": "ऐसे उद्देश्य के लिए निर्धारित अंतिम तिथि पर पात्रता योग्यता होनी चाहिए, या तो प्रवेश विवरणिका में या आवेदन पत्र",
  "the case may be, unless there is an express provision to the contrary. There can be no relaxation in this regard i.e. in the": "में, जैसा भी मामला हो, जब तक कि इसके विपरीत कोई स्पष्ट प्रावधान न हो। इस संबंध में कोई छूट नहीं हो सकती है",
  "matter of holding the requisite eligibility qualification by the date fixed. This has to be established by producing the necessary certificates, degrees or mark-sheets. Similarly, in": "निर्धारित तिथि तक अपेक्षित पात्रता योग्यता रखने के मामले में। इसे आवश्यक प्रमाणपत्र, डिग्री या अंक-पत्र प्रस्तुत",
  "order to avail of the benefit of reservation or weightage etc.": "करके स्थापित किया जाना है। इसी तरह, आरक्षण या वेटेज आदि का लाभ उठाने के लिए।",
  "DEEPAK SINGH v. STATE OF HARYANA AND OTHERS 221 (Deepak Sibal, J.)": "दीपाक सिंह बनाम हरियाणा राज्य और अन्य (दीपक सिब्बल, जे.)",
  "case of Charles K. Skaria v. Dr. C. Mathew (1980) 2 SCC": "आवेदन के साथ अनुभव प्रमाणपत्र का संबंध है, इस स्तर पर, चार्ल्स के. स्कारिया बनाम डॉ. सी. मैथ्यू (980) 2",
  "752 and the subsequent decision of this Court in the case of Dolly Chhanda v. Chairman, Jee and others (2005) 9": "एससीसी 752 के मामले में इस न्यायालय के निर्णय और डॉली छंडा बनाम अध्यक्ष, जी और अन्य (2005) 9 एससीसी",
  "SCC 779 are required to be referred to. In Charles K. Skaria (supra), this Court had an occasion to consider the": "779 के मामले में इस न्यायालय के बाद के निर्णय को संदर्भित करने की आवश्यकता है। चार्ल्स के. स्कारिया (उपर्युक्त)",
  "distinction between the essential requirements and the proof/mode of proof. In the aforesaidcase, this Court had": "में इस न्यायालय को आवश्यक आवश्यकताओं और प्रमाण के प्रमाण/तरीके के बीच अंतर पर विचार करने का अवसर",
  "an occasion to consider the distinction between a fact and its proof. In the aforesaid case before this Court, a": "मिला था। उपरोक्त मामले में, इस न्यायालय के पास एक तथ्य और उसके प्रमाण के बीच के अंतर पर विचार करने का",
  "holders of a diploma and the diploma must be obtained on or before the last date of the application, not later. In the": "अंकों का हकदार था और डिप्लोमा आवेदन की अंतिम तिथि को या उससे पहले प्राप्त किया जाना चाहिए, बाद में नहीं।",
  "aforesaid case, a candidate secured diploma before the final date of application, but did not produce the evidence of": "उपरोक्त मामले में, एक उम्मीदवार ने आवेदन की अंतिम तिथि से पहले डिप्लोमा प्राप्त किया, लेकिन आवेदन के साथ",
  "diploma along with the application. Therefore, he was not allowed extra 10% marks and therefore denied the": "डिप्लोमा का प्रमाण प्रस्तुत नहीं किया। इसलिए, उन्हें अतिरिक्त 0% अंकों की अनुमति नहीं दी गई और इसलिए प्रवेश",
  "admission. Dealing with such a situation, this Court observed and held that what was essential requirement was": "से इनकार कर दिया गया। ऐसी स्थिति से निपटने के लिए, इस न्यायालय ने कहा कि आवश्यक आवश्यकता यह थी कि",
  "that a candidate must have obtained the diploma on or before the last date of application but not later, and that is": "एक उम्मीदवार ने आवेदन की अंतिम तिथि को या उससे पहले डिप्लोमा प्राप्त किया होगा, लेकिन बाद में नहीं, और",
  "the primary requirement and to submit the proof that the": "यह प्राथमिक आवश्यकता है और प्रमाण प्रस्तुत करने के लिए कि डिप्लोमा आवश्यक आवश्यकता के अनुसार किसी",
  "diploma is obtained on or before a particular date as per the essential requirement is secondary. This Court": "विशेष तिथि को या उससे पहले प्राप्त किया जाता है, माध्यमिक है। इस न्यायालय ने विशेष रूप से कहा और",
  "specifically observed and held that “what is essential is the possession of a diploma before the given date; what is": "अभिनिर्धारित किया कि \"जो आवश्यक है वह दी गई तारीख से पहले डिप्लोमा का कब्जा है; जो सहायक है वह योग्यता",
  "ancillary is the safe mode of proof of the qualification”. This Court specifically observed and held that “to confuse": "के प्रमाण का सुरक्षित तरीका है।\" इस न्यायालय ने विशेष रूप से अवलोकन किया और अभिनिर्धारित किया कि \"किसी",
  "between a fact and its proof is blurred perspicacity.”": "तथ्य और उसके प्रमाण के बीच भ्रमित होना अस्पष्ठता है।\"",
  "(21) In the light of the afore discussion and the law laid by the": "(2) पूर्ववर्ती चर्चा और उच्चतम न्यायालय द्वारा निर्धारित विधि के आलोक में, याचिकाकर्ता को सफलतापूर्वक पाठ्यक्रम",
  "Supreme Court the denial by the Commission of 02 marks to the petitioner for him having successfully undergone the course is found to be unjust and thus unsustainable. Resultantly, the petitioner is held": "से गुजरने के लिए आयोग द्वारा 02 अंकों से इनकार करना अन्यायपूर्ण और इस प्रकार अस्थिर पाया गया है। नतीजतन,",
  "entitled to the grant of these 02 marks. Since after addition of these": "याचिकाकर्ता को इन 02 अंकों के अनुदान का हकदार माना जाता है। चूंकि इन अंकों को जोड़ने के बाद उनका स्कोर",
  "marks his score would come to 65.35 marks which is more than 63.55 marks which have been obtained by the last person selected and": "65.35 अंकों पर आ जाएगा, जो कि 63.55 अंकों से अधिक है, जो उस श्रेणी में चयनित और नियुक्त अंतिम व्यक्ति",
  "appointed in the category under which the petitioner had also applied, subject to the petitioner fulfilling all other prescribed requirements, the": "द्वारा प्राप्त किए गए हैं, जिसके तहत याचिकाकर्ता ने भी आवेदन किया था, याचिकाकर्ता को अन्य सभी निर्धारित",
  "respondents are directed to consider his candidature for appointment as": "के रूप में नियुक्ति के लिए उनकी उम्मीदवारी पर विचार करने का निर्देश दिया जाता है।"
}