{
  "LETTERS PATENT APPEAL": "पत्र पेटेंट अपील",
  "Before Gurdev Singh and Gopal Singh, JJ.": "गुरदेव सिंह और गोपाल सिंह से पहले जे.जे.",
  "SHANTI LAL SIKKA,—Appellant,": "शांति लाल सिंक्का, अपीलकर्ता।",
  "versus": "बनाम",
  "THE STATE OF HARYANA ETC,,—Respondents,": "हरियाणा राज्य आदि,-प्रतिवादी |",
  "Letters Patent Appeal No. 499 of 1970.": "497०0 का पत्र पेटेंट अपील संख्या 499।",
  "Punjab Civil Service Rules, Volume II—Rule 4.23—Whether confers jpowen of condonation of break in service for recognition of seniority—": "पंजाब सिंविल सेवा नियम, खंड ॥ - नियम 4.23 - क्या वरिष्ठता की मान्यता के लिंए सेवा में ब्रेक को",
  "Such power—Whether inheres in the Government—Order condoning break": "माफ करने की शक्ति प्रदान करता है - ऐसी शक्ति - चाहे सरकार में निहित हो - संयोगवश योग्यता",
  "in service for recognition of seniority of a Government servant on merits": "के आधार पर एक सरकारी कर्मचारी की वरिष्ठता की मान्यता के लिए सेवा में ब्रेक को माफ करने",
  "incidentally affecting the rights of other Government servants—Such other": "का आदेश अन्य सरकारी सेवकों के अधिकारों को प्रभावित करना - ऐसे अन्य सरकारी सेवक -",
  "Held, that rule 4.23 of the Punjab Civil Service Rules, Volume II, pro-": "निर्धारित किया गया कि पंजाब सिविल सेवा नियम, खंड ॥ का नियम 4.23, सरकारी कर्मचारियों को",
  "vides for condonation of break for the limited purpose of grant of pen- sionary benefits to Government servants consequent upon their retirement": "उनकी सेवानिवृत्ति के परिणामस्वरूप पेंशन लाभ देने के सीमित उद्देश्य के लिए ब्रेक की माफी का",
  "and has nothing to do with power to condone the break for recognition of": "प्रावधान करता है और वरिष्ठता मान्यता के लिंए ब्रेक को माफ करने की शक्ति से इसका कोई",
  "seniority. However, as there is no specific rule on the subject of condona-": "लेना-देना नहीं है। हालाँकि, चूंकि सेवा में ब्रेक की माफ़ी के विषय पर कोई विशिष्ट नियम नहीं है जो",
  "tion of break in service entitling a Government servant to reckon the period of that break towards his seniority and as the existing rules do not": "एक सरकारी कर्मचारी को उसकी वरिष्ठता के लिए उस ब्रेक की अवधि की गणना करने का",
  "period of that break towards his seniority and as the existing rules do not debar or inhibit the exercise of that power, there does vest this power": "अधिकार देता है और चूंकि मौजूदा नियम उस शक्ति के प्रयोग को रोकते या बाधित नहीं करते हैं,",
  "in the Government to administratively pass orders or to issue instructions": "इसलिंए यह निहित है कि सरकार के पास यह शक्ति है कि वह प्रशासनिक रूप से आदेश पारित",
  "providing for condonation of break or interruption in service for such a": "कर सके या ऐसे उद्देश्य के लिए सेवा में रुकावट या रुकावट की माफी के लिए निर्देश जारी कर",
  "purpose, The power inheres in the Government to condone such a break for purposes other than the purpose of pensionary benefits. The question": "सके। पेंशन लाभ के उद्देश्य के अलावा अन्य उद्देश्यों के लिए इस तरह के ब्रेक को माफ करने की",
  "whose break in service is to be condoned and the Head of the Department": "सेवा में विच्छेद को माफ किया जाना है और विभागाध्यक्ष के बीच का है, जब तक कि विच्छेद की",
  "unless the order of the condonation of break is mala fide one. Once there is justification on merits for break in service of a Government servant of": "माफी का आदेश दुर्भावनापूर्ण न हो। एक बार जब किसी कैडर के सरकारी कर्मचारी की सेवा में",
  "a cadre being condoned and the break so condoned incidentally and in-": "ब्रेक को माफ किए जाने का गुण-दोष के आधार पर औचित्य हो जाता है और इस तरह से माफ",
  "other Government servants in that cadre, such other Government servants": "के अन्य सरकारी कर्मचारियों के अधिकारों को प्रभावित करता है, तो ऐसे अन्य सरकारी",
  "have no locus standi to have that order rescinded. (Paras 6, 7 and 11)": "कर्मचारियों के पास उस आदेश को रद्द करने का कोई अधिकार नहीं है। (पैरा 6, 7 और 7)",
  "Punjab High Court against the judgment and order of Hon’ble Mr. Justice S. S. Sandhawalia, dated 4th May, 1970 passed in Civil Writ No, 2993 of": "लेटर्स पेटेंट 4969 के सिंविल रिट संख्या 2993 में पारित माननीय श्री न्यायमूर्ति एस.एस.संधवात्रिया के 4 मई, 4970 के फैसले और आदेश के खिलाफ पंजाब उच्च न्यायात्रय के",
  "1969—Shanti Lal Sikka vs. The State of Haryana and others.": "ल्ेेटर्स पेटेंट के खंड एक्स के तहत अपील - शांति लाल सिंक्का बनाम राज्य हरियाणा और अन्य।",
  "Kuldip Singh, R. S. Mongia, J. M. Sethi and Sarup Singh, Advocates,": "अपीलकर्ता के वकील कुलदीप सिंह, आर.एस. मोंगिया, जे.एम. सेठी और सरूप सिंह।",
  "Datin Singh. Advocate, for respondent No. 3.": "दाह सिनेह. प्रतिवादी संख्या ३ के लिए वकील।",
  "S. P. Jain. Advocate, for the State.": "एस. पी. जैन, राज्य सरकार के वकील।",
  "JUDGMENT": "निर्णय",
  "GopaL SINGH, J.—This is letters patent appeal by Shanti Lal Sikka, against the State of Haryana and others from the judgment": "न्यायमूर्ति गोपाल सिंह, - यह शांति लाल सिक्का द्वारा हरियाणा राज्य और अन्य के खिलाफ एकल",
  "of a single Judge, dated May 4, 1970, dismissing the writ petition": "न्यायाधीश के 4 मई, 4970 के फैसले से पेटेंट अपील है, जिसमें अपीलकर्ता की ओर से दायर रिट",
  "(2) On March 5, 1941, the appellant was appointed as a Research Assistant by the Government of Punjab in the Department of Irriga-": "(2) 5 मार्च 4947 को अपीलकर्ता को पंजाब सरकार द्वारा सिंचाई और बिजली विभाग में अनुसंधान",
  "tion and Power. On March 1, 1950, he was promoted as Assistant": "सहायक के रूप में नियुक्त किया गया था। मार्च 950 को उन्हें सहायक भूमि सुधार अधिकारी के",
  "Land Reclamation Officer. While working as Assistant Land Recla-": "रूप में पदोन्नत किया गया। सहायक भूमि सुधार अधिकारी के रूप में कार्य करते समय, उनकी",
  "mation Officer, his services were terminated with effect from October 16, 1950. He represented to the Head of the Department that": "सेवाएँ 36 अक्टूबर, 4950 से समाप्त कर दी गई। उन्होंने विभाग प्रमुख को बताया कि उनकी सेवाएँ",
  "there was no justification for his services being terminated. . On December 13, 1950, he was appointed as Land Reclamation Super-": "समाप्त करने का कोई औवचित्य नहीं है। 43 दिसंबर 950 को उन्हें भूमि सुधार पर्यवेक्षक के रूप में",
  "1950 to December 13, 1950. By order, dated April 23, 1952, Annexure": "आया। आदेश, दिनांक 23 अप्रैल, 4952, अनुलग्रक 'ए' के अनुसार, 45 अक्टूबर, 4950 दोपहर से 43"
}