{
  "PW3": "पीडब्लू ३",
  "PW4": "पीडब्लू ५",
  "Dr. Aman Bansal, MO CHC Kaul": "डॉ. अमन बंसल, एमओ सीएचसी कौल",
  "Rajinder, eye-witness": "राजिंदर, प्रत्यक्षदर्शी",
  "and spirit. Besides this, she": "और आत्मा। इसके अलावा, उसने अदालत में",
  "identified the accused present in the Court.": "मौजूद आरोपी की पहचान की।",
  "MLR of Pinki Ex.PW3/,": "पिंकी ई एक्स का एमएलआर। पी डब्ल्यू3/,",
  "X-ray report of Kamlesh": "कमलेश की एक्स-रे रिपोर्ट पूर्व. पी डब्ल्यू3/ एक्स-",
  "Ex.PW3/D, X-ray films": "रे फिल्में पूर्व. पी डब्ल्यू3/ पूर्व. पी डब्ल्यू3 /, पिंकी",
  "Ex. PW3/E & Ex.PW3/F, X-ray report of Pinki": "की एक्स-रे रिपोर्ट पूर्व पी डब्ल्यू3/, पिंकी पूर्व की",
  "E.PW3/G, X-ray films of": "एक्स-रे फिल्में।पी डब्ल्यू ३/एच से ई एक्सापी",
  "Ex.PW3/J_ and —_rukka Ex.PW3/K.": "डब्ल्यू 3३/जे और रुकक्‍का ई एक्सापी डब्ल्यू3/के।",
  "He deposed that on 03.12.2016 at about 8.30": "उन्होंने कहा कि 03.2.206 को सुबह करीब",
  "of the drain is seeping in the foundation of the bathroom wall due _ to": "कि बाथरूम की दीवार की नींव में नाले का पानी",
  "which the wall may fall.": "रिस रहा है, जिससे दीवार गिर सकती है। उन्होंने",
  "He further deposed that he told accused Inder to": "आगे कहा कि उन्होंने आरोपी इंदर को पाइप पर",
  "discharge the water of drain by putting bend on": "मोड़कर नाले का पानी छोड़ने के लिए कहा, जिस",
  "refused and started to speak obscene words.": "पर इंदर ने इनकार कर दिया और अश्लील शब्द",
  "speak obscene words. When Kamlesh stopped him from using filthy language then he started to": "बोलने लगे। जब कमलेश ने उसे गंदी भाषा का",
  "meanwhile, Inder hit on the arm of his wife with": "इस बीच, इंदर ने अपनी पत्नी की बांह पर लाठी से",
  "lathi and also gave another lathi blow on her right arm": "वार किया और उसके दाहिने हाथ पर एक और",
  "due to which arm of his wife got fractured. Her": "लाठी भी मारी, जिससे उसकी पत्नी का हाथ टूट",
  "daughter Pinki arrived there and Inder also hit": "गया। उसकी बेटी पिंकी वहाँ पहुँच गई और इंदर",
  "PW5": "पीडब्लू ५",
  "(Vinod S. Bhardwaj, J.)": "(विनोद एस. भारद्वाज, जे.)",
  "Singh, investigating officer": "सहायक उप-निरीक्षक चैन सिंह, जांच अधिकारी",
  "which finger of hand of Pinki got fractured. The": "पिंकी के हाथ की कौन सी उंगली टूट",
  "wife of Inder namely Bala": "गई। इंदर की पत्नी बाला ने भी अपनी",
  "arm of his wife and his": "पत्नी और बेटी के दाहिने हाथ पर",
  "daughter. When he was": "लाठी से वार किया। जब वह अपनी",
  "going to admit his wife and daughter to hospital,": "पत्नी और बेटी को अस्पताल में भर्ती",
  "Inder threatened him not to": "करने जा रहा था, तो इंदर ने उसे धमकी दी कि वह उसके खिलाफ",
  "lodge any case against him, otherwise, he will be": "कोई मामला दर्ज न करे, अन्यथा उसे",
  "killed. His wife got": "मार दिया जाएगा। उनकी पत्नी ने पूर्व.",
  "recorded her statement Ex.PWI1/A. He did not": "पी डब्ल्यू] /ए का बयान दर्ज कराया।",
  "identified the accused": "मौजूद आरोपी की भी पहचान की",
  "He deposed that on": "उन्होंने अपदस्थ किया कि",
  "as investigating officer at Police-Station Rajaund.": "राजौंद में जांच अधिकारी के रूप में",
  "Ex.PW5/A_ and_ recorded": "प्लान पूर्व. पी डब्ल्यू5/ तैयार किया",
  "deposed that he formally arrested both the accused": "औपचारिक रूप से दोनों अभियुक्तों",
  "the court. After obtaining": "अदालत में पेश किया। एक्स-रे रिपोर्ट प्राप्त करने के बाद, भारतीय दंड",
  "prepared, on which he": "जिस पर उन्होंने",
  "No.211 dated 05.12.2016 under Sections 323, 506, 509, 325 read with Section 34 of the Indian Penal Code, 1860(hereinafter referred to as “IPC”) registered at Police Station Rajaund, District Kaithal, wherein": "भारतीय दंड संहिता की धारा ३५ के साथ पठित धारा 323,325,506,509 के तहत दंडनीय मामला पाया गया। तदनुसार, अभियुक्त व्यक्तियों को न्यायिक मजिस्ट्रेट प्रथम श्रेणी, कैथल द्वारा पारित दिनांक 5.03.207 के आदेश",
  "Sub-Inspector/ Station": "सब-इंस्पेक्टर /स्टेशन हाउस",
  "House Officer Ram Kumar. He further": "ऑफिसर राम कुमार। उन्होंने आगे",
  "deposed that during investigation, arrest form": "कहा कि जाँच के दौरान गिरफ्तारी",
  "and arrest detail forms": "प्रपत्र और गिरफ्तारी विवरण प्रपत्र",
  "were prepared by him.": "उनके द्वारा तैयार किए गए थे",
  "PW6 Sub-Inspector Ram Kumar Report under Section 173 of Code of Criminal": "पीडब्लू 6 सब-इंस्पेक्टर राम कुमार दंड प्रक्रिया संहिता की धारा 73 के तहत रिपोर्ट",
  "PW7 Assistant Sub-Inspector FIR Ex. PW/7/A and Balwan Singh endorsement Ex.PW7/B.": "पीडब्लू 7 सहायक उपनिरीक्षक बलवान सिंह एफआईआर एक्स। पीडब्लू7 /ए और समर्थन पूर्व पी डब्ल्यू7 / बी",
  "PW8 Sub-Inspector Rekha Tehrir Ex.PW8/A": "पीडब्लू 8 सब-इंस्पेक्टर रेखा तेहरिर पूर्व पी डब्ल्यू8/ ए",
  "(6) The prosecution evidence was closed on the statement of the Public Prosecutor. The entire incriminating evidence was put to": "(6) लोक अभियोजक के बयान पर अभियोजन पक्ष के साक्ष्य को बंद कर दिया गया था। पूरा आपत्तिजनक सबूत",
  "the petitioner, who pleaded his innocence. However, no evidence in": "याचिकाकर्ता के सामने रखा गया, जिसने अपनी बेगुनाही का अनुरोध किया। हालाँकि, अवसर दिए जाने के बावजूद",
  "(7) Upon consideration of the rival contentions, the judgment of conviction for the aforesaid offences i.e. under Sections 323, 325": "(7) प्रतिद्वंद्वी विवादों पर विचार करने पर, उपरोक्त अपराधों के लिए दोषसिद्धि का निर्णय. आईपीसी की धारा ३23,325",
  "IPC was passed and the petitioner as well as his wife were sentenced.": "के तहत पारित किया गया और याचिकाकर्ता के साथ-साथ उसकी पत्नी को भी सजा सुनाई गई।",
  "(8) Aggrieved thereof, an appeal was filed before the Court of Sessions.": "(8) इससे व्यथित होकर, सेशन न्यायालय के समक्ष एक अपील दायर की गई थी।",
  "(9) Vide judgment dated 18.12.2019 passed in Criminal Appeal No.24 of 2019, the appeal preferred by the petitioner and his wife was": "(9) 209 की आपराधिक अपील संख्या. 2५ में पारित 8.2.209 के फैसले के अनुसार, याचिकाकर्ता और उसकी",
  "partlyallowed inasmuch as the conviction of wife of the petitioner was": "पत्नी द्वारा दायर अपील को आंशिक रूप से अनुमति दी गई थी क्योंकि याचिकाकर्ता की पत्नी की दोषसिद्धि को संशोधित",
  "modified and she was held guilty under Section 323 IPC and was": "किया गया था और उसे आईपीसी की धारा 323 के तहत दोषी ठहराया गया था और एक मुचलके के साथ.25,000/-",
  "ordered to be released on probation within a period of six months on": "रुपयेकी राशि में परिवीक्षा बांड प्रस्तुत करने पर छह महीने की अवधि के भीतर परिवीक्षा पर रिहा करने का आदेश",
  "(10) The appeal qua the petitioner was, however, dismissed. Hence, the present criminal revision petition.": "(0) तथापि, याचिकाकर्ता की अपील खारिज कर दी गई थी। इसलिए, वर्तमान आपराधिक पुनरीक्षण याचिका।",
  "(11) During the course of arguments, learned counsel appearing on behalf of the petitioner submits that he has instructions to give up": "(।॥) दलीलों के दौरान, याचिकाकर्ता की ओर से उपस्थित विद्वान वकील प्रस्तुत करता है कि उसके पास नीचे दिए गए",
  "on behalf of the petitioner submits that he has instructions to give up the challenge to the judgment of conviction concurrently recorded against himby both the Courts below and he restricts his argument to": "दोनों न्यायालयों द्वारा उसके खिलाफ समवर्ती रूप से दर्ज किए गए दोषसिद्धि के निर्णय को चुनौती देने के निर्देश हैं",
  "against himby both the Courts below and he restricts his argument to the quantum of sentence only.": "और वह अपने तर्क को केवल सजा की मात्रा तक सीमित करता है।",
  "(12) It is submitted by him that the sentence awarded to the": "(2) यह उसके द्वारा प्रस्तुत किया जाता है कि उसे दी गई सजा",
  "under Section 207 of the Code of Criminal Procedure.": "आपराधिक मामले संख्या सं.आरबीटी- 282/2077 वाले मामले में दिनांक 05.2.206 को भारतीय दंड संहिता,",
  "Before Vinod S. Bhardwaj, J.": "समक्ष विनोद एस भारद्वाज जे.",
  "INDER—Petitioner": "इंदर-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA—Respondent": "हरियाणा राज्य-प्रतिवादी",
  "CRR No. 44 of 2020": "2020 का सीआरआर नंबर ५५",
  "August 08, 2022": "08 अगस्त 2022",
  "Indian Penal Code, S.34, 323, 325, 506, 509—Revision against": "भारतीय दंड संहिता, धारा. 3५,३23,325,506,509 -दोषसिद्धि के विरुद्ध पुनरीक्षण सेक का अधिदेश। ३360 सी आर",
  "1958. Contemplate that in case the offences are not heinous or": "पी सीअपराधी परिवीक्षा अधिनियम, 958। इस बात पर विचार करें कि यदि अपराध जघन्य या गंभीर नहीं हैं, तो कानून",
  "grievous, the law should extend indulgence for first time offenders— The present petitioner is nearly 50 years of age, he has sufficient": "को पहली बार अपराध करने वालों के लिए दंड का विस्तार करना चाहिए- वर्तमान याचिकाकर्ता की आयु लगभग 50",
  "responsibilities to be discharged towards his children, he is a labourer": "वर्ष है, उसके पास अपने बच्चों के प्रति निर्वहन के लिए पर्याप्त जिम्मेदारियां हैं, वह एक मजदूर है और पहली बार",
  "Held, that invariably, the mandate of Section 360 Cr.P.C. as well as Section 4 and 5 of the Probation of Offenders Act, 1958 contemplate": "आयोजित, कि हमेशा, धारा 360 सी आर पी सीका जनादेश। साथ ही अपराधी परिवीक्षा अधिनियम, 958 की धारा",
  "that in case the offences are not heinous or grievous, the law should": "+ और 5 में यह विचार किया गया है कि यदि अपराध जघन्य या गंभीर नहीं हैं, तो कानून को पहली बार अपराध करने",
  "take recourse to extend certain indulgence to the first time offenders. The object of the said Act and the provisions contained in the Code of": "वालों के लिए कुछ प्रावधान करने का सहारा लेना चाहिए। उक्त अधिनियम का उद्देश्य और दंड प्रक्रिया संहिता में",
  "Criminal Procedure offer an opportunity to an accused for mending himself without compromising the deterrent effect of law and": "निहित प्रावधान एक अभियुक्त को कानून और सजा के निवारक प्रभाव से समझौता किए बिना खुद को सुधारने का",
  "sentencing. Punishment is not to be imposed always as a measure of": "अवसर प्रदान करते हैं। सजा हमेशा दंडात्मक सजा देने के उपाय के रूप में नहीं दी जानी चाहिए जिसका उद्देश्य किसी",
  "imposing punitive punishment intended to confine a person in custody for each and every offence. The object of sentencing is also reformative": "व्यक्ति को प्रत्येक अपराध के लिए हिरासत में रखना है। सजा सुनाने का उद्देश्य सुधारात्मक भी है और यह आकलन",
  "and to assess as to whether a convict displays traits of a hardened criminal beyond reform or has potential for reform. A person must not": "करना है कि क्‍या एक दोषी सुधार से परे एक कठोर अपराधी के लक्षणों को प्रदर्शित करता है या सुधार की क्षमता",
  "necessarily be labeled as a criminal for having committed a crime.": "आवश्यक रूप से अपराध करने के लिए एक अपराधी के रूप में लेबल किया जाना चाहिए। इस प्रकार, सजा के",
  "Thus, an element of reformative theory of sentencing comes into the": "प्रकार, सजा के सुधारात्मक सिद्धांत का एक तत्व सामने आता है। यही एक अपराधी को मुख्यधारा के समाज में रहने",
  "(Para 17)": "(पैरा।7)",
  "Further held, that benefit should ordinarily be extended unless the": "इसके अलावा यह अभिनिर्धारित किया गया कि उस लाभ को सामान्य रूप से तब तक बढ़ाया जाना चाहिए जब तक",
  "Court feels thatthe convict is incorrigible and cannot be reformed. The": "कि न्यायालय को यह महसूस न हो कि दोषी अपरिवर्तनीय है और उसमें सुधार नहीं किया जा सकता है। न्यायालय",
  "Court takes into consideration varied factors including social, educational, physical and psychological circumstances of an accused;": "अभियुक्त की सामाजिक, शैक्षिक, शारीरिक और मनोवैज्ञानिक परिस्थितियों सहित विभिन्न कारकों को ध्यान में रखता",
  "the gravity, nature and manner of committing the offence; the consequences, the social reaction of the offence; the antecedents and": "है; अपराध करने की गंभीरता, प्रकृति और तरीका; परिणाम, अपराध की सामाजिक प्रतिक्रिया; और पूर्ववृत्तियां।",
  "1. 323 of Indian PenalCode _— Six months simple read with Section 34 of imprisonment and to pay fine": "।. भारतीय दंड संहिता की धारा ३५ छह महीने की साधारण कारावास और प्रत्येक को",
  "Indian Penal Code of Rs.500/- each. In default of": "के साथ पठित भारतीय दंड संहिता. *पये.500/- काजुर्माना देना। जुमनि का भुगतान न",
  "2. 325 of Indian Penal Code One year simple": "2. भारतीय दंड संहिता की धारा ३५ एक महीने के साधारण कारावास से गुजरने का",
  "read with Section 34 of imprisonment and to pay fine Indian Penal Code of Rs.1000/- each. In default": "के साथ पठित भारतीय दंड संहिता निर्देश दिया जाता है।एक वर्ष की साधारण की धारा 325 कारावास और प्रत्येक को. रुपये॥000/- का",
  "directed to undergo fifteen days simple imprisonment.": "पंद्रह दिन के साधारण कारावास से गुजरने का निर्देश दिया जाता है।",
  "(2) Succinctly, it is the case of prosecution that on 03.12.2016,": "(2) स्पष्टतः, अभियोजन पक्ष का यह मामला है कि 03.2.206 को परीक्षा समिति की प्रधान-आरक्षक मंजीत कौर से",
  "a telephonic information was received from Exemptee Head-Constable Manjeet Kaur regarding the admission of one Kamlesh wife of Rajender, resident of Songal, Police-Station, Rajaund in Government": "फोन पर सूचना प्राप्त हुई थी कि राजेंद्र की एक कमलेश पत्नी, निवासी सोनगल, पुलिस-स्टेशन, राजौंद को सरकारी",
  "Hospital, Kaithal, who suffered injuries in a quarrel. On receiving this information, they reached the Government Hospital, Kaithal where": "अस्पताल, कैथल में भर्ती कराया गया था, जिसे झगड़े में चोटें आईं थीं। यह सूचना मिलने पर वे कैथल के सरकारी",
  "Assistant Sub- Inspector Chain Singh and Head-Constable Rakesh were": "अस्पताल पहुंचे, जहां सहायक उप-निरीक्षक चैन सिंह और हेड-कांस्टेबल राकेश पहले से ही मौजूद थे। सहायक उप-",
  "already present. Assistant Sub-Inspector Chain Singh handed over rukka and MLRs of Kamlesh and Pinki. Thereafter, statement of complainant Kamlesh was recorded, wherein, she alleged that she is the": "निरीक्षक चेन सिंह ने कमलेश और पिंकी के रुकका और एमएलआर सौंपे। इसके बाद, शिकायतकर्ता कमलेश का",
  "resident of above said address and is a labourer. She further stated that": "बयान दर्ज किया गया, जिसमें उसने आरोप लगाया कि वह उपरोक्त पते की निवासी है और एक मजदूर है। उसने आगे",
  "her husband is paralyzed, due to which she is responsible for her family.": "कहा कि उसका पति लकवाग्रस्त है, जिसके कारण वह अपने परिवार के लिए जिम्मेदार है। उनकी चार बेटियां और",
  "She has four daughters and one son. On 03.12.2016, around 8.30 AM, her husband told her brother-in-law (dewar) Inder (petitioner herein)": "एक बेटा है।03.2.206 को सुबह करीब 8.30 बजे उसके पति ने अपने बहनोई (देवर) इंदर (याचिकाकर्ता) को",
  "that water is seeping in the foundation of their bathroom, due to which the wall may fall. Therefore, he asked him to separate the water in the": "बताया कि उनके बाथरूम की नींव में पानी रिस रहा है, जिससे दीवार गिर सकती है। इसलिए, उन्होंने उन्हें नाली",
  "drain(nali) by fixing a bend in it. Upon this, Inder refused to do it and": "(नाली) में पानी को मोड़कर अलग करने के लिए कहा। इस पर इंदर ने ऐसा करने से इनकार कर दिया और",
  "started misbehaving with the complainant's husband by uttering obscene words. When the complainant tried to shut him up, he started using filthy language with her and also started to beat her by picking up a": "शिकायतकर्ता के पति के साथ अश्लील शब्द बोलकर दुर्व्यवहार करना शुरू कर दिया। जब शिकायतकर्ता ने उसे चुप कराने की कोशिश की, तो उसने उसके साथ अभद्र भाषा का प्रयोग करना शुरू कर दिया और लाठी उठाकर उसे",
  "lathi. He gave a lathi blow on her right hand due to which her hand": "पीटना भी शुरू कर दिया। उसने उसके दाहिने हाथ पर लाठी चलाई जिससे उसका हाथ टूट गया। जब उसकी बेटी",
  "fracatured. When her daughter Pinki tried to rescue her, Inder also gave lathi blows to her. The complainant raised hue and cry. In the": "पिंकी ने उसे बचाने की कोशिश की, तो इंदर ने भी उसे लाठी से पीटा। शिकायतकर्ता ने शोर मचाया। इस बीच, इंदर",
  "meanwhile, Bala wife of Inder came and started giving slaps and stick blows to her and her daughter. Her neighbour got rescued the": "की पत्नी बाला आई और उसे और उसकी बेटी को थप्पड़ और लाठी मारने लगी। उसके पड़ोसी ने शिकायतकर्ता और",
  "complainant and her daughter from the clutches of the accused and they got admitted in Civil Hospital, Kaithal by her husband. Complainant's": "उसकी बेटी को आरोपियों के चंगुल से बचाया और उन्हें उसके पति ने कैथल के सिविल अस्पताल में भर्ती कराया।",
  "brother-in-law extended threat of life to her if she gave any statement": "शिकायतकर्ता के बहनोई ने कोई बयान देने पर जान से मारने की धमकी दी",
  "petitioner is simple imprisonment for a period of one year for the commission of offence under Section 325 IPC and six months for the commission of offence under Section 323 IPC along with fine of": "याचिकाकर्ता को आईपीसी की धारा 325 के तहत अपराध करने के लिए एक वर्ष और आईपीसी की धारा 323 के तहत अपराध करने के लिए छह महीने की अवधि के लिए साधारण कारावास के साथ-साथ 4000»- रुपये",
  "Rs.1000/-and Rs.500, respectively. It has also been contended that the offence, in question, had taken place in the month of December": "और.500/:- रुपये का जुर्माना है। यह भी तर्क दिया गया है कि विचाराधीन अपराध दिसंबर 206 के महीने में हुआ",
  "2016 and that the petitioner has already faced the protracted agony of criminal trial for the last more than six years. He further submits that": "था और याचिकाकर्ता को पहले ही पिछले छह वर्षों से अधिक समय से आपराधिक मुकदमे की लंबी पीड़ा का सामना",
  "the petitioner is a labourer and having three children who are fully": "करना पड़ रहा है। वह आगे प्रस्तुत करता है कि याचिकाकर्ता एक मजदूर है और उसके तीन बच्चे हैं जो पूरी तरह से",
  "dependent upon him. It is also contended that the petitioner is not a": "उस पर निर्भर हैं। यह भी तर्क दिया जाता है कि याचिकाकर्ता एक पूर्व दोषी नहीं है और दंड प्रक्रिया संहिता की धारा",
  "previous convict and that in view of Section 360 of the Code of Criminal Procedure (hereinafter referred to as “Cr.P.C.”), the petitioner": "360 को देखते हुए (इसके बाद \" सी आर पी सी\". के रूप में संदर्भित) याचिकाकर्ता को उम्र, चरित्र के साथ-साथ",
  "is entitled to be considered to be released onprobation for good conduct": "पूर्ववृत्तियों को ध्यान में रखते हुए अच्छे आचरण के लिए प्रोबेशन पर रिहा किया जाना माना जाता है, जिसमें वे",
  "circumstances in which the offence was committed.": "परिस्थितियां शामिल हैं जिनमें अपराध किया गया था।",
  "(13) Learned counsel for the State of Haryana has, however, contended that the offence in question was duly proven by the": "(।3) हालाँकि, हरियाणा राज्य के विद्वान वकील ने तर्क दिया है कि विचाराधीन अपराध याचिकाकर्ता के खिलाफ",
  "prosecution against the petitioner and that there is no valid justification": "अभियोजन द्वारा विधिवत साबित किया गया था और इस बात का कोई वैध औचित्य नहीं है कि याचिकाकर्ता के पक्ष में",
  "as to why the benefit of probation ought to be extended in favour of the": "परिवीक्षा का लाभ क्‍यों दिया जाना चाहिए।",
  "(14) The Hon'ble Supreme Court in the matter of Om Parkash and others versus State of Haryana, in Criminal Appeal No.1276 of": "(५) माननीय उच्चतम न्यायालय ने ओम प्रकाश और अन्य बनाम हरियाणा राज्य के मामले में, एसएलपी (सीआरएल)",
  "29.11.1999 had held as under:-": "निम्नलिखित रूप में अभिनिर्धारित थाः-",
  "“4. When the case came up for admission before this Court, the learned counsel for the appellants raised the contention": "\"॥. जब मामला इस न्यायालय के समक्ष प्रवेश के लिए आया तो अपीलार्थियों के विद्वत वकील ने यह तर्क दिया कि दंड",
  "that theprovisions of Section 360 Criminal Procedure Code, 1973 have not at all been looked into and we, therefore,": "प्रक्रिया संहिता, 4973 की धारा ३60० के उपबंधों पर बिल्कुल भी विचार नहीं किया गया है और इसलिए हमने इस बारे",
  "issued limited notice as to why the said provisions will not be attracted to the facts and circumstances of the present": "में सीमित सूचना जारी की है कि उक्त उपबंध वर्तमान मामले के तथ्यों और परिस्थितियों की ओर क्‍यों आकर्षित नहीं",
  "case. The provisions of Section 360 Criminal Procedure Code, 1973 are beneficial to the accused only when the": "होंगे। दंड प्रक्रिया संहिता, 4973 की धारा 360 के प्रावधान अभियुक्त के लिए तभी लाभदायक हैं जब अभियुक्त 2।",
  "accused is a first offender in case theaccused is more than 21 years of age. Section 361 of the Code of Criminal Procedure indicates that if the Court decided not to exercise": "वर्ष से अधिक आयु के मामले में प्रथम अपराधी हो। दंड प्रक्रिया संहिता की धारा 36 इंगित करती है कि यदि न्यायालय",
  "its jurisdiction under Section 360, then it must record its": "ने धारा 360 के तहत अपने अधिकार क्षेत्र का प्रयोग नहीं करने का निर्णय लिया है, तो उसे अपने कारणों को दर्ज",
  "reasons as to why the benefit of Section 360 Criminal Procedure Code, 1973 is being denied. In view of the": "करना चाहिए कि धारा 360 दंड प्रक्रिया संहिता, 4973 के लाभ से क्यों इनकार किया जा रहा है। धारा 36 के प्रावधानों",
  "revision not having indicated as to why the provisions of": "यह संकेत नहीं दिया है कि क्‍यों",
  "Section 360 Criminal Procedure Code, 1973 have not been applied, there has been a gross miscarriage of justice and": "दंड प्रक्रिया संहिता, 4973 की धारा 360 को लागू नहीं किया गया है, न्याय की घोर विफलता हुई है और संहिता की",
  "the legislative mandate engrafted in the aforesaid two sections of the Code have not been complied with.": "उपरोक्त दो धाराओं में निहित विधायी जनादेश का पालन नहीं किया गया है।",
  "5. In these circumstances, after hearing the learned counsel for the appellants and Mr Mahabir Singh, learned counsel appearing for the State of Haryana and bearing in mind the facts and circumstances of the present case, we are of the": "5. इन परिस्थितियों में, अपीलार्थियों के विद्वान वकील और हरियाणा राज्य की ओर से उपस्थित विद्वान वकील श्री महाबीर सिंह को सुनने के बाद और वर्तमान मामले के तथ्यों और परिस्थितियों को ध्यान में रखते हुए, हमारी राय है",
  "considered opinion that this is a fit case where the Court shouldhave invoked the provisions of Section 360 Criminal Procedure Code, 1973. While, therefore, upholding the": "कि यह एक उपयुक्त मामला है जहां न्यायालय को दंड प्रक्रिया संहिता, 4973 की धारा 360 के प्रावधानों को लागू",
  "Procedure Code, 1973. While, therefore, upholding the conviction of the appellants, instead of the sentence, we": "करना चाहिए था। जबकि, इसलिए, अपीलार्थियों की दोषसिद्धि को बरकरार रखते हुए, सजा के बजाय, हम निर्देश देते",
  "direct that they shall execute a bond with one surety to the extent of Rs. 10,000 for a period of one year within which": "हैं कि वे रुपये की सीमा तक एक मुचलके के साथ एक मुचलका निष्पादित करेंगे। 0, 000 एक वर्ष की अवधि के",
  "period they shall continue to be on probation for good": "लिए जिसके भीतर वे अच्छे व्यवहार और शांति बनाए रखने के लिए परिवीक्षा पर बने रहेंगे। परिवीक्षा अवधि के दौरान",
  "behaviour and keeping peace. The appellants shall prove to be of good conduct and maintainpeace during the period of": "अपीलार्थी अच्छा आचरण करने वाले और शांति बनाए रखने वाले साबित होंगे। आज से दो सप्ताह की अवधि के भीतर",
  "(15) Similarly, the Hon'ble Apex Court in the matter of State through CBI, Anti Corruption Branch, Chandigarh versus Sanjiv Bhalla‘, has held as under:-": "(5) इसी प्रकार, राज्य के मामले में सीबीआई, भ्रष्टाचार निरोधक शाखा, चंडीगढ़ बनाम संजीव भल्‍्ला' के माध्यम से माननीय सर्वोच्च न्यायालय ने निम्नलिखित निर्णय दिया हैः-",
  "“These decisions indicate that the philosophical basis of our criminal jurisprudence is undergoing a shift - from": "\"ये निर्णय इंगित करते हैं कि हमारे आपराधिक न्यायशास्त्र का दार्शनिक आधार एक बदलाव के दौर से गुजर रहा है-",
  "punishment being a humanizing mission to punishment being deterrent and retributive. This shift may be necessary": "सजा एक मानवीय मिशन से निवारक और प्रतिशोधात्मक होने के कारण। यह बदलाव आज के सामाजिक संदर्भ में",
  "in today's social context (though no opinion is expressed), but given the legislative mandate of Sections 360 and 361": "आवश्यक हो सकता है (हालांकि कोई राय व्यक्त नहीं की गई है), लेकिन दंड प्रक्रिया संहिता की धारा 360 और ३6।",
  "of the Criminal Procedure Code and the Probation of Offenders Act, what is imperativefor the judge is to strike": "और अपराधी परिवीक्षा अधिनियम की विधायी अधिदेश को देखते हुए, न्यायाधीश के लिए जो अनिवार्य है वह एक दोषी",
  "a fine balance between releasing a convict after admonition or on probation or putting such a convict in jail. This can be": "को चेतावनी के बाद रिहा करने या परिवीक्षा पर या ऐसे दोषी को जेल में डालने के बीच एक अच्छा संतुलन बनाना है।",
  "decided only on a case by case basis but the principle of rehabilitation and the humanizing mission must not be": "यह केवल मामले-दर-मामले के आधार पर तय किया जा सकता है, लेकिन पुनर्वास और मानवीय मिशन के सिद्धांत",
  "(16) This Court in the matter of Uday Singh and another versus State of Haryana’ has held as under’-": "(।6) उदय सिंह और एक अन्य बनाम हरियाणा राज्य * के मामले में इस न्यायालय ने निम्नानुसार अभिनिर्धारित किया",
  "“12. The criminal justice system in India is slowly advancing with an object to prevent the conversion of first-": "\"2. भारत में आपराधिक न्याय प्रणाली धीरे-धीरे एक उद्देश्य के साथ आगे बढ़ रही है ताकि पहली बार के अपराधियों",
  "time offenders into obdurate criminals as a result of their association with hardened criminals if they have to undergo": "को कठोर अपराधियों के साथ उनके जुड़ाव के परिणामस्वरूप अशिष्ट अपराधियों में परिवर्तित होने से रोका जा सके",
  "imprisonment in jail. The object is in consonance with the present trend in the field of penology which suggests that": "यदि उन्हें जेल में कारावास से गुजरना पड़ता है। उद्देश्य दंड के क्षेत्र में वर्तमान प्रवृत्ति के अनुरूप है जो सुझाव देता है",
  "effort should be made to bring about correction and reformation of the individual offenders and not to resort to": "कि व्यक्तिगत अपराधियों के सुधार और सुधार के लिए प्रयास किया जाना चाहिए और प्रतिशोधात्मक न्‍्याय/निवारक",
  "retributive justice/deterrent punishment. Modern criminal jurisprudence recognizes that no one is a born criminal. The": "सजा का सहारा नहीं लेना चाहिए। आधुनिक आपराधिक न्यायशास्त्र यह मानता है कि कोई भी जन्मजात अपराधी नहीं",
  "majority of the crimes are the product of socio-economic milieu. The provisions of Section360 of the Code and": "है। अधिकांश अपराध सामाजिक-आर्थिक परिवेश की उपज हैं। संहिता और परिवीक्षा अधिनियम की धारा ३6० के",
  "Probation Act give statutory recognition to objectives of reformation and rehabilitation.": "प्रावधान सुधार और पुनर्वास के उद्देश्यों को वैधानिक मान्यता देते हैं।",
  "13. The Statement of Objects and Reasons for the Bill No. 79 of 1957, which was passed into the Probation of": "3. विधेयक के उद्देश्यों और कारणों का विवरण सं. 4957 का 79, जिसे अपराधी परिवीक्षा अधिनियम, 958 में पारित",
  "“(1) The question of release of offenders on probation of good conduct instead of sentencing them to imprisonment": "“() अपराधियों को कारावास की सजा देने के बजाय अच्छे आचरण के परिवीक्षा पर रिहा करने का सवाल कुछ समय",
  "has been under consideration for sometime. In 1931, the Government of India prepared a draft of Probation of Offenders Bill and circulated it to the then Local": "से विचाराधीन है। 934 में, भारत सरकार ने अपराधियों के परिवीक्षा विधेयक का एक मसौदा तैयार किया और इसे",
  "Offenders Bill and circulated it to the then Local Governments for their views. However, owing to preoccupation with other more important matters, the Bill": "तत्कालीन स्थानीय सरकारों को उनके विचारों के लिए वितरित किया। हालाँकि, अन्य अधिक महत्वपूर्ण मामलों में",
  "there was no prospect of Central legislation being undertaken at the time and there would be no objectionto the Provinces undertaking such legislation themselves. A": "सूचित किया कि उस समय केंद्रीय कानून बनाए जाने की कोई संभावना नहीं थी और प्रांतों द्वारा स्वयं इस तरह के",
  "few Provinces accordingly enacted their own probation laws.": "कानून बनाने पर कोई आपत्ति नहीं होगी। तदनुसार कुछ प्रांतों ने अपने स्वयं के परिवीक्षा कानून बनाए।",
  "(2) In several States, however, there are no separate probation laws at all. Even in States where there are": "(2) हालांकि, कई राज्यों में कोई अलग परिवीक्षा कानून नहीं हैं। यहां तक कि उन राज्यों में भी जहां परिवीक्षा कानून",
  "probation laws, they are not uniform nor are they adequate to meet the present requirements. In the meantime, there has": "हैं, वे समान नहीं हैं और न ही वे वर्तमान आवश्यकताओं को पूरा करने के लिए पर्याप्त हैं। इस बीच, अपराधी को जेल",
  "rehabilitation of the offender as a useful and self-reliant member of society without subjecting himto the deleterious": "जीवन के हानिकारक प्रभावों के अधीन किए बिना समाज के एक उपयोगी और आत्मनिर्भर सदस्य के रूप में सुधार",
  "effects of jail life. In view of the widespread interest in the probation system in the country, this question has been": "और पुनर्वास पर जोर दिया जा रहा है। देश में परिवीक्षा प्रणाली में व्यापक रुचि को देखते हुए, यह प्रश्न किया गया है",
  "764": "763",
  "ILL.R. PUNJAB AND HARYANA 2023(2)": "आई.एल.आर. पंजाब और हरियाणा 2023(2)",
  "reexamined and it is proposed to have a Central law on the subject which should be uniformly applicable to all the States.": "पुनः जांच की गई और इस विषय पर एक केंद्रीय कानून बनाने का प्रस्ताव है जो सभी राज्यों पर समान रूप से लागू",
  "(3) It is proposed to empower Courts to release an offender after admonition in respect of certain specified offences. It": "(3) कुछ निर्दिष्ट अपराधों के संबंध में चेतावनी के बाद अपराधी को रिहा करने के लिए न्यायालयों को सशक्त बनाने",
  "is also proposed to empower Courts to release on probation, in all suitable cases, an offender found guilty of": "का प्रस्ताव है। अदालतों को सभी उपयुक्त मामलों में परिवीक्षा पर रिहा करने का अधिकार देने का भी प्रस्ताव है, एक",
  "having committed an offence not punishable with death or imprisonment for life. In respect of offenders under 21": "अपराधी जिसे ऐसा अपराध करने का दोषी पाया जाता है जो मौत या आजीवन कारावास से दंडनीय नहीं है। 2। वर्ष से",
  "imprisonment for life. In respect of offenders under 21 years of age, special provision has been made putting restrictions on their imprisonment. During the period of": "कम आयु के अपराधियों के संबंध में, उनके कारावास पर प्रतिबंध लगाते हुए विशेष प्रावधान किया गया है। परिवीक्षा",
  "probation, offenders will remain under the supervision of Probation Officers in order that they may be reformed and": "अवधि के दौरान, अपराधी परिवीक्षा अधिकारियों की देखरेख में रहेंगे ताकि उनमें सुधार किया जा सके और वे समाज",
  "become useful members of society. The Bill seeks to achieve these objects.”": "के उपयोगी सदस्य बन सकें। विधेयक इन उद्देश्यों को प्राप्त करने का प्रयास करता है।",
  "14. Similar are the provisions of the Code. Section 360(10) of the Code specifically states that nothing in this Section": "॥4. संहिता के प्रावधान भी ऐसे ही हैं। संहिता की धारा 360 (0) में विशेष रूप से कहा गया है कि इस धारा की कोई",
  "1958 or any other law for the time being in force for the treatment, training or rehabilitation of youthful offenders.": "भी बात अपराधी परिवीक्षा अधिनियम, 958 या युवा अपराधियों के उपचार, प्रशिक्षण या पुनर्वास के लिए फिलहाल",
  "15. In the light of the objects and reasons extracted above,": "5. ऊपर निकाले गए उद्देश्यों और कारणों के आलोक में, परिवीक्षा अधिनियम और संहिता की धारा ३60 के",
  "it would be appropriate to examine the meaning of “probation” and “scheme” of Probation Act and Section 360 of the Code. Meaning of probation and how this concept": "\"परिवीक्षा\" और \"योजना\" के अर्थ की जांच करना उचित होगा। परिवीक्षा का अर्थ और यह अवधारणा कैसे महत्वपूर्ण",
  "becomes important:-": "हो जाती हैः-",
  "16. The word “probation” is derived from the Latin word “probare”, which means to test or to prove. Etymologically,": "॥6. \"परिवीक्षा\" शब्द लैटिन शब्द \"प्रोबेयर\" से लिया गया है, जिसका अर्थ है परीक्षण करना या साबित करना व्युत्पत्ति",
  "probation means “I prove my worth’. It is a treatment device and an alternative to custodial measure that is": "के अनुसार, परिवीक्षा का अर्थ है \"मैं अपनी योग्यता साबित करता हूं।\" यह एक उपचार उपकरण है और अभिरक्षा",
  "required to be used by the trial Court and appellate Court": "उपाय का एक विकल्प है जिसका उपयोग आम तौर पर विचारण न्यायालय और अपीलीय न्यायालय द्वारा किया जाना",
  "generally. When a person is held guilty instead of sending": "आवश्यक है। जब किसी व्यक्ति को जेल भेजने के बजाय दोषी ठहराया जाता है, तो उसे सुधार करने का मौका दिया",
  "him to jail, he can be afforded a chance to reform. As a treatment measure an accused/convict should be given a": "जा सकता है। एक उपचार उपाय के रूप में एक अभियुक्त/दोषी को सुधार का मौका दिया जाना चाहिए, जिसे वह",
  "incarcerated in prison and associates with hardened criminals. Modern enological approach in new form of": "जेल में कैद होने और कठोर अपराधियों के साथ सहयोग करने की स्थिति में खो सकता है। सजा के नए रूप में",
  "criminals. Modern enological approach in new form of sentencing is with a purpose to balance the needs of the society in the best interest of the accused-convict such as": "आधुनिक पर्यावरणीय दृष्टिकोण का उद्देश्य अभियुक्त-दोषी के सर्वोत्तम हित में समाज की जरूरतों को संतुलित करना",
  "release on admonition, probation of good conduct, compensation and costs by taking into consideration the age": "है जैसे कि चेतावनी पर रिहाई, अच्छे आचरण की परिवीक्षा, मुआवजा और उम्र को ध्यान में रखते हुए लागत।",
  "766": "764",
  "and associates with hardenedcriminals.": "और कठोर अपराधियों के साथ सहयोगी।",
  "21. Hon'ble Supreme Court in Musadhan v. State of Maharastra, AIR 1976 SC 2566 has observed that the": "24. माननीय उच्चतम न्यायालय ने मुसादन बनाम महाराष्ट्र राज्य, ए. आई. आर. 976 एस. सी. 2566 वाले मामले में",
  "Probation Act is a social legislation which is meant to": "यह मत व्यक्त किया है कि परिवीक्षा अधिनियम एक सामाजिक विधान है जिसका उद्देश्य किशोर अपराधियों को",
  "becoming hardened criminals by providing an educative and reformative treatment to them by the Government.": "सुधारना है ताकि सरकार द्वारा उन्हें शिक्षात्मक और सुधारात्मक व्यवहार प्रदान करके उन्हें कठोर अपराधी बनने से",
  "24. In all crimes a very wide discretion in the matter of sentence vests in the trial and appellate Court. Exercise": "24%. सभी अपराधों में सजा के मामले में बहुत व्यापक विवेकाधिकार विचारण और अपीलीय न्यायालय में निहित होता",
  "of discretion is a matter of prudence and not law. It is well- settled law that no one can claim benefit of the Probation": "है। विवेकाधिकार का प्रयोग विवेक का विषय है न कि कानून का। यह एक सुव्यवस्थित कानून है कि कोई भी व्यक्ति",
  "settled law that no one can claim benefit of the Probation Act and provisions of the Code as a matter of right. So has": "अधिकार के रूप में परिवीक्षा अधिनियम और संहिता के प्रावधानों के लाभ का दावा नहीं कर सकता है। कमांडेंट 20",
  "been held in Commandant 20 BN ITB Police v. Sanjay Binjoa, AIR 2001 SC 2058. Even in the Probation Act it is": "बी. एन. आई. टी. बी. पुलिस बनाम संजय बिनजोआ, ए. आई. आर. 200। एस. सी. 2058 में ऐसा ही हुआ है। यहां",
  "specifically mentioned as to in which offence it is": "तक कि परिवीक्षा अधिनियम में भी यह विशेष रूप से उल्लेख किया गया है कि यह किस अपराध में लागू होता है और",
  "applicable and which offences are excluded from its purview.": "किन अपराधों को इसके दायरे से बाहर रखा गया है।",
  "25. Before awarding the appropriate sentence, Court should take at least into consideration the motive of the offence, the magnitude of the offence, the age, character and socio-": "25. उचित सजा देने से पहले, न्यायालय को कम से कम अपराध के उद्देश्य, अपराध की भयावहता, उम्र, चरित्र और",
  "economic background of the offender. As discussed above,": "अपराधी की सामाजिक-आर्थिक पृष्ठ भूमि पर विचार करना चाहिए। जैसा कि ऊपर चर्चा की गई है, परिवीक्षा अधिनियम",
  "reformation and from the offence to the offender in accordance with the modern approach towards punishment.": "और संहिता के प्रावधान, जो परिवीक्षा से संबंधित हैं, सजा के प्रति आधुनिक दृष्टिकोण के अनुसार निरोध से सुधार और",
  "Reformation and rehabilitation of the offenders are the key- notes of theabove referred provisions. Although the problem": "अपराध से अपराधी पर जोर देते हैं। अपराधियों का सुधार और पुनर्वास ऊपर उल्लिखित प्रावधानों के मुख्य बिंदु हैं।",
  "notes of theabove referred provisions. Although the problem of punishment is a baffling issue, still while awarding sentence the Court is required to look into as to how the": "हालाँकि सजा की समस्या एक चौंका देने वाला मुद्दा है, फिर भी सजा सुनाते समय न्यायालय को इस बात पर गौर करने",
  "sentence the Court is required to look into as to how the ends of justice would be better served without sending a": "की आवश्यकता होती है कि किसी दोषी व्यक्ति को जेल भेजे बिना न्याय के उद्देश्यों को बेहतर तरीके से कैसे पूरा",
  "convicted person in jail. Many a times the legislations which relate to amelioration in punishment are not brought to the notice of over-burdened Courts and as such are not": "किया जा सकता है। कई बार सजा में सुधार से संबंधित विधानों को अत्यधिक बोझ वाली अदालतों के संज्ञान में नहीं",
  "not extended to the offeners. It appears to be totally a wrong approach and even if the counsel does not render help, the": "यह पूरी तरह से गलत दृष्टिकोण प्रतीत होता है और भले ही वकील मदद नहीं करता है, न्यायालय को परिवीक्षा",
  "Court must fulfil its duty of sentencing implicit in such enactments as the Probation Act or the relevant provisions": "अधिनियम या संहिता के प्रासंगिक प्रावधानों जैसे अधिनियमों में निहित सजा देने के अपने कर्तव्य को पूरा करना चाहिए।",
  "of the Code. In this context, the Hon'ble Supreme Court in Ved Prakash v. State of Haryana, AIR 1981 (SC) 643 has": "इस संदर्भ में, माननीय उच्चतम न्यायालय ने वेद प्रकाश बनाम हरियाणा राज्य, ए. आई. आर. 98 (एस. सी.) 6५3 में",
  "materials in the present case has left us with little assistance": "\"............... वर्तमान मामले में ऐसी सामग्रियों की अनुपस्थिति ने हमें वकील से भी बहुत कम सहायता दी है। वास्तव",
  "even from the counsel. Indeed, members of thebar also do not pay sufficient attention to these legislative provisions which relate to dealing with anoffender in such manner that": "में, बार के सदस्य भी इन विधायी प्रावधानों पर पर्याप्त ध्यान नहीं देते हैं जो अपराधी से इस तरह से निपटने से संबंधित",
  "he becomes a non-offender. We emphasise this because the legislations which relate to amelioration in punishment have": "हैं कि वह गैर-अपराधी बन जाता है। हम इस पर जोर देते हैं क्योंकि सजा में सुधार से संबंधित कानूनों को 'छोटे",
  "been regarded as ‘Minor Acts’ and, therefore, of little consequence. This isa totally wrong approach and even if": "अधिनियम' के रूप में माना गया है और इसलिए, इसका बहुत कम परिणाम है। यह एक पूरी तरह से गलत दृष्टिकोण",
  "the Bar does not help, the Bench must fulfil the humanising": "है और भले ही बार मदद नहीं करता है, बेंच को दंडादेश देने के मानवीय मिशन को पूरा करना चाहिए जो ऐसे",
  "mission of sentencing implicit in such enactments as the Probationof Offenders Act ”": "अधिनियमों में निहित है जैसे कि अपराधी परिवीक्षा अधिनियम \"",
  "26. In view of above, the Courts below are duty-bound to examine the applicability of the provisions of the Code or the Probation Act before sentencing.": "26. उपरोक्त को ध्यान में रखते हुए, निम्नलिखित न्यायालय सजा सुनाने से पहले संहिता या परिवीक्षा अधिनियम के प्रावधानों की प्रयोज्यता की जांच करने के लिए कर्तव्यबद्ध हैं।",
  "27. Even otherwise the probation would be of great benefit for States of Punjab and Haryana where the jails are often": "27. अन्यथा भी परिवीक्षा पंजाब और हरियाणा राज्यों के लिए बहुत फायदेमंद होगी जहाँ जेलों में अक्सर भीड़ होती है।",
  "overcrowded. It is otherwise also necessary in the context of existing social conditions to reclaim offenders back to": "अन्यथा मौजूदा सामाजिक स्थितियों के संदर्भ में अपराधियों को सामान्य समाज में वापस लाना भी आवश्यक है। यह",
  "ordinarysociety. It is not the object of the Probation Act that all offenders should be released on probation but if": "परिवीक्षा अधिनियम का उद्देश्य नहीं है कि सभी अपराधियों को परिवीक्षा पर रिहा किया जाना चाहिए, लेकिन यदि",
  "Court findsthat an offender does not deserve to be released": "अदालत को पता चलता है कि कोई अपराधी जमानत पर रिहा होने का हकदार नहीं है तो अदालत फैसले में विशेष",
  "(17) Invariably, the mandate of Section 360 Cr.P.C. as well as Section 4 and 5 of the Probation of Offenders Act, 1958 contemplate": "(7) अनिवार्य रूप से, धारा 360 सी.आर.पी.सी का अधिदेश। साथ ही अपराधी परिवीक्षा अधिनियम, 958 की धारा",
  "and to assess as to whether a convict displays traits of a hardened": "करना है कि क्‍या एक दोषी सुधार से परे एक कठोर अपराधी के लक्षणों को प्रदर्शित करता है या सुधार की क्षमता",
  "Thus, an element of reformative theory of sentencing comes into the picture. The same offers an opportunity to an offender to live in mainstream society.": "सुधारात्मक सिद्धांत का एक तत्व सामने आता है। यही एक अपराधी को मुख्यधारा के समाज में रहने का अवसर प्रदान",
  "(18) The Hon'ble Supreme Court had held in the matter of Ved Prakash versus State of Haryana’, to the effect that sentencing of an": "(8) माननीय उच्चतम न्यायालय ने वेद प्रकाश बनाम हरियाणा राज्य? के मामले में इस आशय का निर्णय दिया था कि",
  "accused is a sensitive matter and not a routine mechanical prescription. It becomes the duty of a sentencing Court to become an_ activist": "अभियुक्त को सजा सुनाना एक संवेदनशील मामला है न कि नियमित यांत्रिक प्रिस्क्रिप्णन। सजा सुनाने वाले न्यायालय",
  "It becomes the duty of a sentencing Court to become an_ activist enough to consider such facts as have a bearing onpunishment with a rehabilitatory object.": "का यह कर्तव्य बन जाता है कि वह ऐसे तथ्यों पर विचार करने के लिए पर्याप्त कार्यकर्ता बने जिनका पुनर्वास उद्देश्य के साथ सजा पर असर पढ़ता है।",
  "(19) Benefit should ordinarily be extended unless the Court feels": "(9) लाभ को सामान्य रूप से तब तक बढ़ाया जाना चाहिए जब तक कि न्यायालय को यह महसूस न हो कि दोषी",
  "thatthe convict is incorrigible and cannot be reformed. The Court takes into consideration varied factors including social, educational, physical": "अपरिवर्तनीय है और उसे सुधारा नहीं जा सकता है। न्यायालय अभियुक्त की सामाजिक, शैक्षिक, शारीरिक और",
  "into consideration varied factors including social, educational, physical and psychological circumstances of an accused; the gravity, nature and": "मनोवैज्ञानिक परिस्थितियों सहित विभिन्न कारकों को ध्यान में रखता है; अपराध करने की गंभीरता, प्रकृति और तरीका;",
  "mannerof committing the offence; the consequences, the social reaction of the offence; the antecedents and tendencies of an accused and": "परिणाम, अपराध की सामाजिक प्रतिक्रिया; एक अभियुक्त की पूर्ववृत्तियाँ और प्रवृत्तियाँ और उस सजा का आकलन",
  "assesses the punishment that is ought to be deterrent, reformative or proportionate. Such an exercise once undertaken wherein the Court has": "करता है जो निवारक, सुधारात्मक या आनुपातिक होनी चाहिए। एक बार की गई ऐसी कवायद जिसमें न्यायालय ने",
  "reposed faith in imposing reformative punishment as probation etc., it": "परिवीक्षा आदि के रूप में सुधारात्मक दंड अधिरोपित करने में विश्वास व्यक्त किया है, उसमें तब तक हस्तक्षेप नहीं",
  "should not be interfered with unless the punishment disregards the parameters blatantly. As a Court of law, a Judge sits not only with an": "किया जाना चाहिए जब तक कि दंड मानदंडों की स्पष्ट रूप से अवहेलना नहीं करता है। एक न्यायालय के रूप में, एक",
  "parameters blatantly. As a Court of law, a Judge sits not only with an eye on evil, but also with a vision to see the good in people.": "न्यायाधीश न केवल बुराई पर नज़र रखता है, बल्कि लोगों में अच्छाई को देखने के लिए एक दृष्टि के साथ भी बैठता है।",
  "(20) The object of the Probation of Offenders Act, 1958 would stand defeated in case strict and stringent method is adopted by the": "(20) न्यायालयों द्वारा कठोर और कठोर विधि अपनाए जाने की स्थिति में अपराधी परिवीक्षा अधिनियम, 958 का",
  "Courts and such benefits are not to be extended at all. No such circumstances, as ought to have been taken into consideration and": "उद्देश्य विफल हो जाएगा और ऐसे लाभों को बिल्कुल भी नहीं बढ़ाया जाना है। ऐसी कोई भी परिस्थिति, जिसे ध्यान में",
  "circumstances, as ought to have been taken into consideration and alleged to have been violated, are pointed out.": "रखा जाना चाहिए था और जिसका कथित रूप से उल्लंघन किया गया था, इंगित नहीं की गई है।",
  "(21) A perusal of the aforesaid judgments as well as the statutory provisions show that a person who is more than 21 years of age and is": "(2) उपरोक्त निर्णयों के साथ-साथ वैधानिक प्रावधानों के अवलोकन से पता चलता है कि एक व्यक्ति जो 2॥ वर्ष से",
  "convicted for an offence which is punishable with imprisonment for a termof seven years or less, is entitled to claim the benefit of probation": "अधिक आयु का है और एक ऐसे अपराध के लिए दोषी ठहराया गया है जो सात वर्ष या उससे कम की अवधि के लिए",
  "for good conduct under Section 360 Cr.P.C., provided that there is no": "कारावास से दंडनीय है, धारा 350 सी.आर.पी.सी. के तहत अच्छे आचरण के लिए परिवीक्षा के लाभ का दावा करने",
  "previous conviction against the offender and after taking into consideration the age, character and antecedents of the offender, along": "का हकदार है, बशर्ते कि अपराधी के खिलाफ कोई पूर्व दोषसिद्धि नहीं है और अपराधी की उम्र, चरित्र और पूर्ववृत्तियों",
  "with the circumstances in which the offence was committed.": "को ध्यान में रखते हुए, उन परिस्थितियों के साथ जिसमें अपराध किया गया था।",
  "(22) It is not in dispute that the petitioner fulfils the prescribed circumstances under Section 360 Cr.P.C. He has been convicted for an": "(22) यह विवाद में नहीं है कि याचिकाकर्ता धारा ३60 सी.आर.पी.सी के तहत निर्धारित परिस्थितियों को पूरा करता है। उसे दोषी ठहराया गया है"
}