{
  "(G.S. Sandhawala, J.)": "रामपाल बनाम हरियाणा राज्य (जी.एस. संधवालिया, जे.)",
  "Aman Pal, Advocate, for the petitioner.": "याचिकाकर्ता के वकील अमन पाल।",
  "Anant Kataria, DAG, Haryana.": "अनंत कटारिया, डीएजी, हरियाणा।",
  "(Proceedings are conducted through videoconferencing as per instructions).": "(निर्देशानुसार कार्यवाही वीडियो कॉन्फ्रेंसिंग के माध्यम से संचालित की जाती है)",
  "G.S.SANDHAWALIA, J. (Oral)": "जी.एस.संधावालिया, जे. (मौखिक)",
  "Crl. Misc. No. 16745 of 2020": "सी.आर.एल. विविध. 2020 का नंबर 67%5",
  "Allowed as prayed for.": "प्रार्थना के अनुसार अनुमति दी गई।",
  "Crl. Misc. M-19263 of 2020": "सी.आर.एल. विविध. 2020 का एम-9263",
  "(1) The petitioner seeks anticipatory bail in a petition filed under Section 438 Cr.P.C. in FIR No. 74 dated 04.06.2020 (Annexure": "(।) याचिकाकर्ता सीआरपीसी की धारा ५३8 के तहत दायर याचिका में अग्रिम जमानत चाहता है। एफआईआर संख्या",
  "P-1) under Sections 406, 420 IPC and Section 24 of the Immigration": "7५ दिनांक 04.06.2020 (अनुलग्नक पी-॥) में धारा ५06, ५20 आईपीसी और आव्रजन अधिनियम, 97 की धारा",
  "Act, 1971, P.S. Naggal, District Ambala.": "25%, पी.एस. नग्गल, जिला अम्बाला के तहत।",
  "On 17.07.2020, the following order was passed:-": "दिनांक 77.07.2020 को निम्नलिखित आदेश पारित किया गया:-",
  "“Briefly, the FIR bearing No. 74 dated 04.06.2020 under Sections 406/420 IPC and 24 of Immigration Act, 1971": "“संक्षेप में, एफआईआर संख्या 7५ दिनांक 04.06.2020 को धारा ५06 /५20 आईपीसी और 2५ आव्रजन अधिनियम,",
  "registered at Police Station Naggal, District Ambala. The allegations are to the effect that Manish Kumarcomplainant": "97 के तहत पुलिस स्टेशन नग्गल, जिला अंबाला में दर्ज की गई। आरोप इस आशय का है कि शिकायतकर्ता मनीष",
  "allegations are to the effect that Manish Kumarcomplainant a sum of Rs. 20 lacs approximately was extracted from him in a deceitful manner on the Crl. Misc. M-19263 of 2020": "कुमार ने सीआरएल पर फर्जी तरीके से उससे करीब 20 लाख रुपये ऐंठ लिए गए। विविध. 2020 का एम-9263",
  "pretext of lawfully sending him to US. Infact, the complainant was apprehended by the police in US,": "उसे वैध तरीके से अमेरिका भेजने का झांसा दिया। वास्तव में, शिकायतकर्ता को अमेरिका में पुलिस ने पकड़ लिया,",
  "confined in jail for a period of 09 months and even his passport was impounded by the authorities.": "09 महीने की अवधि के लिए जेल में बंद कर दिया और यहां तक कि उसका पासपोर्ट भी अधिकारियों द्वारा जब्त कर",
  "It has been contended by the learned counsel for the petitioner that the name of the petitioner does notfind mentioned in the FIR.": "याचिकाकर्ता के विद्वान वकील द्वारा यह तर्क दिया गया है कि याचिकाकर्ता का नाम प्राथमिकी में उल्लिखित नहीं है।",
  "Notice of motion.": "गति की सूचना।",
  "Ms. Dimple Jain, AAG, Haryana, accepts notice on behalf of the respondent-State.": "सुश्री डिंपल जैन, एएजी, हरियाणा, प्रतिवादी-राज्य की ओर से नोटिस स्वीकार करती हैं।",
  "On the contrary, it has been pointed out by the learned State counselthat the petitioner was named in the": "इसके विपरीत, राज्य के विद्वान वकील द्वारा यह इंगित किया गया है कि याचिकाकर्ता का नाम शिकायतकर्ता के पूरक",
  "supplementary statement of the complainantrecorded after about 02 weeks from the registration FIR.": "बयान में दर्ज किया गया था, जो प्राथमिकी दर्ज होने के लगभग 2 सप्ताह बाद दर्ज किया गया था।",
  "Adjourned to 09.09.2020.": "09.09.2020 तक स्थगित।",
  "Before G.S Sandhawalia, J.": "समक्ष जी.एस. संधवालिया, जे.",
  "RAMPAL—Petitioner(s)": "रामपाल- याचिकाकर्ता (एस)",
  "versus": "बनाम",
  "STATE OF HARYANA—Respondent(s)": "हरियाणा राज्य- प्रतिवादी(एस)",
  "CRM-M No. 19263 of 2020": "सीआरएम-एम नंबर 2020 का 9263",
  "October 27, 2020": "27 अक्टूबर 2020",
  "Code of Criminal Procedure, 1973—S. 438; Indian Penal Code, 1860—Ss. 406, 420; Immigration Act, 1971—S. 24—": "दंड प्रक्रिया संहिता, 4973-धारा ५३8; भारतीय दंड संहिता, 4860-धारा ५06, ५20; आप्रवासन अधिनियम, 97-",
  "Anticipatory bail—Petitioner named in supplementary statement of father of complainant recorded 2 weeks after registration of FIR.": "सं. 2५-अग्रिम जमानत-शिकायतकर्ता के पिता के पूरक बयान में नामित याचिकाकर्ता प्राथमिकी दर्ज होने के 2 सप्ताह",
  "Complainant detained in Mexico. Petitioner not involved in sending": "बाद दर्ज किया गया। मेक्सिको में शिकायतकर्ता को हिरासत में लिया गया। याचिकाकर्ता जो शिकायतकर्ता को विदेश",
  "complainant abroad—May have facilitated payment at subsequent point of time. Petitioner joined investigation pursuant to interim": "भेजने में शामिल नहीं है-हो सकता है कि उसने बाद के समय में भुगतान की सुविधा प्रदान की हो। याचिकाकर्ता अंतरिम",
  "point of time. Petitioner joined investigation pursuant to interim order. Petition allowed. Interim order made absolute.": "आदेश के अनुसार जांच में शामिल हुआ। याचिका की अनुमति दी गई। अंतरिम आदेश को निरपेक्ष बना दिया गया।",
  "Held, that Counsel for the petitioner submits that the petitioner has joined investigation, which fact is vouched by counsel for the State.": "माना गया कि याचिकाकर्ता के वकील का कहना है कि याचिकाकर्ता जांच में शामिल हो गया है, इस तथ्य की पुष्टि",
  "It is, however, contended that the petitioner has not got the recovery of the amount of around Rs.22,00,000/-, which had been taken from the complainant-party. As per the affidavit of Sultan Singh, HPS, DSP, Ambala, it has been submitted that during the investigation on": "राज्य के वकील ने की है। हालाँकि, यह तर्क दिया गया कि याचिकाकर्ता को लगभग 22,00,000/- रु की राशि की वसूली नहीं मिली है, जो शिकायतकर्ता पक्ष से लिया गया था। सुल्तान सिंह, एचपीएस, डीएसपी, अंबाला के हलफनामे",
  "Ambala, it has been submitted that during the investigation on 17.06.2020, in the supplementary statement of the complainant Manish Kumar's father namely Gurdayal Singh, it has come that the complainant had been detained in Mexico by one Donker. The sum of": "के अनुसार, यह प्रस्तुत किया गया है कि 77.06.2020 को जांच के दौरान शिकायतकर्ता मनीष कुमार के पिता गुरदयाल सिंह के पूरक बयान में यह आया है कि शिकायतकर्ता को हिरासत में लिया गया था। मेक्सिको में एक डोनकर द्वारा, रुपये की राशि. शिकायतकर्ता को रिहा कराने और आगे यूएसए ले जाने के लिए सोमनाथ गाबा को भुगतान करने",
  "Rs.1,85,000/- was taken from the father of the complainant to be paid": "के लिए शिकायतकर्ता के पिता से ।,85,000/- रुपये लिए गए थे। स्टेटस रिपोर्ट के अनुसार, उक्त सोमनाथ गाबा के",
  "against the said Som Nath Gaba has been completed whereas, it is pending against the other accused.": "खिलाफ जांच पूरी हो चुकी है, जबकि अन्य आरोपियों के खिलाफ यह लंबित है।",
  "(Para 3)": "(पैरा 3)",
  "Further held, that Keeping in view the background of the case, this Court is of the opinion that the petitioner was prima facie not": "आगे कहा गया कि मामले की पृष्ठभूमि को ध्यान में रखते हुए, इस न्यायालय की राय है कि याचिकाकर्ता प्रथम दृष्टया",
  "initially involved as such in the process of sending the complainant abroad and might have facilitated payment at a subsequent point of": "शिकायतकर्ता को विदेश भेजने की प्रक्रिया में शुरू में शामिल नहीं था और हो सकता है कि उसने बाद के समय में",
  "of the complainant and is only a gobetween as the real brother of the petitioner had been sent to America through Som Nath Gaba.": "केवल बीच का भाई है क्योंकि याचिकाकर्ता के सगे भाई को सोमनाथ गाबा के माध्यम से अमेरिका भेजा गया था।",
  "(Para 4)": "(पैरा ५)"
}