{
  "SURENDER SINGH v. STATE OF HARYANA AND OTHERS 1391 (Sureshwar Thakur, J.)": "सुरेन्द्र सिंह बनाम हरियाणा राज्य एवं अन्य (सुरेश्वर ठाकुर, जे.)",
  "reports, which are prepared, on the basis of inaccurately drawn records,": "रिपोर्ट, जो गलत तरीके से तैयार किए गए अभिलेखों के आधार पर तैयार की जाती हैं, और जिन पर संबंधित सक्षम",
  "concerned, do not constitute, any valid permissible evidence, for empowering the Authorities below to make a valid order of eviction,": "अधिकारियों को सशक्त बनाने के लिए किसी भी वैध अनुमेय साक्ष्य का गठन नहीं करती हैं। नतीजतन, रिट याचिका",
  "against the petitioners. In consequence, writ petition No.17328-2022 is allowed, and, the impugned thereins orders are quashed, and, set aside,": "संख्या 7328-2022 को अनुमति दी जाती है, और, इसके विवादित आदेशों को रद्द कर दिया जाता है, और अलग कर",
  "whereas, CWP- 14694-2022 is dismissed.": "दिया जाता है, जबकि, सीडब्ल्यूपी --+694-2022 को खारिज कर दिया जाता है।",
  "(16) However, in the event of the Director, Consolidation concerned, within a period of 6 months from today, concluding": "(6) तथापि, निदेशक, समेकन की दशा में, आज से 6 मास की अवधि के भीतर, कार्यवाहियों का समापन करते हुए,",
  "proceedings, on the Section 42 of the Act of 1948, thereupon, it is open to the respondents in CWP-17328- 2022, and, the petitioners in CWP-": "948 के अधिनियम की धारा ५2 पर, तदनुसार, सीडब्ल्यूपी-7328-2022 में प्रत्यर्थियों के लिए और सीडब्ल्यूपी-",
  "14694-2022, to forthwith re-institute a fresh petition under Section 7 of the Act of 1961, before the learned Assistant Collector, Narwana.": "8694-2022 में याचिकाकर्ताओं के लिए, विद्वत सहायक कलेक्टर, नरवाना के समक्ष, 496। के अधिनियम की धारा 7",
  "However, preceding the institution of the said petition, a fresh": "के अधीन एक नई याचिका को तुरंत पुनःस्थापित करने के लिए खुला है। हालांकि, उक्त याचिका को लागू करने से पहले,",
  "updation of the apposite records, as ordered, by the Director concerned.": "संबंधित निदेशक द्वारा दिए गए आदेश के अनुसार, उपयुक्त अभिलेखों के अद्यतन के संदर्भ में सख्ती से एक नई",
  "The said freshly instituted petition shall be decided within 6 months of": "सीमांकन रिपोर्ट तैयार करना सुनिश्चित किया जाना चाहिए। उक्त नई स्थापित याचिका पर उसकी वरीयता के 6 महीने के",
  "its preferment but after hearing all affected concerned.": "भीतर लेकिन सभी संबंधित प्रभावितों को सुनने के बाद निर्णय लिया जाएगा।",
  "(17) A photocopy of this order be placed on the file of other connected case.": "(।7) इस आदेश की एक फोटोकॉपी अन्य जुड़े मामले की फाइल पर रखी जाए।",
  "Kamaljit Singh Dhillion": "कमलजीत सिंह ढिल्लों",
  "Before Sureshwar Thakur & Kuldeep Tiwari, JJ.": "सुरेश्वर ठाकुर और कुलदीप तिवारी, जेजे के समक्ष।",
  "SURENDER SINGH—Petitioner": "सुरेंद्र सिंह-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "(2) CWP No.17328 of 2022": "(2) सीडब्ल्यूपी संख्या ।7328 वर्ष 2022",
  "RAJBIR AND OTHERS—Petitioners": "राजबीर और अन्य-याचिकाकर्ता",
  "April 17, 2023": "7 अप्रैल, 2023",
  "(A) Constitution of India, 1950—Article 226— The Haryana": "(ए) भारत का संविधान, 950-अनुच्छेद 226-हरियाणा ग्राम सामान्य भूमि (विनियमन) अधिनियम, 96॥, धारा 7-",
  "Anomalies In The Field Book And Musavi (MAP)—Where there are": "फील्ड बुक और मुसावी (एमएपी) में विसंगतियों का प्रभाव-जहां विभिन्न 'खसरा नंबरों' को 'करम' के आवंटन से संबंधित",
  "errors & inaccuracies in ‘Field Book’ and ‘Musavi’ relating to": "'फील्ड बुक' और 'मुसावी' में त्रुटियां और अशुद्धियां हैं, तो इस तरह के गलत तरीके से तैयार किए गए रिकॉर्ड के आधार",
  "Demarcation Reports prepared on the basis of such inaccurately drawn records would result in incorrect measurements—The": "पर तैयार की गई सीमांकन रिपोर्ट गलत माप में परिणाम देगी-इस तरह के गलत तरीके से तैयार किए गए रिकॉर्ड के",
  "Demarcation Reports prepared on the basis of such inaccurately drawn records do not constitute any valid permissible evidence—": "आधार पर तैयार की गई सीमांकन रिपोर्ट कोई वैध अनुमेय सबूत नहीं बनाती है-इस तरह की सीमांकन रिपोर्ट के आधार",
  "Order of eviction passed on basis of such Demarcation Report is not a valid order—Eviction orders quashed.": "पर पारित बेदखली का आदेश एक वैध आदेश नहीं है-बेदखली आदेश रद्द कर दिया गया।",
  "(B) East Punjab Holdings (Consolidation and Prevention Of Fragmentation) Act, 1948— Jurisdiction To Make Corrections In The ‘Field Book’ And To The Corresponding Errors In ‘Musavi’—": "(ख) ईस्ट पंजाब होल्डिंग्स (कन्सोलिडेशन एंड प्रिवेंशन ऑफ फ्रैग्मेंटेशन) अधिनियम, 9%8-'फील्ड बुक' और 'मुसावी'",
  "Fragmentation) Act, 1948— Jurisdiction To Make Corrections In The ‘Field Book’ And To The Corresponding Errors In ‘Musavi’— Where Consolidation was done in the Mohal/village resulting in": "में संबंधित त्रुटियों में सुधार करने का अधिकार-जहां मोहाली गांव में कंसोलिडेशन किया गया था, जिसके परिणामस्वरूप",
  "updation of records in terms of S.22 of 1948 Act, then the": "948 अधिनियम की धारा.22 के संदर्भ में रिकॉर्ड का अपडेशन किया गया था, तो रिकॉर्ड के प्रासंगिक अपडेशन और",
  "jurisdictional competence to make the relevant updating and correction of records vests in the Consolidation Authority, functioning under the East Punjab Holdings (Consolidation and Prevention of Fragmentation) Act, 1948.": "सुधार करने की अधिकारिता पूर्वी पंजाब होल्डिंग्स (कंसोलिडेशन एंड प्रिवेंशन ऑफ फ्रैग्मेंटेशन) अधिनियम, 9%8 के तहत काम करने वाले कंसोलिडेशन अथॉरिटी में निहित है।",
  "Held, that Eviction Order has been passed on the basis of Demarcation Report produced before Assistant Collector and appeal": "माना गया कि बेदखली का आदेश सहायक कलेक्टर के समक्ष प्रस्तुत सीमांकन रिपोर्ट के आधार पर पारित किया गया",
  "against eviction has been dismissed. In Writ Petition a fresh": "है और बेदखली के खिलाफ अपील को खारिज कर दिया गया है। रिट याचिका में उच्च न्यायालय द्वारा एक नए सीमांकन",
  "report filed in the Court, an extensive reference is made to the errors": "असाइनमेंट से संबंधित त्रुटियों का एक व्यापक संदर्भ दिया गया है, और",
  "proceedings, became completed, thus resulting in updation of records, in terms of S.22 of The East Punjab Holdings (Consolidation and Prevention of Fragmentation) Act, 1948. Resultantly, the updation of": "कार्यवाही पूरी हो गई, जिसके परिणामस्वरूप ईस्ट पंजाब होल्डिंग्स (समेकन और विखंडन की रोकथाम) अधिनियम, 948 की धारा.22 के अनुसार अभिलेखों को अद्यतन किया गया। नतीजतन, समेकन विभाग द्वारा किए गए अभिलेखों",
  "apposite updations vests in the Consolidation Authority, functioning under the East Punjab Holdings (Consolidation and Prevention of Fragmentation) Act, 1948.": "होल्डिंग्स (समेकन और विखंडन की रोकथाम) अधिनियम, 948 के तहत कार्य करने वाले समेकन प्राधिकरण में निहित है।",
  "(Para 12, 13 and 14)": "(पैरा ।2,3 और 9)",
  "Director, Consolidation, it will be open to the respondents in CWP— 1732872022 and the petitioners in CWP—14694—2022, to forthwith": "2022 में प्रत्यर्थियों और सीडब्ल्यूपी-+69५-2022 में याचिकाकर्ताओं के लिए यह खुला रहेगा कि वे 96 के",
  "re—institute a fresh petition under S.7 of the Act of 1961 before the learned Assistant Collector, Narwana. However, preceding the": "अधिनियम की धारा.7 के तहत विद्वान सहायक कलेक्टर, नरवाना के समक्ष एक नई याचिका को फिर से स्थापित करें। हालांकि, उक्त याचिका को लागू करने से पहले, संबंधित निदेशक द्वारा दिए गए आदेश के अनुसार, उपयुक्त अभिलेखों",
  "institution of the said petition, a fresh demarcation report be ensured to be drawn strictly in terms of the updation of the apposite records, as": "के अद्यतन के संदर्भ में सख्ती से एक नई सीमांकन रिपोर्ट तैयार करना सुनिश्चित किया जाना चाहिए।",
  "Neeraj Sheoran, Advocate, for the petitioner (in CWP-14694- 2022) andfor respondent No.6 (in CWP- 17328-2022).": "पैरा 46) नीरज श्योराण, अधिवक्ता, याचिकाकर्ता की ओर से (सीडब्ल्यूपी-५69५-2022 में) और प्रत्यर्थी नं. 6",
  "Vikram Singh, Advocate, for the petitioners (in CWP-17328-": "(सीडब्ल्यूपी में --7328-2022).विक्रम सिंह, अधिवक्ता, याचिकाकर्ताओं के लिए (सीडब्ल्यूपी-7328-2022 में) और",
  "2022) and for respondents No.5, 7 and 8 (in CWP- 14694-2022).": "उत्तरदाताओं के लिए संख्या. 5.7 और 8 (सीडब्ल्यूपी-+6 9५-2022 में).",
  "Raman Sharma, Addl. A.G., Haryana.": "रमन शर्मा, एडीएल। ए.जी.., हरियाणा।",
  "SURESHWAR THAKUR, J. (ORAL)": "सुरेश्वर ठाकुर, जे। (ओ. आर. ए. एल.) (॥) चूंकि दोनों रिट याचिकाएं सहायक कलेक्टर प्रथम श्रेणी, नरवाना द्वारा किए",
  "order(s) made by the Assistant Collector Ist Grade, Narwana, and, which thereafter becomes affirmed by the learned Collector concerned,": "गए आदेश (आदेशों) के लिए एक सामान्य से उत्पन्न होती हैं, और जिसके बाद संबंधित कलेक्टर द्वारा पुष्टि की जाती है,",
  "thus, both the writ petitions are amenable for being decided through a common verdict.": "इस प्रकार, दोनों रिट याचिकाएं एक सामान्य निर्णय के माध्यम से निर्णय लेने के लिए उत्तरदायी हैं।",
  "(2) In CWP-14694-2022 the relief as asked for from this Court,": "(2) सीडब्ल्यूपी-+69५-2022 में इस न्यायालय से मांगी गई राहत यह है कि संबंधित प्रत्यर्थियों पर बेदखली के समवर्ती",
  "enforce the concurrently made verdicts of eviction, as became rendered by the Competent Statutory Authorities below.": "किए गए निर्णयों को लागू करने के लिए एक आदेश दिया जाए, जैसा कि नीचे सक्षम सांविधिक प्राधिकरणों द्वारा दिया",
  "(3) On the contrary, the relief asked for, in CWP-17328-2022,": "गया है। (3) इसके विपरीत, सीडब्ल्यूपी-7328-2022 में मांगी गई राहत इस न्यायालय के लिए है, जो नीचे दिए गए सक्षम",
  "is for thisCourt, setting aside the concurrently made orders of eviction, as passed by the Competent Statutory Authorities below. In so far as": "सांविधिक प्राधिकरणों द्वारा पारित बेदखली के समवर्ती आदेशों को दरकिनार करती है। जहां तक सीडब्ल्यूपी-46 9५-",
  "Court today, is taken on record subject to just exceptions.": "आज न्यायालय को केवल अपवादों के अधीन रिकॉर्ड पर लिया जाता है।",
  "In view of said affidavit dated 24.08.2022 wherein it is": "दिनांक 24.08.2022 के उक्त शपथपत्र को ध्यान में रखते हुए, जिसमें यह कहा गया है कि याचिकाकर्ता विभेदक",
  "stated that petitioners are ready to bear the costs of demarcation through Differential Global Positioning System (DGPS) and that in case they are found to be in": "ग्लोबल पोजिशनिंग सिस्टम (पुलिस महानिदेशकों) के माध्यम से सीमांकन की लागत वहन करने के लिए तैयार हैं और",
  "illegal possession of the Gram Panchayat land, they would voluntarily handover the vacant, peaceful possession of the encroached area as may be found therein, to the Gram": "यदि वे ग्राम पंचायत की भूमि के अवैध कब्जे में पाए जाते हैं, तो वे स्वेच्छा से अतिक्रमण किए गए क्षेत्र के खाली,",
  "voluntarily handover the vacant, peaceful possession of the encroached area as may be found therein, to the Gram Panchayat within a period of ten (10) days, respondent no.3": "शांतिपूर्ण कब्जे को दस (0) दिनों की अवधि के भीतर ग्राम पंचायत को सौंप देंगे, प्रतिवादी संख्या. 3 को सभी संबंधित",
  "is directed to ensure demarcation of the area in question through DGPS after associating all concerned and affected": "और प्रभावित पक्षों को संबद्ध करने के बाद 9673 के माध्यम से विचाराधीन क्षेत्र का सीमांकन सुनिश्चित करने का निर्देश",
  "parties. Cost of demarcation be intimated to the petitioners in CWP No. 17328 of 2022 within one week, who shall": "दिया जाता है। सीमांकन की लागत के बारे में याचिकाकर्ताओं को सीडब्ल्यूपी नं. 2022 का 7328 एक सप्ताह के",
  "deposit the same within the next two working days. Demarcation be carried out as above thereafter within six": "भीतर, जो अगले दो कार्य दिवसों के भीतर इसे जमा करेगा। इसके बाद छह सप्ताह के भीतर उपरोक्त रूप में सीमांकन",
  "Report be submitted before the next date of hearing. List on": "सुनवाई की अगली तारीख से पहले रिपोर्ट प्रस्तुत की जाए। 3.॥0.2022 को सूची।",
  "Interim order to continue till the next date of hearing.”": "सुनवाई की अगली तारीख तक जारी रखने का अंतरिम आदेश।",
  "(9) The said order however, did not result in compliance thereto becoming meted, and, the reason for no compliance thereto": "(9) तथापि, उक्त आदेश के परिणामस्वरूप अनुपालन पूरा नहीं किया गया था, और इसका अनुपालन नहीं होने का",
  "becoming meted, is comprised in the factum, that a status report became instituted by respondents concerned, revealing that there is a": "कारण इस तथ्य में शामिल है कि संबंधित उत्तरदाताओं द्वारा एक स्थिति रिपोर्ट प्रस्तुत की गई थी, जिसमें यह खुलासा",
  "discrepancy inter-se the assignment of areas to the various khasra numbers rather in the field book, but concomitantly resulting in": "किया गया था कि फील्ड बुक के बजाय विभिन्न खसरा नंबरों के लिए क्षेत्रों के असाइनमेंट के बीच एक विसंगति है, लेकिन",
  "(10) In the reply/status report which has been filed today in the Court, and, which is taken on record, an extensive reference is made to": "(0) उस उत्तर»स्थिति रिपोर्ट में, जो आज न्यायालय में दाखिल की गई है, और जिसे अभिलेख पर लिया गया है, विभिन्न",
  "the errors appertaining to assignments of karams, to various khasra numbers, assignments whereof are unfolded to not completely tally,": "खसरा संख्याओं से संबंधित त्रुटियों के लिए एक व्यापक संदर्भ दिया गया है, जिनके कार्य पूरी तरह से मेल नहीं खाते हैं,",
  "with the assignments of karams to other khasra numbers, as mentioned": "अन्य खसरा संख्याओं के लिए करम्स के असाइनमेंट के साथ, जैसा कि फील्ड बुक में उल्लेख किया गया है, और जिसके",
  "in the field book, and, whereafters reflections are made in the Musavi concerned. Moreover, it also becomes spelt therein, that such": "बाद के प्रतिबिंब संबंधित मुसावी में किए गए हैं। इसके अलावा, इसमें यह भी लिखा जाता है कि अपोजिट खसरा",
  "would result in a grave difficulty occurring in ascertaining the exact fixed points, and/or concomitantly in holding a correct, and, accurate demarcation. The relevant portion of the reply on affidavit which": "गंभीर कठिनाई होगी, और/या एक सही, और, सटीक सीमांकन रखने में। हलफनामे पर उत्तर का प्रासंगिक भाग जो",
  "makes the above reflections, is extracted hereinafter.": "उपरोक्त प्रतिबिंब बनाता है, इसके बाद निकाला गया है।",
  "SURENDER SINGH v. STATE OF HARYANA AND OTHERS 1389 (Sureshwar Thakur, J.)": "सुरेन्द्र सिंह बनाम हरियाणा राज्य एवं अन्य (सुरेश्वर ठाकुर, जे.)",
  "“In the field book the northern line of Khasra No.135 (Gosa/Sub part of Khasra No.135) from point A to B is": "\"फील्ड बुक में खसरा नंबर 35 (गोसा/खसरा नंबर ॥35 का उपभाग) की उत्तरी रेखा बिंदु ए से बी तक ।5 करम",
  "recorded as 15 Karam (82”.5’) and if 6 Karam of main part of Khasra No.135 is added then it becomes 15+6=21 Karam": "(82.5 ') दर्ज की गई है और यदि खसरा नंबर 35 के मुख्य भाग के 6 करम को जोड़ा जाता है तो यह 5+6 + 2!",
  "which does not fit into other calculation. On the spot northern line of Khasra No.135 (Gosa/Sub part) is 9 Karam.": "करम हो जाता है जो अन्य गणना में फिट नहीं बैठता है। मौके पर खसरा नंबर. 35 (गोसा/उपभाग) की उत्तरी रेखा 9",
  "It is also necessary to mention here that as per Massavi this land (Western side of Khasra No.136) is recorded as 15": "करम है। यहां यह भी उल्लेख करना आवश्यक है कि मसावी के अनुसार यह भूमि (खसरा नंबर. 36 का पश्चिमी भाग)",
  "Karam. As such the northern side of total Khasra No.135 (Gosa+main part) would be apportioned as 6+9=15 Karam.": "5 करम के रूप में दर्ज है। इस प्रकार कुल खसरा संख्या 35 (गोसा + मुख्य भाग) के उत्तरी भाग को 6+9 5 ॥5",
  "If the demarcation is carried out by considering northern line of Khasra No.135 (Gosa) which is recorded as 15": "करम के रूप में विभाजित किया जाएगा। यदि खसरा नंबर. 35 (गोसा) की उत्तरी रेखा पर विचार करके सीमांकन",
  "Karam instead of 09 Karam, then demarcation point shifts by 6 Karam inanother Khasra.": "किया जाता है, जिसे 09 करम के बजाय 5 करम के रूप में दर्ज किया जाता है, तो दूसरे खसरा में सीमांकन बिंदु 6",
  "The Eastern side of Khasra No.136 is 14 Karam but in the field book the same has been recorded as 17 Karam which": "खसरा संख्या. 36 का पूर्वी भाग ।५ करम है लेकिन फील्ड बुक में इसे ॥7 करम के रूप में दर्ज किया गया है जो गणना",
  "also does not fit into calculation. In fact, three (3) Karam in Eastern side of Khasra No.135(Gosa/Sub part) has been": "में भी फिट नहीं बैठता है। वास्तव में, खसरा नंबर. 35 (गोसा/उपभाग) के पूर्वी हिस्से में तीन (3) करम को खसरा",
  "erroneously added during calculation in Eastern side in Khasra No.136. This 03 Karma land has been added twice": "नंबर. 36 में गणना के दौरान गलती से जोड़ा गया है। इस 03 कर्मा भूमि को दो बार यानी .०. जोड़ा गया है। खसरा नं.",
  "i.e. in Eastern side of both the Khasra No.135 and 136 and therefore difference of 03 Karam in eastern side of Khasra No.136 comes.”": "35 और ॥36 दोनों के पूर्वी हिस्से में और इसलिए खसरा नं. 36 के पूर्वी हिस्से में 09 करम का अंतर आता है।",
  "(11) The effects of the errors in assignments of karams, to various khasra numbers in the field book, and, thereafter, such errors": "(।) फील्ड बुक में विभिन्न खसरा संख्याओं के लिए कराम के असाइनमेंट में त्रुटियों के प्रभाव, और उसके बाद, ऐसी",
  "also making their existence in the Musavi concerned, would obviously result in, incorrect measurements being made of the various khasra": "त्रुटियां जो संबंधित मुसावी में भी मौजूद हैं, स्पष्ट रूप से विभिन्न खसरा संख्याओं के गलत माप किए जाने का परिणाम",
  "numbers, as are reflected in the field book concerned, and, which also thereafter become reflected in the Musavi concerned. Resultantly, when": "होंगी, जैसा कि संबंधित फील्ड बुक में परिलक्षित होता है, और जो इसके बाद भी संबंधित मुसावी में परिलक्षित होता है।",
  "for an accurate, and, precise measurement, and, thereafter for the": "नतीजतन, जब एक सटीक और सटीक माप के लिए, और उसके बाद रिट खसरा संख्याओं के सटीक और सटीक",
  "numbers, rather there is a dire necessity of precisely made/recorded": "सीमांकन के लिए, इसके बजाय सटीक रूप से बनाए गए/दर्ज किए गए सटीक आयामों की सख्त आवश्यकता होती है,",
  "accurate apposite dimensions thereofs, hence tallying, with the assignments of areas/dimensions, to the other related khasra numbers,": "इसलिए क्षेत्रों / आयामों के असाइनमेंट के साथ, अन्य संबंधित खसरा संख्याओं के साथ मिलान किया जाता है, जबकि,",
  "whereas, when qua the said precise assignments, there is an admission in the reply on affidavit, that there are inaccurate": "जब उक्त सटीक असाइनमेंट का उल्लेख किया जाता है, तो हलफनामे पर जवाब में स्वीकार किया जाता है कि कुछ",
  "assignments of karams, to certain khasra numbers, which have fallen in controversy, and, that thereafter there is also an erroneous reflection in": "खसरा संख्याओं के लिए करम्स के गलत असाइनमेंट हैं, जो विवाद में पड़ गए हैं, और इसके बाद संबंधित मुसावी में एक",
  "the Musavi concerned. Since obviously, then there would occur inaccurate measurements of the disputed khasra numbers, besides when": "गलत प्रतिबिंब भी है। चूंकि जाहिर है, तब विवादित खसरा संख्याओं की गलत माप होगी, इसके अलावा जब",
  "there would concomitantly be no valid accurate demarcations of the disputed khasra numbers. Resultantly, the demarcation reports, as,": "साथ ही विवादित खसरा संख्याओं का कोई वैध सटीक सीमांकन नहीं होगा। नतीजतन, सीमांकन रिपोर्ट, जैसे ही तैयार",
  "became prepared, and, even if they became proven in accordance with law, and, became relied, upon, by the Competent Statutory Authorities": "की गई, और भले ही वे कानून के अनुसार साबित हो गईं, और संबंधित सांविधिक प्राधिकरणों द्वारा उन पर भरोसा किया",
  "assistance to the Statutory Authorities below, to in any manner make": "गया, इस प्रकार नीचे दिए गए सांविधिक प्राधिकरणों को किसी भी तरह से एक ठोस निष्कर्ष निकालने के लिए एक",
  "encroachments on the disputed lands, at the instance, of the": "विवादित भूमि पर अतिक्रमण हैं, उदाहरण के लिए, बेदखली के लिए याचिका में, जैसा कि संबंधित सहायक कलेक्टर के",
  "(12) At this stage, this Court has to consider whether the jurisdiction to make corrections in the field book, and, also to the": "(2) इस स्तर पर, इस न्यायालय को इस बात पर विचार करना है कि क्या फील्ड बुक में सुधार करने की अधिकारिता,",
  "corresponding errors in Musavi concerned, vests in the Authorities contemplated in the The Haryana Village Common Lands (Regulation)": "और संबंधित मुसावी में संबंधित त्रुटियों के लिए भी, हरियाणा ग्राम सामान्य भूमि (विनियमन) अधिनियम, 96॥ (इसके",
  "Act, 1961 (hereinafter referred to as “the Act of 1961”) or whether the": "बाद \"96 का अधिनियम\" के रूप में संदर्भित) में विचार किए गए प्राधिकरणों में निहित है या क्या उक्त अधिकारिता",
  "said jurisdiction vests, either in the Settlement Officer concerned, or in the Consolidation Officer concerned.": "या तो संबंधित निपटान अधिकारी में निहित है, या संबंधित समेकन अधिकारी में निहित है।",
  "(13) For determining the above facet, obviously, the Assistant": "(3) उपरोक्त पहलू का अवधारण करने के लिए, स्पष्टतः सहायक प्रथम श्रेणी, नरवाना, जिसने 96। के अधिनियम के",
  "Ist Grade, Narwana who made the order for eviction on the Section 7 petition, as, filed under the Act of 1961 would, not be having any": "अधीन फाइल की गई, धारा 7 याचिका पर बेदखली का आदेश दिया था, को विवादित खसरा संख्या से संबंधित क्षेत्र",
  "jurisdiction at all, to order for the making of corrections either in the field book pertaining to the disputed khasra numbers, or to make an order for corrections being made in the Musavi concerned.": "पुस्तिका में सुधार करने का आदेश देने या संबंधित मुसावी में किए जा रहे सुधारों के लिए आदेश देने का कोई अधिकार",
  "(14) The Settlement Officer, would be validly vested with the said jurisdiction, only if the Mohal concerned, fell for settlement,": "(।५) निपटान अधिकारी, वैध रूप से उक्त अधिकारिता के साथ केवल तभी निहित होगा जब संबंधित मोहल, निपटान के",
  "concerned, fell for consolidation, and, whereafters the consolidation proceedings, became completed, thus resulting in updation of records,": "यह दृढ़ता से कहा गया है कि संबंधित मोहल, समेकन के लिए गिर गया था, और जिसके बाद समेकन की कार्यवाही पूरी",
  "in terms of Section 22 of The East Punjab Holdings (Consolidation and Prevention of Fregmentation) Act, 1948, (hereinafter referredto as “the": "हो गई, जिसके परिणामस्वरूप ईस्ट पंजाब होल्डिंग्स (समेकन और विघटन की रोकथाम) अधिनियम, 9५8 की धारा",
  "Act of 1948”). Resultantly, the updation of records as made by the": "22 के संदर्भ में रिकॉर्ड का अद्यतन किया गया, (इसके बाद \"9५8 का अधिनियम\" के रूप में संदर्भित) नतीजतन,",
  "Consolidation department, does appear to cause the anamolies (supra).": "समेकन विभाग द्वारा किए गए अभिलेखों का अद्यतन, अनामोले का कारण प्रतीत होता है (ऊपर अर्थ का उपसर्ग).",
  "Therefore, the jurisdictional competence to make the apposite": "इसलिए, उपयुक्त अद्यतन करने की अधिकारिता संबंधी क्षमता 49५8 के अधिनियम के तहत कार्य करने वाले समेकन",
  "(15) Since in the reply on affidavit furnished today, it is revealed that a petition under Section 42 of the Act of 1948 has been filed before": "(5)चूंकि आज दिए गए शपथपत्र के उत्तर में यह पता चला है कि 9५8 के अधिनियम की धारा ५2 के तहत संबंधित",
  "SURENDER SINGH v. STATE OF HARYANA AND OTHERS 1385 (Sureshwar Thakur, J.)": "सुरेन्द्र सिंह बनाम हरियाणा राज्य एवं अन्य (सुरेश्वर ठाकुर, जे.)",
  "said assignments do not completely tally with the assignments of karams to other khasra numbers, as mentioned in the field book, and,": "उक्त कार्य पूरी तरह से अन्य खसरा संख्याओं के लिए करम के कार्य के साथ मेल नहीं खाते हैं, जैसा कि क्षेत्र पुस्तक में",
  "whereafter reflections are made in the Musavi/Map concerned. It is also": "उल्लेख किया गया है, और जिसके बाद संबंधित मुसावी/मानचित्र में प्रतिबिंब बनाए गए हैं। इसमें यह भी लिखा गया है",
  "spelt therein, that such inaccurate dimensional assignments to the apposite khasra numbers, would result in a grave difficulty occurring in": "कि अपोजिट खसरा संख्याओं के लिए इस तरह के गलत आयामी असाइनमेंट के परिणामस्वरूप सटीक निश्चित बिंदुओं",
  "apposite khasra numbers, would result in a grave difficulty occurring in ascertaining the exact fixed points, and/or concomitantly in holding a": "का पता लगाने में और/या एक सही और सटीक सीमांकन रखने में गंभीर कठिनाई होगी। फील्ड बुक में विभिन्न खसरा",
  "correct and accurate demarcation. The effects of the errors in assignments of karams to various Khasra numbers in the field book, and, thereafter, such errors also making their existence in the Musavi": "संख्याओं के लिए कराम के असाइनमेंट में त्रुटियों के प्रभाव, और उसके बाद, संबंधित मुसावी में भी इस तरह की त्रुटियों",
  "concerned, would obviously result in, incorrect measurements being made of the various khasra numbers, as are reflected in the field book": "का अस्तित्व, स्पष्ट रूप से विभिन्न खसरा संख्याओं के गलत माप के परिणामस्वरूप होगा, जैसा कि संबंधित फील्ड बुक",
  "concerned, and, which also thereafter become reflected in the Musavi concerned. Then, obviously there would occur inaccurate": "में परिलक्षित होता है, और जो उसके बाद भी संबंधित मुसावी में परिलक्षित होता है। तब, स्पष्ट रूप से विवादित खसरा",
  "measurements of the disputed khasra numbers, besides when there would concomitantly be no valid accurate demarcations of the disputed": "संख्याओं का गलत माप होगा, इसके अलावा जब विवादित खसरा संख्याओं का कोई वैध सटीक सीमांकन नहीं होगा।",
  "khasra numbers. Resultantly, the demarcation reports, as, became prepared, and, even if they became proven in accordance with law, and,": "नतीजतन, सीमांकन रिपोर्ट, जैसे-जैसे तैयार की गई, और भले ही वे कानून के अनुसार साबित हो गईं, और संबंधित",
  "became relied, upon, by the Competent Statutory Authorities concerned, cannot be construed to be providing an accurate legal": "सक्षम सांविधिक प्राधिकरणों द्वारा उन पर भरोसा किया गया, इसका अर्थ यह नहीं लगाया जा सकता है कि वे नीचे दिए",
  "firm conclusion, that there are encroachments on the disputed lands. The demarcation reports, which are prepared on the basis of": "रहे हैं, कि विवादित भूमि पर अतिक्रमण हैं। सीमांकन रिपोर्ट, जो गलत तरीके से तैयार किए गए रिकॉर्ड के आधार पर",
  "inaccurately drawn records, do not constitute, any valid permissible evidence. Eviction Order set—aside.": "तैयार की जाती हैं, किसी भी वैध अनुमेय साक्ष्य का गठन नहीं करती हैं। बेदखली का आदेश अलग रखा गया।",
  "(Para 8, 10, 11 and 15)": "(पैरा 80,0] और 5)",
  "Further held, that the Court has to consider whether the": "इसके अतिरिक्त यह अभिनिर्धारित किया गया कि न्यायालय को इस बात पर विचार करना होगा कि क्या फील्ड बुक में",
  "jurisdiction to make corrections in the field book, and, also to the corresponding errors in Musavi concerned, vests in the Authorities contemplated in The Haryana Village Common Lands (Regulation)": "सुधार करने की अधिकारिता और संबंधित मुसावी में संबंधित त्रुटियों के लिए भी हरियाणा ग्राम सामान्य भूमि (विनियमन)",
  "Act, 1961 or whether the said jurisdiction vests, either in the Settlement": "अधिनियम, 96 में विचार किए गए प्राधिकरणों में निहित है या क्या उक्त अधिकारिता या तो संबंधित निपटान",
  "Officer concerned, or in the Consolidation Officer concerned. The Assistant Collector lst Grade, Narwana who made the order for": "अधिकारी में निहित है या संबंधित समेकन अधिकारी में निहित है। सहायक कलेक्टर प्रथम श्रेणी, नरवाना, जिसने 96।",
  "eviction on the S.7 petition, as, filed under the Act of 1961 would, not": "के अधिनियम के अधीन फाइल की गई एस. 7 याचिका पर बेदखली का आदेश दिया था, को विवादित खसरा संख्या से",
  "be having any jurisdiction at all to order for the making of corrections either in the field book pertaining to the disputed khasra numbers, or to make an order for corrections being made in the Musavi concerned.": "संबंधित फील्ड बुक में सुधार करने का आदेश देने या संबंधित मुसावी में किए जा रहे सुधारों के लिए आदेश देने का",
  "The Settlement Officer, would be validly vested with the said jurisdiction, only if the Mohal concerned, fell for settlement, and, in": "कोई अधिकार क्षेत्र नहीं होगा। निपटान अधिकारी, बैध रूप से उक्त अधिकार क्षेत्र के साथ केवल तभी निहित होगा जब"
}