{
  "HARI SINGH RUHAL v. HUKAM CHAND 1041": "हरि सिंह रूहल बनाम हुकम चंद",
  "(Meenakshi I. Mehta, J.)": "(मीनाक्षी आई. मेहता, जे.)",
  "Before Meenakshi I. Mehta, J.": "समक्ष मीनाक्षी आई. मेहता, जे.",
  "HARI SINGH RUHAL—Appellant": "हरि सिंह रूहल-अपीलकर्ता",
  "versus": "बनाम",
  "HUKAM CHAND—Respondent": "हुकम चंद-प्रतिवादी",
  "November 30, 2023": "30 नवंबर 2023",
  "Punjab Tenancy Act, 1887, S.5(2)—Punjab Occupancy": "पंजाब किरायेदारी अधिनियम, 887, धारा 5 (2)-पंजाब अधिभोग किरायेदार (स्वामित्व अधिकारों का निहित)",
  "tenants (Vesting of Proprietary Rights) Act, 1952, Ss. 2(f) & 3— Concurrent finding of fact dismissing Civil Suit and Civil Appeal": "अधिनियम, 952, 2 (च) और ३ - दीवानी मुक़दमे और दीवानी अपील को खारिज करने वाले तथ्य के समवर्ती निष्कर्ष",
  "sought to be challenged in Regular Second Appeal—Appellant": "को नियमित दूसरी अपील में चुनौती दी जानी चाहिए- मुकदमा भूमि के लिए स्थायी निषेधाज्ञा की परिणामी राहत के",
  "seeking decree of declaration as owner in possession along with": "साथ कब्जे में मालिक के रूप में घोषणा की डिक्री की मांग करने वाला अपीलकर्ता-भूमि राजस्व के अलावा किराए के",
  "Appellant asserting vesting of proprietary rights/ownership of suit land as occupancy tenant by virtue of continues cultivating possession of his father and him for more than 30 years without payment of rent other than land revenue—No evidence adduced qua": "भुगतान के बिना 3० वर्षों से अधिक समय तक अपने पिता और उसके कब्जे की खेती जारी रखने के आधार पर मालिकाना अधिकार»मुकदमा भूमि के स्वामित्व को अधिभोग किरायेदार के रूप में निहित करने का दावा करने वाला",
  "payment of rent other than land revenue—No evidence adduced qua the same—Appellant’s father recorded as ‘Gair Marusi’ with Lagan": "मालिकाना अधिकार»मुकदमा भूमि के स्वामित्व को अधिभोग किरायेदार के रूप में निहित करने का दावा करने वाला अपीलार्थी -ऐसा कोई सबूत नहीं है जो समान रूप से प्रस्तुत हो -अपीलार्थी के पिता ने जामबंदी में लगान 'मुष्कुक'",
  "‘mushkuk’ (payment of land revenue doubtful) in Jamabandi and corrected entry of Khasra_ Girdwari—Revenue entries never": "(भूमि राजस्व का भुगतान संदिग्ध) के साथ 'गैर मारुसी' के रूप में दर्ज किया और खसरा गिरदवारी के सही प्रवेश-",
  "challenged—No Declaration ever sought from any revenue court": "राजस्व प्रविष्टियों को कभी चुनौती नहीं दी -अधिभोग किरायेदार होने के संबंध में किसी भी राजस्व अदालत से कभी",
  "regarding being an occupancy tenant—Held, appellant having failed to prove his cultivating possession over suit land, as an occupancy tenant, for more than 30 years cannot claim ownership of suit land—": "कोई घोषणा नहीं मांगी गई -आयोजित, अपीलार्थी 30 वर्ष से अधिक समय तक अधिभोग किरायेदार के रूप में वाद भूमि पर अपना खेती का अधिकार साबित करने में विफल रहा है, वाद भूमि के स्वामित्व का दावा नहीं कर सकता है-",
  "Regular Second Appeal dismissed.": "नियमित दूसरी अपील खारिज कर दी गई।",
  "Held, that the plaintiff has not been able to prove his averments qua his having been in cultivating possession over the suit land, as an occupancy tenant, for more than 30 years so as to claim his ownership of the said land.": "अभिनिर्धारित किया गया कि वादी अपने इस कथन को साबित करने में सक्षम नहीं है कि वह 30 वर्षों से अधिक समय से अधिभोग किरायेदार के रूप में वाद भूमि पर कब्जा कर रहा है, ताकि उक्त भूमि पर अपने स्वामित्व का दावा कर",
  "(Para 6)": "(पैरा 6)",
  "Further held, that the impugned judgement and decrees, as": "इसके अलावा यह अभिनिर्धारित किया गया कि नीचे दिए गए दोनों न्यायालयों द्वारा पारित आक्षेपित निर्णण और फरमान",
  "passed by both the court below, do not suffer from any illegality, infirmity, irregularity or perversity so as to call for any interference by": "किसी भी अवैधता, दुर्बलता, अनियमितता या विकृति से ग्रस्त नहीं हैं ताकि इस न्यायालय द्वारा किसी भी हस्तक्षेप का",
  "this Court. Resultantly, the same are hereby upheld and the appeal in hand, being sans any merit, stands dismissed.": "आह्वान किया जा सके। नतीजतन, उन्हें एतह्ववारा बरकरार रखा जाता है और हाथ में अपील, बिना किसी योग्यता के, खारिज हो जाती है।",
  "(Para 7)": "(पैरा 7)",
  "Inder Pal Goyat, Advocate, for the appellant.": "अपीलार्थी की ओर से अधिवक्ता इन्दर पाल गोयत।",
  "title and interest shall be deemed to vest only in an ‘occupancy tenant’. Occupancy tenant is defined under": "स्वामित्व और ब्याज को केवल 'अधिभोग किरायेदार' में निहित माना जाएगा। अधिभोग किरायेदार को धारा 2 (च) के",
  "section 2(f) as meaning a tenant who, immediately before the commencement of the Proprietary Rights Act, is": "तहत परिभाषित किया गया है जिसका अर्थ है एक किरायेदार जिसे स्वामित्व अधिकार अधिनियम के प्रारंभ से ठीक",
  "the commencement of the Proprietary Rights Act, is recorded as an occupancy tenant in the revenue records and": "पहले, राजस्व अभिलेखों में अधिभोग किरायेदार के रूप में दर्ज किया गया है और इसमें एक किरायेदार शामिल है,",
  "includes a tenant who, after such commencement, obtains a right of occupancy in respect of the land held by him": "जो इस तरह के प्रारंभ के बाद, उसके द्वारा धारण की गई भूमि के संबंध में अधिभोग का अधिकार प्राप्त करता है, चाहे",
  "whether by agreement with thelandlord or through a court of competent jurisdiction or otherwise, and includes also the": "वह मकान मालिक के साथ समझौते से हो या सक्षम अधिकार क्षेत्र के न्यायालय के माध्यम से या अन्यथा, और इसमें",
  "predecessors and successors-in-interest of an occupancy tenant. Admittedly, neither the appellants nor their": "अधिभोग किरायेदार के पूर्ववर्ती और उत्तराधिकारी भी शामिल हैं। मान लीजिए, न तो अपीलार्थियों और न ही उनके",
  "predecessors were recorded as occupancy tenants in the revenue records immediately before the commencement of": "पूर्ववर्तियों को स्वामित्व अधिकार अधिनियम के प्रारंभ से ठीक पहले राजस्व अभिलेखों में अधिभोग किरायेदारों के रूप",
  "the Proprietary Rights Act, nor did they obtain a right of occupancy in respect of the said land either by agreement": "में अभिलिखित किया गया था, और न ही उन्होंने उक्त भूमि के संबंध में अधिभोग का अधिकार या तो मकान मालिक",
  "with the landlord or through a court of competent jurisdiction or otherwise after the commencement of the": "के साथ समझौते द्वारा या सक्षम क्षेत्राधिकार के न्यायालय के माध्यम से या अन्यथा अधिनियम के प्रारंभ के बाद प्राप्त",
  "Act. The appellants,therefore, do not answer the definition of ‘occupancy tenant’ under the Proprietary Rights Act.": "किया था। इसलिए, अपीलार्थी स्वामित्व अधिकार अधिनियम के तहत 'अधिभोग किरायेदार' की परिभाषा का उत्तर नहीं",
  "Consequently, they cannot derive any benefit under Section 3 of the said Act.”": "देते हैं। नतीजतन, वे उक्त अधिनियम की धारा ३ के तहत कोई लाभ प्राप्त नहीं कर सकते हैं।",
  "(7) In the light of the afore-quoted observations, it has to be held that the plaintiff has not been able to prove his averments qua his": "(7) पूर्व-उद्धृत टिप्पणियों के आलोक में, यह अभिनिर्धारित किया जाना चाहिए कि वादी अपने इस कथन को साबित",
  "having been in cultivating possession over the suit land, as an occupancy tenant,for more than 30 years so as to claim his ownership": "करने में सक्षम नहीं है कि वह 3० वर्षों से अधिक समय से अधिभोग किरायेदार के रूप में वाद भूमि पर खेती कर रहा",
  "over the said land in terms of the above-mentioned provisions of the": "है, ताकि 4952 के अधिनियम के उपर्युक्त प्रावधानों के संदर्भ में उक्त भूमि पर अपने स्वामित्व का दावा किया जा सके।",
  "Act of 1952. The verdict rendered by the Co-ordinate Bench in Mauj Khan and others (supra), is ofno avail to the plaintiff in view of the afore-cited observations as made by Hon’ble Supreme Court.": "मौज खान और अन्य (उपर्युक्त) मामलों में समन्वय पीठ द्वारा दिया गया निर्णय, माननीय सर्वोच्च न्यायालय द्वारा की गई पूर्व-उद्ध्ृत टिप्पणियों को देखते हुए, वादी के लिए कोई लाभप्रद नहीं है।",
  "(8) As a sequel to the fore-going discussion, it follows that the": "(8) पूर्वगामी चर्चा की अगली कड़ी के रूप में, यह इस प्रकार है कि नीचे दिए गए दोनों न्यायालयों द्वारा पारित किए",
  "impugned judgments and decrees, as passed by both the Courts below, do not suffer from any illegality, infirmity, irregularity or perversity so": "गए आतक्षेपित निर्णण और फरमान किसी भी अवैधता, दुर्बलता, अनियमितता या विकृति से ग्रस्त नहीं हैं ताकि इस",
  "as to call for any interference by this Court. Resultantly, the same are": "न्यायालय द्वारा किसी भी हस्तक्षेप का आह्वान किया जा सके। नतीजतन, उन्हें एतहृवारा बरकरार रखा जाता है और",
  "hereby upheld and the appeal in hand, being sans any merit, stands dismissed.": "हाथ में अपील, बिना किसी योग्यता के, खारिज हो जाती है।",
  "Reporter-Pranav Chamoli": "रिपोर्टर-प्रणव चमोली",
  "HARI SINGH RUHAL v. HUKAM CHAND 1043": "हरि सिंह रूहल बनाम हुकम चंद",
  "set-aside. To buttress his contentions, he has placed reliance upon the judgment passed by the Co-ordinate Bench in Mauj Khan and others versus Deen Mohd etc.\".": "एक तरफ सेट करें। अपनी दलीलों को मजबूत करने के लिए, उन्होंने मौज खान और अन्य बनाम दीन मोहम्मद आदि 'में समन्वय पीठ द्वारा पारित निर्णय पर भरोसा किया है। '.",
  "(5) However, the above-raised contentions are bereft of any force because both the Courts below have concurrently held that the": "(5) तथापि, उपर्युक्त दलीलें किसी बल से रहित हैं क्योंकि नीचे दिए गए दोनों न्यायालयों ने समवर्ती रूप से यह",
  "plaintiff did not adduce any evidence on the record to show that earlier,": "अभिनिर्धारित किया है कि वादी ने अभिलेख पर यह दर्शाने के लिए कोई साक्ष्य प्रस्तुत नहीं किया है कि पूर्व में, उसके",
  "his father was in cultivating possession over the suit land since 1965-66 and later-on, he came in possession thereof and rather, he was reflected": "पिता ने वाद भूमि पर 965-66 से कब्जा किया था और बाद में, वह उसके कब्जे में आया था और इसके बजाय, वह",
  "as ‘Gair Marusi’ onthe said land in the Jamabandi pertaining to the year 1989-90. Further, the Lower Appellate Court has mentioned in": "वर्ष 9989-90 से संबंधित जामबंदी में उक्त भूमि पर 'गैर मारूसी' के रूप में परिलक्षित किया गया था। इसके अलावा,",
  "the competent Authority, the entriesof Khasra-Girdawri were ordered to be corrected/entered in the favour of the plaintiff with effect from the year 1985, as ‘Gair Marusi’ and in para No.12 in the said judgment, it has also been observed that admittedly, the plaintiff had not sought the": "'पी ॥2' को प्रदर्शित करते हुए खसरा-गिरदावरी की प्रविष्टियों को वर्ष ।985 से वादी के पक्ष में 'गैर मारूसी' के रूप में सुधारने “दर्ज करने का आदेश दिया गया था और उक्त निर्णय में पैरा नं. 2 में यह भी देखा गया है कि मान लीजिए,",
  "has also been observed that admittedly, the plaintiff had not sought the declaration from any revenue Court regarding his being an occupancy tenant.": "वादी ने किसी भी राजस्व न्यायालय से अपने अधिभोग किरायेदार होने के संबंध में घोषणा की मांग नहीं की थी।",
  "(6) To add to it, the Lower Appellate Court has also specifically mentioned in para No.11 of its judgment that in the Jamabandi Exhibit": "(6) इसे जोड़ने के लिए, निचली अपीलीय अदालत ने अपने निर्णय के पैरा नं. ॥। में भी विशेष रूप से उल्लेख किया है",
  "P6 pertaining to the year 1994-95, Column No.9 had been left blank": "कि वर्ष 99५-95 से संबंधित जामबंदी प्रदर्शनी पी 6 में कॉलम नं. 9 को खाली छोड़ दिया गया था और जामबंदियों",
  "and as perthe Jamabandis for the years 1999-2000 and 2007-2008, the plaintiff was ‘Gair Marusi’ over the suit land and in Column No.9": "के अनुसार वर्ष 9999-2000 और 2007-2008 के लिए, वादी वाद भूमि पर 'गैर मारूसी' था और कॉलम नं. 9 में",
  "therein, the words ‘Lagan Mushkuk’ had been recorded. These words literally mean that the payment of rent/land revenue/cess was doubtful.": "'लगान मुष्कुक' शब्द दर्ज किए गए थे। इन शब्दों का शाब्दिक अर्थ है कि किराया/भूमि राजस्व/उपकर का भुगतान",
  "It is pertinent to mention here that to claim occupancy rights in any land, as envisaged under Section 5(2) of the Act of 1952, the tenant in": "संदिग्ध था। यहां यह उल्लेख करना उचित है कि 4952 के अधिनियम की धारा 5 (2) के तहत परिकल्पित किसी भूमि",
  "cultivating possession over the same, has to prove that he had not been": "में अधिभोग अधिकारों का दावा करने के लिए, उसी पर कब्जा करने वाले किरायेदार को यह साबित करना होगा कि",
  "paying any rent beyond the amount of land revenue/cess chargeable in respect thereof and in the instant case, the afore-discussed entries of the": "वह उसके संबंध में प्रभार्य भूमि राजस्व/उपकर की राशि से अधिक कोई किराया नहीं दे रहा था और तत्काल मामले",
  "respect thereof and in the instant case, the afore-discussed entries of the relevant revenue record do not lend any support to the plaintiff to substantiate the fulfilment of the above-referred pre-requisite by him.": "में, प्रासंगिक राजस्व रिकॉर्ड की पूर्व-चर्चा की गई प्रविष्टियां वादी को उपरोक्त पूर्व-आवश्यकता की पूर्ति की पुष्टि करने के लिए कोई समर्थन नहीं देती हैं। इसके अतिरिक्त, 30.0.2006 को 'पूरन और अन्य बनाम ग्राम पंचायत, फरीदाबाद'",
  "Moreover, in Appeal (Civil) No.5517 of 2003 titled as ‘Puran and": "के लिए कोई समर्थन नहीं देती हैं। इसके अतिरिक्त, 30.0.2006 को 'पूरन और अन्य बनाम ग्राम पंचायत, फरीदाबाद' शीर्षक वाले 2003 के अपील (सिविल) सं. 557 में विनिश्चय किया गया है, उच्चतम न्यायालय ने निम्नलिखित टिप्पणियां",
  "Section 3 of the Act relates to vesting of proprietary rights in occupancy tenants and extinguishment of corresponding": "धारा 3 अधिभोग कियायेदारों में स्वामित्व अधिकारों को निहित करने और मकान मालिकों के संबंधित अधिकारों को",
  "rights oflandlords. It is evidence therefrom that the right,": "समाप्त करने से संबंधित है। यह इसका प्रमाण है कि अधिकार,",
  "MEENAKSHI I. MEHTA, J.": "मीनाक्षी आई. मेहता, जे.",
  "learned Additional Civil Judge (Senior Division), Panipat (for short ‘the": "()7..206 को विद्वगत अतिरिक्त सिविल न्यायाधीश (वरिष्ठ प्रभाग) पानीपत (संक्षेप में 'विचारण न्‍्यायालय') द्वारा",
  "against the respondent-defendant (here-in-after to be referred as ‘the": "संदर्भित किया जाएगा) के खिलाफ अपीलार्थी-वादी द्वारा दायर सिविल सूट (इसके बाद 'वादी' के रूप में संदर्भित",
  "defendant’) and the judgment and decree handed down by learned District Judge, Panipat (for short ‘the Lower Appellate Court’) on 08.12.2017, whereby the appeal filed by the plaintiff against the": "किया जाएगा) और 08.2.20॥7 को विद्वत जिला न्यायाधीश, पानीपत (संक्षेप में निचली अपीलीय अदालत') द्वारा दिए",
  "08.12.2017, whereby the appeal filed by the plaintiff against the judgment and decree dated 17.11.2016, has also been dismissed, he": "गए निर्णय और डिक्री को खारिज कर दिया गया है, जिसके तहत वादी द्वारा 7..206 के फैसले और डिक्री के खिलाफ दायर अपील को भी खारिज कर दिया गया है।",
  "(2) As per the brief factual-matrix culminating in the filing of the present appeal, the plaintiff instituted the afore-referred Civil Suit": "(2) वर्तमान अपील दाखिल करने में पराकाष्टठा वाले संक्षिप्त तथ्यात्मक-मैट्रिक्स के अनुसार, वादी ने प्रतिवादी के विरुद्ध",
  "the present appeal, the plaintiff instituted the afore-referred Civil Suit against the defendant for seeking a decree for declaration to the effect": "इस आशय की घोषणा करने के लिए डिक्री की मांग करने के लिए पूर्व-निर्दिष्ट दीवानी मुकदमा दायर किया कि वह",
  "that he was owner in possession of the suit land, with the further prayer for grant of the consequential relief of permanent injunction to restrain the defendant from interfering in his possession over this land, while": "वाद भूमि का स्वामी था, प्रतिवादी को इस भूमि पर अपने कब्जे में हस्तक्षेप करने से रोकने के लिए स्थायी निषेधाज्ञा की",
  "averring that earlier, his father had been continuing in possession of the said land since 1965-66 and thereafter, he had been in cultivating": "परिणामी राहत देने के लिए आगे की प्रार्थना के साथ, जबकि यह कि पहले, उसके पिता 965-66 से उक्त भूमि के",
  "possession over the same, without paying any amount except the land": "कब्जे में बने हुए थे और उसके बाद, वह भूमि राजस्व को छोड़कर किसी भी राशि का भुगतान किए बिना उसी पर",
  "revenue and thus, his possession on this land, as the occupancy tenant, for more than 30 years, had ripened into his ownership over it.": "कब्जा कर रहा था और इस प्रकार, इस भूमि पर उसका कब्जा, अधिभोग किरायेदार के रूप में, 30 से अधिक वर्षों",
  "However, the trial Court dismissed the above-said Civil Suit and the": "से, उस पर अपने स्वामित्व में परिपक हो गया था। हालांकि, निचली अदालत ने उपरोक्त दीवानी मुकदमे को खारिज",
  "appeal filed by the plaintiff has also been dismissed, as alreadyindicated in the opening para of this judgment.": "कर दिया और वादी द्वारा दायर अपील को भी खारिज कर दिया गया है, जैसा कि इस फैसले के शुरुआती पैरा में पहले ही इंगित किया गया है।",
  "(3) I have heard learned counsel for the appellant-plaintiff in the instant appeal, at the preliminary stage and have also gone through the file carefully.": "(3) मैंने प्रारंभिक स्तर पर तत्काल अपील में अपीलार्थी-वादी के विद्वान वकील को सुना है और फाइल को भी ध्यान से",
  "(4) Learned counsel for the appellant-plaintiff has contended that the plaintiff has led sufficient evidence on the record to prove that": "(५) अपीलार्थी-वादी के विद्वान वकील ने तर्क दिया है कि वादी ने यह साबित करने के लिए रिकॉर्ड पर पर्याप्त सबूत",
  "he has been continuing in possession over the suit land for more than 30 years andhe and his father had never paid any amount, except the land revenue, to anyone and thus, he was an occupancy tenant on this land": "पेश किए हैं कि वह 30 वर्षों से अधिक समय से वाद भूमि पर कब्जा कर रहा है और उसने और उसके पिता ने कभी भी किसी को भी भूमि राजस्व के अलावा कोई राशि का भुगतान नहीं किया था और इस प्रकार, वह इस भूमि पर एक",
  "Occupancy Tenant (Vesting of Proprietary Rights) Act, 1952 (for short,": "अधिभोग किरायेदार था और पंजाब अधिभोग किरायेदार (स्वामित्व अधिकार निहित) अधिनियम, 952 (संक्षेप में,",
  "‘the Act of 1952’) and the Punjab Tenancy Act, he has become the": "'952 का अधिनियम') और पंजाब किरायेदारी अधिनियम की धारा 5 (2) में निहित प्रावधानों के आधार पर, वह वाद",
  "owner of the suit land but both the Courts below have wrongly declined the relief claimed in the afore-said Civil Suit and hence, the impugned": "भूमि का मालिक बन गया है, लेकिन नीचे दिए गए दोनों न्यायालयों ने पूर्व-लिखित सिविल सूट में दावा की गई राहत",
  "judgments and decrees are not legally sustainable and deserve to be": "को गलत तरीके से अस्वीकार कर दिया है और इसलिए, आश्षेपित निर्णय और फरमान कानूनी रूप से योग्य और"
}