{
  "ROOPAM DORA v. STATE OF HARYANA 121": "रूपम डोरा बनाम हरियाणा राज्य",
  "(Tribhuvan Dahiya, J.)": "(त्रिभुवन दहिया, जे.)",
  "compliance of the Principles of Natural Justice. Unless the material/basis": "औपचारिकता है और इसे प्राकृतिक न्याय के सिद्धांतों का अनुपालन नहीं कहा जा सकता है। जब तक कारण बताने के लिए",
  "cannot be effectively replied to and renders the notice nugatory. In fact, it amounts to not affording any hearing to the person concerned. And": "है और नोटिस को निरर्थक नहीं बनाया जा सकता है| वास्तव में, यह संबंधित व्यक्ति को कोई सुनवाई नहीं देने के बराबर",
  "without that the order of termination could not have been passed as it": "है| और उसके बिना समाप्ति का आदेश पारित नहीं किया जा सकता था क्‍योंकि यह याचिकाकर्ता के निहित अधिकार को",
  "takes away vested right of the petitioner. Therefore, the order is bad being violative of the Principles of Natural Justice and unsustainable in": "छीन लेता है। इसलिए, यह आदेश प्राकृतिक न्याय के सिद्धांतों का उल्लंघन करने वाला और कानून में अस्थिर होने के",
  "(Para 6.2)": "(पैरा 6.2)",
  "allowed. The impugned order of termination, dated 22.05.2019, is set aside, the respondents are directed to reinstate the petitioner in service": "आदेश, दिनांक 22. 005.209 को दरकिनार कर दिया जाता है, उत्तरदाताओं को याचिकाकर्ता को सेवा में बहाल करने",
  "and give all consequential benefits on the basis of regularisation letter,": "और समाप्ति की तारीख से बहाली की तारीख तक नियमितकरण पत्र के आधार पर सभी परिणामी लाभ देने का निर्देश दिया",
  "reinstatement, except salary for the period she has not worked. These": "जाता है, सिवाय उस अवधि के वेतन के जो उसने काम नहीं किया है| उत्तरदाताओं द्वारा इस आदेश की प्रमाणित प्रति",
  "directions shall be carried out by the respondents within four weeks from receiving a certified copy of this order. In the circumstances of the case,": "प्राप्त होने के चार सप्ताह के भीतर इन निर्देशों का पालन किया जाएगा| मामले की परिस्थितियों में, लागत के बारे में कोई",
  "there shall be no order as to costs.": "आदेश नहीं होगा|",
  "(Para 7)": "(पैरा 7)",
  "R.K. Malik, Senior Advocate with Samrat Malik, Advocate, for": "आर.के. मलिक, सम्राट मलिक के साथ वरिष्ठ अधिवक्ता, अधिवक्ता, के लिए",
  "the petitioner.": "याचिकाकर्ता।",
  "Ravi Pratap Singh, DAG, Haryana.": "रवि प्रताप सिंह, डीएजी, हरियाणा।",
  "TRIBHUVAN DAHIYA, J. (ORAL)": "त्रिभुवन दहिया, जे| (मौखिक)",
  "(1) This petition has been filed seeking a writ of certiorari quashing the order dated 22/27.05.2019, Annexure P-11, whereby the": "() यह याचिका दिनांक 22/27.05.209, अनुलग्नक पी-] के आदेश को रद्द करने के लिए प्रमाण पत्र की रिट",
  "petitioner was terminated from service for want of relevant qualification for the post of Assistant Professor Commerce.": "की मांग करते हुए दायर की गई है, जिसमें याचिकाकर्ता को सहायक प्रोफेसर वाणिज्य के पद के लिए प्रासंगिक योग्यता के",
  "(2) Facts of the case in brief are:": "(2) संक्षेप में मामले के तथ्य इस प्रकार हैं:",
  "(2.1) The petitioner, who possesses qualifications of Masters in Business Economics (for short, ‘MBE’) from Guru Jambheshwar University of Science and Technology, Hisar, and M.Phill": "(2.) याचिकाकर्ता, जिसके पास गुरु जम्बेश्वर विज्ञान और प्रौद्योगिकी विश्वविद्यालय, हिसार से व्यवसाय अर्थशास्त्र में",
  "University of Science and Technology, Hisar, and M.Phill (Management) from Chaudhary Devi Lal University (CDLU), Sirsa, was": "परास्नातक (संक्षेप में, एमबीई') और चौधरी देवी लाल विश्वविद्यालय (सीडीएलयू), सिरसा से एम.फिल (प्रबंधन) की",
  "Government College for Women, Faridabad (hereinafter referred to as the ‘College’), in the Department of BBA and BJMC, initially on": "योग्यता है, को बीबीए और बीजेएमसी विभाग में गवर्नमेंट कॉलेज फॉर वुमन, फरीदाबाद (इसके बाद 'कॉलेज' के रूप में",
  "3, issued by the Principal, she worked as visiting faculty (guest lecturer)": "प्रमाण पत्र के अनुसार, अनुलग्नक पी-3, प्रिंसिपल द्वारा जारी किया गया, उन्होंने विजिटिंग फैकल्टी (अतिथि व्याख्याता)",
  "from 05.08.2009; and 20.08.2009 till the date of issuing the certificate.": "के रूप में काम किया 05.08.2009 से; और प्रमाण पत्र जारी करने की तारीख तक 20-08-2009 से 20-",
  "(2.2) The petitioner continued working as guest lecturer in the College till her service was regularized by the government on the basis": "(2.2) याचिकाकर्ता ने अतिथि व्याख्याता के रूप में काम करना जारी रखा कॉलेज जब तक उसकी सेवा को सरकार द्वारा",
  "P-5. Pursuant thereto, she was appointed as Assistant Professor (College": "के पत्र द्वारा अनुबंध, अनुबंध पी -5| इसके बाद, उन्हें सहायक प्रोफेसर (कॉलेज) के रूप में नियुक्त किया गया था। (क)",
  "Cadre) HES--Group ‘B’ in the subject of Commerce in regular scale of pay, and joined as such on 14.03.2015 in the College. One of the": "वाणिज्य विषय में एचईएस-||-समूह ख के नियमित वेतनमान में वेतन दिया, और कॉलेज में +.03.205 को इस",
  "pay, and joined as such on 14.03.2015 in the College. One of the conditions of appointment was, till confirmation her service could be": "तरह के रूप में शामिल हुए।| में से एक नियुक्ति की शर्तें थीं, जब तक कि उसकी सेवा की पुष्टि नहीं हो सकती एक महीने",
  "terminated at any time without assigning any reason by giving one month notice or salary in lieu thereof.": "का समय देकर बिना कोई कारण बताए किसी भी समय समाप्त कर दिया जाता है उसके बदले में नोटिस या वेतन।",
  "(2.3) Her appointment as Assistant Professor Commerce was duly approved by the affiliating University/Maharshi Dayanand University,": "(2.3) सहायक प्रोफेसर वाणिज्य के रूप में उनकी नियुक्ति विधिवत थी संबद्धता विश्वविद्यालय / महर्षि दयानंद विश्वविद्यालय",
  "Rohtak (MDU), vide letter dated 31.05.2016, Annexure P-6, with effect": "द्वारा अनुमोदित, रोहतक (एमडीयू), दिनांक 3.05.206 के पत्र द्वारा अनुबंध पी-6, प्रभावी शामिल होने की तारीख",
  "(2.4) After some time, the petitioner received a notice dated 14.06.2016, Annexure P-7, stating that on re-examining the documents": "(2.5) कुछ समय बाद, याचिकाकर्ता को दिनांक 9.06.206, अनुलग्नक पी-7 का एक नोटिस प्राप्त हुआ, जिसमें",
  "it was found she possessed Masters in Business Economics (MBE) with M.Phil in Management, but was considered for regularization in the": "इकोनॉमिक्स (एमबीई) में परास्नातक है, लेकिन वाणिज्य विषय में नियमितीकरण के लिए विचार किया गया था क्‍योंकि",
  "subject of Commerce as the post of Management was not sanctioned in the College. Since her Masters degree was not in the relevant subject,": "कॉलेज में प्रबंधन का पद स्वीकृत नहीं था। चूंकि उनकी मास्टर्स डिग्री प्रासंगिक विषय में नहीं थी, इसलिए सेवा नियमों के",
  "she lacked essential qualification for the post of Assistant Professor Commerce as per service rules. And was asked to explain as to why her": "अनुसार उनके पास सहायक प्रोफेसर वाणिज्य के पद के लिए आवश्यक योग्यता का अभाव था। और यह बताने के लिए",
  "service be not terminated.": "कहा गया कि उसकी सेवा समाप्त क्‍यों नहीं की जाए।",
  "(2.5) The petitioner submitted reply to the show cause notice, Annexure P-8, inter alia explaining that her services were duly": "(2.5) याचिकाकर्ता ने कारण दर्शाओ नोटिस, अनुलग्नक पी-8, का जवाब प्रस्तुत किया, जिसमें अन्य बातों के साथ-",
  "relevant for the post. Besides, the appointment was duly approved by the": "था जो पद के लिए प्रासंगिक है। इसके अलावा, नियुक्ति को संबद्ध विश्वविद्यालय द्वारा विधिवत मंजूरी दी गई थी। उन्होंने",
  "affiliating University. She also mentioned that MBE course had been resturcted as M.A., M.B.A., M.Com (Business Economics), therefore, it": "यह भी उल्लेख किया कि एमबीई पाठ्यक्रम को एम. ए., एम. बी. ए., एम.कॉम (व्यवसाय अर्थशास्त्र) के रूप में पुनर्निर्धारित",
  "is equivalent to the restructured courses. And that other Assistant Professors having similar qualifications are serving in the Department of": "किया गया था, इसलिए यह पुनर्गठित पाठ्यक्रमों के बराबर है| और यह कि समान योग्यता रखने वाले अन्य सहायक प्रोफेसर",
  "Commerce in various universities.": "विभिन्‍न विश्वविद्यालयों में वाणिज्य विभाग में सेवारत हैं|",
  "(2.6) Thereupon, the petitioner received second notice dated 21.02.2018, Annexure P-9, stating that her reply to show cause notice": "(2.6) इसके बाद, याचिकाकर्ता को दिनांक 27.02.208, अनुलग्नक पी-9 का दूसरा नोटिस मिला, जिसमें कहा",
  "was considered, and three State Universities, i.e., Kurukshetra": "गया था कि कारण बताए जाने के लिए उनके जवाब पर विचार किया गया था, और तीन राज्य विश्वविद्यालयों, यानी कुरुक्षेत्र",
  "University, MDU and Chaudhary Devi Lal University, were requested": "विश्वविद्यालय, एम. डी. यू. और चौधरी देवी लाल विश्वविद्यालय से सहायक प्रोफेसर वाणिज्य के पद के लिए एम.कॉम डिग्री",
  "to give opinion regarding equivalency of MBE degree with M.Com": "के साथ एमबीई डिग्री की समानता के बारे में राय देने का अनुरोध किया गया था। बैठक में तय किया गया कि एमबीई के",
  "not relevant for the subject of Commerce for want of its equivalence to M.Com. degree. Further, the rule requires a degree should be in the": "लिए प्रासंगिक नहीं मानते हुए गलत माना क्योंकि इसकी समकक्षता एम.कॉम डिग्री के लिए नहीं थी। इसके अलावा, नियम",
  "relevant subject, which in the instant case is Commerce. The entire subject cannot be confined to a narrow compass and looked through a": "संबंधित विषय में होनी चाहिए, जो तत्काल मामले में वाणिज्य है| पूरे विषय को एक संकीर्ण कम्पास तक सीमित नहीं रखा",
  "pigeon hole to mean and include only a degree of M.Com. It is well": "जा सकता है और एक कबूतर के छेद के माध्यम से देखा जा सकता है और इसमें केवल एम.कॉम की एक डिग्री शामिल",
  "known that in Commerce subject, apart from M.Com. degree, the universities offer degrees of M.Com in Human Resource Management,": "की एक डिग्री शामिल है। यह सर्वविदित है कि वाणिज्य विषय में, एम.कॉम. डिग्री के अलावा, विश्वविद्यालय मानव संसाधन",
  "Marketing, Foreign Trade Management, International Business, Banking and Insurance, Finance and even in Economics. But the respondents": "विदेशी व्यापार प्रबंधन, अंतर्राष्ट्रीय व्यापार, बैंकिंग और बीमा, वित्त और यहां तक कि अर्थशास्त्र में भी एम.कॉम की डिग्री",
  "viewed the whole subject to mean M.Com degree without any of the specialisations aforementioned, and considered it not equivalent to": "प्रदान करते हैं| लेकिन उत्तरदाताओं ने पूरे विषय को उपरोक्त किसी भी विशेषज्ञता के बिना एम.कॉम डिग्री के रूप में देखा,",
  "specialisations aforementioned, and considered it not equivalent to MBE. The subject is vast and cannot be restricted to one of its degrees": "और इसे |/85& के बराबर नहीं माना। विषय विशाल है और इसे केवल एक डिग्री तक सीमित नहीं रखा जा सकता है।",
  "only. Therefore, they were wrong on both the counts; firstly, in declaring it not relevant for the subject only because it was not equivalent to": "इसलिए, वे दोनों मामलों में गलत थे; सबसे पहले, इसे केवल इसलिए विषय के लिए प्रासंगिक नहीं घोषित करना क्योंकि",
  "M.Com., though equivalence and relevance are different and a degree": "यह एम.कॉम के बराबर नहीं था, हालांकि समानता और प्रासंगिकता अलग-अलग हैं और एक डिग्री समकक्ष नहीं हो सकती",
  "may not be equivalent but still relevant to another and, secondly, in considering equivalence of MBE to M.Com degree and not to the subject": "है लेकिन फिर भी दूसरे के लिए प्रासंगिक हो सकती है और दूसरा, एमबीई की एम.कॉम डिग्री के बराबर होने पर विचार",
  "of Commerce as such. In the absence of any expert opinion on the degree of MBE being not relevant to the subject of Commerce, the petitioner": "करने में और वाणिज्य के विषय के लिए नहीं। एमबीई की डिग्री के वाणिज्य विषय के लिए प्रासंगिक नहीं होने पर किसी भी",
  "(Para 6.1.1)": "(पैरा 6..)",
  "Further held, that it also needs to be noted that the petitioner's MBE degree was considered relevant for the post by the respondents": "आगे कहा कि यह भी ध्यान देने की आवश्यकता है कि याचिकाकर्ता की एमबीई डिग्री को सहायक प्रोफेसर वाणिज्य के रूप",
  "MBE degree was considered relevant for the post by the respondents themselves while regularising her service as Assistant Professor": "में उनकी सेवा को नियमित करते समय स्वयं उत्तरदाताओं द्वारा पद के लिए प्रासंगिक माना गया था। उन्होंने समाप्ति से",
  "Commerce. She continued teaching the subject also for more than three years prior to the termination. Still further, two other similarly placed": "पहले तीन साल से अधिक समय तक इस विषय को पढ़ाना जारी रखा। इसके अलावा, दो अन्य समान रूप से नियुक्त",
  "Assistant Professors, whose services were regularised along with that of the petitioner vide the same order dated 12.03.2015, have been accepted": "सहायक प्रोफेसर, जिनकी सेवाओं को याचिकाकर्ता के साथ उसी आदेश दिनांक 2.03.205 द्वारा नियमित किया",
  "in service as Assistant Professor Commerce, despite having qualification": "गया था, को व्यवसाय प्रबंधन में परास्नातक की योग्यता होने के बावजूद सहायक प्रोफेसर वाणिज्य के रूप में सेवा में",
  "of Masters in Business Management and not M.Com. This shows relevant qualification of other similarly placed Assistant Professors has": "स्वीकार किया गया है, न कि एम.कॉम| इससे पता चलता है कि इसी तरह के अन्य सहायक प्रोफेसरों की प्रासंगिक योग्यता",
  "Business Economics could not be considered for the post of Assistant": "गया कि सहायक के पद के लिए व्यवसाय अर्थशास्त्र में परास्नातक पर विचार नहीं किया जा सकता है। प्रोफेसर कॉमर्स '",
  "Professor Commerce’. The order is bad in law for the following reasons.": "आदेश निम्नलिखित कारणों से कानूनी रूप से खराब है|",
  "(6.1) Firstly, the order terminating the petitioner’s service by considering her MBE degree not relevant to the subject, is violative of": "(6.) सबसे पहले, याचिकाकर्ता की एमबीई डिग्री को विषय के लिए प्रासंगिक नहीं मानते हुए उसकी सेवा को समाप्त",
  "the service rules-the Haryana Education (College Cadre) Group B Service Rules, 1986. Essential qualifications for the post of Assistant": "करने का आदेश, सेवा नियमों-हरियाणा शिक्षा (कॉलेज संवर्ग) समूह बी सेवा नियम, 986 का उल्लंघन है| सहायक",
  "Service Rules, 1986. Essential qualifications for the post of Assistant Professor Commerce, as prescribed in Appendix-B to the Rules is as under:": "प्रोफेसर वाणिज्य के पद के लिए आवश्यक योग्यता, जैसा कि नियमों के परिशिष्ट-बी में निर्धारित किया गया है, निम्नानुसार",
  "Good academic record with at least 55% of the marks or an": "पैमाने में कम से कम 55 प्रतिशत अंकों या बी के समकक्ष ग्रेड के साथ अच्छा शैक्षणिक रिकॉर्ड, या किसी विदेशी",
  "It is cleary stipulated that to be eligible for the post, one must possess Masters degree in the relevant subject from an Indian universityor an": "विश्वविद्यालय से समकक्ष डिग्री। यह स्पष्ट रूप से निर्धारित किया गया है कि पद के लिए पात्र होने के लिए, किसी भारतीय",
  "undisputedly, possesses MBE degree from an Indian university/Guru Jambheshwar University of Science and Technology, Hisar. Her service": "याचिकाकर्ता के पास निर्विवाद रूप से भारतीय विश्वविद्यालय /गुरु जम्बेश्वर विज्ञान और प्रौद्योगिकी विश्वविद्यालय, हिसार से",
  "has been terminated on the ground that the degree cannot be considered relevant for the post of Assistant Professor Commerce since it is not": "एमबीई की डिग्री है। उनकी सेवा इस आधार पर समाप्त कर दी गई है कि डिग्री को सहायक प्रोफेसर वाणिज्य के पद के",
  "equivalent to M.Com degree, as the experts have opined. Apparently, in": "लिए प्रासंगिक नहीं माना जा सकता है क्‍योंकि यह एम.कॉम डिग्री के बराबर नहीं है, जैसा कि विशेषज्ञों ने राय दी है| जाहिर",
  "terms of the statutory rule of service, to be eligible for the post in": "है, सेवा के वैधानिक नियम के संदर्भ में, विचाराधीन पद के लिए पात्र होने के लिए याचिकाकर्ता के पास मास्टर डिग्री होनी",
  "relevant subject. It is not the respondents’ case that MBE degree is not": "आवश्यक है। प्रासंगिक विषय| यह उत्तरदाताओं का मामला नहीं है कि एमबीई की डिग्री प्रासंगिक विषय में नहीं है, विषय",
  "in the relevant subject, not has the subject experts opined thus. Experts’ opinion has been taken only on equivalence of MBE degree to M.Com.,": "विशेषज्ञों ने इस प्रकार राय नहीं दी है। विशेषज्ञों' एमबीई डिग्री के एम.कॉम के समकक्ष होने पर ही राय ली गई है न कि",
  "and not on MBE being a relevant subject for the post of Assistant Professor Commerce.": "एमबीई के सहायक प्रोफेसर वाणिज्य के पद के लिए संगत विषय होने पर|",
  "(6.1.1) ‘Equivalence’ and ‘relevance’ are two different words, having different implications. ‘Equivalence’ between two things implies": "(6..) समानता और प्रासंगिकता दो अलग-अलग शब्द हैं, जिनके अलग-अलग निहितार्थ हैं| दो चीजों के बीच",
  "they are of the same value, standard or credit, having the same effect; whereas, ‘relevance’ implies something being pertinent to or having a": "'समानता' का अर्थ है कि वे एक ही मूल्य, मानक या श्रेय के हैं, जिनका एक ही प्रभाव है; जबकि, प्रासंगिकता' का अर्थ",
  "logical connection to the other, though the two may not be equivalent.": "है कि कुछ प्रासंगिक है या दूसरे के साथ तार्किक संबंध है, हालांकि दोनों समान नहीं हो सकते हैं| नतीजतन, समकक्ष नहीं",
  "Consequently, not being equivalent cannot be the basis to declare not relevant, and the respondents were wrong in considering MBE degree": "होना प्रासंगिक नहीं घोषित करने का आधार नहीं हो सकता है, और उत्तरदाताओं ने एमबीई डिग्री को वाणिज्य विषय के",
  "relevant subject, which in the instant case is Commerce. The entire": "के अनुसार एक डिग्री संबंधित विषय में होनी चाहिए, जो तत्काल मामले में वाणिज्य है| पूरे विषय को एक संकीर्ण कम्पास",
  "subject cannot be confined to a narrow compass and looked through a pigeon hole to mean and include only a degree of M.Com. It is well": "तक सीमित नहीं रखा जा सकता है और एक कबूतर के छेद के माध्यम से देखा जा सकता है और इसमें केवल एम.कॉम",
  "regularized along with the petitioner as Assistant Professor Commerce": "हुए, उन्हें सहायक प्रोफेसर वाणिज्य के रूप में नियमित/ नियुक्त किया गया था| याचिकाकर्ता के खिलाफ योग्यता के संबंध",
  "her Master’s degree was considered relevant to the subject leading to regularization, and she taught the subject for a number of years also, the": "अग्रणी विषय के लिए प्रासंगिक माना जाता था, और उसने कई वर्षों तक इस विषय को पढ़ाया, उत्तरदाताओं को उस डिग्री",
  "respondents cannot be permitted to turn around and declare her ineligible on the basis of that very degree without there being any material on": "के आधार पर उसे अयोग्य घोषित करने की अनुमति नहीं दी जा सकती है, जब तक कि रिकॉर्ड पर कोई सामग्री न हो कि",
  "record as to how it is not relevant to the subject.": "यह विषय के लिए कैसे प्रासंगिक नहीं है|",
  "(7) In view of the discussions, the writ petition is allowed. The": "(7) चर्चाओं को ध्यान में रखते हुए, रिट याचिका की अनुमति दी जाती है। समाप्ति के विवादित आदेश, दिनांक",
  "impugned order of termination, dated 22.05.2019, is set aside, the respondents are directed to reinstate the petitioner in service and give all": "22.05.209, को दरकिनार कर दिया जाता है, उत्तरदाताओं को याचिकाकर्ता को सेवा में बहाल करने और समाप्ति",
  "consequential benefits on the basis of regularization letter, dated 12.03.2015, from the date of termination to the date of reinstatement.": "की तारीख से पुनर्स्थापना की तारीख तक, दिनांक 2.03.205 के नियमितीकरण पत्र के आधार पर सभी परिणामी",
  "except salary for the period she has not worked. These directions shall": "लाभ देने का निर्देश दिया जाता है। उस अवधि के वेतन को छोड़कर जो उसने काम नहीं किया है| उत्तरदाताओं द्वारा इस",
  "be carried out by the respondents within four weeks from receiving a certified copy of this order. In the circumstances of the case, there shall": "आदेश की प्रमाणित प्रति प्राप्त होने के चार सप्ताह के भीतर इन निर्देशों का पालन किया जाएगा| मामले की परिस्थितियों में,",
  "be no order as to costs.": "लागत के बारे में कोई आदेश नहीं होगा|",
  "service as Assistant Professor Commerce, despite having qualification of": "सहायक प्रोफेसर वाणिज्य के रूप में सेवा को स्वीकार कर लिया गया है, व्यवसाय प्रबंधन में परास्नातक की योग्यता होने",
  "Masters in Business Management and not M.Com. This shows relevant qualification of other similarly placed Assistant Professors has been": "के बावजूद और एम.कॉम नहीं। इससे पता चलता है कि इसी तरह के अन्य सहायक प्रोफेसरों की प्रासंगिक योग्यता को पद",
  "considered as essential qualification for the post, but not that of the petitioner. This is arbitrary and discriminatory, and cannot be sustained.": "के लिए आवश्यक योग्यता माना गया है, लेकिन याचिकाकर्ता की नहीं। यह मनमाना और भेदभावपूर्ण है और इसे कायम",
  "For these reasons, there was no basis for the respondents to consider the petitioner ineligible for the post in question and terminate her service.": "नहीं रखा जा सकता है। इन कारणों से, प्रत्यर्थियों के लिए याचिकाकर्ता को विचाराधीन पद के लिए अयोग्य मानने और",
  "(6.2) Secondly, when the petitioner asked for a copy of the experts’ report as well as minutes of the meeting of subject experts, it was not": "(6.2) दूसरा, जब याचिकाकर्ता ने विशेषज्ञों की रिपोर्ट के साथ-साथ विषय विशेषज्ञों की बैठक के कार्यवृत्त की प्रति मांगी,",
  "furnished. The fact recorded in the order of termination that the information sought was given to the petitioner, vide letter dated": "तो उसे प्रस्तुत नहीं किया गया। समाप्ति के आदेश में दर्ज तथ्य कि मांगी गई जानकारी याचिकाकर्ता को दी गई थी, दिनांकित",
  "19.05.2017, stands falsified by the Principal’s response, vide letter dated": "।9.05.20|7 पत्र के माध्यम से, प्राचार्य के जवाब द्वारा गलत साबित होता है, दिनांकित .06.209 पत्र के",
  "11.06.2019, that no such letter was received in the College; not there is any material on record that the same was ever delivered to her. The": "माध्यम से, कि कॉलेज में ऐसा कोई पत्र प्राप्त नहीं हुआ था; रिकॉर्ड पर कोई सामग्री नहीं है कि वह कभी उसे दी गई थी।",
  "respondents themselves, in the reply filed to the petition, have failed to disclose either minutes of the meeting of experts, or the decision taken": "स्वयं प्रतिवादी, याचिका पर दायर उत्तर में, विशेषज्ञों की बैठक के कार्यवृत्त, या तुल्यता के संबंध में उनके द्वारा लिए गए",
  "disclose either minutes of the meeting of experts, or the decision taken by them regarding equivalence, or the letter dated 19.05.2017 said to have been sent to the petitioner or any proof of its delivery to her.": "निर्णय, या याचिकाकर्ता को भेजे गए 9.05.207 दिनांकित पत्र या उसे दिए जाने के किसी भी प्रमाण का खुलासा",
  "Besides, it is also apparent that the second show cause notice was issued to the petitioner on the basis of this decision/report of the subject experts": "करने में विफल रहे हैं| इसके अलावा, यह भी स्पष्ट है कि समतुल्यता के संबंध में विषय विशेषज्ञों के इस निर्णय/रिपोर्ट के"
}