{
  "268 I.L.R. PUNJAB AND HARYANA 20111)": "268 आई.एल.आर. पंजाब और हरियाणा 20()",
  "Before Jitendra Chauhan, J.": "जितेंद्र चौहान न्यायमूर्ति के समक्ष",
  "versus": "बनाम",
  "STATE OF HARYANAAND ANOTHER,—Respondents": "हारियाणा राज्य और अन्य; - प्रतिवादी",
  "3rd June, 2010": "3 जून; 200",
  "Constitution of India, 1950-Art. 226—Haryana Cooperative": "भारत का संविधान; 4950- अनुच्छेद 226- हरियाणा सहकारी समिति",
  "Societies Act, 1984—S. 28(2)—Haryana Cooperative Societies Rules,": "अधिनियम, 4984- धारा 28(2)- हरियाणा सहकारी समिति नियम; 3989-",
  "-1989—RI.27(a)—Election to Board of Directors of Cooperative Bank-": "आरआई 2 7(क) - सहकारी बैंक के निदेशक मंडल का चुनाव- ससिति को ऋण",
  "Repayment of loan to Society—No arrears on day of filing of": "की चुकौती- नामांकन दाखिल करने के दिन कोई बकाया नहीं- बिना पछताछ",
  "nomination—Rejection of nomination paper by Returning Officer": "किए रिटर्निंग अधिकारी द्वारा नामांकन पत्र की अस्वीकृति- याचिकाकर्ता को",
  "a view to keep petitioner away from election process and to deprive him from his legitimate right to contest election.": "चुनाव लड़ने के अपने वैध अधिकार से चुनाव प्रक्रिया से दूर रखने और उसे वंचित",
  "Held, that as amember of the Society, the petitioner has right to": "माना जाता है कि सोसायटी के सदस्य के रूप में, याक्तिकाकर्ता को वोट",
  "vote and contest elections. This vital right has been snatched away from": "देने और चुनाव बड़ने का अधिकार है। प्रतिवादियोंद्रारा नामांकन पत्र को",
  "the petitioner through the rejection of nomination paper by the respondents,": "अस्वीकार करने के माध्यम से याचिकाकर्ता से अधिकार छीन लिया गया है उसे",
  "declaring him as defaulter which is patently against the record. There is": "डिफॉल्टर घोषित किया गया है जो स्पष्ट रूप से रिकॉर्ड के खिलाफ है। रिकॉर्ड पर",
  "nothing on record to suggest that an inquiry was ever conducted by the": "ऐसा कुछ भी नहीं है जिससे यह पता चलता हो कि याचिकाकर्ता के नामांकन फॉर्म",
  "to the Committee of the Cooperative Societies’ under heading “Security of the nomination papers”.": "नामांकन पत्रों की सुरक्षा शीर्षक के तहत सहकारी समितियों की समिति के चुनाव",
  "Further held, that the election is scheduled to be held on": "इसके अलावा, चुनाव 6 जुन; 2070 को आयोजित किया जाना",
  "SURINDER SINGH v. STATE OF HARYANA AND ANOTHER 275": "सुरिंदर सिंह बनाम हरियाणा राज्य और अन्य 270",
  "WJitendra Chauhan, J)": "(जितेंद्र चौह्ान, जे)",
  "Further held, that nomination/candidature of the petitioner has": "इसके अलावा; यात्रिकाकर्ता के नामांकन/उम्मीदवारी को सोसाइटी द्वारा रिटर्निंग",
  "been rejected on the basis of incomplete information furnished to the": "ऑफिसर को दी गई अश्वूरी जानकारी के आधार पर खारिज कर दिया गया है, जो",
  "complainants and to deprive the petitioner from exercising his vital right to contest elections as a member of the Society. The Returning Officer also": "शिकायत करने वालों की मदद करने और यातचिकाकर्ता को सोसायटी के सदस्य के रूप में चुनाव लड़ने के अपने महत्वपूर्ण अधिकार का प्रयोग करने से वंचित करने के",
  "conveniently ignored the documents on record.": "लिए एक दुभविनापूर्ण इरादे से है। रिटार्निंग अधिकारी ने रिकॉर्ड पर दस्तावेजों को भी आसानी से नजरअंदाज कर दिया।",
  "(Para 19)": "(पैरा 9)",
  "Aman Pal, Advocate, for the petitioner": "अमन पाल, अधिवक्ता; याचिकाकर्ता के लिए",
  "Yash Pal Malik, DAG, Haryana.": "यशपात्र मलिक, डीएक्यू हारियाणा।",
  "of Board of Directors of the Hisar District Central Cooperative Bank Ltd.": "स्वीकार करने और उसे हिसार जिला केंद्रीय सहकारी बैंक लिमिटेड हिसार के",
  "(2) The brief facts of the present case are that the petitioner": "(2) वर्तमान मासले का संक्षित्त तथ्य यह है कि याक्तिकाकर्ता ने हिसार",
  "Co-operative Bank Limited, Hisar (for short as “Bank’). Earlier, the": "जिला केंद्रीय सहकारी बैंक लिमिटेड, हिसार (संक्षेप में 'बैंक' के रूप में) के निदेशक",
  "petitioner had secured a loan of Rs. 59,960 from the Budhakhera Primary Agriculture Co-op. Society Ltd. at Uklana Mandi (Hisar) (for short referred as ‘Society’). The total loan amount with interest was calculated to be": "प्रस्तुत किया। इससे पहले; याक्तिकाकर्ता ने उकलाना मंडी (हिसार) (संक्षेप में 'सोसाइटी' के रूप में संदर्भित) में बुधखेड़ा प्राइमरी एग्रीकल्चर को-ऑपरेटिव सोसाइटी लिमिटेड से 59,960 रुपये का ऋण प्राप्त किया था। ब्याज के साथ कुल",
  "as ‘Society’). The total loan amount with interest was calculated to be Rs. 1,04,120 which the petitioner paid on 17th May, 2010. A receipt was": "ऋण राशि 7,04, 720 रुपये की गणना की गई थी जिसे याचिकाकर्ता ने 7 7 मई,",
  "also issued by the Society towards the payment of said amount. The": "20470 को भुगतान किया था। उक्त राशि के भुगतान के लिए सोसायटी द्वारा रसीद",
  "2010 itself from the Society—Budhakhera Primary Agriculture Society Limited at Uklana Mandi, Hisar i.e. from Zone No. 6 under which the": "प्राइमरी एग्रीकल्चर सोसाइटी लिमिटेड से उकलाना मंडी, हिसार यानी जोन",
  "(9) The learned counsel for the respondents states that the nomination": "(9) प्रतिवादियों के विद्वान वकील का कहना है कि यातचिकाकर्ता के",
  "papers of the petitioner have been rightly rejected as the election process": "नामांकन पत्रों को सह्टी तरीके से खारिज कर दिया गया है क्योंकि चुनाव प्रक्रिया",
  "has started and it cannot be postponed and the dispute, if any, pertaining": "शुरू हो गई है और इसे स्थागित नहीं किया जा सकता है और चुनाव से संबंधित",
  "process. In this regard, he has referred to Section 28(2) of the Act, which": "पूरा होने में बदलाव करता है। इस संबंध में, उन्होंने अधिनियम की धारा 28 (2)",
  "is reproduced as under :—": "का उल्लेख किया है, जिसे निम्नानुसार पुनः प्रस्तुत किया गया हैः -",
  "“The election process once started shall not be postponed and": "\"एक बार शुरू की गईं चुनाव प्रक्रिया को स्थगित नहीं किया जाएगा और",
  "dispute, is any, pertaining to the election, shall be": "चुनाव से संबंधित कोई भी विवाद, इस अधिनियम के प्रावधानों के",
  "(3) The nomination form of the petitioner was rejected by the": "53) याच्रिकाकर्ता के नामांकन फॉर्म को रिटर्निंग अधिकारी ने टिप्पणी के",
  "Returning Officer with the remarks “Rejected because the candidate is": "साथ खारिज कर दिया क्योंकि उम्मीदवार डिफॉल्टर है औरहरयाण सहकारी",
  "defaulter and is ineligible to contest as per the provisions of Rule 27 (a) of the Haryana Co-operative Societies Rules, 1989”. On 19th May, 2010. |": "समिति नियम, 4989 के नियम 27 (ए) के प्रावधानों के अनुसार चुनाव लड़ने के लिए अयोग्य है। 79 मई 2070 को। याचिकाकर्ता ने उप रजिस्ट्रार सहकारी",
  "the petitioner filed a representation (Annexure P-3) before the Deputy": "समिति, हिसार के समक्ष एक अभ्यावेदत (अनुलग्बक पी -3) दायर किया; जिसमें",
  "to political reason and the same was illegal and arbitrary.": "नामांकन फॉर्स राजनीतिक कारणों से खारिज कर दिया गया है और यह अवैध और मनमाना था।",
  "(4) Aggrieved by the order of rejection dated 18th May, 2010,": "(4) दिनांक 8 गई; 2040 के अस्वीकृति के आदेश से व्यथित होकर,",
  "the petitioner filed an arbitration petition under Section 102 of the Haryana Co-operative Socicties Act, 1984, (for short as ‘the Act’) before the": "यात्िकाकर्ता नेहारियाणा सहकारी समिति अधिनियम, [984 की धारा 702 के",
  "Registrar, Cooperative Societies. The arbitration petition of the petitioner": "तहत रजिस्ट्रा: सहकारी समितियों के समक्ष मध्यस्थता दायर की। याचिकाकर्ता",
  "maintainable while invoking Section 28(2) of the Act.": "की मध्यस्थता याचिका को अधिनियम की धारा 28 (2) को लागू करते समय",
  "(5) Notice of motion was issued on | st June, 2010 for 3rd June,": "5) 3 जून, 2070 के लिए 4 जून; 2040 को प्रस्ताव की सूचना जारी",
  "2010. No written statement has been filed by the State. However, the": "की गई। राज्य द्वारा कोई लिखित बयान दायर नहीं किया गया है। हालांकि, मल",
  "(6) Ithas been argued by the learned counsel for the petitioner that": "(6) यात्रिकाकर्ता के विद्वान वकील द्वारा यह तर्क दिया गया है कि",
  "the petitioner was not defaulter on the day of nomination form was filed": "नामांकन फॉर्य दाखिल करने के दिन याचिकाकर्ता डिफॉल्टर नहीं था और जांच की",
  "not entered into the Ledger Book of the Society on the same day and the": "सोसाइटी की लेजर बुक में दर्ज नहीं किया गया था और अश्वूरी लेजर बुक और",
  "by one Tek Ram and one Jagbir Singh against the petitioner to the Returning": "चला कि याचिकाकर्ता के खिलाफ एक टीसीके राम और एक जगबीर सिंह द्वारा",
  "was submitted by the Society with a mala fide intention to deprive the petitioner from participating in the clection process. Although, the petitioner": "था; सोसाइटी द्वारा याचिकाकर्ता को चुनाव प्रक्रिया में भाग लेने से वंचित करने के लिए एक दुभविनाएर्ण इरादे से अश्वूरा रिकॉर्ड प्रस्तुत किया गया था । हालांकि; याचिकाक्तापयत्ति सावधानी के रूप में 37 मई, 200 को किए गए भुगतान की",
  "inquiry before rejecting the nomination paper and whether the petitioner was": "दस्तावेजों को नजरअंदाज कर दिया और यात्तिकाकर्ता के नामांकन पत्रों को खारिज",
  "whether there is any efficacious remedy available to the petitioner or not.": "परिस्थितियों में याचिकाकर्ता के लिए कोई अन्य विकल्प प्रभावी उपाय उपलब्ध",
  "record but were not referred/considered by the Returning Officer while": "गई साजिश के तहत खारिज कर दिया गया है। रिटर्निंग अधिकारी द्वारा रिकॉर्ड पर",
  "(13) During the course of hearing, the original record was perused.": "(73) सुनवाई के दौरान, सल रिकॉर्ड का अवलोकन किया गया। रिकार्ड से",
  "From the record, it is made out that though, the payment was made as per Annexure P-1 and No Dues Certificate was issued in response thereto on": "यह पता चलता है कि यद्यापि भुगतान अनुबंध पी-7 के अनुसार किया गया था और",
  "has failed to explain the circumstances, as to why and what circumstances, the payment received by the Society on 17th May, 2010 could not be": "विफल रहे हैं. कि क्‍यों और किन परिस्थितियों में, 37 मई 2070 को सोसाइटी",
  "reflected in the Ledger Book before the record passed towards the Returning": "द्वारा प्रात भुगतान को लेजर बुक में पारिलक्षित नहीं किया जा सका, इससे पहले कि",
  "petitioner in the ledger book coupled with the fact that the Returning Officer": "यातच्िकाकर्ता द्वारा बह्वीखाता बह्ी में जगा की गई राशि को इस तथ्य के साथ युग्मित करना कि रिटर्नियग अधिकारी ने किए गए ध्रुगतान की रसीद (एक नेक्सर",
  "the No Dues Certificate (Annexure P-2). goes a long way to establish that": "पी-4) और नो ब्यूक्स सर्टिफिकेट (अनुलग्नक पी -2) का उल्लेख नहीं किया है; यह स्थापित करने के लिए एक लंबा रास्ता तय करता है कि शिकायतकर्ता टेक राम",
  "the election process and to deprive him from his legitimate right to contest": "चुनाव प्रक्रिया से दूर रखनेऔर उसे चुनाव लड़ने के उसके वैध अधिकार से वंचित",
  "were duly asked for and were preferred by the": "विधिवत रूप से मांगे गए थे और उम्मीदवारों द्वारा एर्व",
  "candidates. However, the copies of the grounds on": "निर्धारित किए गए थे । हालांकि, जिन आधारों पर नामांकन",
  "“11, The allegations made in para No. 1] of the writ": "\"१ ॥, रिट याचिका के पैरा नंबर 77 में लगाए गए आरोपों से",
  "petition are denied. The orders of the Returning Officer rejecting the nomination papers of petitioners Nos. 1": "इनकार किया जाता है। यातच्तिकाकर्ता क्रमांक । से 6 के नामांकन पत्रों को खारिज करने वाले रिटर्निय अधिकारी के आदेश कानूनी,",
  "to 6 are legal, valid and in accordance with rule 6 to": "के नियम 6 के अनुसार हैं। एछताछ करने के बाद आपत्तियों का",
  "making enquiries and proper opportunily was given to the petitioners to make the defence. Everybody and": "निस्तारण किया गया और याचिकाकर्ताओं को अपना पक्ष रखने का उचित अवसर दिया यगया। प्रत्येक व्यक्ति और व्यक्ति से पूछा",
  "individual was asked whether they have any objection to the nomination papers and some of the persons": "गया था कि क्या उन्हेंनामांकन पत्रों पर कोई आपत्ति है और कुछ",
  "who made the objection in writing, their objections": "व्यक्तियों ने लिखित में आपत्ति की है, उनकी आपत्तियों पर उनकी",
  "were considered in their presence and disposed of in": "उपस्थिति में विच्चार किया गया और कानून के अनुसार उनका",
  "scrutiny a list of validly nominated candidates was": "पर वैध रूप से तामांकित उम्मीदवारों की एक सची प्रदर्शित की",
  "made by the petitioners in the corresponding paragraphs": "याचिका के संबंधित पैराग्राफों सें याचिकाकर्ताओं द्वारा लगाए गए आरोपों",
  "not having been specifically denied :—": "वाला है, निम्नलिखित आरोपों को विशेष रूप से अस्वीकार नहीं किया गया हैः",
  "“(i) That on the 3rd of June, 1974, respondent No. 5 had been taken by Shri Gulwant Singh to respondents Nos.": "'(7) कि3 जून, 7974 को; ग्रतिवादी नंबर 5 को श्री गुत्र वंत सिंह",
  "been taken by Shri Gulwant Singh to respondents Nos. 7 and 8 and that he returned to his office at about 12 noon.": "ने प्रतिवादी संख्या 7 और 8 के पास ले जाया था और वह दोपहर लगभग 72 बजे अपने कार्यालय लौट आया था।",
  "“(ii) That respondent No. 5 never told any of the petitioners": "\"(॥) प्रतिवादी नंबर 5 ने कभी भी किसी भी याचिकाकर्ता को नहीं",
  "that any objection had been made against any of them.”": "बताया कि उनमें से किसी के खिलाफ कोई आपत्ति की गईं थी।",
  "Respondents Nos. 4 and 3 have no doubt stated :—": "प्रतिवादी संखया 4 और 5 में कोई संदेह नहीं हैः -",
  "“The objections were disposed of after making enquiries": "अदालत ने कहा; \"प्छताछ करने के बाद आपत्तियों का निस्तारण",
  "and proper opportunity was given to the petitioners to make the defence. Everybody and individual was": "कर दिया गया और याचिकाकर्ताओं को अपना बचाव करने का उच्तित अवसर दिया गया। प्रत्येक व्यक्ति और व्यक्ति से पूछा",
  "asked whether they have any objection to the nomination papers and some of the persons who made": "गया कि क्या उन्हें नामांकन पत्रों पर कोई आपत्ति है और कुछ",
  "the objections in writing, their objections were": "व्यक्तियों ने लिखित में आपत्तियां की थीं; उनकी आपत्तियों पर",
  "considered in their presence and disposed of in": "उनकी उपस्थिति में विचार किया गया और कानून के अनुसार",
  "nature of the “enquiries” and of the “proper opportunity": "हालांकि उन्होंने आसानी से \"पूछताछ\" की प्रकृति और \"याचिकाकर्ताओं",
  "had really been made and the petitioner concerned had": "किया है। यादि वास्तव में कोई प्छताछ की गई थी और संबंधित",
  "nomination paper. there is no reason why this should not": "को पूरा करने के लिए कहा गया था, तो कोई कारण नहीं है कि इस",
  "to the orders passed in relation to the nomination papers": "याचिकाकर्ताओं के नामांकन पत्रों के संबंध में पारित आदेशों के संदर्भ",
  "made available to them to meet any objections raised": "गईं किसी भी आपत्ति को प्रा करने के लिए उन्हें कोई अवसर",
  "Order on the nomination paper number": "नामांकन पत्र पर आदेश, सुंबर नंबर",
  "certificate of the proposer. He himself is in": "प्रस्तावक का प्रमाण पत्र। वह स्वयं पीएल एसबी के लिए",
  "2 Rejected. Did not disclose his membership of": "2 2 अस्वीकृत: की सदस्यता का खुलासा नहीं किया",
  "the Society. (ii) No clearance certificate Surnished.": "() कोई निकासी प्रमाण पत्र प्रस्तुत नहीं किया गया है।",
  "3 Rejected-clearance certificate more than 6": "3 3 अस्वीकृत- निकासी प्रमाणपत्र 6 पेक्षा जास्त",
  "4 Rejected. Candidate in default to parent Society": "4 4 अस्वीकृत,. मल समाज के लिए डिफ़ॉल्ट रूप से उम्मीदवार",
  "and no clearance certificate.": "और कोई निकासी प्रमाण पत्र नहीं।",
  "Rejected. Proposer inaction member af the": "5 5 अस्वीकृत. प्रस्तावक निष्क्रियता सदस्य",
  "P.LM.B.": "पी. एल. एस. बी.",
  "If objections had been put to the petitioner concerned. the order": "यदि संबंधित याकचिकाकर्ता से आपत्तियां की गई होतीं, तो आदेश में ऐसा ही",
  "would have stated so as also the defence taken and the reason for its rejection. The complete absence of these": "बताया गया होता और बचाव पक्ष और अस्वीकृति का कारण भी",
  "reason for its rejection. The complete absence of these details in each of the orders supports the stand taken by": "बताया गया होता! प्रत्येक आदेश में इन विवरणों की पूर्ण अनुपस्थिति",
  "the petitioners, especially when the evasive denial made": "याचिकाकर्ताओं द्वारा उठाए गए रुख का समर्थन करती है, खासकर",
  "by respondents Nos. 4 and 5 in their return is taken into": "जब प्रतिवादी संख्या 4 और 5 द्वारा उनके रिटर्न में किए गए",
  "consideration. I thus hold that no enquiry into the": "टालमटोल वाले इनकार को ध्यान में रखा जाता है। इस प्रकार मैं",
  "objections presented against any of the nomination papers": "मानता हूं कियात्िकाकर्ताओं द्वारा दायर किसी भी नामांकन पत्र के",
  "filed by the petitioners was made by respondent No. 5 at the time of scrutiny thereof.": "खिलाफ प्रस्तुत आपत्तियों की जांच के समय प्रातिवादी नंबर 5 द्वारा",
  "No. 5 to hold an enquiry of the type above mentioned. The": "5. अगला 7 उपर्युक्त प्रकार की जांच करने के लिए प्रतिवादी नंबर 5 की",
  "Appendix is the relevant provision :-—": "उपखंड (ज) का निम्नलिखित भाग संगत उपकंध् है: -",
  "“(1) The Returning Officer shall scrutinise the nomination papers at the place, date and time specified in this": "\"([) रिटर्निंग अधिकारी इस संबंध में निर्दिष्ट स्थान, तारीख और",
  "objectors in person to the eligibility of any candidate": "यदि कोई वाई, किसी भी उम्मीदवार की पात्रता के लिए व्यक्तिगत रूप से आपत्तिकर्ताओं द्वारा प्रस्तुत किया गया है और",
  "and dispose of these objections after such enquiry as": "इन आपत्तियों का निफ्टान ऐसी जांच के बाद किया जा सकता",
  "he may consider necessary. The decision of rejecting": "है जिसे वह आवश्यक समझे। नामांकन पत्रों को अस्वीकार करने",
  "or accepting the nomination papers and brief": "या स्वीकार करने का निर्णय और उसके कारणों का संक्षिप्त",
  "statement of reasons thereof shall be endorsed on the nomination papers and signed by the Returning": "विवरण नामांकन पत्रों पर पृशांकित किया जाएगा और और",
  "This provision has been interpreted by Sharma, J., in Parma": "इस प्रावधान की व्याख्या शर्मा ने की है। , परमानंद बनास पंजाब राज्य",
  "27, thus :—": "और अन्य; 4973 पीएल जे 27 में, इस प्रकार :-",
  "against the nomination papers without affording any opportunity to the candidate filing the nomination": "वाले उम्मीदवार को कोई अवसर दिए बिना नामांकन पत्रों के",
  "papers. The rejection of the nomination papers of the": "क्षेत्र दिया गया है। याचिकाकर्ता के नामांकन पत्रों को खारिज",
  "petitioner appers to be illegal on this ground alone. It": "करना केवल इसी आधार पर अवैध है। यह अच्छी तरह से तय",
  "is well settled that a wrongful rejection of nomination papers vitiates the election.”": "है कि नामांकन पत्रों की गलत तरीके से अस्वीकृति चुनाव को दृषित करती है।",
  "conclude that the failure of respondent No. 5 to give an opportunity to the petitioners to meet the objections raised against their respective nomination papers vitiates the": "याचिकाकर्ताओं को उनके संबंधित नामांकन पत्रों के खिलाफ उठाई गई आपत्तियों को पूरा करने का अवसर देने में प्रतिवादी संख्या 5 की विफलता उनके द्वारा की",
  "proceedings held by him and the acceptance of the": "गई कार्यवाही और",
  "nomination papers of respondents Nos. 9 to 13 and 15.": "उत्तरदाताओं संख्या 9 से 43 और 45 के नामांकन पत्रों की स्वीकृति को रद्द कर",
  "6. Atthe hearing Mr. Khoji, learned counsel for the petitioners,": "6. सुनवाई में याचिकाकर्ताओं के विद्वान वकील श्री खोजी। उनके नामांकन पत्रों",
  "also attacked the rejection of their nomination papers as": "को अस्वीकार करने पर भी हमला किया गया क्‍योंकि उन्होंने नीचे दिए गए किसी",
  "the same had been ordered for any of the reasons appearing": "भी कारण से ऐसा करने का आदेश दिया था:",
  "(a) The proposer was a defaulter to some Society.": "(ए) प्रस्तावक किसी सोसायटी का डिफॉल्टर था।",
  "(b) No ‘clearance certificate’ had been filed by the candidate concerned along with his nomination papers.": "(बी) संबंधित उम्मीदवार द्वारा अपने नामांकन पत्र के साथ कोई अनापत्ति प्रमाण पत्र दाखिल नहीं किया गया था।",
  "(c) Proposer is inactive member.": "(सी) प्रस्तावक निष्क्रिय सदस्य है.",
  "argument raised by Mr. Khoji is unexceptionable. No": "श्री खोजी द्वारा उठाया गया तर्क अप्राप्य है। अधिनियम या उसके तहत बनाए गए",
  "down that any of these three reasons shall be a ground": "नियमों का कोई प्रावधान यह नहीं बताता कि इन तीन कारणों में से कोई भी",
  "fo my notice. Mr. Grover has, however. contended that under instructions issued by the Registrar, Co-operative": "हालाँकि, श्री ग्रोवर ने तर्क दिया है कि रजिस्ट्रार द्वारा जारी निर्देशों के तहत।",
  "Societies, Punjab. with his letter No. Credit/C.A. 3/72303-": "सहकारी समितियाँ, पंजाब। अपने पत्र क्रमांक क्रेडिट/सी.ए. के साथ। ३72303-",
  "38 dated 25th of October, 1969, a copy of which he has": "58 दिनांक 25 अक्टूबर 4969, जिसकी एक प्रति",
  "placed on the record, a proposer has to be a voter from the": "उन्होंने रिकॉर्ड पर रखी है, एक प्रस्तावक को संबंधित क्षेत्र से मतदाता होना होगा",
  "zone concerned and a person cannot be a voter if he is in": "और यदि कोई व्यक्ति किसी भी समाज का बकाएदार है तो वह मतदाता नहीं हो",
  "defult to any society. He has also urged that under rule 25": "सकता है। उन्होंने यह भी आग्रह किया है कि अधिनियम के तहत बनाए गए",
  "for election as a member of the committee of the Society if he is in default to any Co-operative Society in respect of": "में चुनाव के लिए पात्र नहीं है, यदि वह किसी सहकारी समिति से देय किसी भी",
  "any sum due from him to that society so that in the very": "राशि के संबंध में चूक करता है। उसे उस सोसायटी में भेजा जाए ताकि चीजों की",
  "nature of things a candidate must produce a “clearance": "प्रकृति के अनुसार एक उम्मीदवार को एक \"क्लीयरेंस सर्टिफिकेट\" प्रस्तुत करना",
  "is placed by Mr. Grover for the proposition that a person": "ग्रोवर द्वारा इस प्रस्ताव के लिए भरोसा रखा गया है कि जो व्यक्ति सोसायटी का",
  "who has been an “inactive member\" of the Society cannot": "\"निष्क्रिय सदस्य\" रहा है, वह प्रस्तावक नहीं हो सकता है। इनमें से किसी भी",
  "7. The relevant part of the instructions above- -mentioned States :—-": "7. उपर्युक्त निर्देशों का प्रासंगिक भाग बताता हैः-",
  "“Zonal lists of voters shall be prepared by the Manager in the following forms separately for each": "\"मतदाताओं की क्षेत्रीय सूचियाँ प्रत्येक क्षेत्र के लिए अलग से निम्नलिखित प्रपत्रों में",
  "proposer shall be from the zone concerned. ~": "संबंधित क्षेत्र से होंगे।\"",
  "Sub-clause (e) of clause 1 of the Appendix ‘C’ states :": "परिशिष्ट सी के खंड | के उप-खंड (ई) में कहा गया है:",
  "“(e) ‘Voter’ means a person entitled to vote under these": "\"(ई) 'मतदाता' का अर्थ है इनके तहत वोट देने का हकदार व्यक्ति",
  "rules.”": "नियम।\"",
  "It is not disputed that a person who is a defaulter on the date of": "इसमें कोई विवाद नहीं है कि जो व्यक्ति मतदान की तिथि पर डिफॉल्टर है, उसे",
  "the poll is disqualified from casting his vote and that the": "अपना वोट डालने के लिए अयोग्य घोषित कर दिया जाता है और यदि वह वोट",
  "due from him to the concerned Society immediately before": "देने के अधिकार का दावा करने से तुरंत पहले संबंधित सोसायटी को बकाया राशि",
  "default has relevance, therefore, only to the point of time": "से अर्जित अयोग्यता की प्रासंगिकता, इसलिए, केवल उस समय तक होती है जब",
  "when a poll is held and to no earlier stage. It follows that if": "मतदान होता है और इससे पहले के चरण में नहीं। इसका तात्पर्य यह है कि यदि",
  "a proposer has to be a voter, his status as such will have to": "किसी प्रस्तावक को मतदाता होना है, तो उसकी स्थिति को डिफ़ॉल्ट की अयोग्यता",
  "be determined without reference to the disqualification of": "के संदर्भ के बिना निर्धारित करना होगा, जिसके लिए यह नहीं कहा",
  "been reached before the date of the poll. As it is, however,": "जा सकता है कि मतदान की तारीख से पहले चरण तक पहुंच गया है। हालाँकि,",
  "the instructions do not state that a proposer has to be a “voter” as defined in sub-clause (e) reproduced above. In": "जैसा कि यह है। निर्देशों में यह नहीं कहा गया है कि एक प्रस्तावक को \"मतदाता\" होना चाहिए जैसा कि ऊपर प्रस्तुत उप-खंड (ई) में परिभाषित किया गया है।",
  "the context in which the word “proposer” is mentioned in": "जिस संदर्भ में निर्देशों में \"प्रस्तावक\" शब्द का उल्लेख किया गया है, उसका तात्पर्य",
  "Shall be a person whose name is borne on the list of members": "यह प्रतीत होता है कि वह एक ऐसा व्यक्ति होगा जिसका नाम सोसायटी के",
  "list of voters” which expression can mean nothing more or": "मतदाताओं की सूची\" जिसकी अभिव्यक्ति का मतलब अयोग्यता के संदर्भ के बिना,",
  "less than a list of members of the Society pertaining to a": "सोसायटी के सदस्यों की सूची से अधिक या कम कुछ भी नहीं हो सकता है, जो कि",
  "any, that such member may earn or may have earned by": "ऐसा सदस्य डिफ़ॉल्ट के कारण अर्जित कर सकता है या अर्जित कर सकता है। बाद",
  "disqualification of default has nothing to do with a person": "अधिकार का किसी व्यक्ति से कोई लेना-देना नहीं है",
  "who proposes the name of another as a candidate. Apart": "जो उम्मीदवार के रूप में दूसरे का नाम प्रस्तावित करता है। निर्देशों के अलावा,",
  "support of the view of respondent No. 5 that a proposer": "प्रतिवादी संख्या 5 के दृष्टिकोण के"
}