{
  "Before Suvir Sehgal, J.": "समक्ष सुवीर सहगल जे.",
  "SATWANT KAUR AND OTHERS — Petitioners": "सतवंत कौर और अन्य - याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS — Respondents": "हरियाणा राज्य और अन्य - उत्तरदाता",
  "CWP No. 9827 of 2015": "20॥5 का सीडब्ल्यूपी नंबर 9827",
  "January 30, 2023": "30 जनवरी 2023",
  "Constitution of India, 1950—Art. 226,227—Haryana State Council of Child Welfare falls within ambit of State—Petitioners": "भारत का संविधान, 950-कला. 226, 227-हरियाणा राज्य बाल कल्याण परिषद राज्य के दायरे में आती है-",
  "denied minimum of regular pay scale at par with their counterparts working in other districts—challenged—contested on the ground that": "याचिकाकर्ताओं ने अन्य जिलों में काम करने वाले अपने समकक्षों के बराबर न्यूनतम नियमित वेतनमान से इनकार कर",
  "guidelines and writ petition is not maintainable against it—Held, Haryana State Council of Child Welfare falls within ambit of": "संगठन है और इसके खिलाफ रिट याचिका बनाए रखने योग्य नहीं है-आयोजित, हरियाणा राज्य बाल कल्याण परिषद",
  "authority and is amenable to writ jurisdiction—council directed to": "प्राधिकरण के दायरे में आती है और रिट अधिकार क्षेत्र के लिए उत्तरदायी है- परिषद ने याचिकाकर्ताओं को महंगाई",
  "pay minimum of regular pay scale to petitioners alongwith dearness allowance—Court observed that it is not fair to discriminate—": "भत्ते के साथ न्यूनतम नियमित वेतनमान का भुगतान करने का निर्देश दिया- अदालत ने कहा कि भेदभाव करना उचित",
  "Districts, have been granted benefits flowing from the judgment in Shakuntla Devi's case (supra), it is not fair to discriminate the": "के मामले (उपर्युक्त) में निर्णय से प्रवाहित लाभ प्रदान किए गए हैं, याचिकाकर्ताओं के साथ भेदभाव करना उचित नहीं",
  "petitioners. However, arrears are restricted to a period of three years prior to the date of passing of this order. It is further directed that": "है। हालांकि, बकाया इस आदेश के पारित होने की तारीख से पहले तीन साल की अवधि तक सीमित है। यह भी निर्देश",
  "respondents No.2 and 3 would consider the case of the petitioners for regularization at par with their counter-parts working in other districts and pass appropriate orders. The entire exercise would be carried out": "दिया गया है कि प्रतिवादी संख्या. 2 और ३ अन्य जिलों में काम करने वाले अपने काउंटर-पार्टस के बराबर नियमितीकरण के लिए याचिकाकर्ताओं के मामले पर विचार करेंगे और उचित आदेश पारित करेंगे। आदेश की प्रमाणित",
  "within a period of four months from the date of receipt of certified copy": "प्रति प्राप्त होने की तारीख से चार महीने की अवधि के भीतर पूरी कवायद की जाएगी। (पैरा 7)",
  "Saurabh Dalal, Advocate, for the petitioners.": "याचिकाकर्ताओं की ओर से अधिवक्ता सौरभ दलाल।",
  "Saurabh Mohunta, DAG, Haryana.": "सौरभ मोहंता, डीएजी, हरियाणा।",
  "V.K.Mahajan, Advocate for respondent No.3.": "अधिवक्ता वी.के.महाजन प्रतिवादी नं.3 के लिए ।",
  "SUVIR SEHGAL, J. (Oral)": "सुवीर सहगल, जे। (मौखिक)",
  "(1) Petitioners have invoked the writ jurisdiction of this Court": "(।) याचिकाकर्ताओं ने इस न्यायालय की रिट अधिकारिता को लागू किया है जिसमें दिनांक 23.04.205 (अनुलग्नक",
  "seeking issuance of a writ in the nature of certiorari quashing order dated 23.04.2015 (Annexure P-3) and directing the respondents to grant": "पी-3) को निरस्त करने वाले आदेश की प्रकृति में एक रिट जारी करने की मांग की गई है और उत्तरदाताओं को उन्हें",
  "(6) At this stage, it may be noticed that in reply to para 5 of the writ petition, respondents No.2 and 3 have submitted as under:-": "(6) इस स्तर पर, यह ध्यान दिया जा सकता है कि रिट याचिका के पैरा 5 के उत्तर में, उत्तरदाता संख्या 2 और 3 ने निम्नानुसार प्रस्तुत किया हैः -",
  "“5. That the contents of para No.5 are admitted being a matter of record. It is admitted that some Balsevikas in": "\"5, कि पैरा सं. 5 की विषय-वस्तुएं अभिलेख का विषय होने के नाते स्वीकार की गई हैं। यह माना जाता है कि अन्य",
  "other districts have been made regular and are getting salary alongwith P.F, D.A. and other benefits in view of": "जिलों में कुछ बालसेवकों को नियमित किया गया है और उन्हें पी.एफ., डी.ए के साथ वेतन मिल रहा है। और 987",
  "salary alongwith P.F, D.A. and other benefits in view of order passed in CWP No.1286 of 1987 but since the council": "के सीडब्ल्यूपी संख्या. ।286 में पारित आदेश को ध्यान में रखते हुए अन्य लाभ, लेकिन चूंकि परिषद के पास अपनी",
  "has no funds of its own or provided by any Govt. Agency. The scheme sponsored by the Govt. of India does not allow": "कोई निधि नहीं है या किसी सरकार द्वारा प्रदान नहीं की गई है। एजेंसी। सरकार द्वारा प्रायोजित योजना। भारत सरकार",
  "any minimum pay scale and allowances at present. So, the petitioners can not be given the benefit of minimum pay": "वर्तमान में किसी भी न्यूनतम वेतनमान और भत्तों की अनुमति नहीं देती है। इसलिए, याचिकाकर्ताओं को न्यूनतम",
  "scale as it is against the terms and conditions of the appointment letter. Therefore claim of the petitioners could": "वेतनमान का लाभ नहीं दिया जा सकता है क्योंकि यह नियुक्ति पत्र के नियमों और शर्तों के खिलाफ है। इसलिए",
  "(7) As counterparts of the petitioners working in other Districts, have been granted benefits flowing from the judgment in Shakuntla Devi's case (supra), it is not fair to discriminate the petitioners.": "(7) अन्य जिलों में काम करने वाले याचिकाकर्ताओं के समकक्षों के रूप में, शकुंतला देवी के मामले (ऊपर) में निर्णय से प्रवाहित लाभ प्रदान किए गए हैं, याचिकाकर्ताओं के साथ भेदभाव करना उचित नहीं है।",
  "(8) In Jagjit Singh's case (supra), Apex Court has held that temporary employees (differently described as work charge, daily": "(8) जगजीत सिंह के मामले में (उपर्युक्त) उच्चतम न्यायालय ने अभिनिर्धारित किया है कि अस्थायी कर्मचारी (भिन्न",
  "wage, casual, ad-hoc, contractual and the like) are entitled to the": "रूप से कार्य प्रभार, दैनिक मजदूरी, आकस्मिक, तदर्थ, संविदात्मक आदि के रूप में वर्णित) महंगाई भत्ते के साथ",
  "minimum of the regular pay scale alongwith dearness allowance.": "न्यूनतम नियमित वेतनमान के हकदार हैं।",
  "(9) In view of the above, impugned order dated 23.04.2015 (Annexure P-3) is set aside. Writ petition is disposed of with a direction": "(9) उपरोक्त को ध्यान में रखते हुए, दिनांक 23.04.205 (अनुलग्नक पी-3) के आक्षेपित आदेश को अलग रखा गया",
  "in Jagjit Singh's case (supra). However, arrears are restricted to a period of three years prior to the date of passing of this order. It is": "हालांकि, बकाया इस आदेश के पारित होने की तारीख से पहले तीन साल की अवधि तक सीमित है। यह भी निर्देश",
  "further directed that respondents No.2 and 3 would consider the case of the petitioners for regularization at par with their counter-parts working in other districts and pass appropriate orders. The entire exercise would": "दिया गया है कि प्रतिवादी संख्या. 2 और ३ अन्य जिलों में काम करने वाले अपने काउंटर-पार्टस के बराबर नियमितीकरण के लिए याचिकाकर्ताओं के मामले पर विचार करेंगे और उचित आदेश पारित करेंगे। आदेश की प्रमाणित",
  "be carried out within a period of four months from the date of receipt of": "प्रति प्राप्त होने की तारीख से चार महीने की अवधि के भीतर पूरी कवायद की जाएगी।",
  "Dr. Sumati Jund": "डॉ. सुमती जुंद",
  "SATWANT KAUR AND OTHERS v. STATE OF HARYANA AND 1477 OTHERS (Suvir Sehgal, J.)": "सतवंत कौर और अन्य बनाम हरियाणा राज्य और अन्य (सुवीर सहगल, जे.)",
  "them minimum of regular pay scale as is being granted to similar situated employees alongwith arrears and compensation. Another": "न्यूनतम नियमित वेतनमान प्रदान करने का निर्देश दिया गया है जैसा कि बकाया और मुआवजे के साथ समान स्थित",
  "directing the respondents to regularize the services of the petitioners.": "कर्मचारियों को दिया जा रहा है। याचिकाकर्ताओं की सेवाओं को नियमित करने के लिए उत्तरदाताओं को निर्देश देते",
  "(2) Counsel for the petitioners has contended that the": "(2) याचिकाकर्ताओं के वकील ने तर्क दिया है कि याचिकाकर्ता क्रेच और बाल देखभाल केंद्रों में जिला बाल कल्याण",
  "consolidated monthly salary of Rs.1200/- to Rs.2000/- with District": "परिषद के साथ 4200 रुपये से 2000 रुपये के मामूली समेकित मासिक वेतन पर अनुबंध पर बाल्से विकास के रूप",
  "submits that petitioners No.1 to 4 have been working for the last 10-": "में काम कर रहे हैं। वह प्रस्तुत करता है कि याचिकाकर्ता नंबर । से ५ पिछले 0-5 वर्षों से काम कर रहे हैं, जबकि,",
  "15 years, whereas, petitioner No.5 has been in the employment for the last more than 25 years. It is his contention that petitioners are entitled": "याचिकाकर्ता नंबर 5 पिछले 25 वर्षों से अधिक समय से रोजगार में है। यह उनका तर्क है कि याचिकाकर्ता नियमित",
  "to regular pay scales as have been granted to similarly situated employees working in other districts, who have rendered services of": "वेतनमान के हकदार हैं जैसा कि अन्य जिलों में काम करने वाले समान रूप से स्थित कर्मचारियों को दिया गया है,",
  "more than a decade. He has challenged the impugned order on the": "जिन्होंने एक दशक से अधिक की सेवा प्रदान की है। उन्होंने आक्षेपित आदेश को इस आधार पर चुनौती दी है कि",
  "ground that respondent-authorities have failed to appreciate the legal position as has been settled by a Division Bench of this Court, vide": "प्रत्यर्थी-प्राधिकरण कानूनी स्थिति की सराहना करने में विफल रहे हैं जेसा कि इस न्यायालय की एक खंड पीठ द्वारा",
  "judgment dated 13.08.2010 in CWP No.1286 of 1987 titled as Shakuntla Devi versus The Deputy Commissioner, Sirsa and another": "987 के सीडब्ल्यूपी नंबर. 7286 में दिनांक 3.08.200 के फैसले के माध्यम से शकुंतला देवी बनाम उपायुक्त,",
  "and by the Hon'ble Supreme Court in State of Punjab and others versus Jagjit Singh and others’.": "सिरसा और एक अन्य और पंजाब राज्य में माननीय सर्वोच्च न्यायालय और अन्य बनाम जगजीत सिंह और अन्य ' द्वारा",
  "(3) On the other hand, counsel representing respondents No.2 and 3 has opposed the petition on the ground that Haryana State": "(3) दूसरी ओर, प्रतिवादी संख्या 2 और 3 का प्रतिनिधित्व करने वाले वकील ने इस आधार पर याचिका का विरोध",
  "Council of Child Welfare is not a “State” within the meaning of Article 12 of the Constitution and a writ petition is not maintainable": "किया है कि हरियाणा राज्य बाल कल्याण परिषद संविधान के अनुच्छेद 2 के अर्थ के भीतर एक \"राज्य\" नहीं है और",
  "against it. It is his submission that the Council is a Non-Govt.": "इसके खिलाफ एक रिट याचिका विचारणीय नहीं है। यह उनका निवेदन है कि परिषद एक गैर-सरकारी है। अपने स्वयं",
  "Organization with its own rules and guidelines and the Govt. policies are not applicable to it. It has not been disputed that some of the": "के नियमों और दिशानिर्देशों के साथ संगठन और सरकार। नीतियाँ इस पर लागू नहीं होती हैं। इस बात पर कोई विवाद",
  "(4) I have considered the submissions made by counsel for the parties and examined the paper-book with their able assistance.": "(५) मैंने पक्षकारों के वकीलों द्वारा की गई दलीलों पर विचार किया है और उनकी सक्षम सहायता से पेपर-बुक की",
  "(5) Arguments raised on behalf of respondents No.2 and 3": "(5) उत्तरदाता संख्या 2 और 3 की ओर से उठाए गए तर्कों पर ध्यान दिया जाना चाहिए और अस्वीकार किया जाना",
  "deserve to be noticed and rejected. A Full Bench of this Court in Shakuntla Devi's case (supra) which has been followed by a Division": "चाहिए। शकुंतला देवी के मामले (उपर्युक्त) में इस न्यायालय की एक पूर्ण पीठ, जिसका अनुसरण 22.0.208 को",
  "Bench in LPA No.1124 of 2015 titled as Janki Devi versus State of Haryana and others, decided on 22.10.2018, has held that District": "जानकी देवी बनाम हरियाणा राज्य और अन्य के रूप में 205 के एलपीए संख्या. 429 में एक खंड पीठ द्वारा किया"
}