{
  "SUMITRA DEVI v. COMMISSIONER, GURUGRAM DIVISION, 407 GURUGRAM AND OTHERS (Sureshwar Thakur, J.)": "सुमित्र देवी बनाम आयुक्त, गुरूग्राम विभाग, गुरूग्राम और अन्य (सुरेश्वर ठाकुर, जे.)",
  "Before Sureshwar Thakur & Kuldeep Tiwari, JJ.": "समक्ष सुरेश्वर ठाकुर और कुलदीप तिवारी जे. जे.",
  "SUMITRA DEVI—Petitioner": "सुमित्र देवी-याचिकाकर्ता",
  "versus": "बनाम",
  "COMMISSIONER, GURUGRAM DIVISION, GURUGRAM AND OTHERS—Respondents": "आयुक्त, गुरूग्राम विभाग, गुरूग्राम और अन्य- उत्तरदाता",
  "CWP No. 17940 of 2020 (O&M)": "सीडब्ल्यूपी नं. 2020 का 77940 (ओ और एम)",
  "January 16, 2023": "6 जनवरी, 2023",
  "Land Laws—Punjab Village Commom Lands (Regulation) Act, 1961—S.7—Petition u/s S.7—Tiled seeking removal of": "भूमि कानून-पंजाब विलेज कमॉम लैंड्स (रेगुलेशन) एक्ट, 96-एस 7-धारा 7 के तहत याचिका-एक गैर ममकिन",
  "unauthorized construction on a gair mumkin rasta—Assistant Collector dismissed the petition relying only upon a spot visit by him": "रास्ते पर अनधिकृत निर्माण को हटाने की मांग- सहायक कलेक्टर ने केवल उनके द्वारा मौके पर जाने के आधार पर",
  "—Revision dismissed by District Collector on ground of maintainability in the absence of demarcation report—Order": "याचिका को खारिज कर दिया-सीमांकन रिपोर्ट के अभाव में रखरखाव के आधार पर जिला कलेक्टर द्वारा संशोधन को",
  "untenable—Matter remanded to have site demarcated and fresh": "खारिज कर दिया गया- असमर्थनीय आदेश-स्थल का सीमांकन करने और नया आदेश पारित करने के लिए मामला",
  "Held, that in the face of the above, the orders as challenged before this Court, and, as respectively made by the learned District": "अभिनिर्धारित किया गया कि उपरोक्त के सामने, इस न्यायालय के समक्ष चुनौती दिए गए आदेश, और, क्रमशः संबंधित",
  "Collector concerned, and, the learned Revisional Court concerned, are quashed and set aside. The J/is is remanded to the learned Assistant": "विद्वत जिला कलेक्टर और संबंधित विद्वत पुनरीक्षण न्यायालय द्वारा किए गए आदेशों को रद्द कर दिया जाता है और",
  "Collector concerned to, after asking for a valid demarcation of the relevant site being made by the competent revenue officer concerned,": "अलग कर दिया जाता है। संबंधित राजस्व अधिकारी द्वारा बनाए जा रहे संबंधित स्थल के वैध सीमांकन के लिए पूछने",
  "hence ensure, that the drawn demarcation report, is tendered and is also proven in accordance with law. The above /is shall be positively": "के बाद, यह सुनिश्चित करने के लिए कि सीमांकन रिपोर्ट तैयार की गई है और कानून के अनुसार भी साबित हुई है,",
  "law and after assigning an opportunity to all concerned.": "लिया जाएगा, लेकिन केवल कानून के अनुसार और सभी संबंधितों को एक अवसर आवंटित करने के बाद।",
  "(Para 7)": "(पैरा 7)",
  "Jai Vir Yadav, Sr. Advocate with Harshvardhan Ranga, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता हर्षवर्धन रंगा के साथ वरिष्ठ अधिवक्ता जयवीर यादव।",
  "P.P. Chahar, DAG, Haryana.": "पी पी चाहर, डीएजी, हरियाणा।",
  "Aditya Yadav, Advocate for the respondent No.5.": "आदित्य यादव, प्रतिवादी नंबर. 5 के लिए अधिवक्ता",
  "SURESHWAR THAKUR, J. (ORAL)": "सुरेश्वर ठाकुर, जे (मौखिक)",
  "(1) The learned counsels appearing for the contesting litigants do not wrangle over the right factum that one Rajender Parsad and co-": "(॥) लड़ने वाले वादियों की ओर से पेश विद्वान वकील इस सही तथ्य पर विवाद नहीं करते हैं कि एक राजेंद्र प्रसाद",
  "respondent Nos.1 to 4 are co-abadi owners and/or they hold abadis on": "और कॉरेस्पॉन्डेंट नंबर । से ५ सह-अबादी मालिक हैं और /या वे अबदी रखते हैं।",
  "land, described in the revenue record as abadi deh.": "भूमि, जो राजस्व अभिलेख में अबादी देह के रूप में वर्णित है।",
  "(2) Therefore, the effect of the above submission, is that, the above category of land was excluded from vestment in the panchayat deh concerned.": "(2) इसलिए, उपरोक्त निवेदन का प्रभाव यह है कि उपरोक्त श्रेणी की भूमि को संबंधित पंचायत विभाग में निहित करने से बाहर रखा गया था।",
  "(3) Since, the cause of action, which becomes ventilated, by one Rajinder Parsad, in the petition instituted under Section 7 of the Punjab Village Common Lands (Regulation) Act, 1961 (hereinafter": "(3) चूंकि, पंजाब विलेज कॉमन लैंड्स (विनियमन) एक्ट, 96। की धारा 7 के तहत दायर याचिका में राजिंदर प्रसाद",
  "referred to as the Act), is that, qua co-respondents Nos.1 to 4 making": "द्वारा की गई कार्रवाई का कारण (इसके बाद अधिनियम के रूप में संदर्भित) यह है कि, सह-प्रत्यर्थी संख्या । से ५ गैर-",
  "21.08.2017, and, which becomes carried in Annexure P-3, came to a conclusion that there is no merit in the petition filed under Section 7 of": "और, जो अनुलग्नक पी-3 में किया जाता है, इस निष्कर्ष पर पहुंचा कि अधिनियम की धारा 7 के तहत दायर याचिका",
  "(4) It appears on a reading of the last paragraph of the said order, that the learned Assistant Collector concerned, had relied upon a": "(५) उक्त आदेश के अंतिम पैराग्राफ को पढ़ने पर यह प्रतीत होता है कि संबंधित सहायक कलेक्टर ने 8.08.207",
  "exercising of easmentary rights thereons by the co-abadi owners. The order carried in Annexure P-3 became appealed by the aggrieved": "द्वारा उस पर आसान अधिकारों के प्रयोग के लिए था। अनुलम्नक पी-3 में दिए गए आदेश के खिलाफ पीड़ितों द्वारा",
  "(5) The effect of the above reliance, is that, since there is no report of the demarcating officer rather accompanying the above": "(5) उपरोक्त निर्भरता का प्रभाव यह है कि, चूंकि सीमांकन अधिकारी की कोई रिपोर्ट नहीं है, बल्कि उपरोक्त के साथ",
  "respectively made personal spot visit, and, the report of the District Development and Panchayat Officer, Rewari, therefore, unless a valid": "क्रमशः व्यक्तिगत स्थल का दौरा किया गया है, और, जिला विकास और पंचायत अधिकारी, रेवाड़ी की रिपोर्ट, इसलिए,",
  "demarcation of the relevant site was made by the demarcating officer concerned, and, also the same became tendered into evidence,": "जब तक कि संबंधित स्थल का वैध सीमांकन संबंधित सीमांकन अधिकारी द्वारा नहीं किया गया था, और यह भी साक्ष्य",
  "besides, became proven in accordance with law, thereupon alone, the learned Assistant Collector concerned, and, thereafter the learned": "में प्रस्तुत किया गया था, इसके अलावा, कानून के अनुसार साबित हो गया था, तभी, संबंधित विद्वान सहायक कलेक्टर,",
  "personal spot visit, and/or, from the report of 26.03.2018, as became drawn by the District Development and Panchayat Officer, Rewari.": "सकता है, और»या, 26.03.20॥8 की रिपोर्ट से, जैसा कि जिला विकास और पंचायत अधिकारी, रेवाड़ी द्वारा तैयार",
  "However, in the absence of the above, both yet untenably, relied respectively upon the above personal spot visit report, and, upon the": "किया गया था। हालांकि, उपरोक्त की अनुपस्थिति में, दोनों ने क्रमशः उपरोक्त व्यक्तिगत स्पॉट विजिट रिपोर्ट पर भरोसा",
  "report of the District Development and Panchayat Officer, Rewari,": "किया, और, जिला विकास और पंचायत अधिकारी, रेवाड़ी की रिपोर्ट पर, और एक असमर्थनीय निष्कर्ष निकाला कि"
}