{
  "HARYANA STAFF SEELCTION COMMISSION v. SUBHASH CHAND — 337 AND OTHERS (M.S. Ramachandra Rao, J.)": "हरियाणा कर्मचारी चयन आयोग बनाम सुभाष चंद और अन्य (एम. एस. रामचंद्र राव, जे.)",
  "Harsh and another' A.P. Public Service Commission versus B. Sarat Chandra® and Mrs. Rekha Chaturvedi versus University of Rajasthan’.": "हर्ष और एक अन्य' एपी लोक सेवा आयोग बनाम बी शरत चंद्र और श्रीमती रेखा चतुर्वेदी बनाम राजस्थान विश्वविद्यालयः",
  "(17) Counsel for respondent No.1 refuted the said contentions and supported the order of the learned Single judge.": "(7) प्रत्यर्थी नंबर । के वकील ने उक्त दलीलों का खंडन किया और विद्वान एकल न्यायाधीश के आदेश का समर्थन किया।",
  "(18) He placed reliance on the judgments of the Supreme Court in Ram Kumar Gijroya versus Delhi Subordinate Services Selection": "(8) उन्होंने राम कुमार गिजरोया बनाम दिल्ली अधीनस्थ सेवा चयन बोर्ड और अन्य मामलों में सर्वोच्च न्यायालय के",
  "Board and another2016 (4) SCC 754 Sunita Rani versus Haryana Staff Selection Commission LPA-656-2021 decided on 12.05.2022 and": "निर्णयों पर भरोसा किया।206 (५) एससीसी 75% सुनीता रानी बनाम हरियाणा कर्मचारी चयन आयोग एलपीए-",
  "Kiran Bala versus State of Haryana and othersLPA-385-2017 decided on 23.01.2023.": "656-202। 2-05-2022 और किरण बाला बनाम हरियाणा राज्य और अन्यएलपीए-385-2047 23-0-2023 को",
  "Consideration by the Court": "अदालत द्वारा विचार",
  "(19) We have noted the contentions of both sides.": "(9) हमने दोनों पक्षों की दलीलों को नोट किया है।",
  "(20) It was brought to our notice during the course of hearing of the appeal by the counsel for the parties that pursuant to a direction": "(20) यह पक्षकारों के वकील द्वारा अपील की सुनवाई के दौरान हमरे संज्ञान में लाया गया था कि हरियाणा राज्य के",
  "given by the Chief Secretary of the State of Haryana, SBC category reservation, which was initially provided in the advertisement and in": "मुख्य सचिव द्वारा दिए गए निर्देश के अनुसार, एसबीसी श्रेणी आरक्षण, जो शुरू में विज्ञापन में प्रदान किया गया था",
  "which category the respondent had applied, was decided not to be": "और किस श्रेणी में प्रतिवदी ने आवेदन किया था, को 20॥6 में लागू नहीं करने का निर्णय लिया गया था और इस",
  "candidates only when the result of the selection was notified on 17.9.2018.": "तथ्य का खुलासा चयनित उम्मीदवारों को तभी किया गया जब चयन का परिणाम 7-9-208 को अधिसूचित किया",
  "(21) The note appended to the Select List states as under:": "(2) चयन सूची में संलग्न नोट में कहा गया हैः",
  "“The result of SBC/BC(C) category has been withheld as per letter No.42/187/2015-5GSI Dated:25.08.2016 issued": "\"एसबीसी/बीसी (सी) श्रेणी का परिणाम पत्र संख्या ५2/87/205-5जीएसआई के अनुसार रोक दिया गया है।",
  "by Chief Secretary, Government of Haryana in view of": "दिनांक: 25-08-206 मुख्य सचिव, हरियाणा सरकार द्वारा माननीय उच्च न्यायालय के निर्देशों को ध्यान में रखते",
  "Haryana Backward Classes (Reservation in services and admission in educational institutions) Act 2016 to the": "हुए जारी किया गया है कि हरियाणा पिछड़ा वर्ग (सेवाओं में आरक्षण और शैक्षणिक संस्थानों में प्रवेश) अधिनियम",
  "Block ‘C’. The SBC/BC (C) category candidates, except those who have availed the benefit of age relaxation, have": "जाएगी। पिछड़ा वर्ग ब्लॉक 'सी। एसबीसी/बीसी (सी) श्रेणी के उम्मीदवारों को छोड़कर, जिन्होंने आयु छूट का लाभ",
  "been considered against general vacancies.”( emphasis supplied)": "उठाया है, सामान्य रिक्तियों के खिलाफ विचार किया गया है।(जोर दिया गया)",
  "'2021(11) SCC 383": "3.202() एससीसी 383",
  "* 1990 (2) SCC 669": "2.990 (2) एससीसी 669",
  "31993 (suppl.3)SCC 168": "3.993 (पूरक 3) एससीसी 68",
  "HARYANA STAFF SEELCTION COMMISSION v. SUBHASH CHAND — 335 AND OTHERS (M.S. Ramachandra Rao, J.)": "हरियाणा कर्मचारी चयन आयोग बनाम सुभाष चंद और अन्य (एम. एस. रामचंद्र राव, जे.)",
  "Hitesh Pandit, Addl. A.G., Haryana.": "हितेश पंडित, एडिशनल एजी, हरियाणा।",
  "Madan Pal, Advocate, for respondent No.1.": "मदन पाल, अधिवक्ता, प्रत्यर्थी संख्या । के लिए।",
  "M.S. RAMACHANDRA RAO, J.": "एम एस रामचंद्र राव, जे।",
  "(1) This Letters Patent Appeal is preferred against the judgment dt.10.12.2018 in CWP-25782-2018 passed by the learned Single Judge.": "(।) यह पत्र पेटेंट अपील विद्वान एकल न्यायाधीश द्वारा पारित सीडब्ल्यूपी-25782-20॥8 में दिनांक 40-2-208 के फैसले के खिलाफ प्राथमिकता दी जाती है।",
  "(2) Respondent No.1 had filled the post of PGT (Political Science) pursuant to an advertisement dt.28.06.2015 issued by the appellant/Haryana Staff Selection Commission [for short ‘the Commission].": "(2) प्रत्यर्थी संख्या ॥ ने अपीलार्थी»हरियाणा कर्मचारी चयन आयोग द्वारा जारी विज्ञापन तिथि 28-06-20॥5 के अनुसार पीजीटी (राजनीति विज्ञान) के पद को भरा था।",
  "(3) The last date for submission of online application was": "(3) ऑनलाइन आवेदन जमा करने की अंतिम तिथि उक्त विज्ञापन के लिए शुद्धिपत्र तिथि 49-09-20॥5 के अनुसार",
  "(4) While making the said application, respondent No.1 had claimed reservation under the Special Backward Classes [SBC]": "(५) उक्त आवेदन करते समय, प्रतिवादी संख्या । ने विशेष पिछड़ा वर्ग [एसबीसी] श्रेणी के तहत आरक्षण का दावा",
  "category, though he also claims to be eligible under the Economically Backward Person in General Caste [EBPGC] category.": "किया था, हालांकि वह सामान्य जाति [ईबीपीजीसी] श्रेणी में आर्थिक रूप से पिछड़े व्यक्ति के तहत पात्र होने का भी",
  "(5) Respondent No.1 was called for scrutiny of documents to be": "(5) प्रतिवादी नंबर । को 29-08-20॥8 को होने वाले दस्तावेजों की जांच के लिए बुलाया गया था और उस समय",
  "held on 29.08.2018 and at that time he produced an EBPGC certificate issued by the Welfare of Scheduled Castes and Backward Classes Department dt.05.06.2017.": "उसने अनुसूचित जाति और पिछड़ा वर्ग कल्याण विभाग द्वारा दिनांक 05-06-207 को जारी ईबीपीजीसी प्रमाण पत्र प्रस्तुत किया था।",
  "(6) On the ground that the advertisement contained a condition that the said certificate should also have been issued prior to the last": "(6) इस आधार पर कि विज्ञापन में एक शर्त थी कि उक्त प्रमाण पत्र भी ऑनलाइन आवेदन पत्र जमा करने की",
  "that the said certificate should also have been issued prior to the last date of submission of online application forms 1e. 12.10.2015, the respondent No.1 was not given the appointment letter.": "अंतिम तिथि यानी 2-0-205 से पहले जारी किया जाना चाहिए था, प्रतिवादी संख्या । को नियुक्ति पत्र नहीं दिया गया था।",
  "CWP-25782-2018": "सीडब्ल्यूपी-25782-208",
  "(7) Respondent No.1 therefore, filed Writ Petition CWP-25782-": "(7) इसलिए प्रत्यर्थी संख्या । ने रिट याचिका सीडब्ल्यूपी-25782-208 दायर कर अपीलार्थी»आयोग को पीजीटी के",
  "the category of EBPGC for the post of PGT (Political Science).": "पद के लिए ईबीपीजीसी की श्रेणी में विचार करने का निर्देश देने की मांग की (राजनीति विज्ञान)",
  "(8) When the matter was listed before the learned Single Judge, result of respondent No.1 was produced by the appellant/Commission": "(8) जब मामला विद्बत एकल न्यायाधीश के समक्ष सूचीबद्ध किया गया था, तो प्रत्यर्थी संख्या । का परिणाम",
  "written examination and 12 marks in viva vocei.e. total 118 marks.": "06 अंक और मौखिक परीक्षा में ।2 अंक यानी कुल ॥8 अंक प्राप्त किए थे।",
  "(9) Since the cut off mark for the last candidate in EBPGC category was 102 marks (though it was 129 marks for the other General": "(9) चूंकि ईबीपीजीसी श्रेणी में अंतिम उम्मीदवार के लिए कट ऑफ मार्क 02 अंक था (हालांकि यह अन्य सामान्य",
  "category candidates), on the ground that respondent No.1 got more marks than the last candidate in the EBPGC category, and also on the": "श्रेणी के उम्मीदवारों के लिए 729 अंक था) इस आधार पर कि प्रतिवादी नंबर ॥ को ईबीपीजीसी श्रेणी में अंतिम",
  "(22) The decision that the SBC reservation claimed by respondent No.1 in the application submitted by him for the post of PGT (Political Science) was not to be given to him was however not": "(22) यह निर्णय कि प्रत्यर्थी संख्या । द्वारा पीजीटी (राजनीति विज्ञान) के पद के लिए उसके द्वारा प्रस्तुत आवेदन में एसबीसी आरक्षण का दावा किया गया था, उसे नहीं दिया जाना था, हालांकि अपीलार्थी द्वारा प्रत्यर्थी संख्या । को उस",
  "decision was taken in 2016 till the result was announced on 17.9.2018.": "समय सूचित नहीं किया गया था जब ऐसा निर्णय 206 में लिया गया था, जब तक कि परिणाम 7-9-208 को घोषित नहीं किया गया था।",
  "(23) Though there may be valid reasons why such a reservation was not being offered for appointment to the said post, it was": "(23) यद्यपि उक्त पद पर नियुक्ति के लिए ऐसे आरक्षण की पेशकश क्‍यों नहीं की जा रही थी, इसके वैध कारण हो",
  "incumbent on the Appellant Commission to inform the candidates of the said fact because if such candidates are also entitled to reservation": "सकते हैं, तथापि अपीलार्थी आयोग का यह दायित्व था कि वह उक्त तथ्य के बारे में अभ्यर्थियों को सूचित करे क्योंकि",
  "said fact because if such candidates are also entitled to reservation under a different category and they did not claim such reservation": "यदि ऐसे अभ्यर्थी भी किसी भिन्न श्रेणी के अधीन आरक्षण के हकदार हैं और उन्होंने प्रारंभ में ऐसे आरक्षण का दावा",
  "initially(because of the SBC reservation having been announced to be applicable at the time of submission of application), they would have": "नहीं किया है (क्योंकि एसबीसी आरक्षण को आवेदन प्रस्तुत करते समय लागू होने की घोषणा की गई है) तो उन्हें",
  "had an opportunity to claim the other category reservation.": "अन्य श्रेणी के आरक्षण का दावा करने का अवसर प्राप्त होता।",
  "(24) No explanation is forthcoming from the appellant as to why this was not done and why the applicants like respondent No.1 were": "(2५) अपीलार्थी की ओर से कोई स्पष्टीकरण नहीं दिया गया है कि ऐसा क्‍यों नहीं किया गया और प्रत्यर्थी संख्या ।",
  "kept in dark of the decision not to give SBC reservation till the date the results were announced on 17.9.2018.": "जैसे आवेदकों को 7-9-208 को परिणाम घोषित होने की तारीख तक एसबीसी आरक्षण नहीं देने के निर्णय के",
  "(25) If really the cut-off date in the advertisement was important as is being claimed by the appellant, the said cut-off date would be": "(25) यदि वास्तव में विज्ञापन में कट-ऑफ तिथि महत्वपूर्ण थी जैसा कि अपीलार्थी द्वारा दावा किया जा रहा है, तो",
  "binding on both the appellant as well as respondents. The appellant": "उक्त कट-ऑफ तिथि अपीलार्थी और उत्तरदाता दोनों के लिए बाध्यकारी होगी। अपीलार्थी यह तर्क नहीं दे सकता कि",
  "cannot contend that it is only applicable to the candidates like respondent No.1 and not to the appellant themselves.": "यह केवल प्रत्यर्थी संख्या । जैसे उम्मीदवारों पर लागू होता है न कि अपीलार्थी पर।",
  "(26) Coming to the other poimt argued by the appellant, the": "(26) अपीलार्थी द्वारा तर्क दिए गए दूसरे बिंदु पर आते हुए, प्रश्न यह है कि क्या प्रत्यर्थी संख्या । द्वारा 20॥7 में जारी",
  "question is “whether the delay in production of the EPBGC certificate issued in 2017 by respondent No.1 can be a ground to not consider claim of respondent No.1 for appointment under the said category?”": "ईपीबीजीसी प्रमाणपत्र के उत्पादन में देरी उक्त श्रेणी के तहत नियुक्ति के लिए प्रत्यर्थी संख्या । के दावे पर विचार नहीं करने का आधार हो सकता है?",
  "(27) Merely on the ground that there was a delay in production of EPBGC certificate from the competent authority, in our opinion,": "(27) केवल इस आधार पर कि सक्षम प्राधिकारी से ईपीबीजीसी प्रमाणपत्र के उत्पादन में देरी हुई थी, हमारी राय में,",
  "respondent No.1 cannot be denied employment.": "प्रतिवादी संख्या । को रोजगार से वंचित नहीं किया जा सकता है।",
  "(28) In Dolly Chhanda versus Chairman, JEE* the Supreme Court held as under:-": "(28) डॉली छांडा बनाम अध्यक्ष, जे. ई. ई.\" में उच्चतम न्यायालय ने निम्नलिखित रूप में अभिनिर्धारित कियाः-",
  "“The general rule is that while applying for any course of study or a post, a person must possess the eligibility": "\"सामान्य नियम यह है कि अध्ययन के किसी भी पाठ्यक्रम या पद के लिए आवेदन करते समय, किसी व्यक्ति के",
  "qualification on the last date fixed for such purpose either in the admission brochure or in application form, as the case": "पास ऐसे उद्देश्य के लिए निर्धारित अंतिम तिथि पर पात्रता योग्यता होनी चाहिए या तो प्रवेश विवरणिका में या आवेदन",
  "may be, unless there is an express provision to the contrary.": "पत्र में, जैसा भी मामला हो, जब तक कि इसके विपरीत कोई स्पष्ट प्रावधान न हो।",
  "+2005 (9) SCC 779": "५.2005 (9) एससीसी 779",
  "AND OTHERS (M.S. Ramachandra Rao, J.)": "समक्ष एम. एस. रामचंद्र राव और सुखविंदर कौर, जे. जे.",
  "There can be no relaxation in this regard i.e. in the matter of holding the requisite eligibility qualification by the date": "इस संबंध में कोई छूट नहीं दी जा सकती है यानी निर्धारित तिथि तक अपेक्षित पात्रता योग्यता रखने के मामले में। इसे",
  "fixed. This has to be established by producing the necessary certificates, degrees or marksheets. Similarly, in order to": "आवश्यक प्रमाणपत्र, डिग्री या अंकपत्र प्रस्तुत करके स्थापित किया जाना है। इसी तरह, आरक्षण या वेटेज आदि का",
  "necessary certificates have to be produced.These are": "लाभ उठाने के लिए। आवश्यक प्रमाणपत्र प्रस्तुत करने होंगे।ये विशेष योग्यता या सुरक्षित अंकों के प्रतिशत या",
  "documents in the nature of proof of holding of particular": "आरक्षण के लाभ के लिए पात्रता के प्रमाण की प्रकृति के दस्तावेज हैं। किसी मामले के तथ्यों के आधार पर, सबूत",
  "submission of proof and it will not be proper to apply any": "प्रस्तुत करने के मामले में कुछ छूट दी जा सकती है और किसी भी कठोर सिद्धांत को लागू करना उचित नहीं होगा",
  "rigid principle as it pertains in the domain of procedure. Every infraction of the rule relating to submission of": "क्योंकि यह प्रक्रिया के क्षेत्र से संबंधित है। सबूत जमा करने से संबंधित नियम के प्रत्येक उल्लंघन के परिणामस्वरूप",
  "proof need not necessarily result in rejection of": "उम्मीदवारी को अस्वीकार करने की आवश्यकता नहीं है।",
  "(emphasis supplied)": "(जोर दिया गया)",
  "(29) Thus the important thing to be seen is that while eligibility": "(29) इस प्रकार देखी जाने वाली महत्वपूर्ण बात यह है कि आरक्षण के लाभ का दावा करने के लिए पात्रता यानी",
  "1.e possessing education qualification should be possessed by the cutoff date, for claiming benefit of reservation, proof of eligibility to claim": "शैक्षणिक योग्यता रखने वाले के पास कटऑफ तिथि होनी चाहिए, ऐसे आरक्षण का दावा करने के लिए पात्रता का",
  "such reservation need not be submitted by cutoff date. Even if": "प्रमाण कटऑफ तिथि तक जमा करने की आवश्यकता नहीं है। यहां तक कि अगर आरक्षण के लिए पात्रता के दावे",
  "proof of claim of eligibility for reservation is produced beyond cutoff date, the candidate can be considered for grant of the said benefit": "का प्रमाण कटऑफ तिथि से आगे प्रस्तुत किया जाता है, तो उम्मीदवार को उक्त लाभ देने के लिए विचार किया जा",
  "and cannot be denied relief.": "सकता है और राहत से इनकार नहीं किया जा सकता है।",
  "(30) In Ram Kumar Gijroya case (4 Supra), the appellant had sought appointment to the post of Staff Nurse under the OBC category,": "(30) राम कुमार गिजरोया मामले (५ सुप्रा) में अपीलार्थी ने ओबीसी श्रेणी के तहत स्टाफ नर्स के पद पर नियुक्ति की",
  "but the said certificate was not submitted with the application and": "मांग की थी, लेकिन उक्त प्रमाणपत्र आवेदन के साथ जमा नहीं किया गया था और विज्ञापन में उल्लिखित अंतिम",
  "submitted after the last date mentioned in the advertisement. The appellant was therefore not selected on that ground, but the Supreme": "तिथि के बाद जमा किया गया था। इसलिए अपीलार्थी का चयन उस आधार पर नहीं किया गया था, लेकिन सर्वोच्च",
  "Court held that the candidature of those candidates, who belonged to": "न्यायालय ने कहा कि उन उम्मीदवारों की उम्मीदवारी, जो आरक्षित श्रेणियों से संबंधित थे, को केवल जाति प्रमाण पत्र",
  "reserved categories, could not be rejected simply on account of late submission of caste certificate. The Supreme Court held that the": "देर से जमा करने के कारण खारिज नहीं किया जा सकता है। उच्चतम न्यायालय ने अभिनिर्धारित किया कि प्रमाणपत्र",
  "purpose of certificate is to enable the authorities to believe in the assertion of the candidate that he belongs to a particular category and": "का उद्देश्य अधिकारियों को उम्मीदवार के इस दावे पर विश्वास करने में सक्षम बनाना है कि वह एक विशेष श्रेणी से",
  "act thereon by giving the benefit to such candidate for his belonging to": "संबंधित है और उक्त श्रेणी से संबंधित होने के लिए ऐसे उम्मीदवार को लाभ देकर उस पर कार्य करना है। ऐसा नहीं",
  "the said category. It was not as if the petitioners therein did not belong to the reserved category prior to the cut off date or that they acquire the": "था कि उसमें याचिकाकर्ता कट ऑफ तिथि से पहले आरक्षित श्रेणी से संबंधित नहीं थे या वे केवल प्रमाण पत्र जारी",
  "status of belonging to the said category only on the date of issuance of": "करने की तारीख को उक्त श्रेणी से संबंधित होने का दर्जा प्राप्त करते हैं। इसने अभिनिर्धारित किया कि कट ऑफ",
  "the certificate. It held that necessitating upon a certificate to be issued prior to the cut off date would be clearly arbitrary and it has no rational": "तिथि से पहले एक प्रमाण पत्र जारी करने की आवश्यकता स्पष्ट रूप से मनमाना होगा और इसका कोई तर्कसंगत",
  "objective sought to be achieved.": "उद्देश्य प्राप्त करने की मांग नहीं है।",
  "HARYANA STAFF SEELCTION COMMISSION v. SUBHASH CHAND 341 AND OTHERS (M.S. Ramachandra Rao, J.)": "हरियाणा कर्मचारी चयन आयोग बनाम सुभाष चंद और अन्य (एम. एस. रामचंद्र राव, जे. )",
  "candidate. It noted that the appellant had worked as Assistant Surgeon in District Hospital, Raisen on contract basis vide order dt.26.10.1999": "उम्मीदवार। इसने नोट किया कि अपीलार्थी ने जिला अस्पताल, रायसेन में अनुबंध के आधार पर दिनांक 26-0-",
  "three months, but the respondents took three years and only on": "विचार करने का निर्देश दिया गया था, लेकिन उत्तरदाताओं ने तीन साल लिए और केवल 0-04-2007 को 3-2-",
  "10.04.2007 regularized her service w.e.f. 31.12.2005. It observed that if the State Government had issued the order of regularization before": "2005 से उसकी सेवा को नियमित किया। इसने कहा कि यदि राज्य सरकार ने 05-03-2007 से पहले",
  "the State Government had issued the order of regularization before 05.03.2007 i.e. the last date fixed for receipt of the application, the": "नियमितीकरण का आदेश जारी किया होता, अर्थात आवेदन की प्राप्ति के लिए निर्धारित अंतिम तिथि, तो अपीलार्थी",
  "appellant would have been saved of the harassment, mental agony and financial loss suffered by her on account of unwarranted and post litigation.": "को अनुचित और मुकदमे के बाद के कारण हुए उत्पीड़न, मानसिक पीड़ा और वित्तीय नुकसान से बचाया जा सकता था।",
  "(34) Thus importance was given to the possession of the eligible qualification by the candidate as on the cut off date and not on the": "(3५) इस प्रकार कट ऑफ तिथि पर उम्मीदवार द्वारा योग्य योग्यता के कब्जे को महत्व दिया गया था, न कि उस",
  "possession of the proof of such eligibility on that date.": "तिथि पर ऐसी पात्रता के प्रमाण के कब्जे पर।",
  "(35) Similar view has also been taken by this Court in Rina and another versus Vice Chancellor, Pt. B.D. Sharma University of Health": "(35) इसी प्रकार का दृष्टिकोण इस न्यायालय द्वारा भी रिणा और अन्य बनाम कुलपति, पं. बी. डी. शर्मा स्वास्थ्य",
  "Sciences, Rohtak and others order dt. 25.08.2022 in LPA-1963-2017.": "विज्ञान विश्वविद्यालय, रोहतक और अन्य आदेश दिनांक 25-08-2022 में एलपीए-963-2077 में लिया गया है।",
  "(36) In Rajasthan High Court, Jodhpur case (1 Supra), cited by the counsel for the appellant, a candidate though a differently-abled": "(36) राजस्थान उच्च न्यायालय, जोधपुर मामले (। ऊपर) में अपीलार्थी के वकील द्वारा उद्धृत, एक उम्मीदवार ने",
  "person applied under General category but in the columns ‘persons with": "हालांकि एक विकलांग व्यक्ति ने सामान्य श्रेणी के तहत आवेदन किया था, लेकिन कॉलम में 'विकलांग व्यक्ति' के",
  "disability’ indicated as ‘no’. The Supreme Court held that he cannot later on seek benefit of reserved category.": "रूप में 'नहीं' के रूप में इंगित किया गया था। उच्चतम न्यायालय ने कहा कि वह बाद में आरक्षित श्रेणी का लाभ नहीं ले सकते।",
  "(37) The said judgment does not apply in the instant case because in the instant case at the time of advertisement, the respondent": "(37) उक्त निर्णय तत्काल मामले में लागू नहीं होता है क्योंकि विज्ञापन के समय तत्काल मामले में, प्रतिवादी नंबर ।",
  "No.1 could claim under both SBC category and EPBGC category and": "एसबीसी श्रेणी और ईपीबीजीसी श्रेणी दोनों के तहत दावा कर सकता है और एसबीसी श्रेणी के तहत आरक्षण का",
  "claimed reservation under the SBC category because it was unnecessary for him to seek reservation in the EBPGC category as well,. But without": "दावा कर सकता है क्योंकि उसके लिए ईबीपीजीसी श्रेणी में भी आरक्षण की मांग करना अनावश्यक था। लेकिन",
  "his knowledge and behind his back, the appellant had decided not to give reservation under the SBC category.": "उसकी जानकारी के बिना और उसकी पीठ पीछे, अपीलार्थी ने एसबीसी श्रेणी के तहत आरक्षण नहीं देने का फैसला",
  "(38) In this circumstance, the appellant cannot also contend that respondent No.1 cannot seek reservation under the EBPGC category.": "(38) इस परिस्थिति में, अपीलार्थी यह भी तर्क नहीं दे सकता है कि प्रत्यर्थी संख्या । ईबीपीजीसी श्रेणी के तहत आरक्षण की मांग नहीं कर सकता है।",
  "(39) There is thus no necessity to doubt the genuineness of the": "(39) इस प्रकार इसकी वास्तविकता पर संदेह करने की कोई आवश्यकता नहीं है क्योंकि यह सक्षम प्राधिकारी द्वारा",
  "same because it would have been issued after a verification process by": "सत्यापन प्रक्रिया के बाद जारी किया गया होगा।",
  "(40) In fact according to the respondents, the District Administration was not issuing EBPGC certificate to eligible": "(५०) वास्तव में उत्तरदाताओं के अनुसार, जिला प्रशासन योग्य उम्मीदवारों को ईबीपीजीसी प्रमाणपत्र जारी नहीं कर",
  "candidates, who came back from SBC to EBPGC category, and the District Administration had started to receive the applications for": "रहा था, जो एसबीसी से ईबीपीजीसी श्रेणी में वापस आए थे, और जिला प्रशासन ने इसके लिए आवेदन प्राप्त करना",
  "issuance of EBPGC certificates only when instructions were issued on 07.06.2017 by the Chief Secretary, Government of Haryana and only": "ईबीपीजीसी प्रमाण पत्र केवल तभी जारी किए जाते हैं जब हरियाणा सरकार के मुख्य सचिव द्वारा 07-06-20॥7 को",
  "thereafter the respondent No.1 was issued such certificate.": "निर्देश जारी किए गए थे और उसके बाद ही प्रतिवादी संख्या । को ऐसा प्रमाण पत्र जारी किया गया था।",
  "reservation or not producing certificate under the said category in": "(५।) इसलिए अक्टूबर, 2075 में उक्त श्रेणी के तहत आरक्षण का दावा नहीं करने या प्रमाण पत्र प्रस्तुत नहीं करने के",
  "because it would have been impossible for him to do so.": "क्योंकि उनके लिए ऐसा करना असंभव होता।",
  "(42) The decision in A.P. Public Service Commission (2 Supra) is with regard to determination of age of a candidate for selection by": "(५2) आंध्र प्रदेश लोक सेवा आयोग (2 ऊपर) में निर्णय चयन के लिए एक विशिष्ट तिथि निर्धारित करके उम्मीदवार",
  "fixing a specific date for the same. Thus, it was a case of possessing a necessary eligibility condition but not a case where a claim for": "की आयु के निर्धारण के संबंध में है। इस प्रकार, यह एक आवश्यक पात्रता शर्त रखने का मामला था, लेकिन ऐसा",
  "reservation is made. As pointed out for the latter, proof of reservation": "मामला नहीं था जहां आरक्षण का दावा किया गया हो। जैसा कि बाद वाले के लिए बताया गया है, आरक्षण दावे का",
  "claim can be submitted late.": "प्रमाण देर से प्रस्तुत किया जा सकता है।",
  "(43) The decision in Mrs. Rekha Chaturved (3 Supra) is also one applicable to possession of essential qualification by a cut off date": "(५३) श्रीमती रेखा चतुर्वेद (3 ऊपर) में निर्णण एक कट ऑफ तिथि तक आवश्यक योग्यता के कब्जे पर भी लागू",
  "and is not a case dealing with a claim for reservation like the instant case.": "होता है और यह तत्काल मामले की तरह आरक्षण के दावे से संबंधित मामला नहीं है।",
  "(44) The decisions cited by the counsel for the appellant are thus": "(५५) अपीलार्थी के वकील द्वारा उद्धृत निर्णय इस प्रकार अलग-अलग हैं क्योंकि किसी पद को धारण करने के लिए",
  "distinguishable because qualification for holding a post is certainly to be decided on the basis of the cut off date fixed in the admission, but for": "योग्यता निश्चित रूप से प्रवेश में निर्धारित कट ऑफ तिथि के आधार पर तय की जानी है, लेकिन आरक्षण का लाभ",
  "availing benefit of reservation, production of certificates issued before the cut off date is not necessary and there is no such rigid principle as": "उठाने के लिए कट ऑफ तिथि से पहले जारी किए गए प्रमाणपत्रों का उत्पादन आवश्यक नहीं है और ऐसा कोई",
  "held in Dolly Chhanda versus Chairman, JEE (7 supra).": "कठोर सिद्धांत नहीं है जैसा कि डॉली छांडा बनाम अध्यक्ष, जेईई में आयोजित किया गया है। (7 उपर्युक्त)",
  "(45) So in the peculiar facts and circumstances of the case, we": "(५5) इसलिए मामले के विशिष्ट तथ्यों और परिस्थितियों में, हमारी राय है कि विद्वत एकल न्यायाधीश के निर्णय में",
  "are of the opinion that no case is made out for interference with the judgment of the learned Single Judge. Accordingly, the appeal is dismissed.": "हस्तक्षेप के लिए कोई मामला नहीं बनाया गया है। तदनुसार, याचिका खारिज कर दी जाती है।",
  "(46) Pending application(s), if any, shall stand disposed of.": "(५6) लंबित आवेदन (ओं) यदि कोई हो तो उनका निपटारा कर दिया जाएगा।",
  "Reporter-Dr. Sumati Jund": "रिपोर्टर-डॉ. सुमती जुंद"
}