{
  "that Section 203 (1) of the Act would be void from the date of decision.": "से अधिनियम की धारा 203 () अमान्य हो जाएगी।",
  "(13) For the reasons mentioned above the writ petition is allowed.": "(3) ऊपर उल्लिखित कारणों से रिट याचिका स्वीकार की जाती है। आदेश अनुलग्नक-",
  "The orders Annexures-P. 3 and P. 5 are declared illegal and quashed": "पी. 3 और पी. 5 को अवैध घोषित किया जाता है और इस निर्देश के साथ रद्द कर दिया जाता है",
  "with a direction that the petitioner shall decide the application of respondent No. 3 for sanction of the building plan afresh within a period of two months from the date of receipt of copy of this order. Respondent": "कि याचिकाकर्ता इस आदेश की प्रति प्राप्त होने की तारीख से दो महीने की अवधि के भीतर भवन योजना की मंजूरी के लिए प्रतिवादी संख्या 3 के आवेदन पर पर फैसला करेगा। प्रत्यर्थी संख्या 3",
  "No. 3 shall be free to produce additional documents in support of his application.": "अपने आवेदन के समर्थन में अतिरिक्त दस्तावेज प्रस्तुत करने के लिए स्वतंत्र होगा।",
  "(14) Copy of this orde be given dasti on payment of the fee prescribed for urgent applications.": "(।4)  अत्यावश्यक आवेदनों के लिए निर्धारित शुल्क जमा करने पर इस आदेश की प्रति दी जाए।",
  "R.N.R.": "\"आर एन आर",
  "Before Jawahar Lal Gupta & A. S. Garg, JJ": "न्यायामूर्ति जवाहर लाल गुप्ता और ए. एस. गर्ग, के समक्ष",
  "SHER SINGH,—Petitioner": "शेर सिंह,-याचिकाकर्ता",
  "versus": "बनाम",
  "- STATE OF HARYANA & OTHERS,—Respondents.": "हरियाणा राज्य और अन्य,-उत्तरदाता |",
  "C.W.P. 423 of 1999": "सी. डब्ल्यू, पी. 4999 का 423",
  "4th March, 1999": "4 मार्च, 4999",
  "Industrial Disputes Act, 1947—S. 10 (i) (c)—Delay & laches—": "औद्योगिक विवाद अधिनियम, 947-धारा 0 0) (ग)- अनावश्यक देरी एवम रुकावट -",
  "Reference declined—Delay in approaching Court—lIlliteracy made": "संदर्भ अस्वीकार कर दिया गया - न्यायालय का दरवाजा खटखटाने में देरी - निरक्षरता ने देरी के",
  "explanation for delay—Illiteracy if accepted would provide defence to": "लिए स्पष्टीकरण दिया - निरक्षरता यदि स्वीकार की जाती है तो प्रत्येक निरक्षर व्यक्ति को बचाव",
  "Held that there is an inordinately long delay of more than four years in approaching the Court. We are not satisfied about the": "अभिनिर्णत : न्यायालय का दरवाजा खटखलटाने में चार वर्ष से अधिक की अत्यधिक लंबी",
  "years in approaching the Court. We are not satisfied about the correctness of the explanation given by the petitioner. In any event,": "देरी हुई है । हम याचिकाकर्ता द्वारा दिए गए स्पष्टीकरण की शुद्धता से संतुष्ट नहीं हैं। किसी भी",
  "such an explanation, if accepted, would provide a defence to every": "स्थिति में, इस तरह का स्पष्टीकरण, यदि स्वीकार किया जाता है, तो प्रत्येक अनपढ़ व्यक्ति को",
  "(Para 4)": "(पैरा 4)",
  "J. K. Goel, Advocate,—/for the Petitioner.": "जे. के. गोयल, अधिवक्ता-याचिकाकर्ता की ओर से ।",
  "P.S.E.B. Patiala through its Chairman v. M/s Indure Ltd. 183": "पी.एस.ई.बी. पटियाला अपने अध्यक्ष के माध्यम से बनाम मेसर्स इंदूर लिमिटेड. ।83 और एक अन्य",
  "_and another (N.K. Agrawal, J.)": "(न्यायामूर्ति एन. के. अग्रवाल, )",
  "ORDER": "आदेश",
  "Jawahar Lal Gupta, J. (Oral)": "न्यायामूर्ति जवाहर लाल गुप्ता, (मौखिक)",
  "(1) The petitioner had approached the State Government witha prayer for referring his claim for reinstatement of the Labour Court.": "() याचिकाकर्ता ने श्रम न्यायालय की बहाली के लिए अपने दावे को संदर्भित करने के",
  "The petitioner’s request was declined,—vide order dated 6th June, 1994.": "लिए प्रार्थना के साथ राज्य सरकार से संपर्क किया था | याचिकाकर्ता के अनुरोध को 6 जून,"
}