{
  "of paddy worth Rs. 550 crores and is responsible for its delivery to Food Corporation of India after converting the paddy into the rice before 3! st March, 2010. Before he could discharge the responsibility of delivery of": "को चावल में परिवर्तित करने के बाद भारतीय खाद्य निगम को इसकी डिलीवरी के लिए जिम्मेदार है। इससे पहले कि",
  "Sonepat. As a matter of fact from the entire record no public interest whatsoever has been revealed.": "तो यह है कि पूरे रिकार्ड से कोई भी जनहित उजागर नहीं हुआ है।",
  "(7) Ido not find any valid reason for the transfer of the petitioner within a period of five months except to re-transfer the respondent No. 2": "(7) मुझे प्रतिवादी संख्या 2 को पुनः सोनीपत स्थानांतरित करने के अलावा याचिकाकर्ता के पांच महीने की अवधि के",
  "dated 14th January, 2010 (Annexure P-2) is hereby quashed.": "4.0.200 का आक्षेपित आदेश (अनुलग्नक पी-2) रद्द किया जाता है।",
  "(4) From the above note, it is evident that transfer of respondent No. 2 was at the instance of the Chief Minister, who desired the transfer": "(4) उपरोक्त नोट से, यह स्पष्ट है कि प्रतिवादी संख्या 2 का स्थानांतरण मुख्यमंत्री के कहने पर हुआ था, जो प्रतिवादी",
  "of the respondent No. 2 to Sonepat and that of petitioner to Kurukshetra.": "संख्या 2 का स्थानांतरण सोनीपत और याचिकाकर्ता का स्थानांतरण कुरूक्षेत्र करना चाहते थे। नोट में 2.08.2009 को",
  "In the note, transfer of both these officers at their repective places i.e. Kurukshetra and Sonepat on 21st August, 2009 is also mentioned. A report": "इन दोनों अधिकारियों के उनके संबंधित स्थानों यानी कुरुक्षेत्र और सोनीपत में स्थानांतरण का भी उल्लेख किया गया",
  "was sought from the Purchase Branch, Storage Branch and General Food Branch of the Headquarter. Report submitted regarding both the officials": "है। मुख्यालय की क्रय शाखा, भंडारण शाखा और सामान्य खाद्य शाखा से रिपोर्ट मांगी गयी है. दोनों अधिकारियों के",
  "is as under :—": "संबंध में प्रस्तुत रिपोर्ट इस प्रकार है:-",
  "“(1) Both Shri K.S. Dahiya and Shri N_K. Mittal are discharging their duties at Kurukshetra and Sonepat respectively for the last four months.": "\"(]) श्री के.एस. दहिया और श्री एन.के. मित्तल दोनों पिछले चार महीनों से क्रमशः कुरुक्षेत्र और सोनीपत में अपने कर्तव्यों का निर्वहन कर रहे हैं।",
  "(2) Both are from the same batch (1988) Haryana Civil Services and allied services.": "2) दोनों एक ही बैच (988) हरियाणा सिविल सेवा और संबद्ध सेवाओं से हैं।",
  "(3) _ As per the information given by Supdt. Public Distribution, there is no complaint against any of the officers.": "3) अधीक्षक द्वारा दी गई जानकारी के अनुसार. जनवितरण विभाग के किसी अधिकारी के खिलाफ कोई शिकायत नहीं है.",
  "(4) In Kurukshetra, we have 83,256 MTS of wheat in storage and in Sonepat the quantity is 29,546 MTS as on 15th": "4) कुरूक्षेत्र में, हमारे पास 83,256 मीट्रिक टन गेहूं भंडारण में है और सोनीपत में 5.2.2009 तक यह मात्रा 29,546",
  "The crucial in this case is that the quantity of paddy purchased on MSP. In Sonepat the quantity is nil though in": "5) इस मामले में महत्वपूर्ण बात यह है कि एमएसपी पर खरीदे गए धान की मात्रा. सोनीपत में, मात्रा शून्य है, हालांकि",
  "the case of KKR we have (Food Deptt.) procured 4,15,810 MTS of paddy on MSP. The financial involvement in": "केकेआर के मामले में हमने (खाद्य विभाग) एमएसपी पर 4,5,80 मीट्रिक टन धान खरीदा है। कुरूक्षेत्र में वित्तीय",
  "Kurukshetra is to the tune of 550 crores rupees.": "भागीदारी 550 करोड़ रुपये की है।",
  "The main principle of PR work as has evolved in the last 75 years is to see as possible that the same set of officers/": "पिछले 75 वर्षों में विकसित हुए पीआर कार्य का मुख्य सिद्धांत यह देखना है कि जहां तक संभव हो",
  "officilas should liquidate the stocks who have purchased it. Otherwise in case of default it becomes very defficult to": "अधिकारियों/कर्मचारियों का एक ही समूह उन शेयरों को नष्ट कर दे जिन्होंने इसे खरीदा है। अन्यथा डिफॉल्ट की स्थिति",
  "it. Otherwise in case of default it becomes very defficult to fix the responsibility. Most of the cases of default in our department are due to such transfers and such cases have": "में जिम्मेदारी तय करना बहुत मुश्किल हो जाता है. हमारे विभाग में डिफॉल्ट के ज्यादातर मामले ऐसे तबादलों के कारण",
  "Case may please be sent to Hon'ble FSM for his order.": "होते हैं और ऐसे मामले बहुत ही पेचीदा हो गए हैं। कृपया मामला माननीय एफएसएम को उनके आदेश हेतु भेजा जाए।",
  "(Sd)...": "एसडी /",
  "26th December 2009 DFS”": "26.2.09 डीएफएस\"",
  "N.K. MITTAL v. STATE OF HARYANA AND ANOTHER 457": "एन. के. मित्तल बनाम हरियाणा राज्य और अन्य 457",
  "(Permod Kohli, J)": "(प्रमोद कोहली, जे.)",
  "Before Permod Kohli, J.": "प्रमोद कोहली, जे. के समक्ष",
  "N. K. RITTAL,—Petitioner": "एन. के. मित्तल , - याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANAAND ANOTHER,—Respondents": "हरियाणा राज्य और अन्य, - उत्तरदाता",
  "CWP No. 733 of 2010": "200 का सीडब्ल्यूपी नंबर. 733",
  "17th September, 2010": "7 सितम्बर, 200",
  "Constitution of India, 1950-Art. 226—Re-transfer of Food & Supplies Controller only after 5 months of his earlier transfer—": "भारत का संविधान, 950- अनुच्छेद. 226-खाद्य एवं आपूर्ति नियंत्रक का उसके पहले स्थानांतरण के 5 महीने",
  "Transfer of an employee—Judicial review—Impermissible—However,": "के बाद ही पुनः स्थानांतरण-किसी कर्मचारी का स्थानांतरण--न्यायिक समीक्षा--अस्वीकार्य--हालाँकि, ऐसे",
  "in cases where male fide & bias apparent, court is entitled to exercise": "मामलों में जहां पुरुष भावना और पूर्वाग्रह स्पष्ट हो, अदालत न्यायिक समीक्षा की शक्ति का प्रयोग करने की",
  "power of judicial review—Circular, dated 7th April, 1989 issued by Government of Haryana prescribing minimum period of stay of an": "हकदार है-हरियाणा सरकार द्वारा जारी परिपत्र, दिनांक 7 अप्रैल,।989 जिसमें किसी कर्मचारी के लिए किसी",
  "employee to a station/post 3 years and maximum 5 years—Violative": "स्टेशन/पोस्ट पर रहने की न्यूनतम अवधि 3 वर्ष और अधिकतम 5 वर्ष निर्धारित की गई है - निर्देशों का उल्लंघन",
  "of instructions—Transfer at the instance of Chief Minister without any reason—Record revealing no public interest for re-transfer after": "- बिना किसी कारण के मुख्यमंत्री के आदेश पर स्थानांतरण - रिकॉर्ड से पता चलता है कि 5 माह बाद पुनः",
  "5 months—Petition allowed, transfer order quashed.": "स्थानांतरण के लिए जनहित नहीं है-याचिका मंजूर, स्थानांतरण आदेश निरस्त।",
  "employee has a right to remain on a particular post or at a particular place but transfer on considerations other than the public interest and to adjust": "या किसी विशेष स्थान पर बने रहने का अधिकार नहीं है, लेकिन सार्वजनिक हित के अलावा अन्य विचारों पर स्थानांतरण",
  "one employee at particular place in violation of norms is to be construed": "और मानदंडों का उल्लंघन करके एक कर्मचारी को विशेष स्थान पर समायोजित करना है। इसे द्वेष से प्रेरित स्थानांतरण",
  "a transfer actuated by malice. Such malice may not be against the person,": "माना जाएगा। ऐसा द्वेष उस व्यक्ति के प्रति नहीं हो सकता है, जो इस तरह के स्थानांतरण से प्रभावित हो सकता है",
  "who may be affected by such transfer but eventually there is official bias. Official bias is to help one of the person may not be with intention to harm": "लेकिन अंततः आधिकारिक पूर्वाग्रह होता है। आधिकारिक पूर्वाग्रह यह है कि एक व्यक्ति की मदद करने का इरादा",
  "the other but unfortunately the other person is harmed as.a natural": "दूसरे को नुकसान पहुंचाने का नहीं हो सकता है, लेकिन दुर्भाग्य से एक की मदद करने के स्वाभाविक परिणाम के रूप",
  "consequence of lielping one. Under normal circumstances interference in exercising of judicial review in the matter of transfer of Govenment employee": "में दूसरे व्यक्ति को नुकसान होता है। सामान्य परिस्थितियों में सरकारी कर्मचारी के स्थानांतरण के मामले में न्यायिक",
  "is impermissible. However, transfer on account of mala fide and bias is": "समीक्षा में हस्तक्षेप की अनुमति नहीं है। हालाँकि, दुर्भावना और पूर्वाग्रह के कारण स्थानांतरण एक ऐसी स्थिति है, जहाँ",
  "one of the situation, where the Court is entitled to exercise the power of judicial review. This is one of such cases where bias is apparent and exercise": "न्यायालय न्यायिक समीक्षा की शक्ति का प्रयोग करने का हकदार है। यह ऐसे मामलों में से एक है जहां पूर्वग्रह स्पष्ट है",
  "of power of judicial review is warranted. It is also relevant to note that even": "और न्यायिक समीक्षा की शक्ति का प्रयोग आवश्यक है। ध्यान देना भी प्रासंगिक है कि प्रतिवादी संख्या 2 की ओर से",
  "there is. no application on behalf of repoondent No. 2 for his re-transfer - to Sonepat. .": "सोनीपत में पुनः स्थानांतरण के लिए कोई आवेदन भी नहीं किया गया है।",
  "Suman Jain, Advocate, for the petitioner": "अधिवक्ता सुमन जैन, याचिकाकर्ता की ओर से",
  "R. K. Malik, Sr. Advocate with": "आर.के. मलिक, वरिष्ठ अधिवक्ता",
  "Vikas Malik, Advocate": "विकास मलिक, अधिवक्ता के साथ",
  "R.K.S. Brar, Add]. A.G. Haryana": "आर.के.एस. बराड़,अतिरिक्‍त. ए.जी.हरियाणा",
  "Ashwani Talwar, Advocate": "अश्वनी ताई वार, एडवोकेट",
  "PERMOD KOHLI, J:": "प्रमोद कोहली, जे.",
  "(1) The petitioner is aggrieved of his transfer from Sonepat to Kurukshetra vice respondent No 2,—-vide the impugned order dated 13th": "(।) याचिकाकर्ता दिनांक 3.0.200 के आदेश के तहत प्रतिवादी संख्या 2 के उपाध्यक्ष सोनीपत से अपने",
  "January, 2010. Petitioner and respondent No. 2 both are working as District Food & Supplies Controllers. The petitioner was transfered to Sonepat on": "स्थानांतरण से व्यथित है। याचिकाकर्ता और प्रतिवादी नंबर 2, दोनों जिला खाद्य एवं आपूर्ति नियंत्रक के रूप में कार्यरत हैं। याचिकाकर्ता को 2.08.2009 को सोनीपत स्थानांतरित कर दिया गया था, जिसके तहत",
  "21st August, 2009, whereby as many as six transfers of Food and Supplies Controllers were made including that of respondent No. 2. Petitioner was": "प्रतिवादी नंबर 2 सहित खाद्य एवं आपूर्ति नियंत्रकों के छह स्थानांतरण किए गए थे। याचिकाकर्ता को करनाल",
  "transferred from Karnal to Sonepat whereas respondent No. 2 transfered": "से सोनीपत स्थानांतरित कर दिया गया था, जबकि प्रतिवादी नंबर 2 को सोनीपत से कुरुक्षेत्र स्थानांतरित कर",
  "Sonepat to Kurukshetra. Petitioner joined at Sonepat on 22nd August, 2009 i.e. day following the order of transfer. Obviously, respondent No 2": "दिया गया था। याचिकाकर्ता ने स्थानांतरण के आदेश के अगले दिन यानी 22.08.2009 को सोनीपत में कार्यभार",
  "2009 i.e. day following the order of transfer. Obviously, respondent No 2 also joined at Kurukshetra. Within less than five months, respondent No.": "ग्रहण किया। जाहिर है, प्रतिवादी नंबर 2 भी कुरूक्षेत्र में शामिल हुआ। पांच महीने से भी कम समय के भीतर,",
  "2 has again been transfered to Sonepat and petitioner ordered to be": "प्रतिवादी नंबर 2 को फिर से सोनीपत स्थानांतरित कर दिया गया है और याचिकाकर्ता को आक्षेपित आदेश के",
  "transfered to Kurukshetra,—vide the impugned order. The petitioner has challenged the transfer primarily on two grounds. One violative of the": "माध्यम से कुरूक्षेत्र स्थानांतरित करने का आदेश दिया गया है। याचिकाकर्ता ने मुख्य रूप से दो आधारों पर",
  "Supplies Department regarding delivery of food grains, two the transfer being actuated by mala fide and ordered at the instance of the Chief": "आपूर्ति विभाग में बनाए गए दिशानिर्देशों का उल्लंघन, दूसरा यह स्थानांतरण दुर्भावना से किया गया और राज्य",
  "being actuated by mala fide and ordered at the instance of the Chief Minister of the State.": "के मुख्यमंत्री के आदेश पर आदेश दिया गया।",
  "(2) The petitioner has quoted the guidelines framed by the State regarding the delivery of the rice etc.,—vide memo dated 1 8th September,": "याचिकाकर्ता ने दिनांक 8.09.2009 के ज्ञापन के माध्यम से चावल आदि की डिलीवरी के संबंध में राज्य द्वारा",
  "2009. Under these guidelines the officer who made purchases is responsible": "बनाए गए दिशानिर्देशों का हवाला दिया है। इन निर्देशों के तहत खरीदारी करने वाला अधिकारी सेंट्रल पूल में",
  "respondent No. 2 has made purchases of 7.80 lacs ton paddy up to 17th December, 2009 and the delivery of the rice is to be made to the Food": "है कि कुरूक्षेत्र में रहते हुए, प्रतिवादी नंबर 2 ने 7.2.2009 तक धान की 7.80 लाख टन खरीद की है और",
  "December, 2009 and the delivery of the rice is to be made to the Food Corporation of India or its Central Pool up to 31 st March, 2010. It is stated": "चावल की डिलीवरी 3.3.200 तक भारतीय खाद्य निगम या उसके केंद्रीय पूल में की जानी है। बताया जाता",
  "that approximately the paddy worth Rs. 550 crores has been purchased.": "है कि धान की कीमत लगभग दो करोड़ रुपये है। 550 करोड़ की खरीदारी हुई है। प्रतिवादी नंबर 2 को",
  "The respondent No. 2 was to procure 45% custom milled rice upto 31st December, 2009 whereas only 32% of the rice has been delivered to the": "45% कस्टम मिल्ड चावल खरीदना था, जबकि केवल 32% चावल भारतीय खाद्य निगम (एफसीआई) को दिया",
  "circumstances transfer of the petitioner in place of the respondent No..2 is not desirable. Mr. Suman Jain, learned counsel for the petitioner further": "प्रतिवादी क्रमांक 2 का स्थान वांछनीय नहीं है। याचिकाकर्ता के विद्वान वकील श्री सुमन जैन ने आगे कहा कि",
  "stated that transfer of the petitioner is only at the instance of the Chief Minister and not in public interest. As a matter of fact respondent No. 2": "याचिकाकर्ता का स्थानांतरण केवल मुख्यमंत्री के कहने पर हुआ है, यह जनहित में नहीं है। दरअसल, प्रतिवादी",
  "who was transfered from Sonepat to Kurukshetra only on August, 2009.": "नंबर 2 को अगस्त, 2009 में ही सोनीपत से कुरूक्षेत्र स्थानांतरित कर दिया गया था। वह कुछ कारणों से",
  "He wanted to stay back at Sonepat for some consideration and has managed his re-transfer to Sonepat through the intervention of the Chief": "सोनीपत में ही रहना चाहता था और मुख्यमंत्री के हस्तक्षेप के माध्यम से उसने अपना स्थानांतरण दोबारा",
  "managed his re-transfer to Sonepat through the intervention of the Chief Minister of the State. State of Haryana has notified transfer policy for its employees,—vide circular dated 7th April, 1989. It is prescribed that": "सोनीपत में करा लिया है। राज्य। हरियाणा राज्य ने दिनांक 07.04.989 के परिपत्र के माध्यम से अपने कर्मचारियों के लिए स्थानांतरण नीति अधिसूचित की है। यह निर्धारित है कि किसी कर्मचारी के स्टेशन/पोस्ट",
  "minimum period of stay of an employee at a station/post is three years and maximum five years. It has also been specified that employee should be": "पर रहने की न्यूनतम अवधि तीन वर्ष और अधिकतम पांच वर्ष है। यह भी निर्दिष्ट किया गया है कि कर्मचारी",
  "discouraged from approaching higher authorites and such approach render": "को उच्च अधिकारियों के पास जाने से हतोत्साहित किया जाना चाहिए और ऐसा दृष्टिकोण उसे अनुशासनात्मक",
  "him liable to disciplinary action. It is argued that transfer of the petitioner and the respondent No. 2is in gross violation of the Government Instructions,": "कार्रवाई के लिए उत्तरदायी बनाता है। यह तर्क दिया गया है कि याचिकाकर्ता और प्रतिवादी नंबर 2 का",
  "(5) This report was sent by the Financial Minister on 4th February, 2009 to Financial Commissioner, Food and Supplies, who also approved": "(5) यह रिपोर्ट वित्तीय मंत्री द्वारा 04.02.209 को वित्तीय आयुक्त, खाद्य एवं आपूर्ति को भेजी गई थी, जिन्होंने इसे मंजूरी",
  "it and finally the transfer order was issued on 13th January, 2010 under the signatures of the Financial Commissioner and Principal Secretary to": "भी दे दी और अंततः वित्तीय आयुक्त के हस्ताक्षर के तहत 3.0.200 को स्थानांतरण आदेश जारी किया गया। और",
  "the signatures of the Financial Commissioner and Principal Secretary to Government of Haryana, Food and Supplies Department: From the above —": "प्रधान सचिव, हरियाणा सरकार, खाद्य एवं आपूर्ति विभाग। फ़ाइल पर उपरोक्त नोट से और यहां तक कि प्रतिवादी की",
  "note on the file and even from the file of the respondent, it appears that the transfer is purely at the asking of the Chief Minister. No reason for re-": "फ़ाइल से, ऐसा प्रतीत होता है कि स्थानांतरण पूरी तरह से मुख्यमंत्री के कहने पर हुआ है। पुन: स्थानांतरण का कोई",
  "transfer of the respondent No. 2 back to Sonepat just after five months": "कारण नहीं है पांच महीने बाद ही प्रतिवादी नंबर 2 को वापस सोनीपत भेज दिया गया। यह जानकर हैरानी होती है कि",
  "no ground has been mentioned for transfer of respondent No. 2 to Sonepat.": "पेश किए गए पूरे रिकॉर्ड में प्रतिवादी नंबर 2 को सोनीपत में स्थानांतरित करने के लिए कोई आधार नहीं बताया गया",
  "(6) From the record produced, it appears that on the occasion of earlier transfer the note is prepared by the office and after passing through": "(0) प्रस्तुत रिकॉर्ड से ऐसा प्रतीत होता है कि पूर्व स्थानांतरण के अवसर पर कार्यालय द्वारा नोट तैयार किया जाता है",
  "various channels goes upto the Chief Minister, who finally approves it and": "और विभिन्न चैनलों से गुजरने के बाद मुख्यमंत्री तक जाता है, जो अंततः इसे मंजूरी देते हैं और स्थानांतरण आदेश जारी",
  "transfer order is issued. ‘However, in the present case, the procedure adopted is totally reverse of the normal procedure. In the presegt case, the": "किया जाता है। हालाँकि, वर्तमान मामले में, अपनाई गई प्रक्रिया सामान्य प्रक्रिया से बिल्कुल उलट है। वर्तमान मामले",
  "initial note has emanated from the office of the Chief Minister, ‘who desired": "में, प्रारंभिक नोट मुख्यमंत्री के कार्यालय से निकला है, जो स्थानांतरण चाहते थे और वह भी याचिकाकर्ता के स्थान पर",
  "the transfer and that too only a single transfer of the respondent No. 2 in place of the petitioner. It is relevant to note that both these officials were .": "प्रतिवादी नंबर 2 का केवल एक स्थानांतरण। यह ध्यान रखना प्रासंगिक है कि इन दोनों अधिकारियों को केवल अगस्त,",
  "- transferred only in the month of August, 2009 and dust after five months": "2009 के महीने में स्थानांतरित किया गया था और सरकार की अपनी स्थानांतरण नीति का उल्लंघन करते हुए पांच",
  "impugned transfer order has been issued in contravention of Government’s own transfer policy. This transfer is purely at the instance of the Chief": "महीने बाद ही आशक्षेपित स्थानांतरण आदेश जारी किया गया है। यह स्थानांतरण पूर्णतः मुख्यमंत्री के आदेश पर हुआ",
  "Minister. Power of the Chief Minister to transfer a Government employee has to be conceded to him, he being the Chief Executive of the Government.": "है। किसी सरकारी कर्मचारी को स्थानांतरित करने की मुख्यमंत्री की शक्ति को उन्हें स्वीकार करना होगा, वह सरकार",
  "The question is not of the authority and power to transfer a Government": "के मुख्य कार्यकारी हैं। सवाल किसी सरकारी कर्मचारी को स्थानांतरित करने के अधिकार और शक्ति का नहीं",
  "employee. The question is of the legitimacy of the transfer, which is under scrutiny in the present case. It is settled principle of law that transfer is an .": "है। सवाल स्थानांतरण की वैधता का है, जो वर्तमान मामले में जांच के दायरे में है। कानून का यह स्थापित सिद्धांत है कि",
  "exigency of service and no Government employee has a right to remain on": "स्थानांतरण सेवा की अनिवार्यता है और किसी भी सरकारी कर्मचारी को किसी विशेष पद पर या किसी विशेष स्थान",
  "than the public interest and to adjust one employee at particular place in violation of norms is to be costrued a transfer actuated by malice. Such": "करते हुए एक कर्मचारी को विशेष स्थान पर समायोजित करने का अधिकार नहीं है। मानदंडों के उल्लंघन को द्वेष से",
  "malice may not be against the person, who may be affected by such transfer": "प्रेरित स्थानांतरण माना जाएगा। ऐसा द्वेष उस व्यक्ति के प्रति नहीं हो सकता है, जो इस तरह के स्थानांतरण से प्रभावित",
  "\"but eventually there is official bias. Official bias is to help one of the person": "हो सकता है लेकिन अंततः आधिकारिक पूर्वाग्रह होता है। आधिकारिक पूर्वाग्रह यह है कि एक व्यक्ति की मदद करने",
  "may not be with intention to harm the other but unfortunately the other": "का इरादा दूसरे को नुकसान पहुंचाने का नहीं हो सकता है, लेकिन दुर्भाग्य से एक की मदद करने के स्वाभाविक",
  "person is harmed as a natural consequence of helping one. Under normal": "परिणाम के रूप में दूसरे व्यक्ति को नुकसान होता है। सामान्य परिस्थितियों में सरकारी कर्मचारी के स्थानांतरण के"
}