{
  "Before Ajai Lamba, J.": "न्यायमूर्ति अजय लांबा के समक्ष",
  "MAHERDIN & OTHERS,—Petitioners": "मेहरदीन और अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "SMT. MEDHA & OTHERS,—Respondents": "श्रीमती मेधा और अन्य- उत्तरदाता",
  "Constitution of India, 1950 -Art. 226/227 - East Punjab": "भारत का संविधान, 950-अनुच्छेद 226/227-ईस्ट पंजाब होल्डिंग",
  "Holding (Consolidation & Prevention of Fragmentation) Act, 1948": "(समेकन और विधारान की रोकथाम) अधिनियम, 948-धारा 42-पंजाब विलेज",
  "- S. 42 - Punjab Village Common Lands(Regulation) Act, 1961 -": "कॉमन लैंडस (विनियमन) अधिनियम, 96- धारा 0-&-पंजाब विलेज कॉमन",
  "-RLS - Petition to quash order passed by Director, Consolidation, Haryana U/s 42 of Act of 1948 - Application made to exchange land": "पारित आदेश को रदद करने के लिए याचिका 948 के अधिनियम की धारा 42-",
  "with Panchayat - Exchange of Gram Panchayat Land permissible only under Rule 5 of Punjab Village Common Land(Regulation)": "भूमि के आदान-प्रदान के लिए आवेदन पंचायत के साथ-केवल पंजाब ग्राम साझा भूमि (विनियमन) नियमों के नियम 5 के तहत ग्राम पंचायत भूमि का आदान-",
  "Rules - Procedure not followed - Held, order arbitrary and without": "प्रदान-प्रक्रिया का पालन नहीं किया गया-आयोजित, आदेश मनमाना और",
  "jurisdiction - State Govt. did not give permission to transfer any land": "अधिकार क्षेत्र के बिना-राज्य सरकार ने शामत्त देह में किसी भी भूमि को",
  "initiation of criminal proceedings - Petition allowed.": "सक्षम बनाने का निर्देश दिया गया-याचिका स्वीकार की गई।",
  "Held, That a perusal of the impugned order indicates that convenience": "अभिनिधारित, कि आक्षेपित आदेश का अवलोकन इंगित करता है कि",
  "of respondent No.1 has been seen. The application filed by respondent": "सुविधा देखी गई है।प्रतिवादी संख्या | द्वारा दायर आवेदन इंगित करता है कि",
  "No.1 indicates that it was inconvenient to the said respondent to cultivate the land because of reasons given in the application and, therefore, the same": "आवेदन इंगित करता है कि आवेदन में दिए गए कारणों के कारण भूमि पर खेती करना उक्त प्रतिवादी के लिए असुविधाजनक था और इसलिए, ग्राम पंचायत की",
  "be exchanged with the land of the Gram Panchayat. Respondent No.2 has": "असुविधाजनक था और इसलिए, ग्राम पंचायत की भूमि के साथ इसका आदान- प्रदान किया जाए।प्रतिवादी संख्या 2 ने ग्राम पंचायत या गाँव के निवासियों के",
  "not even referred to the interest of the Gram Panchayat or the residents of the village.": "पंचायत या गाँव के निवासियों के हितों का भी उल्लेख नहीं किया है।",
  "(Para 25)": "(पैरा 25)",
  "jurisdiction. The Director Consolidation had no authority vested by law in him to allow exchange of Gram Panchayat land. Deputy Commissioner,": "है।निर्देशक समेकन के पास कानून द्वारा ग्राम पंचायत की भूमि के आदान- प्रदान की अनुमति देने का कोई अधिकार नहीं था।उपायुक्त, मेवात को",
  "Mewat is directed to enable initiation of criminal proceedings. In view of": "आपराधिक कार्यवाही शुरू करने में सक्षम बनाने का निर्देश दिया जाता",
  "above, this petition is allowed.": "है।उपरोक्त को ध्यान में रखते हुए, यह याचिका स्वीकार की जाती है।",
  "(Para 26 & 27)": "(पैरा 26 &27)",
  "Sachin Mittal, Advocate, for the petitioners | to 3.": "याचिकाकर्ता। से 3 की ओर से - सचिन मित्तल, अधिवक्ता",
  "Ashok Tyagi, Advocate, for petitioners 4 and 5.": "याचिकाकर्ता 4 और 5 की ओर से - अशोक त्यागी, अधिवक्ता",
  "Shailendra Jain, Advocate, for respondent No.1.": "प्रतिवादी नं. । की ओर से - शैलेंद्र जेन अधिवक्ता",
  "BS Saini, Sr. DAG Haryana.": "बी. एस. सैनी, सीनियर उप महाअधिवक्ता , हरियाणा",
  "SK Bawa, Advocate, for respondent No.3.": "प्रतिवादी नं. 3 के लिए - एस. के. बावा, अधिवक्ता",
  "AJAI LAMBA, J. (ORAL)": "न्यायमूर्ति अजय लांबा (मौखिक)",
  "1948 (for short ‘the Consolidation Act’).": "अधिनियम, 948 (संक्षेप में 'समेकन अधिनियम\") की धारा 42 के तहत निर्देशक",
  "(2) A perusal of order (Annexure P-1) indicates that Smt.Medha": "(2) आदेश के अवलोकन (अनुलग्नक पी-।) से संकेत मिलता है कि श्री",
  "wife of Shri Sanjay Gupta son of Shri Hanuman Gupta, resident of W/6/": "हनुमान गुप्ता के पुत्र श्री संजय गुप्ता की पत्नी, निवासी डब्ल्यू/6/23,",
  "23, DLE Phase-II, Gurgaon, Haryana (respondent No. 1) filed an application": "डी.एल.एफ, फेज-3, गुड़गांव, हरियाणा (प्रतिवादी संख्या ।) ने ग्राम पंचायत,",
  "under Section 42 of the Consolidation Act against Gram Panchayat, Sehsola,": "सहसोला, जिला मेवात, हरियाणा के खिलाफ समेकन अधिनियम की धारा 42 के",
  "drain passes between the land holding, due to which the land has been": "है।भूमि स्वामित्व के बीच से एक नाला गुजरता है, जिसके कारण भूमि को कई",
  "divided into several parcels, causing inconvenience. The land may be given": "भागों में विभाजित किया गया है, जिससे असुविधा होती है।भूमि पंचायत को दी",
  "to the Panchayat and the land belonging to the Panchayat be given to her.": "जा सकती है और पंचायत की भूमि उसे दी जा सकती है।निर्देशक के समक्ष आगे",
  "It was further prayed before the Director that there is a Rasta towards the North, due to which fields are divided into two portions, causing inconvenience, which has not been entered in the revenue record. The entry of Rasta be": "यह प्रार्थना की गई कि उत्तर की ओर एक रास्ता है, जिसके कारण खेतों को दो भागों में विभाजित किया जाता है, जिससे असुविधा होती है, जिसे राजस्व रिकॉर्ड",
  "made in the revenue record.": "में दर्जनहीं किया गया है।राजस्व अभिलेख में रास्ता की प्रविष्टि की जानी",
  "(3) Sham Lal-Sarpanch and R. Mohammad-Panch appeared for": "(3) शाम लाल-पंच और आर. मोहम्मद-पंच ग्राम पंचायत की ओर से पेश",
  "(4) After recording the plea of both sides, the following order has": "(4) दोनों पक्षों की याचिका दर्ज करने के बाद, निम्नलिखित आदेश पारित",
  "been passed:-": "किया गया हैः-",
  "“After hearing both the sides and perusal of the record on the file": "“दोनों पक्षों को सुनने और फाइल पर रिकॉर्ड के अवलोकन के बाद यह",
  "reached the conclusion the prayer of the applicant is genuine. Keeping in view consent of both the parties and condoning": "निष्कर्ष निकला कि आवेदक की प्रार्थना वास्तविक है।दोनों पक्षों की",
  "delay in filing in the appeal and case of the applicant is accepted": "सहमति को ध्यान में रखते हुए और अपील दायर करने में देरी और",
  "with following amendments.”": "आवेदक के मामले को निम्नलिखित संशोधनों के साथ स्वीकार किया जाता है।”",
  "(5) Learned counsel for the petitioners contend that the land under": "(5) याचिकाकर्ताओं के विद्वान वकील का तक॑ है कि ग्राम पंचायत के प्रबंधन",
  "management and control of Gram Panchayat can only be exchanged under the provisions of Rule 5 of the Punjab Village Common Lands (Regulation)": "और नियंत्रण में भूमि का आदान-प्रदान केवल पंजाब ग्राम सामान्य भूमि",
  "Rules, 1964 (for short ‘the Rules’). The provisions in the Rules provide for": "(विनियमन) नियम, 964 (संक्षेप में 'नियम') के नियम 5 के प्रावधानों के तहत",
  "impugned order is arbitrary and without jurisdiction. Director Consolidation,": "प्रावधान है, जो नहीं की गई है और इसलिए, विवादित आदेश मनमाना और",
  "Haryana had no legal authority to allow exchange of Gram Panchayat land.": "अधिकार क्षेत्र के बिना है।निर्देशक समेकन, हरियाणा के पास ग्राम पंचायत की भूमि के आदान-प्रदान की अनुमति देने का कोई कानूनी अधिकार नहीं था।",
  "(6) It has also been pleaded that respondent No.1 is niece of the": "(6) यह भी अनुरोध किया गया है कि प्रतिवादी संख्या | उस अधिकारी की",
  "officer who was holding office of Director Consolidation. Passing of the": "भतीजी है जो निर्देशक समेकन का पद संभाल रहा था।विवादित आदेश पारित",
  "impugned order is an act of collusion between Panchayat, respondent No.2,": "करना पंचायत, प्रतिवादी संख्या 2 और प्रतिवादी संख्या । के बीच मिलीभगत का",
  "the Scheduled Castes’ families land the families living below": "जाति के परिवारों को गरीबी रेखा से नीचे रहने वाले परिवारों को",
  "poverty line, the concerned Deputy Commissioner or Sub-": "आवास-स्थल आबटित करने के लिए, संबंधित उपायुक्त या उप-मंडल्र",
  "Divisional Officer (Civil), as may be authorized by the State": "अधिकारी (सिविल), जो राज्य सरकार द्वारा अधिकृत किया जाए,",
  "with the land of equivalent value.”": "शामलात देह में किसी भी भूमि को समतुल्य मूल्य की भूमि के साथ",
  "(13) As per written statement filed on behalf of the Gram Panchayat,": "(।3) ग्राम पंचायत की ओर से दायर लिखित बयान के अनुसार, ग्राम पंचायत ने",
  "the Gram Panchayat had not passed any resolution nor there was any Panch by the name of R. Mohammad, therefore, the consent given on behalf of the Gram Panchayat is illegal. It has further been stated that as per the": "कोई प्रस्ताव पारित नहीं किया था और न ही आर. मोहम्मद के नाम से कोई पंच था, इसलिए ग्राम पंचायत की ओर से दी गई सहमति अवैध है।यह आगे कहा गया",
  "Proceedings Book of the Gram Panchayat for the period from 27.3.2007": "है कि 27.3.2007 से 5..2009 तक की अवधि के लिए ग्राम पंचायत की कार्यवाही",
  "to 15.1.2009, there is no reference or entry in regard to the receipt of notice": "के संबंध में कोई संदर्भ या प्रविष्टि नहीं है।अतः यह स्पष्ट है कि पूर्ववर्ती सरपंच ने",
  "Panchayat. It has also been stated in the reply of the Gram Panchayat that": "ग्राम पंचायत की ओर से।ग्राम पंचायत के जवाब में यह भी कहा गया है कि ग्राम",
  "no resolution was passed by the Gram Panchayat authorising Shyam Lal, previous Sarpanch, to appear or give statement on behalf of the Gram": "पंचायत द्वारा पूर्व सरपंच श्याम लाल को ग्राम पंचायत की ओर से उपस्थित होने या बयान देने के लिए अधिकृत करने वाला कोई प्रस्ताव पारित नहीं किया गया",
  "was no Panch by name of R. Mohammad in the village.": "बदलने की अनुमति दी गई है।गाँव में आर. मोहम्मद नाम का कोई पंच नहीं था।",
  "(14) So far as the legal authority and jurisdiction of respondent": "(।4) जहाँ तक प्रतिवादी के कानूनी प्राधिकरण और अधिकार क्षेत्र की बात है, नं 2",
  "T.V.S.N. Parsad IAS, Director Consolidation of Holdings, Haryana,": "इस मुद॒दे से निपटने के लिए श्री टी. वी. एस. एन प्रसाद आई. ए. एस., निर्देशक",
  "Chandigarh clearly stating that exchange of land of Panchayat was only": "स्पष्ट रूप से कहा कि पंचायत की भूमि का आदान-प्रदान केवल गाँव के निवासियों",
  "possible for the benefit of inhabitants of the village. It could only be done": "के लाभ के लिए ही संभव था।यह केवल सरकार की पूर्व स्वीकृति से ही किया जा",
  "with prior approval of the Government. Perusal of the case file reveals that": "सकता है।केस फाइल के अवलोकन से पता चलता है कि सरकार की ऐसी कोई पूर्व",
  "no such prior approval of the Government was ever taken and, therefore,": "मंजूरी कभी नहीं ली गई थी और इसलिए, शामलात भूमि का आदान-प्रदान नियमों",
  "exchange of Shamlat land is not in conformity with provisions in Rule 5 of": "के नियम 5 के प्रावधानों के अनुरूप नहीं है।",
  "company namely M/s DSC for providing the earth to the said": "जमीन प्रदान करने के लिए मेसर्स डी. एस. सी. नामक कंपनी के साथ",
  "company. Accordingly out of the land previously owned by her": "एक समझौता किया।तदनुसार, विनिमय से पहले उसके स्वामित्व",
  "earth and as per categorical information of the petitioners, she": "याचिकाकर्ताओं की स्पष्ट जानकारी के अनुसार, उसने उपरोक्त कंपनी",
  "Rupees 31 lacs. It is thereafter she has obtained another piece of land by filing the petitioner under rule 42.” In effect, it has": "को 3] लाख रुपये की राशि में बेच दिया है।इसके बाद उन्होंने नियम 42 के तहत याचिका दाखिल करके भूमि का एक और टुकड़ा प्राप्त किया",
  "been pleaded that on account of greed, the entire exercise has": "है।” वास्तव में, यह अनुरोध किया गया है कि लालच के कारण, पूरी",
  "been carried out.": "कवायद की गई है।",
  "(19) The fact that respondent No. 1-Medha Gupta is niece of the": "(9) इस तथ्य से कि प्रतिवादी संख्या 4 मेघा गुप्ता उस अधिकारी की भतीजी है,",
  "officer, who was then serving as Director Consolidation, Haryana, has not been denied in response to the pleadings in para-9 of the petition. In": "जो उस समय निर्देशक समेकन, हरियाणा के रूप में कार्यरत था, याचिका के पैरा-9",
  "been denied in response to the pleadings in para-9 of the petition. In preliminary objection No.3, there is a denial to this asserted fact. The other": "में दलीलों के जवाब में इनकार नहीं किया गया है।प्रारंभिक आपत्ति संख्या 3 में, इस",
  "facts in regard to taking benefit on account of the exchange of land, have": "प्रतिपादित तथ्य से इनकार किया गया है।भूमि के आदान-प्रदान के कारण लाभ",
  "been denied and an attempt has been made to explain the position.": "लेने के संबंध में अन्य तथ्यों का धारान किया गया है और स्थिति को समझाने का प्रयास किया गया है।",
  "(20) Ten affidavits have been filed as Annexure P-2 (collectively)": "(20) संलग्नक पी-2 (सामूहिक रूप से) के रूप में दस हलफनामे दायर किए गए हैं",
  "panchayat land of the inhabitants of the village with the land of Niece of": "भतीजी की भूमि के साथ गांव के निवासियों की जुमला मालकन पंचायत भूमि के",
  "the officer, in misuse of power. The deponents’ have stated that they never": "आदान-प्रदान की अनुमति दी है।प्रतिनियुक्तियों ने कहा है कि उन्होंने कभी भी",
  "signed any resolution that pertains to exchange of land. The deponents’ were": "किसी ऐसे प्रस्ताव पर हस्ताक्षर नहीं किए जो भूमि के आदान-प्रदान से संबंधित",
  "the impugned order has been passed on 10.11.2008 i.e. during the period": "की आवश्यकता है कि विवादित आदेश 0..2008 को उस अवधि के दौरान",
  "when the persons, who have sworn the affidavits, placed on record as Annexure P-2 (collectively), were the Panches of the village.": "पारित किया गया है जब शपथ पत्र लेने वाले व्यक्ति, जिन्हें संलग्नक पी-2 (सामूहिक रूप से) के रूप में रिकॉर्ड में रखा गया है, वे गाँव के पंच थे।",
  "(21) In the case in hand, the benefit of the inhabitants of the village has not been seen or considered. The State Government admittedly did not": "(2) इस मामले में, गाँव के निवासियों के लाभ को देखा या विचार नहीं किया गया है।राज्य सरकार ने प्रतिवादी संख्या | की भूमि के साथ बदले में शामल्रात देह में",
  "has not been seen or considered. The State Government admittedly did not give any permission to transfer any land in Shamlat Deh by exchange with the land of respondent No. |. The issue of equivalent value was required": "है।राज्य सरकार ने प्रतिवादी संख्या | की भूमि के साथ बदले में शामल्रात देह में किसी भी भूमि को हस्तांतरित करने की कोई अनुमति नहीं दी।समतुल्य मूल्य का",
  "In fact, as per the first proviso to Rule 5, the State Government is required": "में, नियम 5 के पहले प्रावधान के अनुसार, राज्य सरकार को केवल उन मामलों में",
  "as Panch and gave statement giving concession in favour of respondent No.1, which has been accepted by respondent No.2 as sufficient reason": "। के पक्ष में रियायत देते हुए बयान दिया, जिसे प्रतिवादी संख्या 2 द्वारा आक्षैपित",
  "(25) A perusal of the impugned order indicates that convenience": "(25) आक्षेपित आदेश का अवलोकन इंगित करता है कि प्रतिवादी संख्या | की",
  "the land because of reasons given in the application and, therefore, the same": "आवेदन में दिए गए कारणों के कारण भूमि पर खेती करना उक्त प्रतिवादी के लिए",
  "(26) In view of peculiar facts and circumstances of the case, the": "(26) मामले के विशिष्ट तथ्यों और परिस्थितियों को देखते हुए, मामले को 96]",
  "Act or the Rules, rather purportedly, has been passed under Section 42": "पारित नहीं किया गया है, बल्कि कथित रूप से समेकन अधिनियम की धारा 42 के",
  "argument of learned counsel for respondent No.1 cannot be accepted.": "और इसलिए, प्रतिवादी संख्या । के लिए विद्वान अधिवक्ता के तर्क को स्वीकार नहीं किया जा सकता है।",
  "(27) The facts and circumstances emanating from the record clearly": "(27) अभिलेख से निकलने वाले तथ्य और परिस्थितियाँ स्पष्ट रूप से धोखाधड़ी",
  "indicate, even commission of criminal offences, including that of fraud.": "सहित अपराधों के होने का भी संकेत देती हैं।उपायुक्त, मेवात को अपराधिक",
  "made insomuch as, the Government had not given prior approval. Property": "गया है क्योंकि सरकार ने पूर्व मंजूरी नहीं दी थी।शामलात देह में आने वाली संपत्ति",
  "and the Rules are complied with not only in letter but also in their spirit.": "नियमों के प्रावधानों का न केवल अक्षरों में बल्कि उनकी भावना में भी पालन किया",
  "In the case in hand, none of the conditions provided under Rule 5 of the": "जाए।इस मामले में, नियमों के नियम 5 के तहत प्रदान की गई शर्तों में से किसी",
  "Rules has been followed, rather, under a Statute which is alien to the issue,": "का भी पालन नहीं किया गया है, बल्कि, एक अधिनियम के तहत जो मुद्दे के लिए",
  "exchange of Gram Panchayat land has been allowed. This Court expresses": "अलग है, ग्राम पंचायत भूमि के आदान-प्रदान की अनुमति दी गई है।यह",
  "its concern over the way land meant for common purposes is being dealt": "न्यायात्रय जिस तरह से सामान्य उद्देश्यों के लिए भूमि से अधिकारियों द्वारा निपटा जा रहा है, उस पर अपनी चिंता व्यक्त करता है, जिन्हें ऐसी भूमि के",
  "with by the authorities, who should be acting as its custodians, protectors": "संरक्षक और प्रबंधकों के रूप में कार्य करना चाहिए। अधिकारी निश्चित रूप से,",
  "the authority viz. respondent No.2, was required to refer to the document": "प्रतिवादी संख्या 2, प्राधिकरण को उस दस्तावेज़ को संदर्भित करने की",
  "which authorised the person representing and appearing on behalf of a body": "प्रतिनिधित्व करने और उसकी ओर से उपस्थित होने वाले व्यक्ति को अधिकृत",
  "conducted by Shri S.C. Goyal, I.A.S., who was then posted as Director": "करता था। सुविधाजनक रूप से, श्री एस. सी. गोयल, आईं. ए. एस. द्वारा ऐसी कोई कवायद नहीं की गई है, जो तब निर्देशक समेकन, हरियाणा के रूप में तैनात थे"
}