{
  "(Ajay Kumar Mittal, J)": "(अजय कुमार मित्तल न्यायमूर्ति)",
  "gave fresh cause of action to the appellant to file the present petition for": "के लिए वर्तमान याचिका दायर करने के लिए कार्रवाई का नया कारण दिया।",
  "(16) The trial court while rejecting the petition in paras 20 and 21": "(6) ट्रायल कोर्ट ने पैरा 20 और 2] में याचिका को खारिज करते हुए निम्नानुसार",
  "had recorded as under:-": "दर्ज किया था: -",
  "“20. Now the further question that requires probing is whether": "\"20, अब एक और सवाल णियकी जांच की आवश्यकता है वह यह है।कि क्या",
  "present petition has been filed on the same cause of action. Copy": "वर्तपान याविका कार्रवाई के उसी कारण पर दायर की गई है। पिछली तलाक",
  "of previous divorce petition has been placed on file as Ex.R26.": "याविका की प्रति पूर्व]१26 के रूप में फाइल पर रखी यई है। अब/पिछली याचिका",
  "Before Ajay Kumar Mittal & Jaspal Singh, JJ": "अजय कुमारसित्तत और जस्पाल सिंह न्यायमूर्ति के समक्ष",
  "versus": "बनाम",
  "FAO No.6898 of 2010": "एफएओ 200 की सं. 6898",
  "July 5, 2013": "जुलाई 5,203",
  "Family Courts Act, 1984 - Ss.19&21 - Hindu Marriage Act,": "कुट॒म्ब न्यायालय अधिनियय 7984 - धारा 79 और 27 - हिन्द्र विवाह",
  "0.9 RL9 - Marriage of appellant solemnized with respondent as per": "#0.9 - हिंद संस्कारों और समारोहों के अनुसार प्रतिवादी के स्रा4थ अपीलकर्ता का",
  "by an agreement - Appellant filed petition for divorce - Dismissed": "हुईं- अपीलकर्ता ने तलाक के लिए याचिका दायर की - डिफ़ॉल्ट में खारिज कर",
  "in default - Appellant filed another petition for divorce - Dismissed": "दिया- अपीलकर्ता ने तलाक के।लिए एक और याचिका दायर की- फैमिली कोर्ट ने",
  "- FAO filed under S. 19 of Family Courts, Act, 1984 - Dismissed -": "सीपीसी- परिवार न्यायालय अधिनियम 984 की धारा9 के तहत दायर एफएओ",
  "by Code of Civil Procedure, 1908 - Petition disclosed no new fact": "प्रक्रिया संहिता 7908 द्वाराविनियमित की जाती है- याचिका ने कोई नया तध्य प्रकट",
  "- 0.9 RLY regulates dismissal in default of petition under the Act.": "नहीं किया - 0.9 ॥0.9 अधिनियय के तहत याचिका की चूक में बखस्तिगी को नियंत्रित करता है।",
  "AJAY KUMAR MITTAL, J": "अजय कुमार मित्तल न्यायमूर्ति",
  "Held, that Section 21 of theAct provides that all proceedings there": "अभिनिर्धारित किया कि अधिनियम की धारा 2 में यह प्रावधान है कि उसके",
  "under shall be regulated as far as may by the Code which is subject to any": "तहत सभी कार्यवाहियों को संहिता द्वारा यथासंभव विनियमित किया जाएगा जो अधिनियम",
  "other provision contained in theAct and to any rules made by the High Court": "में निहित किसी अन्य प्रावधान और उस संबंध में उच्च न्यायालय द्वारा बनाए गए किसी भी",
  "in that behalf. There is no other provision in the Act which deals with": "नियम के अधीन है। अधिनियम में ऐसा कोई अन्य उपबंध नहीं है जो चूक की स्थिति में",
  "dismissals of proceedings in default or their restoration or the effect of non-": "कार्यवाहियों को खारिज करने या उनकी बहाली या उनकी बहाली न किए जाने के प्रभाव",
  "restoration thereof. No rule contained in the Hindu Marriage (Punjab) Rules,": "से संबंधित हो। अधिनियम के तहत उच्च न्यायालय द्वारा बनाए गए हिंदू विवाह (पंजाब)",
  "governing such a situation. In such an eventuality Order 9 Rule 9 of the": "गया था। ऐसी स्थिति में संहिता का आदेश 9 नियम 9 अधिनियम के तहत दायर याचिका",
  "(Para 7)": "(पैरा 7)",
  "Act with reference to Order 9 Rule 9 of the Code observed as under:-": "नियम 9 के प्रावधानों के मद्देनजर दूसरी याचिका को रोक दिया गया था।",
  "“10. Where a suit is dismissed, wholly or partly, under Rule 8 of": "कोई वाद नियम 8 के अधीन पूर्णतः या अंशतः निरस्त कर दिया जाता है वहां वादी",
  "precluded from filing a fresh suit in respect of the same cause of": "को उसी कार्रवाई के कारण के संबंध में कोई नया वाद लाने से रोका जाएगा।",
  "| (Para 15)": "(पैरा 5)",
  "| Sumit Sangwan, Advocate for the appellant.": "अपीलकर्ता के वकील सुमित सांगवान ।",
  "V.D. Sharma, Advocate for the respondent.": "वी.डी. शन्ना, प्रतिवादी के वकील ।",
  "AJAY KUMAR MITTAL, J.": "अजय कुमार मित्तल न्यायमूर्ति",
  "(1) The appellant-wife has approached this Court by way ofinstant appeal filed under Section 19 of the Family Courts Act, 1984 against the": "(॥) अपीलकर्ता-पत्नी ने पारिवारिक न्यायालय अधिनियम, 984 की धारा 9 के",
  "judgment and decree dated 10.9.2010 passed by the learned District Judge (Family Court), Bhiwani whereby the petition filed under Section 13(1)(ia)(ib)": "तहत विद्वान जिला न्यायाधीश (पारिवारिक न्यायालय), भिवानी द्वारा पारित निर्णय और डिक्री दिनांक 0.9.200 के खिलाफ दायर तत्काल अपील के माध्यम से इस न्यायालय",
  "and 2(iv) of the Hindu Marriage Act, 1955 (in short “theAct’’) by the wife": "से संपर्क किया है, जिसके तहत हिंदू विवाह अधिनियम, 955 (संक्षेप में \"अधिनियम\") की",
  "for dissolution of marriage by a decree of divorce, was dismissed.": "विघटन के लिए पत्नी द्वारा, खारिज कर दिया गया था।",
  "(2) Briefly stated, the facts necessary for adjudication of the present": "(2) संक्षेप में कहा गया है, वर्तमान अपील के अधिनिर्णय के लिए आवश्यक तथ्य",
  "appeal as narrated therein are that the marriage between the parties was solemnized on 15.6.1994 at village Rambas, Tehsil Charkhi Dadri, District": "यह हैं कि पक्षों के बीच विवाह 5.6.994 को गांव रामबस, तहसील चरखी दादरी, जिला",
  "Bhiwani as per Hindu rites and ceremonics. Both the parties mutually agreed": "भिवानी में हिंदू संस्कारों और समारोहों के अनुसार संपन्न हुआ था। दोनों पक्ष दिनांक 5-",
  "to separate each other by an agreement dated 15.5.2008 and thus, their": "05-2008 के एक करार द्वारा एक-दूसरे को अलग करने के लिए पारस्परिक रूप से",
  "relationship as husband and wife came to anend. Thereafter, the appellant": "सहमत हुए और इस प्रकार, पति और पत्नी के रूप में उनका संबंध समाप्त हो गया। इसके",
  "filed a petition for divorce. During the pendency of the divorce petition, the": "बाद, अपीलकर्ता ने तलाक के लिए याचिका दायर की। तलाक याचिका के लंबित रहने के",
  "father of the appellant died and dueto non-appcarance, the divorce petition": "दौरान, अपीलकर्ता के पिता की मृत्यु हो गई और उपस्थित न होने के कारण, तलाक की",
  "was dismissed in default on 6.6.2009. The appellant filed another petition for divorce on 8.9.2009. The Family Court vide order dated 10.9.2010": "याचिका 6.6.2009 को खारिज कर दी गई। अपीलकर्ता ने 8.9.2009 को तलाक के लिए एक और याचिका दायर की। फैमिली कोर्ट वीआईडीसी आदेश दिनांक 0.9.200 ने",
  "9 of the Code of Civil Procedure (hereinafter referred to as “the Code”).": "सिविल प्रक्रिया संहिता (इसके बाद \"कोड\" के रूप में संदर्भित) के आदेश 9 नियम 9 के",
  "(3) Learned counsel for the appellant submitted that the earlier": "(3) अपीलकर्ताके विद्वान वकील ने प्रस्तुत किया कि तलाक की मांग करने वाली",
  "petition secking divorce was filed on 22.7.2008 and-the same was dismissed": "पूर्व याचिका 22.7.2008 को दायर की गई थी और इसे डिफ़ॉल्ट रूप से खारिज कर दिया",
  "in default. Since the earlier petition was not decided on merits and the": "गया था। चूंकि पूर्व याचिका पर गुण-दोष के आधार पर निर्णय नहीं लिया गया था और",
  "present petition was filed on the ccntinuous cause of action and, therefore,": "वर्तमान याचिका कार्रवाई के निरंतर कारण पर दायर की गई थी और इसलिए 8-9-2009",
  "continuing cause of action provided the cause of action has": "प्रतिवादी थी कार्रवाई के-निरंतर कारण के आधार पर तलाक केलिए किसी थी कार्यवाही",
  "continued after 19.7.2000, when the first petition for divorce": "9.7.2000 के बाद जारी रह्ञ हे जब तलाक के लिए पहली याविका डिफ़ॉल्ट और गैर",
  "observations of the Hon'ble Supreme Court in Guda Vijayalakshmi versus Guda Ramachandra Sekhara Sastry (6), wherein the Flon’'ble": "शेखर शास्त्री (6) में माननीय सर्वोच्च न्यायालय की टिप्पणियों से लिया जा सकता",
  "of trans{cr of case under Section 25 of the Code had held as under:-": "है, जिसमें माननीय सर्वोच्च न्यायालय ने संहिता की धारा 25 के तहत मामले के हस्तांतरण",
  "“In the first place itis difficult to accept the contention that the": "\"पहली बात तो यह है।कि इस दलील को स्वीकार करना मुश्किल है।कि सीपीयी",
  "substantive provision contained in Section 25 CPC is excluded by reason of Section 21 of the Hindu Marriage Act, 1955. Section": "की क्षय 25 मेंनिहित यूल प्रावधान को हिंद्र विवाह अधिनियय /955 की क्र 24 के कारण बाहर रखा गया है।",
  "LL.R, PUNJAB AND HARYANA 2014(2)": "आई.एल.आर. पंजाब और हरियाणा 204(2)",
  "Marriage Act. These words merely mean that the provisions of the Code of Civil Procedure, which, by reason of their nature": "इन शब्दों का +र्ष केवल यह है।कि।सिविल प्रक्रिया संहिता के प्रावधन जो उनकी प्रकृति",
  "are incapable of application to the proceedings under the Hindu": "के कारण।हिंद्रवविवाह अधिनियम के तहत कार्यवाही के।लिए लायू होने में असमर्थ हैं. लागू",
  "plaints and such other provisions of the Code of Civil Procedure": "के स्थान के बारे में उपबं॥ और,जिविल प्रक्रिया संहिता के ऐसे अन्य उपबंध जो।लिंदू विवाह",
  "Act, may not be applicable to matters in respect of which Hindu": "अधिनियम के उपबंधीं से असंगत हैं उन मायलों पर लागू नहीं हो सकते हैंजिनके संबंध",
  "of this case, there is no provision of the Hindu Marriage Act or Rules made thereunder, which suggests exclusion of the": "विवाह अधिनियम या उसके तहत बनाए गए।निययों का कोई प्रावध्षन नहीं है. जो।सिविल",
  "Rules made thereunder, which suggests exclusion of the application of Rules 8 and 9 of Order 9 of the Code of Civil": "प्रक्रिया संहिता के आदेश9 के।नियम8 और9 के आवेदन को बाहर करने का सुझाव देता",
  "Singh, AIR 1978 Punjab and Haryanal50. in identical circumstances, Rule 9 of Order 9 of the Code of Civil Procedure": "7976 पंजाब और हरियाणा।50. समान परिस्थितियों में।/सिविल प्रक्रिया संहिता के आदेश",
  "(12) The interpretation of the provisions of Order 9 Rule 9 of the": "(22) हिंदू विवाह अधिनियम के संबंध में संहिता के आदेश 9 नियम 9 के प्रावधानों",
  "versus Ramesh Kumar (5), whercin it was held as under:-": "उच्च न्यायालय द्वारा श्रीयती मल्टी बनाम रमेश कुमार (5) मेंविचार किया यया ५/ जिसमें यह निम्नानुसार आयोजित किया गया था: -",
  "proceedings under the Hindu Marriage Act, 1955. In the said": "में उप्रीय कोर्ट कानिर्णय हिंद विवाह अधिनियय /955 के तहत कार्यवाह्ली पर",
  "when a similar complaint was earlier dismissed in default and": "सुनवाई योग्य थी जब इसी तरह की शिकायत को पहले ।डिफ़ॉल्ट रूप से खारिज",
  "an application for restoration of the same had also been": "करदिया यया था और उसी की बहाली के।लिए एक आवेदन भी खारिज कर।दिया",
  "Act only specific provisions of the Code have been made": "गया ५/ उपयुक्त अधिनियम की क्या 43 के अंतर्गत संहिता के केवल विशिष्ट",
  "that Order IX Rule 9 of the Code has not been specifically made applicable to the proceedings under the Consumer Protection": "7४ नियम 9 को विशेष रूप से उपभीकक्‍ता संरक्षण अधिनियम /986 के तहत",
  "court dismissing the application under Order IX Rule 9 of the": "के आदेश।ह नियय 9 के तहत प्रदान की यई द्रसरी शिकायत की विचारणीयता",
  "cause of action on whichfirst proceeding was filed is barred and": "कारण से पिछली याचिका दायर की यई थी जिसे कार्रवाई के उसी कारण के"
}