{
  "lead to enrolment of an Advocate under the Advocates Act, 1961. The": "डिग्री अधिवक्ता अधिनियम, 964 के तहत एक वकील के नामांकन",
  "requirement of the Bar Council of India is that before enrolment of a": "की ओर ले जाती है। बार काउंसिल ऑफ इंडिया की आवश्यकता है कि किसी व्यक्ति को वकील के रूप में नामांकित करने से पहले, एक",
  "person as an Advocate, a candidate is required to undergo 75% of lectures in theory and practical subjects. With the said object in mind,": "उम्मीदवार को यह करना आवश्यक है। सिद्धांत और व्यावहारिक विषयों में 75% व्याख्याताओं से गुजरना पड़ता है। उक्त उद्देश्य को ध्यान",
  "the distance of 45 Kms for admission of students for the professional degree cannot be said to be wholly arbitrary or unreasonable. While": "में रखते हुए व्यावसायिक डिग्री के लिए छात्रों के प्रवेश के लिए 45 किलोमीटर की दूरी को पूरी तरह से मनमाना या अनुचित नहीं कहा",
  "fixing the distance or for that matter any condition of cut off marks or": "के लिए कट ऑफ मार्क्स या दूरी की किसी भी शर्त की जांच इस दृष्टि",
  "distance has to be examined from the view of it being arbitrary or": "मार्क्स या दूरी की किसी भी शर्त की जांच इस दृष्टि से की जानी",
  "unreasonable. Merely because that the place of posting of the petitioner": "चाहिए कि यह मनमाना या अनुचित है। केवल इसलिए कि याचिकाकर्ता",
  "is at 70 Kms will not render the cut off 45 Kms as unreasonable. The": "की पोस्टिंग की जगह 70 किलोमीटर है, इससे 45 किलोमीटर की कट- ऑफ नहीं हो जाएगी। अनुचित के रूप में. तय की गई दूरी एक",
  "of residence to study and vice versa. It is designed with a view that": "आने-जाने की सुविधा प्रदान करने के लिए है। इसे इस दृष्टि से डिज़ाइन",
  "the job expectations of a candidate and his academic pursuits can be": "किया गया है कि किसी उम्मीदवार की नौकरी की अपेक्षाओं और उसकी",
  "eligibility condition based on intelligible classification. The classification": "सके। विश्वविद्यालय सुगम वर्गीकरण के आधार पर पात्रता शर्त तय",
  "in respect of emp;oyees posted within the radius of 45 Kms from the": "करने के लिए स्वतंत्र है। विश्वविद्यालय के विधि संकाय से 45 किलोमीटर के दायरे में तैनात कर्मचारियों के संबंध में वर्गीकरण",
  "(Hons.) 3 year evening course will have to submit a": "(ऑनर्स) 3-वर्षीय पाठ्यक्रम में प्रवेश के लिए एक उम्मीदवार इस शर्त",
  "certificate from their employer that the employee will": "कोर्स के लिए उम्मीदवार को अपने नियोक्ता से एक प्रमाण पत्र जमा",
  "of the Faculty of Law, M.D. University, Rohtak from": "छूट दी जाएगी। विधि संकाय, एम.डी. विश्वविद्यालय, रोहतक की",
  "5.00 p.m., to 9.00 p.m., daily for six days in a week.": "सायंकालीन कक्षाएं शाम 5.00 बजे से रात्रि 9.00 बजे तक सप्ताह में",
  "evening, but these students in the final year shall have": "जाएंगी, लेकिन अंतिम वर्ष के इन छात्रों को प्रशिक्षण उद्देश्यों के लिए",
  "to attend practical, legal aid and Court visits in day": "दिन के समय व्यावहारिक, कानूनी सहायता और अदालत के दौरे में",
  "(4) The petitioner in support of admission to the course has": "(4) याचिकाकर्ता ने पाठ्यक्रम में प्रवेश के समर्थन में सरकारी सेवा के लिए",
  "attached a Certificate for Government Service, Annexure P-2, which": "एक प्रमाण पत्र, अनुलग्नक पी-2 संलग्न किया है, जो निम्नलिखित",
  "is to following effect :—": "प्रभाव वाला है; -",
  "“It is certified that Shri Sunil Dutt S/o Shri Jit Ram is permanent": "“यह प्रमाणित किया जाता है कि श्री सुनील दत्त पुत्र श्री",
  "resident of VPO, Bawani Khera (Bhiwani). He is working": "जीत राम वीपीओ, बवानी खेड़ा (भिवानी) के स्थायी निवासी हैं। वह",
  "on the post of Hindi Teacher in Government Senior Secondary School, Jamalpur (Bhiwani). His date of joining": "राजकीय वरिष्ठ माध्यमिक विद्यालय, जमालपुर (भिवानी) में हिंदी अध्यापक के पद पर कार्यरत हैं। उनकी सेवा में शामित्र होने की तिथि",
  "in service is 2nd November, 1995. The employee is working in Government Senior Secondary School, Jamalpur, since 5th November, 2005. His basic pay scale is Rs. 6,550/-": "2 नवंबर, 4995 है। कर्मचारी 5 नवंबर, 2005 से राजकीय वरिष्ठ माध्यमिक विद्यालय, जमालपुर में कार्यरत हैं। उनका मूल वेतनमान",
  "School time is 8.00 a.m., TO 2.00 p.m”.": "रु. 6,550/- स्कूल का समय सुबह 8.00 बजे से दोपहर 2.00 बजे तक है।",
  "(5) Itis the case of the petitioner that he submitted an application": "(5) याचिकाकर्ता का मामला यह है कि उसने जिला रोहतक की सीमा के",
  "which may facilitate him to attend the classes at the respondent-": "जिससे उसे प्रतिवादी विश्वविद्यालय में कक्षाओं में भाग लेने की सुविधा",
  "University. There are more than 10 schools in the nearby District Rohtak": "मिल सके। निकटवर्ती जिला रोहतक में 0 से अधिक स्कूल हैं, हालांकि",
  "though situated in District Bhiwani. Such schools are within distance of 30 to 40 Kms from the Faculty of Laws. In the present petition the": "वे जिला भिवानी में स्थित हैं। ऐसे स्कूल विधि संकाय से 30 से 40 किलोमीटर की दूरी पर हैं। वर्तमान याचिका में याचिकाकर्ता का दावा है",
  "petitioner claims that the condition of 45 Kms is wholly illegal,": "कि 45 किलोमीटर की शर्त पूरी तरह से अवैध, मनमाना है और एक",
  "arbitrary and does not form a reasonable classification and has no nexus": "उचित वर्गीकरण नहीं बनाती है और प्राप्त किए जाने वाले उद्देश्य के",
  "(6) In the reply, it has been stated by the respondent-University": "(6) उत्तर में, प्रतिवादी-विश्वविद्यालय द्वारा यह कहा गया है कि",
  "that the University had conducted a Joint Entrance Examination on 8th July, 2008 for the LL.B. (Hons.) Course in accordance with the prospectus": "विश्वविद्यालय ने एलएलबी (ऑनर्स) के लिए 8 जुलाई, 2008 को एक",
  "Laws lead to enrolment of an Advocate under the Advocates Act, 1961.": "अधिनियम, 496 के तहत एक वकील के नामांकन के लिए होती है।",
  "The requirement of the Bar Council of India is that before enrolment": "बार काउंसिल ऑफ इंडिया की आवश्यकता यह है कि किसी व्यक्ति को",
  "of a person as an Advocate, a candidate is required to undergo 75%": "वकील के रूप में नामांकित करने से पहले, एक उम्मीदवार को 75% से",
  "of lecturers in theory and practical subjects. With the said object in": "गुजरना आवश्यक है। सिद्धांत और व्यावहारिक विषयों में व्याख्यान की. उक्त उद्देश्य को ध्यान में रखते हुए, व्यावसायिक डिग्री के लिए",
  "mind the distance of 45 Kms for admission of students for the professional": "की. उक्त उद्देश्य को ध्यान में रखते हुए, व्यावसायिक डिग्री के लिए छात्रों के प्रवेश के लिए 45 किलोमीटर की दूरी को पूरी तरह से मनमाना",
  "degree cannot be said to be wholly arbitary or unreasonable. While": "या अनुचित नहीं कहा जा सकता है। दूरी तय करते समय या उस मामले",
  "unreasonable. Merely because that the place of posting of the petitioner is at 70 Kms will not render the cut off 45 Kms. as unreasonable. The": "याचिकाकर्ता की पोस्टिंग की जगह 70 किलोमीटर है, 45 किलोमीटर की कटऑफ को अनुचित नहीं ठहराया जाएगा। तय की गई दूरी एक",
  "candidates working within 45 Kms from University Campus forms a": "है कि विश्वविद्यालय परिसर से 45 किलोमीटर के भीतर काम करने",
  "well defined class and the rationale behind laying down territorial limit": "और क्षेत्रीय सीमा निर्धारित करने के पीछे तर्क शाम की कक्षाओं में",
  "is the possibility/feasibility of ensuring regular attendance in the evening": "नियमित उपस्थिति सुनिश्चित करने की संभावना/व्यवहार्यता है ताकि",
  "classes so as to impart proper instruction/training lend credence and": "उचित निर्देश/प्रशिक्षण प्रदान किया जा सके। व्यावसायिक पाठ्यक्रम में",
  "requirement to a mere ritual. It is pointed out that as per instructions": "आवश्यकता को महज एक अनुष्ठान तक सीमित करना। यह बताया",
  "of the University Grants Commission/Bar Council, it is essential for": "गया है कि विश्वविद्यालय अनुदान आयोग/बार काउंसिल्र के निर्देशों के",
  "a student to attend a minimum of 75% of lectures/practicals delivered": "से दिए गए न्यूनतम 75% व्याख्यान/प्रैक्टिकल में भाग लेना आवश्यक",
  "keeping in view the exigencies of the service in the parent organisation": "है। इसलिए, उम्मीदवार के मूल संगठन में सेवा की अत्यावश्यकताओं,",
  "of a candidate, possible travel time involved in covering long distance from the place of work to the University and the exacting standards fixed": "कार्यस्थल से विश्वविद्यालय तक लंबी दूरी तय करने में त्रगने वाले संभावित यात्रा समय और शीर्ष नियामक निकायों द्वारा तय किए गए",
  "by the apex regulatory bodies, distance of 45 Kms was considered to": "संभावित यात्रा समय और शीर्ष नियामक निकायों द्वारा तय किए गए सटीक मानकों को ध्यान में रखते हुए, 45 किल्रोमीटर की दूरी तय की",
  "be reasonable after giving allowance to traffic snarls/difficulty in connectivity etc. Reliance was placed upon the decision of the Supreme": "गई थी। ट्रैफिक जाम/कनेक्टिविटी में कठिनाई आदि के लिए छूट देने",
  "not require that legislative classification should be scientifically perfect": "|4 का संविधान के लिए यह आवश्यक नहीं है कि विधायी वर्गीकरण",
  "or logically complete. Relying upon the judgment in State of Bihar": "वैज्ञानिक रूप से परिपूर्ण या तार्किक रूप से पूर्ण हो। बिहार राज्य बनाम",
  "versus Sachidanand Kishore Prasad Sinha, (2) it was contended that": "सच्चिदानंद किशोर प्रसाद सिन्हा मामले में दिए गए फैसले पर भरोसा करते हुए, (2) यह तर्क दिया गया कि केवल बेहतर वर्गीकरण की",
  "mere possibility of a better classification is no ground to strike down the classification made by the statutory authority. Thus, it was alleged": "संभावना वैधानिक प्राधिकरण द्वारा किए गए वर्गीकरण को रद्द करने का कोई आधार नहीं है। इस प्रकार, यह आरोप लगाया गया कि इस",
  "that there is no ground to strike down the classification that the evening": "वर्गीकरण को रद्द करने का कोई आधार नहीं है कि शाम का पाठ्यक्रम",
  "course leading to degree of LL.B. (Hons.) is meant for employees working within 45 Kms from the Faculty of Law.": "एलएलबी (ऑनर्स) की डिग्री प्रदान करता है। विधि संकाय से 45 किलोमीटर के भीतर काम करने वाले कर्मचारियों के लिए है।"
}