{
  "Before Rajesh Bindal, .J.": "न्यायमूर्ति राजेश बिंदल के समक्ष।",
  "D. C. SHARMA —Petitioner": "डी. सी. शर्मा -याचिकाकर्ता",
  "versus": "बनाम",
  "HARYANA STATEAGRICULTURAL MARKETING BOARD AND ANOTHER—Respondent": "हरियाणा राज्य कृषि विपणन बोर्ड और अन्य - प्रतिवादी",
  "CWP No. 7051 of 2012": "सी0डब्ल्यूएपी संख्या 705] सन 202",
  "Punjab Agricultural Produce Markets Act, 1961 (Punjab Act, 23) - Haryana State Agricultural Marketing Board Service Rules,": "पंजाब कृषि उपज बाजार अधिनियम, /967 (पंजाब अधिनियम, 23) - हरियाणा राज्य कृषि विषणन",
  "2008 - Petitioner who retired as SDO from Respondent - Board": "बोर्ड सेवा नियम, 2006 - याचिकाकर्ता जो प्रतिवादी बोर्ड से एसडीओ के रूप में सेवानिवृत्त हुए -याचिकाकर्ता ने",
  "seeking direction for release of retiral dues and also claiming": "सेवानिवृत्ति की बकाया राशि जारी करने के लिए निर्देश की मांग की और अपने कनिष्ठों को पदोन्‍नत किए जाने की",
  "promotion from the date his juniors were promoted - Retiral dues not paid on account of pendency of disciplinary proceedings - Even": "तारीख से पदोन्नति का दावा किया - अनुशासनात्मक कार्यवाही के लंबित होने के कारण सेवानिवृत्ति की बकाया",
  "though the inquiry report had been submitted more than 3 months": "राशि का भुगतान नहीं किया गया - भले ही जांच रिपोर्ट सेवानिवृत्ति से 3 महीने से अधिक समय पहले प्रस्तुत की",
  "prior to retirement - Held, no justification for delaying the payment": "गई थी - यह अभिनिर्णात किया गया कि सेवानिवृत्ति देय राशि के भुगतान में देरी के लिए कोई ओऔचित्य नहीं -",
  "/Teld, that considcring the aforesaid factual matrix, this Court docs": "यह अभिनिर्णात किया गया कि गया कि उपरोक्त तथ्यात्मक मैट्रिक्स पर विचार करते हुए, इस न्यायालय को यह",
  "nol find that there was any reasonable ground with the respondents to have delayed the payment of retiral dues of the petitioner as the same could not": "नहीं लगता है कि याचिकाकर्ता के सेवानिवृत्ति के बकाया के भुगतान में देरी करने के लिए उत्तरदाताओं के पास कोई उचित",
  "have been paid immediately on his retirement aficr taking final decision on the cnquiry initiated against the petitioner, the report of which had becn": "आधार था क्योंकि याचिकाकर्ता के खिलाफ शुरू की गई जांच पर अंतिम निर्णय लेने के बाद उसकी सेवानिवृत्ति पर तुरंत",
  "the cnquiry initiated against the petitioner, the report of which had becn submittcd morc than three months prior to his retirement but still the matter": "भुगतान नहीं किया जा सकता था, जिसकी रिपोर्ट उसकी सेवानिवृत्ति से तीन महीने से अधिक समय पहले प्रस्तुत की गई थी",
  "was kept pending for about one ycar for taking a final decision. Hence,": "लेकिन फिर भी मामला अंतिम निर्णय लेने के लिए लगभग एक वर्ष तक लंबित रखा गया। इसलिए, यह निर्देश दिया जाता है",
  "it is dirccted that the petitioner shall be paid intcrest at the rate of 9% per annum for a period of 11 months on the amount of Icave cncashment,": "कि याचिकाकर्ता को छुट्टी नकदीकरण, पेंशन के कम्यूटेशन और ग्रेच्युटी की राशि पर ]| महीने की अवधि के लिए 9% प्रति",
  "commutation of pension and gratuity. The amount of interest be calculated and disburscd to the petitioner within two months from today.": "वर्ष की दर से ब्याज का भुगतान किया जाएगा। ब्याज की राशि की गणना की जाए और आज से दो महीने के भीतर याचिकाकर्ता को वितरित किया जाए",
  "(Para 7)": "(पैरा 7)",
  "[).R. Bansal, Advocate, for the petitioner.": "डी.आर. बंसल, अधिवक्ता, याचिकाकर्ता की ओर से ।",
  "Chand Ram Olla, Advocate, for the respondents.": "चांद राम ओला, अधिवक्ता, उत्तरदाताओं के लिए वकील ।",
  "RAJESH BINDAL J.": "न्यायमर्ति राजेश बिंदल:",
  "CM_NO.17900 OF 2012": "सी०एम० नंबर |7900 सन 2042:",
  "(1) CM is allowed. Accompanying replication to the written statement filed by respondents is taken on record.": ") सी०एम० को स्वीकृत किया जाता है। उत्तरदाताओं द्वारा दायर लिखित बयान की प्रतिकृति के साथ रिकॉर्ड पर",
  "CWP _NO.7051 OF 2012": "सीडब्ल्यपी संख्या 705] सन 2042:",
  "(2) The petitioner, who retired as Sub-Divisional Officer from the Haryana StatcAgncultural Marketing Board (for short ‘the Board’) on Junc": "2) याचिकाकर्ता, जो 30 जून, 20[ को हरियाणा राज्य कृषि विपणन बोर्ड (संक्षेप में 'बोर्ड') से उप-विभागीय",
  "to pay his retiral ducs and also claim promotion from the datc his juniors were promoted.": "भुगतान करने और अपने कनिष्टों को पदोन्‍नत किए जाने की तारीख से पदोन्नति का दावा करने का निर्देश देने की मांग की है।",
  "(3) Learned counsel for the petitioner submitted that though the petitioner retired on June 30, 2011, however, his rctiral ducs including the": "3) याचिकाकर्ता के विद्वान वकील ने प्रस्तुत किया कि हालांकि याचिकाकर्ता 30 जून, 20 को सेवानिवृत्त हो",
  "leave encashment, pension, commutation of pension, gratuity ctc. were paid": "गया, परंतु उसका छुट्टी नकदीकरण, पेंशन, पेंशन के कम्यूटेशन, ग्रेच्युटी आदि सहित उसकी सेवानिवृत्ति की बकाया राशि का",
  "morc than onc ycar thereafter without there being any valid reason. Prior to his retirement, a charge shect had been issucd to the petitioner on": "भुगतान बिना किसी बैध कारण के एक वर्ष से अधिक समय पश्चात किया गया था। उनकी सेवानिवृत्ति से पहले, याचिकाकर्ता",
  "(01.02.2010 in which a report was submitted by enquiry officer on 16.03.2011)": "को 0.02.200 को एक आरोप पत्र जारी किया गया था, जिसमें जांच अधिकारी द्वारा ।6.03.20| को एक रिपोर्ट",
  "Still, no final action was taken by the Board, cven though the petitioner was": "प्रस्तुत की गई थी जिसमें कहा गया था कि याचिकाकर्ता के खिलाफ आरोप नहीं पाए गए थे। फिर भी, बोर्ड द्वारा कोई अंतिम",
  "to rctire from service on June 30, 2011. Immediately, alicr the retirement": "कार्रवाई नहीं की गई, भले ही याचिकाकर्ता को 30 जून, 20 को सेवा से सेवानिवृत्त होना था। सेवानिवृत्ति के तुरंत बाद",
  "he was not paid the retiral ducs. The proccedings initiated against the": "उन्हें सेवानिवृत्ति की बकाया राशि का भुगतान नहीं किया गया। याचिकाकर्ता के खिलाफ शुरू की गई कार्यवाही को केवल",
  "petilioncr were dropped only on 16.03.2012. Thereaficr also, the retiral ducs were paid to the petitioner only after filing of the present writ petition.": "]6.03.202 को रोक दिया गया था। इसके बाद भी, वर्तमान रिट याचिका दायर करने के बाद ही याचिकाकर्ता को",
  "Thus, on account of delayed payment of retiral ducs, the petitioner is entitled": "सेवानिवृत्ति की बकाया राशि का भुगतान किया गया था। अतः सेवानिवृत्ति बकाये के भुगतान में देरी के कारण, याचिकाकर्ता",
  "to payment of interest.": "ब्याज के भुगतान का हकदार है।",
  "(4) L.carned counscl for the petitioner further submitted that number of cmployces junior to the petitioner were promoted to the post of Sub-": "4) याचिकाकर्ता के विद्वान वकील ने आगे प्रस्तुत किया कि याचिकाकर्ता से कनिष्ठ कर्मचारियों की संख्या को",
  "of cmployces junior to the petitioner were promoted to the post of Sub- Divisional Engineer from 19.04.1991 onwards but the case of the petitioner was not considered. Itc had been making representations repeatedly. It was": "]9.04.99] से उप-विभागीय अभियंता के पद पर पदोन्‍नत किया गया था, लेकिन याचिकाकर्ता के मामले पर विचार नहीं",
  "was not considered. Itc had been making representations repeatedly. It was only on 16.09.2005 that the petitioner was promoted. Considering the fact": "किया गया था। वह बार-बार अभ्यावेदन देते रहे हैं। [6.09.2005 को ही याचिकाकर्ता को पदोन्‍नत किया गया था। इस",
  "that the persons junior to the petitioner were promoted prior in time, the": "तथ्य को ध्यान में रखते हुए कि याचिकाकर्ता से कनिष्ठ व्यक्तियों को समय से पहले पदोन्‍नत किया गया था, याचिकाकर्ता भी",
  "pelitioncr also deserves to be promoted from that date.": "उस तारीख से पदोन्‍नत होने का हकदार है।",
  "(5) On thcother hand, lcamed counsel for the respondents submitted that the rctiral ducs were not paid to the petitioner on account of pendency": "5) दूसरी ओर, उत्तरदाताओं के विद्वान वकील ने प्रस्तुत किया कि याचिकाकर्ता को उसके खिलाफ अनुशासनात्मक",
  "that the rctiral ducs were not paid to the petitioner on account of pendency of disciplinary procecdings against him. After the final decision was taken": "कार्यवाही लंबित होने के कारण सेवानिवृत्त बकाया राशि का भुगतान नहीं किया गया था। अनुशासनात्मक कार्यवाही में अंतिम",
  "was paid. Ice did not disputc regarding submission of enquiry report before the retirement of the petitioner. He further submitted that the grouse raised": "सेवानिवृत्ति से पहले जांच रिपोर्ट प्रस्तुत करने के संबंध में विवाद नहीं किया। उन्होंने आगे प्रस्तुत किया कि याचिकाकर्ता द्वारा",
  "by the petitioner regarding his promotion from the date his juniors were promoted ts highly belaicd. It is sought to be claimed that the persons junior": "अपने कनिष्ठों को पदोन्‍नत किए जाने की तारीख से उनकी पदोन्नति के बारे में उठाई गई शिकायत बहुत देर से की गई है, यह",
  "promoted ts highly belaicd. It is sought to be claimed that the persons junior to the petitioncr were promoted on 19.04.1991 onwards but still the": "दावा करने की कोशिश कि है कि याचिकाकर्ता से जूनियर व्यक्तियों को |9.04.]99 | को पदोन्‍नत किया गया था, लेकिन",
  "petitioner never raised any grievance. Even though the petitioner was promoted": "फिर भी याचिकाकर्ता ने कभी कोई शिकायत नहीं की थी। यद्यपि याचिकाकर्ता को 6-09-2005 को पदोन्‍नत किया गया",
  "The petitioner cannot be permitted to raise the grievance about his promotion": "पदोन्नति के बारे में शिकायत करने की अनुमति नहीं दी जा सकती है।",
  "(6) tleard learned counsel for the partics and perused the paper book.": "6) पफक्षकारों के विद्वान वकील को सुना और पेपर बुक का अवलोकन किया।",
  "(7) As far as the claim made by the petitioner regarding payment": "7) जहां तक याचिकाकर्ता द्वारा अपने सेवानिवृत्ति के बकाया पर ब्याज के भुगतान के संबंध में किए गए दावे का",
  "of interest on his rctiral ducs is concerned, in my opinion, the petitioner has madc outa case. The charge sheet was issucd to the petitioner on 01.02.2010.": "संबंध है, मेरी राय में, याचिकाकर्ता ने एक मामला बनाया है। याचिकाकर्ता को दिनांक 0-02-200 को आरोप-पत्र जारी",
  "enquiry officer that the charges alleged against the petitioner were not proved, Though the petitioner was to retire on June 30, 2011 but still no": "याचिकाकर्ता के खिलाफ आरोप साबित नहीं हुए थे। हालांकि याचिकाकर्ता 30 जून, 20[ को सेवानिवृत्त होने वाला था,",
  "final decision was taken on the enquiry report. he petitioner retired from": "लेकिन फिर भी जांच रिपोर्ट पर कोई अंतिम निर्णय नहीं लिया गया। याचिकाकर्ता सेवा से सेवानिवृत्त हुए, लेकिन यह दलील"
}