{
  "stated that the petitioner in CWP No. 7647 of 2016 has already died awaiting the benefit as being claimed in the present petition.": "संख्या 7647/2046 पहले ही लाभ की प्रतीक्षा में मर चुका है जेसा कि वर्तमान याचिका में दावा किया गया है।",
  "(15) Keeping in view the facts and circumstances of this case,": "(45) इस मामले के तथ्यों और परिस्थितियों को ध्यान में रखते हुए, याचिकाकर्ताओं",
  "period of three years and two months prior to the filing of the present": "को वर्तमान याचिकाओं को दाखिल करने से पहले तीन साल और दो महीने की अवधि के",
  "with within a period of two months from the receipt of copy of this": "थी। 2046. इस आदेश की प्रति प्राप्त होने के दो माह की अवधि के भीतर आदेश का",
  "(16) It is made clear that the arrears upon re-fixation will be paid": "(56) यह स्पष्ट किया गया है कि पुन: निर्धारण पर बकाया राशि 2046 के",
  "to the legal heirs of the petitioner in CWP No. 7647 of 2016.": "सीडब्ल्यूपी संख्या 7647 में याचिकाकर्ता के कानूनी उत्तराधिकारियों को भुगतान की",
  "(17) Petitions are allowed in above terms.": "(7) उपरोक्त शर्तों में याचिकाएं स्वीकार की जाती हैं।",
  "(18) A photocopy of this order be placed on the file of another connected case.": "(48) इस आदेश की एक फोटोकॉपी किसी अन्य संबंधित मामले की फाइल पर लगाई जाएगी।",
  "Before Harsimran Singh Sethi, J.": "हरसिमरन सिंह सेठी से पहले जे.",
  "RAM KUMAR BISHNOI THROUGH HIS L.Rs—Petitioner": "राम कुमार बिश्नोई अपने एल.आर. के माध्यम से-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND ANOTHER—Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "CWP No. 7647 of 2016": "2046 का सीडब्ल्यूपी नंबर 7647",
  "October 10, 2022": "40 अक्टूबर 2022",
  "Haryana Civil Services (Assured Career Progression), Rules": "हरियाणा सिविल सेवा (सुनिश्चित कैरियर प्रगति), नियम 2008 (इसके बाद '2008",
  "2008 (hereinafter referred to as ‘2008 Rules’)—Clause 12 solve the anomalies present case clear case of anomaly. Where senior is getting": "नियम' के रूप में संदर्भित) - खंड 42 विसंगति के स्पष्ट मामले को वर्तमान विसंगतियों को",
  "anomalies present case clear case of anomaly. Where senior is getting lower pay than juniors. Which is not permissible under the law—": "हल करता है। जहां सीनियर को जूनियर से कम वेतन मिल रहा है। जो कानून के तहत",
  "Petitioner entitled to step up of pay in term of Rule 12 of 2008 Rules": "का ही है - याचिकाकर्ता 2008 नियमों के नियम 42 की अवधि में वेतन वृद्धि का हकदार",
  "Held, that the petitioner was appointed as a Lecturer in Civil": "माना गया कि याचिकाकर्ता को सरकार में सिविल इंजीनियरिंग में व्याख्याता के",
  "Engineering in Govt. Polytechnic through Haryana Public Service Commission on 25.02.1992. While the petitioner was working as a": "रूप में नियुक्त किया गया था। 25.02.4992 को हरियाणा लोक सेवा आयोग के माध्यम से पॉलिटेक्निक। जब याचिकाकर्ता एक व्याख्याता के रूप में काम कर रहा था, तब",
  "Lecturer, therespondent-department issued an advertisement advertising the post of Senior Lecturer in the Department of Civil Engineering and": "विभाग ने सिविल इंजीनियरिंग विभाग में वरिष्ठ व्याख्याता के पद के लिए एक विज्ञापन",
  "the petitioner competed for the same and was ultimately directly": "जारी किया और याचिकाकर्ता ने इसके लिए प्रतिस्पर्धा की और अंततः नियुक्ति पत्र दिनांक",
  "recruited as a Senior Lecturer Anurag Goyal, Advocate, for the": "वरिष्ठ व्याख्याता के रूप में भर्ती कर लिया गया। अनुराग गोयल, अधिवक्ता, 2046 के",
  "Gulfana, Advocate, for Gurinder Pal Singh, Advocate, for the": "गुलफाना, वकील, गुरिंदर पाल सिंह के लिए, वकील, 2046 के सीडब्ल्यूपी नंबर",
  "petitioner in CWP No.25433 of 2016.": "25433 में याचिकाकर्ता के लिए।",
  "Rajesh Gaur, Addl. A.G., Haryana.": "राजेश गौड़, अतिरिक्त. ए.जी., हरियाणा।",
  "HARSIMRAN SINGH SETHI J. (ORAL)": "हरसिमरन सिंह सेठी से पहले जे.",
  "(1) By this common order, the writ petitions, details of which": "(3) इस सामान्य आदेश द्वारा, रिट याचिकाएं, जिनका विवरण ऊपर दिया गया है,",
  "have been given above, are being disposed of as both the writ petitions involvethe same question of law on similar facts.": "का निपटारा किया जा रहा है क्योंकि दोनों रिट याचिकाओं में समान तथ्यों पर समान कानून का प्रश्न शामिल है।",
  "(2) For the purpose of this order, the facts are being taken from CWP No. 7647 of 2016.": "हर हि ) इस आदेश के प्रयोजन के लिए, तथ्य 2046 के सीडब्ल्यूपी संख्या 7647 से लिए जा रहे हैं।",
  "(3) In the present petition, the grievance of the petitioner is that": "(3) वर्तमान याचिका में, याचिकाकर्ता की शिकायत यह है कि जिन कर्मचारियों को",
  "the employees, who were promoted after the petitioner (since deceased) after his direct recruitment in the cadre of Senior Lecturer in": "सिविल इंजीनियर में वरिष्ठ व्याख्याता के कैडर में सीधी भर्ती के बाद याचिकाकर्ता (मृतक)",
  "of Senior Lecturer, which is not permissible. The claim of the petitioner": "वरिष्ठ व्याख्याता के संवर्ग में, जो अनुमन्य नहीं है। याचिकाकर्ता का दावा दिनांक",
  "is for the grant of benefit to the petitioner under Clause-12 of the": "30.42.2008 (अनुलग्रक पी-3) की अधिसूचना के खंड-42 के तहत याचिकाकर्ता को लाभ",
  "as per Clause-12 of 2008 Rules, the solution was also provided. The": "के अनुसार, समाधान भी प्रदान किया गया था। 2008 नियमावली का प्रासंगिक खंड-42",
  "“12. Admissibility of stepping up in certain cases :-": "“2. कुछ मामलों में पदोन्नति की स्वीकार्यता:- यदि सेवा नियमों में किसी पद को",
  "If the service rules provides for or circumstances warrant filling up of a post through direct recruitment as wellas": "सीधी भर्ती के साथ-साथ पदोन्नति के माध्यम से भरने का प्रावधान है या परिस्थितियाँ उचित",
  "through promotion, benefit of stepping up of pay band and grade pay shall be admissible to the directly recruited senior": "हैं, तो वेतन बैंड और ग्रेड वेतन में वृद्धि का लाभ सीधे भर्ती किए गए वरिष्ठ को स्वीकार्य",
  "Government servant if the junior promoted government servant junior to him is drawing salary in higher pay band and grade pay on the basis of the benefit of ACP upgradation. However, the benefit of stepping up shall not": "होगा। सरकारी सेवक यदि उससे कनिष्ठ पदोन्नत सरकारी सेवक एसीपी उन्नयन के लाभ के आधार पर उच्च वेतन बैंड और ग्रेड वेतन में वेतन ले रहा है। हालाँकि, आगे बढ़ने का",
  "where a post can be filled up by way of direct recruitment as well as promotion andin case, higher pay is given to a promotee, who is junior": "के साथ-साथ पदोन्नति के माध्यम से भरा जा सकता है और यदि किसी पदोन्नत व्यक्ति को",
  "promotion andin case, higher pay is given to a promotee, who is junior to a direct recruit, the pay of the direct recruit needs to be stepped up.": "उच्च वेतन दिया जाता है, जो सीधी भर्ती से कनिष्ठ है, सीधी भर्ती का वेतन बढ़ाने की",
  "The said rule is applicable upon the petitioner as the petitioner is": "जरूरत है। उक्त नियम याचिकाकर्ता पर लागू होता है क्योंकि याचिकाकर्ता दिसंबर, 2004",
  "direct recruit in the cadreof Senior Lecturers appointed in December,": "में नियुक्त वरिष्ठ व्याख्याताओं के कैडर में सीधी भर्ती है, जबकि दिसंबर, 2004 के बाद",
  "petitioners, hence, petitioner is entitled to step up of his pay under Rule 12 of 2008 Rules.": "में अधिक वेतन मिल रहा था। इसलिए, याचिकाकर्ता 2008 के नियम 42 के तहत अपना वेतन बढ़ाने का हकदार है।",
  "(12) The argument of the learned State counsel that Clause-12 of": "(42) विद्वान राज्य वकील का तर्क है कि 2008 नियमों का खंड -42 केवल उन",
  "2008 Rules is only applicable in the cases, where no benefit of ACP is to be granted and the same is a special rule, which is not applicable": "मामलों में लागू होता है, जहां एसीपी का कोई लाभ नहीं दिया जाना है और यह एक विशेष",
  "upon the petitioners, is not correct. Rule 12 is prescribed to solve the": "नियम है, जो याचिकाकर्ताओं पर लागू नहीं होता है। सही नहीं। नियम 42 विसंगतियों को",
  "anomalies and the present case is a clear case of anomaly, where senior": "हल करने के लिए निर्धारित है और वर्तमान मामला विसंगति का एक स्पष्ट मामला है, जहां",
  "is getting lower paythan his juniors, which is not permissible under the": "वरिष्ठ को अपने कनिष्टों की तुलना में कम वेतन मिल रहा है, जो कानून के तहत स्वीकार्य",
  "law. There is no such condition that Clause-12 will only be applicable": "नहीं है। ऐसी कोई शर्त नहीं है कि क्लॉज-42 केवल उस स्थिति में लागू होगा, जब कर्मचारी",
  "in case, the employee is not covered under 2008 Rules for the grant of higher pay scale.": "उच्च वेतनमान देने के लिए 2008 के नियमों के तहत कवर नहीं किया जाता है।",
  "(13) Keeping in view the above, as the petitioners are senior in": "(43) उपरोक्त को ध्यान में रखते हुए, चूंकि याचिकाकर्ता वरिष्ठ व्याख्याताओं के",
  "the cadre of Senior Lecturers, having been appointed directly before": "कैडर में वरिष्ठ हैं, उनके कनिष्ठों को पदोन्नत करने से पहले सीधे नियुक्त किया गया था",
  "receiving higherpay scale than the petitioners, the petitioners in these": "याचिकाओं में याचिकाकर्ताओं जिस तारीख से कनिष्ठों को उच्च वेतनमान दिया गया और",
  "petitioner stepping up of pay equivalent to that of his juniors with all": "देने के लिए है, ताकि याचिकाकर्ता को उसके कनिष्ठों के बराबर वेतन दिया जा सके।",
  "consequential benefits. The facts leading to the filing of the present petition are as under :-": "फ़ायदे। वर्तमान याचिका दायर करने के तथ्य इस प्रकार हैं:-",
  "(4) The petitioner was appointed as a Lecturer in Civil Engineering in Govt. Polytechnic through Haryana Public Service": "(4) याचिकाकर्ता को सरकार में सिविल इंजीनियरिंग में व्याख्याता के रूप में नियुक्त किया गया था। 25.02.4992 को हरियाणा लोक सेवा आयोग के माध्यम से",
  "(5) In the year 2008, the respondents issued Haryana Civil Services(Assured Career Progression), Rules 2008 (hereinafter referred": "(5) वर्ष 2008 में, उत्तरदाताओं ने हरियाणा सिविल सेवा (सुनिश्चित कैरियर प्रगति),",
  "to as '2008 Rules'), which came into effect w.e.f. 01.01.2006. The said": "नियम 2008 (इसके बाद '2008 नियम' के रूप में संदर्भित) जारी किए, जो 4.4.2008 से",
  "the Assured Career Progression Scheme to the employees, who though": "सुनिश्चित कैरियर प्रगति योजना के तहत उच्च वेतनमान का लाभ दिया जा सके, जो",
  "were eligible for promotion but were not getting the same due to the": "हालांकि पदोन्नति के लिए पात्र थे, लेकिन पदोन्नति के अवसरों की कमी के कारण उन्हें यह",
  "pay of a senioremployee is to be fixed even in case, the said senior": "कर्मचारी का वेतन कैसे तय किया जाए, भले ही उक्त वरिष्ठ कर्मचारी को एसीपी के",
  "employee has not been granted the benefit under 2008 Rules for the": "अनुदान के लिए 2008 के नियमों के तहत लाभ नहीं दिया गया हो और उसके जूनियर को",
  "(6) As per the petitioner, certain employees, who were working": "(6) याचिकाकर्ता के अनुसार, कुछ कर्मचारी, जो व्याख्याता के कैडर में कार्यरत थे,",
  "Lecturer after the direct recruitment of the petitioner to the said post, in December, 2004. In the year 2011, the respondents further revised the": "दिसंबर, 2004 में याचिकाकर्ता की उक्त पद पर सीधी भर्ती के बाद वरिष्ठ व्याख्याता के",
  "pay scale of the employees working in the Technical Education Department including that of Senior Lecturers through letter dated": "-4) के माध्यम से वरिष्ठ व्याख्याताओं सहित तकनीकी शिक्षा विभाग में कार्यरत कर्मचारियों",
  "18.10.2011 (Annexure P-4) while implementing the said letter dated": "उक्त पत्र दिनांक 48.0.2044 (अनुलग्नक पी-4) में दिए गए नोट को ध्यान में रखते हुए",
  "the benefit of higher pay scale admissible after six years, by counting": "करके छह साल के बाद स्वीकार्य उच्च वेतनमान का लाभ दिया गया था। शुद्ध परिणाम",
  "was that though, petitioner was senior in the seniority list in the cadre": "यह हुआ कि हालांकि, याचिकाकर्ता वरिष्ठ व्याख्याता के कैडर में वरिष्ठता सूची में वरिष्ठ",
  "of Senior Lecturer, but his juniors were getting higher pay scale by implementation of the letter dated 18.10.2011 (Annexure P-4), which": "था, लेकिन उसके कनिछष्ठों को दिनांक 48.40.2044 के पत्र (अनुलग्रक पी -4) के कार्यान्वयन से उच्च वेतनमान मिल रहा था, जिसमें 2008 के नियमों में संशोधन किया गया",
  "amended 2008 Rules in preference to the petitioner. The grievance of": "था। याचिकाकर्ता को. याचिकाकर्ताओं की शिकायत यह है कि 2008 के नियमों के खंड-"
}