{
  "(Jawahar Lal Gupta, J.) (FB) «": "न्यायाधीश जवाहर लात गुप्ता,",
  "' prints the lottery tickets at the asking of a State other than Haryana,": "हरियाणा के अलावा किसी अन्य राज्य के पूछने पर लॉटरी टिकट प्रिंट",
  "the position is different. The provisions of the Central Sales Tax*": "करें, स्थिति अलग है।केंद्रीय बिक्री कर अधिनियम के प्रावधानों में",
  "Act have not been amended. The fiction of a deemed sale has not": "संशोधन नहीं किया गया है।मानित बिक्री की कल्पना पेश नहीं की गई",
  "been introduced. As a result, the goods involved in the execution": "है।नतीजतन, कार्य अनुबंध के निष्पादन में शामित्र वस्तुओं को",
  "The question of levy of tax on the inputs under the State Act or the Central Act would not arise.": "अधिनियम के तहत निवेश पर कर लगाने का सवाल ही नहीं उठेगा।",
  "(Para 18)": "(पैरा 8)",
  "Further held that :—": "आगे कहा गया किः-",
  "(i) In the facts and circuntstances of these cases, the printing": "06) इन मामलों के तथ्यों और परिस्थितियों में, लॉटरी टिकटों की",
  "of lottery tickets amounts to execution of a ‘works Contract’.": "छपाई एक 'कार्य अनुबंध' के निष्पादन के बराबर है।",
  "cution of a ‘works contract’ in a case where the order for printing of lottery tickets has been placed by another State, and there is movement of the end product in the": "नहीं है, ऐसे मामले में जहां लॉटरी टिकटों की छपाई का आदेश किसी अन्य राज्य द्वारा दिया गया है, और अंतर-",
  "State, and there is movement of the end product in the course of inter-state trade and commerce.": "राज्यीय व्यापार और वाणिज्य के दौरान अंतिम उत्पाद की आवाजाही है।",
  "(iii) Clause 29-A which was added in Article 366 by the 46th Amendment of the Constitution only embodies an enabl-": "() खंड 29-ए, जिसे संविधान के 46वें संशोधन द्वारा अनुच्छेद 366 में जोड़ा गया था, केवल एक सक्षम प्रावधान का प्रतीक",
  "ing provision. It does not, however, ipso facto authorise": "है।हालाँकि, यह वास्तव में राज्य विधानमंडल्र को वस्तुओं की",
  "the State Legislature to levy taxes on the sale or purchase": "बिक्री या खरीद पर कर लगाने के लिए अधिकृत नहीं करता",
  "of goods where such sale or purchase takes place in the": "है, जहाँ ऐसी बिक्री या खरीद अंतर-राज्यीय व्यापार और",
  "course of. inter state trade and commerce. The power. in": "वाणिज्य के दौरान होती है।इस संबंध में शक्ति विशेष रूप",
  "_ this behalf vests exclusively in the Parliament and unless the provisions of the Central Sales Tax Act, 1956 are": "से संसद में निहित है और जब तक केंद्रीय बिक्री कर",
  "tioner is allowed. The order of assessment dated January 14, 1992 is set aside.": "प्राधिकरण द्वारा पारित 4 जनवरी, 992 के मूल्यांकन आदेश की",
  "(v) Review application No. 205 of 1993 filed by the State of Haryana is dismissed.": "(3) हरियाणा राज्य ने रिव्यू आवेदन सं 205 (993) दायर किया.",
  "Before Hon’ble R. S. Mongia, Jawahar Lal Gupta & N. K. Sodhi, JJ.": "माननीय न्यायाधीश आर: एस: मॉंगिया; जवाहर ल्राब्र गुप्ता व एन: के: सोधी के समक्ष",
  "M/S THOMSON PRESS (INDIA) LTD., MATHURA ROAD,": "मेसर्स थॉमसन प्रेस (इंडिया) लिमिटेड, मथुरा रोड फरीदाबाद और",
  "versus": "बनाम",
  "THE STATE OF HARYANA AND ANOTHER,—Respondents.": "हरियाणा राज्य और एक और,-उत्तरदाता",
  "Review Application No. 147 of 1993 in Civil Writ Petition No. 337 of 1992": "पुनर्विचार याचिका -स़िव्त्रि रिट याचिका स्रख्या 337 वर्ष 992",
  "26th July, 1995": "26 जुलाई, 995",
  "Constitution of India, 1950—Arts. 226/227—Haryana General": "भारत का संविधान; 950-अनुच्छेद 226/227-हरियाणा सामान्य",
  "Sales Tax Act, 1975—Central Sales Tax Act, 1956—Does printing of": "बिक्री कर अधिनियम, 7975-केंद्रीय बिक्री कर अधिनियम, 7956-क्या",
  "lottery tickets amount to execution of a works contract—Is State": "लॉटरी टिकटों की छपाई एक कार्य अनुबंध के निष्पादन के बराबर हैं: क्या राज्य कार्य अनुबंधों के निष्पादन में शामित्र वस्तओं में संपत्ति के",
  "competent to levy sales tax on transfer of property in goods involv-": "हस्तांतरण पर बिक्री कर त्रगाने के लिए सक्षम है जहां म॒द्रण के लिए",
  "been placed by another State.": "ऐसा आदेश किसी अन्य राज्य द्वारा दिया गया हैं।",
  "Held, that one of the tests is—Can the product be sold to any": "अशभिनिर्धारित किया गया; परीक्षणों में से एक है-क्या उत्पाद को",
  "person in the market or has it to be supplied to the particular": "बाजार में किसी भी व्यक्ति को बेचा जा सकता है या इसे विशेष ग्राहक",
  "customer. If it Cannot be sold in the market and has to be supplied": "को बिक्री की जा सकती है।यदि इसे बाजार में बेचा नहीं जा सकता है",
  "to a particular customer, the transaction can normally be described": "और किसी विशेष ग्राहक को बिक्री की जानी है, तो ऐसे संव्यवहार को",
  "tickets in the market to any person. These had to be supplied to": "के टिकट किसी भी व्यक्ति को नहीं बेच सकता था।इन्हें ग्राहक को",
  "the customer. These involved not only expertise but also confiden-": "उपलब्ध कराना पड़ता था।इनमें न केवल विशेषज्ञता बल्कि गोपनीयता",
  "tiality. The supply of paper and ink in the circumstances of this": "भी शामिल थी।इस मामले की परिस्थितियों में कागज और स्याही की",
  "case was only incidental. As a result, the amount charged by the": "आपूर्ति केवल आकस्मिक थी।नतीजतन, याचिकाकर्ता द्वारा विभिन्‍न",
  "petitioner for the printing of lottery tickets from different customers": "ग्राहकों से लॉटरी टिकटों की छपाई के लिए ली गई राशि को कर योग्य",
  "could not be included in the taxable turnover.": "कुल बिक्री में शामिल्र नहीं किया जा सका।",
  "(Para 14)": "(पैरा 44)",
  "Further held, that the question is answered in the affirmative": "आगे यह अभिनिर्धारित किया गया कि प्रश्न का उत्तर सकारात्मक",
  "and it is held that the printing of lottery tickets amounts to execu-": "में दिया गया है और यह अभिनिर्धारित किया गया है कि लॉटरी टिकटों",
  "o: a works contract ? Is the State of Haryana competent to levy": "के बराबर है?क्या हरियाणा राज्य \"कार्य अनुबंध के निष्पादन में शामिल",
  "sales tax on “transfer of property in goods involved in the execution": "वस्तुओं में संपत्ति के हस्तांतरण\" पर बिक्री कर लगाने के लिए सक्षम",
  "of a works coniract” where the order for printing af lottery tickets": "है, जहां लॉटरी टिकटों की छपाई का आदेश किसी अन्य राज्य द्वारा",
  "questions that arise in the two review applications and the three Civil Writ Petitions that have. been listed before this Bench.": "तीन सिवित्र रिट याचिकाओं में उत्पन्न होते हैं जिन्हें इस पीठ के समक्ष",
  "(2) M/s Thomson Press (India) Pvt. Ltd., Faridabad, is a regis": "(2) मैसर्स थॉमसन प्रेस (इंडिया) प्राइवेट लिमिटेड, फरीदाबाद,",
  "tered dealer under. the Haryana General Sales Tax Act, 1975 and the": "हरियाणा सामान्य बिक्री कर अधिनियम, 975 और केंद्रीय बिक्री कर",
  "folders and lottery tickets etc. The work undertaken by the peti-": "फ़ोल्डर और त्रॉटरी टिकट आदि के पुस्तकों ओर विभिन्‍न प्रकार की",
  "_tioner involves use of advanced ' technology, sophisticated": "द्वारा किए गए कार्य में उन्‍नत प्रौद्योगिकी, परिष्कृत मशीनरी और",
  "miachinery and technically trained personnel. The petitioner is": "तकनीकी रूप से प्रशिक्षित कर्मियों का उपयोग शामिलत्र है।याचिकाकर्ता",
  "required to maintain a high degree of confidentiality to the satisfac-": "को अपने ग्राहकों की संतुष्टि के लिए उच्च स्तर की गोपनीयता बनाए",
  "tion of its customers. The petitioner filed its sales tax returns, It": "रखने की आवश्यकता होती है।याचिकाकर्ता ने अपना बिक्री कर रिटर्न",
  "tickets were exempted from the payment of sales tax. [ts claim for": "किया कि लॉटरी टिकटों को बिक्री कर के भुगतान से छूट दी गई थी।छूट",
  "exemption was allowed. Later on. the Revisional authority-curn-": "के लिए उसके दावे की अनुमति दी गई।बाद में पुनरीक्षण प्राधिकारी-",
  "Deputy Excise and Taxation Commissioner, re-opened certain": "सह-उप उत्पाद शुल्क और कराधान आयुक्त ने कुछ आकलनों को फिर",
  "assessments and issued notices under’ the State Act as also under": "से खोला और राज्य अधिनियम के साथ-साथ केंद्रीय अधिनियम के",
  "amount to sale of lottery tickets. The petitioner was, therefore,": "टिकटों की बिक्री के बराबर नहीं है।इसलिए याचिकाकर्ता से कारण बताने",
  "called upon to show cause why the assessment order be not revised.": "के लिए कहा गया कि मूल्यांकन आदेश को क्‍यों संशोधित नहीं किया",
  "In respect of the assessment year 1986-87, the assessment authority": "जाए।मूल्यांकन वर्ष 986-87 के संबंध में, मूल्यांकन प्राधिकरण ने",
  "' has framed the assessment and held that the petitioner was liable": "मूल्यांकन तैयार किया है और कहा है कि याचिकाकर्ता राज्य अधिनियम",
  "to pay Rs. 30,02,159 under the State Act and Rs. 31,01,917 under the": "के तहत 30,02,459 रुपये का और केंद्रीय अधिनियम के तहत",
  "A copy of the assessment order dated January. 14; 1992 passed by the": "47 की अनुमति है।।4 जनवरी, 992 के मूल्यांकन आदेश,",
  "assessing authority was placed on record as Annexure P-1, The": "साथ अनुलग्नक पी- के रूप में संलग्न की गई है, को अलग"
}