{
  "(ii) issuance of advance notice to the respondent be dispensed wrth; ;": "#. प्रतिवादी को अग्रिम नोटिस जारी करने से मुक्ति दी जाएगी;",
  "(iw) filing of certified copy of Annexure P-1 & P-2 may kindly be dispensed with; ,": "४. अनुलग्नक पी-। और पी-2 की प्रमाणित प्रति दाखिल करने की अनुमति दी जाए;",
  "(v) the writ petition be allowed with costs.": "५... रिट याचिका को लागत सहित स्वीकार किया जाए।",
  "Mr. Anil Khetrapal, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से श्री अनिल खेत्रपाल, वकील।",
  "Mr. Subhash Ahuja, Advocate, for the respondent.": "प्रतिवादी की ओर से श्री सुभाष आहूजा, वकील।",
  "JUDGMENT": "निर्णय",
  "N. K. Sodhi, J.": "एन.के. सोढ़ी, न्यायाधीश.",
  "(1) The petitioner Sanjay Kumar Gupta appeared in the B.Sc.": "() याचिकाकर्ता संजय कुमार गुप्ता ने कुरुक्षेत्र विश्वविद्यालय द्वारा आयोजित",
  "Final (Electronics) Examination conducted by the Kurukshetra University in April, 1988 and secured 240 marks out of a total of 450.": "की गई बी.एस.सी. अंतिम (इलेक्ट्रॉनिक्स) परीक्षा अप्रैल, 988 में दी और कुल 450 में से",
  "In Mathematics Paper-II, he obtained 33 marks, out of 75 which were": "240 अंक प्राप्त किए। गणित के पेपर- में, उन्होंने 75 में से 33 अंक प्राप्त किए, जो उन्हें",
  "awarded to him by the original examiner to whom the answer book": "मूल मूल्यांकनकर्ता जिन्हें उत्तर पुस्तिका मूल्यांकन के लिए भेज दी गई थी उन",
  "petitioner applied on 23rd July, 1988 for re-evaluation of his Mathe-": "जुलाई, 988 को अपने गणित पेपर- व के पुनर्मूल्यांकन के लिए आवेदन किया। उत्तर",
  "Rules for Re-evaluation of Answer Books (hereinafter called the": "पुस्तिकाओं के पुनर्मूल्यांकन के नियमों (इसके बाद इसे नियम कहा जाएगा) के खंड 9.4",
  "Rules). The result of a candidate, according to this clause, could be": "के अनुसार किया जाना चाहिए। इस खंड के अनुसार, किसी उम्मीदवार के परिणाम को",
  "revised on the basis of re-evaluation score in terms of clause 19.3 of": "नियमों के खंड 9.3 के संदर्भ में पुनर्मूल्यांकन स्कोर के आधार पर संशोधित किया जा",
  "the Rules only if the character of the result was changed. Character": "सकता है, यदि परिणाम का चरित्र बदल दिया गया हो। परिणाम की प्रकृति का अर्थ है",
  "of the result means ‘fail to Compartment’, ‘fail to pass’, ‘compartment to pass’ or ‘vice versa’ ‘change in division’ or where on re-evaluation,": "'कम्पार्टमेंट में फेल', 'पास होने में फेल', 'कम्पार्टमेंट में पास' या 'इसके विपरीत' 'डिवीजन",
  "the score increases or decreases by 5 per cent or more of the maximum": "में बदलाव' या जहां पुनर्मूल्यांकन पर स्कोर 5 प्रतिशत या उससे अधिक बढ़ता या घटता है,",
  "it stood in April, 1988, when the petitioner took the examination reads": "संबंधित पेपर के लिए सोंपे गये। अप्रैल, 988 में, जब याचिकाकर्ता ने परीक्षा दी थी, तब",
  "“193 Re-evaluation will be done by two independent Exami- ners. The final result after re-evaluation shall be the": "“]9.3 पुनर्मूल्यांकन दो स्वतंत्र परीक्षकों दवारा किया जाएगा। पुनर्मूलल्‍्यांकन के बाद",
  "ners. The final result after re-evaluation shall be the average of the two higher awards out of the three awards": "अंतिम परिणाम मूल परीक्षक के पुरस्कार सहित तीन पुरस्कारों में से दो उच्च",
  "including the original examiner’s award. Fractional mark,": "पुरस्कारों का औसत होगा जिसमे मूल मूल्यांकनकर्ता के पुरस्कार शामित्र",
  "As per this rule, the paper of a candidate was to be re-evaluated by": "इस नियम के अनुसार, एक उम्मीदवार के पेपर का दो स्वतंत्र परीक्षकों द्वारा पुनर्मूल्यांकन",
  "two independent examiners and the final result after re-evaluation": "किया जाना था और पुनर्मूल्यांकन के बाद अंतिम परिणाम मूल परीक्षक के पुरस्कार सहित",
  "had to be the average of the two higher awards out of the three": "तीन पुरस्कारों में से दो उच्च पुरस्कारों का औसत होना था जिसमे मूल मूल्यांकनकर्ता के",
  "awards including the original examiner’s award. This rule was amended with effect from Ist June, 1988 and the amended rule 19.3": "पुरस्कार शामिल्र होगा। इस नियम को | जून, 988 से संशोधित किया गया था और",
  "which, is relevant for our purposes is reproduced hereunder for": "संशोधित नियम 9.3, जो हमारे उददेश्यों के लिए प्रासंगिक है, संदर्भ की सुविधा के लिए",
  "“19.3 If average of the awards given by the original examiner": "“]9.3 यदि मूत्र परीक्षक और पुनर्मूल्यांकनकर्ता द्वारा दिए गए पुरस्कारों का औसत",
  "and the re-evaluator does not exceed the original score by 10 per cent of the maximum marks of the paper, the": "मूल स्कोर से पेपर के अधिकतम अंकों के 0 प्रतिशत से अधिक नहीं है, तो",
  "average score shall be taken as the re-evaluation score in": "औसत स्कोर को पेपर में पुनर्मूल्‍्यांकन स्कोर के रूप में लिया जाएगा। ,",
  "the paper, subject to clause 19.4 of the rules for re- evaluation. If, however, the re-evaluation score happens": "पुनर्मूलल्‍्यांकन के नियमों के खंड 9.4 के अधीन, यदि, तथापि, पुनर्मूल्यांकन",
  "to increase/decrease the original score hy more than 10": "स्कोर मूल स्कोर को अधिकतम अंकों के 0 प्रतिशत से अधिक बढ़ाने/घटाने",
  "to the second re-evaluator and of the three awards. viz.": "के लिए होता है, तो मामला दूसरे पुनर्मूल्‍्यांकनकर्ता और तीन पुरस्कारों के पास",
  "awards given by the original examiner and the two re-": "भेजा जाएगा। मूल परीक्षक और दो पुनर्मूल्यांकनकर्ताओं द्वारा दिए गए",
  "evaluators, the average of the two closer awards will be": "पुरस्कार, दो करीबी पुरस्कारों के औसत को मूल्यांकन किए गए पुनर्मूल्यांकन",
  "taken as valuated re-evaluation score. Provided: that if an award is equally closer to the other two, viz. 54, 56, 58": "पुनर्मूलल्‍यांकन स्कोर के रूप में लिया जाएगा, बशर्ते कि यदि एक पुरस्कार अन्य दो के समान",
  "the result would be declared on the average of the two higher awards, Provided further that if two of the three": "रूप से करीब है, तो परिणाम दो के औसत पर उच्च पुरस्कार घोषित किया जाएगा।",
  "amended Rule to the petitioner while re-evaluating his Mathematics": "चाहता है कि जब याचिकाकर्ता ने पुनर्मूल्यांकन के लिए आवेदन किया, तो संशोधित नियम",
  "(Paras 5 & 6)": "(पैरा 5 एवं 6)",
  "Held further, that the University being an autonomous body has": "आगे कहा गया, कि एक स्वायत्त निकाय होने के नाते विश्वविद्यालय को किसी भी परीक्षा",
  "and also the rules relating to re-evaluation but it must be done well in advance of the examinations to, which they are sought to be made": "अपेक्षित नियमों को बदलने का पूरा अधिकार है, लेकिन यह परीक्षाओं से पहले ही किया जाना चाहिए",
  "applicable and the candidates appearing therein are going to be effected. When a candidate appears in any examination, he will-be": "क्योंकि उसमें शामिल्र होने वाले उम्मीदवारों पर इसका प्रभाव पड़ेगा। जब कोई उम्मीदवार किसी",
  "governed only by the rules which are operative at that time and not": "परीक्षा में उपस्थित होता है, तो वह केवल उन नियमों द्वारा शासित होगा जो उस समय लागू हैं, न",
  "any subsequently amended rule. This principle will, in my opinion,": "कि किसी बाद में संशोधित नियम से और मेरी राय में, यह सिद्धांत पुनर्मूल्यांकन को नियंत्रित",
  "apply equally to the rules governing re-evaluation as well. It is a": "करने वाले नियमों पर भी समान रूप से लागू होगा। यह एक सामान्य ज्ञान का विषय है कि",
  "matter of common knowledge that after the declaration of results, Rules and Regulations of a University or other Institutions sometimes:": "परिणाम घोषित होने के बाद, एक विश्वविद्यालय या अन्य संस्थानों के नियम और",
  "provide for re-evaluation of a paper for which candidates are required": "विनियमन कभी-कभी पेपर के पुनः मूल्यांकन के लिए प्रावधान करते हैं, जिसके लिए",
  "to apply within a specified time from the date of the declaration of": "उम्मीदवारों को परिणाम की घोषणा की तारीख से निर्धारित समय के भीतर आवेदन करना",
  "the result and therefore even in the case of re-evaluation, the rules": "होता है, इसलिए पुनर्मूल्यांकन की स्थिति में भी, परीक्षा के समय प्रभावी नियम उक्त",
  ", (Para 4)": "(पैरा 4)",
  "Writ Petition under Articles 226/227 of the Constitution of India": "भारत के संविधान के अनुच्छेद 226/227 के तहत रिट याचिका में प्रार्थना की गई है कि:-",
  "latest instructions (Annexure P-2) issued by Respondent- University along with Rule 19.4;": "7... नियम 9.4 के साथ प्रतिवादी विश्वविद्यालय द्वारा जारी किए गए नवीनतम निर्देशों",
  "(4) After giving my thoughtful consideration to the rival conten-": "(4) पार्टियों के प्रतिद्‌वंदवी विवादों पर गहन विचार करने के बाद। मुझे रिट",
  "tions of the parties. I find force in the contention of the writ petitioner. It is ‘true that the University being an autonomous body has every": "याचिकाकर्ता के तर्क में दम नजर आता है। यह सच है कि एक स्वायत्त निकाय होने के नाते",
  "right to change the requisite rules concerning the conduct of exami- nations including the qualifying marks for any examination and also": "विश्वविद्यालय को किसी भी परीक्षा के लिए अहता अंक और पुनर्मूल्यांकन से संबंधित नियमों सहित परीक्षाओं के संचालन से संबंधित अपेक्षित नियमों को बदलने का पूरा",
  "the rules relating to re-evaluation but it must be done well in advance of the examinations to which they are sought to be made applicable": "अधिकार है, लेकिन यह परीक्षाओं से पहले ही किया जाना चाहिए। जिसे लागू करने की मांग",
  "and the candidates appearing therein are going to be affected. When": "की जा रही है और इसमें शामिल होने वाले अभ्यर्थी प्रभावित होंगे। जब कोई उम्मीदवार",
  "a eandidate appears in any examination, he will be governed only by": "किसी परीक्षा में उपस्थित होता है, तो वह केवल उन नियमों द्वारा शासित होगा जो उस",
  "eee the rules which are operative at that time and not by any subsequently amended rule. This principle will, in my opinion, apply equally to": "समय लागू हैं, न कि किसी बाद में संशोधित नियम दवारा। मेरी राय में, यह सिद्धांत",
  "the rules governing re-evaluation as well. It is a matter of common": "पुनर्मूलल्‍यांकन को नियंत्रित करने वाले नियमों पर भी समान रूप से लागू होगा। यह सामान्य",
  "knowledge that after the declaration of results, Rules and Regula- tions of a University or other Institutions sometimes provide for re-": "ज्ञान की बात है कि परिणाम घोषित होने के बाद, विश्वविद्यालय या अन्य संस्थानों के",
  "within: a specified time from the date of the declaration of the result": "लिए उम्मीदवारों को परिणाम घोषित होने की तारीख से एक निर्दिष्ट समय के भीतर",
  "and therefore even in the case of re-evaluation, the rules in force at": "आवेदन करना होता है और इसलिए पुनर्मूल्यांकन के मामले में भी, परीक्षा के समय लागू",
  "from a Division Bench judgment of this Court in L.P.A, No. 97 of": "है, उसमें मुझे 967 की एल.पी.ए. क्रमांक 97 में इस न्यायालय की एक डिवीजन बैंच के",
  "1967 decided on 17th July, 1968 wherein it has been held thus: —": "फैसले से समर्थन मित्रता जिसका निर्णय ।7 जुलाई 968 को हुआ जिसमें इसे इस प्रकार",
  "“The University is an autonomous body and has every right": "“विश्वविद्यालय एक स्वायत्त निकाय है और परीक्षाओं के संचालन और डिग्री के",
  "in the matter of altering the requisite rules concerning the": "लिए आवश्यक अहता अंकों से संबंधित अपेक्षित नियमों को बदलने के",
  "required to take.”": "बनाए जाएं जो एक उम्मीदवार को देनी होती है।”",
  "(emphasis supplied)": "(जोर दिया गया)",
  "The view of the Division Bench that a candidate taking an examina-": "डिवीजन बेंच का यह विचार कि परीक्षा देने वाले उम्मीदवार को नियमों में किसी भी बदलाव",
  "Supreme Court in Punjab University v. Subhash Chander (1). In": "विश्वविद्यालय विरूद्ध सुभाष चंदर में सुप्रीम कोर्ट के आधिपत्य द्वारा अनुमोदित किया",
  "the case before the Supreme Court, Subhash Chander, writ petitioner": "गया है। सुप्रीम कोर्ट के समक्ष मामले में, रिट याचिकाकर्ता सुभाष चंदर एम.बी.बी.एस. में",
  "joined the M.B.B.S. Course in 1965 when rule 7.1 relating to the": "शामिल हुए। पाठ्यक्रम 965 में जब नियम 7. एम.बी.बी.एस. से संबंधित था, परीक्षा में",
  "M.B.B.S. examination provided that a candidate who failed in one or More papers/subject and/or aggregate could be given grace marks": "यह प्रावधान था कि एक उम्मीदवार जो एक या एक से अधिक प्रश्नपत्रों/विषय और/या कुल",
  "up to 1 per cent of the total aggregate marks to his best advantage in order to be declared to have passed the examination. This Rule was": "अंकों में अनुत्तीर्ण हो जाता है, उसे परीक्षा उत्तीर्ण घोषित करने के लिए उसके सर्वोत्तम लाभ के लिए कुल अंकों के । प्रतिशत तक अनुग्रह अंक दिए जा सकते हैं। इस नियम को मई,",
  "amended in May, 1970 whereby grace marks could be given in the": "970 में संशोधित किया गया था, जिसके तहत एम.बी.बी.एस. के मामले में अनुग्रह अंक",
  "case of M.B.B.S, examination upto 1 per cent of the total of each subject": "दिए जा सकते थे, परीक्षा में प्रत्येक विषय के कुल योग का । प्रतिशत तक दिया जा सकता",
  "and not 1 per cent of the aggregate of all subjects as was the rule": "था, न कि सभी विषयों के कुल योग का । प्रतिशत, जैसा कि पहले नियम था| इसका संशोधन",
  "prior to its amendment. The writ petitioner finally appeared for the final M.B.B.S. examination after 9 years in the year 1974 and": "रिट याचिकाकर्ता अंततः अंतिम एमज.बी.बी.एस. के लिए उपस्थित हुआ। वर्ष 974 में 9",
  "secured 95 marks out of 200 in the theory examination when the pass": "साल बाद परीक्षा दी और सैदधांतिक परीक्षा में 200 में से 95 अंक प्राप्त किए, जब उत्तीर्ण",
  "marks were 100. The total marks of that paper being 400 and total aggregate marks of all the four subjects in which he appeared were": "अंक 00 थे। उस पेपर के कुल अंक 400 थे और जिन चार विषयों में वह उपस्थित हुए थे,"
}