{
  "Ambala Cantt and others (Jawahar Lal Gupta, J.)": "न्यायमूर्ति जवाहर लाल गुप्ता और न्यायमूर्ति",
  "security—Such security refundable—Whether a sale of cylinder to the consumer.": "प्रतिभधति ऐसी प्रतिभृति जो वापसी योग्य हो चाहे उपभीक्ता को सिलेंडर की बिक्री हो।",
  "Held that, ‘sale’ normally means a transfer of property in goods. By a fiction of law, even delivery of goods on‘hire purchase has been": "निर्णय दिया गया कि 'विक्रय' सायान में संपत्ति का हस्तांतरण आयतौर पर कहा जाता है। कानून के एक",
  "treated as a ‘sale’. ,": "से 'विक्रय' के रूप में व्यवह्मारिक रूप से किया यया है।",
  "(Para 9)": "(पैरा 9)",
  "Further held, that the cylinders are only a mode for carrying the gas. It is the admitted position that the petitioner is collecting only": "इसके अलावा यह माना गया कि सिलेंडर केवल गैस ले जाने का एक तरीका है।यह स्वीकार की गई स्थिति है",
  "gas. It is the admitted position that the petitioner is collecting only refundable security which has to be returned in full as and when the consumer returns the cylinders. The amount charged by way of security": "कि याचिकाकर्ता केवल वापसी योग्य प्रतिभूति एकत्र कर रहा है जिसे उपभोक्ता द्वारा सिलेंडर वापस करने पर पूरी",
  "accrued. Such a transaction cannot be termed as a ‘sale’. This is not the intention of the statute nor would it be just and fair to place such an interpretation on the provision.": "'बिक्री' नहीं कहा जा सकता है।यह क़ानून का इरादा नहीं है और न ही प्रावधान पर ऐसी व्याख्या करना उचित और",
  "Randhir Chawla, Sr. Advocate with Renu Sehgal, Advocate for the Petitioner": "याचिकाकर्ता की ओर से अधिवक्ता रेणु सहगल के साथ वरिष्ठ अधिवक्ता रणध्षीर चावला",
  "Parmod Goyal, DAG, Haryana for the Respondent.": "प्रमोद गोयल, डी. ए. जी, हरियाणा उत्तरदावा केलिए/",
  "JUDGMENT": "निर्णय",
  "JAWAHAR LAL GUPTA, J. (ORAL)": "जवाहर लाल गुप्ता जे (मौखिक)",
  "(1) Does the Indian Oil Corporation sell Cylinders to the consumers when its dealers accept refundable deposits by way of security ? This is": "() क्‍या इंडियन ऑयल कॉर्पोरेशन उपभोक्ताओं को सिलेंडर बेचता है जब उसके डीलर प्रतिभूति के माध्यम",
  "the primary question that arises for consideration in this writ petition.": "से वापसी योग्य जमा स्वीकार करते हैं?यह प्राथमिक प्रश्न है जो इस रिट याचिका में विचार के लिए उत्पन्न होता है।कुछ",
  "A few facts may be noticed.": "तथ्यों पर ध्यान दिया जा सकता है।",
  "(2) The petitioner is providing liquefied petroleum gas to consumers": "(2) याचिकाकर्ता अपने स्वयं के वितरकों के माध्यम से उपभोक्ताओं को तरलीकृत पेट्रोलियम गैस प्रदान कर",
  "through its own distributors. This supply is made in specially designed — cylinders. At the time of sanction of a connection, the dealer collects a": "रहा है।यह आपूर्ति विशेष रूप से डिज़ाइन किए गए सिलेंडरों में की जाती है।कनेक्शन की मंजूरी के समय, विक्रेता",
  "refundable security from the consumer. The ownership of the cylinder does not get transferred to the consumer.": "दे भीकता से वापसी योग्य प्रति.ूति एकत्र करता है।सिलेंडर का स्वामित्व उपभोक्ता को हस्तांतरित नहीं किया जाता",
  "(3) On 25th March, 1998, the assessing authority imposed a levy of Rs. 14,06,173 in respect of the assessment year 1994-95 on the": "(3) 25 मार्च, 998 को निर्धरण प्राधिकरण ने एक करोड़ रुपये का शुल्क लगाया। 4,06,73 निर्धारण वर्ष",
  "of Rs. 14,06,173 in respect of the assessment year 1994-95 on the petitioner on the assumption that it sold the cylinders to the consumers": "994-95 के संबंध में याचिकाकर्ता पर इस धारणा पर कि उसने उपभोक्ताओं को सिलेंडर बेचे हैं जब इसने कुल",
  "this order has been produced as Annexure P.1 with the writ petition Aggrieved by the order, the petitioner filled an appeal. Alongwith the": "अनुलग्नक पी. के रूप में प्रस्तुत की गई है, याचिकाकर्ता ने एक अपील भरी है।अपील के साथ, याचिकाकर्ता ने एक",
  "appeal, the petitioner submitted an application with a prayer that the appeal be heard without insisting upon the deposit of the tax. The": "प्रार्थना के साथ एक आवेदन प्रस्तुत किया कि कर जमा करने पर जोर दिए बिना अपील की सुनवाई की",
  "petitioner’s application was rejected by the Joint Excise and Taxation Commissioner (Appeals), Ambala, vide his order dated 15th May, 1998.": "जाए।याचिकाकर्ता के आवेदन को संयुक्त उत्पाद शुल्क और कराधान आयुक्त (अपील), अंबाला ने 5 मई, 998",
  "This order is on record as Annexure P.2. The petitioner approached the": "के अपने आदेश के माध्यम से खारिज कर दिया था।यह आदेश अनुलग्नरक पी. 2 के रूप में दर्ज है।याचिकाकर्ता ने",
  "Tribunal. Vide order dated 8th February, 1999, the tribunal has also": "न्यायाधिकरण का दरवाजा खटखटाया।8 फरवरी, 999 के आदेश के माध्यम से नन्‍्यायाधिकरण ने याचिकाकर्ता के",
  "rejected the petitioner’s request. Hence this petition.": "अनुरोध को भी खारिज कर दिया है।इसलिए यह याचिका दायर की गई है।",
  "(4) The petitioner alleges that there is no sale of cylinders to the": "(4) याचिकाकर्ता का आरोप है कि उपभोक्ताओं को सिलेंडर की कोई बिक्री नहीं हो रही है।व्यापारी द्वारा",
  "consumers. The security deposit accepted by the dealer is not a valuable consideration and that no property in the goods is transferred to the": "स्वीकार की गई प्रतिभूति जमा एक मूल्यवान राशि नहीं है और माल में कोई भी संपत्ति उपभोक्ता को हस्तांतरित नहीं",
  "consumer. It is only a mode of suppplying the gas for use. On these premises, the petitioner prays that the levy of": "की जाती है।यह केवल उपयोग के लिए गैस की आपूर्ति का एक तरीका है।इन परिसरों में, याचिकाकर्ता प्रार्थना करता",
  "Rs. 14,06,173 as imposed by the assessing authority, be quashed. It": "है कि रु। 4,06,73 जैसा कि आकलन प्राधिकरण द्वारा लगाया गया है, रद्द कर दिया जाए।यह यह भी प्रार्थना करता",
  "also prays that the orders passed by the appellate and the revisional authorities be set aside.": "है कि अपीलीय और पुनरीक्षण अधिकारियों द्वारा पारित आदेशों को दरकिनार कर दिया जाए।",
  "(5) A detailed written statement has been filed on behalf of the respondents viz. the State of Haryana, the Commissioner of Excise": "(5) प्रतिवादीगण की ओर से एक विस्तृत लिखित बयान दायर किया गया है जैसे कि हरियाणा राज्य, उत्पाद",
  "and Taxation, the Joint Excise and Taxation Commisssioner, the Excise": "शुल्क और कराधान आयुक्त, संयुक्त उत्पाद शुल्क और कराधान आयुक्त, उत्पाद शुल्क और कराधान अधिकारी के",
  "and Taxation Officer as also the Sales Tax Tribunal, Haryana. In this written statement, it has been inter alia averred that the supply of gas": "साथ-साथ बिक्री कर न्‍्यायाधिकरण, हरियाणा।इस लिखित बयान में, अन्य बातों के साथ-साथ यह भी कहा गया हैकि",
  "cylinders is a ‘sale’ and not bailment. The petitioner has purchased": "गैस सिलेंडर की आपूर्ति एक 'बिक्री' है नकि जमानत।याचिकाकर्ता ने प्रारंभिक बिक्री के उद्देश्य से केंद्रीय बिक्री कर",
  "cylinders “on the strength of R.C. against, C forms under Section 8(3) of the Central Sales Tax Act, 1956 for the purpose of sale": "अधिनियम, 956 की धारा 8 (3) के तहत सी फॉर्म के खिलाफ आर. सी. के बल पर सिलेंडर खरीदे हैं।प्रतिवादीगण",
  "‘sale’ within the meaning of Section 2(1)(iv) of the Haryana General Sales Tax Act, 1973.": "का क्त्वरै कि लेनदेन हरियाणा सामान्य बिक्री कर अधिनियम, 973 की धारा 2 () (4) के अर्थ के भीतर 'बिक्री'",
  "(6) This matter was posted for hearing before the Bench yesterday.": "(6) यह मामला कल पीठ के समक्ष सुनवाई के लिए रखा गया था।याचिकाकर्ता की ओर से, यह आग्रह किया",
  "On behalf for the petitioner, it was urged that if the appellate authority considers the appeal without insisting on the deposit of tax, the petitioner:": "गया था कि यदि अपीलीय प्राधिकरण कर जमा करने पर जोर दिए बिना अपील पर विचार करता है, तो याचिकाकर्ता",
  "He has obtained the instructions. Mr. Goyal states that the case should .": "बनाने के लिए मामले को स्थगित कर दिया गया था।उन्होंने निर्देश प्राप्त कर लिए हैं।श्री गोयल का कहना है कि मामले",
  "be heard and decided on merits. We have, consequently, heard the": "की सुनवाई होनी चाहिए और मूल गुण के आधार पर निर्णय लिया जाना चाहिए।नतीजतन, हमने मामले के मूल गुण",
  "counsel on the merits of the case. Both sides have referred to the provisions of the Act and even cited decisions. While we were dicating": "पर अधिवक्ता को सुना है।दोनों पक्षों ने अधिनियम के प्रावधानों का उल्लेख किया है और यहां तक कि निर्णयों का भी",
  "the order, Mr. Goyal submitted that the State cannot accept the": "हवाला दिया है।जब हम आदेश दे रहे थे, श्री गोयल ने कहा कि राज्य कर जमा किए बिना अपील पर विचार करने के",
  "petitioner's request for entertaining the appeal without deposit of tax as its financial position is sound. Therefore, the court should only": "याचिकाकर्ता के अनुरोध को स्वीकार नहीं कर सकता क्योंकि इसकी वित्तीय स्थिति ठीक है।इसलिए, न्यायालय को",
  "consider the limited question and not pronounce upon the merits.": "केवल सीमित प्रश्न पर विचार करना चाहिए और मूल गुण पर निर्णय नहीं देना चाहिए।",
  "(7) Since we have heard counsel for the parties on merits, we do": "(7) चूँकि हमने पक्षकारों के अधिवक्ता को मूल गुण के आधार पर सुना है, इसलिए हम अब खुद को उस",
  "not consider it appropriate to now confine ourselves to the limited question which was posed by the counsel yesterday. We are, thus,": "सीमित प्रश्न तक सीमित रखना उचित नहीं समझते हैं जो कल अधिवक्ता द्वारा पूछा गया था।इस प्रकार, हम विवाद",
  "(8) Section 2(1) defines ‘sale’. According to the counsel for the": "(8) धारा 2 (0) 'बिक्री' को परिभाषित करती है।प्रतिवादीगण के अधिवक्ता के अनुसार, जब भी नकद या",
  "respondents, whenever “there is transfer of the right to use any goods” for cash or deferred payment or other valuable consideration, the": "आस्थगित भुगतान या अन्य मूल्यवान प्रतिफल के लिए \"किसी भी वस्तु के उपयोग के अधिकार का हस्तांतरण होता",
  "ingredients of ‘sale’ as defined in section 2(1) are satisfied. Thus, the transaction becomes exigible to the levy of sales tax. The question that": "है\" तो धारा 2 ()) में परिभाषित 'बिक्री' के तत्व पूर्ण होते हैं।इस प्रकार, लेन-देन बिक्री कर के उद्बृहण के लिए उपयुक्त",
  "transaction becomes exigible to the levy of sales tax. The question that arises for consideration is —Does the Corporation transfer the right to": "हो जाता है।विचार के लिए जो सवाल उठता है वह यह है कि क्या निगम सिलेंडरों का उपयोग करने के अधिकार को",
  "use cylinders for a valuable consideration when it accepts security from the cousumer ?": "एक मूल्यवान विचार के लिए हस्तांतरित करता है जब वह उपभोक्ता से सुरक्षा स्वीकार करता है?",
  "(9) On a perusal of the provision, we find that ‘sale’ normally means a transfer of property in goods. By a fiction of law, even delivery": "(9) प्रावधान के अवलोकन पर, हम पाते हैं कि 'बिक्री' का अर्थ आम तौर पर माल में संपत्ति का हस्तांतरण",
  "consideration, has been fictionally treated as a ‘sale’. To illustrate :": "अधिकार के हस्तांतरण को भी काल्पनिक रूप से 'बिक्री' के रूप में माना गया है।इसे स्पष्ट करने के लिएःजब कोई",
  "when a person takes a video cassette from a Library and paysa nominal sum of say Rs. 5, he is using the goods for a valuable consideration and": "व्यक्ति पुस्तकालय से वीडियो कैसेट लेता है और रुपये की मामूली राशि का भुगतान करता है। वह एक मूल्यवान",
  "sum of say Rs. 5, he is using the goods for a valuable consideration and the Video Library may be held liable to pay sales tax therefor. Similarly,": "विचार के लिए माल का उपयोग कर रहा है और वीडियो लाइब्रेरी को इसके लिए बिक्री कर का भुगतान करने केलिए",
  "Brothers vs. State of Haryana, Civil Appeal No. 78 of 1996, the transfer of right to use shuttering for consideration by builders was ‘sale’ within": "माना गया था। हरियाणा राज्य, 4996 की सिविल अपील संख्या 78, बिल्डरों द्वारा विचार के लिए शटर का उपयोग",
  "of right to use shuttering for consideration by builders was ‘sale’ within the meaning of Section 2 (1) of the Haryana General Sales Tax Act.": "करने के अधिकार का हस्तांतरण हरियाणा सामान्य बिक्री कर अधिनियम की धारा 2 (0) के अर्थ में 'बिक्री' था।",
  "However, when a person goes to a Library to borrow books, he gets a": "हालांकि, जब कोई व्यक्ति किताबें उधार लेने के लिए पुस्तकालय जाता है, तो उसे किताबों का उपयोग करने का",
  "right to use the books. Normally, the member has to furnish some amount by way of security to the Library. Despite that, the borrowing": "अधिकार मिलता है।आम तौर पर, सदस्य को प्रतिभूति के रूप में कुछ राशि पुस्तकालय को देनी होती है।इसके",
  "amount by way of security to the Library. Despite that, the borrowing of books will not fall within the definition of ‘sale’ as contemplated under the provisions of section 2(1) (iv).": "बावजूद, पुस्तकों का उधार 'बिक्री' की परिभाषा के अंतर्गत नहीं आएगा जैसा कि धारा 2 (0) 69) के प्रावधानों के"
}