{
  "Section (3) of Section 47-A of the Act further empowers the Collector to initiate proceedings either on the receipt of the": "अधिनियम की धारा 47 ए की उप-धारा (3) कलेक्टर को रसीद पर कार्यवाही शुरू करने का अधिकार देती है",
  "reference from the Inspector General of Registration or Registrar ofa District appointed under the Registration Act, 1908 in whose": "पंजीकरण अधिनियम, 908 के तहत नियुक्त किसी जिले के पंजीकरण महानिरीक्षक या रजिस्ट्रार से",
  "jurisdiction, the property is situated or on the receipt of the": "संदर्भ, जिसके अधिकार क्षेत्र में संपत्ति स्थित है या भारत के नियंत्रक और महालेखा परीक्षक या किसी अन्य",
  "report of the audit by the Comptroller & Auditor General of India or by any other authority authorized by the State": "द्वारा ऑडिट की रिपोर्ट प्राप्त होने पर राज्य सरकार द्वारा अधिकृत अन्य प्राधिकारी। या स्वप्रेरणा से,",
  "Government or suo motu, within a period of three years from the date of registration of the instruments. In the present case, the Collector initiated the proceedings on reference being made": "लिखतों के पंजीकरण की तारीख से तीन वर्ष की अवधि के भीतर। वर्तमान मामले में, कलेक्टर ने विक्रेता",
  "the Collector initiated the proceedings on reference being made by the Registering Officer after he had handed over the": "को दस्तावेज़ सौंपने के बाद पंजीकरण अधिकारी द्वारा दिए गए संदर्भ पर कार्यवाही शुरू की| धारा 47ए की",
  "document to the vendee. None of the situation contemplated under sub sections (1) or (3) of Section 47-A has been adopted.": "उपधारा () या (3) के तहत विचार की गई किसी भी स्थिति को नहीं अपनाया गया है। अपीलीय प्राधिकारी",
  "The appellate authority has rightly allowed the appeals. | find no merit in these revision petitions which are accordingly .": "ने अपीलों को उचित रूप से स्वीकार किया है। मुझे इन पुनरीक्षण याचिकाओं में कोई योग्यता नहीं दिखती,",
  "dismissed.”": "जिन्हें तदनुसार खारिज कर दिया जाता है।\"",
  "(9) The present controversy is squarely covered by the aforesaid judgment.": "9. वर्तमान विवाद उपरोक्त निर्णय द्वारा स्पष्ट रूप से कवर किया गया है।",
  "(10) Apart from the above, the Collector has based his findings": "0. उपरोक्त के अलावा, कलेक्टर ने अपने निष्कर्षों को स्पॉट विजिट पर आधारित किया है। ऐसा सहारा",
  "on spot visit. Such a recourse is also impermissible in law. Even on spot visit the Collector has not opined that the land is non-agricultural. It is only": "कानून में भी अस्वीकार्य है। कलेक्टर ने मौके पर जाकर भी यह नहीं कहा कि जमीन गैर कृषि है | सिर्फ इतना",
  "recorded that the land is 1-2 acres away from the locality. The revenue record clearly shows that the land is agricultural. Spot visit cannot be made": "दर्ज है कि जमीन इलाके से -2 एकड़ दूर है। राजस्व रिकार्ड में स्पष्ट है कि भूमि कृषि योग्य है। भूमि के मूल्य के",
  "the basis for determination of the value of land particularly when the land": "निर्धारण के लिए स्पॉट विजिट को आधार नहीं बनाया जा सकता है, खासकर तब जब भूमि निर्विवाद राजस्व",
  "is duly recorded as agricultural land in the undisputed revenue record.": "रिकॉर्ड में कृषि भूमि के रूप में दर्ज हो।",
  "(11) In view of the above circumstances, the impugned orders passed by the Collector and the Appellate Authority are without jurisdiction": "]. उपरोक्त परिस्थितियों को ध्यान में रखते हुए, कलेक्टर और अपीलीय प्राधिकारी द्वारा पारित किए",
  "(12) Copy of this order be placed on each connected. file.": "42.. इस आदेश की प्रति प्रत्येक कनेक्टेड फ़ाइल पर रखी जाएगी।",
  "have any jurisdiction or control over the same. The action of the Sub": "क्षेत्र या नियंत्रण नहीं रह गया। कलेक्टर को संदर्भित करने का प्रस्ताव करने वाले उप पंजीयक की कार्रवाई",
  "Registrar proposing to make reference to the Collector is totally illegal and without any competence. The action of the Collector in taking cognizance": "पूरी तरह से अवैध और बिना किसी योग्यता के है। ऐसे संदर्भ पर संज्ञान लेने की कलेक्टर की कार्रवाई भी",
  ". (Para 8)": "(पैरा 8)",
  "Further held, that the Collector has based his findings on spot visit.": "आगे अभिनिर्णित कि कलेक्टर ने अपने निष्कर्षों को स्पॉट विजिट पर आधारित किया है। ऐसा",
  "Such a recourse is also impermissible in law. Even on spot visit the Collector has not opined that the land is non-agricultural. It is only recorded that the": "सहारा कानून में भी अस्वीकार्य है। कलेक्टर ने मौके पर जाकर भी यह नहीं कहा कि जमीन गैर कृषि है।",
  "land is 1-2 acres away from the locality. The revenue record clearly shows": "सिर्फ इतना दर्ज है कि जमीन इलाके से -2 एकड़ दूर है। राजस्व रिकार्ड में स्पष्ट है कि भूमि कृषि योग्य है।",
  "that the land is agricultural. Spot visit cannot be made the basis for _ determination of the value of land particularly when the land is duly recorded": "भूमि के मूल्य के निर्धारण के लिए स्पॉट विजिट को आधार नहीं बनाया जा सकता है, खासकर तब जब भूमि",
  "as agricultural land in the undisputed revenue record.": "निर्विवाद राजस्व रिकॉर्ड में कृषि भूमि के रूप में दर्ज हो।",
  "(Para 10)": "(पैरा 0)",
  "Dinesh Arora, Advocate for the petitioners.": "याचिकाकर्ताओं केवकील दिनेश अरोड़ा |",
  "R. S. Kundu, Addl. A. G., Haryana.": "आरएस कुंडू, अतिरिक्त ए जी, हरियाणा ।",
  "(1) Both parties and issues in both these petitions being common, the same are being disposed of by this common order.": ". इनदोनों याचिकाओं में दोनों पक्ष और मुद्दे समान होने के कारण, उन्हें इस सामान्य आदेश द्वारा निपटाया",
  "(2) The petitioners purchased land situated in District Rohtak by two sale deeds dated 20th June, 2007 and 30th May, 2007 and paid the": "2. याचिकाकर्ताओं ने दिनांक 20.6.2007 और 30.5.2007 को दो बिक्री विलेखों दवारा जिला रोहतक में स्थित",
  "requisite stamp duty and registration fee on the sale consideration fixed in": "भूमि खरीदी और बिक्री कार्यों में निर्धारित बिक्री प्रतिफल पर अपेक्षित स्टांप शुल्क और पंजीकरण शुल्क",
  "the sale deeds. On the basis of some audit report respondent No. 2 issued": "का भुगतान किया। कुछ ऑडिट रिपोर्ट के आधार पर प्रतिवादी नंबर 2 ने याचिकाकर्ताओं को बिक्री कार्यों पर",
  "notices to the petitioners to deposit the deficient stamp and registration fee": "अपर्याप्त स्टांप और पंजीकरण शुल्क जमा करने के लिए नोटिस जारी किया। ये नोटिस 5.0.2008 को",
  "petitioners were asked to deposit the deficient amount of stamp duty and registration fee amounting to Rs. 32,560 in respect to deed No, 3194, dated": "जारी किये गये थे। याचिकाकर्ताओं को स्टांप शुल्क और पंजीकरण शुल्क की कम राशि 32,560/- रुपये डीड",
  "20th June, 2007 an amount of Rs. 31,760 in respect to deed No. 2305": "संख्या 394 दिनांक 20.6.2007 के संबंध में और राशि डीड संख्या 2305 दिनांक 30.5.2007 के संबंध में",
  "the Collector in response to the aforesaid notices. The City Magistrate-": "के जवाब में कलेक्टर के समक्ष उपस्थित नहीं हुए। सिटी मजिस्ट्रेट-कलेक्टर, रोहतक ने भारतीय स्टाम्प",
  "Collector, Rohtak passed orders dated 19th September, 2008 under Section 47-A of the Indian Stamp Act, whereby the petitioners were made liable": "अधिनियम की धारा 47ए के तहत दिनांक 9.9.2008 को आदेश पारित किया, जिसके तहत याचिकाकर्ताओं",
  "to pay an amount of Rs. 32,560 relating to sale deed No. 3194 and an amount of Rs. 31,760 relating to sale deed No. 2305 within 30 days. .": "को 32,560/- रुपये विक्रय पत्र क्रमांक 394 से संबंधित एवं राशि रू. 3],760/- 30 दिनों के भीतर भुगतान",
  "Petitioners preferred appeals before the Commissioner, Rohtak Division,": "करने के लिए उत्तरदायी बनाया गया। | याचिकाकर्ताओं ने आयुक्त, रोहतक मंडल, रोहतक के समक्ष अपील",
  "Rohtak. The Appellate Authority,—vide a common order dated 25th November, 2008 dismissed these appeals. The orders passed by the": "की। अपीलीय प्राधिकारी ने दिनांक 25..2008 के एक सामान्य आदेश द्वारा इन अपीलों को खारिज कर",
  "Collector and the Commissioner ( Appellate Authority ) are subject matter of challenge in the present petitions.": "दिया। कलेक्टर और आयुक्त (अपीलीय प्राधिकारी) द्वारा पारित आदेश वर्तमान याचिकाओं में चुनौती का विषय हैं।",
  "(3) From the perusal of the impugned orders, it has been revealed that the Sub Registrar registered the sale deeds on the basis of the stamp": "3. आक्षेपित आदेशों के अवलोकन से यह पता चला है कि उप रजिस्ट्रार ने बिक्री कार्यों में निर्धारित बिक्री",
  "duty and registration fee paid on the amount of sale consideration fixed in": "प्रतिफल की राशि पर भुगतान किए गए स्टांप शुल्क और पंजीकरण शुल्क के आधार पर बिक्री कार्यों को",
  "the sale deeds. It appears that some objections were raised by the audit party and on that basis the Sub Registrar referred the matter to the District": "पंजीकृत किया | ऐसा प्रतीत होता है कि ऑडिट पार्टी दवारा कुछ आपत्तियां उठाई गईं और उस आधार पर",
  "party and on that basis the Sub Registrar referred the matter to the District Revenue Officer-cum-Collector. The Collector himself visited the spot in": "उप रजिस्ट्रार ने मामले को जिला राजस्व अधिकारी- सह-कलेक्टर को भेज दिया | कलेक्टर ने स्वयं हल्का",
  "land. It has been recorded in the impugned order dated 19th September, 2008 that the land is nearer to the Sheetal Nagar residential area and": "के आक्षेपित आदेश में यह दर्ज किया गया है कि भूमि शीतल नगर आवासीय क्षेत्र के निकट है और तदनुसार",
  "accordingly assessed the value of the land as residential. The assessed value being more than the sale consideration differential/deficient stamp duty and": "भूमि का मूल्य आवासीय के रुप में निर्धारित किया गया है। मूल्यांकित मूल्य बिक्री प्रतिफल के अंतर/कम",
  "being more than the sale consideration differential/deficient stamp duty and registration fee is sought to be recovered.": "स्टांप शुल्क और पंजीकरण शुल्क से अधिक होने के कारण वसूल किया जाना है।",
  "(4) Reasons recorded in the impugned orders are reiterated in the replies.": ". विवादित आदेशों में दर्ज कारणों को उत्तरों में दोहराया गया है।",
  "(5) Ihave heard learned counsel for the parties.": "* मैंने पक्षों के विद्वान वकील को सुना है।",
  "(6) The petitioners have placed on record the copies of khasra girdawari of village Sunari Kalan, Tehsil and District Rohtak , where the": ". याचिकाकर्ताओं ने खसरे की प्रतियां रिकॉर्ड में रखी हैं ग्राम सुनारी की गिरदावरी कल्नान,तहसील और जिला",
  "land is situated. The land is shown to be Nehri Agricultural land and under self cultivation of the vendor. It is, accordingly, submitted on behalf of the": "रोहतक, जहां भूमि स्थित है। भूमि को नेहरी कृषि भूमि और विक्रेता की स्वयं की खेती के अधीन दिखाया",
  "the land as residential when the land is duly recorded as agricultural in the revenue record up to the date of sale.": "रूप में मूल्यांकन करके घोर अवैधता की है, जबकि बिक्री की तारीख तक भूमि राजस्व रिकॉर्ड में कृषि के रूप में दर्ज है।",
  "(7) Proximity of the agricultural land with the residential area does not change the nature of the land and thus the impugned order is totally": "* आवासीय क्षेत्र के साथ कृषि भूमि की निकटता भूमि की प्रकृति को नहीं बदलती है और इस प्रकार लागू",
  "not change the nature of the land and thus the impugned order is totally perverse and is liable to be set aside. The other contention of the petitioners": "आदेश पूरी तरह से विकृत है और रद्‌द किए जाने योग्य है। याचिकाकर्ताओं का दूसरा तर्क यह है कि उप",
  "is that the action of the Sub Registrar and the Collector is otherwise without any jurisdiction. Section 47-A permits the Collector to re-determine the": "रजिस्ट्रार और कलेक्टर की कार्रवाई अन्यथा किसी भी अधिकार क्षेत्र के बिना है। धारा 47ए कलेक्टर को",
  "value of the land on the refeerence being made by the Sub Registrar at the": "दस्तावेज़ के पंजीकरण के समय उप रजिस्ट्रार द्वारा किए गए संदर्भ पर भूमि के मूल्य को फिर से निर्धारित",
  "time of registration of the document. Once the document is registered and": "करने की अनुमति देती है। एक बार जब दस्तावेज़ पंजीकृत हो जाता है और विक्रेता को सौंप दिया जाता है,",
  "delivered to the vendee, neither the Sub Registrar has any auhority to make areference nor the Collector has any jurisdiction to re-determine the value": "तो न तो उप रजिस्ट्रार के पास संदर्भ देने का कोई अधिकार होता है और न ही कलेक्टर के पास भूमि के मूल्य",
  "areference nor the Collector has any jurisdiction to re-determine the value of the land and the stamp duty/registration fee.": "और स्टांप शुल्क/पंजीकरण शुल्क को फिर से निर्धारित करने का कोई अधिकार क्षेत्र होता है।",
  "(8) It isnot in dispute that the land is recorded as agricultural land in the revenue recored. This revenue record was part of the sale deed. The": ". इसमें कोई विवाद नहीं है कि भूमि राजस्व रिकार्ड में कृषि भूमि के रूप में दर्ज है। यह राजस्व रिकॉर्ड बिक्री",
  "petitioner has paid the stamp duty at the rates determined by the collector": "विलेख का हिस्सा था। याचिकाकर्ता ने ऐसी कृषि भूमि के लिए कलेक्टर द्वारा निर्धारित दरों पर स्टांप शुल्क",
  "Sub Registrar proceeded to make reference that too after 5 months of registration of document. As a matter of fact the Collector became functuous": "वह भी दस्तावेज़ के पंजीकरण के 5 महीने बाद। वास्तव में, दस्तावेज़ के पंजीकरण के बाद कलेक्टर",
  "or control over the same. The action of the Sub Registrar proposing to make reference to the Colector is totally illegal and without any competence. The": "कलेक्टर को संदर्भित करने का प्रस्ताव करने वाले उप पंजीयक की कार्रवाई पूरी तरह से अवैध और बिना",
  "action of the Collector in taking cognizance of such a reference is also": "किसी योग्यता के है। ऐसे संदर्भ पर संज्ञान लेने की कलेक्टर की कार्रवाई भी अधिकार क्षेत्र से बाहर है। इस",
  "without jurisdiction. This issue has been considered by this Court in Civil Revision No. 3530 of 1995 tiltled as State of Punjab versus Beant Singh": "मुद्दे पर इस न्यायालय द्वारा 4995 के सिवित्र रिवीजन नंबर3530 में पंजाब राज्य बनाम बेअंत सिह ऑर",
  "and others, whercin following opinion was expressed.": "अन्य शीर्षक से विचार किया गया हैँ जिसमें निम्नलिखित राय व्यक्त की गई थी",
  "“Sub Section (1) of Section 47-A of the Act clearly provides for reference to the Collector as soon as the Registering Officer": "“47ए की उपधारा (]) स्पष्ट रूप से कलेक्टर को संदर्भित करने का प्रावधान करती है जैसे ही पंजीकरण",
  "registers the document and is of the opinion that the value fixed": "अधिकारी दस्तावेज़ को पंजीकृत करता है और उसकी राय है कि स्टांप शुल्क निर्धारित करने के लिए",
  "for determining the stamp duty is less than the market value. The Controller on receipt of the reference is required to": "निर्धारित मूल्य बाजार मूल्य से कम है। संदर्भ प्राप्त होने पर कलेक्टर को अधिनियम की धारा 47ए की",
  "determine the market value, after affording reasonable oppotunity of being heard in terms of Sub- Section (2) of Section": "उपधारा (2) के संदर्भ में सुनवाई का उचित अवसर प्रदान करने के बाद बाजार मूल्य निर्धारित करना",
  "47-A of the Act. In the present case, this procedure was not adopted. The Registering Officer, after registration of the": "आवश्यक है। वर्तमान मामले में, यह प्रक्रिया नहीं अपनाई गई। पंजीकरण अधिकारी , दस्तावेजों के",
  "adopted. The Registering Officer, after registration of the documents handed over the same to the vendecs and it is only thereafter that he made the reference to the Collector. Sub": "पंजीकरण के बाद उन्हें विक्रेताओं को सौंप दिया गया और उसके बाद ही उन्होंने कलेक्टर को संदर्भ दिया।"
}