{
  "Before M. M. Kumar & Jitendra Chauhan, JJ.": "माननीय न्यायमूर्ति एम. एम कुमार और जितेंद्र चौहान के समक्ष",
  "UNION OF INDIA & OTHERS,—Petitioners": "भारत संघ और अन्य याचिकाकर्ता",
  "versus": "बनाम",
  "CWP No. 16046 of 2009": "सीडब्लूपी क्रमांक- 6046 ० 2009",
  "Constitution of India, 1950—Art. 226—Railways Services": "भारत का संविधान, 950- अनुच्छेद 226- रेलवे सेवा (पेंशन)",
  "Regularization of services— Superannuation—Retiral benefits—": "सेवाओं का नियमितीकरण - सेवानिवृत्ति - सेवानिवृत्ति लाभ - अर्हक सेवा के",
  "Non-consideration of counting of service rendered as casual labourer": "रूपमें नैमित्तिक श्रमिक के रूप में प्रदान की गई सेवा की गणना पर विचार न",
  "as qualifying service—RIl. 31 provides that preceding period followed by regularization is required to be counted to the extent of half": "करना। 3। में प्रावधान है कि नियमितीकरण के बाद पूर्ववर्ती अवधि को",
  "service as qualifying service for purposes of retiral benefits—": "सेवानिवृत्ति लाभों के प्रयोजनों के लिए अर्हक सेवा के रूप में आधी सेवा की",
  "as casual labourer as qualifying service for purposes of retiral": "के लिए आकस्मिक श्रमिक के रूप में प्रदान की गई सेवा की आधी अवधि को",
  "benefits—Petition allowed partially.": "अर्हक सेवा के रूप में मानने का हकदार माना जाता है - याचिका को आंशिक रूप से अनुमति दी जाती है।",
  "Held, that the service rendered by the respondent applicant was": "यह अभिनिर्धारित किया गया है की कि प्रतिवादी आवेदक द्वारा प्रदान",
  "being paid from contingency and it involves whole time employment and": "की गई सेवा को आकस्मिकता से भुगतान किया जा रहा था और इसमें",
  "it was a perennial in nature. It has also remained undisputed that in the matter": "पूर्णकालिक रोजगार शामिल था और यह प्रकृति में एक बारहमासी था। यह भी",
  "of pay the respondent-applicant was being paid similar emoluments which": "निर्विवाद रहा है कि वेतन के मामले में प्रतिवादी-आवेदक को समान",
  "were being paid to the staff on regular employment. The respondent-": "परिलब्धियों का भुगतान किया जा रहा था जो नियमित रोजगार पर कर्मचारियों",
  "applicant also fulfill the last condition that the service of contingency has": "को भुगतान किया जा रहा था। प्रतिवादी आवेदक अंतिम शर्त को भी पूरा करता है कि आकस्मिकता की सेवा निरंतर रही है, जिसके बाद 5 जनवरी 977 के",
  "been continuous which was followed by regularization as per order dated": "आदेश के अनुसार नियमितीकरण किया गया था। तदनुसार, नियमों के नियम",
  "AND ANOTHER (M.M. Kumar, J)": "(माननीय न्यायमूर्ति एम. एम कुमार)",
  "onor before 1986. As admittedly the applicant was regularised": "सीमित थे जो 986 को या उससे पहले सेवानिवृत्त हुए हैं। यह एक तथ्य के रूप में स्वीकार किया जाता है कि प्रतिवादी-आवेदक को",
  "as a Gangman in Group ‘D’ in 1977 in the open line, so he is": "जैसा कि माना जाता है कि आवेदक को 977 में ग्रुप 'डी' में एक गैंगमैन के रूप में खुली लाइन में नियमित किया गया था,",
  "governed by the pension rules. Under the Railway Services": "इसलिए वह पेंशन नियमों द्वारा शासित होता है। रेल सेवा (पेंशन",
  "(Pension Rules), no differentiation is made between the Project Labourers and the Open Line Labourers for counting the": "नियमावली) के अंतर्गत परियोजना श्रमिकों और खुली लाइन के श्रमिकों के बीच नियमितीकरण से पूर्व नैमित्तिक अथवा कार्य",
  "service rendered by them on casual or work charged basis": "श्रमिकों के बीच नियमितीकरण से पूर्व नैमित्तिक अथवा कार्य प्रभारित आधार पर उनके द्वारा प्रदान की गई सेवा की गणना",
  "dated 2nd August, 1968 would apply in his case which inter": "के दिनांक 2 अगस्त, 968 के अनुदेश उसके मामले में लागू",
  "alia provides that half the service paid from contingencies will": "होंगे जिसमें अन्य बातों के साथ-साथ यह प्रावधान है कि आकस्मिकताओं से भुगतान की गई आधी सेवा नियमित",
  "count towards pensionary benefits at the time of absorption in": "रोजगार में समाविष्ट होने के समय पेंशन संबंधी लाभों में गिनी",
  "Labourer from 9th September, 1969 to 14th January, 1977 as": "द्वारा 9 सितंबर, 969 से 4 जनवरी, 977 तक आकस्मिक",
  "the qualifying service for pensionary benefits. The respondents": "श्रमिक के रूप में की गई सेवा को पेंशन लाभ के लिए अर्हक सेवा",
  "(6) When the aforesaid rule is applied to the facts of the present": "6. जब उपरोक्त नियम वर्तमान मामले के तथ्यों पर लागू किया जाता है",
  "case it becomes evident that the service rendered by the respondent-": "तो यह स्पष्ट हो जाता है कि प्रतिवादी आवेदक द्वारा प्रदान की गई सेवा",
  "applicant was being paid from contingency and it involves whole time": "का भुगतान आकस्मिकता से किया जा रहा था और इसमें पूर्णकालिक",
  "employment and it was a perennial in nature. It has also remained undisputed": "रोजगार शामिल था और यह प्रकृति में बारहमासी था। यह भी निर्विवाद",
  "that in the matter of pay the respondent-applicant was being paid similar": "रहा है कि वेतन के मामले में प्रतिवादी-आवेदक को समान परिलब्धियों",
  "emoluments which were being paid to the staffon regular employment. The": "का भुगतान किया जा रहा था जो नियमित रोजगार पर कर्मचारियों को",
  "respondent-applicant also fulfil the last condition that the service of contingency": "भुगतान किया जा रहा था। प्रतिवादी-आवेदक अंतिम शर्त को भी पूरा करते हैं कि आकस्मिकता की सेवा निरंतर रही है, जिसके बाद 5",
  "dated 15th January, 1977. Accordingly, as per the provisions of Rule 3 lof the rules, the respondent-applicant would become entitled to count half of": "तदनुसार, नियमों के नियम 3 के प्रावधानों के अनुसार, प्रतिवादी-",
  "the rules, the respondent-applicant would become entitled to count half of the service from 9th September, 1969 to 14th January, 1977 to be reckoned": "आवेदक 9 सितंबर, 969 से 4 जनवरी, 977 तक सेवा के आधे हिस्से की गणना करने के हकदार हो जाएंगे, जिन्हें सेवानिवृत्ति लाभों के",
  "as qualifying service for the purposes of retiral benefits. It follows that the": "की गणना करने के हकदार हो जाएंगे, जिन्हें सेवानिवृत्ति लाभों के प्रयोजनों के लिए अर्हक सेवा के रूप में माना जाएगा। यह इस प्रकार",
  "order of the Tribunal to that extent is liable to be set aside as it ordered": "है कि उस हद तक ट्रिब्यूनल का आदेश रद्द किया जा सकता है क्योंकि",
  "counting of the entire period instead of the half period as contemplated by": "उसने नियमों के नियम 3 द्वारा विचार की गई आधी अवधि के बजाय",
  "is liable to be accepted partially.": "दायर याचिका आंशिक रूप से स्वीकार किए जाने योग्य है।",
  "(7) Asasequel to the aforesaid observations, the writ petition is": "7 उपर्युक्त टिप्पणियों की अगली कड़ी के रूप में, रिट याचिका को",
  "allowed and the direction given by the Tribunal in para 11 of the impugned": "अनुमति दी जाती है और ट्िरिब्यूनल द्वारा आक्षेपित आदेश के पैरा ॥ में",
  "order is set aside. It is held that the respondent-applicant would be entitiled": "दिए गए निर्देश को रद्द कर दिया जाता है। यह अभिनिर्धारित किया गया है कि प्रतिवादी-आवेदक को 9 सितंबर, 969 से 4 जनवरी,",
  "to reckon half period of service rendered by him as a casual labourer from": "977 तक एक आकस्मिक मजदूर के रूप में उसके द्वारा प्रदान की गई सेवा की आधी अवधि को सेवानिवृत्ति लाभों के प्रयोजनों के लिए",
  "purposes of retiral benefits. The petitioners are directed to calculate the": "अर्हक सेवा के रूप में माना जाएगा। याचिकाकर्ताओं को इसकी गणना",
  "same and pay to the respondent-applicant within a period of three months from the date of receipt of copy of this order alongwith interest @ 9% per": "करने और प्रतिवादी आवेदक को ॥॥9% प्रति वर्ष के साथ इस आदेश की प्रति प्राप्त होने की तारीख से तीन महीने की अवधि के भीतर",
  "annum as has been held by Full Bench of this Court in the case of R. S. Randhawa versus State of Punjab (1).": "भुगतान करने का निर्देश दिया जाता है, जैसा कि आरएस रंधावा बनाम पंजाब राज्य () के मामले में इस न्यायालय की पूर्ण पीठ द्वारा माना",
  "AND ANOTHER (MM. Kumar. J)": "(माननीय न्यायमूर्ति एम. एम कुमार)",
  "January, 1977 as qualifying service for pensionary benefits.": "नैमित्तिक श्रमिक के रूप में प्रदान की गई सेवा को पेंशन लाभों के",
  "service for the purpose of retiral benefits, the respondent-applicant": "अवधि को सेवानिवृत्ति लाभों के प्रयोजनों के लिए अर्हक सेवा के रूप"
}