{
  "KANTA v. STATE OF HARYANA AND ANOTHER 961": "कांता बनाम हरियाणा राज्य और अन्य 965",
  "(Rajesh Bindal, J.)": "(्यामूर्ति राजेश बिंदल)",
  "Before Rajesh Bindal , J.": "न्यामूर्ति राजेश बिंदल के समक्ष",
  "KANTA,—Appellant": "कान्ता,-अपीलार्थी",
  "versus": "बनाम",
  "STATE OF HARYANA AND ANOTHER,—Respondents": "हरियाणा राज्य और अन्य,-उत्तरदाता",
  "RFA No. 7660 of 2011": "आर. एफ. ए. सं. 20।।| का 7660",
  "29th February, 2012": "29 फरवरी, 202",
  "Land Acquisition Act, 1894 - Ss. 4, 6, 18 & 28A - Landowner": "भूमि अधिग्रहण अधिनियम, 894-एस. 4, 6, 8 और 28ए-मुआवकलजे में वृद्धि",
  "landowners by relying on Supreme Court judgments - Whether party": "की मांग करने वाले भूमि मालिक-उच्चतम न्यायालय के फैसलों पर भरोसा करके",
  "Court or as per final amount granted by the Court in appeal - Held,": "अनुसार बढ़े हुए मुआवजे का हकदार है या अपीलीय न्यायालय द्वारा दी गई अंतिम",
  "inarticulate interested persons who generally failed to avail remedy": "और अक्षम इच्छुक व्यक्तियों को कठिनाई से राहत देना है जो आम तौर पर",
  "v. Singareni Collieries Company Ltd. and another applied": "एस. सी. सी. वी. रामकृष्ण राव बनाम सिंगरेनी कोलियरीज कंपनी लिमिटेड और अन्य लागू किया।",
  "Held, That the scope of the provision of Section 28-A of the Act": "अभिनिर्धारित किया गया कि अधिनियम की धारा 28-ए के प्रावधान और",
  "has been dealt with by Hon'ble the Supreme Court in State of Orissa and": "दायरे पर माननीय उच्चतम न्यायालय ने उड़ीसा राज्य और अन्य बनाम चित्रसेन",
  "others Vs. Chitrasen Bhoi (2009) 17 SCC 74, wherein it was held that": "भोई (2009) 77 एस. सी. सी. 74 में विचार किया है, जिसमें यह अभिनिर्धारित किया",
  "under Section 28-A of the Act the landowners are entitled to enhanced": "गया था कि अधिनियम की धारा 28-ए के तहत भूमि मालिक बढ़े हुए मुआवजे के",
  "compensation as is even granted by the appellate court.": "हकदार हैं जेसा कि अपील न्यायालय द्वारा भी दिया गया है।",
  "(Para 6)": "(पैरा 6)",
  "conditions for making an application under Section 28-A of the Act the": "4. .....धारा 28-ए संदर्भ में याचिकाकर्ताओं के मामले में लागू नहीं होती है. वे",
  "The compensation payable to the landowner under Section 28-A should": "कि धारा 28-ए उन मालिकों को बढ़े हुए मुआवजे का लाभ प्रदान करने का",
  "966": "966",
  "LL.R. PUNJAB AND HARYANA 2012(2)": "आई. एल. आर. पंजाब और हरियाणा 202(2)",
  "eligible to similar relief and who has not sought reference,": "समान राहत के लिए पात्र और उसने संदर्भ नहीं मांगा है, वे अधिनियम",
  "may apply under Section 28-A of the Act. If the conditions for application of the said provision have been complied with, such person would be entitled to the same relief": "की धारा 28-ए के तहत आवेदन कर सकते हैं। यदि उक्त प्रावधान के आवेदन के लिए शर्तों का पालन किया गया है, तो ऐसा व्यक्ति उसी राहत",
  "and getting enhanced compensation. But, it is equally true": "अन्य व्यक्तियों को दी गई है।लेकिन, यह भी उतना ही सच है कि यदि",
  "that if the Reference Court decides the matter and the": "संदर्भ न्यायालय मामले का निर्णय करता है और राज्य या अधिग्रहण",
  "State or acquiring body challenges such enhanced amount": "करने वाला निकाय मुआवजे की ऐसी बढ़ी हुई राशि को चुनौती देता है",
  "the High Court or before this Court (the Supreme Court),": "और मामला या तो उच्च न्यायालय या इस न्यायालय (सर्वोच्च न्यायालय)",
  "the Collector would be within his power or authority to keep the application under Section 28-A of the Act": "के समक्ष लंबित है, तो कलेक्टर अधिनियम की धारा 28-ए के तहत आवेदन को तब तक लंबित रखने की अपनी शक्ति या अधिकार के",
  "pending till the matter is finally decided by the High Court": "भीतर होगा जब तक कि मामले पर उच्च न्यायालय या उच्चतम न्यायालय",
  "being that the decision rendered by the Reference Court enhancing compensation has not attained ‘finality’ and is": "को बढ़ाने के संदर्भ न्यायालय द्वारा दिए गए निर्णय ने 'अंतिमता' प्राप्त",
  "15. Ifsub-section (3) of Section 28-A is interpreted keeping in": "क्‍5. यदि धारा 28-ए की उप-धारा (3) की व्याख्या मुआवजे के भुगतान के",
  "view the object sought to be achieved by enacting the provision for removing inequality in the matter of payment of": "मामले में असमानता को दूर करने के प्रावधान को अधिनियमित करके प्राप्त किए जाने के उद्देश्य को ध्यान में रखते हुए की जाती है, तो यह अभिनिर्धारित",
  "compensation, it must be held that a person who is not satisfied with an award made under Section 28-A (2) can make an": "किया जाना चाहिए कि एक व्यक्ति जो धारा 28-ए (2) के तहत दिए गए पुरस्कार से संतुष्ट नहीं है, वह अधिनियम की धारा 3 (डी) में परिभाषित",
  "application to the Collector under Section 28-A (3) for making": "न्यायालय को संदर्भित करने के लिए धारा 28-ए (3) के तहत कलेक्टर को",
  "in the plain language of Section 28-A (3) from which it can be": "है।इसलिए, धारा 28-ए की व्याख्या इस तरह से की जानी चाहिए जो भूमि",
  "compensation for the land acquired vide same notification was enhanced": "मूल्य संशोधित किया जाता है, जिनकी भूमि उसी अधिसूचना के तहत",
  "seeking re-determination of compensation under Section 28-A of the Act": "28-ए के तहत भूमि मालिक को देय मुआवजा अधिनियम की धारा 48 के तहत",
  "party who is seeking re-determination of compensation under Section 28-A of the Act is entitled to the enhanced compensation as per the award": "जाता है, तो जिसे धारा 28-ए के तहत अधिक मुआवजा मिलता है, उसे",
  "962 LL.R. PUNJAB AND HARYANA 2012(2)": "962 आई. एल. आर. पंजाब और हरियाणा 202(2)",
  "Further held, That in V. Ramkrishna Rao Vs. Singareni Collieries": "आगे यह अभिनिर्धारित किया गया कि, वी. रामकृष्ण राव बनाम सिंगरेनी",
  "Company Limited and another (2010) 10 SCC 650, Hon'ble the Supreme": "कोलियरीज कंपनी लिमिटेड और एक अन्य (200) ॥0 एस. सी. सी. 650 मामले में,",
  "Court held that by introducing Section 28-A in the Act, the Legislature": "माननीय सर्वोच्च न्यायालय ने अभिनिर्धारित किया कि अधिनियम में धारा 28-ए लागू",
  "intended to relieve hardship to the poor, indigent and inarticulate interested": "करके, विधानमंडल का उद्देश्य उन गरीबों, निर्धनों और अक्षम इच्छुक व्यक्तियों की",
  "persons who generally fail to avail of remedy of reference under Section 18 of the Act. In fact, under the said provision they are entitled for enhanced": "कठिनाइयों को दूर करना है जो आम तौर पर अधिनियम की धारा 8 के तहत संदर्भ के उपचार का लाभ उठाने में विफल रहते हैं। वास्तव में, उक्त प्रावधान के",
  "18 of the Act. In fact, under the said provision they are entitled for enhanced compensation decreed by the reference court and further as the decree is": "तहत वे संदर्भ अदालत द्वारा घोषित बढ़े हुए मुआवजे के हकदार हैं और आगे उच्च",
  "modified in appeal by higher court.": "न्यायालय द्वारा अपील में डिक्री को संशोधित किया जाता है।",
  "(Para 7)": "(पैरा 7)",
  "Navneet Singh, Advocate for the landowner.": "नवनीत सिंह, अधिवक्ता जमीन मालिक के लिए।",
  "H.S. Lalli, Additional Advocate General, Haryana.": "एच. एस. लाली, अतिरिक्त महाधिवक्ता हरियाणा।",
  "RAJESH BINDAL, J.": "न्यामूर्ति राजेश बिंदल।",
  "(1) The landowner is in appeal seeking enhancement of compensation for the acquired land.": "()) भूमि मालिक इस अपील में अधिग्रहण की गई भूमि के लिए मुआवजे को बढ़ाने की माँग कर रहा है।",
  "(2) Briefly the facts of the case are that vide notification dated 17.05.1990 issued under Section 4 of the Land Acquisition Act, 1894 (for": "(2) संक्षेप में मामले के तथ्य यह हैं कि भूमि अधिग्रहण अधिनियम, 894",
  "17.05.1990 issued under Section 4 of the Land Acquisition Act, 1894 (for short “the Act”), the Government of Haryana sought to acquire land measuring": "(संक्षेप में \"अधिनियम\") की धारा 4 के तहत जारी अधिसूचना के माध्यम से हरियाणा सरकार ने सोनीपत के सेक्टर-2 में आवासीय और वाणिज्यिक क्षेत्र के",
  "Sonepat, Tehsil and District Sonepat for development and utilization thereof": "विकास और उपयोग के लिए पट्टी मुसलमानन, सोनीपत, तहसील और जिला",
  "Act. The Land Acquisition Collector (for short, ‘the Collector’) assessed": "अधिसूचना जारी की गई। भूमि अधिग्रहण कलेक्टर (संक्षेप में, 'कलेक्टर\" ने",
  "the market value of the acquired land @ ‘ 2,00,000/- per acre. Dissatisfied": "अधिग्रहित भूमि के बाजार मूल्य का आकलन ७'2,00,000-प्रति एकड़",
  "with the award of the Collector, the landowner filed application under": "किया।कलेक्टर के फैसले से असंतुष्ट, भूमि मालिक ने मुआवजे के पुनर्निर्धारण के",
  "Section 28-A (3) of the Act for re-determination of compensation. On": "लिए अधिनियम की धारा 28-ए (3) के तहत आवेदन दायर किया।संदर्भ पर, नीचे",
  "sees Section 28-A in terms does not apply to the case of the": "कलेक्टर को आवेदन करने से वंचित है।बेशक, जिस अदालत को धारा 28-ए",
  "person has not filed an application under Section 18 of the Act.": "धारा 8 के तहत निर्देश नहीं मांगा है, उसे उस धारा के तहत निर्देश मांगने वालों",
  "by the Reference Court and further as the decreed amount stands modified in appeal by the higher courts.": "न्यायालय द्वारा घोषित और उच्च न्यायालय द्वारा अपील में संशोधित किए गए",
  "introducing Section 28-A in the Act, the Legislature intended to relieve": "जिसे धारा 28-ए के तहत अधिक मुआवजा मिलता है, उसे अतिरिक्त राशि",
  "of compensation in lieu of acquisition of land under the same": "है। जिसके तहत उसी अधिसूचना के माध्यम से अधिग्रहित भूमि के लिए मुआवजे",
  "KANTA v. STATE OF HARYANA AND ANOTHER 965": "कांता बनाम हरियाणा राज्य और अन्य 963",
  "Therefore, Section 28-A has to be interpreted in a manner which": "अधिनियम की धारा 28-ए के तहत मुआवजे के पुनर्निधरिण की मांग करके पहले",
  "compensation under section 28-A may be directed to refund": "पक्ष जो अधिनियम की धारा 28-ए के तहत मुआवजे के पुनर्निर्धारण की मांग कर",
  "Court, then those making application under Section 28-A must": "जिसमें यह अभिनिर्धारित किया गया था कि अधिनियम की धारा 28-ए के तहत"
}