{
  "(6) Though the above liberty, became reserved in the petitioner, through a decision rendered by this Court on 8.5.1995, upon CWP": "(6) हालांकि उपरोक्त स्वतंत्रता, याचिकाकर्ता में, इस न्यायालय द्वारा 8.5.995 को दिए गए निर्णय के माध्यम से,",
  "No. 9678 of 1993, but even the said reserved liberty remained unavailed": "सीडब्ल्यूपी पर आरक्षित हो गई। 993 का 9678, लेकिन यहां तक कि उक्त आरक्षित स्वतंत्रता भी याचिकाकर्ता",
  "by the petitioner, rather he continued to make challenges to the eviction order, as became initially rendered by the learned Collector concerned,": "द्वारा अपरिहार्य बनी रही, बल्कि उसने बेदखली आदेश को चुनौती देना जारी रखा, जैसा कि शुरू में संबंधित संबंधित",
  "order, as became initially rendered by the learned Collector concerned, and, the latter became affirmed also by the statutory authorities": "कलेक्टर द्वारा प्रस्तुत किया गया था, और बाद वाले की पुष्टि संबंधित वैधानिक अधिकारियों द्वारा भी की गई थी। यदि",
  "concerned. If so, the effect of the above is that, the petitioner is estopped,": "ऐसा है, तो उपर्युक्त का प्रभाव यह है कि याचिकाकर्ता को इस स्तर पर यह तर्क देने के लिए हटा दिया जाता है कि",
  "at this stage, to contend that yet any liberty be reserved in his favour, for": "फिर भी उसके पक्ष में कोई स्वतंत्रता सुरक्षित रखी जाए, क्योंकि वह अभी तक वाद भूमि पर कोई दावा करने के लिए",
  "over the suit land, on the premise that he has any valid or lawful title as owner over the suit land.": "सक्षम नहीं है, इस आधार पर कि उसका वाद भूमि पर मालिक के रूप में कोई वैध या वैध अधिकार है।",
  "(7) Even otherwise, the question of title, if any, as reared in the": "(7) अन्यथा भी, मालिकाना हक का प्रश्न, यदि कोई हो, जैसा कि याचिका में उठाया गया है, कारणों (उपर्युक्त) के",
  "petition, is for reasons (supra), rather raised most ideally or in a most perfunctory manner.": "लिए है, बल्कि सबसे आदर्श रूप से या सबसे निष्पक्ष तरीके से उठाया गया है।",
  "(8) There is no merit in the petition, and, the same is hereby dismissed. Impugned orders are affirmed, and, maintained.": "(8) याचिका में कोई योग्यता नहीं है, और इसे एतहृवारा खारिज कर दिया जाता है। विवादित आदेशों की पुष्टि की जाती है और उनका रखरखाव किया जाता है।",
  "Divya Gurnay": "दिव्या गुर्ने",
  "raise any claim over the suit land, on the premise that he has any valid or lawful title as owner over the suit land.": "ही भूमि पर इस आधार पर कोई दावा करें कि वाद भूमि पर मालिक के रूप में उसका कोई वैध या वैध अधिकार",
  "(Para 6)": "(पैरा 6)",
  "Sudhir Aggarwal, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता सुधीर अग्रवाल ने कहा,",
  "Raman Sharma, Addl. A.G, Haryana.": "रमन शर्मा, एडीएल. ए जी, हरियाणा।",
  "S.P.Chahar, Advocate, for respondent No. 4. Ashish Yadav, Advocate, for respondent No. 5.": "एस.पी.चाहर, अधिवक्ता, प्रत्यर्थी नं. ५, आशीष यादव, अधिवक्ता, प्रतिवादी नं। 5. करण सिंह, अधिवक्ता,",
  "Karan Singh, Advocate, for respondents No. 6 to 8.": "उत्तरदाताओं के लिए नं.6 से 8 तक।",
  "SURESHWAR THAKUR, J. (ORAL)": "सुरेश्वर ठाकुर, जे. (मौखिक)",
  "(1) One Parmod Kumar instituted a petition under Section 7 of the Punjab Village Common Lands (Regulation) Act, 1961 (applicable to the State of Haryana) (for short 'the Act'), impleading therins one Surajpal as respondent No. 1, Gram Panchayat, Bhateheda as": "(।) प्रमोद कुमार ने पंजाब ग्राम सामान्य भूमि (विनियमन) अधिनियम, 96॥ (हरियाणा राज्य पर लागू) (संक्षेप में 'अधिनियम') की धारा 7 के तहत एक याचिका दायर की, जिसमें सूरजपाल को प्रतिवादी नं। ॥, ग्राम पंचायत, भातेड़ा",
  "respondent No. 2, and, Block Development and Panchayat Officer, District Jhajjar as respondent No.3. The above petition was assigned": "प्रत्यर्थी सं। 2, और, खंड विकास और पंचायत अधिकारी, जिला झज्जर प्रत्यर्थी नं। 3. उपरोक्त याचिका को मामला",
  "case No. 07/SDO(C), and, became decided on 27.9.2008. The order made thereons is carried in Annexure P-7.": "सं. 07/एसडीओ (सी) और, 27.9.2008 को तय किया गया। उन पर किया गया आदेश अनुलग्नक पी-7 में दिया गया है।",
  "(2) A reading of the operative part of the said order, reveals, that respondent No. | was declared to be not entitled to retain any lawful": "(2) उक्त आदेश के सक्रिय भाग को पढ़ने से पता चलता है कि प्रतिवादी नं। । को वाद भूमि के किसी भी वैध कब्जे",
  "against the said respondent, who died during the pendency of the above petition, but became substituted by his LRs, and, who but obviously were": "दिया गया था, जिसकी उपरोक्त याचिका के लंबित रहने के दौरान मृत्यु हो गई थी, लेकिन उसके एलआर द्वारा",
  "order, carried in Annexure P-7, became challenged at the instance of the aggrieved therefrom, before the learned Appellate Court concerned. The": "अनुलग्रक पी-7 में दिए गए आदेश को पीड़ित के कहने पर संबंधित विद्वत अपीलीय न्यायालय के समक्ष चुनौती दी",
  "said appeal was assigned Appeal No. 4/Appeal/7VCL, and, through a": "गई। उक्त अपील को अपील नं. ५/अपील/7वीसीएल, और, ॥8.2.208 को उस पर किए गए निर्णय के माध्यम",
  "decision made thereons, on 18.12.2018, to which Annexure P-8 is assigned, the learned Appellate Court concerned, after dismissing the": "से, जिसे अनुलग्रक पी-8 सौंपा गया है, संबंधित विद्वत अपीलीय न्यायालय ने उक्त अपील को खारिज करने के बाद,",
  "said appeal, obviously concurred with the decision, as became intially recorded by the learned Collector concerned.": "स्पष्ट रूप से निर्णय के साथ सहमति व्यक्त की, जैसा कि संबंधित कलेक्टर द्वारा प्रारंभिक रूप से दर्ज किया गया",
  "(3) The aggrieved therefrom were obviously led to challenge the": "था।(3) इससे व्यथित लोगों को स्पष्ट रूप से संबंधित पुनरीक्षण न्यायालय के समक्ष पुनरीक्षण याचिका दायर करने के",
  "concurrent verdicts, rendered against them, by the authorities below,": "बजाय, नीचे दिए गए अधिकारियों द्वारा उनके विरुद्ध दिए गए समवर्ती निर्णयों को चुनौती देने के लिए प्रेरित किया",
  "Court concerned. On the apposite revision petition, yet a decision adversarial to the revisionists concerned, became pronounced on": "गया था। उपरोधी पुनरीक्षण याचिका पर, फिर भी संबंधित संशोधनवादियों के प्रतिकूल निर्णय 3.5.209 को",
  "13.5.2019, and, to which Annexure P-9 is assigned. The petitioner is led": "सुनाया गया, और जिसे अनुलग्नक पी-9 सौंपा गया है। याचिकाकर्ता का नेतृत्व किया जाता है।",
  "NARESH KUMAR v. THE COMMISSIONER, ROHTAK DIVISION, 1235 ROHTAK AND OTHERS (Sureshwar Thakur, J.)": "नरेश कुमार बनाम आयुक्त, रोहतक डिवीजन, रोहतक और अन्य (सुरेश्वर ठाकुर, जे.)",
  "Before Sureshwar Thakur & Kuldeep Tiwari, JJ.": "समक्ष सुरेश्वर ठाकुर और कुलदीप तिवारी, जेजे.",
  "NARESH KUMAR—Petitioner": "नरेश कुमार- याचिकाकर्ता",
  "versus": "बनाम",
  "THE COMMISSIONER, ROHTAK DIVISION, ROHTAK AND OTHERS—Respondents": "आयुक्त, रोहतक संभाग, रोहतक एवं अन्य - प्रतिवादी",
  "January 31, 2023": "3। जनवरी, 2023",
  "Constitution of India, 1950 — Arts. 226 and 227 — Punjab Village Common Land (Regulation) Act, 1961 — Ss. 7, 11 — Petitioner holding": "भारत का संविधान, 950- धारा 226 और 227-पंजाब ग्राम सामान्य भूमि (विनियमन) अधिनियम, 96- धारा 7,",
  "Common Land (Regulation) Act, 1961 — Ss. 7, 11 — Petitioner holding no lawful title or lawful cultivating rights over suit land except in his": "॥ - याचिकाकर्ता जिसके पास पद्टेदार या गैर मारुसी के रूप में अपनी क्षमता के अलावा सूट भूमि पर कोई वैध",
  "capacity as a lessee or a gair marusi — No valid question of title ever": "अधिकार या वैध खेती के अधिकार नहीं हैं - स्वामित्व का कोई वैध प्रश्न कभी नहीं उठा और न ही इसे संबंधित",
  "arose, nor it was required to be determined by statutary authority concerned — Petition dismissed.": "सांविधिक प्राधिकारी द्वारा निर्धारित करने की आवश्यकता थी - याचिका खारिज कर दी गई।",
  "Held, that this Court for reasons (supra), has made an inference, that": "आयोजित किया गया कि इस न्यायालय ने कारणों (उपर्युक्त) से यह निष्कर्ष निकाला है कि याचिकाकर्ता का कोई",
  "the petitioner was not holding any lawful title, nor was holding any lawful cultivating rights over the suit land, except in his capacity as a": "वैध अधिकार नहीं था, और न ही पट्टाधारक या गैर मारुति के रूप में अपनी क्षमता को छोड़कर, वाद भूमि पर कोई",
  "lessee or a gair marusi. Consequently, when evidently he has no lawful": "वैध कृषि अधिकार था। नतीजतन, जब स्पष्ट रूप से मुकदमा भूमि के मालिक के रूप में उसका कोई वैध अधिकार",
  "title as an owner of the suit land. In consequence, for abysmal wants of evidence, displaying that the petitioner was holding any lawful title over": "नहीं है। परिणामस्वरूप, साक्ष्य की घोर कमी के लिए, यह प्रदर्शित करते हुए कि याचिकाकर्ता का वाद भूमि पर",
  "the suit land, nor when had on any permissible premise, raised a ground,": "कोई वैध अधिकार था, और न ही जब किसी अनुज्ञेय आधार पर था, तो इस आधार को उठाया कि प्रविष्टि (उपर्युक्त)",
  "that the effect of the entry (supra), yet works in his favour, thereupon the effect if any of revenue entry (supra), does become completely whittled": "का प्रभाव अभी भी उसके पक्ष में काम करता है, तो इसका प्रभाव होगा यदि कोई भी राजस्व प्रविष्टि (उपर्युक्त) पूरी",
  "down, and/or becomes completely frail. In consequence, when there was": "तरह से समाप्त हो जाती है, और»या पूरी तरह से कमजोर हो जाती है। परिणामस्वरूप, जब वाद भूमि पर",
  "no lawful title vesting in the petitioner over the suit land, as such no valid": "याचिकाकर्ता का कोई वैध अधिकार निहित नहीं था, तो अधिनियम की धारा ॥॥ के तहत याचिका दायर करने वाले",
  "question of title ever arose, nor it was required to be determined by the statutory authority concerned, through the petitioner moving a petition": "याचिकाकर्ता के माध्यम से स्वामित्व का कोई वैध प्रश्न कभी नहीं उठा और न ही इसे संबंधित वैधानिक प्राधिकरण",
  "(Para 5)": "द्वारा निर्धारित करने की आवश्यकता थी। (पैरा 5)",
  "Further held, that the above liberty, became reserved in the petitioner, through a decision rendered by this Court on 8.5.1995, upon": "इसके अतिरिक्त यह अभिनिर्धारित किया गया कि उपरोक्त स्वतंत्रता, इस न्यायालय द्वारा 8.5.995 को सीडब्ल्यूपी",
  "CWP No. 9678 of 1993, but even the said reserved liberty remained unavailed by the petitioner, rather he continued to make challenges to": "सं. 4993 का 9678, लेकिन यहां तक कि उक्त आरक्षित स्वतंत्रता भी याचिकाकर्ता द्वारा अपरिहार्य बनी रही, बल्कि",
  "concerned, and, the latter became affirmed also by the statutory authorities concerned. If so, the effect of the above is that, the petitioner": "था, और बाद वाले की पुष्टि संबंधित वैधानिक अधिकारियों द्वारा भी की गई थी। यदि ऐसा है, तो उपरोक्त का प्रभाव",
  "is estopped, at this stage, to contend that yet any liberty be reserved in": "यह है कि याचिकाकर्ता को, इस स्तर पर, यह तर्क देने के लिए हटा दिया जाता है कि फिर भी कोई भी स्वतंत्रता",
  "his favour, for yet contesting the factum of his yet becoming enabled to": "उसके पक्ष में सुरक्षित रखी जाए, क्योंकि वह अभी तक सक्षम होने के तथ्य को चुनौती दे रहा है",
  "NARESH KUMAR v. THE COMMISSIONER, ROHTAK DIVISION, 1237 ROHTAK AND OTHERS (Sureshwar Thakur, J.)": "नरेश कुमार बनाम आयुक्त, रोहतक डिवीजन, रोहतक और अन्य (सुरेश्वर ठाकुर, जे.)",
  "(4) The learned counsel for the petitioner has contended with much vigour, before this Court, that the revenue entry describing the suit": "(५) याचिकाकर्ता के विद्बत वकील ने इस न्यायालय के समक्ष बहुत जोश के साथ तर्क दिया है कि वाद भूमि को",
  "but saves the land from vestment in the Gram Panchayat concerned, and, obviously the said apposite saving clause, does entitle the petitioner to": "संबंधित ग्राम पंचायत में भूमि को निहित करने से बचाती है, और, स्पष्ट रूप से उक्त उपयुक्त बचत खंड,",
  "obviously the said apposite saving clause, does entitle the petitioner to retain lawful possession, and, title over the suit land. However, the above": "याचिकाकर्ता को वैध कब्जा बनाए रखने और वाद भूमि पर अधिकार रखने का अधिकार देता है। हालाँकि, इस",
  "made submission, before this Court, does not appeal to the judicial conscience of this Court. The reason for forming the above inference,": "न्यायालय के समक्ष उपरोक्त प्रस्तुतिकरण, इस न्यायालय की न्यायिक अंतरात्मा को अपील नहीं करता है। उपरोक्त",
  "ensues from the factum, that the petitioner is disclosed by the revenue": "निष्कर्ष बनाने का कारण, इस तथ्य से निकलता है कि याचिकाकर्ता को राजस्व प्रविष्टियों द्वारा, वाद भूमि पर पट्टेदार",
  "entries, to be a lessee over the suit land, and/or is described to be purportedly making cultivation on the suit land rather as a gair marusi or": "होने का खुलासा किया जाता है, और/या कथित रूप से वाद भूमि पर खेती करने के लिए वर्णित किया जाता है, न",
  "as a non-occupancy tenant. Moreover, since when evidently the petitioner herein had assumed possession of the suit land as a lessee,": "कि एक गैर-अधिभोग किरायेदार के रूप में। इसके अलावा, जब स्पष्ट रूप से याचिकाकर्ता ने वाद भूमि का कब्जा",
  "therefore, the above entry, which is submitted by the learned counsel for": "पट्टेदार के रूप में ग्रहण कर लिया था, तो उपरोक्त प्रविष्टि, जो याचिकाकर्ता के विद्वान वकील द्वारा प्रस्तुत की गई है,",
  "the petitioner, to save the said land from vestment in the Gram Panchayat concerned, does not at all assume any significance. Moreover, the": "उक्त भूमि को संबंधित ग्राम पंचायत में निहित होने से बचाने के लिए, कोई महत्व नहीं लेती है। इसके अलावा,",
  "factum of the petitioner being a lessee or a gair marusi, upon the suit land, does tantamount to cogent rebuttal evidence, qua the revenue entry": "याचिकाकर्ता का वाद भूमि पर पट्टेदार या गैर मरूसी होने का तथ्य, ठोस खंडन साक्ष्य के समान है, राजस्व प्रविष्टि के",
  "rather, describing the suit land as Jumla Malkan Wa Digar Haqdaran": "बजाय, वाद भूमि को जुमला मलकान वा दिगर हक्‍्कदारन अराजी हसब रसद रकबा के रूप में वर्णित करता है।",
  "are that, there was obviously no necessity of any further determinations being made qua any lawful title or any lawful rights to cultivate the suit": "किसी भी वैध अधिकार या किसी भी वैध अधिकार के लिए आगे किसी भी निर्धारण की कोई आवश्यकता नहीं थी।",
  "(5) The learned counsel for the petitioner has contended with much vigour, before this Court, that the petition under Section 7 of the": "(5) याचिकाकर्ता के विद्वान वकील ने इस न्यायालय के समक्ष बहुत जोर देकर तर्क दिया है कि अधिनियम की धारा",
  "Act, was not maintainable, and, also the orders, as concurrently made thereons, by the statutory authorities concerned, were vitiated. The above": "7 के तहत याचिका विचारणीय नहीं थी, और साथ ही संबंधित वैधानिक अधिकारियों द्वारा किए गए आदेशों को भी",
  "thereons, by the statutory authorities concerned, were vitiated. The above submission is rested on the factum, that the petitioner had ably saved the land from vestment in the Gram Panchayat concerned. Since this Court": "दूषित कर दिया गया था। उपरोक्त निवेदन इस तथ्य पर आधारित है कि याचिकाकर्ता ने संबंधित ग्राम पंचायत में",
  "land from vestment in the Gram Panchayat concerned. Since this Court for reasons (supra), has made an inference, that the petitioner was not": "भूमि को निहित करने से कुशलता से बचाया था। चूंकि इस न्यायालय ने कारणों से (उपर्युक्त) एक निष्कर्ष निकाला",
  "over the suit land, except in his capacity asa lessee or a gair marusi. Consequently, when evidently he has no lawful title as an owner of the": "पट्टेदार या गैर मारुसी के रूप में उसकी क्षमता के। नतीजतन, जब स्पष्ट रूप से मुकदमा भूमि के मालिक के रूप",
  "suit land. In consequence, for abysmal wants of evidence, displaying that": "में उसका कोई वैध अधिकार नहीं है। परिणामस्वरूप, साक्ष्य की घोर कमी के लिए, यह प्रदर्शित करते हुए कि",
  "the petitioner was holding any lawful title over the suit land, nor when had on any permissible premise, raised a ground, that the effect of the": "याचिकाकर्ता का वाद भूमि पर कोई वैध अधिकार था, और न ही जब किसी अनुज्ञेय आधार पर था, एक आधार",
  "entry (supra), yet works in his favour, thereupon the effect if any of": "उठाया कि प्रविष्टि (उपर्युक्त) का प्रभाव अभी भी उसके पक्ष में काम करता है, तो इसका प्रभाव तब पड़ता है जब",
  "revenue entry (supra), does become completely whittled down, and/or": "कोई भी राजस्व प्रविष्टि (उपर्युक्त) पूरी तरह से हो जाती है।"
}