{
  "Before Permod Kohli, J.": "न्यायमूर्ति प्रमोद कोहली के समक्ष",
  "PARBHU RAM,—Petitioner": "परभू राम - याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA & OTHERS,—Respondents": "हरियाणा राज्य और अन्य-उत्तरदाता",
  "Constitution of India, 1950 -Art. 226 - Stamp Act, - Ss.2(2),": "भारत का संविधान, 950- अनुछेद 226-स्टाम्प अधिनियम,-धारा 2 (2),",
  "3 & 17 - Determination of stamp duty- Whether to be determined on the day of entering into agreement or on the day of registration": "3 और 7-स्टाम्प शुल्क का निर्धारण-समझौँता करने के दिन या पंजीकरण",
  "Court decision in State of Rajasthan Vs. Khandaka Jain Jewellers": "पंजीकरण में देरी-'राजस्थान राज्य बनाम खंडका जैन ज्वैलर्स” में सर्वोच्च",
  "followed - Held, stamp duty payable as determined on the day of": "न्यायात्रय का निर्णय-आयोजित, पंजीकरण के दिन निर्धारित स्टाम्प शुल्क",
  "registration - Petition dismissed.": "देय-याचिका खारिज।",
  "Held, That Hon'ble Supreme Court has categorically held that value": "अभिनिर्धारित कि माननीय उच्चतम न्यायात्रय ने स्पष्ट रूप से",
  "of the property is to be seen on the date of registration of the document": "अभिनिधीारित किया है कि संपत्ति का मूल्य दस्तावेज़ के पंजीकरण की तारीख",
  "and at no other point of time.": "को देखा जाना चाहिए और किसी अन्य समय पर नहीं।",
  "(Para 8)": "(पैरा 8)",
  "Further held, That since the judgment in case of State of Rajasthan": "अभिनिर्धारित कि चूंकि “राजस्थान राज्य और अन्य बनाम मेसर्स खंडका",
  "legal or factual. This writ petition is accordingly dismissed.": "नहीं हैं।इस रिट याचिका को तदनुसार खारिज कर दिया जाता है।",
  "S.S. Godara, Advocate, for the petitioner.": "याचिकाकतती की ओर से : एस. एस. गोदारा अधिवक्ता",
  "R.D. Sharma, DAG Haryana.": "आर. डी. शर्मा, उप महाअधिवक्ता हरियाणा",
  "(1) Brief facts leading to the filing of the present petition are": "() वर्तमान याचिका दायर करने के लिए संक्षिप्त तथ्यों को नीचे प्रस्तुत",
  "(2) The petitioner entered into an agreement to sell, with one Ranbir Singh son of Sahi Ram for the purchase of land measuring 6 Kanals 19": "(2) याचिकाकर्ता ने शाही राम के बेटे रणबीर सिंह के साथ 6 कनाल 9 मरला",
  "marlas for a sale consideration of Rs. 68,000 on 3rd February, 1994. In": "की जमीन बेचने का समझौता किया। 68,000 रुपये मे3 फरवरी, 994 के",
  "accordance with the agreemental-stipulation, sale deed was to be executed": "के अनुसार बिक्री विलेख को निष्पादित करने से इनकार कर दिया।कानूनी",
  "delay is caused on the part of a party intentionally while executing": "किसी विलेख को निष्पादित करते समय किसी पक्ष की ओर से",
  "date when the deed is executed and not when an agreement to": "किया जाना चाहिए जब विलेख निष्पादित किया जाता है न कि जब",
  "sale the property or lease the property had been registered.": "संपत्ति को बेचने या पट्‌टे पर देने का समझौता पंजीकृत किया गया",
  "But in cases where a person is not at fault and the delay is": "था।लेकिन ऐसे मामलों में जहां किसी व्यक्ति की गलती नहीं है और",
  "caused due to the lessor as in this case, the market value should": "इस मामले में पट्‌टेदार के कारण देरी होती है, बाजार मूल्य उस",
  "be determined on the date when the agreement to lease the": "तारीख को निर्धारित किया जाना चाहिए जब संपत्ति को पटटे पर देने",
  "property was entered. The lessee or the sub lessee should not": "का समझौता किया गया था।पट॒टेदार या उप-पट्टेदार को पट्टा के",
  "suffer due to the inalibity of the lessor in handing over transfer": "तहत आवश्यक हस्तांतरण ज्ञापन सौंपने में पट॒टेदार की अक्षमता",
  "(7) In view of the dictum of the aforesaid judgment normally the": "(7) उपरोक्त निर्णय के कथन को ध्यान में रखते हुए आम तौर पर दस्तावेज़",
  "stamp duty is payable on the value of the property on the date of registration": "के पंजीकरण की तारीख को संपत्ति के मूल्य पर स्टाम्प शुल्क देय होता",
  "of the document. However, as the delay has been caused by the lessor or": "है।हालाँकि, देरी पट्‌टेदार या विक्रेता के कारण हुई है और व्यक्ति यानी खरीदार",
  "vendor and the person 1.e. the purchaser is not at fault. In such a case market": "की गलती नहीं है।ऐसे मामले में बाजार मूल्य उस तारीख को निधौरित किया",
  "value should be determined on the date when the agreement to lease the property was entered.": "जाना चाहिए जब संपत्ति को पट॒टे पर देने का समझौता किया गया था।",
  "(8) To the contrary a different view has been expressed by Hon’ble Supreme Court in an earlier judgment of the Hon’ble Supreme Court": "(8) इसके विपरीत, माननीय सर्वोच्च न्यायालय द्वारा माननीय सर्वोच्च न्यायालय के पहले के एक फैसले में एक अलग दृष्टिकोण व्यक्त किया गया है",
  "reported as State of Rajasthan & Ors. versus M/s Khandaka Jain": "जो राजस्थान राज्य और अन्य बनाम मेसर्स खंडका जैन ज्यूलर्स”ः के रूप में",
  "under :—": "निम्नानुसार अभिनिधाीरित किया:-.",
  "“14. Learned Counsel for the respondent strenuously urged before": "“]4. प्रतिवादी के विद्वान अधिवक्ता ने हमारे सामने पुरजोर आग्रह",
  "us that in fact when the agreement to sell was not executed by": "किया कि वास्तव में जब बेचने का समझौता विक्रेता द्वारा",
  "the vendor, the respondent had no option but to file a suit and a": "निष्पादित नहीं किया गया था, तो प्रतिवादी के पास मुकदमा दायर करने के अलावा कोई विकल्‍प नहीं था और समझौते के निष्पादन के",
  "long time was taken for obtaining a decree for execution of the": "लिए डिक्री प्राप्त करने में लंबा समय लगा था|उनकी कोई गलती",
  "agreement. He was not at fault and a such the valuation given in": "नहीं थी और लिखत में दिए गए इस तरह के मूल्यांकन पर विचार",
  "the instrument should be taken into consideration because during": "किया जाना चाहिए क्योंकि मुकदमेबाजी के दौरान संपत्ति का",
  "the litigation the valuation of the property has shot up. In this connection, learned counsel has invited our attention to the": "मूल्यांकन बढ़ गया है।इस संबंध में, विद्वान अधिवक्ता ने \"एक्टस",
  "no person shall suffer on account of litigation. Hence learned": "विचाराधीनता होने के कारण किसी को भी नुकसान नहीं उठाना",
  "“(4) Whether the relevant date for determining the consideration entered in the document would be the market value of the": "“(4) क्‍या दस्तावेज़ में दर्ज किए गए प्रतिफल को निर्धारित करने के",
  "property on the day of entering into the agreement for sale": "लिए प्रासंगिक तिथि बिक्री के लिए समझौते में प्रवेश करने के दिन",
  "registration ?”": "प्रस्तुत करने की तारीख?”",
  "(6) This question has been answered by the Apex Court in para No. 27 of the judgment. Observation of the Hon’ble Supreme Court are noticed herein-below :—": "(6) इस प्रश्न का उत्तर सर्वोच्च न्यायालय ने निर्णय के पैरा संख्या 27 में दिया है।माननीय उच्चतम न्यायालय की टिप्पणियों को नीचे देखा जा सकता हैः--",
  "“27. Having decided the aforesaid questions raised in this case, we": "“27, इस मामले में उठाए गए उपरोक्त प्रश्नों का निर्णय करने के",
  "now proceed to deal with the question as to the date of determination of the consideration mentioned in the document.": "बाद, अब हम दस्तावेज़ में उल्लिखित विचार के निर्धारण की तारीख",
  "The respondents contended that the consideration mentioned": "के प्रश्न पर विचार करने के लिए आगे बदते हैं।प्रतिवादी ने तर्क दिया कि उल्लिखित विचार विलेख के निष्पादन की तारीख को संपत्ति का",
  "should be the market value of the property on the date of": "बाजार मूल्य होना चाहिए न कि उस तारीख को जब भूमि बेचने का",
  "to sell the land was executed. The appellants on the contrary": "समझौता निष्पादित किया गया था।इसके विपरीत अपीलकर्ताओं ने",
  "argued that the relevant date in order to calculate the": "तक दिया कि प्रतिफल की गणना आदेश के लिए प्रासंगिक तिथि",
  "consideration would be the market value on the date when the": "उस तारीख का बाजार मूल्य होगा जब भूमि हस्तांतरण का",
  "agreement to transfer the land was entered and registered. We": "समझौता किया गया था और पंजीकृत किया गया था।हमने पक्षों की",
  "have heard the argument of the parties and referred to various": "दलीलें सुनी हैं और इस मामले से जुड़े विभिन्‍न मामलों का उल्लेख",
  "cases dealing with this matter. In this regard, we would like to": "किया है।इस संबंध में, हम यह देखना चाहेंगे कि इसे निर्धारित करने",
  "observe that there cannot be a straightjacket formula advised": "के लिए एक सीधे सूत्र की सलाह नहीं दी जा सकती है।यह विभिन्‍न",
  "that value of the property is to be seen on the date of registration of the": "का उददेश्य, दस्तावेजों के पंजीकरण की तारीख को भूमि के मूल्य का आकलन",
  "(10) However, when this judgment was pronounced, judgment of": "(0) हालाँकि, जब यह निर्णय सुनाया गया था, उच्चतम न्यायात्रय के निर्णय",
  "Apex Court reported as M/s Residents Welfare Association, Noida": "“'मेसर्स रेजिडेंट्स वे फेयर एसोसिएशन, नोएडा बनाम यू. पी. राज्य और",
  "(11) There are two opinion expressed by Hon’ ble Supreme Court": "(।) माननीय उच्चतम न्यायालय द्वारा दो राय व्यक्त की गई हैं, हालांकि",
  "though on one point-view is common that where the document is presented": "एक बिंदु पर सामान्य इष्टिकोण है कि जहां दस्तावेज पंजीकरण के लिए",
  "for registration, the value of the property should normally be taken into": "प्रस्तुत किया जाता है, वहां संपत्ति के मूल्य को आम तौर पर स्टाम्प शुल्क के",
  "consideration on the date of registration for the purpose of payment of stamp": "भुगतान के उद्देश्य से पंजीकरण की तारीख को ध्यान में रखा जाना",
  "duty. However, in view of the later judgment Hon’ble Supreme Court has": "चाहिए।हात्रांकि, बाद के फैसले को ध्यान में रखते हुए माननीय सर्वोच्च",
  "carved out an exception that where the delay has been caused due to no": "न्यायालय ने एक अपवाद बनाया है कि जहां स्टाम्प शुल्क का भुगतान करने के लिए उत्तरदायी व्यक्ति की कोई गलती नहीं होने के कारण देरी हुई है, तो",
  "when the document was required to be registered under the contract": "बीच अनुबंध के तहत पंजीकृत करने की आवश्यकता थी।माननीय सर्वोच्च",
  "between the parties. Regarding binding nature of precedents of the judgments": "न्यायात्रय के निर्णयों के पूर्व निर्णय की बाध्यकारी प्रकृति के संबंध मेंन केवल",
  "of the Hon’ ble Supreme Court, not only on High Courts and Subordinate": "उच्च न्यायालयों और अधीनस्थ न्यायालयों पर, बल्कि स्वयं उच्चतम",
  "Courts, but even for the Supreme Court itself: This issue has been considered by a Constitution Bench of the Hon’ ble Apex Court in the case of Central": "न्यायालय के लिए भी, इस मुद्दे पर माननीय सर्वोच्च न्यायालय की एक",
  "Maharashtra and another, (4). In this case, Hon’ble Supreme Court": "एक अन्य बनाम महाराष्ट्र राज्य और एक अन्य”,इस मामले में, माननीय सर्वोच्च न्यायाल्रय ने मुकदमेबाजी में अंक निर्धारण करने का कानूनी",
  "considered the doctrine of stare decisis 1.e. the binding nature of the law": "सिद्धांत, सर्वोच्च न्यायाल्रय द्वारा घोषित कानून की बाध्यकारी प्रकृति पर",
  "declared by the Supreme Court. On consideration of various judgments of": "विचार किया।माननीय उच्चतम न्यायालय के विभिन्‍न निर्णयों पर विचार",
  "“Having carefully considered the submissions made by the learned senior counsel for the parties and having examined the law laid": "“पक्षकारों के लिए विद्वान वरिष्ठ अधिवक्ता द्वारा की गईं दलीलों पर",
  "down by the Constitution Benches in the abovesaid decisions,": "सावधानी पूर्वक विचार करने और उपरोक्त निर्णयों में संविधान पीठों",
  "(1) The law laid down by this Court in a decision delivered": "(।) इस न्यायालय द्वारा अधिक संख्या वाली पीठ द्वारा दिए गए निर्णय में निर्धारित कानून कम या सह-समान संख्या वाली किसी",
  "by a Bench of larger strength is binding on any subsequent Bench of lesser or co-equal strength. (Emphasis supplied).": "निर्णय में निर्धारित कानून कम या सह-समान संख्या वाली किसी भी बाद की पीठ के लिए बाध्यकारी है।(जोर दिया गया)।",
  "(12) From the ratio of the aforesaid judgment, it can be impliedly": "(2) उपरोक्त निर्णय के अनुपात से, यह निहित रूप से और सुरक्षित रूप से",
  "and safely infered that a Bench of co-equal strength, if intends to disagree with an earlier judgment, it has to refer the same to Hon’ ble the Chief Justice": "अनुमान लगाया जा सकता है कि सह-समान संख्या वाली पीठ, यदि पहले के फैसले से असहमत होने का इरादा रखती है, तो उसे इसके कारणों को दर्ज करके",
  "with an earlier judgment, it has to refer the same to Hon’ ble the Chief Justice of India for consideration by a Larger Bench by recording reasons for the": "फैसले से असहमत होने का इरादा रखती है, तो उसे इसके कारणों को दर्ज करके एक बड़ी पीठ द्वारा विचार के लिए भारत के माननीय मुख्य न्यायाधीश को",
  "same but it cannot disagree with it. Its natural corollary would be the view": "संदर्भित करना होगा, लेकिन वह इससे असहमत नहीं हो सकती है।इसका",
  "Jain Jewellers (supra) is by a Bench of two Hon’ble Judges wherein it": "बनाम मेसर्स खंडका के मामले में जैन ज्वैलर्स”” (उपरोक्त) दो माननीय न्यायाधीशों की एक पीठ दवारा है जिसमें यह निधारित किया गया है कि",
  "has been laid down that the stamp duties chargeable on the date of registration": "दस्तावेज़ के पंजीकरण की तारीख को देय स्टाम्प शुल्क विलंब के कारणों के",
  "the later judgment dated 15th April, 2009 in case of M/s Residents Welfare Association, Noida (supra), while holding the same view carved out an": "(उपरोक्त) के मामले में 5 अप्रैल, 2009 के बाद के फैसले में इसी विचार को",
  "exception and held that the stamp duty would be payable on the instruction": "रखते हुए एक अपवाद बनाया गया और कहा गया कि स्टाम्प शुल्क उस संपत्ति",
  "on the value of the property for which the sale was to be made, if the delay": "के मूल्य पर निर्देश पर देय होगा जिसके लिए बिक्री की जानी थी, अगर बिक्री",
  "in registration of the sale deed is beyond the control of the party liable to": "विलेख के पंजीकरण में देरी पक्ष के नियंत्रण से बाहर है।इस मामले में भी,",
  "and refused to execute the sale deed in accordance with the agreement.": "विक्रेता ने बेचने के समझौते के अनुसार बिक्री विलेख को निष्पादित करने से"
}