{
  "MANAGEMENT OF M/S DALMIA CEMENT (BHARAT) LTD. 19": "मेसर्स डालमिया सीमेंट (भारत) लिमिटेड का प्रबंधन।",
  "v. STATE OF HARYANA AND OTHERS": "बनाम हरियाणा राज्य और अन्य",
  "(Augustine George Masih, J)": "(न्‍्यायधीश ऑगस्टाइन जॉर्ज मसीह)",
  "Before Augustine George Masih, J.": "नन्‍्यायधीश ऑगस्टीन जॉर्ज मसीह के समक्ष",
  "MANAGEMENT OF M/S DALMIA CEMENT (BHARAT) LTD.,—Petitioner": "मेसर्स डालमिया सीमेंट (भारत) लिमिटेड का प्रबंधन- याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS,—Respondents": "हरियाणा राज्य और अन्य,-प्रतिवादी",
  "C.W.P. No. 545 of 1986": "सी.डब्ल्यू.पी. 986 की संख्या 545",
  "27th January, 2009": "27 जनवरी, 2009",
  "Constitution of India, 1950—Art. 226—Industrial Disputes": "भारत का संविधान, 950- अनुच्छेद 226-औद्योगिक विवाद अधिनियम, 947-धारा 0-उच्च",
  "of Amalgamation—Neither workman was in service nor employee": "श्रमिक सेवा में था और न ही याचिकाकर्ता का कोई कर्मचारी- श्रमिक का रोजगार के लिए कोई",
  "of petitioner on date of High Court order—No claim of workman relating to employment pending—No relationship of employer and": "दावा नहीं लंबित - याचिकाकर्ता और कामगार के बीच नियोक्‍्ता और कर्मचारी का कोई संबंध नहीं",
  "employee between petitioner and workman—Delay of about 8 years in putting forth demand—Demand raised by the respondent after a delay of more than 7 years is ex-facie bad and incompetent,": "- मांग रखने में लगभग 8 साल की देरी - 7 साल्र से अधिक की देरी के बाद प्रतिवादी द्वारा",
  "a delay of more than 7 years is ex-facie bad and incompetent, therefore, reference not maintainable—Petition allowed, award": "उठाई गई मांग प्रथम दृष्टया खराब है और अक्षम, इसलिए, संदर्भ पोषणीय नहीं है-याचिका की",
  "passed by Industrial Tribunal entitling reinstatement quashed.": "अनुमति दी गई, औद्योगिक न्यायाधिकरण दूवारा पारित पुरस्कार बहाली को रद्द कर दिया गया।",
  "Held, that as per clause (12) the employees of the transferor": "यह निर्धारित किया गया कि खंड (2) के अनुसार हस्तांतरणकर्ता कंपनी के कर्मचारी, जो उस",
  "company, who on the date of the order of the Court sanctioning the": "देने वाला न्यायालय का आदेश पारित किया जाता है, उस तारीख को अंतरणकर्ता कंपनी",
  "employees and in the light of the admitted facts that on the date when": "(१4) कर्मचारियों से संबंधित इस विशिष्ट खंड के प्रकाश में और स्वीकृत तथ्यों के",
  "the High Court passed the order i.e. on Sth November, 1980, respondent": "प्रकाश में कि जिस तारीख को उच्च न्यायालय ने आदेश पारित किया था, यानी 5 नवंबर,",
  "No. 3 was not in service nor was he the employee of the petitioner.": "।980 को, प्रतिवादी संख्या 3 सेवा में नहीं था और न ही वह याचिकाकर्ता का कर्मचारी",
  "Even no claim qua his services or relating to his employment was": "था। यहां तक कि उनकी सेवाओं या उनके रोजगार से संबंधित कोई भी दावा हस्तांतरणकर्ता",
  "pending either with the transferor company or any Authority under the Industrial Disputes Act, 1947. It is an admitted position that the demand": "कंपनी या औदयोगिक विवाद अधिनियम, 947 के तहत किसी प्राधिकरण के पास लंबित",
  "Industrial Disputes Act, 1947. It is an admitted position that the demand notice is dated 27th April, 1981 which is after the order of amalgamation": "नहीं था। यह एक स्वीकृत स्थिति है कि मांग नोटिस 27 अप्रैल , 98 को दिनांकित है।",
  "was passed by the Delhi High Court on 5th November, 1990. Threfore,": "जो 5 नवंबर 990 को दिल्‍ली उच्च न्यायालय द्वारा एकीकरण का आदेश पारित किए",
  "and employee between the petitioner and respondent No. 3.": "यद्यपि याचिकाकर्ता और प्रतिवादी संख्या 3. के बीच नियोक्ता और कर्मचारी का कोई"
}