{
  "ABC THROUGH FATHER SATVIR SINGH v. STATE OF HARYANA 1447 (Tribhuvan Dahiya, J.)": "एबीसी थ्रू फादर सतवीर सिंह बनाम हरियाणा राज्य (त्रिभुवन दहिया, जे.)",
  "Therefore, apparently the Children’s Court misconstructed law on the issue, while dismissing the petitioner’s appeal. Besides, the impugned": "इसलिए, जाहिर तौर पर बाल न्यायालय ने याचिकाकर्ता की अपील को खारिज करते हुए इस मुद्दे पर कानून का गलत",
  "order is wrong on facts also. The date of abortion of foetus has wrongly": "अर्थ निकाला। इसके अलावा, विवादित आदेश तथ्यों पर भी गलत है। भ्रूण के गर्भपात की तारीख को गलत तरीके से",
  "been taken to be 23.02.2017, which, in fact, is the date of preparing the PMR.": "23.02.2077 लिया गया है, जो वास्तव में पीएमआर तैयार करने की तारीख है।",
  "(9) To appreciate the contentions raised by learned counsel for": "(9) पक्षकारों के विद्वान वकील द्वारा उठाए गए तर्कों की सराहना करने के लिए, किशोर न्याय अधिनियम की धारा 5",
  "15. Preliminary assessment into heinous offences by": "5. बोर्ड द्वारा जघन्य अपराधों का प्रारंभिक मूल्यांकन।(।) सोलह वर्ष की आयु पूरी कर चुके या उससे अधिक आयु के",
  "assessment with regard to his mental and physical to commit the offence, and may pass an order in accordance with the provisions of sub section (3) of section 18:": "शारीरिक संबंध में प्रारंभिक मूल्यांकन करेगा और धारा 8 की उपधारा (3) के उपबंधों के अनुसार आदेश पारित कर सकेगाः",
  "Provided that for such an assessment, the Board may take the assistance of experienced psychologists or psycho-social workers or other experts.": "बशर्ते कि इस तरह के मूल्यांकन के लिए बोर्ड अनुभवी मनोवैज्ञानिकों या मनो-सामाजिक कार्यकर्ताओं या अन्य विशेषज्ञों की सहायता ले सकता है।",
  "Explanation — For the purposes of this section, it is clarified that preliminary assessment is not a trial, but is to assess the": "स्पष्टीकरण-इस धारा के प्रयोजनों के लिए, यह स्पष्ट किया जाता है कि प्रारंभिक मूल्यांकन एक परीक्षण नहीं है, बल्कि",
  "capacity of such child to commit and understand the consequences of the alleged offence.": "कथित अपराध के परिणामों को करने और समझने के लिए ऐसे बच्चे की क्षमता का आकलन करना है।",
  "(2) Where the Board is satisfied on preliminary assessment that the matter should be disposed of by the Board, then the": "(2) जहां बोर्ड का प्रारंभिक मूल्यांकन पर समाधान हो जाता है कि बोर्ड द्वारा मामले का निपटारा किया जाना चाहिए,",
  "Board shall follow the procedure, as far as may be, for trial in summons case under the Code of Criminal Procedure, 1973 (2 of 1974);": "तो बोर्ड दंड प्रक्रिया संहिता, ।973 (97५ का 2) के तहत समन मामले में मुकदमे के लिए जहां तक हो सके प्रक्रिया",
  "Provided further that the assessment under this section shall be completed within the period specified in Section 14.": "बशर्ते कि इस धारा के तहत मूल्यांकन धारा ॥५ में निर्दिष्ट अवधि के भीतर पूरा किया जाएगा।",
  "18. Orders regarding child found to be in conflict with law—": "8. (।) और (2) कानून के साथ संघर्ष में पाए जाने वाले बच्चे के संबंध में आदेश-",
  "(3) Where the Board after preliminary assessment under Section 15 pass an order that there is a need for trial of the": "(3) जहां बोर्ड धारा ।5 के तहत प्रारंभिक मूल्यांकन के बाद एक आदेश पारित करता है",
  "Before Tribhuvan Dahiya, J.": "समक्ष त्रिभुवन दहिया जे.",
  "ABC THROUGH FATHER SATVIR SINGH—Petitioner": "पिता सतवीर सिंह के माध्यम से एबीसी-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA—Respondent": "हरियाणा राज्य-प्रतिवादी",
  "April 20, 2023": "अप्रैल 20, 2023",
  "Indian Penal Code, 1860 — S. 328, 449, 376(2); S. 2(33), 15(1), 18(3); Protection of Children from Sexual Offences Act, 2012 — S. 6;": "भारतीय दंड संहिता, 4860-धारा 328,५4%59,376 (2) धारा 2 (33) 5 (॥) 8 (3) यौन अपराधों से बाल संरक्षण",
  "18(3); Protection of Children from Sexual Offences Act, 2012 — S. 6; Juvenile Justice (Care and Protection of Children) Act, 2015 — Order": "अधिनियम, 202-धारा 6; किशोर न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम, 205 - याचिकाकर्ता पर",
  "of Juvenile Justice Board ordering Petitioner to be tried as adult and": "वयस्क के रूप में मुकदमा चलाने का आदेश देने वाले किशोर न्याय बोर्ड के आदेश और चुनौती दी गई अपील को",
  "order of Children’s Court/ Sessions Court dismissing appeal challenged. Allegations — Rape and penetrative sexual assault. Date of": "खारिज करने वाले बाल न्यायालय»सत्र न्यायालय के आदेश। आरोप - बलात्कार और भेदक यौन हमला। हमले की",
  "assault not forthcoming. FIR registered about 4 to 4 % months after occurrence when minor unmarried pregnant victim went to hospital.": "तारीख सामने नहीं आ रही है। घटना के लगभग साढ़े चार महीने बाद प्राथमिकी दर्ज की गई जब नाबालिग अविवाहित",
  "occurrence when minor unmarried pregnant victim went to hospital. Calculating date of birth as per matriculation certificate - 16 years.": "गर्भवती पीड़िता अस्पताल गई। मैट्रिक प्रमाण पत्र के अनुसार जन्म तिथि की गणना-6 वर्ष। प्रारंभिक सामाजिक जाँच",
  "Preliminary social investigation report and personal examination — opined Petitioner physically and mentally capable to commit offences.": "रिपोर्ट और व्यक्तिगत जाँच-याचिकाकर्ता ने अपराध करने में शारीरिक और मानसिक रूप से सक्षम होने की राय दी।",
  "Possibility of offence being committed prior to age of 16 years — Date of occurrence unclear. Settled law — When two views are possible, and": "॥6 वर्ष की आयु से पहले अपराध होने की संभावना-घटना की तिथि स्पष्ट नहीं है। स्थापित कानून-जब दो विचार संभव",
  "factual situation is ambivalent — Court should lean in favour of holding": "हों, और तथ्यात्मक स्थिति अस्पष्ट हो-तो न्यायालय को याचिकाकर्ता को किशोर ठहराने के पक्ष में झुकना चाहिए-",
  "Held, a combined reading of Section 15(1) and 18(3) of the Juvenile Justice Act makes it clear that only a juvenile in conflict with": "किशोर न्याय अधिनियम की धारा 5 (॥) और ॥8 (3) के संयुक्त पठन से यह स्पष्ट होता है कि केवल कानून के साथ",
  "to be tried as an adult by the Board after preliminary assessment with": "मानसिक और शारीरिक क्षमता और उसके परिणामों को समझने की क्षमता के संबंध में प्रारंभिक मूल्यांकन के बाद बोर्ड द्वारा वयस्क के रूप में मुकदमा चलाने का आदेश दिया जा सकता है। जब तक किशोर निर्धारित आयु सीमा को",
  "regard to his mental and physical capacity to commit such an offence,": "को पार नहीं करता है, तब तक बोर्ड को कथित अपराध करने की उसकी मानसिक और शारीरिक क्षमता के संबंध में",
  "crosses the age bar prescribed, the Board has no jurisdiction to carry out the preliminary assessment under Section 15 with regard to his mental": "55 के तहत प्रारंभिक मूल्यांकन करने या उसके आधार पर आदेश पारित करने का कोई अधिकार क्षेत्र नहीं है कि बाल",
  "based thereupon that there is a need for trial of the juvenile as an adult by the Children’s Court. Therefore, age at the time of commission of the": "न्यायालय द्वारा किशोर पर वयस्क के रूप में मुकदमा चलाने की आवश्यकता है। इसलिए, कथित अपराध के समय",
  "(Para 10)": "(पैरा 40)",
  "Further held, that as per the facts on record, FIR in the case was lodged on a report sent by the Hospital — Maharaja Agrasen Hospital,": "इसके अलावा, यह भी कहा गया कि रिकॉर्ड पर तथ्यों के अनुसार, मामले में प्राथमिकी अस्पताल-महाराजा अग्रसेन",
  "West Punjab Bagh, New Delhi, to the Police Station concerned on": "अस्पताल, पश्चिम पंजाब बाग, नई दिल्ली द्वारा",
  "views are possible on the same evidence, the Court should lean in favour": "न्यायालय के फैसले पर भी भरोसा किया है, यदि एक ही साक्ष्य पर दो विचार संभव हैं, तो न्यायालय को सीमावर्ती",
  "of holding the accused juvenile in borderline cases. A photocopy of the original Admission Card/MLR (Annexure P-2) has been produced by the": "मामलों में अभियुक्त को किशोर ठहराने के पक्ष में झुकना चाहिए। मूल प्रवेश पत्र/एमएलआर (अनुलग्रक पी-2) की",
  "(6) Learned State counsel, on the other hand, has contended that the judgments passed by the Courts below are well reasoned, and based": "(6) दूसरी ओर, विद्वान राज्य के वकील ने तर्क दिया है कि नीचे दिए गए न्यायालयों द्वारा पारित निर्णय अच्छी तरह से",
  "on proper appreciation of evidence. Therefore, the Court should not lean": "तर्कपूर्ण हैं, और साक्ष्य के उचित मूल्यांकन पर आधारित हैं। इसलिए, न्यायालय को अभियुक्त के पक्ष में नहीं झुकना",
  "in favour of the accused, who is alleged to have committed the heinous offence.": "चाहिए, जिस पर जघन्य अपराध करने का आरोप है।",
  "(7) Learned counsel for the parties have been heard and case file perused.": "(7) पक्षकारों के विद्वान वकील को सुना गया है और मामले की फाइल पर विचार किया गया है।",
  "(8) The observations of the Children’s Court, in the impugned order that the Juvenile Justice Act has been enacted for betterment of the": "(8) बाल न्यायालय की टिप्पणियाँ, आक्षेपित आदेश में कि किशोर न्याय अधिनियम बच्चे की बेहतरी के लिए",
  "child, and should be constructed in favour of the victim, are totally alien to the purpose and object of the Act, It is a beneficial legislation to": "अधिनियमित किया गया है, और पीड़ित के पक्ष में बनाया जाना चाहिए, अधिनियम के उद्देश्य और उद्देश्य के लिए पूरी",
  "protect rights of a juvenile in conflict with law, and also to ensure that": "तरह से अलग हैं, यह कानून के साथ संघर्ष में एक किशोर के अधिकारों की रक्षा करने के लिए एक लाभकारी विधान",
  "all decisions in the administration of juvenile justice are taken by keeping in mind best interests of the juvenile. This has been so held by the": "है, और यह भी सुनिश्चित करने के लिए कि किशोर न्याय के प्रशासन में सभी निर्णय किशोर के सर्वोत्तम हितों को ध्यान",
  "Supreme Court in the Constitutional Bench judgment rendered in Pratap singh versus State of Jharkhand and another’, which reads as under:": "में रखते हुए लिए जाते हैं। सर्वोच्च न्यायालय ने प्रताप सिंह बनाम झारखंड राज्य और अन्य * में दिए गए संवैधानिक पीठ के फैसले में ऐसा कहा है, जो इस प्रकार हैः",
  "77. This argument cannot be accepted for more than one reason. The said Act is not only a beneficient legislation, but": "77। इस तर्क को एक से अधिक कारणों से स्वीकार नहीं किया जा सकता है। उक्त अधिनियम न केवल एक लाभकारी",
  "also a remedial one. The Act aims at grant of care, protection": "विधान है, बल्कि एक उपचारात्मक भी है। इस अधिनियम का उद्देश्य वयस्क अपराधियों की तुलना में किशोरों की",
  "it must also be borne in mind that the moral and psychological components of criminal responsibility were": "नियम ५ को ध्यान में रखते हुए, यह भी ध्यान में रखा जाना चाहिए कि आपराधिक जिम्मेदारी के नैतिक और मनोवैज्ञानिक",
  "also one of the factors in defining a juvenile. The first objective, therefore, is the promotion of the wellbeing of the": "घटक भी किशोर को परिभाषित करने वाले कारकों में से एक थे। इसलिए, पहला उद्देश्य किशोर की भलाई को बढ़ावा",
  "juvenile and the second objective to bring about the principle of proportionality whereby and where under the": "देना है और दूसरा उद्देश्य आनुपातिकता का सिद्धांत लाना है जिसके द्वारा और जहां अपराधी और पीड़ित सहित",
  "proportionality of the reaction to the circumstances of both the offender and the offence including the victim should be": "अपराध दोनों की परिस्थितियों के लिए प्रतिक्रिया की आनुपातिकता के तहत सुरक्षा की जानी चाहिए। संक्षेप में, नियम",
  "12022 Live Law (SC) 757": "। 2022 लाइव लॉ (एससी) 757",
  "(Tribhuvan Dahiya, J.)": "त्रिभुवन दहिया, जे।",
  "alleged offence, and could not have been ordered to be tried as an adult": "वयस्क के रूप में मुकदमा चलाने का आदेश दिया गया था, और मामले",
  "ABC THROUGH FATHER SATVIR SINGH v. STATE OF HARYANA 1445 (Tribhuvan Dahiya, J.)": "एबीसी थ्रू फादर सतवीर सिंह बनाम हरियाणा राज्य (त्रिभुवन दहिया, जे.)",
  "was transferred to the Court concerned vide impugned order dated 16.03.2018.": "को दिनांक 6.03.20॥8 के विवादित आदेश के माध्यम से संबंधित न्यायालय में स्थानांतरित कर दिया गया था।",
  "(3) The petitioner filed an appeal against the order of the Board before the Children’s Court, which was decided by the impugned": "(3) याचिकाकर्ता ने बाल न्यायालय के समक्ष बोर्ड के आदेश के खिलाफ अपील दायर की, जिसका निर्णय दिनांक",
  "judgment dated 05.09.2018. The primary contention on behalf of the petitioner raised before the Children’s Court was that on the date of": "05.09.208 के विवादित फैसले द्वारा किया गया था। बाल न्यायालय के समक्ष याचिकाकर्ता की ओर से प्राथमिक तर्क",
  "petitioner raised before the Children’s Court was that on the date of alleged sexual assault on the minor victim, the petitioner was less than 16 years; the fact stands established by way of medical evidence on": "यह था कि नाबालिग पीड़ित पर कथित यौन हमले की तारीख पर, याचिकाकर्ता की आयु 6 वर्ष से कम थी; तथ्य",
  "and/or directing the petitioner to be tried as an adult by the Children’s Court.": "न्यायालय द्वारा वयस्क के रूप में मुकदमा चलाने का निर्देश देने से रोक दिया गया था।",
  "(4) The Children’s Court vide impugned order dated 05.09.2018": "(५) बाल न्यायालय ने दिनांक 05.09.20॥8 के विवादित आदेश के माध्यम से याचिकाकर्ता की अपील को यह मानते",
  "dismissed the petitioner’s appeal by holding that both, the victim and the petitioner, were minors. As per post-mortem report, age of the foetus was": "हुए खारिज कर दिया कि पीड़ित और याचिकाकर्ता दोनों नाबालिग थे। पोस्टमॉर्टम रिपोर्ट के अनुसार, भ्रूण की उम्र",
  "five to six months as on 23.12.2017. Therefore, if its age is to be": "23.2.2077 को पांच से छह महीने थी। इसलिए, यदि इसकी आयु को पाँच महीने माना जाए, तो याचिकाकर्ता की",
  "considered as five months, the petitioner was more than 16 years of age on the date of occurrence. If age of foetus is to be considered as six": "आयु घटना की तारीख को ॥6 वर्ष से अधिक थी। यदि भ्रूण की आयु छह महीने मानी जाए, तो घटना की तारीख को",
  "months, the petitioner was less than 16 years of age on the date of occurrence. It remains to be decided whether the foetus is to be considered as five months old or six months old. The Children’s Court": "याचिकाकर्ता की आयु 6 वर्ष से कम थी। यह तय किया जाना बाकी है कि भ्रूण को पांच महीने का माना जाए या छह",
  "further opined that “‘in a case where the victim was 14 years old, the": "महीने का। बाल न्यायालय ने आगे राय दी कि \"ऐसे मामले में जहां पीड़ित ५ वर्ष का था, बच्चे की बेहतरी के लिए",
  "legislation enacted for the betterment of the child should be constructed in favour of the victim. There cannot be a scale to weigh such things.” In": "अधिनियमित कानून का निर्माण पीड़ित के पक्ष में किया जाना चाहिए। ऐसी चीजों को तौलने के लिए कोई पैमाना नहीं",
  "the face of other evidence available on file, i.e., the victim’s statements under Section 161 Cr.P.C. as well as under Section 164 Cr.P.C., dated": "हो सकता। फाइल पर उपलब्ध अन्य साक्ष्य के सामने, धारा 460 सीआरपीसी के तहत पीड़ित के बयान। साथ ही धारा",
  "months old, the accused was held to be more than 16 years of age on the date of occurrence.": "को घटना की तारीख पर ॥6 वर्ष से अधिक आयु का माना गया था।",
  "(5) The only argument raised by learned counsel for the petitioner before this Court is that on the date of alleged sexual assault,": "(5) इस न्यायालय के समक्ष याचिकाकर्ता के लिए विद्वान वकील द्वारा उठाया गया एकमात्र तर्क यह है कि कथित यौन",
  "the petitioner was less than 16 years of age, and, therefore, he could not": "हमले की तारीख पर, याचिकाकर्ता की आयु ॥6 वर्ष से कम थी, और इसलिए, उसे वयस्क के रूप में नहीं चलाया जा",
  "have been tried as an adult. As per admission card/Medico Legal Report (MLR) dated 18.12.2017 (Annexure P-2), which is the proof regarding": "सकता था। प्रवेश पत्र/मेडिको लीगल रिपोर्ट (एमएलआर) दिनांक 8.2.207 (अनुलग्नक पी-2) के अनुसार, जो भ्रूण",
  "abortion of foetus, and its Post-Mortem Report (PMR) dated 23.12.2017": "के गर्भपात के संबंध में प्रमाण है, और इसकी पोस्ट-मॉर्टम रिपोर्ट (पीएमआर) दिनांक 23.2.207 (अनुलग्नक पी-",
  "(Annexure P-3), it is established on record that the foetus was five to six months old on the date it was aborted, i.e., 18.12.2017. Therefore, the": "3) के अनुसार यह रिकॉर्ड पर स्थापित किया गया है कि भ्रूण गर्भपात की तारीख को पांच से छह महीने का था, यानी",
  "date of alleged sexual assault would be somewhere between 18.06.2017": "8.2.207। इसलिए, कथित यौन हमले की तारीख 8.06.20॥7 से 8.07.207 के बीच होगी, और याचिकाकर्ता",
  "said child as an adult, then the Board may order transfer of the trial of the case to the Children’s Court having": "कि उक्त बच्चे पर वयस्क के रूप में मुकदमा चलाने की आवश्यकता है, तो बोर्ड मामले के मुकदमे को बाल न्यायालय",
  "jurisdiction to try such offences.": "में स्थानांतरित करने का आदेश दे सकता है, जिसे ऐसे अपराधों का मुकदमा चलाने की अधिकारिता है।",
  "(10) A combined reading of Sections 15(1) and 18(3) of the Juvenile Justice Act makes it clear that only a juvenile in conflict with": "(0) किशोर न्याय अधिनियम की धारा 5 (॥) और ॥8 (3) के संयुक्त पठन से यह स्पष्ट होता है कि केवल कानून",
  "crosses the age bar prescribed, the Board has no jurisdiction to carry out the preliminary assessment under Section 15 with regard to his mental and physical capacity to commit the offence alleged, or pass an order": "धारा ॥5 के तहत प्रारंभिक मूल्यांकन करने या उसके आधार पर आदेश पारित करने का कोई अधिकार क्षेत्र नहीं है",
  "based thereupon that there is a need for trial of the juvenile as an adult by the Children’s Court. Therefore, age at the time of commission of the alleged offence is the determining factor.": "कि बाल न्यायालय द्वारा किशोर पर वयस्क के रूप में मुकदमा चलाने की आवश्यकता है। इसलिए, कथित अपराध के समय उम्र निर्धारण कारक है।",
  "(11) As per the facts on record, FIR in the case was lodged on a report sent by the hospital-Maharaja Agrasen Hospital, West Punjabi": "(॥॥) रिकॉर्ड पर तथ्यों के अनुसार, मामले में प्राथमिकी अस्पताल-महाराजा अग्रसेन अस्पताल, पश्चिम पंजाबी बाग, नई",
  "Bagh, New Delhi, to the Police Station concerned on 18.12.2017, stating": "दिल्ली द्वारा 8.2.2047 को संबंधित पुलिस स्टेशन को भेजी गई एक रिपोर्ट पर दर्ज की गई थी, जिसमें कहा गया था",
  "that a pregnant minor girl (victim herein), aged 15 years, had been admitted in the hospital and action be taken. The police, thereupon,": "कि एक गर्भवती नाबालिग लड़की (यहां पीड़ित) ।5 साल की उम्र में अस्पताल में भर्ती थी और कार्रवाई की जानी",
  "carried out the investigation and the victim’s admission card/MLR dated": "चाहिए। इसके बाद पुलिस ने जांच की और पीड़ित का प्रवेश पत्र/एमएलआर दिनांक 8.2.2077 प्राप्त किया गया,",
  "18.12.2017 was obtained, wherein it is recorded that “she is unmarried 18 weeks pregnant with her own consent. No assault. She has already": "जिसमें यह दर्ज किया गया है कि \"वह अपनी सहमति से अविवाहित ॥8 सप्ताह की गर्भवती है। कोई हमला नहीं। वह",
  "months ago, while she was alone at home, the petitioner came there. He": "को दर्ज किया गया था, जिसमें कहा गया था कि लगभग साढ़े चार महीने पहले, जब वह घर पर अकेली थी, तब",
  "was known for her, as the two had talked on Facebook a couple of times.": "याचिकाकर्ता वहां आई थी। वह उनके लिए जाने जाते थे, क्योंकि दोनों ने फेसबुक पर एक-दो बार बात की थी।",
  "The petitioner gave her some intoxicating substance. She fell unconscious, and did not know what happened or hat he did thereafter.": "याचिकाकर्ता ने उसे कुछ मादक पदार्थ दिया। वह बेहोश हो गई, और उसे नहीं पता था कि उसके बाद क्‍या हुआ या उसने क्या किया।",
  "After some days, she became pregnant.": "कुछ दिनों बाद वह गर्भवती हो गई।",
  "(12) It is therefore, apparent from the evidence on record that exact date of the alleged sexual assault is not mentioned either by the": "(2) इसलिए, अभिलेख पर साक्ष्य से यह स्पष्ट है कि कथित यौन हमले की सही तारीख का उल्लेख न तो पीड़ित या",
  "victim or anyone else/witness, or by the investigating agency. It’s a fact that needs to be ascertained by referring to the time of abortion of foetus,": "किसी और»गवाह या जांच एजेंसी द्वारा नहीं किया गया है। यह एक तथ्य है जिसे भ्रूण के गर्भपात के समय का उल्लेख",
  "that needs to be ascertained by referring to the time of abortion of foetus, as also the medical opinion in the hospital having already taken pills for MTP, and was having contractions, as per the admission card": "करके पता लगाने की आवश्यकता है, साथ ही अस्पताल में चिकित्सा राय पहले से ही एमटीपी के लिए गोलियां ले चुकी",
  "records, “In our opinion, the foetus is a female of 5 to 6 months of": "गया था। पीएमआर दिनांक 23.2.20॥7 रिकॉर्ड करता है, \"हमारी राय में, भ्रूण 5 से 6 महीने की अंतर्गर्भाशयी उम्र",
  "intrauterine age and non viable.” In the face of this medical opinion,": "की महिला है और व्यवहार्य नहीं है\"। इस चिकित्सा राय के चेहरे में, भ्रूण की जांच पर प्रस्तुत, धारा 46। और 6५",
  "ABC THROUGH FATHER SATVIR SINGH v. STATE OF HARYANA 1443 (Tribhuvan Dahiya, J.)": "एबीसी थ्रू फादर सतवीर सिंह बनाम हरियाणा राज्य (त्रिभुवन दहिया, जे.)",
  "18.12.2017, stating that a pregnant minor girl (victim herein), aged 15 years, had been admitted in the hospital and action be taken. The police,": "8.2.207 को संबंधित पुलिस स्टेशन को भेजी गई एक रिपोर्ट पर दर्ज की गई थी, जिसमें कहा गया था कि एक गर्भवती नाबालिग लड़की (यहां पीड़ित) ।5 साल की उम्र में अस्पताल में भर्ती थी और कार्रवाई की जानी चाहिए। इसके",
  "thereupon, carried out the investigation and the victim’s admission card/MLR dated 18.12.2017 was obtained, wherein it is recorded that": "बाद पुलिस ने जांच की और पीड़ित का प्रवेश पत्र/एमएलआर दिनांक 8.2.20॥7 प्राप्त किया गया, जिसमें यह दर्ज",
  "“she is unmarried 18 weeks pregnant with her own consent. No assault.": "किया गया है कि \"वह अपनी सहमति से अविवाहित 8 सप्ताह की गर्भवती है। कोई हमला नहीं। वह पहले ही गर्भपात",
  "She has already taken MTP for abortion.” Her statement under Section 164 was recorded on 19.12.2017 (Annexure P-4), stating that about four": "के लिए एम. टी. पी. ले चुकी है। धारा 46५ के तहत उसका बयान 49.2.2047 (अनुलग्नक पी-५) को दर्ज किया गया",
  "to four and a half months ago, while she was alone at home, the petitioner": "था, जिसमें कहा गया था कि लगभग साढ़े चार महीने पहले, जब वह घर पर अकेली थी, तब याचिकाकर्ता वहां आई",
  "came there. He was known to her, as the two had talked on Facebook a couple of times. The petitioner gave her some intoxicating substance.": "थी। वह उसे जानता था, क्योंकि दोनों ने फेसबुक पर एक-दो बार बात की थी। याचिकाकर्ता ने उसे कुछ मादक पदार्थ",
  "She fell unconscious, and did not know what happened or what he did thereafter. After some days, she became pregnant.": "दिया। वह बेहोश हो गई, और उसे नहीं पता था कि क्या हुआ या उसके बाद उसने कया किया। कुछ दिनों बाद वह गर्भवती हो गई।",
  "Further held, that it is, therefore, apparent from the evidence on record that exact date of the alleged sexual assault is not mentioned either": "इसके अलावा यह अभिनिर्धारित किया गया कि इसलिए, अभिलेख पर साक्ष्य से यह स्पष्ट है कि कथित यौन हमले की",
  "by the victim or anyone else/witness, or by the investigating agency. It’s": "सटीक तारीख का उल्लेख न तो पीड़ित या किसी और»गवाह या जांच एजेंसी द्वारा नहीं किया गया है। यह एक तथ्य है",
  "a fact that needs to be ascertained by referring to the time of abortion of foetus, as also the medical opinion in the post-mortem report regarding": "जिसे भ्रूण के गर्भपात के समय के साथ-साथ उसकी उम्र के बारे में पोस्टमॉर्टम रिपोर्ट में चिकित्सकीय राय का उल्लेख",
  "its age. The victim was admitted in the hospital having already taken pills for MTP, and was having contractions, as per the admission card": "करके पता लगाने की आवश्यकता है। पीड़ित को पहले से ही एमटीपी के लिए गोलियां लेने के बाद अस्पताल में भर्ती",
  "rendered on examining the foetus, vague statements of the victim under Section 161 and 164 Cr.P.C. stating the alleged occurrence to be about four to four a half months old, cannot be the basis to decide the age of": "सी.आर.पी.सी के तहत पीड़ित के अस्पष्ट बयान। कथित घटना को लगभग चार से साढ़े चार महीने पुराना बताते हुए,",
  "foetus. The fact remains there is no positive evidence regarding the date of commission of the alleged offence by the petitioner. It could have been": "भ्रूण की उम्र तय करने का आधार नहीं हो सकता है। तथ्य यह है कि याचिकाकर्ता द्वारा कथित अपराध किए जाने की",
  "as determinable from the medical opinion about age of the foetus.": "बीच कहीं भी हो सकता है, जैसा कि भ्रूण की उम्र के बारे में चिकित्सा राय से निर्धारित किया जा सकता है। जबकि,",
  "Whereas, the petitioner undisputedly completed sixteen years of age on 14.07.2017. The possibility, therefore, cannot be ruled out that he": "याचिकाकर्ता ने निर्विवाद रूप से ।५.07.207 को सोलह वर्ष की आयु पूरी की। इसलिए, इस संभावना से इनकार नहीं",
  "committed the alleged offence prior to completing sixteen years of age. Conversely, it cannot be said with certainty that the offence was": "किया जा सकता है कि उसने सोलह वर्ष की आयु पूरी करने से पहले कथित अपराध किया था। इसके विपरीत, यह",
  "committed only after the completed sixteen years ofage. No document or": "निश्चित रूप से नहीं कहा जा सकता है कि अपराध सोलह वर्ष की आयु पूरी होने के बाद ही किया गया था। कोई",
  "evidence indicates thus. However, to be tried as an adult, as per mandate of sub-section (1) of Section 15 read with sub-section (3) of Section 18,": "दस्तावेज या सबूत इस तरह का संकेत नहीं देता है। तथापि, धारा 8 की उपधारा (3) के साथ पठित धारा ॥5 की उपधारा (॥) के अधिदेश के अनुसार एक वयस्क के रूप में विचारण किए जाने के लिए, एक किशोर को जघन्य अपराध",
  "a juvenile must complete sixteen years of age at the time of committing the heinous offence. Clearly, therefore, two views are possible; he might": "करने के समय सोलह वर्ष की आयु पूरी करनी होगी। स्पष्ट रूप से, इसलिए, दो विचार संभव हैं; हो सकता है कि उसने",
  "or might not have committed the offence after completing sixteen years of age. As per settled law when two views are possible, and the factual": "सोलह वर्ष की आयु पूरी करने के बाद अपराध किया हो या न किया हो। स्थापित कानून के अनुसार जब"
}