{
  "Before M.M. Kumar & T.P.S. Mann, JJ.": "न:यायायूर्ति एमएम कुमार और टीपीएस मनु, जे जे के समक्ष",
  "UNION OF INDIA,—Petitioner": "भारतीय संघ,- याचिकाकर्ता",
  "versus": "बनाम",
  "GURBAX PALAND OTHERS,—Respondents": "गुरबक्स पाल और अन्य -प्रतिवादी",
  "C.W.P. No. 17003/CAT of 2004": "सीडब्ल्यूपी संख्या [7003/सीएटी 2004",
  "5th January, 2011": "5 जनवरी 20]]",
  "Constitution of India, 1950—Art. 226—Dispute regarding": "भारत का संविधान, 7950-अनुच्छेद। 226---तदर्थ आधार पर पूछताछ-सह-आरक्षण क्लर्क",
  "Sixation of inter se seniority from date of initial joining as Enquiry- cum-Reservation Clerk on ad hoc basis—Matter attained finality": "के रूप में प्रारंभिक नियुक्ति की तारीख से पारस्परिक वरिष्ठता के निर्धारण के संबंध में विवाद---मामले को",
  "upto Supreme Court—UOI ordering to withdraw benefit of seniority": "सर्वोच्च न्यायालय तक अंतिम रूप दिया गया ---यूओआई ने तदर्थ सेवा की अवधि के लिए वरिष्ठता का",
  "granting liberty to pass a fresh order after giving an opportunity of": "के बाद नया आदेश पारित करने की स्वतंत्रता देते हुए आदेश - यूओआई ने फिर से तदर्थ आधार पर बिताई",
  "hearing to applicants--UOI again ordering alteration of dates of promotion by excluding period spent on ad hoc basis—Tribunal": "गई अवधि को छोड़कर पदोन्नति की तारीखों में बदलाव का आदेश दिया",
  "quashing order while holding applicants entitled to benefit of seniority from date of their initial joining—Challenge thereto—Supreme": "उनकी तारीख से वरिष्ठता के लाभ का हकदार मानते हुए रद्द करने का आदेश दिया प्रारंभिक ज्वाइनिंग-उसे",
  "Court as well as Tribunal recognizing rights of parties to count period of ad hoc service for purposes of seniority—Violation of": "चुनौती-उच्चतम न्यायालय के साथ-साथ न्यायाधिकरण ने वरिष्ठता के प्रयोजनों के लिए तदर्थ सेवा की अवधि की गणना करने के लिए पार्टियों के अधिकारों को मान्यता दी-उच्चतम न्यायालय के निर्देशों का",
  "directions of Supreme Court—Petition dismissed with costs.": "उललंघन-याचिका लागत के साथ खारिज कर दी गड़्ढी",
  "Held, that once Hon’ble the Supreme Court as well as the Tribunal": "माना गया कि एक बार माननीय सर्वोच्च न्यायालय के साथ-साथ ट्रिब्यूनल ने वरिष्ठता के प्रयोजनों के लिए तदर्थ सेवा की",
  "has recognized the rights of the parties to count the period of ad hoc service for the purposes of seniority, it was not open to the Officers": "अवधि की गणना करने के लिए पार्टियों के अधिकारों को मान्यता दे दी है, यह भारत संघ के अधिकारियों के लिए खुला नहीं था-याचिकाकर्ता",
  "of the Union of India-petitioner to resurrect the same ground on which they have lost the legal battle between them and applicant-respondent Nos. 1": "उसी आधार को पुनर्जीवित करने के लिए जिस पर वे अपने और आवेदक-प्रतिवादी संख्या | से 3 के बीच माननीय सर्वोच्च न्यायालय तक",
  "have lost the legal battle between them and applicant-respondent Nos. 1 to 3 up to Hon’ble the Supreme Court. Likewise they could not nullify the directions issued by the ‘Tribunal which granted the same benefit to Shri": "कानूनी लड़ाई हार चुके हैं। इसी तरह, वे ट्रिब्यूनल द्वारा जारी किए गए निर्देशों को रद्द नहीं कर सकते,",
  "directions issued by the ‘Tribunal which granted the same benefit to Shri Naresh Joshi vide order dated 7th March, 1990. Therefore, the writ petition is liable to be dismissed with heavy costs.": "जरिए श्री नरेश जोशी को समान लाभ दिया था। इसलिए, रिट याचिका भारी लागत के साथ खारिज होने योग्य है।",
  "Puneet Jindal, Advocate for the petitioner.": "-पुनीत जिंदल, याचिकाकर्ता के वकील।",
  "Suvir Sehgal, Advocate for respondent No. 1.": "सुवीर सहगल, प्रतिवादी संख्या / के वकील।",
  "(M.M. Kumar, J)": "माननीय एमएम कुमार, जे.",
  "(Annexure A-2) was correctly passed. They are held entitled": "(अनुलग्नक ए-2) का आदेश सही ढंग से पारित किया गया था। उन्हें ईआरसी के पद पर अनुबंध ए-2 के अनुसार",
  "ERC and thereafter as per their right on the next higher post on": "उनकी वरिष्ठता की गणना करने और उसके बाद उसके आधार पर अगले उच्च पद पर उनके अधिकार के अनुसार",
  "its basis. Needless to mention that they are entitled to all the": "गिनने का हकदार माना जाता है। यह उल्लेख करने की आवश्यकता नहीं है कि वे इस तरह की पदोन्नति के सभी",
  "consequential benefits of such promotion and fixation of their inter se seniority as given in Annexure A-2.”": "परिणामी लाभों और उनकी पारस्परिक वरिष्ठता के निर्धारण के हकदार हैं जैसा कि अनुबंध ए-2 में दिया गया है। ””",
  "(8) Feeling aggrieved the Officer of the Union of India has again approached this Court challenging the directions issued by the Tribunal.": "(8) व्यथित महसूस करते हुए भारत संघ के अधिकारी ने ट्रिब्यूनल द्वारा जारी निर्देशों को चुनौती देते हुए फिर से इस न्यायालय का दरवाजा खटखटाया है।",
  "(9) We have heard learned counsel for the parties and have perused ~": "(9) हमने पक्षों के विद्वान वकीलों को सुना है और उनकी सक्षम सहायता से रिकॉर्ड का अवलोकन किया है। यह वास्तव",
  "Officers of the Union of India are bent upon violating the directions issued by Hon’ble the Supreme Court in its order dated 2nd December, 1996 (P-2), recognising the rights of applicant-respondent Nos. | to 3 to add": "द्वारा अपने आदेश दिनांक 2 दिसंबर, |996 (पी-2) में जारी निर्देशों का उल्लंघन करने पर आमादा हैं। .| से 3 तक वरिष्ठता के प्रयोजनों",
  "their ad hoc service for the purposes of seniority. In order words, since the day they started discharging the duty on the post of Enquiry-cum-": "के लिए उनकी तदर्थ सेवा जोड़ें। आदेश शब्दों में, जिस दिन से उन्होंने पूछताछ-सह-आरक्षण क्लर्क के पद पर कर्तव्य का निर्वहन शुरू किया,",
  "Reservation Clerk, they have been deemed to be promoted as such and were held entitled to seniority being a consequential benefit. The same benefit was granted to Shri Naresh Joshi, who had started discharging the": "उसी दिन से उन्हें पदोन्‍नत माना गया और परिणामी लाभ के रूप में वरिष्ठता का हकदार माना गया। यही लाभ श्री नरेश जोशी को दिया गया,",
  "duty of the post of Enquiry-cum-Reservation Clerk since October, 1978. However, the Officers of the Union of India have brushed aside the": "जिन्होंने अक्टूबर, |978 से पूछताछ-सह-आरक्षण क्लर्क के पद का कर्तव्य निभाना शुरू कर दिया था। हालाँकि, भारतीय संघ के",
  "However, the Officers of the Union of India have brushed aside the direction issuéd’by-Hon’ ble the Supreme Court on 2nd December, 1996 (P-2) and the judgment of the Tribunal rendered on 7th March, 1990": "अधिकारियों ने माननीय सर्वोच्च द्वारा जारी दिशा-निर्देश को दरकिनार कर दिया है। 2 दिसंबर, 996 को कोर्ट (पी-2) और 7 मार्च,",
  "(P-2) and the judgment of the Tribunal rendered on 7th March, 1990 (A-8) in the case of Naresh Joshi (O.A. No. 710/Jk of 1988). Therefore,": "990 को ट्रिब्यूबल का फैसला (ए-8) नरेश जोशी (ओए नंबर 70/ जेके ऑफ 988) के मामले में। इसलिए, हमारा विचार है कि",
  "we are of the view that such an approach adopted by the petitioner smacks of extraneous consideration and is wholly ill advised particularly when they": "याचिकाकर्ता द्वारा अपनाए गए इस तरह के दृष्टिकोण से असंगत विचार की बू आती है और यह पूरी तरह से गलत सलाह है, खासकर जब",
  "M.M. KUMAR, J.": "आर, एम. आर.",
  "has approached this Court under Article 226 of the Constitution with a prayer for quashing order dated 23rd July, 2004 (P-9), passed by the": "पारित 23 जुलाई, 2004 (पी-9) के आदेश को रद्द करने की प्रार्थना के साथ संविधान के अनुच्छेद 226 के तहत इस न्यायालय का",
  "Central Administrative Tribunal, Chandigarh Bench, Chandigarh (for brevity ‘the Tribunal’). The Tribunal has allowed the application filed by applicant-": "दरवाजा खटखटाया है। चंडीगढ़ (संक्षिप्तता के लिए ' द ट्रिब्यूनल ')। ट्रिब्यूनल ने आवेदन को स्वीकार कर लिया है प्रतिवादी क्रमांक",
  "respondent Nos. 1 to 3 challenging order dated 9th May, 2003 passed by the Senior Divisional Personnel Officer, Northem Railway, Ferozepur snatching": "] से 3 ने वरिष्ठ मंडल कार्मिक अधिकारी, उत्तर रेलवे, फिरोजपुर द्वारा पारित दिनांक 9 मई, 2003 के आदेश को चुनौती देते हुए समय-",
  "the benefit of seniority given to them by judicial orders passed from time to time as would be clear from the succeeding paras.": "समय पर पारित न्यायिक आदेशों द्वारा उन्हें दी गई वरिष्ठता का लाभ छीन लिया, जैसा कि बाद के पैराग्राफ से स्पष्ट होगा। .",
  "(2) There was an employee with the name Shri Naresh Joshi, who was working as Enquiry and Reservation Clerk. On the basis of an earlier": "(2) नरेश जोशी नाम का एक कर्मचारी था , जो पूछताछ एवं आरक्षण लिपिक के पद पर कार्यरत था। ट्रिब्यूबल के पहले",
  "his seniority from the petitioners on the basis of order dated 7th March, 1990 rendered in the case of Naresh Joshi versus Union of India (0.A.": "के फैसले के आधार पर वह नरेश जोशी बनाम के मामले में दिए गए 7 मार्च, 990 के आदेश के आधार पर याचिकाकर्ताओं से",
  "No. 710/JK/88, decided on 7th March, 1990) (A-8). According to the": "अपनी वरिष्ठता के निर्धारण के लिए राहत प्राप्त करने में सफल रहे। भारत संघ (ओए संख्या 70/जेके/88, 7 मार्च 990 को निर्णय",
  "aforesaid order passed by the Tribunal, Shri Naresh Joshi was granted the benefit of earlier judgment passed by the Tribunal on 27th April, 1987 in": "लिया गया) (ए-8)। ट्रिब्यूनल द्वारा पारित उपरोक्त आदेश के अनुसार, श्री नरेश जोशी को ट्रिब्यूनल द्वारा 27 अप्रैल, 987 को विजय",
  "the case of Vijay Kumar versus Union of India. The order of the Tribunal": "कुमारवेमु यूनियन ऑफ इंडिया के मामले में पारित पहले के फैसले का लाभ दिया गया था। विजय कुमार के",
  "in the case of Vijay Kumar passed on 27th April, 1987 reads as under :—": "मामले में 27 अप्रैल, 987 को पारित ट्रिब्यूबल का आदेश इस प्रकार है:-",
  "“We have considered the arguments advanced by both the parties. It is the admitted case of the parties that the applicant has been": "“हमने दोनों पक्षों द्वारा दी गई दलीलों पर विचार किया है। यह पार्टियों का स्वीकृत मामला है कि आवेदक 2 मई, [977 से",
  "performing the duties of Enquiry and Reservation Clerk from 2nd May, 1977 which post carries the pay scale of Rs. 330- 560 although there is no order to show that the applicant was": "पूछताछ और आरक्षण क्लर्क के कर्तव्यों का पालन कर रहा है, जिस पद पर वेतनमान रु। 330-560 हालांकि",
  "of the learned counsel for the respondents that the services of the applicant can be utilized as Enquiry and Reservation Clerk without the grant of pay scale of that post. The work and conduct": "हैं कि आवेदक के प्रेषकों को उस पद के वेतनमान के अनुदान के बिना पूछताछ और आरक्षण क्लर्क के रूप में",
  "of the applicant has been satisfactory. The respondents are": "उपयोग किया जा सकता है। आवेदक का कार्य एवं आचरण संतोषजनक रहा है। उत्तरदाताओं को निर्देश दिया जाता",
  "directed that the applicant be deemed to be promoted as Enquiry and Reservation Clerk for the period he has": "है कि आवेदक को उस अवधि के लिए पूछताछ और आरक्षण क्लर्क के रूप में पदोन्‍नत माना जाए. जब उसने",
  "actually worked on that post on ad hoc basis in the pay scale of Rs. 330-560 and he should be granted all the consequential benefits of that post.": "वास्तव में रुपये के वेतनमान में तदर्थ आधार पर उस पद पर काम किया है। 330-560 और उन्हें उस पद के सभी परिणामी लाभ दिए जाने चाहिए।",
  "Therefore, taking an overall view of the matter it seem clear to us that respondent No. 4 Naresh Kumar Joshi was always": "इसलिए, मामले पर समग्र दृष्टिकोण से हमें यह स्पष्ट प्रतीत होता है कि प्रतिवादी नंबर 4 नरेश कुमार जोशी हमेशा",
  "Junior to the appellants and, therefore, he cannot steal a march over the appellants in the matter of fixation of seniority. That": "अपीलकर्ताओं से कनिष्ठ थे और इसलिए, वह वरिष्ठता के निर्धारण के मामले में अपीलकर्ताओं से आगे नहीं रह",
  "being so, the impugned order of the Tribunal has to be modified, in that, the appellants will be shown as seniors to respondent": "सकते। ऐसा होने पर, ट्रिब्यूबल के विवादित आदेश को संशोधित करना होगा, इसमें अपीलकर्ताओं को प्रतिवादी",
  "the order in Naresh Kumar Joshi’s case. The appeal will! stand": "नंबर 4 के वरिष्ठ के रूप में दिखाया जाएगा। नरेश कुमार जोशी के मामले में आदेश की परवाह किए बिना पारस्परिक",
  ": disposed of accordingly with no order as costs.”": "वरिष्ठता तदनुसार तय की जाएगी। अपील का निपटान तदनुसार बिना किसी लागत के आदेश के किया जाएगा।\"",
  "(5) A perusal of the directions issued by Hon’ble the Supreme": "(5) माननीय सर्वोच्च न्यायालय द्वारा जारी निर्देशों के अवलोकन से स्पष्ट रूप से पता चलेगा कि आवेदक-प्रतिवादी संख्या",
  "Nos. | to 3 and Shri Naresh Joshi was considered, which has attained": "] से 3 और श्री नरेश जोशी के बीच अंतर वरिष्ठता पर विचार किया गया था, जिसे अंतिम रूप मिल गया है। तदनुसार, आवेदक-प्रतिवादी",
  "; senior to Shri Naresh Joshi as they belonged to the cadre of the Enquiry-": "संख्या | से 3 को श्री नरेश जोशी से वरिष्ठ माना जाता था क्योंकि वे वर्ष [977 से पूछताछ-सह- बचाव क्लर्क के कैडर से संबंधित थे,",
  "Joshi started working as such from October, 1978. It has been categorically": "जबकि श्री नरेश कुमार जोशी ने अक्टूबर, 978 से काम करना शुरू किया था। यह स्पष्ट रूप से माना गया है कि श्री नरेश जोशी हमेशा",
  "I1on*ble the Supreme Court on 2nd December, 1996, an order was passed": "। मेरे द्वारा जारी निर्देशों के अनुपालन में 2 दिसंबर, [996 को सुप्रीम कोर्ट में याचिकाकर्ता द्वारा 5 मार्च, 997 को एक आदेश पारित",
  "No. | to 3 were granted seniority above Shri Naresh Joshi by taking into": "किया गया था। तदनुसार, आवेदक-प्रतिवादी संख्या | से 3 को उनकी कार्य तिथि को ध्यान में रखते हुए श्री नरेश जोशी से ऊपर वरिष्ठता",
  "account their date of working as Enquiry-cum-Reservation Clerk in the pay scale of Rs. 1,200-2,040.": "प्रदान की गई थी | पूछताछ-सह-आरक्षण क्लर्क रुपये के वेतनमान में | | ,200-2,040.",
  "(6) On the excuse of some error in the order dated 5th March, 1997 another order was passed on 27th March, 1997. According to the": "(6) 5 मार्च 997 के आदेश में कुछ त्रुटि के बहाने 27 मार्च ।997 को एक और आदेश पारित किया गया। उपरोक्त",
  "aforesaid order. the petitioner-Union of India felt that applicant-respondents No. 1 to 3 were erroneously allowed the benefit of seniority for the period": "आदेश के अनुसार, याचिकाकर्ता-भारत संघ ने महसूस किया कि आवेदक-प्रतिवादी संख्या | से 3 को गलती से अनुमति दी गई थी। एडहॉक",
  "No. 1 to 3 were erroneously allowed the benefit of seniority for the period of ad hoc service alleging that the aforesaid issue never arose for consideration": "सेवा की अवधि के लिए वरिष्ठता का लाभ देते हुए आरोप लगाया कि उपरोक्त मुद्दा माननीय सर्वोच्च न्यायालय के समक्ष कभी नहीं उठा या",
  "before Hon’ble the Supreme Court. They also took shelter of para 302 of Indian Railways Establishment Manual Vol.-] asserting that the seniority": "विचार नहीं किया गया। उन्होंने भारतीय रेलवे स्थापना नियमावली खंड-] के पैरा 302 का भी सहारा लिया, जिसमें कहा गया था कि",
  "was to be assigned from the date of regularisation in the respective cadre. The aforesaid order was challenged by applicant-respondent Nos. | to 3": "वरिष्ठता संबंधित कैडर में नियमितीकरण की तारीख से दी जानी थी। उपरोक्त आदेश को आवेदक-प्रतिवादी संख्या | से 3 द्वारा |998 के",
  "again in O.A. No. 155/PB of 1998. which was decided on 22nd January.": "ओए संख्या 55/पीबी में फिर से चुनौती दी गई थी। जिसका निर्णय 22 जनवरी को किया गया था।"
}