{
  "Gram Panchayat, Dubaldhan, through its Sarpanch wv.": "ग्राम पंचायत दुबलधन, द्वारा सरपंच,-याचिकाकर्ता।",
  "state of 123 Haryana and others (V. K. Bali, J.)": "हरियाणा राज्य और अन्य,-उत्तरदाता।",
  "(iv) filing of certified copies of the annexures be dispensed with;": "7). जनुतप्रकों की प्रमाणित प्रतियों को दाखिल करने से गुक्ति दी जाए:",
  "(uv) prior notices on the respondents be dispensed with;": ")). उत्तरदाताओं को पूर्व नोटिस देने से छुटकारादिया जाए",
  "(vi) costs of this petition be also awarded to the petitioner:": "9)... इस याविका की लायत थी याचिकाकर्ता को दी जाए.",
  "It is, further prayed that during the pendency of this writ": "आगे प्रार्था की गई है कि इस रिट याविका के लंबित रहने के दौरान",
  "Dhara Singh Sarpanch of Gram Panchayat Dubaldhan, for the Petitioner.": "याचिकाकर्ता की और से ग्राय पंचायत द्ुबलथधन के प्रशन रा सिंह/",
  "R. P. Vij, District Attorney in all the Writ Petitions, for the Respondents.": "प्रतिवादीओं के।लिए सीरिट याविकाओं में।जिला अटॉनी आर पी विज/।",
  "JUDGMENT": "निर्णय",
  "V. K. Bali, J.": "वी के बाली जे",
  "(1) This judgment would dispose of Civil Writ Petition No. 3841": "(0)यह निर्णय 4992 की सिविल रिट याचिका संख्या 384। का निपटारा",
  "of 1992, the decision of which was announced on April 23, 1992": "करेगा, जिसका निर्णय मामले में दलीलों की सुनवाई के बाद 23 अप्रैल, 992 को",
  "Petition No. 4059 of 1992, “Gram Panchayat Badli v. The State of": "\"ग्राम पंचायत बादली बनाम हरियाणा राज्य और अन्य\", 7992 की गिविल रिट",
  "Haryana and others”, Civil Writ Petition No. 4210 of 1992 “The Gram Panchayat Imlota v. State of Haryana and others” and Civil": "याविका संख्या4270 \"ग्राम पंचायत इयलोटा बनाय हरियाणा राज्य और अन्य\"",
  "Writ Petition No. 3432 of 1992 “Gram Panchayat, Dubaldhan v. The": "जीर।992 की।जिविलरिट याचिका संख्या3432 \"ग्राम पंचायत द्ृबलक॒षन बनाय",
  "State of Haryana and others” in which the judgment was reserved on April 23, 1992 as common question of fact and law are involved": "हरियाणा राज्य और अन्य\", जिसमें 23 अप्रैल, 4992 को निर्णय तथ्य और कानून",
  "The petitioner Gram Panchayats in the various aforesaid Writ": "उपरोक्त विभिन्न रिट याचिकाओं में याचिकाकर्ता ग्राम पंचायतों ने प्रतिवादी",
  "Petitions question the action of respondent Excise and Taxation Commissioner by which liquor vends have been established within": "उत्पाद शुल्क और कराधान आयुक्त की कार्रवाई पर सवाल उठाया है, जिसके",
  "intoxicating liquor may not be sold at any licensed shop": "उअधिकार क्ीत्र के भीतर नशीले पेय की आपूर्ति करने से रोका जा",
  "and is received in the office of the Excise and Taxation": "उत्पाद शुल्क और कराधान आयुक्त के कार्यालय में प्राप्त होता है, यह इस तरह",
  "October, it shall take effect from the lst day of April of the year next, after such resolution.": "के संकल्प के बाद अगले वर्ष के । अप्रैल से प्रभावी हो जाता है।लेकिन उन",
  "(3) Notwithstanding anything contained in the Punjab Excise": "अपवादों के अलावा जो पंजाब उत्पाद शुल्क अधिनियम के उप- धारा (3), धारा",
  "binding”.": "बाध्यकारी है।",
  "(10) A perusal of Article 47 of the Constitution of India and": "गया था कि धारा 26 के प्रावधानों को भारत के संविधान के अनुच्छेद 47 में निहित",
  "Section 26 of the Punjab Gram Panchayat Act would manifest that": "पंजाब ग्राय पंचायत अधिनियम ॥#रा 26-/निषेध लायू करने की यांय करने",
  "bottles to 84 bottles and that being the position, the resolution": "84 बोतलों देशी शराब की बरामदगी हुई और यह स्थिति होने के कारण, ग्राम",
  "passed by Gram Panchayat could not be accepted.": "पंचायत द्वारा पारित प्रस्ताव को स्वीकार नहीं किया जा सका।",
  "(4) This petition has also been opposed by the respondents on the strength of recovery of country made liquor irom the year 1989": "(५) इस याचिका का प्रतिवादी द्वारा वर्ष 7989 से 99] तक देशी शराब की",
  "tioned here that the petitioner has pleaded that out of 9 cases,": "उल्लेख करना आवश्यक है कि याचिकाकर्ता ने दलील दी है कि 9 मामलों में से,",
  "reference of which has been given above, as also the impugned order Annexure P/3, the persons involved in recovery of country made": "जिनका संदर्भ ऊपर दिया गया है, और साथ ही विवादित आदेश संलग्नक पी/5 में",
  "Annexure P/3, the persons involved in recovery of country made liquor were not residents of the village except Rajinder son of Mange": "भी, देशी शराब की बरामदगी में शामिल व्यक्ति गांव के निवासी नहीं थे, सिवाय",
  "and Bhagat Ram son of Shri Lekh Ram trom whom 5 and 6": "मांगे के बेटे राजिंदर और श्री लेख राम के बेटे भगत राम के, जिनसे जून, 990",
  "bottles respecitively were recovered in June, 1990 and February,": "और फरवरी 99 में 5 और 0 बोतलें बरामद की गई थीं।",
  "(5) Gram Panchayat Imlota passed resolution with absolute": "() ग्राम पंचायत इमलोटा ने 8 सितंबर, 99 को उक्त ग्राम पंचायत के",
  "ot operation of said Grarn Panchayat. The resolution was sent by the Gram Panchayat to the appropriate authorities which was": "किया।प्रस्ताव ग्राम पंचायत द्वारा उपयुक्त अधिकारियों को भेजा गया था जिसे",
  "sioner and Secretary to Government, Harvana, Excise and Taxation": "आगे वित्तीय आयुक्त और सचिव, हरियाणा सरकार, उत्पाद शुल्क और कराधान",
  "Department Chandigarh who summoned the Gram Panchayat to": "विभाग, चंडीगढ़ को भेज दिया गया था।ग्राम पंचायत को प्रतिवादी संख्या । के",
  "(8) This petition is too opposed on the solitary ground that in": "(8) इस याचिका का केवल इस आधार पर विरोध किया गया है कि संबंधित",
  "the area of operation of Gram Panchayat concerned, the people were indulging in a lot of illicit distillation and smuggling of liquor. By": "ग्राम पंचायत के संचालन के क्षेत्र में, लोग शराब के अवैध आसवन और तस्करी",
  "way of example, seven cases have been cited which are for the period 1989 to August 1991. In ali the matters, there is recovery of": "मेंलिप्त थे।उदाहरण के लिए, सात मामले उद्धृत किए गए हैं जो 989 से अगस्त",
  "5 to 18 bottles of country made liquor but in the matter pertaining": "99] की अवधि के हैं।सभी मामलों में देशी शराब की 5 से 8 बोतलें बरामद",
  "liquor and 12 bottles of Rum. All the cases are stated to be pending": "रम की ।2 बोतलें बरामद हुई हैं। सभी मामले न्यायिक मजिस्ट्रेट प्रथम श्रेणी",
  "in the Court of Judicial Magistrate 1st Class Jhajjar. However,": "झज्जर की अदालत में लंबित बताए गए हैं।हालाँकि, अंतिम मामले के संबंध में,",
  "(9) We have heard Sarpanch Mam Chand in Civil Writ Petition No. 3841 of 1992 and Mr. R. P. Vij, District Attorney in all the cases": "(9) हमने 4992 की सिविल रिट याचिका संख्या ३84 में सरपंच माम चंद और सभी मामलों में जिला अटॉर्नी श्री आर.पी. विज को सुना है और मामले के",
  "and after perusing the records of the case, we are of the view that": "अभिलेखों को देखने के बाद, हमारा विचार है कि याचिकाकर्ता पंचायतों का",
  "enshrined in Article 47 of the Constitution of India as also the": "अपने क्षेत्र में निषेध लागू करने का कारण भारत के संविधान के अनुच्छेद 47 में",
  "Panchayat Act, 1952 as applicable to the State of Haryana. In fact, it is keeping in view the endeavour of the State to bring about prohi-": "से तैयार किया गया है जो हरियाणा राज्य पर लागू होता है।वास्तव में, स्वास्थ्य के",
  "bition of intoxicating drinks and of drugs which are injurious io": "लिए हानिकारक मादक पेय और नशीली दवाओं पर निषेध लगाने के राज्य के",
  "health that the State of Haryana moved forward for bringing about legislation so that the object sought to be achieved from the direc-": "प्रयास को ध्यान में रखते हुए हरियाणा राज्य ने कानून बनाने के लिए आगे बढ़ना",
  "legislation so that the object sought to be achieved from the direc- tive principles of State policy does not remain in the realm of a": "शुरू किया ताकि राज्य नीति के निर्देशक सिद्धांतों से प्राप्त किया जाने वाला",
  "fond wish and hope and the same may become enforceabie. It shall": "उद्देश्य एक प्रिय इच्छा और आशा के दायरे में न रहे और यह लागू किया जा",
  "be, at this stage, useful to reproduce Article 47 of the Constitution of India as also relevant part of Section 26 of the Punjab Gram Panchayat Act, 1952 which run as under :—": "सके।इस स्तर पर, भारत के संविधान के अनुच्छेद 47 के साथ-साथ पंजाब ग्राम पंचायत अधिनियम, 952 की खंड 26 के प्रासंगिक भाग को पुनः प्रस्तुत करना उपयोगी होगा, जो निम्नानुसार है:---",
  "“47, Duty of the State to raise the level of nutrition and the standard of living and to improve public health—The": "“47. पोषण के स्तर और जीवन स्तर को ऊपर उठाने और सार्वजनिक स्वास्थ्य में ुशधर करने का राज्य का कर्तव्य राज्य अपने लोगों के",
  "isxcise and ‘Taxation Commissioner and the Depuiy Commissivner": "और अन्य सम्मानित लोगों ने आबकारी और कराधान आयुक्त और उपायुक्त से",
  "lor ensuring that the resolution passed by the Gram Panchayat was": "मुलाकात की और यह सुनिश्चित किया कि ग्राम पंचायत द्वारा पारित प्रस्ताव को",
  "given effect to. ‘hey were accorded personal hearing in the month": "प्रभावी बनाया जाए। फरवरी, 992 के महीने में उनकी व्यक्तिगत सुनवाई की",
  "of February, 1992 and were told that the liquor vend already operat- ing within the jurisdiction of Gram i’anchayat shall aot be auctioned again and with effect frorn Ist April, 1992 there shali be a com-": "गई और उन्हें बताया गया कि ग्राम पंचायत के अधिकार क्षेत्र में पहले से चल रही शराब की दुकान की फिर से नीलामी नहीं की जाएगी और | अप्रैल, 992 से ग्राम",
  "plete prohibition in the locality of the Gram Fanchayat. It is": "पंचायत के इलाके में पूर्ण निषेध होगा।ग्राम पंचायत द्वारा यह अनुरोध किया जाता",
  "to respondent No. 4 in spite of the fact that the assurances given to": "992 को प्रतिवादी संख्या 4 को इस तथ्य के बावजूद की गई थी कि पंचायत के",
  "the members of panchayat were in the other direction. They were": "सदस्यों को दिए गए आश्वासन दूसरी दिशा में थे।अधिकारियों ने उन्हें बताया कि",
  "told by the officers that the same had been done with a view to earn more revenue and as they were told by the higher authorities to": "अधिक राजस्व अर्जित करने के उद्देश्य से ऐसा किया गया था और चूंकि उच्च",
  "ignore the resolution passed by the Gram Panchayat, they had no": "अधिकारियों ने उन्हें ग्राम पंचायत द्वारा पारित प्रस्ताव को नजरअंदाज करने के",
  "option in the matter. The positive case of the petitioner is that": "था।याचिकाकर्ता का सकारात्मक मामला यह है कि उसके क्षेत्र में शराब का कोई",
  "there was no illicit distillation or smuggling of alcohol in its area and, therefore, the unanimous resolution passed by the Gram": "अवैध आसवन या तस्करी नहीं हुई थी और इसलिए ग्राम पंचायत द्वारा पारित",
  "(2) In the reply filed, the cause of the petitioner is suught to be": "() दायर किए गए उत्तर में, याचिकाकर्ता के कारण को इस आधार पर",
  "received on September 19, 1991 and that second resolution dated": "पारित किया गया था, लेकिन वह 9 सितंबर, 99 को प्राप्त हुआ था और 3",
  "February 3, 1992 had not been received by respondent No. 2. Inas-": "फरवरी, 992 का दूसरा प्रस्ताव प्रतिवादी संख्या 2 को प्राप्त नहीं हुआ था।7",
  "much resolution which was passed on January 17, 1991 was received on September 19, 1991, the same was not in accordance with the": "जनवरी, 99 को पारित किया गया प्रस्ताव 9 सितंबर, 99 को प्राप्त हुआ था,",
  "provisions of Section 26 of the Gram Panchayat Act and was, thus,": "जो ग्राम पंचायत अधिनियम की खंड 26 के प्रावधानों के अनुसार नहीं था और इस",
  "not valid. In so far as the assertion of petitioner that there has been": "प्रकार वैध नहीं था।जहाँ तक याचिकाकर्ता के इस दावे का संबंध है कि उसके",
  "absolutely no illicit distillation or smuggling in its area is concerned,": "क्षेत्र में कोई अवैध आसवन या तस्करी नहीं हुई है, उसआत्यन्तिक रूप इनकार",
  "and smuggling of alcohol had been carried on or connived at in the": "भीतर अवैध आसवन या शराब की तस्करी की गई है या ऐसी स्थानीय",
  "Constitutional provisions which the petitioners are seeking to carry out had been kept in mind by the respondents, then on the basis": "याचिकाकर्ता लागू करना चाह रहे हैं, उत्तरदाताओं द्वारा ध्यान में रखा गया होता,",
  "of recovery of country made liquor which is neither a case of illicit": "तो देशी शराब की बरामदगी के आधार पर, जो न तो अवैध आसवन का मामला",
  "distillation nor of smuggling, an opinion to ignore out of hand the unanimous resolutions of the Gram Panchayat. could not have been": "है और न ही तस्करी का, ग्राम पंचायत के सर्वसम्मत प्रस्तावों को नजरअंदाज",
  "formed by the authorities. We, therefore, hold that rejection of": "करने की राय अधिकारियों द्वारा गठित नहीं की जाती।इसलिए हम मानते हैं कि",
  "resolutions passed by the Gram Panchayats and to auction the liquor vends in the cases aforesaid is against the provisions of law and is, therefore, held to be illegal.": "ग्राम पंचायतों द्वारा पारित प्रस्तावों और उपरोक्त मामलों में शराब की दुकानों की नीलामी करना कानून के प्रावधानों के खिलाफ है और इसलिए इसे अवैध माना",
  "available from the provisions of the Punjab Excise Act as made out from sub-Section (3) of Section 26 as also from proviso to sub-Section": "पंजाब उत्पाद शुल्क अधिनियम की धारा 26 की उप- धारा (3) और उप- धारा",
  "(3), the Collector has no choice but for to give effect to the resolu- tion passed by the Gram Panchayat. In fact the said resolution is": "(3) के प्रावधानों से उपलब्ध कलेक्टर के पास ग्राम पंचायत द्वारा पारित प्रस्ताव को प्रभावी बनाने के अलावा कोई विकल्प नहीं है।वास्तव में उक्त संकल्प",
  "binding upon the Excise and Taxation Commissioner.": "आबकारी और कराधान आयुक्त के लिए बाध्यकारी है।",
  "(11) In the light of the principles that have been mentioned above, if we examine the defence of the respondents, it would": "07)) ऊपर उल्लिखित सिद्धांतों के आलोक में, यदि हम प्रतिवादी के बचाव",
  "immediately look to be the one which would not attract any of the": "की जांच करते हैं, तो तुरंत ऐसा प्रतीत होगा जो किसी भी अपवाद को आकर्षित",
  "Writ Petition No. 3841 of 1992 which is with regard to resolution": "992 की सिविल रिट याचिका संख्या 384, जो कि 47 जनवरी, 99] को पारित",
  "19, 1991 suffice it to say that the same is of no consequence and appears to have been taken just with a view to contest the petition.": "परिणाम नहीं है और ऐसा प्रतीत होता है कि इसे केवल याचिका को चुनौती देने",
  "The resolution can be passed during the period commencing on the first day of April and ending on 30th day of September every": "के उद्देश्य से लिया गया है।प्रस्ताव हर साल अप्रैल के पहले दिन से शुरू होकर 30 सितंबर को समाप्त होने वाली अवधि के दौरान पारित किया जा सकता है।यदि",
  "year. lf between the day when the resolution was passed i.e.": "उस दिन के बीच जब प्रस्ताव पारित किया गया था, यानी 77 जनवरी, 99 और",
  "respondents but admittedly the stand of the Gram Panchayat was consistent and the resolution passed on January 17, 1991 was reject-": "सकता है कि ग्राम पंचायत का रुख सुसंगत था और 7 जनवरी, 99 को पारित",
  "ed by another resolution dated February 3, 1992. The tact, however,": "प्रस्ताव को 3 फरवरी, 992 के एक अय्य प्रस्ताव द्वारा खारिज कर दिया गया",
  "remains that the authorities had received the resolution passed by the Gram Panchayat before 30th day of September. It appears that": "था।हालाँकि, तथ्य यह है कि अधिकारियों को 30 सितंबर से पहले ग्राम पंचायत द्वारा पारित प्रस्ताव प्राप्त हो गया था।ऐसा प्रतीत होता है कि पंचायत द्वारा प्रस्तावों",
  "30th day of September has been fixed as last date for receipt of": "की प्राप्ति के लिए अंतिम तिथि के रूप में जो 30 सितंबर की तारीख तय की गई",
  "with regard to auction of vend have to be finalised in time so_ that": "को समय पर अंतिम रूप दिया जाना है ताकि आगामी वर्ष के लिए विक्रय की",
  "the vend can be auctioned for the ensuing year. The last date fixed may have, therefore, some importance but in so far as the earliest": "नीलामी की जा सके ।इसलिए, तय की गई अंतिम तिथि का कुछ महत्व हो सकता",
  "may have, therefore, some importance but in so far as the earliest day for passing the resolution is concerned. the same is of no conse-": "है, लेकिन जहां तक प्रस्ताव पारित करने के लिए सबसे पहले के दिन का संबंध",
  "commencing from Ist day of April ending on 30th dav of September": "समाप्त होने वाले अप्रैल के पहले दिन से शुरू होने वाली विशिष्ट अवधि का",
  "in any year in passing resolution securing enforcement of prohibi-": "प्रावधान निषेध के प्रवर्तन को सुनिश्चित करने वाले प्रस्ताव को पारित करने के लिए",
  "tion is not mandatory. The time frame prescribed is not mandatory": "अनिवार्य नहीं है।निर्धारित समय सीमा अनिवार्य नहीं है और केवल निर्देशिका",
  "enshrined in Article 47 of the Constitution of India and, therefore,": "जअनुच्छेद 47 में निहित निर्देशक सिद्धांतों का पालन करने के (लिए",
  "the provisions of Section 26 have to be given liberal construction so": "अधिनियमित किया यया है। इस प्रकार क्षार 26 के प्रावध्षनों को उदार ।निर्याण दिया जाना चाहिए ताकि इसके द्वारा प्राप्त किए जाने",
  "being prior to two years of the date of consideration of the matter,": "मामला इस मामले पर विचार करने की तारीख से दो वर्ष पहले का होने के कारण,",
  "the same were not of illicit distillation or of smuggling. Smuggling": "ये अवैध आसवन या तस्करी के नहीं थे। तस्करी में लाभ अर्जित करने के लिए",
  "article in a place where it may be sold costlier than from where it": "स्थान की तुलना में अधिक महंगा बेचा जा सकता है जहां से इसे लाया गया है या",
  "has been brought or the same has been brought into an area where": "उसे उस क्षेत्र में लाया गया है जहां ऐसी वस्तु लाना निषिद्ध है। उत्तरदाताओं द्वारा",
  "bringing of such thing § prohibited. The material relied upon by’ the respondents has nothing to do with the illicit distillation or": "जिस सामग्री पर भरोसा किया गया उसका अवैध आसवन या तस्करी से कोई",
  "smuggling. The plea of the respondents to defend the present": "लेना-देना नहीं है। वर्तमान याचिका का बचाव करने के लिए उत्तरदाताओं की",
  "petition is devoid of merit.": "दलील योग्यता से रहित है।",
  "(13) The defence raised in Civil Writ’Petition No. 4210 of 1992": "(39) 992 के सिविल रिट याचिका संख्या 420 में लिया गया बचाव पिछले",
  "is far more weak than the one raised in the earlier case. In this": "मामले में लिया गए बचाव की तुलना में कहीं अधिक कमजोर है।इस मामले में,",
  "dents in Civil Writ Petition No. 4059 of 1992, the action of the respon-": "हैं। ।992 की सिविल रिट याचिका संख्या 4059 में प्रतिवादियों की याचिका को",
  "dents in rejecting the resolution of the Gram Panchayat, in this case": "में ग्राम पंचायत के प्रस्ताव को अस्वीकार करने की प्रतिवादियों की कार्रवाई को",
  "too has to be struck down.": "भी रद्द किया जाना चाहिए।",
  "(14) In Civil Writ Petition No. 3432 of 1992, again seven cases of": "(4) 992 की सिविल रिट याचिका संख्या 3432 में, प्रतिवादी द्वारा फिर से",
  "dents. The cases pertain to the period fron. November 1989 to August 1991. All the cases are pending trial and the plea of the": "989 से अगस्त 99। तक की अवधि से संबंधित हैं। सभी मामलों की सुनवाई",
  "prosecution in the said cases has, so far, not been proved. For the": "लंबित है और उक्त मामलों में अभियोजन पक्ष की याचिका अभी तक साबित नहीं",
  "reasons mentioned above, the action of the respondents for rejecting the resolution of the Gram Panchayat in this case can also not be justified.": "हुई है। ऊपर वर्णित कारणों से, इस मामले में ग्राम पंचायत के प्रस्ताव को अस्वीकार करने के लिए प्रतिवादी की कार्रवाई को भी उचित नहीं ठहराया जा",
  "(15) The authorities had necessarily to keep in mind the im-": "(5) अधिकारियों को अनिवार्य रूप से संविधान निर्माताओं द्वारा निषेध के",
  "could not be ignored unless a clear case on the basis of sufficient": "को तब तक नजरअंदाज नहीं किया जा सकता जब तक कि पर्याप्त सामग्री के",
  "smuggling of alcohol had been carried on or connived at in the": "क्षेत्र में शराब का अवैध आसवन और तस्करी की गई थी या उसकी मिलीभगत",
  "local area. If the importance of public policy enshrined in the": "थी। यदि संवैधानिक प्रावधानों में निहित सार्वजनिक नीति के महत्व को, जिसे",
  "Court every year at the eve of auction of liquor vend which is": "इसके परिणामस्वरूप हर साल शराब की नीलामी की पूर्व संध्या पर इस न्यायालय",
  "well as to those who niay have made successful bid at the auction.": "साथ नीलामी में सफल बोली लगाने वालों को भी पूरी तरह से परेशान किया जाता",
  "We wish and sincerely hope that henceforth the authorities would": "है।हम कामना करते हैं और ईमानदारी से आशा करते हैं कि अब से अधिकारी",
  "apply their mind in a more serious manner and would not be": "अपने दिमाग को अधिक गंभीर तरीके से लागू करेंगे और किसी अन्य विचार से",
  "matter has to be dealt with lest a time comes that we are constrain-": "ऐसा समय न आए कि हम मामलों से निपटने वालों द्वारा हजाने का भुगतान करने",
  "(18) For the reasons aforesaid, all the petitions are allowed.": "(8). उपरोक्त कारणों से, याचिकाएँ स्वीकार की जाती हैं। जैसा कि ऊपर",
  "As referred to above, petition No. 3841 of 1992 was allowed after": "बताया गया है, याचिका संख्या 3844/992 को 23 अप्रैल, 992 को ही दलीलें",
  "date. The orders passed in various cases rejecting the resolutions": "विभिन्न मामलों में पारित आदेश रद्द किये जाते हैं। जिन मामलों में नीलामी पहले",
  "in auctioning the liquor vends in the cases where auction has": "ही हो चुकी है, उनमें शराब की दुकानों की नीलामी में उत्तरदाताओं की कार्रवाई",
  "already taken place is held to be illegal and, thus, set aside. There": "को अवैध माना जाता है और इस प्रकार, रद्द कर दिया जाता है। हालाँकि, लागत",
  "JS.T.": "जे एस टी।"
}