{
  "AMIT v. STATE OF HARYANA AND OTHERS 41": "अमित बनाम हरियाणा राज्य और अन्य",
  "(Tribhuvan Dahiya, J.)": "(त्रिभुवन दहिया, जे.)",
  "placed under suspension vide the impugned order dated 27.07.2017. It": "दौरान, याचिकाकर्ता को दिनांक 27.07.207 के विवादित आदेश के तहत निलंबित कर",
  "has been alleged that the order of suspension is mala fide, and has": "दिया गया था। यह आरोप लगाया गया है कि निलंबन का आदेश दुर्भावनापूर्ण है, और",
  "suspension, no chargesheet was issued to the petitioner for over nine": "के बावजूद, नौ महीने से अधिक समय तक याचिकाकर्ता को कोई आरोप पत्र जारी नहीं",
  "months, nor was the order of suspension withdrawn. Also, the order": "किया गया और न ही निलंबन का आदेश वापस लिया गया। इसके अलावा, 206 के नियमों",
  "was not extended beyond ninety days in terms of Rule 5 of the 2016": "के नियम 5 के संदर्भ में आदेश को नब्बे दिनों से आगे नहीं बढ़ाया गया था।हालांकि,",
  "Rules. However, the respondents continued paying subsistence allowance to the petitioner during suspension. In these circumstances,": "प्रतिवादियों ने निलंबन के दौरान याचिकाकर्ता को निर्वाह भत्ता देना जारी रखा। इन",
  "the instant petition was filed.": "परिस्थितियों में, तत्काल याचिका दायर की गई थी।",
  "(3) Learned counsel for the petitioner contends that the impugned order of suspension is not sustainable being violative of": "(3) याचिकाकर्ता के विद्वान वकील का तर्क है कि निलंबन का आक्षेपित आदेश 206 के",
  "impugned order of suspension is not sustainable being violative of Rule 5 of the 2016 Rules, as the period of suspension was not": "नियमों के नियम 5 का उल्लंघन करने के कारण स्थायी नहीं है, क्योंकि निलंबन की अवधि",
  "extended. Therefore, it becomes invalid and is liable to be set aside.": "को बढ़ाया नहीं गया था। इसलिए, यह अमान्य हो जाता है और इसे अलग रखा जा सकता",
  "(4) Learned State counsel, on the contrary, does not dispute": "(4) सीखा इसके विपरीत, राज्य का वकील याचिका में बताए गए तथ्यों पर विवाद नहीं करता",
  "the facts averred in the petition, nor does he dispute that pursuant to": "है, और न ही वह इस बात पर विवाद करता है कि निलंबन के आदेश के अनुसार",
  "the order of suspension no chargesheet was issued to the petitioner. He, however, vehemently contends that the petitioner is in the habit of": "याचिकाकर्ता को कोई आरोप पत्र जारी नहीं किया गया था। हालाँकि, वह दृढ़ता से तर्क देते",
  "levelling vague allegations against officials of the Department. He": "हैं कि याचिकाकर्ता को विभाग के अधिकारियों के खिलाफ अस्पष्ट आरोप लगाने की आदत",
  "wanted to malign their image by making false complaints, and on": "है। वह झूठी शिकायतें करके उनकी छवि खराब करना चाहते थे, और इस वजह से उनकी",
  "that account his service was rightlyplaced under suspension.": "सेवा को निलंबन के तहत रखा गया था।",
  "(5) Heard.": "(5) सुना।",
  "(6) To decide the issue of validity of the suspension order, it": "(6) निलंबन आदेश की वैधता के मुद्दे पर निर्णय लेने के लिए, निलंबन और परिलब्धियों को",
  "apt to refer to Rule 5 of the 2016 Rules dealing with suspension and": "रोकने से संबंधित 206 के नियमों के नियम 5 का उल्लेख करना उपयुक्त है, जो निम्नानुसार",
  "6. Suspension and withholding of emoluments.—": "6. परिलब्धि का निलंबन और रोक लगाना।",
  "(1) The appointing authority or any other authority to which it is subordinate or the punishing authority": "(॥) नियुक्ति प्राधिकारी या कोई अन्य प्राधिकारी जिसके वह अधीनस्थ है या दंड देने",
  "or any other authority empowered in that behalf by the Governor, by general or special order, may": "वाला प्राधिकारी या राज्यपाल द्वारा सामान्य या विशेष आदेश द्वारा उस निमित्त",
  "place a Government employee under suspension": "सशक्त कोई अन्य प्राधिकारी किसी सरकारी कर्मचारी को निलंबन के अधीन रख",
  "where—": "सकता है जहां -",
  "(a) a disciplinary proceeding against him is contemplated or is pending, or": "(क) उसके विरुद्ध अनुशासनात्मक कार्यवाही विचाराधीन है या लंबित है, या",
  "(b) acase against him in respect of any criminal offence is under investigation, inquiry or": "(ख) उसके खिलाफ किसी आपराधिक अपराध के संबंध में एक मामला जांच, जांच",
  "trial: or": "या मुकदमे के अधीन हैः या",
  "(c) in the opinion of the authority aforesaid, he has engaged himself in activities prejudicial to the interest of the security of the State;": "(ग) उपर्युक्त प्राधिकारी की राय में, उसने राज्य की सुरक्षा के हित के प्रतिकूल गतिविधियों में खुद को शामिल किया है;",
  "Provided that where a Government employee against whom disciplinary proceedings are contemplated is": "बशर्ते कि जहां कोई सरकारी कर्मचारी, जिसके खिलाफ अनुशासनात्मक कार्यवाही पर",
  "suspended, such suspension shall not be valid, where the": "विचार किया जाता है, निलंबित किया जाता है, वहां ऐसा निलंबन वैध नहीं होगा, जहां उसके",
  "disciplinary proceedings are not initiated against him before the expiry of a period of ninety days from the date": "खिलाफ अनुशासनात्मक कार्यवाही उस तारीख से नब्बे दिनों की अवधि की समाप्ति से पहले",
  "from which the employee was suspended:": "शुरू नहीं की जाती है, जिससे कर्मचारी को निलंबित किया गया थाः",
  "Provided further that the competent authorityin the matter may, at any time before the expiry of the said period of ninety days and after considering the special": "बशर्ते कि मामले में सक्षम प्राधिकारी, नब्बे दिनों की उक्त अवधि की समाप्ति से पहले किसी",
  "circumstances for not initiatingdisciplinary proceedings, to": "भी समय और अनुशासनात्मक कार्यवाही शुरू नहीं करने के लिए विशेष परिस्थितियों पर",
  "be recorded in writing and after seeking the approval of next higher authority allow continuance of the suspension": "विचार करने के बाद, लिखित रूप में दर्ज किया जा सकता है और अगले उच्च प्राधिकारी से",
  "next higher authority allow continuance of the suspension beyond ninety days but not beyond one hundred eighty days without the disciplinary proceedingsbeing initiated;": "अनुमोदन प्राप्त करने के बाद अनुशासनिक कार्यवाही शुरू किए बिना नब्बे दिनों से अधिक लेकिन एक सौ अस्सी दिनों से अधिक नहीं निलंबन जारी रखने की अनुमति दे सकता है;",
  "Note 1.— The order of suspension shall stand revoked, being invalid, unless the punishing authority": "नोट -निलंबन का आदेश अमान्य होने के कारण रद्द कर दिया जाएगा, जब तक कि दंडक",
  "obtains the approval of next higher authority and": "प्राधिकरण अगले उच्च प्राधिकारी की मंजूरी प्राप्त नहीं करता है और निलंबन के तहत",
  "suspension the specific period of extension of": "से पहले निलंबन के विस्तार की विशिष्ट अवधि के बारे में सूचित नहीं करता है।",
  "Note 2.— ——- Xxxx XXXX XXXX": "नोट 2. - 200000000",
  "(2) to (8) XXxXX XXXX XXXX": "(2) से (8) 200000000८",
  "(7) Rule 5 entitles the competent authority to place a government employee under suspension where disciplinary": "(7) नियम 5 सक्षम प्राधिकारी को एक सरकारी कर्मचारी को निलंबन के तहत रखने का",
  "initiated before expiry of ninety days fromthe date of suspension,": "से नब्बे दिनों की समाप्ति से पहले अनुशासनात्मक कार्यवाही शुरू नहीं की जाती है, तो",
  "the suspension shall not be valid. Meaning thereby, unless proceedings are initiated within ninety days, the order of suspension": "निलंबन वैध नहीं होगा। अर्थात्‌, जब तक नब्बे दिनों के भीतर कार्यवाही शुरू नहीं की जाती,",
  "shall lose validity. However, as per proviso to the Rule, in special": "तब तक निलंबन का आदेश वैधता खो देगा। हालांकि, नियम के प्रावधान के अनुसार, विशेष",
  "ninety days but not beyond one hundred and eighty days without": "से आगे लेकिन एक सौ अस्सी दिनों से आगे नहीं बढ़ाया जा सकता है। इस तरह के विस्तार",
  "reasons recorded in writing and after seeking approval of the next": "के कारणों को लिखित रूप में दर्ज किया जाना चाहिए और अगले उच्च प्राधिकरण से",
  "approval for extension is obtained and the employee concerned is": "विस्तार के लिए अनुमोदन प्राप्त नहीं किया जाता है और संबंधित कर्मचारी को नब्बे दिनों या",
  "informed about it before expiry of ninety days or the extended period,": "विस्तारित अवधि, जैसा भी मामला हो, की समाप्ति से पहले इसके बारे में सूचित नहीं किया",
  "as the case may be, the order of suspension shall stand revoked being invalid. Accordingly, legitimacy of the suspension order is dependent": "जाता है, तब तक निलंबन का आदेश अमान्य होने के कारण रद्द कर दिया जाएगा। तदनुसार,",
  "upon issuing of chargesheet/initiation of disciplinary proceedings": "निलंबन आदेश की वैधता निर्धारित अवधि के भीतर आरोप पत्र जारी करने/अनुशासनात्मक",
  "suspension only in contemplation thereof or during pendency of the same. In the absence of disciplinary proceedings the order becomes": "के लंबित होने के दौरान निलंबन के तहत रखा जा सकता है। अनुशासनात्मक कार्यवाही के",
  "invalid as it loses all justification. An invalid order has no legal force,": "अभाव में आदेश अमान्य हो जाता है क्योंकि यह सभी औचित्य खो देता है। एक अमान्य",
  "and is of no consequence.": "आदेश का कोई कानूनी बल नहीं है, और इसका कोई परिणाम नहीं है।",
  "(8) In the instant case, the petitioner was placed under": "(8) तत्काल मामले में, याचिकाकर्ता को तत्काल प्रभाव से कार्यालय आदेश दिनांक",
  "suspension, vide office order dated 27.07.2017, with immediate effect. The period ofsuspension was not extended beyond ninety days from": "27.07.207 के तहत निलंबित कर दिया गया था।निलंबन की अवधि को निलंबन की तारीख,",
  "The period ofsuspension was not extended beyond ninety days from the date of suspension, 1.e., 27.07.2017. Merely because he was placed": "वह है, 27.07.2047 से नब्बे दिनों से आगे नहीं बढ़ाया गया था। केवल इसलिए कि उन्हें",
  "contemplated for maligning image of department officials, validity": "निलंबन के अधीन रखा गया था और विभाग के अधिकारियों की छवि खराब करने के लिए",
  "ninety days but not beyond one hundred and eighty days without disciplinary proceedings being initiated. Such extension has to be for": "से आगे लेकिन एक सौ अस्सी दिनों से आगे नहीं बढ़ाया जा सकता है। इस तरह के विस्तार",
  "(Para 07)": "(अनुच्छेद 07)",
  "Further held, that in the instant case, the petitioner was placed": "आगे यह अभिनिर्धारित किया गया कि तत्काल मामले में, याचिकाकर्ता को तत्काल प्रभाव से",
  "under suspension, vide office order dated 27.07.2017, with immediate": "कार्यालय आदेश दिनांक 27.07.20॥7 द्वारा निलंबन के अधीन रखा गया था। निलंबन की",
  "effect. The period ofsuspension was not extended beyond ninety days from the date of suspension, i.e., 27.07.2017. Merely because he was": "अवधि को निलंबन की तारीख, वह है, 27.07.20॥7 से नब्बे दिनों से आगे नहीं बढ़ाया गया",
  "placed under suspension and a chargesheet was contemplated for maligning the image of Department officials, that in itself is not": "था। केवल इसलिए कि उन्हें निलंबन के अधीन रखा गया था और विभाग के अधिकारियों की छवि खराब करने के लिए एक आरोपपत्र पर विचार किया गया था, जो अपने आप में 206",
  "sufficient to extend validity of the order of suspension beyond ninety days in the light of clear provisions of Rule 5 of the 2016 Rules, as": "के नियमों के नियम 5 के स्पष्ट प्रावधानों के आलोक में निलंबन के आदेश की वैधता को नब्बे",
  "aforementioned. Therefore, the impugned suspension order being": "दिनों से आगे बढ़ाने के लिए पर्याप्त नहीं है। इसलिए, आक्षेपित निलंबन आदेश अमान्य होने",
  "invalid stands revoked on expiry of ninety days from the date of suspension in terms of Note 1 to Rule 5(1), and being bereft of any": "के कारण नोट । से नियम 5 (॥) के संदर्भ में निलंबन की तारीख से नब्बे दिनों की समाप्ति"
}