{
  "(Vikas Bahl, J.)": "(विकास बहल, जे)",
  "petitioners for deferring the departmental proceedings till the_ conclusion of the criminal trial has to be accepted and it": "आपराधिक मुकदमे के समापन तक विभागीय कार्यवाही को स्थगित करने के लिए याचिकाकर्ताओं को स्वीकार किया",
  "is ordered accordingly.": "जाना चाहिए और तदनुसार आदेश दिया जाता है।",
  "18. Legal position operating in the field is no longer res integra. A departmental proceedings pending a criminal": "8. क्षेत्र में काम करने वाली कानूनी स्थिति अब एकीकृत नहीं है। आपराधिक कार्यवाही लंबित एक विभागीय कार्यवाही",
  "proceedings does not warrant an automatic stay. The superior courts before exercising its discretionary": "एक स्वचालित रोक की गारंटी नहीं देती है। इस संबंध में अपनी विवेकाधीन अधिकारिता का प्रयोग करने से पहले उच्च",
  "jurisdiction in this regard must take into consideration the fact_as to whether the charges as also the evidence in both": "न्यायालयों को इस तथ्य पर विचार करना चाहिए कि क्‍या आरोप और दोनों कार्यवाहियों में साक्ष्य समान हैं और क्‍या",
  "complicated question of law is involved in the matter.": "मामले में कानून का कोई जटिल प्रश्न शामिल है।",
  "22. The issue came up for consideration yet again in T. Srinivas (supra) where this Court while analyzing B.K.": "22. यह मुद्दा टी. श्रीनिवास (उपर्युक्त) में फिर से विचार के लिए आया, जहां इस न्यायालय ने बी. के. मीणा |(उपर्युक्त)",
  "Meena (supra) and Capt. M. Paul Anthony (supra) held that": "और कैप्टन एम. पॉल एंथनी (उपर्युक्त) का विश्लेषण करते हुए कहाः-",
  "“10. From the above, it is clear that the advisability, desirability or propriety, as the case may be, in regard to a departmental enquiry has to be determined in each": "\"0. उपर्युक्त से, यह स्पष्ट है कि विभागीय जांच के संबंध में, जेसा भी मामला हो, सलाह, वांछनीयता या औचित्य,",
  "case taking into consideration all facts and circumstances of the case. This judgment also lays down that the stay of": "प्रत्येक मामले में मामले के सभी तथ्यों और परिस्थितियों को ध्यान में रखते हुए निर्धारित किया जाना है। इस फैसले में",
  "of the case. This judgment also lays down that the stay of departmental proceedings cannot be and should not be a matter of course.”": "यह भी कहा गया है कि विभागीय कार्यवाही पर रोक निश्चित रूप से नहीं हो सकती और न ही होनी चाहिए।",
  "23. The High Court, unfortunately, although it noticed some of the binding precedents of the Court failed to apply": "23. उच्च न्यायालय, दुर्भाग्य से, हालांकि उसने देखा कि न्यायालय के कुछ बाध्यकारी उदाहरण कानून को उसके उचित",
  "the law in its proper perspective. The High Court was not correct in its view in concluding that the stay of the": "परिप्रेक्ष्य में लागू करने में विफल रहे। उच्च न्यायालय का यह निष्कर्ष निकालना सही नहीं था कि उपरोक्त निर्णयों में",
  "departmental proceedings should be granted in the peculiar facts and circumstances of the case without analyzing and applying the principle of law evolved in the aforementioned": "विकसित विधि के सिद्धांत का विश्लेषण और उसे लागू किए बिना मामले के विशिष्ट तथ्यों और परिस्थितियों में विभागीय",
  "decisions. It, therefore, misdirected itself in law. What was": "कार्यवाहियों पर रोक लगाई जानी चाहिए। इसलिए, इसने कानून में खुद को गलत तरीके से निर्देशित किया। उच्च",
  "necessary to be noticed by the High Court was not only existence of identical facts and the evidence in the matter, it": "न्यायालय द्वारा जिस बात पर ध्यान देना आवश्यक था, वह यह था कि मामले में न केवल समान तथ्यों और साक्ष्यों का",
  "was also required to take into consideration the question as to whether the charges levelled against the delinquent": "अस्तित्व था, बल्कि इस प्रश्न पर भी विचार करना आवश्यक था कि क्या अपराधी अधिकारियों के खिलाफ लगाए गए",
  "officers, both in the criminal case_as also the disciplinary proceedings, were same. Furthermore it was obligatory on": "आरोप, दोनों आपराधिक मामले में और अनुशासनात्मक कार्यवाही भी समान थे। इसके अलावा उच्च न्यायालय की ओर",
  "Before Vikas Bahl, J.": "समक्ष विकास बहल, जे",
  "ANAND BAKSHI—Petitioner": "आनंद बख्शी - याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य - प्रतिवादी",
  "CWP No. 26062 of 2023": "2023 का सीडब्ल्यूपी नंबर 26062",
  "November 20, 2023": "20 नवंबर, 2023",
  "Constitution of India—Arts. 226/227; Prevention Of Corruption Act, 1988—S. 7; Code Of Criminal Procedure, 1973—S.": "भारत का संविधान-अनुच्छेद 226 /227; भ्रष्टाचार निवारण अधिनियम, 988-धारा 7; दंड प्रक्रिया संहिता, 4973-धारा",
  "173. Petitioner—Assistant Sub Inspector—caught red handed accepting bribe. FIR registered—investigation pending. Report under": "773 याचिकाकर्ता-सहायक उप निरीक्षक-को रिश्वत लेते हुए रंगे हाथों पकड़ा गया। एफ. आई. आर. दर्ज-जांच लंबित",
  "Section 173 CrPC not submitted. Writ petition for quashing holding": "है। सीआरपीसी की धारा 773 के तहत रिपोर्ट प्रस्तुत नहीं की गई। विभागीय जांच के आयोजन को रद्द करने के लिए",
  "of departmental enquiry. Departmental proceedings and criminal proceedings can proceed simultaneously—no bar. If both based on": "याचिका लिखें। विभागीय कार्यवाही और आपराधिक कार्यवाही एक साथ आगे बढ़ सकती है-कोई रोक नहीं यदि दोनों",
  "identical and similar set of facts and if charge in criminal case is of grave nature which involves complicated questions of law and fact —": "समान और समान तथ्यों पर आधारित हैं और यदि आपराधिक मामले में आरोप गंभीर प्रकृति का है जिसमें कानून और",
  "criminal case. Primary factor for Court to consider—whether complicated questions of law and facts involved—then evidence of": "अदालत के लिए विचार करने के लिए प्राथमिक कारक-क्या कानून के जटिल प्रश्न और तथ्य शामिल हैं-तो विभागीय",
  "witnesses in departmental proceedings is to be kept in abeyance till their examination in criminal case. No special facts in present case.": "कार्यवाही में गवाहों के साक्ष्य को आपराधिक मामले में उनकी जांच तक स्थगित रखा जाना चाहिए वर्तमान मामले में",
  "their examination in criminal case. No special facts in present case. Writ petition dismissed.": "कोई विशेष तथ्य नहीं रिट याचिका खारिज कर दी गई।",
  "Held, that departmental proceedings and the proceedings in the criminal case can proceed simultaneously as there was no bar in their": "अभिनिर्धारित किया गया कि विभागीय कार्यवाही और आपराधिक मामले में कार्यवाही एक साथ आगे बढ़ सकती है",
  "being conducted simultaneously. It was further held that departmental": "क्योंकि उनके एक साथ संचालित होने पर कोई रोक नहीं थी। आगे यह अभिनिर्धारित किया गया कि विभागीय",
  "proceedings and criminal proceedings if based on identical and similar set of facts and also in case the charge in the criminal case against the": "कार्यवाहियां और आपराधिक कार्यवाहियां यदि समान और समान तथ्यों पर आधारित हैं और यदि अपराधी कर्मचारी",
  "delinquent employee is of grave nature which involves complicated questions of law and fact, then in such circumstances, it would be": "के विरुद्ध आपराधिक मामले में आरोप गंभीर प्रकृति का है जिसमें कानून और तथ्य के जटिल प्रश्न शामिल हैं, तो ऐसी",
  "desirable to stay the departmental proceedings till the conclusion of the": "परिस्थितियों में आपराधिक मामले के समापन तक विभागीय कार्यवाहियों पर रोक लगाना वांछनीय होगा। इस प्रकार,",
  "criminal case. Thus, all the ingredients 1e., averments/ allegations being identical, based on similar set of facts and the charge being of": "तथ्यों के समान समूह के आधार पर सभी घटकों यानी अभिकथनों/ आरोपों के समान होने और कानून और तथ्य के",
  "grave nature involving complicated questions of law and fact are required to be met so as to consider the case of the employee for grant": "जटिल प्रश्नों से जुड़े गंभीर प्रकृति के आरोप को पूरा करने की आवश्यकता है ताकि कर्मचारी के मामले पर रोक लगाने",
  "(Para 5)": "(पैरा 5)",
  "Further held, that apart from other factors, one of the primary": "इसके अलावा यह अभिनिर्धारित किया गया कि अन्य कारकों के अलावा, प्राथमिक कारकों में से एक जिस पर न्यायालय",
  "grave in nature and complicated questions of law and fact are involved": "के खिलाफ आपराधिक मामले में आरोप गंभीर प्रकृति का है जिसमें कानून और तथ्य के जटिल प्रश्न शामिल हैं, तो",
  "stay the departmental proceedings, but further regard has to be given to the fact that the departmental proceedings cannot be unduly delayed.": "किया जा सकता है, लेकिन इस तथ्य को ध्यान में रखा जाना चाहिए कि विभागीय कार्यवाही में अनावश्यक देरी नहीं",
  "(3) Learned counsel for the petitioner has submitted that his limited prayer in the present petition is that the common witnesses in": "(3) याचिकाकर्ता के विद्वान वकील ने प्रस्तुत किया है कि वर्तमान याचिका में उनका सीमित अनुरोध यह है कि विभागीय",
  "the departmental proceedings and the FIR be not examined in the departmental proceedings till the time they are examined in the": "कार्यवाही में सामान्य गवाहों और प्राथमिकी की विभागीय कार्यवाही में तब तक जांच नहीं की जाए जब तक कि",
  "criminal case as their examination would cause prejudice to the": "आपराधिक मामले में उनकी जांच नहीं की जाती है क्योंकि उनकी जांच याचिकाकर्ता के लिए पूर्वाग्रह पैदा करेगी,",
  "petitioner, inasmuch as in case the said witnesses are examined in the departmental proceedings then the defence of the petitioner would be": "क्योंकि यदि उक्त गवाहों से विभागीय कार्यवाही में पूछताछ की जाती है तो विभागीय कार्यवाही में उक्त गवाहों से जिरह",
  "proceedings. In support of the said argument, learned counsel for the": "करते समय याचिकाकर्ता के बचाव का खुलासा किया जाएगा। उक्त तर्क के समर्थन में, याचिकाकर्ता के विद्वान वकील",
  "petitioner has relied upon a judgment of the Hon’ble Supreme Court in case titled as Capt. M. Paul Anthony versus Bharat Gold Mines Ltd.'.": "ने कैप्टन एम. पॉल एंथनी बनाम भारत गोल्ड माइंस लिमिटेड ' नामक मामले में माननीय उच्चतम न्यायालय के एक",
  "Learned counsel for the petitioner has further referred to a list": "निर्णय पर भरोसा किया है। याचिकाकर्ता के विद्वान वकील ने आगे यह दिखाने के लिए एक सूची (अनुलग्नक पी-5) का",
  "(Annexure P-5) to show that the witnesses from serial no. 6 to 9 in the departmental proceedings would be the common witnesses inasmuch": "उल्लेख किया है कि विभागीय कार्यवाही में क्रम संख्या 6 से 9 तक के गवाह सामान्य गवाह होंगे क्योंकि यह निश्चित है",
  "as it is certain that the said witnesses would also be made as witnesses in the criminal proceedings although report under Section 173 Cr.P.C.": "कि उक्त गवाहों को भी आपराधिक कार्यवाही में गवाह के रूप में बनाया जाएगा, हालांकि सीआरपीसी की धारा 73",
  "has not been submitted in the Court till date.": "के तहत रिपोर्ट आज तक अदालत में प्रस्तुत नहीं की गई है।",
  "(4) This Court has heard learned counsel for the petitioner and has perused the paper-book and finds that the present writ petition": "(५) इस न्यायालय ने याचिकाकर्ता के विद्वान वकील को सुना है और पेपर-बुक का अवलोकन किया है और पाया है",
  "is meritless and deserves to be dismissed for the reasons which have been detailed hereinafter.": "कि हंमिन रिट याचिका बेजोड़ है और उन कारणों के लिए खारिज किए जाने के योग्य है जो इसके बाद विस्तृत किए",
  "(5) Before considering the facts of the present case, it would be relevant to refer to the judgment of the Hon’ble Supreme Court in Capt.": "(5) वर्तमान मामले के तथ्यों पर विचार करने से पहले, कैप्टन अमरिंदर सिंह मामले में माननीय सर्वोच्च न्यायालय के",
  "M. Paul Anthony’s case (supra), which has been relied upon by the": "फैसले को संदर्भित करना प्रासंगिक होगा। एम. पॉल एंथनी का मामला (उपर्युक्त) जिस पर याचिकाकर्ता के विद्वान",
  "learned counsel for the petitioner. In the said judgment and also in various other judgments of the Hon’ble Supreme Court, it has been": "वकील द्वारा भरोसा किया गया है। उक्त निर्णय में और माननीय उच्चतम न्यायालय के विभिन्न अन्य निर्णयों में भी बार-",
  "repeatedly held that one of the necessary ingredients for the Court to consider before any stay of departmental proceedings is granted, with": "बार यह अभिनिर्धारित किया गया है कि न्यायालय के लिए विभागीय कार्यवाहियों पर रोक लगाने से पहले विचार करने",
  "respect to the issue in hand, is as to whether the case involves complicated question of law and facts or not. Paragraph 22 of the": "के लिए आवश्यक घटकों में से एक यह है कि क्या मामले में विधि और तथ्यों का जटिल प्रश्न शामिल है या नहीं। कैप्टन",
  "judgment in Capt. M. Paul Anthony’s case (supra) is reproduced hereinbelow:-": "में निर्णय का पैराग्राफ 22। एम. पॉल एंथनी का मामला (उपर्युक्त) नीचे पुनः प्रस्तुत किया गया है:",
  "“22. The conclusions which are deducible from various decisions of this Court referred to above are :": "\"22. ऊपर निर्दिष्ट इस न्यायालय के विभिन्न निर्णयों से जो निष्कर्ष निकाले जा सकते हैं, वे हैं:",
  "(1) Departmental proceedings and proceedings in a criminal case can proceed simultaneously as there is no bar": "(0) आपराधिक मामले में विभागीय कार्यवाही और कार्यवाही एक साथ आगे बढ़ सकती है क्योंकि इसमें कोई बाधा नहीं",
  "'1999(3) SCC 679": "! |999 (3) एससीसी 679",
  "particular case or not or as to whether the evidence of the witnesses in the departmental proceedings is to be kept in abeyance till their examination in the criminal case, is to see as to whether complicated": "गवाहों के साक्ष्य को आपराधिक मामले में उनकी जांच तक स्थगित रखा जाना है, यह देखना है कि मामले में कानून",
  "questions of law and facts are involved in the case or not. In the present case, no complicated question of law or facts, has been brought to the": "और तथ्यों के जटिल प्रश्न शामिल हैं या नहीं। वर्तमान मामले में, कानून या तथ्यों का कोई जटिल प्रश्न इस न्यायालय के",
  "notice of this Court. The present case is a case in which the issue which": "संज्ञान में नहीं लाया गया है। वर्तमान मामला एक ऐसा मामला है जिसमें जिस मुद्दे पर विचार किया जाना आवश्यक है",
  "bribe of Rs.30,000/— from the complainant in lieu of letting the": "शिकायतकर्ता से 30,000/- रुपये की रिश्वत मांगी थी और क्या छापा मारने वाले पक्ष ने गवाहों की उपस्थिति में",
  "as to whether the raiding party had caught the petitioner red handed on the spot while accepting Rs.30,000/— as bribe money in the presence": "30,000/»- रुपये रिश्वत की राशि स्वीकार करते हुए याचिकाकर्ता को मौके पर ही रंगे हाथों पकड़ा था। उक्त",
  "of witnesses. In the said circumstances, it cannot be said that any complicated question of law or fact arises. Moreover, no judgment has": "परिस्थितियों में, यह नहीं कहा जा सकता है कि कानून या तथ्य का कोई जटिल प्रश्न उत्पन्न होता है। इसके अलावा, इस",
  "been cited before this Court to show that in such a situation complicated question of law or fact would arise. Moreover, in the": "के लिए कोई निर्णय नहीं दिया गया है कि ऐसी स्थिति में कानून या तथ्य का जटिल प्रश्न उत्पन्न होगा। इसके अलावा,",
  "present case as has been stated by learned counsel for the petitioner that": "उत्पन्न होगा। इसके अलावा, वर्तमान मामले में जैसा कि याचिकाकर्ता के विद्वान वकील द्वारा कहा गया है कि दंड",
  "the report under Section 173 Cr.P.C. has not been submitted in the Court, thus, the question as to whether witnesses 6 to 9 in the list": "प्रक्रिया संहिता की धारा ।73 के तहत रिपोर्ट न्यायालय में प्रस्तुत नहीं की गई है, इस प्रकार, यह प्रश्न कि क्या सूची में",
  "Court, thus, the question as to whether witnesses 6 to 9 in the list (Annexure P—5) would also be the witnesses in the criminal case cannot be fully established. At any rate, there is no complicated": "6 से 9 गवाह (अनुलग्रक पी-5) भी आपराधिक मामले में गवाह होंगे, पूरी तरह से स्थापित नहीं किया जा सकता है।",
  "cannot be fully established. At any rate, there is no complicated question of law or fact involved in the present case as has been detailed": "किसी भी तरह से, वर्तमान मामले में शामिल कानून या तथ्य का कोई जटिल प्रश्न नहीं है जैसा कि ऊपर बताया गया है।",
  "hereinabove. Moreover, this Court has found that there are no special facts in the present case so as to persuade this Court to grant the relief": "ने पाया है कि वर्तमान मामले में कोई विशेष तथ्य नहीं हैं जिससे इस न्यायालय को मांगी गई राहत देने के लिए राजी",
  "sought, rather allegations in the present case are that the petitioner was": "गई राहत देने के लिए राजी किया जा सके, बल्कि वर्तमान मामले में आरोप हैं कि याचिकाकर्ता शिकायतकर्ता साहिब",
  "demanding bribe of Rs.30,000/— from the complainant Sahib Singh for letting his overloaded vehicles pass through the highway where the": "सिंह से 30,000/- रुपये की रिश्वत की मांग कर रहा था ताकि वह अपने ओवरलोडेड वाहनों को उस राजमार्ग से",
  "petitioner was posted and was also caught red handed for accepting bribe of Rs.30,000/—.": "गुजरने दे जहां याचिकाकर्ता तैनात था और उसे 30,000/- रुपये की रिश्वत लेते हुए रंगे हाथों पकड़ा गया था",
  "(Para 8)": "(पैरा 8)",
  "Kushagra Beniwal, Advocate, for the petitioner.": "याचिकाकर्ता के वकील कुशाग्र बेनीवाल।",
  "Rajni Gupta, Addl.A.G. Haryana.": "रजनी गुप्ता, अतिरिक्त ए. जी. हरियाणा।",
  "VIKAS BAHL, J.(ORAL)": "विकास बहल, जे. (मौखिक)",
  "(1) This is a civil writ petition filed under Article 226/227 of": "(।) यह भारत के संविधान के अनुच्छेद 226/227 के तहत दायर एक सिविल रिट याचिका है, जिसमें पुलिस अधीक्षक,",
  "for quashing of the order dated 31.08.2023 (Annexure P-3) passed by the Superintendent of Police, Kurukshetra-respondent no.2 whereby": "कुरुक्षेत्र-प्रतिवादी संख्या 2 द्वारा पारित दिनांक 3.08.2023 (अनुलम्रक पी-3) के आदेश को रद्द करने के लिए",
  "departmental enquiry against the petitioner has been ordered by holding day to day proceedings.": "विभागीय जांच का आदेश दिन-प्रतिदिन की कार्यवाही करके दिया गया है।",
  "stay of the disciplinary proceedings shall not only prejudice the delinquent officers but the matter _also the matter": "अनुशासनात्मक कार्यवाही पर रोक लगाने से न केवल अपराधी अधिकारियों पर प्रतिकूल प्रभाव पड़ेगा, बल्कि इस",
  "involves a complicated question of law.”": "मामले में कानून का एक जटिल प्रश्न भी शामिल होगा।“",
  "In the above-said case, the Division Bench of the High Court had disposed of the appeals on the ground that there was no dispute of": "उपर्युक्त मामले में, उच्च न्यायालय की खंड पीठ ने इस आधार पर अपीलों का निपटारा किया था कि इस तथ्य पर कोई",
  "the fact that the criminal action and the disciplinary proceedings were founded on the same set of facts and that disciplinary proceedings were": "विवाद नहीं था कि आपराधिक कार्रवाई और अनुशासनात्मक कार्यवाही एक ही तथ्यों पर आधारित थी और",
  "solely based upon the criminal complaint lodged by the President of a": "अनुशासनात्मक कार्यवाही पूरी तरह से एक प्रतिद्वंद्वी संघ के अध्यक्ष द्वारा दर्ज आपराधिक शिकायत पर आधारित थी",
  "rival union and that the Bank had not conducted any independent enquiry before initiating the impugned departmental proceedings and": "और बैंक ने विवादित विभागीय कार्यवाही शुरू करने से पहले कोई स्वतंत्र जांच नहीं की थी और इस प्रकार, विभागीय",
  "thus, the departmental proceedings were postponed till the time the criminal cases were decided. The said order was set aside by the": "कार्यवाही को आपराधिक मामलों का निर्णय होने तक स्थगित कर दिया गया था। उक्त आदेश को माननीय सर्वोच्च",
  "Hon’ble Supreme Court by making the observations which have been reproduced hereinabove.": "न्यायालय द्वारा उन टिप्पणियों को देकर दरकिनार कर दिया गया था जिन्हें ऊपर पुनः प्रस्तुत किया गया है।",
  "(7) The Hon’ble Supreme Court of India in “Kendriya Vidyalay Sangathan & Ors. versus T.Srinivas*, had observed that": "(7) भारत के माननीय उच्चतम न्यायालय ने केन्द्रीय विद्यालय संगठन और अन्य बनाम टी श्रीनिवास ? में कहा था कि",
  "there should be special facts in a case so as to persuade the Court to": "किसी मामले में विशेष तथ्य होने चाहिए ताकि न्यायालय को विभागीय कार्यवाही पर रोक लगाने के लिए राजी किया",
  "stay departmental proceedings and every case where departmental proceedings and criminal trial with regard to the same": "जा सके और प्रत्येक मामला जहां विभागीय कार्यवाही और आपराधिक मुकदमा उसी कदाचार के संबंध में लंबित है,",
  "misconduct is pending is not to be stayed. It was also observed in the said judgment that the approach and the objective of the criminal": "उस पर रोक नहीं लगाई जानी चाहिए। उक्त निर्णय में यह भी कहा गया था कि आपराधिक कार्यवाहियों और",
  "proceedings and the disciplinary proceedings are altogether distinct and different inasmuch as in the disciplinary proceedings, the question is as": "अनुशासनात्मक कार्यवाहियों का दृष्टिकोण और उद्देश्य पूरी तरह से अलग और अलग है क्योंकि अनुशासनात्मक",
  "different inasmuch as in the disciplinary proceedings, the question is as to whether the respondent is guilty of such conduct as would merit his removal from service or a lesser punishment as the case may be,": "कार्यवाहियों में, सवाल यह है कि क्या प्रतिवादी ऐसे आचरण का दोषी है जो उसे सेवा से हटाने के योग्य होगा या कम",
  "whereas in the criminal proceedings, the question is as to whether the offences which the employee is alleged to have committed, are": "सजा, जैसा भी मामला हो, जबकि आपराधिक कार्यवाहियों में, सवाल यह है कि कया वे अपराध जो कर्मचारी ने किए",
  "established or not, and if so established the sentence to be imposed. It": "हैं, वे स्थापित हैं या नहीं, और यदि इस तरह से सजा दी जानी है। यह भी देखा गया कि दोनों मामलों में सबूत का",
  "was further observed that the standard of proof, the mode of enquiry and the rules governing the enquiry and the trial in both the cases are": "मानक, जांच का तरीका और जांच और मुकदमे को नियंत्रित करने वाले नियम अलग-अलग हैं। उक्त मामले में,",
  "conclusion that two articles of charge in the criminal proceedings and": "अधिकरण इस निष्कर्ष पर पहुँचा था कि आपराधिक कार्यवाहियों में आरोप के दो अनुच्छेद और विभागीय कार्यवाहियां",
  "the departmental proceedings were identical and the third charge was inter connected and accordingly, the Tribunal had stayed the": "समान थीं और तीसरा आरोप आपस में जुड़ा हुआ था और तदनुसार, अधिकरण ने विभागीय कार्यवाहियों पर तब तक",
  "his defence in the criminal trial. The writ petition against the said order was also dismissed and the Hon’ble Supreme Court after considering": "आदेश के खिलाफ रिट याचिका को भी खारिज कर दिया गया था और माननीय सर्वोच्च न्यायालय ने इस मुद्दे पर कानून",
  "(2) The brief facts of the present case, as emanates from the averments made in the petition and also the documents which have": "(2) वर्तमान मामले के संक्षिप्त तथ्य, जैसा कि से निकलता है याचिका में दिए गए दावे और दस्तावेज भी वर्तमान",
  "been annexed with the present petition, are that the petitioner is an employee in Haryana Police Department and is working on the post of": "याचिका के साथ संलग्न किया गया है, क्या याचिकाकर्ता एक है हरियाणा पुलिस विभाग में कर्मचारी है और के पद पर",
  "Exemptee Assistant Sub Inspector (EASI) and was posted at Kurukshetra Highway as Incharge of Bolero no.3 and FIR no.22 dated 30.08.2023 was registered against the petitioner by the District Anti": "कार्यरत है छूट प्राप्त सहायक उप निरीक्षक (ईएएसआई) और पर तैनात किया गया था बोलेरो नंबर 3 और एफआईआर नंबर 22 दिनांकित के प्रभारी के रूप में कुरूक्षेत्र हाईवे याचिकाकर्ता के विरुद्ध जिला एंटी द्वारा 30.08.2023 को",
  "Corruption Bureau Haryana at Police Station ACB, Ambala under": "मामला दर्ज किया गया था भ्रष्टाचार ब्यूरो हरियाणा के अधीन पुलिस स्टेशन एसीबी, अम्बाला आरोप पर भ्रष्टाचार निवारण",
  "Section 7 of the Prevention of Corruption Act, 1988 on the allegation that one Sahib Singh had made a complaint that he was doing work of": "अधिनियम 988 की धारा 7 कि जिस साहब सिंह का वह काम करता था, उसने शिकायत की थी ट्रांसपोर्टरों से",
  "providing commercial vehicles to the businessmen from _ transporters and he used to take commission for providing the said vehicles": "व्यवसायियों को व्यावसायिक वाहन उपलब्ध कराना और वह उक्त वाहन उपलब्ध कराने के लिए कमीशन लेता था",
  "and that on 25.08.2023 at night, a vehicle which was taken on rent from": "तथा दिनांक 25.08.2023 को रात्रि में एक वाहन जो किराये पर लिया गया था परिवादी द्वारा ट्रांसपोर्टर के पास शराब",
  "stopped on the Pipli Highway, District Kurukshetra by the PCR Police": "भरी हुई थी पिपली हाईवे, जिला कुरूक्षेत्र पर पीसीआर पुलिस द्वारा रोका गया सड़क पर तैनात किया गया और उक्त",
  "deputed on the road and the driver of the said vehicle informed the complainant about the same and thereafter, the complainant sent his": "वाहन के चालक को सूचित किया गया उसी के बारे में शिकायतकर्ता और उसके बाद, शिकायतकर्ता ने अपना भेजा",
  "friend Sumit son of Ranbir to Kurukshetra where the Incharge of PCR- 3 met him and told him that his name was Anand (petitioner) and the petitioner demanded Rs.15,000/- as bribe to set the vehicle free and that": "रणबीर का दोस्त सुमित पुत्र कुरूक्षेत्र गया जहां पीसीआर 3 के प्रभारी ने उससे मुलाकात की और उसे बताया कि उसका नाम आनंद (याचिकाकर्ता) है और याचिकाकर्ता ने वाहन को मुक्त करने के लिए 5,000/- रुपये की रिश्वत",
  "Sumit, the friend of the complainant, used his UPI from his mobile at": "की मांग की शिकायतकर्ता के दोस्त सुमित ने अपने मोबाइल से यूपीआई का इस्तेमाल किया जय फिलिंग स्टेशन,",
  "Jai Filling Station, Kurukshetra and after getting hard cash, handed over bribe money to the PCR Incharge (petitioner). It is further alleged": "कुरूक्षेत्र और हार्ड कैश मिलने के बाद सौंप दिया| पीसीआर प्रभारी (याचिकाकर्ता) को रिश्वत के पैसे को",
  "in the complaint that on the day of the complaint, the complainant and": "लेकराशिकायत में आगे आरोप लगाया गया है कि शिकायत के दिन, शिकायतकर्ता और उसका दोस्त सुमित निजी",
  "his friend Sumit were going to Ambala for personal work but they stopped at Prince Dhaba and the PCR Incharge (petitioner) met the": "काम के लिए अंबाला जा रहे थे, लेकिन वे प्रिंस ढाबा के पास रुक गए और पीसीआर प्रभारी (याचिकाकर्ता) ने",
  "complainant and asked him to give Rs.30,000/- as bribe for getting his overloaded vehicles pass through Highway and insisted on payment of": "शिकायतकर्ता से मुलाकात की और उसे अपने ओवरलोडेड वाहनों को राजमार्ग से गुजरने के लिए 30,000 रुपये",
  "the said bribe and since the complainant did not wish to give the said": "रिश्वत देने के लिए कहा और उक्त रिश्वत के भुगतान पर जोर दिया और चूंकि शिकायतकर्ता उक्त रिश्वत नहीं देना",
  "bribe, thus, he filed the complaint, on the basis of which, the FIR was": "चाहता था, इसलिए उसने शिकायत दर्ज की, जिसके आधार पर प्राथमिकी दर्ज की गई। एफ. आई. आर. में की गई",
  "registered. In the FIR, reference was made to the raid conducted and it is not in dispute before this Court that as per the case of the": "छापेमारी का संदर्भ दिया गया था और इस न्यायालय के समक्ष यह विवाद में नहीं है कि अभियोजन पक्ष के मामले के",
  "prosecution, petitioner was caught red handed while accepting bribe of Rs.30,000/-. The Investigation in the FIR is pending and the report": "अनुसार, याचिकाकर्ता को 30,000/- रुपये की रिश्वत लेते हुए रंगे हाथों पकड़ा गया था। एफआईआर में जांच लंबित",
  "under Section 173 Cr.P.C. has not been submitted as yet. It is further": "है और सीआरपीसी की धारा 73 के तहत रिपोर्ट अभी तक जमा नहीं की गई है। यह याचिकाकर्ता का मामला है कि",
  "the case of the petitioner that vide order dated 31.08.2023 (Annexure P- 3), the Superintendent of Police, Kurukshetra has initiated departmental": "दिनांक 3.08.2023 (अनुलग्नक पी 3) के आदेश द्वारा पुलिस अधीक्षक, कुरुक्षेत्र ने याचिकाकर्ता के खिलाफ विभागीय",
  "enquiry against the petitioner and has also placed the petitioner under suspension and the said departmental enquiry has been entrusted to the DSP, Kurukshetra. The notice of accusation (Annexure P-4) has": "जांच शुरू की है और याचिकाकर्ता को निलंबित भी किया है और उक्त विभागीय जांच डीएसपी, कुरुक्षेत्र को सौंपी गई है। याचिकाकर्ता के खिलाफ 992 आईएलआर पंजाब और हरियाणा 2023 (2) विभागीय कार्यवाही शुरू करने के",
  "ANAND BAKSHI v. STATE OF HARYANA AND OTHERS 1003": "आनंद बर्शी बनाम हरियाणा राज्य और अन्य",
  "any disclosure of defence in the departmental proceedings. As far as the various provisions of Prevention of Corruption": "विभागीय कार्यवाहियों में प्रतिरक्षा का कोई प्रकटीकरण। जहां तक भ्रष्टाचार निवारण अधिनियम, 988 के विभिन्न",
  "Act, 1988 are concerned, most of the provisions are to be proved by the prosecution during the course of trial except the one concerning \"known sources of income\", which again": "उपबंधों का संबंध है, \"आय के ज्ञात स्रोतों\" से संबंधित उपबंध को छोड़कर अधिकांश उपबंधों को अभियोजन पक्ष द्वारा",
  "Hence, there seems to be no justification in the prayer made by petitioner for staying of disciplinary proceedings.”": "कार्यवाही पर रोक लगाने के लिए याचिकाकर्ता द्वारा की गई प्रार्थना में कोई औचित्य नहीं प्रतीत होता है।",
  "In the abovesaid judgment, the reasons for early conclusion of departmental proceedings have been highlighted and it has been": "उपर्युक्त निर्णय में विभागीय कार्यवाहियों के शीघ्र समापन के कारणों पर प्रकाश डाला गया है और यह देखा गया है",
  "observed that the cases registered under the Prevention of Corruption Act, 1988 are to be proved by the prosecution during the course of trial": "कि भ्रष्टाचार निवारण अधिनियम, 988 के अधीन दर्ज मामलों को अभियोजन पक्ष द्वारा विचारण के दौरान साबित",
  "and thus, there is no justification for staying the disciplinary": "किया जाना है और इस प्रकार, अनुशासनात्मक कार्यवाहियों पर रोक लगाने का कोई औचित्य नहीं है। उक्त निर्णय के",
  "proceedings. The SLP i.e., SLP no.8279 of 2021 filed against the said": "खिलाफ दायर एसएलपी यानी 202। की एसएलपी संख्या 8279 को 7.0.2022 को वापस लिए जाने के रूप में",
  "(13) Keeping in view the abovesaid facts & circumstances and the law laid down in the above-said judgments of the Hon’ble Supreme": "(।3) उपर्युक्त तथ्यों और परिस्थितियों और माननीय उच्चतम न्यायालय और इस न्यायालय की खंड पीठ के उपर्युक्त",
  "Court and the Division Bench of this Court, the present writ petition deserves to be dismissed and is accordingly dismissed.": "निर्णयों में निर्धारित कानून को ध्यान में रखते हुए, वर्तमान रिट याचिका खारिज की जानी चाहिए और तदनुसार खारिज",
  "Reporter-Shubreet Kaur": "रिपोर्टर-सुब्रत कौर",
  "criminal proceedings and the disciplinary proceedings is altogether distinct_and_ different. It held that _in_the": "आपराधिक कार्यवाही और अनुशासनात्मक कार्यवाही पूरी तरह से अलग और अलग हैं। इसने अभिनिर्धारित किया कि",
  "disciplinary proceedings the question is whether the respondent is guilty of such _conduct_as would merit his": "अनुशासनात्मक कार्यवाहियों में प्रश्न यह है कि कया प्रत्यर्थी ऐसे आचरण का दोषी है जो उसे सेवा से हटाने के योग्य है",
  "removal from service or a lesser punishment, as the case may be, whereas in the criminal proceedings the question is whether the offences registered against him are established": "या कम सजा, जैसा भी मामला हो, जबकि आपराधिक कार्यवाहियों में प्रश्न यह है कि क्या उसके खिलाफ दर्ज अपराध",
  "and, if established, what sentence should be imposed upon him. The court in the above case further noted that the": "स्थापित हैं और यदि स्थापित हो, तो उस पर कया सजा दी जानी चाहिए। उपरोक्त मामले में अदालत ने आगे कहा कि",
  "standard of proof, the mode of enquiry and the rules governing the enquiry and trial in both the cases are distinct": "दोनों मामलों में सबूत का मानक, जांच का तरीका और जांच और मुकदमे को नियंत्रित करने वाले नियम अलग-अलग",
  "and different. On that basis, in the case of State of Rajasthan the facts which seems to be almost similar to the facts of this": "हैं। उस आधार पर, राजस्थान राज्य के मामले में जो तथ्य इस मामले के तथ्यों से लगभग मिलते-जुलते प्रतीत होते हैं,",
  "case held that the tribunal fell in error in staying the disciplinary proceedings.": "उन्होंने अभिनिर्धारित किया कि न्‍न्यायाधिकरण अनुशासनात्मक कार्यवाही पर रोक लगाने में त्रुटि करता है।",
  "14. We are of the opinion that both the tribunal and the High Court proceeded_on an erroneous legal principle without taking into consideration the facts and circumstances of this case_and proceeded as if the stay of": "॥५. हमारी राय है कि न्‍्यायाधिकरण और उच्च न्यायालय दोनों ने इस मामले के तथ्यों और परिस्थितियों को ध्यान में",
  "High Court proceeded_on an erroneous legal principle without taking into consideration the facts and circumstances of this case_and proceeded as if the stay of disciplinary proceedings is a must in every case where there": "रखे बिना एक गलत कानूनी सिद्धांत पर कार्रवाई की और इस तरह आगे बढ़े जैसे कि प्रत्येक मामले में अनुशासनात्मक",
  "(8) The Hon’ble Supreme Court in State Bank of India and Ors. versus Neelam Nag and Anr.*, had observed as under:-": "(8) माननीय उच्चतम न्यायालय ने भारतीय स्टेट बैंक और अन्य बनाम नीलम नाग और अन्य »* में निम्नलिखित टिप्पणी की थीः -",
  "“13. We have heard the learned counsel for the parties at some length. The only question that arises for consideration,": "\"3. हमने पक्षों के विद्वान वकील को कुछ समय तक सुना है। एकमात्र प्रश्न जो विचार के लिए उत्पन्न होता है, वह अब",
  "is no more res- integra. It is well-settled that there is no legal bar_to the conduct of the disciplinary proceedings and": "एकीकरण नहीं है। यह अच्छी तरह से तय है कि एक साथ अनुशासनात्मक कार्यवाही और आपराधिक मुकदमे के",
  "bar_to the conduct of the disciplinary proceedings and criminal trial simultaneously. However, no straight jacket formula can be spelt out and the Court has to keep in mind": "संचालन पर कोई कानूनी रोक नहीं है। हालांकि, कोई सीधा सूत्र नहीं लिखा जा सकता है और न्यायालय को मामले-",
  "the broad approach to be adopted in such matters on case to case basis. The contour of the approach to be adopted by the": "दर-मामले के आधार पर ऐसे मामलों में अपनाए जाने वाले व्यापक दृष्टिकोण को ध्यान में रखना होगा। न्यायालय द्वारा",
  "case basis. The contour of the approach to be adopted by the Court has been delineated in a series of decisions.": "अपनाए जाने वाले दृष्टिकोण की रूपरेखा को निर्णयों की एक श्रृंखला में चित्रित किया गया है।",
  "14. This Court in Karnataka SRTC vs. M.G.Vittal Rao (2012) 1 SCC 442 has summed up the same in the following": "॥4. कर्नाटक एस. आर. टी. सी. बनाम एम. जी. विट्लल राव (202) । एस. सी. सी. ५५2 में इस न्यायालय ने निम्नलिखित",
  "“) There is no legal bar for both the proceedings to go on": "() दोनों कार्यवाहियों के चलने पर कोई कानूनी रोक नहीं है।",
  "*2016(9) SCC 491": "» 206 (9) एससीसी ५०9॥",
  "(12) The Hon’ble Division Bench of this Court in Dr.Balwinder Kumar Sharma versus Hon’ble Punjab and Haryana High Court": "(2) डॉ. बलविंदर कुमार शर्मा बनाम माननीय पंजाब और हरियाणा उच्च न्यायालय में रजिस्ट्रार जनरल, सीडब्ल्यूपी-",
  "through Registrar General, CWP-7539-2021, decided on 28.05.2021 has held as under:-": "7539-202। के माध्यम से इस न्यायालय की माननीय डिवीजन बेंच ने 28.05.202 को निर्णय लिया हैः-",
  "“The reason for initiation and early conclusion of departmental proceedings in such cases seems to be three- fold:": "\"ऐसे मामलों में विभागीय कार्यवाही शुरू करने और जल्द समाप्त करने का कारण तीन गुना प्रतीत होता हैः",
  "(1) _To weed out an employee whose integrity / character has been put to doubt, prima facie, on account of some": "() एक ऐसे कर्मचारी को बाहर निकालना जिसकी सत्यनिष्ठा /चरित्र पर संदेह किया गया है, प्रथम दृष्टया, उसके खिलाफ",
  "criminal proceedings having been initiated against him/her.": "शुरू की गई कुछ आपराधिक कार्यवाही के कारण।",
  "(ii) At the same time, when an employee is suspended,": "(॥) उसी समय, जब किसी कर्मचारी को निलंबित किया जाता है, तो वह निलंबित किए जाने से पहले प्राप्त वेतन का",
  "he/she is entitled to atleast half of the pay that it was drawing before being suspended and thus, any inordinate delay in conclusion of departmental proceedings, where": "कम से कम आधा पाने का हकदार होता है और इस प्रकार, विभागीय कार्यवाही के समापन में कोई भी अत्यधिक देरी,",
  "charges are of very serious nature, would unnecessarily": "जहां आरोप बहुत गंभीर प्रकृति के होते हैं, अनावश्यक रूप से सरकारी खजाने पर बोझ डालेंगे और इस प्रकार",
  "(ii) _The departmental proceedings is to maintain discipline in the service and efficiency of public service and thus, its": "(॥) विभागीय कार्यवाही लोक सेवा की सेवा और दक्षता में अनुशासन बनाए रखने के लिए है और इस प्रकार, इसकी",
  "initiation and conclusion as expeditiously as possible is in public interest.": "शुरुआत और निष्कर्ष जितनी जल्दी हो सके, लोक हित में है।",
  "In the present case, it is not disputed that challan was presented in the year 2019 and charges were framed on 31.01.2020 (P-11), however till date no progress has been": "वर्तमान मामले में, यह विवादित नहीं है कि चालान वर्ष 20॥9 में प्रस्तुत किया गया था और 3.0.2020 (पी-॥) को",
  "other. Although, the delay in criminal trial cannot be attributed to the petitioner, at the same time, the": "हालाँकि, आपराधिक मुकदमे में देरी का श्रेय याचिकाकर्ता को नहीं दिया जा सकता है, साथ ही, विभाग से मुकदमे के",
  "department cannot _be expected to wait endlessly for the trial to_conclude as held in Capt. M. Paul Anthony's case": "समापन के लिए अंतहीन प्रतीक्षा करने की उम्मीद नहीं की जा सकती है जैसा कि कैप्टन एम पॉल एंथनी के मामले में",
  "(supra).": "किया गया था| (उपर्युक्त)।",
  "documentary and other evidence collected by the SIT during": "इसके अलावा, यह ध्यान दिया जाना चाहिए कि जांच के दौरान एसआईटी द्वारा एकत्र किए गए दस्तावेजों और अन्य",
  "the course of investigation. How the paper was leaked and the manner it was further supplied for prosecution / Department to prove, which otherwise is within the special": "लीक हुआ और जिस तरह से इसे अभियोजन/विभाग को साबित करने के लिए आगे प्रदान किया गया था, जो अन्यथा",
  "knowledge of the accused. Therefore, there is no question of": "आरोपी की विशेष जानकारी में है। इसलिए, कोई सवाल नहीं है|",
  "ANAND BAKSHI v. STATE OF HARYANA AND OTHERS 1001": "आनंद बर्शी बनाम हरियाणा राज्य और अन्य",
  "simultaneously.": "साथ ही साथ",
  "(i) The only valid ground for claiming that the disciplinary proceedings may be stayed would be to ensure": "(॥)) यह दावा करने का एकमात्र वैध आधार कि अनुशासनात्मक कार्यवाही पर रोक लगाई जा सकती है, यह सुनिश्चित",
  "that the defence of the employee in the criminal case may not be prejudiced. But_even such grounds would be": "करना होगा कि आपराधिक मामले में कर्मचारी का बचाव पूर्वाग्रह से ग्रस्त न हो। लेकिन ऐसे आधार भी केवल तथ्यों या",
  "available only in cases involving complex questions of facts or law.": "कानून के जटिल प्रश्नों वाले मामलों में ही उपलब्ध होंगे।",
  "(iii) Such defence ought not to be permitted to unnecessarily delay the departmental proceedings. The": "(॥) इस तरह के बचाव को विभागीय कार्यवाही में अनावश्यक रूप से देरी करने की अनुमति नहीं दी जानी चाहिए।",
  "interest _of the delinquent officer_as well as the employer clearly lies in a prompt conclusion of the disciplinary proceedings.": "अपराधी अधिकारी के साथ-साथ नियोक्‍ता का हित स्पष्ट रूप से अनुशासनात्मक कार्यवाही के त्वरित निष्कर्ष में निहित",
  "(iv) Departmental proceedings can go on simultaneously to the criminal trial, except where both the proceedings are": "(५) विभागीय कार्यवाहियां आपराधिक विचारण के लिए एक साथ चल सकती हैं, सिवाय इसके कि दोनों कार्यवाहियां",
  "based on the same set of facts and the evidence in both the proceedings is common.": "तथ्यों के एक ही समूह पर आधारित हों और दोनों कार्यवाहियों में साक्ष्य समान हों।",
  "(emphasis supplied)”": "(जोर दिया गया)\"",
  "In the above judgment, apart from reiterating the fact that it is a matter of settled law that there is no legal bar on conducting the": "उपरोक्त निर्णय में, इस तथ्य को दोहराने के अलावा कि यह एक स्थापित कानून का मामला है कि एक साथ",
  "matter of settled law that there is no legal bar on conducting the disciplinary proceedings and criminal trial simultaneously, reliance was": "अनुशासनात्मक कार्यवाही और आपराधिक मुकदमे के संचालन पर कोई कानूनी रोक नहीं है, कर्नाटक एसआरटीसी",
  "also placed upon the judgment of Hon’ble Supreme Court in Karnataka SRTC versus M.G. Vittal Rao, in which it was observed": "बनाम एमजी में माननीय सर्वोच्च न्यायालय के फैसले पर भी भरोसा किया गया था। विट्ठल राव, जिसमें यह देखा गया",
  "that the ground for seeking stay would be available only in cases involving complex questions of law and facts and where the": "था कि रोक लगाने का आधार केवल उन मामलों में उपलब्ध होगा जिनमें कानून और तथ्यों के जटिल प्रश्न शामिल हैं",
  "departmental proceedings were not being unnecessarily delayed.": "और जहां विभागीय कार्यवाही में अनावश्यक रूप से देरी नहीं की जा रही है।",
  "Thus, a perusal of the above said judgments would show that apart from other factors, one of the primary factor which the Court is to": "इस प्रकार, उपर्युक्त निर्णयों के अवलोकन से यह पता चलेगा कि अन्य कारकों के अलावा, एक प्राथमिक कारक जिस",
  "proceedings is to be granted in a particular case or not or as to whether the evidence of the witnesses in the departmental": "पर रोक लगाई जानी है या नहीं या क्या विभागीय कार्यवाही में गवाहों के साक्ष्य्को आपराधिक मामले में उनकी जांच",
  "proceedings is to be kept in abeyance till their examination in the criminal case, is to see as to whether complicated questions of law and": "तक स्थगित रखा जाना है या नहीं, यह देखना है कि मामले में कानून और तथ्यों के जटिल प्रश्न शामिल हैं या नहीं।",
  "facts are involved in the case or not. In the present case, no complicated question of law or facts, has been brought to the notice of": "वर्तमान मामले में, कानून या तथ्यों का कोई जटिल प्रश्न इस न्यायालय के संज्ञान में नहीं लाया गया है। वर्तमान मामला",
  "this Court. The present case is a case in which the issue which is required to be considered is as to whether the petitioner had sought": "एक ऐसा मामला है जिसमें जिस मुद्दे पर विचार किया जाना आवश्यक है वह यह है कि क्‍या याचिकाकर्ता ने",
  "bribe of Rs.30,000/- from the complainant in lieu of letting the overloaded vehicles of the complainant pass through the highway and": "शिकायतकर्ता के ओवरलोडेड वाहनों को राजमार्ग से गुजरने देने के बदले शिकायतकर्ता से 30,000/- रूपए की",
  "as to whether the raiding party had caught the petitioner red handed on": "रिश्वत मांगी थी और क्या छापा मारने वाले पक्ष ने याचिकाकर्ता को रंगे हाथों पकड़ा था।",
  "1000 ILL.R. PUNJAB AND HARYANA 2023(2)": "आईएलआर पंजाब और हरियाणा 2023(2)",
  "the spot while accepting Rs.30,000/- as bribe money in the presence of witnesses. In the said circumstances, it cannot be said that any": "गवाहों की उपस्थिति में 30,000/- रुपये रिश्वत के रूप में स्वीकार करते हुए। उक्त परिस्थितियों में, यह नहीं कहा जा",
  "complicated question of law or fact arises. Moreover, no judgment has": "सकता है कि कानून या तथ्य का कोई जटिल प्रश्न उत्पन्न होता है। इसके अलावा, इस न्यायालय के समक्ष यह दिखाने",
  "present case as has been stated by learned counsel for the petitioner": "वर्तमान मामले में जैसा कि याचिकाकर्ता के विद्वान वकील द्वारा कहा गया है कि दंड प्रक्रिया संहिता की धारा ।73 के",
  "that the report under Section 173 Cr.P.C. has not been submitted in the Court, thus, the question as to whether witnesses 6 to 9 in the list (Annexure P-5) would also be the witnesses in the criminal case cannot": "तहत रिपोर्ट न्यायालय में प्रस्तुत नहीं की गई है, इस प्रकार, यह प्रश्न कि क्या सूची में 6 से 9 गवाह (अनुलग्नक पी-5)",
  "(Annexure P-5) would also be the witnesses in the criminal case cannot be fully established. At any rate, there is no complicated question of": "भी आपराधिक मामले में गवाह होंगे, पूरी तरह से स्थापित नहीं किया जा सकता है। किसी भी तरह से, वर्तमान मामले",
  "law or fact involved in the present case as has been detailed": "में शामिल कानून या तथ्य का कोई जटिल प्रश्न नहीं है जैसा कि ऊपर बताया गया है। इसके अतिरिक्त, इस न्यायालय",
  "sought, rather allegations in the present case are that the petitioner was demanding bribe of Rs.30,000/- from the complainant Sahib Singh for": "किया जा सके, बल्कि वर्तमान मामले में आरोप हैं कि याचिकाकर्ता शिकायतकर्ता साहिब सिंह से 30,000/- रुपये",
  "letting his overloaded vehicles pass through the highway where the": "की रिश्वत की मांग कर रहा था ताकि वह अपने ओवरलोडेड वाहनों को उस राजमार्ग से गुजरने दे जहां याचिकाकर्ता",
  "petitioner was posted and was also caught red handed for accepting bribe of Rs.30,000/-.": "तैनात था और उसे 30,000»- रुपये की रिश्वत लेते हुए रंगे हाथों पकड़ा गया था।",
  "(9) Before parting, it would be relevant to make a note of the judgments of the Hon’ble Division Bench of this Court which": "(9) अलग होने से पहले, इस न्यायालय की माननीय खंड पीठ के उन निर्णयों को नोट करना प्रासंगिक होगा जो वर्तमान",
  "are relevant in the present case.": "मामले में प्रासंगिक हैं।",
  "(10) The Hon’ble Division Bench of this Court in LPA-239-": "(।0) एलपीए-239-2022 में इस न्यायालय की माननीय डिवीजन बेंच ने 2५.03.2022 को निर्णय लिया था, जिसका",
  "2022 titled as Paramjit Kaur versus Punjab and Sind Bank and others decided on 24.03.2022 had held as under:-": "शीर्षक था-'परमजीत कौर बनाम पंजाब एंड सिंध बैंक' और अन्य।",
  "consideration the facts of the case as well as the decision of the Supreme Court, relied upon by the appellant, in Captain": "मामले के तथ्यों के साथ-साथ अपीलार्थी द्वारा भरोसा किए गए उच्चतम न्यायालय के निर्णय पर विचार करने के बाद,",
  "679, dismissed her petition, upon reaching a conclusion that decision in Captain M. Paul Anthony (supra) does not lay": "उसकी याचिका को इस निष्कर्ष पर पहुँचने पर खारिज कर दिया कि कैप्टन एम. पॉल एंथनी (उपर्युक्त) में निर्णय कानून",
  "down any absolute principle of law that in all those cases where_a_criminal trial is pending, the departmental": "के किसी भी पूर्ण सिद्धांत को निर्धारित नहीं करता है कि उन सभी मामलों में जहां आपराधिक मुकदमा लंबित है,",
  "proceedings must be kept in abeyance. Rather, the question, whether, in the given situation, the departmental": "विभागीय कार्यवाही को स्थगित रखा जाना चाहिए। बल्कि, यह प्रश्न कि क्या दी गई स्थिति में विभागीय कार्यवाही पर",
  "proceedings are required to be stayed, would be determined taking into account multiple factors: if the departmental": "रोक लगाने की आवश्यकता है, कई कारकों को ध्यान में रखते हुए निर्धारित किया जाएगाः यदि विभागीय कार्यवाही",
  "proceedings and criminal trial are based on similar set of facts; the charge in the criminal trial against the delinquent": "और आपराधिक मुकदमा समान तथ्यों पर आधारित हैं; अपराधी कर्मचारी के खिलाफ आपराधिक मुकदमे में आरोप",
  "employee is of a grave nature and involved complicated questions of law and fact. Whereas, upon due consideration": "गंभीर प्रकृति का है और इसमें कानून और तथ्य के जटिल प्रश्न शामिल हैं। जबकि, उचित विचार पर"
}