{
  "ILL.R. PUNJAB AND HARYANA 2023(1)": "आई.एल.आर. पंजाब और हरियाणा 2023(॥)",
  "(A) rupees fifty lakhs or less, then, sixty per cent. of the tax": "(ए) पचास लाख रुपये या उससे कम, तो, साठ प्रतिशत। कर बकाया का",
  "(B) amount indicated is more than rupees fifty lakhs, then, forty per cent. of the tax dues;": "(बी) इंगित राशि पचास लाख रुपये से अधिक है, तो, चालीस प्रतिशत।",
  "(d) where the tax dues are linked to an _ enquiry, investigation or audit against the declarant and the amount": "(घ) जहां कर बकाया घोषणाकर्ता के विरुद्ध किसी जांच, जांच या लेखापरीक्षा से जुड़ा है और 30 जून, 209 को या",
  "(i) rupees fifty lakhs or less, then, seventy per cent. of the tax dues;": "() पचास लाख रुपये या उससे कम, तो सत्तर प्रतिशत। कर बकाया का;",
  "(ii) more than rupees fifty lakhs, then, fifty per cent. of the": "(0) पचास लाख रुपये से अधिक, तो, पचास प्रतिशत।",
  "(e) where the tax dues are payable on account of a voluntary disclosure by the declarant, then, no relief shall be available with respect to tax dues.": "(ई) जहां घोषणाकर्ता द्वारा स्वैच्छिक प्रकटीकरण के कारण कर देय देय है, वहां कर देय के संबंध में कोई राहत उपलब्ध नहीं होगी।",
  "(2) The relief calculated under sub-section (1) shall be": "(2) उपधारा (॥) के अधीन परिकलित राहत इस शर्त के अधीन होगी कि अप्रत्यक्ष कर अधिनियम के अधीन अपीलीय",
  "subject to the condition that any amount paid as pre- deposit at any stage of appellate proceedings under the indirect tax enactment or as deposit during enquiry, investigation or audit, shall be deducted when issuing the": "कार्यवाहियों के किसी स्तर पर पूर्व जमा के रूप में या जांच, अन्वेषण या लेखापरीक्षा के दौरान जमा के रूप में संदत्त",
  "investigation or audit, shall be deducted when issuing the statement indicating the amount payable by the declarant:": "की गई कोई रकम, घोषणाकर्ता द्वारा संदेय रकम दर्शाने वाला विवरण जारी करते समय कटौती की जाएगीः",
  "Provided that if the amount of pre-deposit or deposit already paid by the declarant exceeds the amount payable": "बशर्ते कि यदि घोषणाकर्ता द्वारा पहले से भुगतान की गई पूर्व-जमा या जमा की राशि घोषणाकर्ता द्वारा देय राशि से",
  "by the declarant, as indicated in the statement issued by the designated committee, the declarant shall not be entitled to": "अधिक है, जैसा कि नामित समिति द्वारा जारी किए गए विवरण में इंगित किया गया है, तो घोषणाकर्ता किसी भी",
  "130. (1) Any amount paid under this Scheme,—": "30 है। (॥) इस योजना के अधीन संदत्त कोई रकम,-",
  "(a) shall not be paid through the input tax credit account under the indirect tax enactment or any other Act;": "(0) अप्रत्यक्ष कर अधिनियम या किसी अन्य अधिनियम के अधीन इनपुट कर क्रेडिट खाते के माध्यम से संदत्त नहीं की जाएगी;",
  "(b) shall not be refundable under any circumstances;": "(बी) किसी भी परिस्थिति में प्रतिदाय योग्य नहीं होगी;",
  "(c) shall not, under the indirect tax enactment or under any other Act,—": "(सी) अप्रत्यक्ष कर अधिनियम के अधीन या किसी अन्य अधिनियम के अधीन,",
  "(i) be taken as input tax credit; or": "0) इनपुट कर क्रेडिट के रूप में नहीं लिया जाएगा; या",
  "of the excisable goods or taxable services, with respect to the matter and time period covered in the declaration.": "(|) किसी व्यक्ति को घोषणा में शामिल मामले और समय अवधि के संबंध में, उत्पाद शुल्क या कर योग्य सेवाओं के",
  "M/S. SCHLUMBERGER ASIA SERVICES LTD v. UNION OF 691": "एमएस। श्लम्बरगर एशिया सर्विसेज लिमिटेड बनाम यूनियन ऑफ",
  "INDIA AND OTHERS (Pankaj Jain, J.)": "भारत और अन्य (पंकज जैन, जे.)",
  "proposition of law, the legislature enjoys wide latitude in taxation": "कानून के प्रस्ताव के अनुसार, विधायिका को कराधान कानूनों में व्यापक अक्षांश प्राप्त है और इसे भारत के संविधान",
  "statutes and the same should not be subjected to the minute gravities of Article 14 of the Constitution of India. The scheme has been framed in": "के अनुच्छेद ५ की सूक्ष्म गंभीरता के अधीन नहीं किया जाना चाहिए। इस योजना को विरासत के विवादों को हल करने",
  "order to resolve legacy disputes and is not intended to suit or not-suit a": "के लिए तैयार किया गया है और इसका उद्देश्य किसी विशेष निर्धारिती को सूट करना या मुकदमा करना नहीं है। इसके",
  "particular assessee. Moreover, the scheme is optional in nature and there is no compulsion for an assessee to opt for the same which itself": "अलावा, यह योजना वैकल्पिक प्रकृति की है और किसी निर्धारिती के लिए इसे चुनने की कोई बाध्यता नहीं है जो",
  "is sufficient to demolish the case of the petitioner.": "याचिकाकर्ता के मामले को ध्वस्त करने के लिए पर्याप्त है।",
  "(8) We have heard counsel for the parties and have gone through the records of the case.": "(8) हमने पक्षों के वकील को सुना है और मामले के रिकॉर्ड को देखा है।",
  "(9) Before adverting to the facts of the present case, it will beapt to run through the provisions contained in Sections 124 and": "(9) वर्तमान मामले के तथ्यों पर ध्यान देने से पहले, अधिनियम की धारा ।2५ और 30 में निहित प्रावधानों को देखना",
  "(2), the relief available to a declarant under this Scheme": "\"2%. () उपधारा (2) में विनिर्दिष्ट शर्तों के अधीन रहते हुए इस योजना के अधीन उद्घोषक को उपलब्ध राहत की",
  "shall be calculated as follows:—": "गणना निम्नानुसार की जाएगीः-",
  "(a) where the tax dues are relatable to a show cause notice or one or more appeals arising out of suchnotice which is": "(ए) जहां बकाया कर कारण बताओ नोटिस से संबंधित है या ऐसी सूचना से उत्पन्न होने वाली एक या अधिक अपीलें",
  "pending as on the 30th day of June, 2019, and if the amount of duty is,—": "जो 30 जून, 209 को लंबित है, और यदि शुल्क की राशि है-",
  "(b) where the tax dues are relatable to a show cause notice for late fee or penalty only, and the amount of duty in the": "(बी) जहां बकाया कर केवल विलंब शुल्क या जुर्माने के कारण बताओ नोटिस से संबंधित है और उक्त नोटिस में शुल्क",
  "said notice has been paid or is nil, then, the entire amount of late fee or penalty;": "की राशि का भुगतान किया गया है या शून्य है, तो विलंब शुल्क या जुर्माना की पूरी राशि;",
  "(c) where the tax dues are relatable to an amount in arrears and,—": "(सी) जहां बकाया कर बकाया बकाया राशि से संबंधित है और-",
  "(i) the amount of duty is, rupees fifty lakhs or less, then, sixty per cent. Of the tax dues;": "() शुल्क की राशि पचास लाख रुपये या उससे कम है, तो साठ प्रतिशत। कर बकाया में से;",
  "(ii) the amount of duty is more than rupees fifty lakhs, then, forty per cent. of the tax dues;": "()) शुल्क की राशि पचास लाख रुपये से अधिक है, तो, चालीस प्रतिशत।",
  "(iii) in a return under the indirect tax enactment, wherein the declarant has indicated an amountof duty as payable": "(॥) अप्रत्यक्ष कर अधिनियम के अधीन किसी विवरणी में, जिसमें घोषणाकर्ता ने देय के रूप में शुल्क की राशि का",
  "but not paid it and the duty amount indicated is,—": "संकेत दिया है, लेकिन उसका भुगतान नहीं किया है और दर्शाई गई शुल्क राशि है: -",
  "reduce legacy litigation involving disputed levies of indirect taxes. The": "अप्रत्यक्ष करों के विवादित शुल्कों से जुड़े कानूनी मुकदमों को कम करना। योजना का उद्देश्य विरासत विवाद को",
  "encourage voluntary disclosures of undisclosed evaded taxes with an": "करने के इरादे से अघोषित कर चोरी के स्वैच्छिक प्रकटीकरण को प्रोत्साहित करने के लिए कर के विवादित बकाया",
  "(Para 13)": "(पैरा।3)",
  "Further held, that the provisions contained in Sections 124 and 130 of the Act have close nexus and are in consonance with the": "इसके अलावा यह अभिनिर्धारित किया गया कि अधिनियम की धारा 2५ और 30 में निहित प्रावधानों का निकट संबंध",
  "objective sought to be achieved by the legislature in enacting the Act.": "अधिनियमित करने में विधायिका द्वारा प्राप्त किए जाने वाले उद्देश्य के अनुरूप हैं। जिस उद्देश्य को प्राप्त करने की",
  "The object sought to be achieved is to end the disputes without creating": "मांग की गई है, वह देनदारियों को पैदा किए बिना विवादों को समाप्त करना है। विवादों को भुनाने के उद्देश्य को प्राप्त",
  "liabilities. Legislature in its own wisdom in order to achieve the objective of encashing the disputes has reiterated the underlying": "को भुनाने के उद्देश्य को प्राप्त करने के लिए विधायिका ने अपने स्वयं के ज्ञान में अंतर्निहित शर्त को दोहराया है। कोई",
  "condition i.e. no refund has to be granted. The scheme is optional. The petitioner is under no obligation to opt for the same.": "रिफंड देने की जरूरत नहीं है। योजना वैकल्पिक है। याचिकाकर्ता को इसका विकल्प चुनने की कोई बाध्यता नहीं है।",
  "(Para 16)": "(पैरा 6)",
  "Puneet Bali, Sr. Advocate assisted by Sandeep Goyal, Advocate, Arun Gupta, Advocate and Isha Malik, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से वरिष्ठ अधिवक्ता पुनीत बाली, अधिवक्ता संदीप गोयल, अधिवक्ता अरुण गुप्ता और अधिवक्ता ईशा मलिक ने सहायता की।",
  "Sourabh Goel, Sr. Standing Counsel — CBIC assisted bySamridhi": "सौरभ गोयल, सीनियर। प्रतिवादियों की ओर से स्थायी वकील-सीबीआईसी की सहायता अधिवक्ता समृद्धि जैन और",
  "PANKAJ JAIN, J.": "पंकज जैन, जे.",
  "(1) Present petition has been filed under Articles 226 and 227 of the Constitution of India seeking writ of certiorari or any other": "(।) वर्तमान याचिका भारत के संविधान के अनुच्छेद 226 और 227 के तहत दायर की गई है, जिसमें प्रत्यर्थियों को",
  "adjustment of the amounts already paid by the petitioner while": "मामले पर विचार करते समय याचिकाकर्ता द्वारा पहले से भुगतान की गई राशि के समायोजन की अनुमति देने और",
  "seeking a writ of certiorari or any other appropriate writ, order or": "पहले से भुगतान की गई अतिरिक्त राशि की वापसी की अनुमति देने के लिए प्रमाणपत्र या किसी अन्य उपयुक्त रिट,",
  "direction to quash the impugned provision of law contained in Section 124(2) and that contained in Section 130(2) of the Act as ultra vires, illegal and unconstitutional.": "में निहित और अधिनियम की धारा 30 (2) में निहित कानून के विवादित प्रावधान को अधिकार से बाहर, अवैध और",
  "(2) The petitioner is an assessee under the erstwhile service tax regime being a company engaged in providing services in the oil and": "(2) याचिकाकर्ता पूर्ववर्ती सेवा कर व्यवस्था के तहत एक निर्धारिती है जो तेल और गैस क्षेत्र में सेवाएं प्रदान करने में",
  "M/S. SCHLUMBERGER ASIA SERVICES LTD v. UNION OF 693": "एमएस। श्लम्बरगर एशिया सर्विसेज लिमिटेड बनाम यूनियन ऑफ",
  "Before Tejinder Singh Dhindsa and Pankaj Jain, JJ.": "समक्ष तेजिंदर सिंह ढींढसा और पंकज जैन जे.जे.",
  "M/S. SCHLUMBERGER ASIA SERVICES LIMITED—Petitioner": "एमएस। श्लम्बरगर एशिया सर्विसेज लिमिटेड-याचिकाकर्ता",
  "versus": "बनाम",
  "UNION OF INDIA AND OTHERS—Respondents": "भारत संघ और अन्य-प्रतिवादी",
  "February 03, 2023": "03 फरवरी 2023",
  "CONSTITUTION OF INDIA—ARTICLE 226—Finance (No.": "भारत का संविधान-अनुच्छेद 226-वित्त (सं. 2) अधिनियम, 209 (अधिनियम सं. 209 का 23) अध्याय (सब्का",
  "124(2), Section 130(2)-Writ Petition filed before High Court to declare Section 124(2) and Section 130(2) of the Finance (No. 2) Act,": "30 (2) घोषित करने के लिए उच्च न्यायालय के समक्ष दायर रिट याचिका (सं. 2) अधिनियम, 209 को अधिकार",
  "2019 as ultra vires, illegal and unconstitutional. Held: The provisions contained in Sections 124 and 130 of the Act have close nexus and": "से बाहर, अवैध और असंवैधानिक के रूप में। आयोजित किया गयाः अधिनियम की धारा ।2५ और 30 में निहित",
  "contained in Sections 124 and 130 of the Act have close nexus and are in consonance with the objective sought to be achieved by the legislature in enacting the Act. The object of the scheme is to": "प्रावधानों का घनिष्ठ संबंध है और वे अधिनियम को लागू करने में विधायिका द्वारा प्राप्त किए जाने वाले उद्देश्य के",
  "tax to encourage voluntary disclosures of undisclosed evaded taxes": "को समाप्त करने के इरादे से अघोषित कर चोरी के स्वैच्छिक प्रकटीकरण को प्रोत्साहित करने के लिए कर के विवादित",
  "declaring the scheme, legislature in its own wisdom has repeatedly reiterated that the declarant under the scheme shall not be entitled": "है। योजना की घोषणा करते समय, विधायिका ने अपने विवेक से बार-बार दोहराया है कि योजना के तहत घोषणाकर्ता",
  "for any refund irrespective of he fact as to whether the amount of pre-deposit or deposit already paid by the declarant exceeds the": "किसी भी धनवापसी का हकदार नहीं होगा, भले ही वह इस तथ्य पर ध्यान दे कि घोषणाकर्ता द्वारा पहले से ही भुगतान",
  "pre-deposit or deposit already paid by the declarant exceeds the amount payable under the scheme. Further, the said scheme is": "की गई जमा या जमा राशि योजना के तहत देय राशि से अधिक है या नहीं। इसके अलावा, उक्त योजना वैकल्पिक है",
  "optional and the petitioner was under no obligation to opt for the same. It neither violates Article 14 nor creates hostile discrimination.": "और याचिकाकर्ता का इसे चुनने का कोई दायित्व नहीं था। यह न तो अनुच्छेद ५ का उल्लंघन करता है और न ही",
  "Held, that a bare perusal of the afore reproduced provisions shall": "यह अभिनिर्धारित किया गया है कि पूर्व में पुनः प्रस्तुत किए गए उपबंधों के अवलोकन से यह पता चलेगा कि योजना",
  "reveal that while declaring the scheme, legislature in its own wisdom has repeatedly reiterated that the declarant under the scheme shall": "की घोषणा करते समय विधायिका ने अपने विवेक से बार-बार दोहराया है कि योजना के अधीन घोषणाकर्ता किसी भी",
  "not be entitled for any refund irrespective of the fact as to whether": "प्रतिदाय का हकदार नहीं होगा, चाहे इस तथ्य की परवाह किए बिना कि घोषणाकर्ता द्वारा पहले से ही भुगतान की गई",
  "the amount of pre-deposit or deposit already paid by the declarant exceeds the amount payable under the scheme.": "पूर्व जमा या जमा राशि योजना के अधीन देय राशि से अधिक है या नहीं",
  "(Para 10)": "(पैरा 0)",
  "Further held, that a bare reading of the Act would reveal that": "इसके अलावा यह अभिनिर्धारित किया गया कि अधिनियम के एक खाली पढ़ने से यह पता चलेगा कि हालांकि इसे",
  "though it has been enacted with reference to a fiscal statute, it does not": "एक राजकोषीय क़ानून के संदर्भ में अधिनियमित किया गया है, लेकिन यह कर के उद्दबृहण का सृजन या छूट नहीं देता",
  "Tax. The petitioner claims himself to be eligible to claim the benefit of scheme by filing requisite declaration. However, it has been claimed": "टैक्स। याचिकाकर्ता आवश्यक घोषणा दाखिल करके योजना के लाभ का दावा करने के लिए पात्र होने का दावा करता",
  "scheme by filing requisite declaration. However, it has been claimed that provision as contained in Section 124 of the Act only allows adjustment of pre-deposits made during the appellate proceedings or": "है। हालांकि, यह दावा किया गया है कि अधिनियम की धारा 2% में निहित प्रावधान केवल अपीलीय कार्यवाही के दौरान",
  "adjustment of pre-deposits made during the appellate proceedings or deposit made during an enquiry, investigation or audit, but any amount": "किए गए पूर्व-जमा या जांच, जांच या ऑडिट के दौरान किए गए जमा के समायोजन की अनुमति देता है, लेकिन पूर्व-",
  "deposited other than the pre-deposit is not qualified for adjustment.": "जमा के अलावा जमा की गई कोई भी राशि समायोजन के लिए योग्य नहीं है। इसके अलावा, अधिनियम की धारा 2५",
  "Further, as per the provision contained in Section 124(2) of the Act and the proviso appended thereto, the declarant shall not be entitled for refund of any excess amount paid and the same has been further": "(2) में निहित प्रावधान और उससे जुड़े परंतुक के अनुसार, घोषणाकर्ता भुगतान की गई किसी भी अतिरिक्त राशि के",
  "the proviso appended thereto, the declarant shall not be entitled for refund of any excess amount paid and the same has been further reiterated in the provision contained in Section 130(2) of the Act.": "रिफंड का हकदार नहीं होगा और इसे अधिनियम की धारा 30 (2) में निहित प्रावधान में दोहराया गया है।",
  "(5) Learned senior counsel appearing for the petitioner submits that the offending provision as contained in Section 124(2) and the": "(5) याचिकाकर्ता की ओर से उपस्थित विद्वान वरिष्ठ वकील प्रस्तुत करते हैं कि धारा ।2५ (2) में निहित उल्लंघनकारी",
  "proviso appended thereto and so contained in Section 130(2) of the Act breed hostile discrimination. He claims that it benefits those who": "प्रावधान और अधिनियम की धारा 30 (2) में संलग्न परंतुक शत्रुतापूर्ण भेदभाव पैदा करते हैं। उनका दावा है कि इससे",
  "merely deposited pre-deposit amount viz-a-viz honest assessee like the": "उन लोगों को लाभ होता है जो याचिकाकर्ता की तरह ईमानदार निर्धारिती के रूप में केवल पूर्व-जमा राशि जमा करते",
  "petitioner, who are contesting the demand after having deposited the same under protest.": "हैं, जो विरोध के तहत जमा करने के बाद मांग को चुनौती दे रहे हैं।",
  "(6) Learned senior counsel for the petitioner in order to": "(6) याचिकाकर्ता के लिए विद्वान वरिष्ठ वकील ने अपने तर्क को साबित करने के लिए भारत संघ बनाम के मामले में",
  "substantiate his argument has relied upon law laid down by Apex Courtin the case of 'Union of India versus N.S. Rathnam and sons’,": "सर्वोच्च न्यायालय द्वारा निर्धारित कानून पर भरोसा किया है। रत्रम और पुत्र ', जिसमें सर्वोच्च न्यायालय ने अभिनिर्धारित",
  "wherein the Apex Court held that if the two persons or two sets of persons are similarly situated/placed, they have to be treated equally.": "किया कि यदि दो व्यक्ति या दो समूह समान रूप से स्थित/स्थित हैं, तो उनके साथ समान व्यवहार किया जाना चाहिए।",
  "Article 14 would be treated as violated if an exemption is granted to a particular class of persons and is not extended to all similarly situated": "अनुच्छेद ५ का उल्लंघन माना जाएगा यदि किसी विशेष वर्ग के व्यक्तियों को छूट दी जाती है और सभी समान रूप",
  "statute, Apex Court held that the notification has to apply to the entire class and the Government cannot create sub- classification thereby": "हुए, सर्वोच्च न्यायालय ने कहा कि अधिसूचना को पूरे वर्ग पर लागू होना चाहिए और सरकार एक उप-श्रेणी को छोड़कर",
  "excluding one sub-category, even when both the same categories are of same genus. He further submits that retention of money other than pre-": "उप-वर्गीकरण नहीं बना सकती है, भले ही दोनों समान श्रेणियां एक ही वंश की हों। वह आगे प्रस्तुत करता है कि धारा",
  "deposit by the Government by resorting to the provision contained in Section 124(2) and those contained in Section 130(2) shall amount to": "2% (2) में निहित प्रावधान और धारा 30 (2) में निहित प्रावधानों का सहारा लेकर सरकार द्वारा पूर्व जमा राशि के",
  "collecting an amount over and above the computed tax liability which": "अलावा अन्य धन का प्रतिधारण संगणित कर देयता से अधिक और अधिक राशि एकत्र करने के बराबर होगा जो कानून",
  "will be without authority of law, hence illegal.": "के अधिकार के बिना होगा, इसलिए अवैध होगा।",
  "(7) In the written statement filed by Union of India, it has been claimed that the scheme contained in the Act is a one time measure for": "(7) भारत संघ द्वारा दाखिल लिखित कथन में यह दावा किया गया है कि अधिनियम में निहित योजना केंद्रीय उत्पाद",
  "Tax and also to ensure disclosure of unpaid taxes by a person eligible to make the declaration. It has been further claimed that as per settled": "व्यक्ति द्वारा अवैतनिक करों का प्रकटीकरण सुनिश्चित करने के लिए भी है। यह आगे दावा किया गया है कि सेटल्ड के",
  "Theargument raised by senior counsel for the petitioner that the same will be discriminatory to the petitioner as the assessee who has not": "याचिकाकर्ता के लिए वरिष्ठ वकील द्वारा यह तर्क दिया गया कि यह याचिकाकर्ता के लिए भेदभावपूर्ण होगा क्योंकि",
  "deposited more than the pre-deposit will have a march over an assessee like petitioner who has deposited more than pre-deposit is": "निर्धारिती जिसने पूर्व-जमा से अधिक जमा नहीं किया है, वह याचिकाकर्ता जैसे निर्धारिती पर चढ़ाई करेगा जिसने पूर्व-",
  "misconceived. If the said argument is stretched further, it would mean": "जमा से अधिक जमा किया है, यह गलत धारणा है। यदि उक्त तर्क को आगे बढ़ाया जाता है, तो इसका अर्थ यह होगा",
  "that the assessee who has not disputed the demand and deposited the whole amount is the one who is bound to loose the most. He also": "कि जिस निर्धारिती ने मांग पर विवाद नहीं किया है और पूरी राशि जमा की है, वह वही है जो सबसे अधिक नुकसान",
  "out of the scheme. The same shall result in an absurd situation and the": "जिसे योजना से बाहर रखा गया है। इसके परिणामस्वरूप एक बेतुकी स्थिति पैदा होगी और जिस उद्देश्य को प्राप्त",
  "(17) Thus, finding no merit in the present writ petition, the sameis ordered to be dismissed.": "(।7) इस प्रकार, वर्तमान रिट याचिका में कोई योग्यता नहीं पाए जाने पर, उसे खारिज करने का आदेश दिया जाता है।",
  "K.S Dhillon": "के.एस. ढिल्लों",
  "M/S. SCHLUMBERGER ASIA SERVICES LTD v. UNION OF 695": "एमएस। श्लम्बरगर एशिया सर्विसेज लिमिटेड बनाम यूनियन ऑफ",
  "the exercise of its Governmental power, has, of necessity,": "अपनी सरकारी शक्ति का प्रयोग करने के लिए, आवश्यक रूप से, कुछ उद्देश्यों को प्राप्त करने के लिए व्यक्तियों के",
  "to make laws operating differently in relation to different groups of class of persons to attain certain ends and must,": "वर्ग के विभिन्न समूहों के संबंध में अलग-अलग कार्य करने वाले कानून बनाने के लिए है और इसलिए, व्यक्तियों या",
  "therefore, possess the power to distinguish and classify persons or things. It is also recognized that no precise": "चीजों को अलग करने और वर्गीकृत करने की शक्ति होनी चाहिए। यह भी माना जाता है कि बहिष्करण या समावेश के",
  "persons or things. It is also recognized that no precise scientific principles of exclusion or inclusion are to be applied. The test could only be one of palpable arbitrariness": "कोई सटीक वैज्ञानिक सिद्धांतों को लागू नहीं किया जाना है। परीक्षण केवल अनुभव द्वारा सूचित समय की महसूस की",
  "applied in the context of the felt needs of the times and societal exigencies informed by experience.”": "गई जरूरतों और सामाजिक आवश्यकताओं के संदर्भ में लागू स्पष्ट मनमानेपन में से एक हो सकता है।",
  "(15) Similarly, in the case of Union of India versus NITDIP Textile Processors Private Ltd.°, Apex Court held as under: -": "(5) इसी प्रकार, भारत संघ बनाम एनआईटीडीआईपी टेक्सटाइल प्रोसेसर्स प्राइवेट लिमिटेड. 3 के मामले में, सर्वोच्च न्यायालय ने निम्नानुसार अभिनिर्धारित कियाः-",
  "67. It has been laid down in a large number ofdecisions of this Court that a taxation Statute, for the reasons of": "67. इस न्यायालय के कई निर्णयों में यह निर्धारित किया गया है कि एक कराधान क़ानून, कार्यात्मक समीचीनता के",
  "functional expediency and even otherwise, can pick and choose to tax some. A power to classify being extremely": "कारणों से और यहां तक कि अन्यथा भी, कुछ करों को चुन सकता है और चुन सकता है। अत्यधिक व्यापक होने और",
  "broad and based on diverse considerations of executive": "कार्यकारी व्यावहारिकता के विविध विचारों पर आधारित होने के कारण वर्गीकृत करने की शक्ति, न्यायपालिका वहां",
  "pragmatism, the Judicature cannot rush in where even the Legislature warily treads. All these operational restraints on": "जल्दबाजी नहीं कर सकती जहां विधायिका भी युद्धरत तरीके से चलती है। न्यायिक शक्ति पर इन सभी परिचालन",
  "judicial power must weigh more emphatically where the subject is taxation. Discrimination resulting from fortuitous": "प्रतिबंधों को अधिक जोरदार ढंग से तौलना चाहिए जहां विषय कराधान है। विशेष परिस्थितियों से उत्पन्न आकस्मिक",
  "circumstances arising out of particular situations, in which some of the tax payers find themselves, is not hit by": "परिस्थितियों के परिणामस्वरूप भेदभाव, जिसमें कुछ करदाता खुद को पाते हैं, अनुच्छेद % द्वारा प्रभावित नहीं होता",
  "Article 14 if the legislation, as such, is of general application and does not single them out for harsh": "है यदि कानून, इस तरह, सामान्य रूप से लागू होता है और उन्हें कठोर व्यवहार के लिए अलग नहीं करता है। व्यक्तिगत",
  "treatment. Advantages or disadvantages to individual assesses are accidental and inevitable and are inherent in every taxing Statute as it has to draw a line somewhere and": "मूल्यांकनकर्ताओं के लिए लाभ या नुकसान आकस्मिक और अपरिहार्य हैं और प्रत्येक कर लगाने वाले क़ानून में निहित",
  "every taxing Statute as it has to draw a line somewhere and some cases necessarily fall on the other side of the line.”": "हैं क्योंकि इसे कहीं न कहीं एक रेखा खींचनी होती है और कुछ मामले अनिवार्य रूप से रेखा के दूसरी तरफ आते हैं।",
  "(16) We find that the provisions contained in Sections 124 and 130 of the Act have close nexus and are in consonance with the": "(6) हम पाते हैं कि अधिनियम की धारा 2५ और ॥30 में अंतर्विष्ट उपबंधों का निकट संबंध है और वे अधिनियम को",
  "liabilities. Legislature in its own wisdom in order to achieve the objective of encashing the disputes has reiterated the underlying condition i.e. no refund has to be granted. The scheme is optional. The": "करने के लिए विधायिका ने अपने स्वयं के ज्ञान में अंतर्निहित शर्त को दोहराया है। कोई रिफंड देने की जरूरत नहीं है।",
  "petitioner is under no obligation to opt for the same. Petitioner may opt": "योजना वैकल्पिक है। याचिकाकर्ता को इसका विकल्प चुनने की कोई बाध्यता नहीं है। याचिकाकर्ता लाभों पर विचार",
  "after weighing benefits or may opt to continue with pending appeal.": "करने का विकल्प चुन सकता है या लंबित अपील जारी रखने का विकल्प चुन सकता है।",
  "3 (2012) 1 SCC 226": "3 (2042) । एससीसी 226"
}