{
  "SOHAN LAL v. STATE OF HARYANA 637 (Suvir Sehgal, J.)": "सोहन लाल बनाम हरियाणा राज्य (सुवीर सहगल, जे.)",
  "procuring the presence of the accused. There is no allegation against him of conniving with the accused. Though, at the same time, this": "अभियुक्त की उपस्थिति प्राप्त करना। उसके खिलाफ आरोपी के साथ सांठगांठ का कोई आरोप नहीं है। हालाँकि,",
  "Court cannot lose sight of the fact that the accused was declared as a": "साथ ही, यह न्यायालय इस तथ्य को नजरअंदाज नहीं कर सकता है कि अभियुक्त को घोषित अपराधी घोषित किया",
  "proclaimed offender. Keeping in view the above circumstances, this Court is of the view that the appellant deserves the concession of reduction of penalty.": "गया था। उपर्युक्त परिस्थितियों को ध्यान में रखते हुए, इस न्यायालय का विचार है कि अपीलार्थी दंड में कमी की रियायत का हकदार है।",
  "(10) Consequently, impugned orders are modified to the extent that the petitioner shall pay 50% of the surety amount as": "(।0) नतीजतन, आशक्षेपित आदेशों को इस हद तक संशोधित किया जाता है कि याचिकाकर्ता जमानत राशि का 50%",
  "penalty and deposit anamount of Rs.50,000/-before the Trial Court.": "जुर्माना के रूप में भुगतान करेगा और ट्रायल कोर्ट के समक्ष रु.50,000/- की राशि जमा करेगा।",
  "(11) Appeal is disposed of on the aforesaid terms.": "(॥) अपील का निपटारा उपर्युक्त शर्तों पर किया जाता है।",
  "Reporter-Shubreet Kaur": "रिपोर्टर- सुब्रीत कौर",
  "SOHAN LAL v. STATE OF HARYANA 635 (Suvir Sehgal, J.)": "सोहन लाल बनाम हरियाणा राज्य (सुवीर सहगल, जे.)",
  "a proclaimed offender. Keeping in view the above circumstances, this Court is of the view that the appellant deserves the concession of": "एक घोषित अपराधी। उपर्युक्त परिस्थितियों को ध्यान में रखते हुए, इस न्यायालय का विचार है कि अपीलार्थी दंड में",
  "(Para 9)": "कमी की रियायत का हकदार है। (पैरा 9)",
  "Further held, that Consequently, impugned orders are modified": "ने आगे अभिनिर्धारित किया कि परिणामस्वरूप, आक्षेपित आदेशों को इस हद तक संशोधित किया जाता है कि",
  "to the extent that the petitioner shall pay 50% of the surety amount as": "याचिकाकर्ता जमानत राशि का 50% जुर्माना के रूप में भुगतान करेगा और विचारण न्यायालय के समक्ष",
  "Dheeraj Narula, Advocate, for the applicant-appellant.": "आवेदक-अपीलार्थी की ओर से अधिवक्ता धीरज नरूला।",
  "Ramender Singh Chauhan, AAG, Haryanafor State-respondent.": "रामेंदर सिंह चौहान, ए. ए. जी., हरियाणा राज्य-प्रतिवादी के लिए।",
  "SUVIR SEHGAL, J. (Oral)": "एसयूवीआईआर सहगल, जे। (मौखिक)",
  "CRM-34984-2023": "सीआरएम-3५984%-2023",
  "(1) Application is allowed as prayed for.": "(।) अनुरोध के अनुसार आवेदन की अनुमति है।",
  "(2) Annexures A-1 and A-2 are taken on record.": "(2) अनुलग्नक ए-। और ए-2 को अभिलेख में लिया गया है।",
  "CRA-S-2285-2023 (O&M)": "सीआरए-एस-2285-2023 (ओ एंड एम)",
  "(1) Instant appeal has been filed under Section 449, Cr.P.C assailing orders dated 15.05.2023 passed by the learned District and": "() धारा ५५१, सी. आर. पी. सी. के अधीन विद्वत जिला और सत्र न्यायाधीश, सिरसा द्वारा दिनांक 5.05.2023 को",
  "Sessions Judge, Sirsa and 31.07.2023 passed by the learned Additional": "पारित आदेशों और विद्वत अतिरिक्त सत्र न्यायाधीश, सिरसा द्वारा 33.07.2023 को पारित आदेशों के अधीन तत्काल",
  "Singh, being a surety and his property has been attached for realizing the amount of fine as land revenue.": "रु. । लाख का जुर्माना लगाया गया है और भूमि राजस्व के रूप में जुर्माने की राशि की वसूली के लिए उसकी संपत्ति",
  "(2) Brief facts may be noticed. FIR No.0064 dated": "(2) संक्षिप्त तथ्यों पर ध्यान दिया जा सकता है। राजीव बंसल की शिकायत पर आईपीसी की धारा 392,328,५2 के",
  "11.02.2020 for offences under Sections 392, 328, 412, IPC has been lodged at Police StationCity Mandi Dabwali, Sirsa on the complaint": "तहत अपराधों के लिए एफआईआर संख्या 006५ दिनांक ॥.02.2020 को पुलिस स्टेशन सिटी मंडी डबवाली,",
  "looted a mobile phone and other articles. Mahabir Singh was arrested on the allegation that he had purchased the said mobile from the main": "सामान लूट लिया था। महाबीर सिंह को इस आरोप में गिरफ्तार किया गया था कि उसने मुख्य आरोपी से उक्त",
  "on the allegation that he had purchased the said mobile from the main accused for Rs.2,000/- and on his arrest, offence under Section 412,": "मोबाइल रुपये.2,000/- में खरीदा था और उसकी गिरफ्तारी पर आईपीसी की धारा ५॥2 के तहत अपराध जोड़ा",
  "IPC was added. Mahabir Singh was released on regular bail and the appellant, who is his father, furnished surety bond of Rs.1 lac. When": "गया था। महाबीर सिंह को नियमित जमानत पर रिहा किया गया था और अपीलार्थी, जो उसके पिता हैं, ने रुपये.।",
  "the said accused failed to attend the proceedings, proclamation was": "लाख का मुचलका प्रस्तुत किया था। जब उक्त अभियुक्त कार्यवाही में उपस्थित होने में विफल रहा, तो उद्घोषणा",
  "issued and he was declared as a proclaimed person on 11.04.2023. By": "जारी की गई और उसे ॥.04५.2023 को घोषित किया गया। आक्षेपित आदेशों द्वारा, अपीलार्थी को १६.] लाख की",
  "impugned orders, appellant has been ordered to deposit the surety amount of Rs.1 lac and his request for waiving of the amount has been": "जमानत राशि जमा करने का आदेश दिया गया है और राशि को माफ करने के उसके अनुरोध को अस्वीकार कर",
  "Before Suvir Sehgal, J.": "समक्ष सुवीर सहगल जे.",
  "SOHAN LAL—Petitioner": "सोहन लाल-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYNA—Respondent": "हरियाणा राज्य-प्रतिवादी",
  "CRA-S No. 2285 of 2023": "2023 का सीआरए-एस नंबर 2285",
  "August 8, 2023": "8 अगस्त 2023",
  "Code of Criminal Procedure—Ss. 446, 449—Appeal filed challenging orders of Sessions Court—Appellant being surety—": "दंड प्रक्रिया संहिता-उप-धारा। ५५6, ५५9 -अपील दायर कर सत्र न्यायालय के आदेशों को चुनौती दी गई-अपीलार्थी",
  "saddled with fine of Rs.1 lac due to non-appearance of accused and": "का जमानती होना-अभियुक्त के उपस्थित न होने के कारण रु.। लाख के जुर्माने और भूमि राजस्व के रूप में राशि",
  "property attached for realizing amount as land revenue. Fine imposed by Court must have co-relation with circumstances of case,": "की वसूली के लिए कुर्क की गई संपत्ति। न्यायालय द्वारा लगाए गए जुर्माने का मामले की परिस्थितियों, न्यायालय को",
  "inconvenience to Court and expense and time taken by State in re-": "होने वाली असुविधा और अभियुक्त को फिर से गिरफ्तार करने में राज्य द्वारा किए गए खर्च और समय के साथ सह-",
  "apprehending the accused. Appellant moved application to secure": "संबंध होना चाहिए। अपीलार्थी ने अभियुक्त की उपस्थिति सुनिश्चित करने के लिए आवेदन दायर किया। आरोपी को",
  "presence of accused. Accused re-arrested. No allegation that": "फिर से गिरफ्तार किया गया। ऐसा कोई आरोप नहीं है कि अपीलार्थी ने अभियुक्त के साथ सांठगांठ की थी। अभियुक्त",
  "Appellant connived with accused. Accused declared proclaimed person. Appellant deserved reduction of penalty. Orders modified—": "घोषित घोषित घोषित व्यक्ति। अपीलार्थी जुर्माने में कमी का हकदार था। संशोधित आदेश-अपीलार्थी को जमानत राशि",
  "Appellant to pay 50 percent of surety amount. Appeal disposed of.": "का 50 प्रतिशत भुगतान करना होगा। अपील का निपटारा किया गया।(पैरा 8)",
  "Held, that Sub-Section 3 of Section 446, Cr.P.C. vests a discretion in the Court to remit any portion of the penalty and enforce": "अभिनिर्धारित किया गया कि धारा ५५6 की उप-धारा 3, सी. आर. पी. सी. न्यायालय में जुर्माने के किसी भी भाग को",
  "discretion in the Court to remit any portion of the penalty and enforce payment in part only. While exercising this power, the Court is required": "प्रेषित करने और केवल आंशिक रूप से भुगतान को लागू करने का विवेकाधिकार निहित करती है। इस शक्ति का",
  "the Court must have a co-relation with the circumstances of the case, inconvenience caused to the Court and the expense and time taken by the State in re-apprehending the accused.": "संबंध मामले की परिस्थितियों, न्यायालय को हुई असुविधा और अभियुक्त को फिर से गिरफ्तार करने में राज्य द्वारा",
  "evident that the accused, Mahabir Singh, abstained from the proceedings and after following the due process of law, he was": "ध्यान में रखते हुए, यह स्पष्ट है कि अभियुक्त महाबीर सिंह ने कार्यवाही से परहेज किया और विधि की उचित प्रक्रिया",
  "declared as a proclaimed person. Application, Annexure A-2, was": "का पालन करने के बाद, उसे एक घोषित व्यक्ति घोषित किया गया। आवेदन, अनुलग्रक ए-2, अपीलार्थी, जो उसके",
  "moved by the appellant, who is his father, in July, 2023 to secure his presence, thereafter, he has been re-arrested.": "पिता हैं, द्वारा जुलाई, 2023 में अपनी उपस्थिति सुनिश्चित करने के लिए दायर किया गया था, उसके बाद, उसे फिर",
  "(Para 8)": "से गिरफ्तार कर लिया गया है। (पैरा 8)",
  "Further held, that undoubtedly, appellant has played an active role in procuring the presence of the accused. There is no allegation": "ने आगे अभिनिर्धारित किया कि निस्संदेह, अपीलार्थी ने अभियुक्त की उपस्थिति प्राप्त करने में सक्रिय भूमिका निभाई",
  "against him of conniving with the accused. Though, at the same time,": "है। उसके खिलाफ आरोपी के साथ सांठगांठ का कोई आरोप नहीं है। हालाँकि, साथ ही, यह न्यायालय इस तथ्य को",
  "this Court cannot lose sight of the fact that the accused was declared as": "नजरअंदाज नहीं कर सकता है कि अभियुक्त को घोषित किया गया था",
  "(3) While making a reference to the application dated 03.07.2023, Annexure A-2, counsel for the appellant has argued that": "(3) दिनांक 03.07.2023 के आवेदन का संदर्भ देते हुए, अपीलार्थी के वकील, अनुलग्नक ए-2 ने तर्क दिया है कि",
  "the appellant had played an active role in procuring the presence of the accused, Mahabir Singh, who was re-arrested in another criminal case": "अपीलार्थी ने अभियुक्त महाबीर सिंह की उपस्थिति प्राप्त करने में सक्रिय भूमिका निभाई थी, जिसे एक अन्य",
  "stands achieved and theattachment of appellant’s property deserves to": "उद्देश्य हासिल हो गया है और अपीलार्थी की संपत्ति की कुर्की वापस लेने के योग्य है। उन्होंने विमलबेन अजीतभाई",
  "Court in Vimalben Ajitbhai Patel versus Vatslabel Ashokbhai Patel": "पटेल बनाम वत्सलबेल अशोकभाई पटेल और अन्य मामलों में सर्वोच्च न्यायालय के फैसले पर भरोसा किया है।",
  "and others'. Counsel urges that in view of this background, the penalty amount deserves to be remitted under Section 446 (3), Cr.P.C.": "वकील आग्रह करता है कि इस पृष्ठभूमि को देखते हुए, दंड राशि धारा ५५6 (3) सी. आर. पी. सी. के तहत प्रेषित",
  "Phuman Singh versus State of Punjab* and CRA-S-3242-SB-2013": "की जानी चाहिए। उनके द्वारा फुमान सिंह बनाम पंजाब राज्य और सीआरए-एस-32%2-एसबी-20॥3 में कुलवंत सिंह",
  "(4) Notice of motion.": "(५) गति की सूचना।",
  "(5) On asking of the Court, Mr. Ramender Singh Chauhan, AAG, Haryana accepts notice on behalf of the State-respondent. He has": "(5) न्यायालय के पूछने पर, श्री रामेंद्र सिंह चौहान, एएजी, हरियाणा राज्य-प्रत्यर्थी की ओर से नोटिस स्वीकार करता",
  "opposed the appeal and has supported the impugned orders.": "है। उन्होंने अपील का विरोध किया है और विवादित आदेशों का समर्थन किया है।",
  "(6) I have considered the submissions made by counsel for the parties.": "(6) मैंने पक्षकारों के वकील द्वारा की गई दलीलों पर विचार किया है।",
  "(7) Sub-Section 3 of Section 446, Cr.P.C. vests a discretion in the Court to remit any portion of the penalty and enforce payment in": "(7) धारा ५५6 की उप-धारा 3, सी. आर. पी. सी. न्यायालय में दंड के किसी भी भाग को प्रेषित करने और केवल",
  "the Court to remit any portion of the penalty and enforce payment in part only. While exercising this power, the Court is required to see": "आंशिक रूप से भुगतान को लागू करने का विवेकाधिकार निहित करती है। इस शक्ति का प्रयोग करते समय,",
  "whether there is any sufficient cause given for non-appearance of the": "करने के लिए कोई पर्याप्त कारण दिया गया है। न्यायालय द्वारा लगाए गए जुर्माने का संबंध मामले की परिस्थितियों,",
  "inconvenience caused to the Court and the expense and time taken by the State in re-apprehending the accused.": "न्यायालय को हुई असुविधा और अभियुक्त को फिर से गिरफ्तार करने में राज्य द्वारा किए गए खर्च और समय के",
  "(8) Adverting to the facts of the present case, it is evident that the accused, Mahabir Singh, abstained from the": "साथ होना चाहिए।(8) वर्तमान मामले के तथ्यों को ध्यान में रखते हुए, यह स्पष्ट है कि अभियुक्त महाबीर सिंह ने",
  "proceedings and after following the due process of law, he was": "कार्यवाही से परहेज किया और विधि की उचित प्रक्रिया का पालन करने के बाद, उसे एक घोषित व्यक्ति घोषित",
  "declared as a proclaimed person. Application, Annexure A-2, was moved by the appellant, who is his father, in July, 2023 to secure his": "किया गया। आवेदन, अनुलग्नक ए-2, अपीलार्थी, जो उसके पिता हैं, द्वारा जुलाई, 2023 में अपनी उपस्थिति सुनिश्चित",
  "presence, thereafter, he has been re-arrested.": "करने के लिए दायर किया गया था, उसके बाद, उसे फिर से गिरफ्तार कर लिया गया है।",
  "(9) Undoubtedly, appellant has played an active role in": "(9) निस्संदेह, अपीलार्थी ने इसमें सक्रिय भूमिका निभाई है -",
  "' 2008 (4) SCC 649": "2008 (५) एससीसी 6५9",
  "* 2003 (3) R.C.R. (Crl.) 767": "22003 (3) आर.सी.आर. सीआरएल.) 767"
}