{
  "Before Manisha Batra, J.": "समक्ष मनीषा बत्रा, जे.",
  "SHRI GAUSHALA, BHIWANI ROAD, JIND THROUGH SH.": "श्री गौशाला, भिवानी रोड, जिंद भ्रू एसएच",
  "BHAL CHANDER—Petitioner": "भाल चन्दर-याचिकाकर्ता",
  "versus": "बनाम",
  "CHANDI RAM—Respondent": "चन्डी राम-प्रत्यर्थी",
  "February 02, 2023": "02 फरवरी, 2023",
  "Haryana Urban (Control of Rent and Eviction) Act, 1973— Sections 13(2)(iii)—Petitioner/Landlord sought ejectment of tenant": "हरियाणा शहरी (किराया और बेदखली नियंत्रण) अधिनियम, 973-धारा 3 (2) (॥)-याचिकाकर्ता/मकान मालिक",
  "on ground of non-payment of rent, impairment in value and utility": "ने किराए का भुगतान न करने, मूल्य और उपयोगिता में कमी और उपद्रव के आधार पर किरायेदार को बाहर",
  "and nuisance—Rent Controller allowed the petitioner on ground of": "निकालने की मांग की।- किराया नियंत्रक ने याचिकाकर्ता को भौतिक हानि के आधार पर अनुमति दी-अपीलीय",
  "material impairment—Appellate Authority dismissed the rent petition—Opening of door and windows towards western side of shop": "प्राधिकरण ने किराया याचिका को खारिज कर दिया-दुकान के पश्चिम की ओर और याचिकाकर्ता की दुकान की ओर",
  "and towards shop of petitioner not disputed by tenant—Apart from oral deposition of PW-1, no other evidence produced—Tenant might": "दरवाजे और खिड़कियां खोलना जो किरायेदार द्वारा विवादित नहीं है-पीडब्लू-- के मौखिक बयान के अलावा, कोई",
  "oral deposition of PW-1, no other evidence produced—Tenant might have violated terms of agreement but no impairment of the value and": "अन्य सबूत प्रस्तुत नहीं किया गया-किरायेदार ने समझौते की शर्तों का उल्लंघन किया होगा, लेकिन मूल्य और",
  "utility—in absence of proof of material impairment, no decree of eviction—Findings of LD. Appellate Authority upheld": "उपयोगिता में कोई कमी नहीं-सामग्री हानि के प्रमाण के अभाव में, बेदखली का कोई आदेश नहीं- एलडी के निष्कर्ष। अपीलीय प्राधिकरण ने बरकरार रखा",
  "Held, Undoubtedly, the impairment of value or utility has to be judged from the point of view of the landlord. However, merely": "आयोजित, निस्संदेह, मूल्य या उपयोगिता की हानि को मकान मालिक के दृष्टिकोण से आंका जाना चाहिए। हालांकि,",
  "because some additions or alterations are made by a tenant itself would not amountto impairment in the value and utility. It is well": "केवल इसलिए कि कुछ परिवर्धन या परिवर्तन एक किरायेदार द्वारा किए जाते हैं, मूल्य और उपयोगिता में हानि नहीं",
  "settled that not everyaddition or alteration which could be said to be material impairment or utility and it has to be proved by the landlord": "होगी। यह अच्छी तरह से तय किया गया है कि प्रत्येक जोड़ या परिवर्तन जिसे भौतिक हानि या उपयोगिता कहा जा",
  "material impairment or utility and it has to be proved by the landlord that the value and utility has been materially impaired actually. Since": "सकता है और यह मकान मालिक द्वारा साबित किया जाना चाहिए कि मूल्य और उपयोगिता वास्तव में भौतिक रूप",
  "no such evidence could be placed on record by the petitioner,": "से बाधित हुई है। चूंकि याचिकाकर्ता द्वारा ऐसा कोई सबूत रिकॉर्ड पर नहीं रखा जा सका है, इसलिए यह न्यायालय",
  "the value and utility of the demised shop was diminished/impaired due": "क्षतिग्रस्त दुकान का मूल्य और उपयोगिता कम»बाधित हो गई थी।",
  "(Para 11)": "(पैरा ॥॥)",
  "Revisional Jurisdiction—Examination or consideration of evidence by High Court in revisional jurisdiction under the Rent Act": "पुनरीक्षण अधिकारिता-किराया अधिनियम के तहत पुनरीक्षण अधिकारिता में उच्च न्यायालय द्वारा साक्ष्य की जांच या",
  "very limited—only to find out whether finding or fact recorded in accordance with law or not": "विचार बहुत सीमित है-केवल यह पता लगाने के लिए कि क्या कानून के अनुसार निष्कर्ष या तथ्य दर्ज किया गया है",
  "Held, that even otherwise the scope of revisional jurisdiction of this Courtin such like matters is very limited. It is well settled that pure": "या नहीं, अन्यथा भी इस तरह के मामलों में इस न्यायालय की पुनरीक्षण अधिकारिता का दायरा बहुत सीमित है।",
  "finding of fact until and unless perverse and opposed to the evidence on": "यह अच्छी तरह से तय किया गया है कि तथ्य का शुद्ध निष्कर्ष जब तक और जब तक विकृत न हो और सबूत के खिलाफ न हो",
  "40 ILL.R. PUNJAB AND HARYANA 2023(2)": "आई.एल.आर. पंजाब और हरियाणा 2023(2)",
  "window in the gali existing towards the western side of the demised shop. He had accordingly raised construction of a building and had": "ध्वस्त दुकान के पश्चिम की ओर मौजूद गली में खिड़की। तदनुसार उन्होंने एक भवन का निर्माण किया था और",
  "opened windows and door with the oral permission of the petitioner. It": "याचिकाकर्ता की मौखिक अनुमति से खिड़कियां और दरवाजे खोले थे। यह आरोप लगाया गया था कि याचिकाकर्ता",
  "was alleged that the petitioner was offended due to the fact that the respondent had appeared as a witness in a rent petition filed by one of": "इस तथ्य के कारण नाराज था कि प्रतिवादी अपने किरायेदारों में से एक द्वारा दायर किराए की याचिका में गवाह के",
  "its tenants. While denying the allegations that he had materially impaired the value and utility of the demised shop or had committed": "रूप में पेश हुआ था। इन आरोपों से इनकार करते हुए कि उन्होंने ध्वस्त दुकान के मूल्य और उपयोगिता को भौतिक",
  "any act of nuisance, dismissal of the rent petition had beenprayed for.": "रूप से बाधित किया था या उपद्रव का कोई कार्य किया था, किराया याचिका को खारिज करने के लिए प्रार्थना की",
  "It will be relevant to mention here that arrears of rent were tendered on the first day of hearing.": "गई थी। यहां यह उल्लेख करना प्रासंगिक होगा कि सुनवाई के पहले दिन किराए के बकाया की निविदा दी गई थी।",
  "(4) On the pleadings of the parties, the following issues were settled by the Court of learned Rent Controller vide order dated 05.03.2013:-": "(५) पक्षकारों के अभिवचनों पर, विद्वत किराया नियंत्रक न्यायालय द्वारा दिनांक 05.03.203 के आदेश द्वारा निम्नलिखित मुद्दों का निपटारा किया गया थाः-",
  "a. Whether the petitioner is entitled for eviction order on the grounds as mentioned in the body of the petition? OPP": "ए. क्‍या याचिकाकर्ता याचिका के मुख्य भाग में उल्लिखित आधारों पर बेदखली आदेश का हकदार है? ओ. पी. पी.",
  "b. Whether the petition is not maintainable in the present form? OPR": "बी. क्‍या याचिका वर्तमान रूप में बनाए रखने योग्य नहीं है? ओ. पी. आर.",
  "c. Whether the petitioner has no cause of action and locus standito file the present petition against the respondent?": "सी. क्‍या याचिकाकर्ता के पास प्रतिवादी के खिलाफ वर्तमान याचिका दायर करने के लिए कार्रवाई का कोई कारण और अधिकार नहीं है? ओ. पी. आर.",
  "d. Whether petitioner has not come in the court with clean hands and has suppressed true and material facts": "डी. क्या याचिकाकर्ता अदालत में साफ हाथों से नहीं आया है और उसने अदालत से सच्चे और भौतिक तथ्यों को",
  "e. Relief.": "ई. राहत",
  "(5) The parties adduced evidence in support of their respective assertions. Besides relying upon certain documentary evidence, the": "(5) पक्षकारों ने अपने-अपने दावों के समर्थन में साक्ष्य प्रस्तुत किए। कुछ दस्तावेजी साक्ष्यों पर भरोसा करने के",
  "petitioner examined his Deputy Manager Bhal Chander as PW-1 whereas the respondent had himself appeared as RW-1. The learned": "अलावा, याचिकाकर्ता ने अपने उप प्रबंधक भाल चंदर से पीडब्लू-। के रूप में पूछताछ की, जबकि प्रतिवादी स्वयं",
  "whereas the respondent had himself appeared as RW-1. The learned Rent Controller while order dated 23.07.2014, allowed the petition and": "आरडल्ल्यू-। के रूप में पेश हुआ था। विद्वत किराया नियंत्रक ने दिनांक 23.07.20५ के आदेश के दौरान, याचिका",
  "passed an order for ejectment of the respondent on the ground that he": "की अनुमति दी और प्रतिवादी को इस आधार पर बाहर निकालने का आदेश पारित किया कि उसने दुकान के मूल्य",
  "had committed act of material impairment in the value and utility of the shop. However, the other grounds as taken by the petitioner seeking": "और उपयोगिता में भौतिक हानि का कार्य किया था। हालांकि, प्रतिवादी को बाहर निकालने की मांग करने वाले",
  "ejectment of the respondent had not been accepted.": "याचिकाकर्ता द्वारा लिए गए अन्य आधारों को स्वीकार नहीं किया गया था।",
  "(6) Feeling aggrieved, the respondent-tenant had preferred an appeal before the learned Appellate Authority under the Act, 1973": "(6) व्यथित महसूस करते हुए, प्रत्यर्थी-किरायेदार ने अधिनियम, 973 के तहत विद्वत अपीलीय प्राधिकरण के समक्ष",
  "whichwas allowed vide order dated 30.07.2016. The findings given by": "अपील की थी, जिसे दिनांक 30.07.206 के आदेश द्वारा अनुमति दी गई थी। विद्वत किराया नियंत्रक द्वारा दिए गए",
  "respondent, wereset aside and the petition was ordered to be dismissed.": "निष्कर्ष, जो प्रत्यर्थी को बाहर निकालने का आधार बने, एक तरफ कर दिए गए और याचिका को खारिज करने का आदेश दिया गया।",
  "SHRI GAUSHALA, BHIWANI ROAD, JIND THROUGH SH. BHAL 45": "श्री गौशाला, भिवानी रोड, जिंद थ्रू एसएच। भाल चन्दर बनाम चन्डी राम",
  "CHANDER v. CHANDI RAM (Manisha Batra, J.)": "(मनीषा बत्रा, जे.)",
  "record cannot be interfered with and the examination or consideration": "अभिलेख में हस्तक्षेप नहीं किया जा सकता है और किराया अधिनियमों के तहत पुनरीक्षण अधिकारिता में उच्च",
  "SHRI GAUSHALA, BHIWANI ROAD, JIND THROUGH SH. BHAL 41": "श्री गौशाला, भिवानी रोड, जिंद थ्रू एसएच। भाल चन्दर बनाम चन्डी राम",
  "(7) The present petition has been preferred by the petitioner- landlord while assailing the order passed by learned Appellate": "(7) विद्बत अपीलीय प्राधिकरण द्वारा पारित आदेश को लागू करते हुए याचिकाकर्ता मकान मालिक द्वारा वर्तमान",
  "learned counsel forthe petitioner that overwhelming evidence had been produced on record byit to prove that the respondent had opened": "जोरदार तर्क दिया गया था कि यह साबित करने के लिए रिकॉर्ड पर भारी सबूत पेश किए गए थे कि प्रतिवादी ने",
  "a door and window in the western side of the demised premises opening towards its land and had thereby caused material impairment": "अपनी भूमि की ओर खुलने वाले ध्वस्त परिसर के पश्चिमी हिस्से में एक दरवाजा और खिड़की खोली थी और इस तरह",
  "in value and utility of the shop. The impairment in the value and utility of the building was to be determined and judged from the": "दुकान के मूल्य और उपयोगिता में भौतिक हानि हुई थी। भवन के मूल्य और उपयोगिता में हानि का निर्धारण और",
  "point of view of the landlord and not of the tenant but this fact had not": "निर्णय मकान मालिक के दृष्टिकोण से किया जाना था न कि किरायेदार के दृष्टिकोण से, लेकिन इस तथ्य को विद्वत",
  "been taken into consideration by the learned Appellate Authority. A cryptic and non-speaking order had been passed. The fact that the": "अपीलीय प्राधिकरण द्वारा ध्यान में नहीं रखा गया था। एक गुप्त और गैर-भाषी आदेश पारित किया गया था। यह तथ्य",
  "respondent had violated terms and conditions of the rent agreement Ex.P-3 stipulating that he would not be opening any door and window": "कि प्रत्यर्थी ने किराया समझौते के नियमों और शर्तों का उल्लंघन किया था, पी-3 प्रदर्शित करता है जिसमें कहा गया",
  "consideration. The learned Appellate Authority did not apply its judicious mind and did not appreciate the evidence produced on record": "गया था। विद्गत अपीलीय प्राधिकरण ने अपने विवेकपूर्ण दिमाग को लागू नहीं किया और अभिलेख पर प्रस्तुत साक्ष्य",
  "in a proper manner. With these broad arguments, it was submitted that": "की उचित तरीके से सराहना नहीं की। इन व्यापक तर्कों के साथ, यह प्रस्तुत किया गया था कि विवादित निर्णय को",
  "petition deserved to be allowed and further that the respondent was": "दरकिनार किया जाना चाहिए और पुनरीक्षण याचिका को अनुमति दी जानी चाहिए और आगे यह कि प्रतिवादी को",
  "liable to be ejected from the demised premises. To fortify his argument, learned counsel for the petitioner placed reliance upon": "ध्वस्त परिसर से बाहर निकाला जाना चाहिए। अपने तर्क को मजबूत करने के लिए, याचिकाकर्ता के विद्वान वकील ने",
  "authorities cited as Gurbachan Singh versus Shivalak Rabber Industries'; Bhagirath Mal versus Smt. Yuvrani Sahiba® and Piara": "गुरबचन सिंह बनाम शिवालक रबड़ इंडस्ट्रीज  भागीरथ मल बनाम श्रीमती के रूप में उद्धृत अधिकारियों पर",
  "Lal versus The Liquidator Cooperative Store, Kapurthala’.": "भरोसा रखा। युवरानी साहिबा * और प्यारा लाल बनाम द लिक्किडेटर कोऑपरेटिव स्टोर, कपूरथला ?|",
  "(8) Per contra, learned counsel for the respondent argued that the findings as given by learned Appellate Authority were well": "(8) इसके विपरीत, प्रत्यर्थी के विद्वान वकील ने तर्क दिया कि विद्वान अपीलीय प्राधिकरण द्वारा दिए गए निष्कर्ष",
  "reasoned. The petitioner had failed to produce any evidence": "अच्छी तरह से तर्कपूर्ण थे। याचिकाकर्ता यह साबित करने के लिए रिकॉर्ड पर कोई भी सबूत पेश करने में विफल रहा",
  "whatsoever on record to prove that there was any material impairment in the value and utility of the demised shop. The respondent, on the": "था कि नष्ट की गई दुकान के मूल्य और उपयोगिता में कोई भौतिक हानि थी। दूसरी ओर, प्रत्यर्थी ने याचिकाकर्ता के",
  "other hand, was proved to haveopened door in the western side of the demised shop after seeking oral permission from the authorities of the": "अधिकारियों से मौखिक अनुमति लेने के बाद ध्वस्त दुकान के पश्चिमी हिस्से में दरवाजा खोला था और उसके बदले",
  "petitioner and in lieu thereof, he was also proved to have deposited an amount of Rs.10,000/- in favour of the petitioner. By simply opening": "में, उसने याचिकाकर्ता के पक्ष में ॥09,000/- रुपये की राशि जमा की थी। नष्ट की गई दुकान के पश्चिमी हिस्से में",
  "permanent impairment could be inferred. It was not proved that the value of the demised shop had been reduced. The alterationas made": "साबित नहीं हुआ कि नष्ट की गई दुकान का मूल्य कम हो गया था। किए गए बदलाव",
  "'1996(1) R.C.R. (Rent) 398": "॥996(॥) आर. सी.आर. (किराया) 398",
  "* 2005(1) R.C.R. (Rent) 56": "22005(0व) आर सी.आर. (किराया) 56",
  "3 2004(2) R.C.R. (Rent) 214": "3200%(2) आर सी.आर. (किराया) 2५",
  "failed to prove that the value and utility of the demised shop was": "लिए कोई सबूत नहीं दिया गया था कि दुकान का मूल्य और उपयोगिता प्रभावित हुई है। माननीय सर्वोच्च न्यायालय ने",
  "the bare oral deposition made by PW-1, which could not be stated to be": "पीडब्लू- द्वारा की गई खुली मौखिक गवाही, जिसे पर्याप्त नहीं कहा जा सकता था, याचिकाकर्ता द्वारा अभिलेख पर",
  "sufficient, no other evidence had been produced by the petitioner on record. The simple statement of PW-1 that the respondent had": "कोई अन्य साक्ष्य प्रस्तुत नहीं किया गया था। पीडब्लू-- का सरल कथन कि प्रतिवादी ने भवन के भौतिक रूप से",
  "materially impaired value and utility of the building does not inspire any confidence. He did not explain as to how the value and utility of": "बिगड़े मूल्य और उपयोगिता को किसी भी विश्वास को प्रेरित नहीं करता है। उन्होंने यह नहीं बताया कि प्रतिवादी के",
  "the demised shop or the building of the petitioner had been diminished": "कार्य के कारण क्षतिग्रस्त दुकान या याचिकाकर्ता की इमारत का मूल्य और उपयोगिता कैसे कम हो गई थी।",
  "petitioner's counsel that no evidence was required to be led as it has": "याचिकाकर्ता के वकील द्वारा यह तर्क दिया गया कि कोई साक्ष्य देने की आवश्यकता नहीं है क्योंकि यह निष्कर्ष",
  "tobe inferred that the value and utility had been diminished, is not acceptablein the considered opinion of this Court in the absence of any": "निकाला जाना चाहिए कि मूल्य और उपयोगिता कम हो गई है, इस न्यायालय की सुविचारित राय में मूल्य और",
  "partition walls and the doors and constructed a lintel roof merging into": "मिलाकर एक लिंटेल छत का निर्माण किया था और खुली जगह को भी बंद कर दिया था और नए दरवाजे खोल दिए",
  "opened new doors. On these facts, it was held that the tenants had": "थे। इन तथ्यों पर, यह अभिनिर्धारित किया गया कि किरायेदारों ने ऐसे कार्य किए थे जो भौतिक रूप से परिसर के",
  "committed acts which impaired materially the value and utility of the premises. In Bhagirath Mal's case (Supra), the tenant had opened two": "मूल्य और उपयोगिता को बाधित करते थे। भागीरथ मल के मामले (सुप्रा) में किरायेदार ने दो दरवाजे खोले थे,",
  "doors, had covered verandah and had affixed tin shed in front of the same due to which, it was observed by High Court of Rajasthan that": "बरामदे को ढक दिया था और उसी के सामने टिन शेड लगा दिया था, जिसके कारण राजस्थान के उच्च न्यायालय",
  "by raising those constructions, he had substantially changed the front": "द्वारा यह देखा गया था कि उन निर्माणों को ऊपर उठाकर, उसने परिसर के सामने और संरचना को काफी बदल",
  "and structure of the premises and had impaired the value and utility of the demised premises. In Piara Lal's case (Supra), the tenant had": "दिया था और ध्वस्त परिसर के मूल्य और उपयोगिता को बाधित कर दिया था। प्यारा लाल (सुप्रा) के मामले में",
  "opened the door from adjoining shop by breaking common wall due to": "किरायेदार ने आम दीवार तोड़कर बगल की दुकान का दरवाजा खोला था, जिसके कारण दुकान ने एकल दुकान के",
  "which the shop had lost its identity as single shop and, therefore, it was held that the value and utility of the demised shop was impaired. In": "रूप में अपनी पहचान खो दी थी और इसलिए, यह माना गया था कि नष्ट की गई दुकान का मूल्य और उपयोगिता",
  "the opinionof this Court, the ratio of law as laid down in the above": "बाधित थी। इस न्यायालय की राय में, उपरोक्त उद्धृत मामलों में निर्धारित विधि का अनुपात मामले के विशिष्ट तथ्यों",
  "cited cases is not applicable to the peculiar facts and circumstances of the case as the same are distinguishable. Undoubtedly, the impairment of value or utility has tobe judged from the point of view": "और परिस्थितियों पर लागू नहीं होता है क्योंकि वे अलग-अलग हैं। निस्संदेह, मूल्य या उपयोगिता की हानि को मकान",
  "impairment of value or utility has tobe judged from the point of view of the landlord. However, merely because some additions or alterations": "मालिक के दृष्टिकोण से आंका जाना चाहिए। हालांकि, केवल इसलिए कि कुछ परिवर्धन या परिवर्तन एक किरायेदार",
  "are made by a tenant itself would not amountto impairment in the value and utility. It is well settled that not everyaddition or alteration": "द्वारा किए जाते हैं, मूल्य और उपयोगिता में हानि नहीं होगी। यह अच्छी तरह से तय किया गया है कि प्रत्येक जोड़ या",
  "which could be said to be material impairment or utility and it has to": "परिवर्तन जिसे भौतिक हानि या उपयोगिता कहा जा सकता है और यह मकान मालिक द्वारा साबित किया जाना",
  "be proved by the landlord that the value and utility has been materially": "चाहिए कि मूल्य और उपयोगिता वास्तव में भौतिक रूप से बाधित हुई है। चूंकि याचिकाकर्ता द्वारा रिकॉर्ड पर ऐसा",
  "impaired actually. Since no such evidence could be placedon record by the petitioner, therefore, this Court finds itself unable to accept the": "कोई सबूत नहीं रखा जा सकता है, इसलिए यह न्यायालय इस प्रस्ताव को स्वीकार करने में असमर्थ है कि क्षतिग्रस्त",
  "proposition that the value and utility of the demised shop was diminished/impaired due to opening a door by breaking wall of the": "दुकान की दीवार तोड़कर दरवाजा खोलने के कारण क्षतिग्रस्त दुकान का मूल्य और उपयोगिता कम/बाधित हो गई",
  "demised shop. The respondent-tenant might have violated the terms and conditions of the rent agreement between the parties but that": "थी। हो सकता है कि प्रत्यर्थी-किरायेदार ने पक्षों के बीच किराए के समझौते के नियमों और शर्तों का उल्लंघन किया",
  "violation falls short of proof of fact that there was any material": "हो, लेकिन यह उल्लंघन इस तथ्य के प्रमाण से कम है कि कोई सामग्री थी",
  "SHRI GAUSHALA, BHIWANI ROAD, JIND THROUGH SH. BHAL 43": "श्री गौशाला, भिवानी रोड, जिंद थभ्रू एसएच। भाल चन्दर बनाम चन्डी राम",
  "install any window, ventilators, drainage pipes or door towards the": "गौशाला की संपत्ति की ओर कोई भी खिड़की, वेंटिलेटर, जल निकासी पाइप या दरवाजा स्थापित करें प्रत्यर्थी द्वारा",
  "property of Gaushala. It was not disputed by the respondent that he had opened door and windows towards the western side of the demised shop and opening towards the land of the petitioner. Now it": "यह विवादित नहीं था कि उसने क्षतिग्रस्त दुकान के पश्चिम की ओर और याचिकाकर्ता की भूमि की ओर दरवाजे और",
  "demised shop and opening towards the land of the petitioner. Now it is to be seen that merely because of the fact that door and window had": "खिड़कियां खोली थीं। अब यह देखा जाना चाहिए कि केवल इस तथ्य के कारण कि प्रतिवादी द्वारा याचिकाकर्ता की",
  "without any further evidence or proof that the value and utility of the demised shop was materially impaired. It will be proper to refer to": "और सबूत या सबूत के यह अनुमान लगाया जा सकता है कि क्षतिग्रस्त दुकान का मूल्य और उपयोगिता भौतिक रूप",
  "demised shop was materially impaired. It will be proper to refer to Section 13 (2) (iii) of the Act, 1973 in this regard, as per which an": "से बाधित थी। इस संबंध में अधिनियम, 973 की धारा 3 (2) (॥) का उल्लेख करना उचित होगा, जिसके अनुसार",
  "order of eviction can be passedonly if the landlord proves, (a) that the": "बेदखल करने का आदेश केवल तभी पारित किया जा सकता है जब मकान मालिक यह साबित करता है कि (क)",
  "tenant had carried out some construction, (b) that the same was without the consent of the landlord, (c) that the value or utility of the property": "किरायेदार ने कुछ निर्माण किया था, (ख) वह मकान मालिक की सहमति के बिना था, (ग) मकान मालिक की",
  "of the landlord had been materially impaired. The three conditions as mentioned above are cumulative in nature. It is well settled that it is": "संपत्ति का मूल्य या उपयोगिता भौतिक रूप से बाधित थी। ऊपर उल्लिखित तीन स्थितियाँ प्रकृति में संचयी हैं। यह",
  "necessary to establish each one of them before a decree of eviction can": "अच्छी तरह से तय किया गया है कि बेदखली की डिक्री पारित करने से पहले उनमें से प्रत्येक को स्थापित करना",
  "be passed. The case of petitioner mainly rested upon the testimony of PW-1 Bhal Chander, its Deputy Manager. On perusal of hisstatement, it": "आवश्यक है। याचिकाकर्ता का मामला मुख्य रूप से इसके उप प्रबंधक पीडब्लू-] भाल चंदर की गवाही पर आधारित",
  "is revealed that he admitted during cross-examination that the": "था। उसके बयान को देखने पर, यह पता चलता है कि उसने जिरह के दौरान स्वीकार किया कि याचिकाकर्ता-",
  "petitioner-Gaushala owned several shops in the same building wherein the demised shop was existing. It was also admitted by him that the": "गौशाला के पास उसी इमारत में कई दुकानें थीं, जहां क्षतिग्रस्त दुकान मौजूद थी। उनके द्वारा यह भी स्वीकार किया",
  "doors of three other tenanted shops adjacent to the demised shop were opening towards the western side and that very property of the": "गया था कि ध्वस्त दुकान से सटे तीन अन्य किराए की दुकानों के दरवाजे पश्चिम की ओर खुल रहे थे और",
  "petitioner wherein the respondent had also opened a door and windows.": "याचिकाकर्ता की वही संपत्ति जिसमें प्रतिवादी ने एक दरवाजा और खिड़कियां भी खोली थीं। प्रत्यर्थी द्वारा लिया गया",
  "The stand taken by the respondent was that he had opened this door with the permission of the petitioner on payment of a sum of": "रुख यह था कि उसने 40,000/- रुपये की राशि के भुगतान पर याचिकाकर्ता की अनुमति से यह दरवाजा खोला था",
  "Rs.10,000/- and a receipt Ex.R-1 had also been issued in this regard.": "और इस संबंध में एक रसीद प्रदर्शनी आर-। भी जारी की गई थी। रसीद प्रदर्शनी आर-। 0,000/- रुपये की राशि",
  "Appellate Authority had disbelieved the plea so taken by the respondent and in the opinion of this Court rightly so as on the basis of": "गई याचिका पर अविश्वास किया था और इस न्यायालय की राय में उचित रूप से ताकि रसीद प्रदर्शनी आर-।",
  "that petitioner had permitted respondent to open the door in the back side of the demised shop and towards the street/property belonging to": "को ध्वस्त दुकान के पीछे की ओर और उससे संबंधित सड़क /संपत्ति की ओर दरवाजा खोलने की अनुमति दी थी।",
  "utility ofthe demised shop was proved to have been impaired due to": "खोलने के कारण नष्ट की गई दुकान का मूल्य और उपयोगिता प्रभावित हुई थी। इस संबंध में यह उल्लेख किया जा",
  "absence of any illegality, infirmity or perversity in the impugned order dated 30.07.2016 passed by learned Appellate Authority, it is held that": "विद्वत अपीलीय प्राधिकरण द्वारा दिनांक 30.07.206 को पारित आशक्षेपित आदेश में किसी अवैधता, दुर्बलता या",
  "petition is dismissed with no order as to costs.": "तदनुसार, पुनरीक्षण याचिका को बिना किसी आदेश के खारिज कर दिया जाता है।"
}