{
  "Before Aman Chaudhary, J.": "अमन चौधरी से पहले जे.",
  "BIJENDER—Petitioner": "बिजेंदर-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND ANOTHER— Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "CRM-M No.5101 of 2022": "2022 का सीआरएम-एम नंबर 5404",
  "August 24, 2022": "24 अगस्त 2022",
  "The Limitation Act, 1963—Petition seeking setting aside of order by Additional Sessions Judge whereby revision petition was": "परिसीमा अधिनियम, 4963-अतिरिकक्‍त सत्र न्यायाधीश के आदेश को रद्द करने की",
  "dismissed on ground of delay of 54/55 days in filing the same—No document regarding illness had been placed on record—application": "मांग करने वाली याचिका, जिसके तहत पुनरीक्षण याचिका को दाखिल करने में 54/55 दिनों की देरी के आधार पर खारिज कर दिया गया था-बीमारी के संबंध में कोई दस्तावेज",
  "for condonation of delay mentioned suffering from various diseases": "रिकॉर्ड पर नहीं रखा गया था-देरी की माफी के लिए आवेदन कारण विभिन्न बीमारियों से",
  "as cause—Reason for dismissal is technical—Case not heard on": "पीड़ित बताया गया - बर्खास्तगी का कारण तकनीकी है - मामले की सुनवाई गुण-दोष के",
  "merits—Present petition allowed.": "आधार पर नहीं की गई - वर्तमान याचिका स्वीकार की गई।",
  "Held, that in view of the peculiar facts and circumstances of the": "माना गया कि मामले के विशिष्ट तथ्यों और परिस्थितियों के साथ-साथ समान तथ्यों",
  "case as also the decision of Hon’ble Madras High Court in similar set": "पर माननीय मद्रास उच्च न्यायालय के फैसले को देखते हुए, वर्तमान याचिका को अनुमति",
  "22.11.2021 is set aside. Consequently the delay of 54/55 days in filing the criminal revision is condoned. The learned Additional Sessions": "परिणामस्वरूप आपराधिक पुनरीक्षण दाखिल करने में 54/55 दिनों की देरी माफ की",
  "the criminal revision is condoned. The learned Additional Sessions Judge is directed to restore the revision petition to its original number": "जाती है। विद्वान अतिरिक्त सत्र न्यायाधीश को पुनरीक्षण याचिका को उसकी मूल संख्या में",
  "and to dispose of the same on merits, in accordance with law.": "बहाल करने और कानून के अनुसार गुण-दोष के आधार पर उसका निपटान करने का",
  "Akshay, Advocate, for Rahul Jaswal, Advocate, for the petitioner.": "अक्षय, वकील, राहुल जसवाल, वकील, याचिकाकर्ता के लिए।",
  "Aditi Girdhar, AAG, Haryana.": "अदिति गिरधर, एएजी, हरियाणा। राजेश दृहन, वकील, प्रतिवादी नंबर 2 के लिए",
  "Rajesh Duhan, Advocate, for respondent No. 2 (legal aid counsel)": "(कानूनी सहायता वकील)",
  "AMAN CHAUDHARY, J. (ORAL)": "अमन चौधरी, जे. (मौखिक)",
  "(1) The learned Additional Sessions Judge, Panipat, vide": "(3) विद्वान अतिरिक्त सत्र न्यायाधीश, पानीपत ने आदेश दिनांक 22.44.2024",
  "order dated 22.11.2021 (Annexure P-9) has dismissed the revision": "(अनुलग्नक पी-9) के माध्यम से याचिकाकर्ता द्वारा दायर पुनरीक्षण याचिका को दाखिल",
  "petition filed by the petitioner on the ground of delay of 54/55 days in filing the same.": "करने में 54/5५ दिनों की देरी के आधार पर खारिज कर दिया है।",
  "(2) Notice of motion was issued on 08.02.2022 in this case by this Court on a contention raised by the petitioner that the learned": "(2) याचिकाकर्ता द्वारा उठाए गए इस तर्क पर इस न्यायालय द्वारा इस मामले में 08.02.2022 को प्रस्ताव की सूचना जारी की गई थी कि विद्वान सत्र न्यायाधीश ने",
  "Sessions Judge has not examined the issue raised by the petitioner on": "याचिकाकर्ता द्वारा उठाए गए मुद्दे की योग्यता के आधार पर जांच नहीं की है।",
  "(3) Learned counsel for the petitioner restricts his challenge to": "(3) याचिकाकर्ता के विद्वान वकील ने अपनी चुनौती को केवल विद्वान अतिरिक्त",
  "only order dated 22.11.2021 (Annexure P9) passed by the learned Additional Sessions Judge, Panipat whereby criminal revision": "सत्र न्यायाधीश, पानीपत द्वारा पारित आदेश दिनांक 22.44.2024 (अनुलग्रक पी 9) तक",
  "the order dated 04.04.2019 passed by the learned Judicial Magistrate Ist Class, Samlakha, District Panipat (Annexure P-7), vide which": "वह विद्वान न्यायिक मजिस्ट्रेट प्रथम श्रेणी, समलखा, जिला पानीपत (अनुबंध पी-7) द्वारा",
  "application under Section 300 Cr. P.C and under Article 20 (2) of the Constitution of India has been dismissed, which was subject matter": "पारित दिनांक 04.04.2049 के आदेश को चुनौती नहीं देते हैं, जिसके तहत धारा 300 सीआरपीसी के तहत आवेदन दिया गया है। पी.सी और भारत के संविधान के अनुच्छेद 20",
  "Constitution of India has been dismissed, which was subject matter of challenge inthe revision. The grievance of the petitioner is that": "(2) के तहत खारिज कर दिया गया है, जो संशोधन में चुनौती का विषय था। याचिकाकर्ता",
  "the learned trial Court dismissed the criminal revision only on the": "की शिकायत यह है कि विद्वान ट्रायल कोर्ट ने आपराधिक पुनरीक्षण को केवल इस आधार",
  "ground of it having been filed after the period of limitation and that": "पर खारिज कर दिया कि इसे सीमा अवधि के बाद दायर किया गया था और इसमें 54/55",
  "there is an unexplained delay of 54/55 days.": "दिनों की अस्पष्ट देरी हुई है।",
  "(4) Learned counsel for the petitioner submits that the saiddelay": "(4) याचिकाकर्ता के विद्वान वकील का कहना है कि उक्त देरी इस तथ्य के कारण",
  "had occurred on the account of the fact that the applicant- revisionist was taking treatment and his medical condition was notgood. Due to": "हुई थी कि आवेदक-संशोधक उपचार ले रहा था और उसकी चिकित्सा स्थिति अच्छी नहीं",
  "the said fact, he could not file the above revision in time. He further": "थी। उक्त तथ्य के कारण वह उपरोक्त पुनरीक्षण समय पर दाखिल नहीं कर सके। उन्होंने",
  "submits that in case the period of delay is not condoned, the applicant-": "आगे कहा कि यदि देरी की अवधि माफ नहीं की गई तो आवेदक याचिकाकर्ता को गंभीर",
  "(5) Learned counsel for respondent No. 2 has no objection in case the order is set aside and the learned appellate Court is directed to hear the revision on merits.": "(5) यदि आदेश को रद्द कर दिया जाता है और विद्वान अपीलीय न्यायालय को गुण-दोष के आधार पर पुनरीक्षण सुनने का निर्देश दिया जाता है, तो प्रतिवादी संख्या 2 के विद्वान वकील को कोई आपत्ति नहीं है।",
  "(6) Heard the learned counsel for the parties.": "(6) उभयपक्षों के विद्वान वकील को सुना।",
  "(7) As is apparent from the impugned order that the petitioner": "(7) जैसा कि आशक्षेपित आदेश से स्पष्ट है कि याचिकाकर्ता ने देरी की माफी के",
  "had filed an application for condonation of delay wherein specific reasons of him suffering from various diseases for which he was taking": "लिए एक आवेदन दायर किया था जिसमें उसके विभिन्न बीमारियों से पीड़ित होने के",
  "regular treatment had been mentioned.": "विशिष्ट कारणों का उल्लेख किया गया था जिसके लिए वह नियमित उपचार ले रहा था।",
  "(8) The Hon'ble Madras High Court vide judgment dated 09.02.2019 in the case of A. Narayanmoorthy _ versus Poovaragavan and another had allowed the _ petition under": "(8) माननीय मद्रास उच्च न्यायालय ने ए नारायणमूर्ति बनाम पूवरगवन और अन्य के",
  "Principal Sessions Judge, Pondicherry, which had dismissed the": "की अनुमति दी थी। और विद्वान प्रधान सत्र न्यायाधीश, पांडिचेरी द्वारा पारित आदेश को",
  "revision on the ground of delay. The relevant paras 4 to 6, 8, 14 of the judgment reads as under: -": "रद्द कर दिया, जिसने देरी के आधार पर पुनरीक्षण को खारिज कर दिया था। फैसले के प्रासंगिक पैराग्राफ 4 से 6, 8, 44 इस प्रकार हैं: -",
  "\"4. Challenging the same, the petitioner has intended to file": "\"4. उसी को चुनौती देते हुए याचिकाकर्ता ने पुनरीक्षण दाखिल करने का इरादा",
  "a revision. But the same has not been filed within the period": "किया है। लेकिन इसे सीमा अवधि के भीतर दाखिल नहीं किया गया है। इसलिए,",
  "of 93 days in filing the Criminal Revision Petition.": "०॥.५.?.।५०.2५० दायर किया, जिसमें आपराधिक पुनरीक्षण याचिका दायर करने में 93 दिनों की देरी को माफ करने की प्रार्थना की गई।",
  "5. The learned Principal Sessions Judge, Puducherry, after": "5. विद्वान प्रधान सत्र न्यायाधीश, पुडडुचेरी ने दिनांक 09.02.2049 के आदेश द्वारा",
  "affording an opportunity to the respondents by order dated 09.02.2019, had dismissed the said application. Aggrieved": "उत्तरदाताओं को एक अवसर देने के बाद उक्त आवेदन को खारिज कर दिया था। इससे",
  "over the same, the petitioner is before this Court with this Criminal Original Petition, praying to set aside the order dated": "व्यथित होकर, याचिकाकर्ता इस आपराधिक मूल याचिका के साथ इस न्यायालय के समक्ष",
  "6. The first and foremost contention raised by the learned counsel appearing for the petitioner is that only due to his": "6. याचिकाकर्ता की ओर से उपस्थित विद्वान वकील द्वारा उठाया गया पहला और",
  "delay required to be condoned is only 93 days. But the learned": "इसके अलावा, माफ किए जाने के लिए आवश्यक देरी केवल 9३ दिन है। लेकिन विद्वान",
  "Principal Sessions Judge, Puducherry, without seeing the merits of the revision petition and without mentioning any": "प्रधान सत्र न्यायाधीश, पुडुचेरी ने पुनरीक्षण याचिका की योग्यता को देखे बिना और कोई",
  "proper reason, refused to condone the delay. Ultimately, he": "उचित कारण बताए बिना, देरी को माफ करने से इनकार कर दिया। अंततः उन्होंने",
  "dismissed the application, which is erroneous in law.": "आवेदन खारिज कर दिया, जो कानूनन गलत है.",
  "8. Now, on considering the rival submissions made by the learned counsel appearing on either side and also on going": "8. अब, दोनों पक्षों की ओर से उपस्थित विद्वान वकील द्वारा की गई प्रतिद्वृद्वी",
  "through the impugned order passed by the learned Principal Sessions Judge, Puducherry, it seems that the application filed": "प्रस्तुतियों पर विचार करने और विद्वान प्रधान सत्र न्यायाधीश, पुडुचेरी द्वारा पारित किए गए",
  "learned Principal Sessions Judge, Puducherry, has specifically": "खारिज कर दिया गया था। मैदान. विद्वान प्रधान सत्र न्यायाधीश, पुडुचेरी ने विशेष रूप से",
  "observed that in the application filed by the petitioner, he has not stated as to against which order he has preferred the": "देखा है कि याचिकाकर्ता द्वारा दायर आवेदन में, उसने यह नहीं बताया है कि उसने किस",
  "revision petition. Further, for proving the illness of the": "आदेश के खिलाफ पुनरीक्षण याचिका दायर की है। इसके अलावा, याचिकाकर्ता की",
  "petition. Also, for calculating the delay, the necessary particulars which are required were not furnished and": "साथ ही, देरी की गणना के लिए आवश्यक विवरण भी उपलब्ध नहीं कराए गए और",
  "therefore, the petition is liable for dismissal.": "इसलिए याचिका खारिज की जा सकती है।",
  "14. Only in the said circumstances, the petitioner herein": "44. केवल उक्त परिस्थितियों में, याचिकाकर्ता ने उक्त आदेश को संशोधित करने",
  "approached the learned Principal Sessions Judge, Puducherry, for revising the said order. But, due to the reason that the same": "के लिए विद्वान प्रधान सत्र न्यायाधीश, पुडुचेरी से संपर्क किया। लेकिन, सीमा अवधि के",
  "has not been filed within the period of limitation, he filed an application for condoning the delay. Therefore, the grievance": "भीतर इसे दाखिल नहीं किए जाने के कारण, उन्होंने देरी को माफ करने के लिए एक",
  "application for condoning the delay. Therefore, the grievance addressed by the petitioner, is only in accordance with the": "आवेदन दायर किया। इसलिए, याचिकाकर्ता द्वारा संबोधित शिकायत केवल इस न्यायालय",
  "order passed by this Court. No doubt, it is open to the learned": "द्वारा पारित आदेश के अनुसार है। इसमें कोई संदेह नहीं है, यह विद्वान प्रधान सत्र"
}