{
  "Before Vijender Jain, C.J. and Mahesh Grover, J.": "माननीय न्यायमूर्ति विजेन्द्र जैन, मुख्य न्यायाधीश एवं न्यायमूर्ति महेश ग्रोवर के समक्ष",
  "GURDEV SINGH, ---Petitioner": "गुरदेव सिंह-याचिकाकर्ता",
  "Versus": "बनाम",
  "UNION OF INDIA AND OTHERS.—Respondents": "भारत संघ और अन्य-प्रतिवादी",
  "30th July, 2007": "30 जुलाई, 2007",
  "Army Rules, 1954—RI. 11(2)—Constitution of India, 1950—": "सेना नियम 7954+-जर एल 7702) भारत का संविधान 7950--",
  "Art. 226—A Junior Commissioned Officer making request for": "अनुच्छेद/ 226- स्वैच्छिक सेवानिवृत्ति के लिए अनुरोध करने वाला एक जुनियर कमीशंड अधिकारी-अधिकारियों द्वारा मामले की सिफारिशों के",
  "voluntary retirement—Discharge orders issued after": "बाद जारी किए यए सेवामुक्ति आदेश-प्रभावी होने से पहले स्वैच्छिक",
  "application for withdrawal of request for voluntary retirement before": "सेवानिवृत्ति के अनुरोध को वापस लेने के लिए अपीलकर्ता द्वारा आवेदन",
  "for voluntary retirement could be withdrawn after its acceptance but": "0) क्या स्वैच्छिक सेवानिवृत्ति का अनुरोध इसकी स्वीकृति के बाद, लेकिन इसके प्रभावी",
  "(3) The main grievance of the appellant is that he had the option": "(3) अपीलकर्ता की मुख्य शिकायत यह है कि उसके पास स्वैच्छिक सेवानिवृत्ति के लिए",
  "to withdraw his prayer for voluntary retirement before it came into effect": "अपनी प्रार्थना को लागू होने से पहले वापस लेने का विकल्प था और उसे बिना किसी",
  "and mere acceptance thereof without notice to him would not dis entitle him to withdraw the same.": "सूचना के केवल इसे स्वीकार करने से वह इसे वापस लेने का हकदार नहीं होगा।",
  "(4) We have heard the learned counsel for the parties and have perused the record.": "(4) हमने पार्टियों के विद्वान वकील को सुना है और रिकॉर्ड का अवलोकन किया है।",
  "(5) Inour opinion, the aforementioned observation of the learned Single Judge is erroneous and is also apparently in conflict with the provisions": "(5) हमारी राय में, विद्वान एकल न्यायाधीश की उपरोक्त टिप्पणी गलत है और यह स्पष्ट",
  "withdraw his resignation or request for voluntary retirement before the same": "यह है कि कोई व्यक्ति अपना इस्तीफा वापस ले सकता है या स्वैच्छिक सेवानिवृत्ति के",
  "such an employee actually terminates. Sustenance can be drawn from the judgments of the Supreme Court in Union of India and others versus": "कर्मचारी के बीच व्यवस्था वास्तव में समाप्त हो जाती है। यूनियन ऑफ इंडिया और अन्य",
  "Gopal Chandra Misra and others (1) and Shambhu Murari Sinha versus Project and Development India and another (2).": "बनामगोपाल चंद्र मिश्रा और अन्य और शंभू मुरारी सिन्हा बनाम प्रोजेक्ट एंड डेवलपमेंट",
  "(6) But, in the instant case, the facts reveal that the case of the": "(6) लेकिन, वर्तमान मामले में, तथ्यों से पता चलता है कि अपीलकर्ता के मामले पर",
  "appellant was considered according to Rule 11 of the rules, which is as below :—-": "नियमों के नियम ।। के अनुसार विचार किया गया था, जो इस प्रकार है-",
  "‘11. Discharge not to be delayed-—(1) Every person enrolled under": "\"]. सेवामुक्ति में देरी नहीं की जाएगी।-() अधिनियम के तहत नामांकित प्रत्येक",
  "the Act, shall, as soon as he becomes entitled under the conditions of his enrolment to be discharged, be so discharged": "व्यक्ति, जैसे ही वह अपने नामांकन की शर्तों के तहत सेवामुक्ति का हकदार हो जाता",
  "with all convenient speed :": "है, उसे सभी सुविधाजनक गति से सेवामुक्त कर दिया जाएगा:",
  "Provided that no person shall be entitled to surcharge discharge, if": "बशर्ते कि कोई भी व्यक्ति अधिभार मुक्ति का हकदार नहीं होगा, यदि केंद्र सरकार ने",
  "entitlement to discharge for the whole or a part of the regular": "अधिसूचना द्वारा, नियमित सेना के पूरे या उसके हिस्से के लिए मुक्ति की उक्त पात्रता",
  "(2) The discharge of the person, validly sanctioned by the Competent Authority, may, with the consent of the discharged": "(2) सक्षम प्राधिकारी द्वारा वैध रूप से स्वीकृत व्यक्ति का डिस्चार्ज, डिस्चार्ज किए गए",
  "person, be cancelled by any authority superior to the authority": "व्यक्ति की सहमति से, उस प्राधिकारी से वरिष्ठ किसी भी प्राधिकारी द्वारा रद्द किया जा",
  "who sanctioned the discharge either without any conditions or": "सकता है जिसने बिना किसी शर्त के या ऐसी शर्तों के अधीन डिस्चार्ज को मंजूरी दी थी।",
  "(7) Even though, the learned Single Judge had noticed the above": "0) हालांकि, विद्वान एकल न्यायाधीश ने उपरोक्त पुनरुत्पादित एमएल पर ध्यान दिया",
  "reproduced rule, yet, he failed to apply the same to the facts of the case.": "था, फिर भी, वह मामले के तथ्यों पर इसे लागू करने में विफल रहे।",
  "(8) Sub-rule (2) of Rule 11 clearly vests a power 1n the competent": "(8) नियम ।। का उप-नियम (2) स्पष्ट रूप से सक्षम प्राधिकारी को किसी व्यक्ति की",
  "authority to cancel the discharge of a person subject to his consent and": "सहमति और लगाई गई शर्तों के अधीन उसकी सेवामुक्ति को रद्द करने की शक्ति प्रदान",
  "Further held, that once the power vested in an authority is exercised": "इसके अलावा माना जाता है।कि एक बार जब किसी प्राधिकारी में निहित शक्ति",
  "judiciously by giving cogent reasons which, to our mind, has satisfied the": "का उपयोग ठोस कारण देकर।विवेकपूर्ण तरीके से।किया जाता है जो हमारे।विचार",
  "judicial conscious of this Court, the same would not suffer from the vice": "से इस न्यायालय की न्यायिक चेतना को संतुष्ट करता है तो वह यनगानी के दोष",
  "of arbitrariness. Even though the partial reasoning of the learned Single Judge was erroneous, but the ultimate conclusion noticing the exercise of": "से ग्रस्त नहीं होगा। थले ही विद्वान एकल न्यायाधीश का आंशिक तर्क यलत था लेकिन रिट याविका में अपीलकर्ता को राहत से वंचित करने के लिए नियमों के",
  "power by the competent authority under Rule 11(2) of the Rules to disentitle": "नियम7]7 (2) के तहत सक्षग प्राधिकारी द्वारा शक्ति के प्रयोग को ध्यान में रखते",
  "J.C. Verma, Senior Advocate with Ms. Meenakshi Verma, Advocate, Sor the appellant.": "जे.सी. वर्मा, वरिष्ठ अधिवक्ता और सुश्री मीनाक्षी वर्मा, अधिवक्ता अपीलकर्ता की ओर से",
  "appellant to the higher authorities for premature retirement. Consequently,": "सेवानिवृत्ति के लिए उच्च अधिकारियों को सिफारिश की। परिणामस्वरूप, 20 जुलाई,",
  "discharge orders were issued on 20th July, 1990, according to which voluntary": "990 को सेवामुक्ति आदेश जारी किए गए, जिसके अनुसार अपीलकर्ता की स्वैच्छिक",
  "retirement of the appellant was to take effect from 30th April, 1991. The": "सेवानिवृत्ति 30 अप्रैल, 99] से प्रभावी होनी थी। अपीलकर्ता ने पुनर्विचार करते हुए",
  "appellant, who had a re-think, made a request for withdrawal of the request": "स्वैच्छिक सेवानिवृत्ति के अनुरोध को वापस लेने का अनुरोध किया। सेवानिवृत्ति, - दिनांक",
  "of the appellant was however rejected by the competent authority while": "प्राधिकारी द्वारा खारिज कर दिया गया था। अपीलकर्ता ने सी.डब्ल्यू आर. संख्या"
}