{
  "(8) Such thus being the settled position of law, rule 6 of the 1975 Rules, as amended by the 1989 Rules cannot but he held to be con-": "(8) इसलिए, 4975 के नियमों के नियम 6 (4989 के नियमों द्वारा संशोधित) को संवैधानिक रूप से वैध माना",
  "stitutionally valid and therefore the condition regarding denial of National Permits to vehicles more than nine years’ old or such per-": "जाता है और इसलिए नौ वर्ष से अधिक पुराने वाहनों को राष्ट्रीय परमिट से इनकार करने या ऐसे परमिट",
  "(9) This writ petition is accordingly hereby dismissed. In the circumstances, however, there will be no order as to costs.": "(9) इस रिट याचिका को तदनुसार खारिज कर दिया जाता है। हालाँकि, इन परिस्थितियों में, लागत के बारे में कोई आदेश नहीं होगा।",
  "Before : S. S. Sodhi & J. B. Garg, JJ.": "समक्ष: एस. एस. सोधी और जे. बी. गर्ग, न्यायमूर्ति",
  "JAGTAR SINGH AND OTHERS,—Petitioners.": "जगतर सिंह और अन्य- याचिकाकर्ता",
  "versus": "बनाम",
  "THE STATE .TRANSPORT AUTHORITY, U.T.. CHANDIGARH & ANOTHER,—Respondents.": "राज्य परिवहन प्राधिकरण, यू टी चंडीगढ़ और अन्य- उत्तरदाता",
  "Amended Civil Writ Petition No. 8984 of 1988.": "4988 की संशोधित सिविल रिट याचिका संख्या 8984",
  "30th November, 1990.": "30 नवंबर, 4990",
  "Motor Vehicles Act, 1988—S. 56—Motor Vehicles (National": "मोटर वाहन अधिनियय 4988- #षरा56- मोटर वाहन(याड्रीय परामिद नियम 4975- केंद्रीय मोटर वाहन।नियण",
  "fixing age of vehicle as condition of grant or continuance of National Permit—Rl. 6 as amended by 1989 rules rendering transpert vehicles": "जारी रखने की शर्त के रूप में वाहन की आयुनिक्षीरित करने कानियय4989 द्वारा संशोक्षित/नियय6- 9 वर्षसे",
  "more than 9 years old ineligible for grant of National Permits is constitutionally valid.": "अधिक पुराने परिवहन वाहनों को राष्ट्रीय परमिट देने के।लिए अयोग्य ठहयना संवैधानिक रूप से मान्य है।",
  "Held, that rule 6 of the Motor Vehicles (National Permit) Rules,": "अभिनिर्धीरित किया यया।कि मोटर वाहन( र्टीय परामिद नियम 4975 का वहनियम6 (केंद्रीय वाहन।नियण",
  "to be constitutionally valid and therefore the condition regarding denial of National Permits to vehicles more than nine years’ old or": "4989 द्वारा संशोधित संवैधानिक रूप से मान्य है और इसलिए नौ वर्ष से अधिक एुयने वाहनों को र्टीय परामिट से",
  "Amended Writ Petition under Articles 226/227 of the Constitu- tion of India praying that: —": "भारत के संविध्षन के अनुच्छेद 226/227 के तहत संशोक्षितररिट याविका में यह अनुरो४किया यया है।किः-",
  "No. 1 not to insist upon replacement of the Vehicles of the petitioners, and issue authorisation under the Motor": "(). प्रव्यर्थी संख्या4 को याविकाकर्ताओं के वाहनों के प्रतिस्‍्थापन पर जोर न देने और4989 के।नियय88",
  "(ii) that a writ of certiorari be issued sriking down rule § of the Motor Vehicles (National permit) Rules, 1975, ag": "केसा५ पठित मोटर वाहन/(रट्टीय परामिद नियय 4975 के तहत प्राधिकरण जारी करने का।िर्देश",
  "(iit) that any other appropriate writ, direction or order, as deemed fit in the circumstances of the case be issued;": "(6). मायले की परिस्थितियों में उपयुक्त समझे जाने वाले।किसी अन्य उपयुक्तारिट निर्देश या आदेश जारीकिए जाने चाहिए",
  "(iv) that filing of certified copies of the annecxures be dispens-": "(५)... किज-नुलप्रकों की प्रयाणित प्रतियां दाखिल करने के सा५वितरित की जाएं और फोटो की प्रतिलिपि",
  "H. S. Sawhney and S. S. Rana, Advocates, for the Petitioners.": "याविकाकर्ताओं के वकील एच एस साहनी और एस एस राणा",
  "Gulshan Sharma, Advocate, for Respondent No. 1.": "गुलशन शर्मा अधिवक्ता उत्तददाता नंबर। के।लिए",
  "Ashutosh Mohanta, Advocate, for Respondent No. 2.": "जआशुतोष योहंता अधिवक्ता उत्तदाता नंबर2 के।लिए",
  "JUDGMENT": "निर्णय",
  "S.S. Sodhi, J.": "एस. एस. सोधी, न्यायमूर्ति",
  "(1) The challenge here is to the constitutional validity of rule 6 of the Motor Vehicles (National Permit) Rules, 1975, as amended by": "(4) यहां चुनौती मोटर वाहन (राष्ट्रीय परमिट) नियम, 975 के नियम 6 की संवैधानिक वैधता के संबंध में है",
  "such permits granted, becoming invalid from the date. the vehicle": "तारीख से अमान्य हो जाएंगे जिस दिन उसके द्वारा कवर किया गया वाहन अपने प्रारंभिक पंजीकरण से",
  "(2) The petitioners—Jagtar Singh and others were granted. National Permits by the Chandigarh Administration unde: the 1975": "(2) याचिकाकर्ताओं (जगतर सिंह और अन्य) को 4975 के नियमों के तहत चंडीगढ़ प्रशासन द्वारा राष्ट्रीय",
  "Rules and they held authorization there under till September 30,": "परमिट दिए गए थे और उन्होंने 30 सितंबर, 4988 तक इसके तहत प्राधिकरण रखा था। जब उन्होंने इस",
  "1988. When, however, they applied for extension of such authoriza-": "तरह के प्राधिकरण के विस्तार के लिए आवेदन किया, तो उन्हें इस आधार पर अस्वीकार कर दिया गया",
  "tion, they were refused it on the ground that their vehicles covered by the National Permits were more than nine vears’ old. Rule 88 of": "कि राष्ट्रीय परमिट द्वारा कवर किए गए उनके वाहन नौ साल से अधिक पुराने थे। [उनके खिलाफ 4989",
  "the 1989 Rules, being cited against thein. -": "के नियमों के नियम 88 का हवाला दिया गया था|",
  "stress of Mr. H. S. Sawhney, counsel for the petitioners was upon the provisions of section 56 of the Motor Vehicles Act, 1988, prescrib-": "(3) श्री एच. एस. साहनी [याचिकाकर्ताओं के वकील] का मुख्य जोर मोटर वाहन अधिनियम, 4988 की धारा",
  "the provisions of section 56 of the Motor Vehicles Act, 1988, prescrib- ing the carrying of a essential precondition for the grant of such permits. The argument being that in the'face of the requirement": "56 के प्रावधानों पर था, जिसमें ऐसे परमिटों के अनुदान के लिए एक आवश्यक पूर्व शर्त को निर्धारित",
  "permits. The argument being that in the'face of the requirement that the motor vehicle must have a certificate of fitness, fixing of": "किया गया था। तर्क यह था कि आवश्यकता जैसे-मोटर वाहन के पास फिटनेस का प्रमाण पत्र होना",
  "the age of the vehicles as a further condition for the grant of con- tinuance of National Permits constituted an arbitrary and un-": "चाहिए, राष्ट्रीय परमिट जारी रखने के अनुदान के लिए एक और शर्त के रूप में वाहनों की उम्र तय करना",
  "tinuance of National Permits constituted an arbitrary and un- reasonable restriction was thus violative of Articles 14 and 19 of the Constitution of India.": "एक मनमाना और अनुचित प्रतिबंध का गठन करता है। इस प्रकार यह भारत के संविधान के अनुच्छेद 44 और 49 का उल्लंघन था।",
  "(4) Further, it was sought to be contended that the rule fixing the age of the vehicles, for purposes of grant or continuance of National Permits, Was beyond the ambit of the Act, inasmuch as, no": "(4) इसके अलावा, यह तर्क दिया गया कि राष्ट्रीय परमिट के अनुदान या निरंतरता के प्रयोजनों के लिए वाहनों की आयु निर्धारित करने वाला नियम अधिनियम के दायरे से बाहर था क्योंकि ऐसी कोई आयु इसके",
  "(5) The issues raised, however, stand covered now by judicial precedents. The question rezarding the age of motor vehicles, in the": "(5) हालांकि, उठाए गए मुद्दे अब न्यायिक उदाहरणों द्वारा कवर किए गए हैं। मोटर वाहनों की आयु के बारे में",
  "context of the grant of permits, came up for consideration before the Supreme Court in Subhash Chandra and others v. State of Uttar": "सवाल, परमिट देने के संदर्भ में, सुभाष चंद्र और अन्य बनाम उत्तर प्रदेश राज्य और अन्य मामलों में",
  "such permit being that the vehicle must not be more than seven": "परमिट से संबंधित था। इस तरह के परमिट के लिए शर्तों में से एक यह थी कि वाहन सात साल से अधिक",
  "years old. The imposition of this condition was up held with the": "पुराना नहीं होना चाहिए। इस शर्त के अधिरोपण को निम्नलिखित अवलोकन के साथ बरकरार रखा गया",
  "observation, “from the point of view of human rights of road users, that the condition regarding the model of the permitted bus, is with-": "था, \"सड़क उपयोगकर्ताओं के मानवाधिकारों के दृष्टिकोण से, अनुमत बस के मॉडल के संबंध में शर्त,",
  "of statutory duty. “A plea had also been raised there founded upon the issuance of a certificate of fitness. This was repelled with the": "अधिकार क्षेत्र के भीतर है\"। वहाँ एक याचिका भी दायर की गई थी जो फिटनेस का प्रमाण पत्र जारी करने",
  "ride and the condition, as an additional requirement and safety": "एक अतिरिक्त आवश्यकता और सुरक्षा कारक के रूप में, एक वाहन के सवारी करने के लिए उपयुक्त",
  "and cannot contradict the ‘fitness’ provision.”": "के खिलाफ एक और बीमा और 'फिटनेस' प्रावधान का खंडन नहीं कर सकता\" के रूप में वर्णित किया"
}