{
  "986 I.L.R. PUNJAB AND HARYANA 2012(1)": "986",
  "Before K. Kannan, J.": "के. कन्‍नन से पहले, जे.",
  "SOOD BROTHERS,—Petitioner versus": "सूड ब्रदर्स,-याचिकाकर्ता बनाम",
  "UNION TERRITORY, CHANDIGARH AND OTHERS,—Respondents": "संघ क्षेत्र, चंडीगढ़ और अन्य, उत्तरदाता",
  "CWP No. 5886 of 2009": "सी. डब्ल्यू. पी. सं. 5886-2009",
  "Constitution of India - Art. 14 & 226 - Punjab Agricultural": "भारत का संविधान-अनुच्छेद 34 और 226-पंजाब कृषि उपज बाजार अधिनियम",
  "Rules 1981-Rl. 4, 20 & 21- General Clauses Act-S. 26- Renewal of": "लाइसेंस। 4, 20 और 2व-सामान्य खंड अधिनियम-एस। 26-लाइसेंस का",
  "licence-A matter of right- Right to allocation of auction platform,": "नवीनीकरण-अधिकार का मामला-नीलामी मंच के आवंटन का अधिकार, यदि यह",
  "if it already exists, co-exists - Change of place of business cannot": "पहले से मौजूद है, तो सह-अस्तित्व में है-व्यवसाय के स्थान के परिवर्तन को",
  "be made basis for rejection-Mandi Board though competent to reject": "अस्वीकृति का आधार नहीं बनाया जा सकता है-मंडी बोर्ड हालांकि अस्तित्व में",
  "Held, that the form of licence contains the place of business. The": "माना जाता है कि लाइसेंस के रूप में व्यवसाय का स्थान शामिल है | लाइसेंस जारी करने",
  "application form for issue of licence also requires the particulars of form": "के लिए आवेदन पत्र में लाइसेंस के प्रपत्र का विवरण भी भरना आवश्यक है।",
  "Section 10 of the Act. The relevant Rule 21 that allows for renewal of licence": "तहत प्राप्त लाइसेंस के नवीनीकरण की अनुमति देने वाले प्रासंगिक नियम 27 में",
  "such renewal only by reference to a change of place of business within the": "लाइसेंसधारक को केवल अधिसूचित क्षेत्र के भीतर व्यवसाय के स्थान के परिवर्तन के",
  "notified area. Indeed a right to issue licence carries with it a right to make modifications or corrections, as provided under Section 26 of the General": "लाइसेंस जारी करने के अधिकार के साथ सामान्य खंड अधिनियम की खंड 26 के तहत संशोधन या सुधार करने का अधिकार है। याचिकाकर्ता को लाइसेंस के",
  "only because in the form of application, a licensee has changed the place of business within the notified area.": "आवेदन के रूप में, एक लाइसेंसधारी ने अधिसूचित क्षेत्र के भीतर व्यवसाय का स्थान बदल दिया है।",
  "(Para 5)": "(पैरा 5)",
  "AND OTHERS (K. Kannan, J.)": "और अन्य (के. कन्‍नन, जे.)",
  "an owner or as a tenant. In this case, however, it is not as if the petitioner": "मालिक या किरायेदार के रूप में | हालाँकि, इस मामले में ऐसा नहीं है कि याचिकाकर्ता",
  "does not have a shop within the premises. He has taken a lease of shop": "की परिसर के भीतर कोई दुकान नहीं है | उन्होंने दुकान का पट्टा ॥0.]2 लिया है और",
  "No. 12 and the claim for renewal itself is made only in respect of his business at shop No.12. He cannot, therefore, be denied either the entitlement of": "नवीनीकरण का दावा केवल दुकान |४०.]2 पर उनके व्यवसाय के संबंध में किया जाता",
  "a right of renewal of the licence or a right of allotment of space in auction": "है ।इसलिए, उसे लाइसेंस के नवीनीकरण के अधिकार या नीलामी मंच में स्थान के",
  "(Para 9)": "(पैरा 9)",
  "Vikas Bahl, Advocate for the petitioner (in CWP No.5886 of 2009)": "विकास बहल, याचिकाकर्ता के लिए अधिवक्ता (2009 के सी. डब्ल्यू, पी,",
  "and for respondent No.5 (in CWP No. 12684 of 2009)": "|॥0.5886 में) और प्रतिवादी संख्या 5 (2009 के सी. डब्ल्यू, पी. ४0.2684 में)",
  "Chetan Mittal, Senior Advocate with Kunal Mulwani, Advocate for": "चेतन मित्तल, कुणाल मुलवानी के साथ वरिष्ठ अधिवक्ता, याचिकाकर्ता के लिए",
  "the petitioner (in CWP No.12684 of 2009) and for respondent": "अधिवक्ता (2009 के सी. डब्ल्यू, पी. ४0.2684 में) और प्रतिवादी संख्या 5",
  "No.5 (in CWP No.5886 of 2009)": "(2009 के सी. डब्ल्यू, पी. ॥0.5886 में)",
  "Parveen Gaur, Advocate for respondent No.1 J.R. Sayal, Advocate for respondents No.2 to 4": "परवीन गौर, प्रतिवादी नंबर ] जे. आर, सयाल के लिए अधिवक्ता, उत्तरदाताओं के लिए नंबर 2 से 4 के लिए अधिवक्ता",
  "K. KANNAN, J.": "के. कन्‍नन, जे.",
  "I. Subject of lis: Rejection of application for renewal of licence for a new place of business in the market": "|. लिस का विषयःबाजार में व्यवसाय के नए स्थान के लिए लाइसेंस के नवीनीकरण के लिए आवेदन को अस्वीकार करना।",
  "(1) The petitioner challenges the rejection of his application for renewal of licence as Kacha Aartiya under the Punjab Agricultural Produce": "(]) याचिकाकर्ता ने पंजाब कृषि उपज बाजार अधिनियम, 967 (जिसे इसके बाद",
  "renewal of licence as Kacha Aartiya under the Punjab Agricultural Produce Markets Act, 1961 (hereinafter called, ‘the Act’). The admitted case is that": "'अधिनियम' कहा जाता है) के तहत लाइसेंस के नवीनीकरण के लिए अपने आवेदन को कच आरती के रूप में अस्वीकार करने को चुनौती दी है |स्वीकार किया गया मामला यह",
  "he had been a licensee since the year 1970 and he was running his business": "है कि वह वर्ष 970 से लाइसेंसधारी था और वह एससीएफ 27, सब्जी मंडी, सेक्टर-",
  "from SCF 27, Sabji Mandi, Sector-26, Chandigarh. The petitioner had": "26, चंडीगढ़ से अपना व्यवसाय चला रहा था ।याचिकाकर्ता को मकान मालिक द्वारा",
  "been evicted by the landlord and he had entered into a fresh arrangement with another owner of SCF 12 in the same Mandi. The application was": "बेदखल कर दिया गया था और उसने उसी मंडी में एससीएफ ]2 के एक अन्य मालिक",
  "at SCF 27 but it was for shop SCF 12 and the rule did not permit the renewal when he has changed the shop to another premises.": "था कि नवीनीकरण एससीएफ 27 में उसी दुकान के संबंध में नहीं था, बल्कि यह दुकान",
  "988 I.L.R. PUNJAB AND HARYANA 2012(1)": "988",
  "business had already established. The learned counsel refers to the language": "व्यवसाय पहले ही स्थापित हो चुका था विद्वान अधिवक्ता खंड 0 में उस भाषा को",
  "in Section 10 that provides for application for licensees, which enables “any": "संदर्भित करता है जो लाइसेंसधारियों के लिए आवेदन प्रदान करती है, जो \"किसी भी",
  "person” to apply to the authority specified under Section 9 for a licence.": "व्यक्ति\" को लाइसेंस के लिए खंड 9 के तहत निर्दिष्ट प्राधिकरण को आवेदन करने में",
  "The counsel would refer to Rule 20, which enables a licensee to apply for": "सक्षम बनाती है।वकील नियम 20 का उल्लेख करेगा, जो एक लाइसेंसधारी को उस",
  "marking addition or deletion in the particulars of business for which licence": "व्यवसाय के विवरण में अंकन जोड़ या हटाने के लिए आवेदन करने में सक्षम बनाता है",
  "has been issued to him. This according to him would include a change in": "जिसके लिए उसे लाइसेंस जारी किया गया है | उनके अनुसार इसमें परिसर में बदलाव भी",
  "(3) The counsel for the petitioner, Sh. Vikas Bahl points out to": "(3) याचिकाकर्ता के वकील, एस। विकास बहल कुछ उदाहरणों की ओर इशारा करते हैं",
  "me the data collected through applications filed under the RTI Act. The": "दायर आवेदनों द्वारा से एकत्र किए गए आंकड़ों को प्रस्तुत करते हैं। प्रतिवादी संख्या",
  "counsel appearing on behalf of respondents No.2 and 3 admits to such": "2 और 3 की ओर से पेश वकील ऐसे उदाहरणों को स्वीकार करता है, लेकिन वह तर्क",
  "instances but he would argue that these were clearly irregularities and actions have been taken against officials, who were responsible for entertaining": "देगा कि ये स्पष्ट रूप से अनियमितताएं थीं और उन अधिकारियों के खिलाफ कार्रवाई",
  "change in place of business in applications for renewal of licences under": "की गई है, जो अधिनियम के तहत लाइसेंस के नवीनीकरण के लिए आवेदनों में व्यवसाय",
  "effected as governing the rights of the parties to entitle the petitioner to ask": "और याचिकाकर्ता को पते में बदलाव की मांग करने का अधिकार देने के लिए पक्षों के",
  "for a change of address, since the respondents No.2 and 3 admit that their": "नहीं दूंगा, क्योंकि उत्तरदाता संख्या 2 और 3 स्वीकार करते हैं कि उनके शुरुआती कार्य",
  "(4) Responding to the contention that the application could be entertained under the Rule 20, the counsel appearing on behalf of the Market Committee argues that the form of licence itself provides distinctly": "(4) इस तर्क का जवाब देते हुए कि नियम 20 के तहत आवेदन पर विचार किया जा सकता है, बाजार समिति की ओर से पेश वकील का तर्क है कि लाइसेंस का रूप स्वयं",
  "for two details, inter alia, namely, particulars of business for which the": "दो विवरणों के लिए स्पष्ट रूप से प्रदान करता है, अन्य बातों के साथ-साथ, व्यवसाय",
  "licence is valid in column no.5 and place of business in column no.6. The counsel would, therefore, contend the change in style and membership of": "का विवरण जिसके लिए लाइसेंस कॉलम संख्या अन्य बातों के साथ साथ मान्य है।5 और कॉलम नं. में व्यवसाय का स्थान | 6.इसलिए, वकील उस फर्म की शैली और",
  "counsel would, therefore, contend the change in style and membership of the firm that Rule 20 contemplates and the marking of addition or deletion": "सदस्यता में परिवर्तन का विरोध करेगा जिस पर नियम 20 विचार करता है और",
  "in the particulars of business for which a licence has been issued to him": "व्यवसाय के विवरणों में जोड़ या हटाने की अंकन जिसके लिए उसे लाइसेंस जारी किया",
  "must be understood as any change in the particulars referred to in column": "गया है, कॉलम संख्या में निर्दिष्ट विवरणों में किसी भी परिवर्तन के रूप में समझा जाना",
  "no.5. Consequently, a change in place of business, which is a distinct clause,": "चाहिए | 5.नतीजतन, व्यवसाय के स्थान में परिवर्तन, जो एक अलग खंड है, को खंड",
  "must be attached specifically to a particular shop then, the owner of the": "लगाना और उसे दुकान से जोड़ना संभव है, जो विशेष रूप से मालिक के रूप में या",
  "SOOD BROTHERS’ v. UNION TERRITORY, CHANDIGARH 989": "989 सूद ब्रदर्स बनाम यूनियन टेरिटरी, चंडीगढ़",
  "for issue of licence also requires the particulars of form of licence to be": "आवेदन पत्र लाइसेंस जारी करने के लिए भी लाइसेंस के प्रपत्र के विवरण भरने की",
  "filled. Issue of licence is done, sourced to the power under Section 10 of": "आवश्यकता होती है । अधिनियम की खंड 0 के तहत लाइसेंस जारी किया जाता है।",
  "the Act. The relevant Rule 21 that allows for renewal of licence obtained under Section 10 or 13 contains no fetter to a licensee to obtain such": "खंड 0 या 3 के तहत प्राप्त लाइसेंस के नवीनीकरण की अनुमति देने वाले प्रासंगिक नियम 2व में लाइसेंसधारक को केवल अधिसूचित क्षेत्र के भीतर व्यवसाय के",
  "area. Indeed a right to issue licence carries with it a right to make modifications": "नहीं है | वास्तव में लाइसेंस जारी करने के अधिकार के साथ सामान्य खंड अधिनियम की",
  "or corrections, as provided under Section 26 of the General Clauses Act.": "खंड 26 के तहत संशोधन या सुधार करने का अधिकार है। याचिकाकर्ता को लाइसेंस",
  "The petitioner cannot be denied the right of renewal of licence only because": "के नवीनीकरण के अधिकार से केवल इसलिए वंचित नहीं किया जा सकता है क्‍योंकि",
  "in the form of application, a licensee has changed the place of business within": "आवेदन के रूप में, एक लाइसेंसधारी ने अधिसूचित क्षेत्र के भीतर व्यवसाय का स्थान",
  "upholding the petitioner’s claim but a subsidiary issue relating to allocation": "का निपटारा करना चाहिए, लेकिन नीलामी मंच में आवंटन से संबंधित एक सहायक मुद्दा",
  "cannot be discarded. The petitioner feels aggrieved by the rejection of the": "याचिकाकर्ता नवीनीकरण के दावे की अस्वीकृति से व्यथित महसूस करता है और केवल",
  "III. Renewal of licence carries with it right to allocation of": "॥॥|. लाइसेंस के नवीनीकरण के साथ नीलामी मंचों के अधिकार के आवंटन का",
  "(6) The learned counsel for the petitioner would point out that if": "(6) याचिकाकर्ता के विद्वान अधिवक्ता यह इंगित करेंगे कि यदि लाइसेंस को सरेंडर कर",
  "the licence should be surrendered and a fresh licence were to be obtained,": "दिया जाना चाहिए और एक नया लाइसेंस प्राप्त किया जाना है, तो वह वरिष्ठता खो देगा",
  "for the auction platform. The petitioner as an old licensee, who has an": "लाइसेंसधारी के रूप में याचिकाकर्ता, जिसके पास उस समय के दौरान एक नीलामी मंच",
  "auction platform carved out to him during the time when he was running a shop in SCF 27, will face the prospect of losing the auction platform, if a fresh application were to be filed. However, he would point out that": "है जब वह एससीएफ 27 में एक दुकान चला रहा था, अगर एक नया आवेदन दायर किया जाना था, तो नीलामी मंच खोने की संभावना का सामना करना पड़ेगा | हालाँकि,",
  "only by the fact that the officials were hand in gloves with the 5th respondent": "से कोई कठिनाई नहीं हुई कि अधिकारियों ने 5 वें प्रतिवादी के साथ हाथ मिलाया और",
  "and applied a different yardstick to allot to him a space in the auction platform, even though persons, who had been granted licenses prior to the": "उन्हें नीलामी मंच में जगह आवंटित करने के लिए एक अलग पैमाना लागू किया, भले ही",
  "SOOD BROTHERS’ v. UNION TERRITORY, CHANDIGARH 99]": "99] सूद ब्रदर्स बनाम यूनियन टेरिटरी, चंडीगढ़",
  "There is therefore no doubt in my mind that the expression “any person” under Section 10 for grant of licence ought not to be seen without reference": "इसलिए मेरे दिमाग में कोई संदेह नहीं है कि लाइसेंस देने के लिए खंड 0 के तहत \"कोई भी व्यक्ति\" अभिव्यक्ति को उपरोक्त नियम के संदर्भ के बिना नहीं देखा जाना",
  "to the above rule insofar as a claim for an auction platform is made. A mere": "चाहिए क्‍योंकि नीलामी मंच के लिए दावा किया जाता है ।एक मात्र लाइसेंसधारी, जिसके",
  "licensee, who does not have a shop cannot have a right to an auction platform. Since the dispute centres around the prospect of losing seniority": "पास दुकान नहीं है, उसे नीलामी मंच का अधिकार नहीं हो सकता है।चूंकि विवाद",
  "platform. Since the dispute centres around the prospect of losing seniority and also a loss of entitlement to space in the auction platform, I would hold": "वरिष्ठता खोने की संभावना और नीलामी मंच में स्थान की पात्रता के नुकसान के इर्द-",
  "to a shop in some capacity either as an owner or as a tenant. In this case,": "अधिकार नहीं हो सकता है यदि वह मालिक या किरायेदार के रूप में किसी क्षमता में",
  "however, it is not as if the petitioner does not have a shop within the": "दुकान का अधिकार नहीं रखता है | हालाँकि, इस मामले में ऐसा नहीं है कि याचिकाकर्ता",
  "therefore, be denied either the entitlement ofa right of renewal of the licence": "है । इसलिए, उसे लाइसेंस के नवीनीकरण के अधिकार या नीलामी मंच में स्थान के",
  "(10) If the petitioner’s entitlement for renewal cannot be denied and": "(]0) यदि नवीनीकरण के लिए याचिकाकर्ता की पात्रता से इनकार नहीं किया जा",
  "is also seen to be eligible for allotment of space in the auction platforms": "सकता है और नियमों के अनुसार नीलामी मंचों में स्थान के आवंटन के लिए भी योग्य",
  "as per the rules then, the issue is whether the petitioner can apply for a renewal without forfeiting his claim to a space in the auction platform. I have": "माना जाता है, तो मुद्दा यह है कि क्‍या याचिकाकर्ता नीलामी मंच में अपने दावे को जब्त",
  "the necessity of having a shop in the premises. What space it shall be in": "में दुकान रखने की आवश्यकता से अधिक कुछ नहीं बताया गया है ।नीलामी मंच में",
  "of space in the auction platforms and, therefore, there has to be a workable policy to accommodate persons, who are the licensees. It is a matter of": "और इसलिए, उन व्यक्तियों को समायोजित करने के लिए एक व्यावहारिक नीति होनी चाहिए, जो लाइसेंसधारी हैं | यह तथ्य की बात है कि नीलामी मंचों में जगह की उपलब्धता",
  "fact that licences have been given to number of persons without reference": "के संदर्भ के बिना कई व्यक्तियों को लाइसेंस दिए गए हैं |इसलिए, नए लाइसेंसों के",
  "be a restriction in the grant of fresh licenses, which are not in the nature": "अनुदान में एक प्रतिबंध होना चाहिए, जो नवीनीकरण की प्रकृति में नहीं हैं ताकि",
  "an issue. If it is not possible to make such restriction, the only method of": "संभव नहीं है, तो इस मुद्दे को न्यायोचित रूप से संबोधित करने का एकमात्र तरीका",
  "addressing the issue justly shall be to attach the right to the auction platform on the basis of seniority on ‘first come, first served’ basis. It is not perhaps": "'पहले आओ, पहले पाओ' के आधार पर वरिष्ठता के आधार पर नीलामी मंच पर अधिकार संलग्न करना होगा | यह शायद सबसे आदर्श स्थिति नहीं है, लेकिन यह नीलामी मंचों में",
  "the most ideal situation, but it is at least exigent to a reality of non-availability": "संलग्न करना होगा | यह शायद सबसे आदर्श स्थिति नहीं है, लेकिन यह नीलामी मंचों में जगह की अनुपलब्धता की वास्तविकता के लिए कम से कम आवश्यक है | 'पहले आओ,"
}