{
  "(FULL BENCH)": "(पूरा बेंच)",
  "Before G. C. Mital, A.C.J., A. P. Chowdhri and H. S. Bedi, JJ.": "जी. सी. मित्तल, ए.सी.जे. , ए. पी. चौधरी और एच. एस. बेदी, न्यायाधीशों के समक्ष",
  "RAM PARSHAD,—Petitioner.": "राम प्रसाद,-याचिकाकर्ता,",
  "versus": "बनाम",
  "THE INDIAN INSTITUTE OF BANKERS, BOMBAY,—Respondent.": "भारतीय बैंकर संस्थान, बॉम्बे,-उत्तरदाता।",
  "Civil Writ Petition No. 6967 of 1987.": "4987 का ८४४० नंबर 6967।",
  "Constitution of India, 1950—Arts. 12 & 226—Indian Companies": "भारत का संविधान, 4950-अनुच्छेद 42 और 226-भारतीय कंपनी अधिनियम, 4943-धारा 26-कंपनी",
  "Act, 1913—S. 26—Indian Institute of Bankers incorporated under": "अधिनियम के तहत निगमित भारतीय बैंकर संस्थान-बैंकिंग में अध्ययन की उन्नति और परीक्षाओं के",
  "Companies Act—Primary aim towards advancement of study in Banking and conducting examinations—Institute not fulfilling tests": "संचालन की दिशा में प्राथमिक उद्देश्य-संस्थान सर्वोच्च न्यायालय द्वारा निर्धारित परीक्षणों को पूरा नहीं कर",
  "laid down by Supreme Court—Such Institute—Whether amenable to writ jurisdiction.": "रहा है-ऐसा संस्थान-क्या रिट अधिकार क्षेत्र के लिए उत्तरदायी है।",
  "Held, that applying the tests laid down by the Supreme Court and other well recognised conditions for mandamus, the Indian": "यह अभिनिर्धारित किया गया कि उच्चतम न्यायालय द्वारा निर्धारित परीक्षणों और अन्य मान्यताप्राप्त शर्तों",
  "meaning of Article 12 or for purposes of ‘Article 226 of the": "को लागू करते हुए भारतीय बैंकर संस्थान अनुच्छेद 42 के अर्थ के भीतर या संविधान के अनुच्छेद 226 के",
  "Civil Writ Petition Under Articles 226/227 of the Constitution of India praying that: —": "भारत के संविधान के अनुच्छेद 226/224 के तहत सिविल रिट याचिका में अनुरोध किया गया है कि: -",
  "(i) a writ in the nature of Mandamus or Certiorari or any other appropriate writ order or direction quashing the": "मैंडमस या सर्टिओरारी की प्रकृति का रिट या आदेश को रद्द करने वाला कोई अन्य उपयुक्त रिट",
  "order Annexure P-8, be issued ; ,": "आदेश या निर्देश अनुलग्नक पी-8 जारी किया जाए;",
  "(ii) a Writ in the Nature of Mandamus directing the respon- dent to declare the result of the petitioner and if found": "मैंडमस की प्रकृति में एक रिट जिसमें प्रतिवादी को याचिकाकर्ता का परिणाम घोषित करने का",
  "dent to declare the result of the petitioner and if found qualified to treat him pass with effect from May, 1986,": "निर्देश दिया गया है और यदि वह मई, 986, जब परीक्षा आयोजित की गई थी, से प्रभावी",
  "when the examination was held, be issued ;": "होने के लिए उसे उत्तीर्ण मानने के लिए योग्य पाया जाता है, तो जारी किया जाएगा;",
  "(iit) a writ in the nature of Mandamus directing the Respon- dent to permit the petitioner to take his examination of the CAIIB Part-I/II, at regular intervals, be issued ;": "प्रत्यर्थी को याचिकाकर्ता को नियमित अंतराल पर सी. ए. आई. आई. बी. भाग-॥/॥ की परीक्षा देने की अनुमति देने का निर्देश देते हुए परमादेश की प्रकृति का एक रिट जारी किया जाए;",
  "(tv) an Interim relief of permitting the petiitoner to appear in the forthcoming examination of the CAIIB and an": "याचिकाकर्ता को सी. ए. आई. आई. बी. की आगामी परीक्षा में उपस्थित होने की अनुमति देने",
  "interim direction to the Respondent to declare petitioner’s": "की अंतरिम राहत और प्रतिवादी को याचिकाकर्ता का परिणाम घोषित करने का अंतरिम",
  "result, be issued ;": "निर्देश जारी किया जाए;",
  "(v) Requirement of Rule 20(2) of the writ jurisdiction Rules may kindly be dispensed with ; —": "रिट अधिकारिता नियमों के नियम 20 (2) की आवश्यकता को कृपया समाप्त किया जा सकता है;",
  "(vi) requirement regarding services of advance notice of this": "इस रिट याचिका की अग्रिम सूचना की सेवाओं के संबंध में आवश्यकता और अनुलग्नक की",
  "(vii) the costs of this writ petition may also be awarded to the petitioner ;": "इस रिट याचिका की लागत भी याचिकाकर्ता को दी जा सकती है;",
  "(viii) filing of originals may kindly be dispensed with ;": "मूल की फाइलिंग को कृपया समाप्त किया जा सकता है;",
  "M. M. Kumar, Pawan Kumar and Nirmal Singh, Advocates, for the Petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता एम. एम. कुमार, पवन कुमार और निर्मल सिंह।",
  "Central Government or the State Government nor is the institute": "संस्थान की शेयर पूंजी केंद्र सरकार या राज्य सरकार के पास नहीं है और न ही संस्थान वित्तीय",
  "dependent on the Government for financial assistance. In fact, reference to the 60th Annual Report shows the following break-up": "सहायता के लिए सरकार पर निर्भर है। वास्तव में, 60 वीं वार्षिक रिपोर्ट के संदर्भ में संस्थान की",
  "of the income of the Institute :—": "आय का निम्नलिखित विवरण मिलता हैः -",
  "(1) Examination fee = 45.82 per cent.": "() परीक्षा शुल्क 5 45.82 प्रतिशत",
  "(2) Subscription from individual": "(2) व्यक्तिगत सदस्यों से सदस्यता - 23.5 प्रतिशत",
  "members. =23.15 per cent. (3) Subscription from Institutional": "(3) संस्थागत सदस्यों से सदस्यता 5 6.09 प्रतिशत",
  "(4) Interest and other misc. =12.05 per cent": "(4) ब्याज और अन्य विविध 5 2.05 प्रतिशत",
  "(5) Correspondence courses tutorial": "(5) पत्राचार पाठ्यक्रम ट्यूटोरियल कक्षा",
  "cation of books, =2.89 per cent": "के प्रकाशन पर रॉयल्टी - 2.89 प्रतिशत",
  "100.00": "400.00",
  "(17) In 1988, the total membership of the Institute stood over": "(47) 4988 में संस्थान की कुल सदस्यता 6 लाख से अधिक थी। वर्ष में दो बार संस्थान की",
  "6 lakhs. About 2 lakh candidates appeared at the Associate Exami-": "एसोसिएट परीक्षा में लगभग 2 लाख उम्मीदवार उपस्थित होते थे। यह परीक्षा देश के 488 केंद्रों",
  "at 488 Centres in the country and 13 centres abroad. About 40,000 new members were admitted every year and an increasingly large": "और विदेशों में 43 केंद्रों पर आयोजित की गई थी। हर साल लगभग 40,000 नए सदस्यों को प्रवेश",
  "number of members appeared at the examination of the Institute,—": "दिया जाता था और संस्थान की परीक्षा में बड़ी संख्या में सदस्य उपस्थित होते थे, (संस्थान के मुख्य",
  "(vide the article by Prof. R. D. Pandiya, Chief Secretary of the Insti-": "सचिव प्रो. आर. डी. पांडिया के लेख के अनुसार, फाइनेंशियल एक्सप्रेस सप्लीमेंट के पेज 44 कॉलम",
  "(10) The contention of Mr. M. M. Kumar, learned counsel for the petitioner, on the other hand, is that the respondent-Institute": "(40) दूसरी ओर, याचिकाकर्ता के विद्वान वकील श्री एम. एम. कुमार का तर्क है कि प्रत्यर्थी-",
  "satisfies at least three of the tests laid down by the Supreme Court": "संस्थान उच्चतम न्यायालय द्वारा निर्धारित परीक्षणों में से कम से कम तीन को संतुष्ट करता है और",
  "and, therefore, .the respondent-Institute should be held to be an instrumentality of the State so as to be amenable to writ jurisdic- tion of this court.": "इसलिए, प्रत्यर्थी-संस्थान को राज्य का एक साधन माना जाना चाहिए ताकि इस न्यायालय के रिट",
  "(11) We have given our earnest consideration to the respective submissions of the learned counsel for both the parties.": "(44) हमने दोनों पक्षों के विद्वान वकील की संबंधित दलीलों पर गंभीरता से विचार किया है।",
  "(12) With the advent of the welfare State, the activities of the Government multiplied and it was increasingly felt that the frame-": "(42) कल्याणकारी राज्य के आगमन के साथ, सरकार की गतिविधियाँ कई गुना बढ़ गईं और यह",
  "work of the civil service was not sufficient to handle the new task": "तेजी से महसूस किया गया कि सिविल सेवा का ढांचा नए कार्य को संभालने के लिए पर्याप्त नहीं था",
  "which was often of specialised and highly technical character. It": "जो अक्सर विशेष और उच्च तकनीकी चरित्र का होता था। इन परिस्थितियों में इन नई समस्याओं",
  "was in these circumstances that it became necessary to forge a new instrumentality or administrative device for handling these new": "से निपटने के लिए एक नया साधन या प्रशासनिक उपकरण बनाना आवश्यक हो गया। निगमों के",
  "problems. The device of the Corporations whether incorporated under the Companies Act or under a special law relating to the": "साधन, चाहे वे कंपनी अधिनियम के तहत निगमित हों या स्वयं विशेष निगम से संबंधित किसी",
  "particular corporation itself or under any other Act, was found to": "विशेष कानून के तहत या किसी अन्य अधिनियम के तहत निगमित हों, में काफी त्वरित निर्णय लेने",
  "possess the desired flexibility and capacity to take fairly quick decisions which was the need of the hour. Some of such bodies": "के लिए वांछित लचीलापन और क्षमता पाई गई जो समय की आवश्यकता थी। इनमें से कुछ",
  "exercised governmental functions. In some cases, the Corporations": "निकाय सरकारी कार्यों का प्रयोग करते थे। कुछ मामलों में, निगम पूरी तरह से या पर्याप्त रूप से",
  "were wholly or substantially owned or controled by the Govern- ment and it was in the changed situation that the question came": "सरकार के स्वामित्व या नियंत्रण में थे और यह बदली हुई स्थिति में था कि यह प्रश्न विचार के लिए",
  "up for consideration whether those corporations with the facade of a private body amounted to the State or an instrumentality of the": "सामने आया कि क्‍या एक निजी निकाय के रूप में सामने आने वाले निगम राज्य के बराबर हैं या",
  "State within the meaning or Article 12 and 226 of the Constitution.": "संविधान के अनुच्छेद 2 और 226 के अर्थ के भीतर राज्य के साधन हैं। भारत और संयुक्त राज्य",
  "Individual cases were decided by the courts both in India and in the United States of America. Their Lordships of the Supreme": "अमेरिका दोनों में अदालतों द्वारा व्यक्तिगत मामलों का निर्णय लिया जाता था। उनके सर्वोच्च",
  "Court considered several such cases and formulated various tests in paragraph 19 in Ramana. Dayaram Shetty’s cases (supra).": "न्यायालय के अध्यक्षों ने ऐसे कई मामलों पर विचार किया और रमण दयराम शेट्टी के मामलों में पैराग्राफ 9 में विभिन्न परीक्षण तैयार किए।",
  "(13) A Constitution Bench of the Supreme Court reiterated the aforesaid tests in Ajay Hasia’s case (supra). In paragraph 9 at page": "(43) सर्वोच्च न्यायालय की एक संविधान पीठ ने अजय हासिया के मामले में उपरोक्त परीक्षणों",
  "496 the tests were formulated as under :": "को दोहराया। पृष्ठ 496 पर पैराग्राफ 9 में परीक्षणों को निम्नानुसार तैयार किया गया थाः",
  "“(1) One thing is clear that if the entire share capital of the": "(4) एक बात स्पष्ट है कि यदि निगम की पूरी शेयर पूंजी सरकार के पास है तो यह संकेत देने",
  "corporation is held by the Government it will go a long way towards indicating that the corporation is an instru-": "की दिशा में एक लंबा रास्ता तय करेगा कि निगम सरकार की एक प्रशिक्षक मानसिकता",
  "mentality or agency of Government.": "एक राज्य एजेंसी या साधन है।",
  "The institute was incorporated as a_ public limited company": "निर्णय लिया कि भारतीय कंपनी अधिनियम के तहत निगमित कंपनी होने के नाते संस्थान एक",
  "men and industrialists of the country. One of the primary aims of": "बैंकर, व्यवसायी और उद्योगपति शामिल थे। संस्थान के प्राथमिक उद्देश्यों में से एक बैंकिंग के",
  "the Institute is the advancement of study of the theory and practice of banking. As banking is service oriented industry, the.. man-": "सिद्धांत और अभ्यास के अध्ययन की उन्नति है। चूंकि बैंकिंग सेवा उन्मुख उद्योग है, मानव शक्ति",
  "power is the key input and the Institute has, therefore, focussed its attention on human resource development. With that aim in view,": "प्रमुख इनपुट है और इसलिए संस्थान ने मानव संसाधन विकास पर अपना ध्यान केंद्रित किया है। इस उद्देश्य को ध्यान में रखते हुए, संस्थान ने पत्राचार पाठ्यक्रमों के माध्यम से अन्य बातों के साथ-",
  "the Institute has undertaken a programme of imparting inservice": "साथ सेवा निर्माण प्रदान करने का एक कार्यक्रम शुरू किया है। संस्थान वर्ष में दो बार विषयों में",
  "conducts its Associate Examination (CAIIB Certificated Associate": "बैंक कर्मचारियों के लिए अपनी एसोसिएट परीक्षा (सीएआईआईबी सर्टिफिकेटेड एसोसिएटेड ऑफ",
  "of Indian Institute of Bankers) for bank employees twice a year in": "इंडियन इंस्टीट्यूट ऑफ बैंकर्स) आयोजित करता है, जिसे दो भागों में विभाजित किया जाता है,",
  "of the banks, including nationalised banks, are Institutional": "जिसे भाग- और भाग-ा कहा जाता है। राष्ट्रीयकृत बैंकों सहित अधिकांश बैंक संस्थान के संस्थागत",
  "Members of the Institute. The member banks accord recognition to the certificates, diplomas etc. issued by the Institute and- on the": "सदस्य हैं। सदस्य बैंक संस्थान द्वारा जारी किए गए प्रमाणपत्रों, डिप्लोमा आदि को मान्यता देते हैं",
  "basis thereof grant promotion, fix seniority and allow increments etc.": "और उसके आधार पर अनुदान पदोन्नति, वरिष्ठता तय करते हैं और वेतन वृद्धि की अनुमति देते हैं।",
  "(4) The petitioner is a clerk in the State Bank of Maharashtra": "(4) याचिकाकर्ता स्टेट बैंक ऑफ महाराष्ट्र में क्लर्क है जो चंडीगढ़ में तैनात है। वह मई, 4986 में संस्थान",
  "posted at Chandigarh. He appeared in CAIIB Part-I examination": "द्वारा आयोजित सीएआईआईबी भाग-4 की परीक्षा में उपस्थित हुए। संस्थान ने याचिकाकर्ता पर",
  "fold penality on the petitioner on the ground that his answer book contained material which had either been copied from another": "इस आधार पर तीन गुना दंड लगाया कि उसकी उत्तर पुस्तिका में ऐसी सामग्री थी जिसे या तो",
  "contained material which had either been copied from another examinee or the same had been copied from a common source by the petitioner and some others. The penalties were that his candi-": "किसी अन्य परीक्षार्थी से कॉपी किया गया था या जिसे याचिकाकर्ता और कुछ अन्य लोगों द्वारा",
  "appearing in any examination held by the Institute upto May 31,": "कर दिया गया था, उन्हें 3। मई, 99 तक संस्थान द्वारा आयोजित किसी भी परीक्षा में बैठने से",
  ". 1991, and his name was to be reported to the bank in which he was": "रोक दिया गया था, और उनका नाम उस बैंक को सूचित किया जाना था जिसमें वे सेवारत थे।",
  "serving. The petitioner challenged the imposition of the above penalties through the present writ petition under Article 226 seeking": "याचिकाकर्ता ने अनुच्छेद 226 के तहत वर्तमान रिट याचिका के माध्यम से उपरोक्त दंड के",
  "a writ of mandamus directing the respondent to declare his result and if he was found to have passed, to treat him as such with effect": "अधिरोपण को चुनौती दी, जिसमें प्रत्यर्थी को अपना परिणाम घोषित करने और यदि वह उत्तीर्ण",
  "and if he was found to have passed, to treat him as such with effect from the date of examination and to remove the other. penalties im- posed hy the Institute. ,": "पाया जाता है, तो उसे परीक्षा की तारीख से प्रभावी रूप से व्यवहार करने और संस्थान द्वारा",
  "(5) The writ petition has been resisted. A preliminary objec-": "(5) रिट याचिका का विरोध किया गया है। एक प्रारंभिक आक्षेप लिया गया था कि रिट याचिका",
  "respondent was not an instrumentality of the State.": "विचारणीय नहीं थी क्योंकि प्रतिवादी राज्य का साधन नहीं था।",
  "(6) At the time of hearing before the learned Single Judge, learned counsel for the respondent placed reliance on Virinder": "(6) विद्वत एकल न्यायाधीश के समक्ष सुनवाई के समय, प्रत्यर्थी के विद्वत वकील ने विरिंदर कुमार",
  "Kumar Kauro’s case (supra). It was submitted that the aforesaid": "कौरा के मामले पर भरोसा जताया। यह प्रस्तुत किया गया था कि उपरोक्त निर्णय का पालन इस",
  "(19) The contention of Mr. Kumar that the Institute enjoys a monopoly status, referable to test No. 3, is largely based on the fact": "(9) श्री कुमार का यह तर्क कि संस्थान को एकाधिकार का दर्जा प्राप्त है, जो परीक्षण संख्या 3",
  "that the Institute is the only one of its type in India and all the": "के लिए संदर्भित है, काफी हद तक इस तथ्य पर आधारित है कि यह संस्थान भारत में अपने प्रकार",
  "‘banks have to depend on it. In other words, the Institute enjoys a": "का एकमात्र संस्थान है और सभी बैंकों को इस पर निर्भर रहना पड़ता है। दूसरे शब्दों में, संस्थान",
  "monopoly status. In our considered view, the contention is unten-": "को एकाधिकार का दर्जा प्राप्त है। हमारे विचार में, विवाद असमर्थनीय है। कथित एकाधिकार का",
  "able. The supposed monopoly status is not State conferred nor State protected. It has been seen that the Institute was incorporat-": "दर्जा न तो राज्य को दिया गया है और न ही राज्य संरक्षित है। यह देखा गया है कि संस्थान को एक",
  "ed as a private limited company and it continues to be so. There is": "प्राइवेट लिमिटेड कंपनी के रूप में शामिल किया गया था और यह अभी भी जारी है। ऐसा कोई",
  "no law prohibiting any other company with similar aims and objects": "कानून नहीं है जो समान उद्देश्यों और उद्देश्यों वाली किसी अन्य कंपनी को शामिल करने से रोकता",
  "to be incorporated. In the article by Mr. M. N. Goiporia at page 10 column 1 of the Supplement, there is reference to several institution": "हो। पूरक के पृष्ठ ।0 कॉलम पर मिस्टर एम. एन. गोइपोरिया के लेख में, कई संस्थानों का संदर्भ है",
  "which have training facilities in various branches of banking.": "जिनके पास बैंकिंग की विभिन्न शाखाओं में प्रशिक्षण सुविधाएं हैं। इसमें कोई संदेह नहीं है कि वर्षों",
  "No doubt, system of examination of CAIIB as evolved over the years is peculiar to the Institute and in that sense it is a poineer and holds": "से विकसित सीएआईआईबी की परीक्षा प्रणाली संस्थान के लिए विशिष्ट है और इस मायने में यह",
  "monopoly but the aforesaid status is neither State conferred nor": "एक अग्रणी है और एकाधिकार रखता है, लेकिन उपरोक्त स्थिति न तो राज्य को प्रदान की गई है",
  "State protected. In our view, therefore, this test is not satisfied.": "और न ही राज्य संरक्षित है। इसलिए, हमारे विचार में, यह परीक्षण संतुष्ट नहीं है।",
  "(20) With regard to the 4th test, Mr. Kumar submitted - that deep and pervasive State contro] over the Institute was evident from": "(20) चौथे परीक्षण के संबंध में, श्री कुमार ने प्रस्तुत किया कि संस्थान पर गहरा और व्यापक",
  "Bank of India was elected as the President of the Institute. He further submitted that the Government of India had appointed a": "संस्थान के अध्यक्ष के रूप में चुना गया था। उन्होंने आगे कहा कि भारत सरकार ने 969 में एक",
  "“guidance, advice and counsel” of the top government officials of the Government of India. For these submissions, learned counsel relied": "\"मार्गदर्शन, सलाह और परामर्श\" का लाभ मिला था। इन प्रस्तुतियों के लिए, विद्वान वकील ने",
  "on the write-up in the Financial Express aforesaid. ‘In our view,": "उपरोक्त फाइनेंशियल एक्सप्रेस में लिखे लेख पर भरोसा किया। हमारे विचार में, ये तथ्य संस्थान",
  "these facts do not go to show deep and pervasive State control over the Institute. Having regard to the provisions of the Articles of": "पर गहरे और व्यापक राज्य नियंत्रण को नहीं दर्शाते हैं। संघ के अनुच्छेदों के प्रावधानों को ध्यान में",
  "Association, the President of the Institute is to be elected in the general meeting. Going by the said provisions, it is perfectly possi-": "रखते हुए, संस्थान के अध्यक्ष का चुनाव आम बैठक में किया जाना है। उक्त प्रावधानों के अनुसार,",
  "Reserve Bank of India as president. In fact, it appears'to be a": "संभव है। वास्तव में, यह संस्थान के साथ-साथ भारतीय रिजर्व बैंक के गवर्नर के लिए एक",
  "provision is for the election of the President from amongst its members.": "प्रावधान अपने सदस्यों में से अध्यक्ष के चुनाव के लिए है।",
  "(21) The appointment of the Banking Commission does not go to show any State control. It has not been shown that the terms of": "(2) बैंकिंग आयोग की नियुक्ति किसी भी राज्य के नियंत्रण को नहीं दर्शाती है। यह नहीं",
  "the reference of the Banking Commission related only to the Insti-": "दिखाया गया है कि बैंकिंग आयोग के संदर्भ की शर्तें केवल संस्थान से संबंधित हैं और देश में",
  "tute and not to the banking industry in general in the country. The": "सामान्य रूप से बैंकिंग उद्योग से संबंधित नहीं हैं। श्री कुमार द्वारा जिस लेख पर भरोसा किया गया",
  "mittee constituted by the Council of the Institute under the Chair-": "की अध्यक्षता में संस्थान की परिषद द्वारा गठित एक समिति द्वारा की गई थी और सिफारिशों को",
  "ed not as the recommendations of the Banking Commission but as": "बैंकिंग आयोग की सिफारिशों के रूप में नहीं, बल्कि संस्थान की परिषद द्वारा गठित समीक्षा",
  "recommendations of the Review Committee constituted by the council of the Institute —(Vide page 10 column 6 of the Special": "समिति की सिफारिशों के रूप में स्वीकार किया गया था -(शं6९ 998९ 40 ८०एाग 6 ०6",
  "Supplement). Giving of guidance, advice and counsel does not indicate any State control. No provision either of the Memorandum": "5ए९९ंगे 5709ए7शाशा(). मार्गदर्शन, सलाह और परामर्श देना किसी भी राज्य के नियंत्रण का संकेत",
  "or of the Articles of any statute has been brought to our notice": "नहीं देता है। ज्ञापन या किसी भी कानून के अनुच्छेदों का कोई प्रावधान हमारे संज्ञान में नहीं लाया",
  "which would make. any directive of the Government binding on the": "गया है जो सरकार के किसी भी निर्देश को संस्थान के लिए बाध्यकारी बनाएगा। चीजों की प्रकृति",
  "be-had trom any quarter depending on the will of the person giving it and the person receiving it.": "में, इसे देने वाले व्यक्ति और इसे प्राप्त करने वाले व्यक्ति की इच्छा के आधार पर किसी भी हिस्से से",
  "(22) With regard to the 5th test, Mr. Kumar submitted that the": "(22) पांचवें परीक्षण के संबंध में, श्री कुमार ने प्रस्तुत किया कि संस्थान के कार्य सार्वजनिक",
  "_functions of the institute were of. public importance and closely re- lated to Governmental functions. In this connection, he invited our": "महत्व के थे और सरकारी कार्यों से निकटता से जुड़े थे। इस संबंध में, उन्होंने संविधान के अनुच्छेद",
  "argued that one of the avowed objectives of the Institute. is to. im- part education in.banking. In that sense, the institute.was. perform-": "संस्थान के घोषित उद्देश्यों में से एक बैंकिंग में शिक्षा को शामिल करना है। इस मायने में, संस्थान",
  "ing a;:governmental function. Sinee more than 2 lakh employees of various banks appeared in the examination conducted by the Insti-": "एक सरकारी कार्य कर रहा था। चूंकि संस्थान द्वारा आयोजित परीक्षा में विभिन्न बैंकों के 2 लाख से",
  "a. public function which was akin to a governmental {unction. While": "सार्वजनिक कार्य का निर्वहन कर रहा था जो एक सरकारी कार्य के समान था। सार्वजनिक महत्व के",
  "dealing with the test based on functions of the Corporation of public. importance, the Supreme Court.in Ramana Da'yaram. Singh’s": "निगम के कार्यों के आधार पर परीक्षण पर विचार करते हुए, सर्वोच्च न्यायालय ने रमण दयराम",
  "case (supra) referred to. E. S. Evans v. Charles E. Newton. (6), and Smith v. Allwright (7), and observed that the decisions. show that": "सिंह के मामले में ई. एस. इवांस बनाम चार्ल्स ई. न्यूटन, और स्मिथ बनाम ऑलराइट का उल्लेख",
  "the test of public or. governmental character of the function is not": "किया और कहा कि निर्णयों से पता चलता है कि कार्य के सार्वजनिक या सरकारी चरित्र की कसौटी",
  "easy of application and does not invariably lead. to the cerrect .in-": "को लागू करना आसान नहीं है और यह हमेशा सही निष्कर्ष की ओर नहीं ले जाता है क्योंकि",
  "ference because the rauge of governmental activity is broad .and varied and merely because an activity. may be such.as may. legiti-": "सरकारी गतिविधि की सीमा व्यापक और विविध है, और केवल इसलिए कि कोई गतिविधि ऐसी",
  "mately be carried on by Government, it-does not mean. that.a.Cor-": "हो सकती है जो सरकार द्वारा वैध रूप से की जा सकती है, इसका मतलब यह नहीं है कि एक",
  "poration which is otherwise a private entity, would be -an -instru- mentality or agency of the Government by reason of carrying .of": "निगम जो अन्यथा एक निजी इकाई है, ऐसी गतिविधि करने के कारण सरकार का एक साधन या",
  "Such activity. In applying the test, therefore, a further precaution": "एजेंसी होगा। इसलिए, परीक्षण को लागू करने में, एक और सावधानी बरती जानी चाहिए, और",
  "public authority is meant everybody which is created by statute and": "कर्तव्य की प्रकृति है। सार्वजनिक प्राधिकरण का अर्थ है हर वह व्यक्ति जो कानून द्वारा बनाया गया",
  "whose powers and duties are defined by statute. Thus defined, the": "है और जिसकी शक्तियाँ और कर्तव्य कानून द्वारा परिभाषित किए गए हैं। इस प्रकार परिभाषित",
  "Government departments, local authorities, police authorities and": "किया गया है कि सरकारी विभाग, स्थानीय प्राधिकरण, पुलिस प्राधिकरण और वैधानिक उपक्रम",
  "statutory undertakings and Corporations are all public authorities (Vide paragraph 16). In the sense explained by their Lordships, it": "और निगम सभी सार्वजनिक प्राधिकरण हैं। उनके प्रभुओं द्वारा बताए गए अर्थ में, यह नहीं कहा जा",
  "cannot be said that the Indian Institute of Bankers can be considered a public authority, even though the Institute is performing functions": "सकता है कि भारतीय बैंकर संस्थान को एक सार्वजनिक प्राधिकरण माना जा सकता है, भले ही",
  "in relation to the public. The said function is not being performed in compliance with any statute.": "संस्थान जनता के संबंध में कार्य कर रहा हो। उक्त कार्य किसी कानून के अनुपालन में नहीं किया जा",
  "(30) Moreover, the decision in Anadi Mukta Sadguru's case | (supra) is distinguishable on the ground that the Trust running the": "(30) इसके अलावा, अनादी मुक्त सद्गुरु के मामले में निर्णय इस आधार पर अलग है कि उस",
  "Science college in that case was receiving grant from the State. There": "मामले में विज्ञान महाविद्यालय चलाने वाले ट्रस्ट को राज्य से अनुदान मिल रहा था। संस्थान को",
  "is no question of State grant being given to the Institute.": "राज्य अनुदान दिए जाने का कोई सवाल ही नहीं है।",
  "(31) For the foregoing reasons, we find that applying the tests laid down by the Supreme Court and other well recognised. cendi-": "(3) पूर्वगामी कारणों से, हम पाते हैं कि सर्वोच्च न्यायालय द्वारा निर्धारित परीक्षणों और अन्य",
  "mentality of the State within the meaning of Article 12 or for pur- poses of Article 226 of the Constitution. We, therefore, affirm the": "अर्थ के भीतर या संविधान के अनुच्छेद 226 के उद्देश्यों के लिए राज्य की अनुदेशात्मक मानसिकता",
  "view of the learned Single Judge in Virinder Kumar Kaura v.’The": "नहीं है। हम, इसलिए, विरिंदर कुमार कौरा बनाम द इंडियन इंस्टीट्यूट ऑफ बैंकर्स में विद्वान"
}