{
  "dated 5th February, 1992 (Annexure P-8) and order": "इंगित ध्यान आकर्षित किया गया था।यह स्पष्टीकरण दिया गया था, 5 फरवरी, 992 का पत्र (अनुलग्रक पी-8)।यह देखा गया कि 20 जनवरी, 972 के निर्देशों",
  "on to the post of Dy. Superintendent and to issue Regular promotion order if found suitable;": "रिट और उपयुक्त पाए जाने पर नियमित पदोत्राति आदेश जारी करना:",
  "How ble Court deems fit and proper in the peculiar cir- cumstances of this case;": "इस यायले की विशिष्ट परिस्थितियों में उपयुक्त और उचित समझती",
  "(d) condition of filing of certified copies of annexures be": "(9) जअनुलग्रकों की प्रयाणितप्रतियों को दाखिलकरने की शर्त को समाप्त",
  "(e) condition of issuance of advance notices of motion on the respondents be dispensed with;": "(० ग्रविवादी पर प्रस्ताव की अग्रिय सूचना जारी करने की शर्त को हटा दिया जाए:",
  "(f) costs of this petition be also awarded in favour of the petitioner,": "(0) इस याविका का खर्च थी याविकाकर्ता के पक्ष में।दिया जाए।",
  "petition, operation of advice dated 5th February, 1992 (Annexure": "5 फरवरी 7992 (अनुलग्रक पी७) की सलाहके संचालन और7 फरवरी 7992",
  "Anand Chhibbar, Advocate, for the Petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता आनंद छिब्बर,",
  "Jaswant Singh, Advocate, for the State.": "जसवंत सिंह, राज्य की और से उधिवक्ता",
  "Surya Kant, Advocate, for the Respondent No. 3.": "सूर्यकांत, अधिवक्ता, प्रतिवादी संख्या 3 के।लिए/",
  "JUDGMENT": "निर्णय",
  "Jawahar Lal Gupta, J.": "जवाहर लाल गुप्ता जे",
  "(1) The petitioner, who is a member of Scheduled Castes, hails": "() याचिकाकर्ता, जो अनुसूचित जाति का सदस्य है, हिमाचल प्रदेश राज्य",
  "from the State of Himachal Pradesh. Is he entitled to the benefit": "का रहने वाला है। क्या वह हरियाणा राज्य में आरक्षण का लाभ पाने का हकदार",
  "that arises for consideration in this case. A few facts may be": "है? यह संक्षिप्त प्रश्न है जो इस मामले में विचार के लिए उत्पन्न होता है। कुछ तथ्यों",
  "briefly noticed.": "पर संक्षेप में ध्यान दिया जा सकता है।",
  "promoted as an Assistant. Vide order dated March 18, 1992 the": "टाइपिस्ट के रूप में नियुक्त किया गया था। 22 मई, 975 को उन्हें सहायक के",
  "Before : Hon’ble Mr. Justice Jawahar Lal Gupta.": "माननीय न्यायाधीश जवाहर लाल गुप्ता के समक्ष",
  "RASILA RAM,—Petitioner.": "रसीला राम,-याचिकाकर्ता,",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS,—Respondents.": "हरियाणा राज्य और अन्य,-उत्तरदाता।",
  "Civil Writ Petition No. 2067 of 1992.": "992 की |ग़रिविल/रिट याचिका संख्या 2067",
  "April 23, 1992.": "23 अप्रैल, 4992।",
  "Constitution of India, 1950—Art. 226—Benefits of reservation--": "भारत का संविधान 950-अनुच्छेद 226- ॥रक्षण के ला+ पदोत्रति",
  "Denied promotion on ground that petitioner is not domiciled in": "पदोत्रतिसे इनकारकिया यया।कि याविकाकर्ता हरियाणा में अधिवायित नहीं है",
  "Held that petitioner a Haryana Government employee is bonafide": "अभिनिर्धारित किया गया कि याबिकाकर्ता हरियाणा सरकार का कर्मचारी",
  "resident and therefore entitled to get all benefits of reservation.": "वास्तविक-निवायी है और इसलिए आरक्षण के सभी ला प्राप्त करने का हकदार",
  "Held, that residents of another State on employment in the": "अभिनिर्धारित किया गया कि हरियाणा राज्य में रोजगार पर किसी अन्य",
  "State of Haryana do not cease to be members of a particular caste": "राज्य के निवासी किसी विशेष जाति के सदस्य नहीं रह जाते हैं, जिससे वे वास्तव",
  "to which they actually belong. As in the present case, a Chamar.": "में संबंधित हैं। जैसा कि वर्तमान मामले में, एक चमार जो हिमाचल प्रदेश राज्य में",
  "who belongs to the category of Scheduled Caste in the State of Himachal Pradesh and is also recognised as such in the State of": "अनुसूचित जाति की श्रेणी से संबंधित है और हरियाणा राज्य में भी मान्यता प्राप्त",
  "Haryana, continues to be a member of that class. By virtue of the": "है अभी भी उस वर्ग का सदस्य है। 8 दिसंबर, 973 के निर्देशों के आधार पर, वह हरियाणा राज्य का एक प्रामाणिक निवासी बन (रा 70)",
  "Rasila Ram v. State of Haryana and others (Jawahar Lal Gupta.) 177": "रसीला राम बनायहरियाणा राज्य और अन्य (जवाहर लाल गुप्ता) ।75",
  "that the order promoting respondent No. 3 and cancelling the order dated Deceinber 13, 1991 was passed.": "उपाधीक्षक के पद पर पदोन्नत करने का आदेश दिया गया था और 3 दिसंबर, 99] के आदेश को वापस ले लिया गया था जिसके द्वारा याचिकाकर्ता को पद",
  "(6) In the background of the above factual position, the peti-": "(9) उपरोक्त तथ्यात्मक स्थिति की पृष्ठभूमि में, याचिकाकर्ता का दावा है",
  "tioner claims that he has a right to be considered as a member of": "कि उसे अनुसूचित जाति का सदस्य माने जाने का अधिकार है और उसे",
  "the Scheduled Caste and given the benefit of reservation. Mr. Anand Chhibher, who has argued the case for the petitioner, contends that": "आरक्षण का लाभ दिया जाए । श्री आनंद छिब्बर, जिन्होंने याचिकाकर्ता की ओर",
  "having served the State for more than 20 years, the petitioner is": "से मामले में तर्क दिया है, का तर्क है कि 20 से अधिक वर्षों तक राज्य की सेवा",
  "in accordance with the instructions which were in force on the date": "की तारीख से लागू निर्देशों के अनुसार आरक्षण का लाभ पाने का हकदार है।",
  "of the occurrence of the vacancy. The claim is controverted by Messrs Jaswant Singh and Surya Kant, learned counsel for the": "इस दावे का प्रतिवाद श्री जसवंत सिंह और सूर्यकांत द्वारा किया गया है, जो",
  "(7) Learned counsel for the the parties are agreed that the": "(7 पक्षों के विद्वान वकील इस बात से सहमत हैं कि याचिकाकर्ता जाति से",
  "petitioner is ‘Chamar’ by caste. ‘Chamars’ are recognised as Scheduled Caste in the State of Himachal Pradesh as well as the State of Haryana. Vide letter dated December 18, 1973, the Haryana": "'चमार' है।“चमारों को हिमाचल प्रदेश राज्य के साथ-साथ हरियाणा राज्य में भी अनुसूचित जाति के रूप में मान्यता प्राप्त है। ।8 दिसंबर, /973 के पत्र के",
  "State of Haryana. Vide letter dated December 18, 1973, the Haryana Government had directed that members of Scheduled Castes “who": "माध्यम से, हरियाणा सरकार ने निर्देश दिया था कि अनुसूचित जाति के सदस्य",
  "are in the service of the Haryana Government, should also be con- sidered as bonafide residents of Haryana and they along with their": "जो हरियाणा सरकार की सेवा में हैं, उन्हें भी हरियाणा का वास्तविक निवासी",
  "children should be given benefit of reservation in Government": "माना जाना चाहिए और उन्हें और उनके बच्चों को सरकारी सेवा में आरक्षण",
  "service.” On the basis of this letter, Mr. Chhibber contends vehe-": "का ला4दिया जाना वाहिए/” इस पत्र के आधार पर, श्री छिब्बर दृढ़ता से तर्क",
  "mently that the petitioner is entitled to the benefit of reservation.": "देते हैं कि याचिकाकर्ता आरक्षण का लाभ पाने का हकदार है। दूसरी ओर, श्री",
  "On the other hand, Mr. Surya Kant submits that the bencfit is only admissible to the domiciles of Haryana State and that in view of": "सूर्यकांत प्रस्तुत करते हैं कि लाभ केवल हरियाणा राज्य के अधिवासियों के लिए",
  "the letter dated October 22, 1990 such a person cannot claim the": "स्वीकार्य है और 22 अक्टूबर, 990 के पत्र को देखते हुए ऐसा व्यक्ति आरक्षण",
  "(8) The petitioner may have been born in the State of Himachal": "(8) याचिकाकर्ता का जन्म हिमाचल प्रदेश राज्य में हुआ होगा, हालाँकि,",
  "Pradesh He, however, joined service in the State of Haryana in the vear 1970 It is reasonable to presume that he has been residing in": "वह वर्ष 970 में हरियाणा राज्य में सेवा में शामिल हुआ था। यह मान लेना उचित",
  "vear 1970 It is reasonable to presume that he has been residing in the State of Haryana since then. By the letter of Deceniber 18, 1973": "होगा कि वह तब से हरियाणा राज्य में रह रहा है।।8 दिसंबर, 973 के पत्र",
  "(annexure P.5), employees of the State of Haryana are deemed to": "(अनुलग्रक पी. 5) के अनुसार, हरियाणा राज्य के कर्मचारियों को प्रामाणिक",
  "be bona fide residents and are entitled to the benefit of reservation.": "निवासी माना जाता है और वे आरक्षण के लाभ के हकदार हैं। इन निर्देशों को",
  "These instructions have not been specifically superseded by any subsequent decision of the Government. The letter dated October": "सरकार के किसी भी बाद के निर्णय द्वारा विशेष रूप से प्रतिस्थापित नहीं किया",
  "subsequent decision of the Government. The letter dated October 22, 1990 does not deal with an identical situation. It cannot be": "गया है।22 अक्टूबर, 990 का पत्र एक समान स्थिति से संबंधित नहीं है।इसकी",
  "seded. It only appears to be a clarification given by the General Administration department to the Financial Commissioner. The": "गया है। ऐसा प्रतीत होता है कि यह केवल सामान्य प्रशासन विभाग द्वारा वित्तीय",
  "record of the case. From a perusal of the letter dated December": "मामले के अभिलेख पर उपलब्ध नहीं है।8 दिसंबर, 973 के पत्र और इस मामले",
  "Scheduled Castes, who are in the service of the Haryana Govern- ment, ate entitled to be given the benefit of reservation. This bene-": "हरियाणा सरकार की सेवा में हैं, आरक्षण का लाभ दिए जाने के हकदार हैं।पत्र",
  "4t on a plain reading of the letter appears to be admissible in the matter of promotion.": "के सादे पढ़ने पर यह लाभ पदोन्नति के मामले में स्वीकार्य प्रतीत होता है।",
  "(9) Mr. Surya Kant contended that—vide letter dated July 15,": "(9 श्री सूर्यत कांत ने तर्क दिया कि- जुलाई 985 के पत्र (अनुलग्नक",
  "1985 (annexure R.3/3), the Government had restricted the grant of": "आर.3/3) के माध्यम से, सरकार ने लाभ का अनुदान केवल हरियाणा राज्य के",
  "this letter should be deemed to be superseding the instructions issued,—vide letter dated December 18, 1973. This contention cannot": "दिसंबर, 973 के पत्र द्वारा जारी निर्देशों का अधिक्रमण माना जाना चाहिए। इस",
  "be accepted for two reasons. Firstly, there is nothing in the letter": "तर्क को दो कारणों से स्वीकार नहीं किया जा सकता है। सबसे पहले, पत्र में ऐसा",
  "to suggest that the instructions of December 18, 1973 have been": "कुछ भी नहीं है जिससे यह पता चले कि 8 दिसंबर, 973 के निर्देशों को हटा",
  "superseded. Secondly, the question was being considered only in the context of grant of benefit to ex-servicemen and physically": "दिया गया है। दूसरे, इस प्रश्न पर केवल पूर्व सैनिकों और शारीरिक रूप से",
  "handicapped persons. It was not being examined with regard to the": "विकलांग व्यक्तियों को लाभ देने के संदर्भ में विचार किया जा रहा था। इसकी",
  "persons who were already in the service of the Haryana State.": "जांच उन व्यक्तियों के संबंध में नहीं की जा रही थी जो पहले से ही हरियाणा राज्य की सेवा में थे।",
  "(10) Mr. Surya Kant then contended that under Article 341 of": "(0) श्री सूर्यकांत ने तब तर्क दिया कि संविधान के अनुच्छेद 34] के",
  "the Coristitution, the President specified Scheduled Castes “in rela- tion to that State or Union Territory...... ” Consequently, he submits": "तहत, राष्ट्रपति ने \"उस राज्य या केंद्र शासित प्रदेश के संबंध में\" अनुसूचित",
  "that ‘Chamars’ are deemed to be a Scheduled Caste only in relation": "जातियों को निर्दिष्ट किया है नतीजतन, वह प्रस्तुत करते हैं कि' चमार 'को केवल",
  "(residents of another State on employment in the State of Haryana": "सही है। हालाँकि, (हरियाणा राज्य में रोजगार पर किसी अन्य राज्य के निवासी",
  "do not ceasc to be members of a_ particular caste to which they": "किसी विशेष जाति के सदस्य नहीं हैं, जिससे वे वास्तव में संबंधित हैं। जैसा कि",
  "actually belong. As in the present case, a ‘Chamar’, who belongs to the category of Scheduled Caste in the State of Himachal Pradesh": "वर्तमान मामले में, एक 'चमार', जो हिमाचल प्रदेश राज्य में अनुसूचित जाति की",
  "and is also recognised as such in the State of Haryana, continues to": "श्रेणी से संबंधित है और जिसे हरियाणा राज्य में भी मान्यता प्राप्त है, उस वर्ग का",
  "be a member of that class. By virtue of the instructions dated December 18, 1973, he becomes a bonafide resident of the State of": "सदस्य बना हुआ है।8 दिसंबर, 973 के निर्देशों के आधार पर, वह हरियाणा राज्य का एक वास्तविक निवासी बन जाता है औरइस प्रकार आरक्षण का लाभ",
  "(11) Mr. Surya Kant then contends that in view of the clarifi-": "0) श्री सूर्यकांत ने तब तर्क दिया कि मुख्य सचिव द्वारा दिए गए",
  "This clarification was given—vide letter dated February 5, 1992": "स्पष्टीकरण को देखते हुए-5 फरवरी 992 के पत्र के माध्यम से, याचिकाकर्ता",
  "bona fide residents of Haryana and hence cannot claim the benefit": "को हरियाणा का प्रामाणिक निवासी नहीं ग्रागाजा सकता है।इस तर्क को भी"
}