{
  "(M. Jeyapaul, J)": "राज्य (एम. जयपाल, जे.) नहीं है। अभियकत दवारा प्रस्तृत किया गया। इसलिए, इन परिस्थितियों में, अपील",
  "produccd by the accused. So, in these circumstances, the appeal is accepted. The judgment of the trial Court stands sét aside. The accused stands": "स्वीकार कर ली जाती है, अर्थात्‌ निचली अदालत के फैसले को दरकिनार कर दिया जाता है। आरोपी को परक्राम्य",
  "convicted under Section 138 of the Negotiable Instruments Act.": "लिखत अधिनियम की धारा 43.8 के तहत दोषी ठहराया गया है।",
  "(17) Now reverting to the quantum of sentence. Authority M/s Capital Leasing and Finance Co.'s case (supra) can be relied upon": "(7) अब वाक्य की मात्रा पर लौटते हैं। प्राधिकरण मेसर्स कैपिटल लीजिंग एंड फाइनेंस कंपनी के मामले",
  "Capital Leasing and Finance Co.'s case (supra) can be relied upon regarding quantum of sentence. In that case, therc was dishonour of cheque": "(उपर्यक्त) पर सजा की मात्रा के संबंध में भरोसा किया जा सकता है। उस मामले में, रुपये के चेक का अनादर किया",
  "of Rs.1,00,000/- and the matter relates to 12 years old and it was held that imprisonment will not serve useful purpose. Accused was sentenced": "गया था। 4,00,000/- और मामला 42 वर्ष पराना है और यह अभिनिर्धारित किया गया था कि कारावास उपयोगी",
  "(18) So, relying upon the ratio of the said judgment, the accused": "(8) इसलिए उक्त निर्णय के अनुपात के आधार पर, अभियकक्‍त को रुपये की राशि का भुगतान करने की सजा",
  "is sentenced to pay a sum of Rs.1,50,000/- to the complainant as compensation under Section 357(3) Cr.P.C. and accused ts further directed": "सुनाई जाती है। धारा 357 (3) ०/.2.0 के तहत मुआवजे के रूप में शिकायतकर्ता को ,50,000/-। और आरोपी को",
  "Criminal Appeal No. S. 1102 SBA of 2006 to deposit Rs.50,000/- as": "आगे आपराधिक अपील नं। 2006 की धारा 02 एस. बी. ए. जूर्माने और मकदमे की लागत के रूप में",
  "fine and costs of litigation, The said amount be deposited within two months from today before the trial Court. On realization of the said amount": "/२5.50,000/- जमा करने के लिए। उक्त राशि आज से दो महीने के भीतर निचली अदालत में जमा की जाए। उक्त",
  "Rs.1,50,000/- shall be paid to the complainant as compensation under": "राशि की प्राप्ति पर रु। ,50,000/- का भुगतान शिकायतकर्ता को 0/.20 की धारा 357 (3) के तहत मआवजे के",
  "amount, referred to above, within two months from today, the accused": "म्‌आवजे की राशि का भगतान न करने पर, आज से दो महीने के भीतर, अभियकत प्रतिवादी को छह महीने के",
  "(19) A copy of this judgment be sent to the trial Court for strict compliance.": "(9) इस निर्णय की एक प्रति सख्त अनुपालन के लिए विचारण न्यायालय को भेजी जाए।",
  "with notice of accusation under Section 138 of the Act vide order dated": "उत्पन्न होने वाले अधिकार तक सीमित है और 884 अधिनियम की धारा 438 के तहत शिकायत के संबंध में",
  "is that Ravi Mehta, who claimed himself to be partner of the firm M/s Mchta": "आधार यह है कि रवि मेहता, जिन्होंने खुद को फर्म मेसर्स मेहता क्रेडिट एंड लीजिंग कंपनी का भागीदार होने का",
  "Credit & Leasing Company has not produced the evidence that M/s Mchta": "दावा किया है, ने सबत पेश नहीं किया है कि मेसर्स मेहता क्रेडिट एंड लीजिंग कंपनी एक पंजीकृत फर्म है और श्री",
  "Credit & Leasing Company is a registered firm and Shri Ravi Mehta is one of its partners. This Court in authority M/s Capital Leasing and": "रवि मेहता इसके भागीदारों में से एक हैं। इस न्यायालय ने प्राधिकरण मेसर्स कैपिटल लीजिंग एंड फाइनेंस कंपनी",
  "“M/s Capital Leasing and Finance Co. vs. Navrattan Jain reported in 2005 (4) RCR (Criminal) at page 330 in para No.27 held as": "बनाम नवरत्तन जैन में 2005 (4) आरसीआर (आपराधिक) में पैरा संख्या.27 में पृष्ठ 330 पर \"27 के तहत रिपोर्ट",
  "Partnership Act is confined to enforcement of a right arising out a": "उत्पन्न होने वाले अधिकार के प्रवर्तन तक ही सीमित है। आपराधिक शिकायत जो दायर की गई है, उसे अनुबंध के",
  "finn. The criminal complaint that has been filed cannot be treated as a suit or othcr proceedings to enforce any rights arising under a": "तहत उत्पन्न होने वाले किसी भी अधिकार को लाग करने के लिए मकदमा या अन्य कार्यवाही के रूप में नहीं माना",
  "contract. Therefore, there is no bar to the criminal complaint that has becn filed and the non-registration of the firm would not bar the": "जा सकता है।इसलिए, दायर की गई आपराधिक शिकायत पर कोई रोक नहीं है और फर्म का गैर-विनियामक वर्ग",
  "(Para 9)": "(?/9 9)",
  "Further held, that from the bare reading of the said ruling it is": "इसके अतिरिक्त यह अभिनिर्धारित किया गया कि उक्त विनिश्चय को केवल पढ़ने से यह पता चलता है कि",
  "revealed that Section 69 of the Partnership Act confined to the right arising out of the contract for instituting a civil suit and the said provision is not": "भागीदारी अधिनियम की धारा 69 सिविल वाद स्थापित करने के अनबंध से उदभूत अधिकार तक सीमित है और",
  "applicable in respect of complaint under Scction 138 of the Act. So, the": "उक्त उपबंध अधिनियम की धारा 38 के अधीन शिकायत के संबंध में लागू नहीं है। इसलिए, निचली अदालत के",
  "B. Negotiable Instruments Act, 188] - Quantum of sentence - Code of Criminal Procedure 1973 - S. 357(3) - Compensation -": "8. परक्राम्य लिखत अधिनियम, 4884-दंड प्रक्रिया संहिता 4973-धारा 357(3) - क्षतिपूर्ति-अभियुक्त को सजा",
  "Accused sentenced/directed to deposit compensation and fine and": "सनाई गई/म्‌आवजा और जर्माना और मकदमे की लागत जमा करने का निर्देश दिया गया, जिसमें च्‌क में छह",
  "costs of litigation in default whereof to undergo six month RI. - Imprisonment to serve no useful purpose - Complaint pending for": "महीने के आरजे से गजरना होगा, - बिना किसी उपयोगी उददेश्य की पर्ति के लिए कारावास - पिछले 4 वर्षो से",
  "M/s. Capital Leasing and Finance Co.'s casc (supra) can be relied upon regarding quantum of sentence. In that case, there was dishonour of cheque": "प्राधिकरण एम/एस। कैपिटल लीजिंग एंड फाइनेंस कंपनी की आसानी (उपर्युक्त) पर सजा की मात्रा के संबंध में",
  "that imprisonment will not serve useful purpose. Accused was sentenced": "पराना है और यह अभिनिर्धारित किया गया था कि कारावास उपयोगी प्रयोजन की पूर्ति नहीं करेगा। आरोपी को",
  "to pay fine of Rs.5000/- and to pay Rs.1,00,000/- as compensation under Section 357(3) Cr.P.C. in the said case.": "/२७.5000/- का जर्माना देने और रु। 4,00,000/- धारा 357 (3) ००2० के तहत मुआवजे के रूप में। उक्त सहजता में।",
  "Further held, that so, relying upon thc ratio of the said judgment, the accused is sentenced to pay a sum of Rs. ,50,000/- to the complainant": "इसके अलावा यह अभिनिर्धारित किया गया कि उक्त निर्णय के अन॒पात के आधार पर अभियुक्त को रुपये की",
  "as compensation under Section 357(3) Cr.P.C. and accused is further": "राशि का भूगतान करने की सजा दी जाती है। धारा 357 (3) ००.20 के तहत म्‌आवजे के रूप में शिकायतकर्ता को",
  "- as finc and costs of litigation. The said amount be deposited within two months from today before the trial Court. On realization ofthe said amount": "मृकदमे की लागत के रूप में २5.50,000/- जमा करने के लिए। उक्त राशि आज से दो महीने के भीतर निचली",
  "months from today before the trial Court. On realization ofthe said amount Rs.1,50,000/- shall be paid to the complainant as compensation under": "अदालत में जमा की जाए। उक्त राशि की प्राप्ति पर रु। ।,50,000/- का भुगतान शिकायतकर्ता को 0/.7?.८ की",
  "Section 357(3) of the Cr.P.C. and remaining amount shall be considered as finc and costs of litigation. In default of payment of fine and compensation": "धारा 357 (3) के तहत मुआवजे के रूप में किया जाएगा। और शेष राशि को मकदमेबाजी की लागत के रूप में माना",
  "as finc and costs of litigation. In default of payment of fine and compensation amount, rcferred to above, within two months from today, the accused-": "जाएगा। ऊपर निर्दिष्ट जुर्माने और म्‌आवजे की राशि का भगतान न करने पर, आज से दो महीने के भीतर",
  "respondent shall undergo rigorous imprisonment for six months.": "अभियक्त-प्रतिवादी को छह महीने के लिए कठोर कारावास से गूजरना होगा।",
  "Sandeep Kotla, Advocate for the petitioner.": "(पैरा 8) संदीप कोटला, अधिवक्ता/या याचिकाकर्ता।",
  "Vivek Khatri, Advocate for respondent.": "विवेक खबत्री, प्रतिवादी के लिए अधिवक्ता।",
  "(1) M/s Mehta Credit & Leasing Company-complainant has directed": "।<.2. परी, जे। () मेसर्स मेहता क्रेडिट एंड लीजिंग कंपनी-शिकायतकर्ता ने मुख्य न्यायिक मजिस्ट्रेट, हिसार",
  "the present appeal against the judgment dated 23.12.2002 passed by Chicf": "दवारा पारित 23.42.2002 के फैसले के खिलाफ वर्तमान अपील का निर्देश दिया है, जिसमें",
  "complainant-appciiant was dismissed.": "शिकायतकर्ता-अपीलकर्ता दवारा दायर शिकायत को खारिज कर दिया गया था।",
  "(2) The brief facts of the present casc arc that respondent-accused": "2) वर्तमान सहजता आर्फक के संक्षिप्त तथ्य कि प्रतिवादी-अभियकत ने शिकायतकर्ता के साथ 0.5.2002 को",
  "with the terms and conditions mentioned in pronote. The accused thereafter": "प्रोनोट में उल्लिखित नियमों और शर्तों के साथ वित्त लेने के लिए प्रवेश किया। इसके बाद टीटीटीसी के आरोपी ने",
  "issued a cheque dated 11.11.2003 for Rs.1,42,000/- drawn on Central Bank of India, Pundri in his account. The cheque in question has becn duly": "44.44.2003 को एक लाख रुपये का चेक जारी किया। 4,42,000/- उनके खाते में सेंट्रल बैंक ऑफ इंडिया, पंड्री पर",
  "presented to UCO Bank by the complainant within the prescribed period": "निकाले गए। विचाराधीन चेक को शिकायतकर्ता द्वारा निर्धारित अवधि के भीतर यूको बैंक को विधिवत प्रस्तुत",
  "but Criminal Appeal No. S. 1102 SBA of 2006 2 the same was received": "किया गया है, लेकिन आपराधिक अपील सं. 2006.2 की धारा 02 एसबीए को \"दराज़ का संदर्भ लें\" कारणों के",
  "failed to make the payment hence the complaint.": "विफल रहा इसलिए शिकायत की गई।",
  "(3) After recording preliminary evidence, the trial Court ordered to": "(3) प्रारंभिक साक्ष्य अभिलिखित करने के पश्चात्‌, विचारण न्यायात्रय ने दिनांक 40.3.2004 के आदेश द्वारा",
  "(10) From the bare reading of the said ruling it is revealed that Section 69 of the Partnership Act confined to the right arising out of the": "(0) उक्त निर्णय को पढ़ने से यह पता चलता है कि भागीदारी अधिनियम की धारा 69 सिविल्र वाद स्थापित करने",
  "in respect of complaint under Section 138 of the Act. So, the said finding of the trial Court stands sct aside.": "शिकायत के संबंध में लागू नहीं होता है। इसलिए, निचली अदालत के उक्त निष्कर्ष को दरकिनार कर दिया गया",
  "(11) The second reason given by the trial Court for dismissing the": "(44) शिकायत को खारिज करने के लिए निचली अदालत द्वारा दिया गया दूसरा कारण यह है कि उच्चारण एक्स।",
  "of pronote Ex. P-1. The pronote Ex. P-1 has been produced simply to prove that therc is a legal liability against the accused. ‘Whe accused/respondent": "पी-4. सर्वनाम &:0. पी-4 को केवल यह साबित करने के लिए प्रस्तत किया गया है कि अभियुक्त के खिलाफ",
  "has not disputed the factum of signatures on the cheque in question but has": "कानूनी दायित्व है। अभियक्त/प्रत्यर्थी ने चेक पर हस्ताक्षर के तथ्य पर विवाद नहीं किया है, लेकिन यह रुख",
  "taken a stand that said cheque was given to one Sandcep Kumar. There is a presumption under Scctions 118 and 139 of the Negotiable Instruments": "अपनाया है कि चेक संदीप कमार को दिया गया था। परक्राम्य लिखत अधिनियम की धारा 448 और 439 के तहत",
  "Act that negotiable is for consideration unless contrary is proved. 1 am": "एक धारणा है कि परक्राम्य विचार के लिए है जब तक कि इसके विपरीत साबित न हो जाए। मैं इस संबंध में के",
  "further fortificd by authority laid down by Hon'ble Apex Court in K. Bhaskaran versus Sankaran Vaidhyan Balan (2) in this regard. ,": "भास्करन बनाम शंकरन वैद्यन बालन में माननीय सर्वोच्च न्यायात्रय द्वारा निर्धारित अधिकार से और मजबूत",
  "(12) The initial burden to prove the liability was upon the com lainant": "ते 2) देयता को साबित करने का प्रारंभिक बोझ शिकायतकर्ता पर था और उसने अपना बयान देकर और 5:८.7-|",
  "was not for consideration. No evidence has been led by the accused that the said cheque was without consideration.": "था कि चेक विचार के लिए नहीं था। अभियुक्त द्वारा इस बात का कोई सबूत नहीं दिया गया है कि उक्त चेक बिना विचार के था।",
  "(13) The learned tral Court has given much importance to the effect that body wniting is in different ink and on that account it be presumed that": "(43) विद्‌वत विचारण न्यायात्रय ने उस प्रभाव को बहत महत्व दिया है जो अलग-अलग स्याही में लिखा जाता है",
  "it was a blank cheque. The other reasoning given by the trial Court is that": "और इस कारण यह माना जा सकता है कि यह एक खोली चेक था। निचली अदालत द्वारा दिया गया दूसरा तर्क",
  "Sandeep Kumar, who is a witness of the pronote has not been produced.": "यह है कि संदीप कमार, जो सर्वनाम का गवाह है, को पेश नहीं किया गया है। शिकायतकर्ता के मामले को खारिज",
  "These grounds for discarding the case of the complainant do not appeal to the reason. The Madras High Court in authority 2.S.A. Thomotharan": "करने के लिए ये आधार कारण की अपील नहीं करते हैं। मद्रास उच्च न्यायालय ?.5.५७., थोमोथरन बनाम डालमिया",
  "versus Dalmia Cement (B) Ltd. (3), held that if the accused admittin g his signatures on the cheuge and the amount, it will not make any difference": "सीमेंट (बी) लिमिटेड (3) एफ ने अभिनिर्धारित किया कि यदि अभियुक्त चेक और देय राशि पर अपने हस्ताक्षर",
  "signatures on the cheuge and the amount, it will not make any difference if body of the cheque was not in Criminal Appcal No. S. 1102 SBA of": "स्वीकार करता है, तो इससे कोई फर्क नहीं पड़ेगा यदि चेक का मुख्य भाग आपराधिक अपील सं. 2006 की धारा"
}