{
  "Held, that the impugned order of resumption could not be set aside": "अभिनिर्धारित किया गया कि पुनः आरंभ करने के विवादित आदेश को केवल इस आधार पर दरकिनार",
  "only on the ground that the power to pass order of resumption was not": "नहीं किया जा सकता है कि पुनः आरंभ करने का आदेश पारित करने की शक्ति समिति की नहीं",
  "of the Committee but of the President. Reasons for our view are summed up as under:-": "बल्कि राष्ट्रपति की थी ।हमारे विचार के कारणों का सारांश इस प्रकार हैः-",
  "(a) Property is of committee and allotment was made on behalf of committee;": "(क) संपत्ति समिति की है और आवंटन समिति की ओर से किया गया था;",
  "(b) Power conferred on President to résumé was also the power of the committee;": "(ख) अध्यक्ष को फिर से शुरू करने की शक्ति भी समिति की शक्ति थी।",
  "(c) Agreement entered into between the parties expressly authorized power to be exercised by a duly authorized functionary;": "(ग) पक्षकारों के बीच एक विधिवत अधिकृत पदाधिकारी द्वारा प्रयोग की जाने वाली स्पष्ट रूप से अधिकृत शक्ति के लिए समझौता;",
  "(d) A juristic person could function through lawful representative, particularly as per statutory provision;": "(घ) एक न्यायिक व्यक्ति वैध प्रतिनिधि द्वारा से कार्य कर सकता है, विशेष रूप से वैधानिक प्रावधान के अनुसार;",
  "(e) Conferment of power on President did not exclude exercise of power as per statutory scheme.": "(ड) राष्ट्रपति को शक्ति प्रदान करने में वैधानिक योजना के अनुसार शक्ति का प्रयोग शामिल नहीं था।",
  "(Para 14)": "(पैरा 4)",
  "Further held, that mere deposit during pendency of the writ petition": "आगे अभिनिर्धारित किया कि रिट याचिका विचाराधीनता रहने के दौरान केवल जमा राशि ही पुनः आरंभ",
  "by itself is not enough for setting aside order of resumption without adjudicating on the question of validity of exercise of power of resumption.": "करने की शक्ति के प्रयोग की वैधता के प्रश्न पर निर्णय लिए बिना पुनः आरंभ करने के आदेश को दरकिनार",
  "aside resumption can arise and even in such situation, decision may have": "करने को अलग करने का सवाल उठ सकता है और ऐसी स्थिति में भी, उन शर्तों पर निर्णय लेना पड़ सकता है",
  "(Para 15)": "(पैरा 5)",
  "Lisa Gill, Advocate, for the appellants.": "लिसा गिल, अधिवक्ता, अपीलार्थियों की ओर से |",
  "Rajiv Atma Ram, Senior Advocate with Saurabh Arora, Advocate,": "राजीव आत्मा राम, वरिष्ठ अधिवक्ता सौरभ अरोड़ा, अधिवक्ता,",
  "for the respondents.": "प्रतिवादी के लिए।",
  "ADARSH KUMAR GOEL, ACJ.": "आदर्श कुमार गोयल, एसीजे।",
  "(1) This appeal has been preferred against the order of learned": "(]) यह अपील विद्वान एकल न्यायाधीश के उस आदेश के खिलाफ की गई है जिसमें अन्य बातों के",
  "resumption dated 3.7.1992, inter-alia, on the ground that the only President of the appellant Committee could exercise such powers and not any other": "अनुमति दी गई है कि अपीलकर्ता समिति का एकमात्र अध्यक्ष ऐसी शक्तियों का प्रयोग कर सकता",
  "any other lawfully authorized functionary of the committee.": "है न कि कोई अन्य अधिकृत अधिकारी |",
  "824": "824",
  "The parties also referred to Government and Bureaucracy in": "35. दलों ने सरकार और नौकरशाही का भी उल्लेख किया",
  "India of 1947-76 by Mr B.B. Mishra. The learned author, in that work, stated:": "श्री बी. बी. मिश्रा द्वारा भारत का 947-76 । विद्वान लेखक ने उस काम में कहाः",
  "“Tt must, however, be recognised that even the most dynamic and competent of Ministers have understandable limitations": "“हालाँकि, यह स्वीकार किया जाना चाहिए कि सबसे गतिशील और सक्षम मंत्रियों की",
  "which restrict the sphere of direct participation in all the intricate and detailed aspects of administration. These": "भी समझने योग्य सीमाएँ हैं जो प्रशासन के सभी जटिल और विस्तृत पहलुओं में प्रत्यक्ष भागीदारी के",
  "include the complexities of a modern Government, the": "क्षेत्र को सीमित करती हैं | इनमें एक आधुनिक सरकार की जटिलताएं, मंत्री क्षेत्र में बार-बार",
  "possibility of frequent changes in the ministerial field, the frequency of visits to constituencies, parliamentary preoccupations, and above all, the technical nature of the": "बदलाव की संभावना, निर्वाचन क्षेत्रों में यात्राओं की आवृत्ति, संसदीय व्यस्तताएं और सर्वोपरि,",
  "preoccupations, and above all, the technical nature of the various decisions that have to be made without a thorough knowledge of connected papers contained in original files.": "विभिन्‍न निर्णयों की तकनीकी प्रकृति शामिल है जो मूल फाइलों में निहित जुड़े कागजातों की पूरी",
  "The Minister’s dependence on his Secretary necessarily increases in a democratic set-up. And although his": "जानकारी के बिना किए जाने हैं ।एक लोकतांत्रिक व्यवस्था में अपने सचिव पर मंत्री की निर्भरता",
  "increases in a democratic set-up. And although his leadership in the entire sphere of administration is in theory": "अनिवार्य रूप से बढ़ जाती है | और यद्यपि प्रशासन के पूरे क्षेत्र में उनके नेतृत्व को सिद्धांत रूप में",
  "recognised as all-pervasive, the scope of his actual operation does not go much beyond a clear understanding and direction of policy matters, and not a knowledge of": "सर्वव्यापी माना जाता है, उनके वास्तविक संचालन का दायरा नीतिगत मामलों की स्पष्ट समझ और",
  "operation does not go much beyond a clear understanding and direction of policy matters, and not a knowledge of details. Thus, the Maxwell Committee in 1937 laid down": "दिशा से परे नहीं है, न कि विवरण के ज्ञान से | इस प्रकार, 937 में मैक्सवेल समिति ने",
  "a principle calculated to ensure administrative efficiency within the framework of ministerial responsibility. The": "मंत्रिस्तरीय जिम्मेदारी के ढांचे के भीतर प्रशासनिक दक्षता सुनिश्चित करने के लिए एक सिद्धांत",
  "Committee emphasised that as collective ministerial": "निर्धारित किया | समिति ने इस बात पर जोर दिया कि जिस तरह सामूहिक मंत्रिस्तरीय जिम्मेदारी ने",
  "responsibility maintained the political unity of the Government, so should the unity of administrative control": "सरकार की राजनीतिक एकता को बनाए रखा है, उसी तरह प्रत्येक विभाग के प्रशासनिक नियंत्रण",
  "of each Department be ensured by concentrating the responsibility to advise the Minister in one official, namely,": "की एकता को एक अधिकारी में मंत्री को सलाह देने की जिम्मेदारी को केंद्रित करके सुनिश्चित",
  "the Secretary.”": "किया जाना चाहिए, अर्थात्‌ः सचिव । ”",
  "It is evident from the above that there is clear distinction between elected representatives and civil servants. Elected": "36. उपरोक्त से यह स्पष्ट है कि निर्वाचित प्रतिनिधियों और सिविल सेवकों के बीच स्पष्ट अंतर",
  "representatives of the people at District Panchayat level will": "है । जिला पंचायत स्तर पर लोगों के निर्वाचित प्रतिनिधि नीति तैयार करेंगे और लोक सेवक",
  "formulate policy and civil servants will execute it by implementing programmes and policy decisions. In matters of formulation of": "कार्यक्रमों और नीतिगत निर्णयों को लागू करके इसे लागू करेंगे | नीतियों और कार्यक्रमों के निर्माण",
  "political executive. Likewise, elected representatives may inform civil servants about problems and difficulties of people which": "महत्वपूर्ण योगदान दे सकते हैं | इसी तरह, निर्वाचित प्रतिनिधि लोक सेवकों को लोगों की समस्याओं और कठिनाइयों के बारे में सूचित कर सकते हैं जो",
  "(Adarsh Kumar Goel, ACJ.)": "(आदर्श कुमार गोयल, एसीजे)",
  "the Council of Ministers (elected wing) and civil servants (administrative wing). Keeping in view the democratic": "मंत्रिपरिषद (निर्वाचित शाखा) और सिविल सेवक (प्रशासनिक शाखा) । लोकतांत्रिक शासन को",
  "governance, the Court made the following observations: (SCC p. 449, para 10)": "ध्यान में रखते हुए, न्यायालय ने निम्नलिखित टिप्पणियां कीं: (एस. सी. सी. पी. 449, पैरा 0)",
  "responsibility. That does not mean that each and every decision": "उत्तरदायी है । यही संयुक्त उत्तरदायित्व का सार है ।इसका मतलब यह नहीं है कि प्रत्येक निर्णय",
  "must be taken by the Cabinet. The political responsibility of the": "मंत्रिमंडल द्वारा लिया जाना चाहिए | मंत्रिपरिषद की राजनीतिक जिम्मेदारी सभी या किसी भी",
  "Council of Ministers does not and cannot predicate the personal responsibility of the Council of Ministers to discharge all or any": "सरकारी कार्यों के निर्वहन के लिए मंत्रिपरिषद की व्यक्तिगत जिम्मेदारी का अनुमान नहीं लगाती है",
  "of the governmental functions. Similarly an individual Minister is responsible to the Legislature for every action taken or omitted to be taken in his Ministry. This again is a political responsibility": "और न ही लगा सकती है | इसी तरह एक व्यक्तिगत मंत्री अपने मंत्रालय में की गई या छोड़ी गई प्रत्येक कार्रवाई के लिए विधानमंडल के प्रति उत्तरदायी होता है ।यह फिर से एक राजनीतिक",
  "and not personal responsibility. Even the most hard-working": "जिम्मेदारी है न कि व्यक्तिगत जिम्मेदारी | यहां तक कि सबसे मेहनती मंत्री भी अपने विभाग के हर",
  "Minister cannot attend to every business in his department. If he attempts to do it, he is bound to make a mess of his": "काम में शामिल नहीं हो सकता । यदि वह ऐसा करने का प्रयास करता है, तो वह अपने विभाग में",
  "department. In every well-planned administration, most of the decisions are taken by the civil servants who are likely to be": "गड़बड़ी करने के लिए बाध्य है | प्रत्येक सुनियोजित प्रशासन में, अधिकांश निर्णय सिविल सेवकों",
  "decisions are taken by the civil servants who are likely to be experts and not subject to political pressure. The Minister is": "द्वारा लिए जाते हैं जो विशेषज्ञ होने की संभावना रखते हैं और राजनीतिक दबाव के अधीन नहीं होते",
  "not expected to burden himself with the day-to-day": "हैं | मंत्री से दिन-प्रतिदिन के प्रशासन का बोझ खुद पर डालने की अपेक्षा नहीं की जाती है । उनका",
  "administration. His primary function is to lay down the policies and programmes of his ministry while the Council of Ministers": "प्राथमिक कार्य अपने मंत्रालय की नीतियों और कार्यक्रमों को निर्धारित करना है जबकि",
  "settle the major policies and programmes of the Government.": "मंत्रिपरिषद सरकार की प्रमुख नीतियों और कार्यक्रमों को तय करती है । जब कोई सिविल सेवक",
  "When a civil servant takes a decision, he does not do it as a delegate of his Minister. He does it on behalf of the": "कोई निर्णय लेता है, तो वह ऐसा नहीं करता है अपने मंत्री का प्रतिनिधि | वह इसकी ओर से करता",
  "Government. It is always open to a Minister to call for any file": "है सरकार । एक मंत्री के लिए अपने मंत्रालय में किसी भी फाइल को बुलाने और आदेश पारित करने",
  "in his Ministry and pass orders. He may also issue directions to the officers in his ministry regarding the disposal of government business either generally or as regards any specific case. Subject": "के लिए हमेशा खुला रहता है | वह अपने मंत्रालय के अधिकारियों को आम तौर पर या किसी विशिष्ट मामले के संबंध में सरकारी कार्यों के निपटारे के संबंध में निर्देश भी जारी कर सकता है । उस समग्र",
  "to that overall power, the officers designated by the ‘Rules’ or the standing orders, can take decisions on behalf of the": "शक्ति के अधीन, 'नियमों' या स्थायी आदेशों द्वारा नामित अधिकारी, सरकार की ओर से निर्णय ले",
  "Government. These officers are the limbs of the Government and not its delegates. (emphasis supplied)": "सकते हैं |ये अधिकारी सरकार के अंग हैं न कि इसके प्रतिनिधि | (जोर दिया गया)",
  "A similar view was expressed recently by this Court in": "34. इसी तरह का विचार हाल ही में इस न्यायालय द्वारा व्यक्त किया गया था",
  "Tarlochan Dev Sharma versus State of Punjab (5).": "तरलोचन देव शर्मा बनाम पंजाब राज्य (5)।",
  "(2001) 6 SCC 260": "(5) (200) 6 एससीसी 260",
  "MUNICIPAL CORPORATION, CHANDIGARH AND OTHERS y. 821 COL. RETD. DALJIT SINGH AND OTHERS": "नगरपालिका निगम, चंडीगढ़ और अन्य बनाम कोल, आर, टी. डी. दलित सिंह और अन्य",
  "resumption of the plot, was void abinitio. Resultantly, the order of resumption of the site in question is treated to be non-existent": "भूखंड को फिर से शुरू करना, शून्य था | नतीजतन, विचाराधीन स्थल को फिर से शुरू करने के",
  "in the eyes of law.”": "आदेश को कानून की नजर में अस्तित्वहीन माना जाता है।”",
  "(8) Learned counsel for the respondents supports the above": "(8) प्रतिवादी के लिए विद्वान वकील उपरोक्त टिप्पणियों का समर्थन करते हैं और प्रस्तुत करते हैं",
  "observations and submits that the municipality or its authorized representative or the Executive Officer could not deal with the issue of resumption and": "कि नगरपालिका या उसके अधिकृत प्रतिनिधि या कार्यकारी अधिकारी फिर से शुरू होने के मुद्दे से",
  "only President of the Committee could deal with the issue as held by the": "नहीं निपट सकते हैं और केवल समिति के अध्यक्ष ही इस मुद्दे से निपट सकते हैं जैसा कि विद्वान",
  "learned Single Judge. Alternatively, the resumption was liable to be set aside": "एकल न्यायाधीश ने कहा था | वैकल्पिक रूप से, जमा किए जाने पर फिर से शुरू किया जाना अलग",
  "(9) Municipalities are now constitutional bodies covered under Part": "(9) नगरपालिकाएँ अब संविधान के भाग |>(७ के तहत आने वाले संवैधानिक निकाय हैं और उनके",
  "IXA of the Constitution and their functions are governed by Article 243W read with Article 243ZF and the State legislation. Under Section 56 of the": "कार्य अनुच्छेद 24327 और राज्य विधान के साथ पठित अनुच्छेद 24309 द्वारा शासित होते हैं।",
  "Punjab Municipal Act, 1911, all property of the Committee is vested in it.": "पंजाब नगरपालिका अधिनियम, ]9]] की खंड 56 के तहत समिति की सारी संपत्ति इसमें निहित",
  "Once the property is of the committee and allotment was made on behalf": "है ।एक बार जब संपत्ति समिति की हो जाती है और समिति की ओर से आवंटन किया जाता है, तो",
  "of the committee, it could not be held that power to order resumption was": "यह नहीं माना जा सकता है कि समिति की ओर से फिर से शुरू करने का आदेश देने की शक्ति का",
  "not exercisable on behalf of the Committee. As held in Municipal": "प्रयोग नहीं किया जा सकता है | जैसा कि नगर निगम में आयोजित किया जाता है",
  "Corporation of Delhi versus Birla Cotton and Weaving Mills (1), a": "दिल्‍ली निगम बनाम बिड़ला कॉटन एंड वीविंग मिलस ()",
  "municipal committee could delegate exercise of its powers in such manner": "नगरपालिका समिति अपनी शक्तियों का प्रयोग इस तरह से कर सकती है जिसकी किसी अधिनियम",
  "as may be permissible under a statute.": "के तहत अनुमति हो।",
  "(10) We are unable to uphold the finding of learned Single Judge": "(0) हम विद्वान एकल न्यायाधीश के इस निष्कर्ष को बरकरार रखने में असमर्थ हैं कि केवल समिति",
  "that only President of the Committee could pass order of resumption and no one else. Reference to agreement (Page 77 of the paper book - A2)": "के अध्यक्ष ही बहाली का आदेश पारित कर सकते हैं और कोई और नहीं | समझौता (पेपर बुक-ए 2",
  "is between the writ petitioners and the appellant committee and as per": "समझौता रिट याचिकाकर्ताओं और अपीलकर्ता समिति के बीच है और उसके खंड 3 के अनुसार,",
  "Clause 13 thereof, power of the committee or the President or the Secretary": "समिति या अध्यक्ष या सचिव की शक्ति का उपयोग समिति का प्रतिनिधित्व करने के लिए विधिवत",
  "could be exercised by any person duly authorized to represent the committee. The said clause is as under:-": "अधिकृत किसी भी व्यक्ति द्वारा किया जा सकता है | उक्त खंड इस प्रकार हैः-",
  "“13. Itis hereby agreed and declared that unless a different meaning": "“]3., एतह्वारा यह सहमति और घोषणा की जाती है कि जब तक कि संदर्भ से कोई अलग अर्थ",
  "shall appear from the context:-": "प्रकट नहीं होगाः-",
  "(a) The expressions “Owner used in these presents include in addition to the Notified Area Committee, Manimajra, the": "(क) इन उपहारों में उपयोग की जाने वाली अभिव्यक्तियों में अधिसूचित क्षेत्र समिति, मणिमाजरा,",
  "President and Secretary of the Committee and in relation": "समिति के अध्यक्ष और सचिव के अलावा और किसी भी मामले या इसमें निहित या उत्पन्न होने वाली",
  "to any matter or anything contained in or arising out of": "किसी भी चीज़ के संबंध में शामिल हैं।",
  "(2) The site in question was allotted to the predecessor of the writ petitioners on 23.11.1989 by the appellant committee. The allottee failed": "(2) विचाराधीन स्थान अपीलकर्ता समिति द्वारा 23..989 पर रिट याचिकाकर्ताओं के",
  "appellant. The writ petitioners also failed to pay even the first installment": "याचिकाकर्ताओं को स्थानांतरित कर दिया गया था ।रिट याचिकाकर्ता पहली किश्त का भुगतान करने",
  "and sought to surrender the site to save forfeiture of initial deposit. The": "में भी विफल रहे और प्रारंभिक जमा राशि को जब्त करने से बचाने के लिए साइट को आत्मसमर्पण",
  "appellant committee initiated action and passed order of resumption dated 3.7.1992 and rejected the prayer for surrendering the site. The amount": "करने की मांग की | अपीलकर्ता समिति ने कार्रवाई शुरू की और दिनांक 3.7.]992 को फिर से शुरू करने का आदेश पारित किया और साइट को आत्मसमर्पण करने के अनुरोध को खारिज कर",
  "deposited by the allottee was forfeited. It was held that since the writ": "दिया ।आबंटित व्यक्ति द्वारा जमा की गई राशि जब्त कर ली गई |यह अभिनिर्धारित किया गया कि",
  "petitioners failed to pay the installments inspite of Show Cause Notice dated": "चूंकि रिट याचिकाकर्ता दिनांकित आई. डी. के कारण दिखाएँ नोटिस के बावजूद किश्तों का",
  "Officer could not have passed an order of resumption and only President": "पारित नहीं कर सकता था और केवल राष्ट्रपति ही ऐसा आदेश पारित कर सकते थे।आयुक्‍त ने",
  "appeal was accordingly dismissed vide order dated 15.6.1999.": "5.6.7999 के आदेश के माध्यम से खारिज कर दिया गया था।",
  "(3) The writ petitioners challenged the order of resumption and the appellate order. Learned Single Judge held that though the powers of the": "(3) रिट याचिकाकर्ताओं ने बहाली के आदेश और अपीलीय आदेश को चुनौती दी ।विद्वान एकल न्यायाधीश ने अभिनिर्धारित किया कि हालांकि समिति की शक्तियों का प्रयोग 93] के अधिनियम",
  "1931 Act, power of resumption was not of the Committee but only of the President and thus, could not be exercised by any other authorized": "शक्ति समिति की नहीं थी, बल्कि केवल राष्ट्रपति की थी और इस प्रकार, किसी अन्य अधिकृत",
  "representative. It was also noted that the writ petitioners had made deposit": "प्रतिनिधि द्वारा इसका प्रयोग नहीं किया जा सकता था।यह भी नोट किया गया कि रिट",
  "with 24% interest and, thus, order of resumption was liable to be set aside.": "याचिकाकर्ताओं ने 24 प्रतिशत ब्याज के साथ जमा किया था और इस प्रकार, फिर से शुरू करने का आदेश अलग रखा जा सकता था।",
  "(4) We have heard learned counsel for the parties.": "(4) हमने पक्षों के लिए विद्वान अधिवक्ता को सुना है।",
  "(5) Learned counsel for the appellants submits that the power": "(5) अपीलार्थियों के लिए विद्वान वकील प्रस्तुत करते हैं कि आवंटन पत्र के संदर्भ में राष्ट्रपति",
  "Municipal Committee and thus the said powers could be exercised in": "द्वारा प्रयोग की जाने वाली शक्ति नगर समिति की शक्ति है और इस प्रकार उक्त शक्तियों का",
  "accordance with the statutory provisions by such authority to whom the": "प्रयोग ऐसे प्राधिकारी द्वारा वैधानिक प्रावधानों के अनुसार किया जा सकता है जिन्हें वे",
  "same are delegated. Learned Single Judge was in error in restricting the exercise of said powers only to the President. It was further submitted that": "प्रत्यायोजित किए गए हैं | विद्वान एकल न्यायाधीश ने उक्त शक्तियों के प्रयोग को केवल राष्ट्रपति तक सीमित रखने में गलती की थी ।यह आगे प्रस्तुत किया गया कि फिर से शुरू करने का आदेश",
  "the order of resumption being valid, mere fact that during pendency of the": "वैध है, केवल तथ्य यह है कि विचाराधीनता के दौरान",
  "MUNICIPAL CORPORATION, CHANDIGARH AND OTHERS y. 825 COL. RETD. DALJIT SINGH AND OTHERS": "नगरपालिका निगम, चंडीगढ़ और अन्य बनाम कोल, आर, टी. डी. दलित सिंह और अन्य",
  "can be taken care of by the administration. But, both the functions are to be performed by two wings which are different": "प्रशासन द्वारा ध्यान रखा जा सकता है | लेकिन, दोनों कार्यों को दो पंखों द्वारा किया जाना है जो परस्पर निर्भर",
  "though interdependent.”": "होने के बावजूद अलग-अलग हैं।”",
  "(14) Weare, thus, of the view that the impugned order of resumption": "(4) इस प्रकार, हमारा विचार है कि फिर से शुरू करने के विवादित आदेश को केवल इस आधार पर दरकिनार",
  "could not be set aside only on the ground that the power to pass order of resumption was not of the Committee but of the President. Reasons for": "नहीं किया जा सकता है कि फिर से शुरू करने का आदेश पारित करने की शक्ति समिति की नहीं बल्कि",
  "our view are summed up as under:-": "राष्ट्रपति की थी ।हमारे विचार के कारणों का सारांश इस प्रकार हैः-",
  "(15) We may now come to the second reason for setting aside": "(5) अब हम फिर से शुरू करने को अलग करने के दूसरे कारण पर आ सकते हैं, अर्थात याचिका",
  "resumption viz. the deposit during pendency of the petition. In our view, mere deposit during pendency of the writ petition by itself is not enough": "विचाराधीनता रहने के दौरान जमा । हमारे विचार में, रिट याचिका विचाराधीनता रहने के दौरान केवल जमा राशि",
  "for setting aside order of resumption without adjudicating on the question": "ही पुनः आरंभ करने की शक्ति के प्रयोग की वैधता के सवाल पर निर्णय लिए बिना पुनः आरंभ करने के आदेश",
  "of validity of exercise of power of resumption. It is only after exercise of power is found to be illegal, question of setting aside resumption can arise": "को रद्द करने के लिए पर्याप्त नहीं है ।यह केवल तभी होता है जब सत्ता का प्रयोग अवैध पाया जाता है, फिर से",
  "and even in such situation, decision may have to be taken to terms on which": "शुरू करने को अलग करने का सवाल उठ सकता है और ऐसी स्थिति में भी, उन शर्तों पर निर्णय लेना पड़ सकता",
  "resumption could be set aside. Since on this aspect, we are unable to uphold the view of learned Single Judge, fresh adjudication in the matter may be": "है जिन पर फिर से शुरू किया जा सकता है | चूंकि इस पहलू पर, हम विद्वान एकल न्यायाधीश के दृष्टिकोण को",
  "(16) Accordingly, we allow this appeal, set aside the impugned": "(6) तदनुसार, हम इस अपील को स्वीकार करते हैं, विवादित आदेश को दरकिनार करते हैं और कानून के",
  "order and remand the matter for fresh decision on merits in accordance with law.": "अनुसार गुण-दोष पर नए निर्णय के लिए मामले को रिमांड पर लेते हैं।",
  "(17) The writ petition may be listed as per roster on 18.7.2011.": "(7) रिट याचिका को 8.7.20] पर रोस्टर के अनुसार सूचीबद्ध किया जा सकता है।",
  "V. Suri": "वी. सूरी"
}