{
  "PUNJAB UNIVERSITY AND OTHERS v. ISHITA UPPAL 1217": "पंजाब विश्वविद्यालय और अन्य बनाम इशिता उप्पल",
  "(G.S. Sandhawalia, J.)": "(जी.एस. संधावालिया, जे.)",
  "Before G.S. Sandhawalia & Harpreet Kaur Jeewan, JJ.": "सक्षम जी.एस. संधावालिया और हरप्रीत कौर जीवन से पहले, जे.जे.",
  "PUNJAB UNIVERSITY AND OTHERS—4ppellants": "पंजाब विश्वविद्यालय और अन्य - अपीलकर्ता",
  "versus": "बनाम",
  "ISHITA UPPAL—Respondent": "इशिता उप्पल- प्रतिवादी",
  "LPA No. 336 of 021": "02 का एलपीए नंबर 336",
  "January 30, 2023": "30 जनवरी 2023",
  "Letters Patent Appeal — Punjab and Haryana High Court Rules": "लेटर्स पेटेंट अपील-पंजाब और हरियाणा उच्च न्यायालय के नियम और आदेश - परीक्षा में उत्तरदाता की अनुपस्थिति के",
  "and Orders — Withdrawal of EWS scholarship due to absence of respondent in an exam — Respondent, having violated the conditions of concession granted to her, in spite of the fact that she had a": "कारण ईडब्ल्यूएस छात्रवृत्ति की वापसी - प्रत्यर्थी ने उसे दी गई रियायत की शर्तों का उल्लंघन किया है, इस तथ्य के",
  "of concession granted to her, in spite of the fact that she had a chance to clear the examination in the subsequent year also, would": "बावजूद कि उसे बाद के वर्ष में भी परीक्षा उत्तीर्ण करने का मौका मिला था, वह पूरी फीस का भुगतान किए बिना अपना",
  "not be entitled to finish her course without having paid the full fees — Judgement of learned Single Judge is modified and amount of": "पाठ्यक्रम पूरा करने का हकदार नहीं होगा - विद्वान एकल न्यायाधीश के निर्णय को संशोधित किया गया है और हर्जने",
  "damages of Rs. 100,000/- are held to be not payable.": "की राशि 400, 000/»- रु देय नहीं माने जाते हैं।",
  "Held, that by virtue of interim orders, she has continued and completed her law degree and has also been granted a provisional": "माना जाता है कि अंतरिम आदेशों के आधार पर, उन्होंने अपनी कानून की डिग्री जारी रखी और पूरी की और उन्हें एक",
  "degree. Thus, in the above facts and circumstances, it would be appropriate if she deposits the full fees for the balance semesters as": "अस्थायी डिग्री भी दी गई है। इस प्रकार, उपरोक्त तथ्यों और परिस्थितियों में, यह उचित होगा यदि वह शेष सेमेस्टर के",
  "appropriate if she deposits the full fees for the balance semesters as apparently for the 7th semester, the fees has not been refunded. Therefore, she is not entitled to finish her course without having paid": "लिए पूरी फीस जमा करती है क्योंकि जाहिर तौर पर 7वें सेमेस्टर के लिए, फीस वापस नहीं की गई है।इसलिए, वह इस",
  "her in spite of the fact that she had a chance to clear the examination in the subsequent year also.": "तथ्य के बावजूद कि उसे बाद के वर्ष में भी परीक्षा उत्तीर्ण करने का मौका मिला था, उसे दी गई रियायत की शर्तों का",
  "(Para 24)": "(पैरा 2५)",
  "Further held, that the University shall raise a demand of the fee from the 8th semester onwards within a week and on deposit of the": "इसके अलावा, यह अभिनिर्धारित किया गया कि विश्वविद्यालय एक सप्ताह के भीतर ४वें सेमेस्टर से शुल्क की मांग",
  "balance fee, the University shall issue the final degree in place of the": "उठाएगा और शेष शुल्क जमा करने पर, विश्वविद्यालय उस अनंतिम डिग्री के स्थान पर अंतिम डिग्री जारी करेगा जो उसे",
  "provisional degree which has already been issued to her within a period of 2 weeks from the said deposit. The judgment of the learned Single": "पहले ही उक्त जमा से 2 सप्ताह की अवधि के भीतर जारी की जा चुकी है। विद्वत एकल न्यायाधीश के निर्णय को उस",
  "Judge is modified to that extent and also the amount of damages of Rs.1,00,000/- as compensation are also held to be not payable in the above facts and circumstances as a natural corollary of the appeal being": "सीमा तक संशोधित किया गया है और मुआवजे के रूप में ,090,000/- रुपये की हर्जाने की राशि भी उपरोक्त तथ्यों",
  "Subhash Ahuja, Advocate,for the appellants.": "अपीलार्थियों की ओर से अधिवक्ता सुभाष आहूजा।",
  "Respondent-in-person.": "व्यक्तिगत रूप से उत्तरदाता",
  "G.S. SANDHAWALIA, J.": "जी.एस.संधावलिया, जे",
  "(1) Consideration in the present letters patent appeal filed by the Panjab University is against the judgment of the learned Single": "(।) पंजाब विश्वविद्यालय द्वारा दायर वर्तमान पत्र पेटेंट अपील में विचार सीडब्ल्यूपी संख्या में पारित विद्वान एकल",
  "Judge dated 23.02.2021 passed in CWP No. 20275 of 2019 filed by the respondent herein namely Ishita Uppal which has been allowed by": "न्यायाधीश दिनांक 23.02.202। के फैसले के खिलाफ है। प्रत्यर्थी इशिता उप्पल द्वारा दायर 209 का 20275, जिसे",
  "and University Institute of Legal Studies (hereinafter referred to as": "विश्वविद्यालय और विश्वविद्यालय विधि अध्ययन संस्थान (जिसे इसके बाद 'यूआईएलएस' के रूप में संदर्भित किया गया है)",
  "from the erring officials. Resultantly, directions were issued to restore": "है। गलती करने वाले अधिकारियों से उसी की वसूली करने की स्वतंत्रता दी गई है। परिणामस्वरूप, दिनांक",
  "and release the entire benefit of freeship/EWS scholarship to the writ petitioner while quashing communications dated 26.06.2019,": "26.06.209,0.07.209,9.07.209 के संचार को रद्द करते हुए रिट याचिकाकर्ता को फ्रीशिप/ईडब्ल्यूएस",
  "(2) The following questions were culled out for adjudication onmerits of the controversy by the learned Single Judge:-": "(2) विद्वत एकल न्यायाधीश द्वारा विवाद के गुणदोषों पर न्यायनिर्णयन के लिए निम्नलिखित प्रश्न निकाले गए थे: -",
  "“A) Whether in view of Clause (vi) of guideline No.9 (P-9), the action of the respondents to withdraw the benefit": "“ए) क्या दिशानिर्देश संख्या 9 (पी-9) के खंड (५) को देखते हुए याचिकाकर्ता के मामले को 6& वें सेमेस्टर के लिए",
  "of freeship/ EWS scholarship while considering the case of the petitioner as a compartment / re-appear candidate for 6": "कंपार्टमेंट/पुनः उपस्थित उम्मीदवार के रूप में विचार करते हुए फ्रीशिप/ईडब्ल्यूएस छात्रवृत्ति के लाभ को वापस लेने",
  "B) Whether the action of the respondents while not treating the petitioner on the rolls of the Department and consequently terminating her internship programmeis based": "बी) क्‍या विभाग के रोल पर याचिकाकर्ता के साथ व्यवहार नहीं करते हुए और परिणामस्वरूप उसके इंटर्नशिप कार्यक्रम",
  "consequently terminating her internship programmeis based on legal malice and liable to set aside?": "को समाप्त करते हुए उत्तरदाताओं की कार्रवाई कानूनी द्वेष पर आधारित है और अलग करने के लिए उत्तरदायी है?",
  "C) Whether the action of the respondents while rejecting the claim of the petitioner for freeship/ EWS scholarship is": "सी) कया फ्रीशिप/ईडब्ल्यूएस छात्रवृत्ति के लिए याचिकाकर्ता के दावे को अस्वीकार करते हुए उत्तरदाताओं की कार्रवाई",
  "violative of principles of natural justice?": "प्राकृतिक न्याय के सिद्धांतों का उल्लंघन है?",
  "D) Whether the action of the respondents has caused great prejudice to the petitioner resulting into miscarriage of": "(डी) क्या प्रत्यर्थियों की कार्रवाई ने याचिकाकर्ता के प्रति बहुत पूर्वाग्रह पैदा किया है जिसके परिणामस्वरूप न्याय की",
  "Finding of the Learned Single Judge:": "शिक्षित एकल न्यायाधीश का पता लगाना:",
  "(3) The learned Single Judge came to the conclusion that the absence of the respondent in the French-III paper of the 6\" semester on": "(3) विद्बत एकल न्यायाधीश इस निष्कर्ष पर पहुंचे कि 5.05.208 को 6 वें सेमेस्टर के फ्रेंच-॥ पेपर में प्रतिवादी की",
  "14.05.2018 was on account of her medical condition as such and the relevant medical certificate had been duly handed over to the clerk of": "अनुपस्थिति उसकी चिकित्सा स्थिति के कारण थी और संबंधित चिकित्सा प्रमाण पत्र विधिवत संस्थान के क्लर्क को सौंप",
  "the institute. It was accordingly held that non-forwarding of the medical certificate of the concerned quarter had made the respondent": "दिया गया था। तदनुसार यह अभिनिर्धारित किया गया कि संबंधित तिमाही के चिकित्सा प्रमाणपत्र को अग्रेषित न करने से",
  "run around from pillar to post for complete one year. It was noticed that": "३ कर एक वर्ष तक एक स्थान से दूसरे स्थान पर भटकता रहा। यह देखा गया कि विश्वविद्यालय द्वारा ऐसा प्रवेश था",
  "Secondary School and others; Sandeep Shenai vsw. Mangalore University, Mangalore and another and Kum. M. Anuradha versus": "माध्यमिक विद्यालय और अन्य; संदीप शेनाई बनाम। मैंगलोर विश्वविद्यालय, मैंगलोर और दूसरा और कुम। एम. अनुराधा",
  "Sri. Venkateswara University, Tirupati.": "बनाम श्री वेंकटेश्वर विश्वविद्यालय, तिरुपति।",
  "(11) It was accordingly contended that her case of freeship was always being processed and the system as such was that the fees": "(॥) तदनुसार यह तर्क दिया गया कि उसके स्वतंत्र होने के मामले को हमेशा संसाधित किया जा रहा था और इस तरह",
  "always being processed and the system as such was that the fees should be deposited firstly and the refund would thereafter be": "की प्रणाली थी कि शुल्क पहले जमा किया जाना चाहिए और उसके बाद धनवापसी उत्पन्न की जाएगी। रिलायंस को",
  "generated. Reliance was placed upon the document dated 02.05.2019 and two communications dated 06.06.2019, photocopies of which have": "दिनांक 02.05.209 के दस्तावेज़ और दिनांक 06.06.209 के दो संचारों पर रखा गया था, जिनकी फोटोकॉपी मार्क",
  "been taken on record as Mark 'X', Mark \"Y' and Mark 'Z’. Resultantly, it": "'एक्स', मार्क 'वाई' और मार्क 'जेड' के रूप में रिकॉर्ड पर ली गई है। नतीजतन, यह तर्क दिया गया कि गैर-भाषी आदेश",
  "was argued that non speaking orders Annexures P-4 and P-5 had been passed and no reasons were given and neither any reference to any Rule": "अनुलग्रक पी-५ और पी-5 पारित किए गए थे और कोई कारण नहीं दिया गया था और न ही किसी नियम का कोई संदर्भ",
  "was made while also referring to Annexure A-4 dated 02.08.2019. It": "दिया गया था, जबकि दिनांक 02.08.209 के अनुलग्नक ए-५ का भी उल्लेख किया गया था। आगे यह तर्क दिया गया",
  "was further argued that the 7\" semester fees had notbeen refunded and the writ petitioner had also deposited the balance fees in pursuance of": "कि 7 वें सेमेस्टर की फीस वापस नहीं की गई थी और रिट याचिकाकर्ता ने 9 वें सेमेस्टर के लिए रिट याचिका में",
  "the writ petitioner had also deposited the balance fees in pursuance of the interim order passed in the writ petition on 01.08.2019 for the 9\"": "0.08.209 को पारित अंतरिम आदेश के अनुसरण में शेष शुल्क भी जमा किया था, जिसमें बैंकरों का चेक दिनांक",
  "Reasoning by us:": "हमरे द्वारा तर्क:",
  "(12) From the above sequence of events, one aspect is clear that the writ petitioner (respondent herein) was claiming the benefit as such": "(42) घटनाओं के उपरोक्त अनुक्रम से, एक पहलू स्पष्ट है कि रिट याचिकाकर्ता (यहां प्रतिवादी) फ्रीशिप/ईडब्ल्यूएस के",
  "of freeship/EWS which is a concession granted to the students subject to fulfillment of certain conditions. The same provides that it is": "रूप में लाभ का दावा कर रहा था, जो कुछ शर्तों की पूर्ति के अधीन छात्रों को दी गई रियायत है। उसी का प्रावधान है",
  "restricted to 5% of the seats for meritorious students belonging to economically weaker sections and it is not a matter of right as per": "कि यह आर्थिक रूप से कमजोर वर्गों से संबंधित मेधावी छात्रों के लिए 5४ सीटों तक सीमित है और यह खंड 9 के",
  "Clause 9(1i). As per Clause 9(vi), the continuation of the freeship granted during the first year is subject to a rider which is to be": "अनुसार अधिकार का मामला नहीं है।(). क्लॉज 9 (५) के अनुसार पहले वर्ष के दौरान दी गई फ्रीशिप की निरंतरता",
  "granted during the first year is subject to a rider which is to be continued in the subsequent years if the student passes the previous examination with a minimum of 60% marks in the aggregate for": "एक राइडर के अधीन है जिसे बाद के वर्षों में जारी रखा जाना है यदि छात्र विज्ञान के छात्रों के लिए न्यूनतम 60% अंकों",
  "science students and 55% marks for students in departments other than science. Students were also required to pass the examination in the first": "के साथ पिछली परीक्षा उत्तीर्ण करता है और विज्ञान के अलावा अन्य विभागों में छात्रों के लिए 55% अंक। छात्रों को पहले",
  "attempt and should not have a reappear or compartment. The": "प्रयास में परीक्षा उत्तीर्ण करने की भी आवश्यकता थी और उनके पास पुनः उपस्थिति या कम्पार्टमेंट नहीं होना चाहिए।",
  "photocopy of the lower examination passed, detailed marks certificates were to be enclosed with a refund form. Similarly, under Clause": "निचली परीक्षा उत्तीर्ण की छायाप्रति, विस्तृत अंक प्रमाण पत्र एक धनवापसी प्रपत्र के साथ संलग्न किए जाने थे। इसी तरह,",
  "9(vii), if the students were to seek the concession, they had to enclose all relevant documents so that the cases could be decided at the time of": "खंड 9 (५) के तहत यदि छात्रों को रियायत लेनी थी, तो उन्हें सभी प्रासंगिक दस्तावेज संलग्न करने थे ताकि मामलों का",
  "admission. Under Clause 9(ix) if a candidate shifted from one course to": "निर्णय प्रवेश के समय किया जा सके। खंड 9 (४) के तहत यदि कोई उम्मीदवार एक पाठ्यक्रम से दूसरे पाठ्यक्रम में",
  "another and if provided tuition fees concession in the previous course,": "स्थानांतरित हो जाता है और यदि पिछले पाठ्यक्रम में शिक्षण शुल्क में रियायत प्रदान की जाती है, तो वह उक्त रियायत",
  "would be entitled to claim the said concession only if the same was available in the latter course. The said guidelines read thus:-": "का दावा करने का हकदार होगा यदि वह बाद के पाठ्यक्रम में उपलब्ध थी। उक्त दिशानिर्देश इस प्रकार हैं:-",
  "“Guidelines for freeship and tuition fee concession.": "\"फ्रीशिप और ट्यूशन शुल्क रियायत के लिए दिशानिर्देश।",
  "discontinued on account of the non-submission of the detailed marks card of the 6\" semester and, therefore, till her case was decided by the": "6 वें सेमेस्टर के विस्तृत अंक पत्र को प्रस्तुत न करने के कारण बंद कर दिया गया और इसलिए, जब तक कि कुलपति",
  "and could notbe interpreted in the manner while treating her case to be a case of reappear.": "मामले को फिर से प्रकट होने का मामला मानते हुए इस तरीके से व्याख्या नहीं की जा सकती थी।",
  "(4) A finding of legal malice was recorded that the candidate belongs to a Economically Backward Class category and her father had": "(५) कानूनी द्वेष का एक निष्कर्ष दर्ज किया गया था कि उम्मीदवार आर्थिक रूप से पिछड़ा वर्ग श्रेणी से संबंधित है और",
  "given an application on 24.06.2019 and keeping in view her track": "उसके पिता ने 2भ.06.209 को एक आवेदन दिया था और उसके ट्रैक रिकॉर्ड को ध्यान में रखते हुए, उसका मामला",
  "record, her case had also been forwarded on 06.06.2019 but had been": "भी 06.06.209 को आगे बढ़ाया गया था, लेकिन गलत दृष्टिकोण अपनाकर उसे खारिज कर दिया गया था और उसका",
  "rejected by taking erroneous approach and her name was wrongly removed from the rolls of the department resulting in termination of her internship programme without affording any opportunity of hearing": "नाम गलत तरीके से विभाग की सूची से हटा दिया गया था, जिसके परिणामस्वरूप उसके इंटर्नशिप कार्यक्रम को समाप्त",
  "(5) Under Point 'C', the finding was recorded that action was violative of principles of natural justice and withdrawing of the benefit": "(5) प्वाइंट 'सी' के तहत, निष्कर्ष दर्ज किया गया था कि कार्रवाई प्राकृतिक न्याय के सिद्धांतों का उल्लंघन थी और",
  "of the scholarship without affording any opportunity of hearing and removing the name from the rolls of the department and the internship": "सुनवाई का कोई अवसर दिए बिना छात्रवृत्ति के लाभ को वापस लेना और विभाग की सूची से नाम हटा दिया गया था",
  "programme was done by simply sending intimations whereby the": "और इंटर्नशिप कार्यक्रम केवल सूचना भेजकर किया गया था जिससे आशक्षेपित आदेश पारित किए गए थे। संस्थान के",
  "impugned orders had been passed. There were no discernible reasons for rejection of the claim of the petitioner by the Vice Chancellor/Board of Control of the Institute and, therefore, by filing an": "कुलपति»नियंत्रण बोर्ड द्वारा याचिकाकर्ता के दावे को अस्वीकार करने का कोई स्पष्ट कारण नहीं था और इसलिए,",
  "affidavit of the Director of the Institute would not be a substitute for the orders of the competent authorities. An opportunity as such should": "संस्थान के निदेशक का हलफनामा दाखिल करना सक्षम अधिकारियों के आदेशों का विकल्प नहीं होगा। अस्वीकृति",
  "have been given to her to prove her case before passing the rejection": "आदेश पारित करने से पहले उसे अपना मामला साबित करने का अवसर दिया जाना चाहिए था और इसलिए, यह बिंदु",
  "order and, therefore, it was held under point 'D' that great prejudice had": "'डी' के तहत आयोजित किया गया था कि उसके लिए बहुत पूर्वाग्रह पैदा हुआ था और यह देखा गया था कि दिनांक",
  "been caused to her and it was noticed that in terms of the interim order dated 24.07.2019, she had been allowed to appear in the papers and her": "24.07.209 के अंतरिम आदेश के संदर्भ में, उसे कागजात में उपस्थित होने की अनुमति दी गई थी और उसके",
  "result was ordered to be kept in sealed cover and she had": "परिणाम को सीलबंद कवर में रखने का आदेश दिया गया था और उसने सफलतापूर्वक अपना बी.ए पूरा कर लिया था।",
  "successfully completed her B.A. LL.B. course by securing a good first division and, thus, she had been harassed for 2-1/2 years which led to": "एल.एल.बी.निश्वित रूप से एक अच्छा प्रथम विभाजन हासिल करके और, इस प्रकार, उसे 2-/2 वर्षों के लिए परेशान",
  "the directions for imposition of compensation.": "किया गया था, जिसके कारण मुआवजे के आरोप के लिए निर्देश दिए गए थे।",
  "Background of the case and interim orders passed:": "मामले की पृष्ठभूमि और पारित अंतरिम आदेशः",
  "(6) A perusal of the paper book would go on to show that the claim as such as per the writ petition filed was for grant of the EWS": "(6) पेपर बुक के अवलोकन से यह पता चलता है कि दायर रिट याचिका के अनुसार दावा ईडब्ल्यूएस छात्रवृत्ति प्रदान",
  "scholarship, to quash the arbitrary orders of the respondent, to grant stay against the termination of the internship programme and to set": "करने, प्रतिवादी के मनमाने आदेशों को रद्द करने, इंटर्नशिप कार्यक्रम की समाप्ति के खिलाफ रोक लगाने और संस्थान",
  "aside the arbitrary orders of the Director of the Institute denying her the right of scholarship. Further prayer was made that rules in the hand": "के निदेशक के मनमाने आदेशों को रद्द करने के लिए था जो उसे छात्रवृत्ति के अधिकार से वंचित करते थे। आगे प्रार्थना",
  "scholarships in case of missing an exam on account of medical illness": "की गई कि चिकित्सा संबंधी बीमारी के कारण परीक्षा से चूकने की स्थिति में छात्रवृत्ति प्राप्त करने वाले उम्मीदवारों के",
  "PUNJAB UNIVERSITY AND OTHERS v. ISHITA UPPAL 1221 (G.S. Sandhawalia, J.)": "पंजाब विश्वविद्यालय और अन्य बनाम इशिता उप्पल (जी.एस. संधावालिया, जे.)",
  "to be the Administrative and Regulatory Head of the Student Grievance": "और इस न्यायालय के एक वर्तमान न्यायाधीश को छात्र शिकायत प्रकोष्ठ का प्रशासनिक और विनियामक प्रमुख बनने के",
  "who is now also working as a Law Researcher in this Court and": "दायर की गई थी, जो अब इस न्यायालय में विधि शोधकर्ता के रूप में भी काम कर रहा है और माननीय न्यायाधीशों में से",
  "(7) At that point of time, vide interim order dated 24.07.2019, she was allowed to continue with her internship which was subject to": "(7) उस समय, दिनांक 2५.07.209 के अंतरिम आदेश के माध्यम से, उसे अपनी इंटर्नशिप जारी रखने की अनुमति दी",
  "the outcome of the writ petition. Vide order dated 01.08.2019": "गई थी जो रिट याचिका के परिणाम के अधीन थी। इसके बाद दिनांक 0.08.209 के आदेश के अनुसार, उन्हें 9५वें",
  "thereafter, she was permitted to furnish the bank drafts for the fees for the 9\"\" semester and directions were issued to the Director of the": "सेमेस्टर के लिए शुल्क के लिए बैंक ड्राफ्ट प्रस्तुत करने की अनुमति दी गई और संस्थान के निदेशक को निर्देश जारी",
  "Institute to get the application processed as per rules on receipt of the application form and bankers cheque from the writ petitioner. Vide": "किए गए कि आवेदन पत्र और बैंकरों के चेक की प्राप्ति पर नियमों के अनुसार आवेदन संसाधित किया जाए।दिनांक",
  "order dated 30.08.2019, she was also allowed to join classes, however,": "30.08.209 के आदेश के अनुसार, उसे कक्षाओं में शामिल होने की भी अनुमति दी गई थी, हालांकि, उसका परिणाम",
  "her result was not to be declared and was to be subject to outcome of the writ petition. A similar order was also passed on 24.09.2019 that": "घोषित नहीं किया जाना था और यह रिट याचिका के परिणाम के अधीन था। इसी तरह का आदेश 2५.09.209 को भी",
  "the admission form be accepted subject to the outcome of the writ petition. Resultantly, the writ petition was allowed on 23.02.2021 after": "पारित किया गया था कि रिट याचिका के परिणाम के अधीन प्रवेश पत्र स्वीकार किया जाए। परिणामस्वरूप, रिट याचिका",
  "petition. Resultantly, the writ petition was allowed on 23.02.2021 after arguments which had concluded on 16.02.2021 by way of video conferencing.": "को 23.02.202 को दलीलों के बाद अनुमति दी गई थी, जो 46.02.202। को वीडियो कॉनफ्रेंसिंग के माध्यम से समाप्त",
  "Arguments raised by counsel for the University:": "विश्वविद्यालय के वकील द्वारा उठाए गए तर्कः",
  "(8) Mr. Ahuja, counsel for the University has vehemently assailed the judgment of the learned Single Judge by pointing out that": "(8) श्री आहूजा, विश्वविद्यालय के वकील ने विद्वान एकल न्यायाधीश के फैसले पर जोरदार हमला किया है, यह बताते हुए",
  "the admission was in the 5 year B.A. LL.B. course for the academic session 2015-20. It is his case that the concession contained in": "कि प्रवेश 5 वर्ष के बी. ए में था। एल.एल.बी.अकादमिक सत्र 205-20 के लिए पाठ्यक्रम यह उनका मामला है कि",
  "brochure/prospectus would carry the force of law. Once the guidelines as such provided that the freeship was to becontinued in the years in": "विवरणिका/विवरणिका में निहित रियायत कानून का बल वहन करेगी। एक बार दिशानिर्देशों के अनुसार, फ्रीशिप को",
  "55% for the other departments than Science and that also in the first": "उन वर्षों में जारी रखा जाना था जिसमें छात्र विज्ञान के अलावा अन्य विभागों के लिए आवश्यक 55% के साथ पिछली",
  "examination and should not have a reappear which was a condition precedent to claim freeship. It is accordingly contended that the": "परीक्षा उत्तीर्ण करता है और वह भी पहली परीक्षा में और फिर से प्रकट नहीं होना चाहिए जो फ्रीशिप का दावा करने के",
  "precedent to claim freeship. It is accordingly contended that the absence was admittedly there on 14.05.2018 and an application had": "लिए एक शर्त पूर्ववर्ती थी। तदनुसार यह तर्क दिया जाता है कि अनुपस्थिति ५.05.208 को स्वीकार की गई थी और",
  "been submitted by her father on 12.06.2018 (Annexure R-1) wherein,": "उसके पिता द्वारा ।2.06.208 (अनुलग्बक आर-) को एक आवेदन प्रस्तुत किया गया था, जिसमें उक्त डॉक्टर से",
  "the medical certificate had been submitted alongwith the medical record from the said doctor which had been duly forwarded on": "चिकित्सा रिकॉर्ड के साथ चिकित्सा प्रमाण पत्र प्रस्तुत किया गया था, जिसे परीक्षा नियंत्रक को आवश्यक कार्रवाई के लिए",
  "case of counsel for University was that medical cases as per clause 7.1 of Chapter VIII Volume II, Panjab University Calendar and on account": "पंजाब विश्वविद्यालय कैलेंडर के खंड 7. के अनुसार और अन्य आवश्यकताओं के कारण चिकित्सा मामलों को पास",
  "PUNJAB UNIVERSITY AND OTHERS v. ISHITA UPPAL 1219 (G.S. Sandhawalia, J.)": "पंजाब विश्वविद्यालय और अन्य बनाम इशिता उप्पल (जी.एस. संधावालिया, जे.)",
  "also submitted an application on 12.06.2018that his daughter could not take the examination on account of health problems and the same": "2.06.208 को एक आवेदन भी प्रस्तुत किया गया कि उनकी बेटी स्वास्थ्य समस्याओं के कारण परीक्षा नहीं दे सकी",
  "had also been forwarded to the Controller of Education on 13.06.2018 and that the dealing official of the Examination Branch had": "और उसे ॥3.06.20॥8 को शिक्षा नियंत्रक को भी भेज दिया गया था और परीक्षा शाखा के कार्यवाहक अधिकारी ने",
  "telephonically informed her on 25.06.2018 that her case had been": "25.06.20॥8 को टेलीफोन पर उसे सूचित किया था कि चिकित्सा आधार पर उक्त पेपर के पुनः संचालन के संबंध में",
  "cleared by the Doctor of the Health Centre regarding re-conducting of the said paper on medical grounds. It was held that there was": "स्वास्थ्य केंद्र के डॉक्टर द्वारा उसके मामले को मंजूरी दे दी गई थी। यह अभिनिर्धारित किया गया कि यह विशिष्ट स्वीकार",
  "candidates appearing in the examinations in pursuance of the date sheet dated 06.07.2018 and that for a period of one year, no intimation was": "किया गया था कि दिनांक 06.07.208 की डेटशीट के अनुसरण में परीक्षाओं में उपस्थित होने वाले उम्मीदवारों को",
  "dated 06.07.2018 and that for a period of one year, no intimation was sent to the petitioner for the request of the French-III paper, whether it": "कोई व्यक्तिगत सूचना नहीं भेजी गई थी और एक वर्ष की अवधि के लिए, फ्रेंच-॥॥ पेपर के अनुरोध के लिए याचिकाकर्ता",
  "has been accepted or rejected by the Vice Chancellor of the Institute.": "को कोई सूचना नहीं भेजी गई थी, चाहे वह संस्थान के कुलपति द्वारा स्वीकार या अस्वीकार कर दिया गया हो। निष्कर्ष",
  "Finding was recorded that it is only after a period of one year the communication had been sent to the petitioner that she had remained": "अभिलिखित किया गया था कि यह केवल एक वर्ष की अवधि के बाद ही है कि याचिकाकर्ता को संचार भेजा गया था कि",
  "absent for the said paper and, therefore, her case was to be treated as compartment/reappear while taking shelter under Clause (vi) of Guideline 9. Reliance was accordingly placed upon Clause 7.1 of": "वह उक्त पेपर के लिए अनुपस्थित रही थी और इसलिए, उसके मामले को दिशानिर्देश 9 के खंड (५) के तहत आश्रय",
  "account of serious illness or accident or on account of death of near relative on one of the days in the same year by the Vice Chancellor": "दुर्घटना के कारण या निकट संबंधी की मृत्यु के कारण उसी वर्ष के किसी एक दिन वार्षिक परीक्षा पूरी करने का प्रावधान",
  "provided he was satisfied by the evidence produced and that the concession applied for was justified. It was accordingly held that she": "था बशर्ते कि वह प्रस्तुत साक्ष्य से संतुष्ट हो और जिसके लिए आवेदन किया गया रियायत उचित हो। तदनुसार यह",
  "had been treated as a compartment/reappear candidate but no order had": "अभिनिर्धारित किया गया कि उन्हें एक कम्पार्टमेंट/पुनः प्रकट होने वाले उम्मीदवार के रूप में माना गया था, लेकिन",
  "been passed by the Vice Chancellor and supplied to her till date. Therefore, the University was depriving her for claiming the benefit of": "कुलपति द्वारा कोई आदेश पारित नहीं किया गया था और आज तक उन्हें आपूर्ति की गई थी। इसलिए, विश्वविद्यालय उन्हें",
  "Therefore, the University was depriving her for claiming the benefit of freeship under the garb of the said guidelines. Resultantly, finding was": "उक्त दिशानिर्देशों की आड़ में स्वतंत्रता के लाभ का दावा करने के लिए वंचित कर रहा था। नतीजतन, यह निष्कर्ष",
  "arrived at that because the candidate had not appeared in the paper, she": "निकला कि क्‍योंकि उम्मीदवार पेपर में उपस्थित नहीं हुआ था, उसे फिर से उपस्थित होने वाले उम्मीदवार के रूप में",
  "could not be treated as a re-appear candidate and treating her as a compartmental candidate was not justified as she had not failed in the": "नहीं माना जा सकता था और उसे एक कंपार्टमेंटल उम्मीदवार के रूप में मानना उचित नहीं था क्योंकि वह पिछली",
  "previous examination. The justification of the University that she had been informed of the special chance was held not acceptable on the": "परीक्षा में असफल नहीं हुई थी। विश्वविद्यालय का यह औचित्य कि उसे विशेष अवसर के बारे में सूचित किया गया था,",
  "ground that at the time of the issuing of the date sheet on 06.07.2018, University was closed for summer vacations and the candidate was not": "इस आधार पर स्वीकार्य नहीं था कि 06.07.208 को तिथि पत्रक जारी करने के समय, विश्वविद्यालय गर्मी की छुट्टियों",
  "University was closed for summer vacations and the candidate was not expected to have knowledge about the second chance being granted.": "के लिए बंद था और उम्मीदवार को दूसरा मौका दिए जाने के बारे में जानकारी होने की उम्मीद नहीं थी। कोई व्यक्तिगत",
  "No individual intimation having been sent and the plea that she had been informed by the dealing officials of the Examination Branch on": "सूचना नहीं भेजी गई थी और यह याचिका कि उसे परीक्षा शाखा के कार्यवाहक अधिकारियों द्वारा टेलीफोन पर सूचित",
  "telephone was not accepted in the absence of any such mode having been prescribed by the competent authority. Resultantly, finding was": "किया गया था, सक्षम प्राधिकारी द्वारा निर्धारित किए गए ऐसे किसी भी तरीके के अभाव में स्वीकार नहीं किया गया था।",
  "been prescribed by the competent authority. Resultantly, finding was further recorded that the absence on 17.05.2019 also was on account of": "नतीजतन, निष्कर्ष को आगे दर्ज किया गया कि 77.05.209 को अनुपस्थिति भी इस तथ्य के कारण थी कि उसे मौखिक",
  "the fact that she had been orally informed that her scholarship had been": "रूप से सूचित किया गया था कि उसकी छात्रवृत्ति थी",
  "for meritorious students belonging to economically weaker sections of the society in all partially Self-Supporting courses/departments running in Panjab University Institutes/Regional Centres of the Panjab University.": "ए. विश्वविद्यालय पंजाब विश्वविद्यालय संस्थानों /पंजाब विश्वविद्यालय के क्षेत्रीय केंद्रों में चल रहे सभी आंशिक रूप से स्व- सहायक पाठ्यक्रमों /विभागों में समाज के आर्थिक रूप से कमजोर वर्गों से संबंधित मेधावी छात्रों के लिए पांच प्रतिशत",
  "b. Freeship would mean (tuition fee + Lab charges) concession only, not to be claimed by students as amatter of": "बी. फ्रीशिप का अर्थ होगा (ट्यूशन शुल्क + प्रयोगशाला शुल्क) केवल रियायत, जिसे छात्रों द्वारा अधिकार के रूप में",
  "c. At the first instance, the concerned Board of Contral/Coordinator shall fill all the sanctioned seatsby following the normal admission procedure.": "सी. पहली बार में, संबंधित बोर्ड ऑफ कॉन्ट्राल/कोऑर्डिनेटर सामान्य प्रवेश प्रक्रिया का पालन करते हुए सभी स्वीकृत सीटों को भरेगा।",
  "d. The concerned Board of Control/Coordinators shall list out the candidates who are eligible for freeship concession.": "डी. संबंधित नियंत्रण बोर्ड /समन्वयक उन उम्मीदवारों को सूचीबद्ध करेंगे जो फ्रीशिप रियायत के लिए पात्र हैं।",
  "e. For the purpose of the above concession, candidates must have passed the qualifying examination in the first class (60 per cent marks-proof to be added) and the total": "ई. उपरोक्त रियायत के उद्देश्य के लिए, उम्मीदवारों को प्रथम श्रेणी (60 प्रतिशत अंक-प्रमाण जोड़ा जाना चाहिए) में",
  "family income from all sources not exceed Rs. 2.5 lac per": "योग्यता परीक्षा उत्तीर्ण होना चाहिए और सभी स्रोतों से कुल पारिवारिक आय रुपये से अधिक नहीं होनी चाहिए। 2.5",
  "year. For proof of family income from allsources should not exceed Rs. 2.5 lac per year, theincome certificate shall be": "लाख प्रति वर्ष। सभी स्रोतों से पारिवारिक आय के प्रमाण के लिए रुपये से अधिक नहीं होना चाहिए। 2.5 लाख प्रति वर्ष,",
  "accepted when issued by the competent authority which shall mean the Tehsildar,SDM or the employers as the": "आय प्रमाण पत्र सक्षम प्राधिकारी द्वारा जारी किए जाने पर स्वीकार किया जाएगा जिसका अर्थ होगा तहसीलदार, एस डी",
  "shall mean the Tehsildar,SDM or the employers as the case may be. In addition an affidavit duly attested by a Magistrate giving full details of total family income should": "एम या नियोक्‍ता, जैसा भी मामला हो। इसके अलावा कुल पारिवारिक आय का पूरा विवरण देते हुए मजिस्ट्रेट द्वारा",
  "be submitted. Candidates holding yellow cards/yellow": "विधिवत सत्यापित एक हलफनामा प्रस्तुत किया जाना चाहिए। पीले कार्ड/पीले राशन कार्ड रखने वाले उम्मीदवारों को",
  "ration cards would be given preference over other candidates provided other merit conditions remained the same.": "अन्य उम्मीदवारों पर वरीयता दी जाएगी बशर्ते अन्य योग्यता शर्तें समान रहें।",
  "f. For continuation of the freeship granted to students during the first year of admission to a course, the following": "एफ. किसी पाठ्यक्रम में प्रवेश के पहले वर्ष के दौरान छात्रों को दी गई फ्रीशिप को जारी रखने के लिए, निम्नलिखित शर्त",
  "rider be imposed:": "लगाई जाएगीः",
  "“The freeship will be continued in the subsequent years only if the student passes the previous examination with a minimum of 60 per cent marks in the aggregate for": "\"फ्रीशिप को बाद के वर्षों में तभी जारी रखा जाएगा जब छात्र विज्ञान के छात्रों के लिए न्यूनतम 60 प्रतिशत अंकों और",
  "science students and 55 percent marks for students in departments other than science. The student should": "विज्ञान के अलावा अन्य विभागों में छात्रों के लिए 55 प्रतिशत अंकों के साथ पिछली परीक्षा उत्तीर्ण करता है। छात्र को",
  "have passed the examination infirst attempt that is should not have a reappear/compartment. Photocopy of": "पहले प्रयास में परीक्षा उत्तीर्ण करनी चाहिए थी जिसमें पुनः उपस्थिति/कम्पार्टमेंट नहीं होना चाहिए। निम्न परीक्षा उत्तीर्ण",
  "enclosed with the refund form.": "रिफंड फॉर्म के साथ संलग्न करें।",
  "g. Those students whom intend to seek the concession enclose all the relevant documents along with the": "जी. वे छात्र जो रियायत प्राप्त करना चाहते हैं, वे प्रवेश /परामर्श प्रपत्र के साथ सभी प्रासंगिक दस्तावेजों को संलग्न करते",
  "admission/counseling form so that cases be decided right at the time of admission. They are further required submit an affidavit along with the admission form that if any": "हैं ताकि मामलों का निर्णय प्रवेश के समय ही हो सके। उन्हें प्रवेश पत्र के साथ एक हलफनामा जमा करने की",
  "document is found to be false or any information found to": "आवश्यकता होती है कि यदि कोई दस्तावेज गलत पाया जाता है या कोई भी जानकारी छिपी हुई पाई जाती है तो उनका",
  "be concealed their admission will be cancelled.": "प्रवेश रद्द कर दिया जाएगा।",
  "i. On shifting from one course to another, a student, if provided tuition fee concession in the previous Course will": "आई. एक पाठ्यक्रम से दूसरे पाठ्यक्रम में स्थानांतरित होने पर, यदि एक छात्र को पिछले पाठ्यक्रम में ट्यूशन शुल्क",
  "be entitled to claim the said concession in the latter course": "रियायत प्रदान की जाती है, तो वह बाद के पाठ्यक्रम में उक्त रियायत का दावा करने का हकदार होगा यदि उक्त",
  "(13) Thus, in our considered opinion, if the benefit was to be taken, it does not lie in the mouth of the student to say that the rule has": "(3) इस प्रकार, हमारी सुविचारित राय में, यदि लाभ लिया जाना था, तो यह कहना छात्र के मुंह में नहीं है कि नियम को",
  "to be read in a particular manner and it would not apply if the exam had not been given. Even otherwise, it is to be noticed that the rule was": "एक विशेष तरीके से पढ़ा जाना चाहिए और यदि परीक्षा नहीं दी गई होती तो यह लागू नहीं होता। अन्यथा भी, यह ध्यान",
  "not been given. Even otherwise, it is to be noticed that the rule was never subject matter of challenge before the learned Single Judge and": "देने योग्य है कि यह नियम कभी भी विद्वान एकल न्यायाधीश के समक्ष चुनौती का विषय नहीं था और प्रार्थना केवल उसे",
  "the prayer was only to granther scholarship and not to terminate her internship. The exercise which has now been conducted by the learned": "छात्रवृत्ति प्रदान करने के लिए थी न कि उसकी इंटर्नशिप को समाप्त करने के लिए। यह अभ्यास जो अब विद्वान एकल",
  "Single Judge was not a subject matter of consideration as such of the writ petition. It is settled principle that prospectus/hand book would": "न्यायाधीश द्वारा संचालित किया गया है, रिट याचिका की तरह विचार का विषय नहीं था। यह तय किया गया सिद्धांत है",
  "writ petition. It is settled principle that prospectus/hand book would have the force of law and it has been consistently held so by 6 Full Benches of our Court, which apparently could not be brought to the": "कि प्रॉस्पेक्टस /हैंडबुक में कानून की शक्ति होगी और यह हमारे न्यायालय की 6 पूर्ण पीठों द्वारा लगातार आयोजित",
  "judgment passed in Swati Bishnoi versus Panjab University and another’ wherein, reference has been made to Amardeep Singh Sahota": "विश्वविद्यालय और अन्य 3 में पारित फैसले पर भरोसा किया जा सकता है, जिसमें अमरदीप सिंह सहोता बनाम पंजाब",
  "versus State of Punjab‘, Raj Singh versus Maharishi Dayanand University’, Sachin Gaur versus Punjabi University®, Rahul": "राज्य *, राज सिंह बनाम महर्षि दयानंद विश्वविद्यालय 5, सचिन गौर बनाम पंजाबी विश्वविद्यालय 5, राहुल प्रभाकर बनाम",
  "Prabhakar versus Punjab Technical University, Jalandhar’, Indu": "पंजाब तकनीकी विश्वविद्यालय, जालंधर 7, इंदु का संदर्भ दिया गया है।",
  "4 1993(4) S.C.T. 328": "* ।993(५) एस.सी.टी. 328",
  "° 1996 (1) S.C.T. 837": "5 996 (॥) एस.सी.टी. 837",
  "71997 (3) S.C.T. 526": "7 997 (3) एस.सी.टी. 526",
  "permissible. In similar circumstances, the Apex Court in K. Sujatha versus Marathwada University'°held that the ordinance provided that a": "अनुमेय है। इसी तरह की परिस्थितियों में, के. सुजाता बनाम मराठवाड़ा विश्वविद्यालय ॥0 में सर्वोच्च न्यायालय ने कहा कि",
  "candidate who was taking admission should have obtained 50% of the total marks in the 4 subjects together takenat one and the same attempt in the qualifying examination. Since the candidate did not pass the qualifying examination in the said terms, it washeld that she was not": "& विषयों में कुल अंकों का 50५ प्राप्त करना चाहिए था। चूंकि उम्मीदवार ने उक्त शर्तों में योग्यता परीक्षा उत्तीर्ण नहीं की",
  "qualifying examination in the said terms, it washeld that she was not eligible in terms of the said ordinance. In such circumstances, the writ": "थी, इसलिए यह माना गया कि वह उक्त अध्यादेश के संदर्भ में पात्र नहीं थी। ऐसी परिस्थितियों में, उम्मीदवारों की रिट",
  "petition of the candidates as such had been dismissed by the Bombay High Court and the Apex Court did not accept the argument but only in": "याचिका को बॉम्बे उच्च न्यायालय द्वारा खारिज कर दिया गया था और सर्वोच्च न्यायालय ने तर्क को स्वीकार नहीं किया",
  "peculiar facts and circumstances allowed the candidate to continue her": "था, लेकिन केवल विशिष्ट तथ्यों और परिस्थितियों में उम्मीदवार को अपनी पढ़ाई जारी रखने की अनुमति दी थी।",
  "studies. The relevant observations read thus:-": "प्रासंगिक टिप्पणियाँ इस प्रकार हैं:-",
  "“1. The appellant was admitted to the MBBS course commencing from October 19, 1992 in the Latur Medical College, State of Maharashtra. She was admitted against": "\". अपीलार्थी को महाराष्ट्र राज्य के लातूर मेडिकल कॉलेज में ।9 अक्टूबर, 992 से शुरू होने वाले एमबीबीएस",
  "one of the seats filled by the management under its discretionary quota. The appellant joined the course in": "पाठ्यक्रम में भर्ती कराया गया था। प्रबंधन द्वारा अपने विवेकाधीन कोटे के तहत भरी गई सीटों में से एक के खिलाफ",
  "by its letters dated December 4, 1992 and January 15, 1993 cancelled the admission granted to the appellant. According": "& दिसंबर, 992 और ॥5 जनवरी, 993 के अपने पत्रों द्वारा अपीलार्थी को दिए गए प्रवेश को रद्द कर दिया।",
  "to the University, the appellant was admitted in violation of Ordinance 211(a) of the University Ordinances and, as": "विश्वविद्यालय के अनुसार, अपीलार्थी को विश्वविद्यालय अध्यादेश के अध्यादेश 2॥॥ (ए) का उल्लंघन करते हुए स्वीकार",
  "such, she was not entitled to continue her studies. The": "किया गया था और इस प्रकार, वह अपनी पढ़ाई जारी रखने की हकदार नहीं थी। अपीलार्थी ने संविधान के अनुच्छेद",
  "appellant challenged the said orders before the Bombay High Court by way of a writ petition under Article 226 of the Constitution. The High Court dismissed the writ": "226 के तहत एक रिट याचिका के माध्यम से बॉम्बे उच्च न्यायालय के समक्ष उक्त आदेशों को चुनौती दी। उच्च",
  "the Constitution. The High Court dismissed the writ petition. This appeal by specialleave is against the judgment of the High Court.": "न्यायालय ने रिट याचिका को खारिज कर दिया। स्पेशल लीव की यह अपील उच्च न्यायालय के फैसले के खिलाफ है।",
  "2. Ordinance 211 (a) of the University Ordinances is as under :-": "2. विश्वविद्यालय अध्यादेशों का अध्यादेश 2॥ (ए) निम्नानुसार हैः-",
  "\"A candidate for admission against the open seats to the Medical Course must have obtained not less than 50 per cent of the total marks in English and the Science subjects (i.e. Physics, Chemistry and Biology) taken together at one": "\"चिकित्सा पाठ्यक्रम में खुली सीटों के खिलाफ प्रवेश के लिए एक उम्मीदवार को अंग्रेजी और विज्ञान विषयों में कुल अंकों का 50 प्रतिशत से कम प्राप्त नहीं होना चाहिए। भौतिकी, रसायन विज्ञान और जीव विज्ञान) को योग्यता परीक्षा में",
  "and the same attempt in the qualifying examination. Candidates belonging to the Backward Class Communities (i.e. Scheduled Castes and Scheduled Castes converts to": "एक ही प्रयास में एक साथ लिया जाता है। पिछड़े वर्ग के समुदायों से संबंधित उम्मीदवार ( अनुसूचित जातियाँ और",
  "specified areas, Denotified Tribes and Nomadic Tribes and": "अधिसूचित जनजातियाँ और खानाबदोश जनजातियाँ और",
  "'° 1995 (Sup1) SCC 155": "/०995 (सुपर।) एससीसी 55",
  "PUNJAB UNIVERSITY AND OTHERS v. ISHITA UPPAL 1227 (G.S. Sandhawalia, J.)": "पंजाब विश्वविद्यालय और अन्य बनाम इशिता उप्पल (जी.एस. संधावालिया, जे.)",
  "Gupta versus Director of Sports, Punjab® and Rupinder Singh and others versus The Punjab State Board of Technical Education &": "गुप्ता बनाम खेल निदेशक, पंजाब8 और रुपिंदर सिंह और अन्य बनाम पंजाब राज्य तकनीकी शिक्षा और औद्योगिक",
  "Industrial Training, Chandigarh and others’. The relevant observations made in Rahul Prabhakar's case (supra) read as under:-": "प्रशिक्षण बोर्ड, चंडीगढ़ और अन्य9. राहुल प्रभाकर के मामले (उपर्युक्त) में की गई प्रासंगिक टिप्पणियां इस प्रकार हैं:-",
  "“7. A Full Bench of this Court in Amardeep SinghSahota v. State of Punjab, (1993) 4 SLR 673:1993(4) SCT 328": "\"7. अमरदीप सिंह सहोता बनाम पंजाब राज्य, (4993) ५ एस. एल. आर. 673:4993 (५) एस. सी. टी. 328 (पी. एंड",
  "(P&H) (FB) had to consider the scope and binding force of": "एच.) (एफ. बी.) मामले में इस न्यायालय की पूर्ण पीठ को विवरणिका में अंतर्विष्ट उपबंधों के दायरे और बाध्यकारी बल",
  "the provisions contained in the prospectus. The Bench took the view that the prospectus issued for admission to a": "पर विचार करना था। पीठ ने यह विचार व्यक्त किया कि किसी पाठ्यक्रम में प्रवेश के लिए जारी प्रॉस्पेक्टस में कानून की",
  "course, has the force of law and it was not open to alteration. In Raj Singh v. Maharshi Dayanand University,": "शक्ति है और यह परिवर्तन के लिए खुला नहीं है। राज सिंह बनाम महर्षि दयानंद विश्वविद्यालय, 499% (५) आर. एस. जे.",
  "1994 (4) RSJ 289:1994(2) SCT 766 (P&H) (FB) another Full Bench of this Court took the view that a candidate will": "289:994 (2) एस. सी. टी. 766 (पी. एंड एच.) (एफ. बी.) में इस न्यायालय की एक अन्य पूर्ण पीठ ने यह मत व्यक्त",
  "have to betaken to be bound by the information supplied in the admission form and cannot be allowed to take a stand": "किया कि एक अभ्यर्थी को प्रवेश प्रपत्र में दी गई जानकारी से बाध्य होना होगा और उसे ऐसी स्थिति लेने की अनुमति नहीं",
  "that suits him at a given time. The Full Bench approved the view expressed in earlier Full Bench that eligibility for": "दी जा सकती जो किसी दिए गए समय पर उसके अनुकूल हो। पूर्ण पीठ ने पूर्ववर्ती पूर्ण पीठ में व्यक्त विचार को मंजूरी",
  "admission to a Course has to be seen according to the prospectus issued before the Entrance Examination and that": "दी कि किसी पाठ्यक्रम में प्रवेश के लिए पात्रता को प्रवेश परीक्षा से पहले जारी विवरण पत्रिका के अनुसार देखा जाना",
  "the admission has to be made on the basis of instructions given in the prospectus, having the force of law. Again Full": "चाहिए और यह कि प्रवेश विधि के बल पर विवरण पत्रिका में दिए गए निर्देशों के आधार पर किया जाना चाहिए। पुनः",
  "Bench of this Court in Sachin Gaur v. Punjabi University, 1996 (1) RSJ 1:1996 (1) SCT 837 (P&H) (FB) took the": "इस न्यायालय की पूर्ण पीठ ने सचिन गौड़ बनाम पंजाबी विश्वविद्यालय, 4996 (॥) आर. एस. जे. ।:996 (॥) एस. सी.",
  "1996 (1) RSJ 1:1996 (1) SCT 837 (P&H) (FB) took the view that there has to be a cut off date provided for": "टी. 837 (पी. एंड. एच.) (एफ. बी.) में यह मत व्यक्त किया कि प्रवेश के लिए एक कट ऑफ तिथि प्रदान की जानी",
  "admission and the same cannot be changed afterwards. These views expressed by earlier Full Benches have been": "चाहिए और उसे बाद में नहीं बदला जा सकता है। पहले की पूर्ण पीठों द्वारा व्यक्त किए गए इन विचारों का सीडब्ल्यूपी",
  "followed in CWP No. 6756 of 1996 by the three of us constituting another Full Bench. Thus, it is settled law that": "नं. एक अन्य पूर्ण पीठ का गठन करते हुए हम तीनों द्वारा 4996 का 6756। इस प्रकार, यह निर्धारित कानून है कि",
  "the provisions contained in the information brochure for the Common Entrance Test 1997 have the force of law and": "सामान्य प्रवेश परीक्षा 4997 के लिए सूचना विवरणिका में निहित प्रावधानों में कानून का बल है और उनका सख्ती से",
  "made by theCourt in exercise of powers under Article 226 of the Constitution of India.”": "पालन किया जाना चाहिए। भारत के संविधान के अनुच्छेद 226 के तहत शक्तियों का प्रयोग करते हुए अदालत द्वारा",
  "(14) Thus, from the above, it would be clear that it is not permissible for the writ court to make any modifications in exercise of its powers under Article 226 of the Constitution of India. Therefore, for": "(५) इस प्रकार, उपरोक्त से, यह स्पष्ट होगा कि रिट न्यायालय के लिए भारत के संविधान के अनुच्छेद 226 के तहत अपनी शक्तियों के प्रयोग में कोई संशोधन करने की अनुमति नहीं है। इसलिए, विद्वान एकल न्यायाधीश के लिए एक",
  "down the meaning as such ofa compartment or reappear was not": "डिब्बे के रूप में अर्थ को पढ़ने या फिर से प्रकट होने के लिए अपने अधिकार क्षेत्र का प्रयोग करना नहीं था",
  "* 2001(2) S.C.T. 726": "9 2004(2) एस.सी.टी. 726",
  "PUNJAB UNIVERSITY AND OTHERS v. ISHITA UPPAL 1231 (G.S. Sandhawalia, J.)": "पंजाब विश्वविद्यालय और अन्य बनाम इशिता उप्पल (जी.एस. संधावालिया, जे.)",
  "otherwise.": "अन्यथा।",
  "(18) Counsel for the University was also well justified in holding out that giving a supplementary examination only amounts to": "(8) विश्वविद्यालय के वकील ने यह अभिनिर्धारित करने में भी अच्छी तरह से न्‍्यायसंगत था कि पूरक परीक्षा देना केवल",
  "in Council of Homeopathic System of Medicine, Punjab versus": "कमी को पूरा करने के बराबर है और होम्योपैधिक चिकित्सा प्रणाली परिषद, पंजाब बनाम सुचिन्तन ॥5 में सर्वोच्च",
  "Suchintan’’. In Rupinder Singh's case (supra), the same position was also reiterated by the Full Bench that passing the supplementary": "मामले (उपर्युक्त) में भी पूर्ण पीठ ने यही स्थिति दोहराई कि पूरक परीक्षा उत्तीर्ण करना वार्षिक परीक्षा उत्तीर्ण करने की",
  "University'® held that student cannot insist on any further chances for clearing the MBBS examination than what was provided, as a matter of legal right.": "एमबीबीएस परीक्षा उत्तीर्ण करने के लिए किसी और अवसर पर जोर नहीं दे सकता है।",
  "(19) Resultantly, keeping in view the above reasoning, we are of": "(9) परिणामस्वरूप, उपर्युक्त तर्क को ध्यान में रखते हुए, हमारा विचार है कि परीक्षा में उपस्थित न होने के संबंध में",
  "the considered view that the judgments which are relied upon by the respondent regarding not appearing in the examination is not to be treated as compartment is not liable to be gone into, keeping in view": "प्रत्यर्थी द्वारा जिन निर्णयों पर भरोसा किया जाता है, उन्हें कंपार्टमेंट के रूप में नहीं माना जाना चाहिए, इस तथ्य को ध्यान",
  "the fact that once aconcession is being accepted and taken, which is an exception to the general rule, it has to be strictly applied. Therefore, it": "में रखते हुए कि एक बार रियायत स्वीकार की जा रही है और ली जा रही है, जो कि सामान्य नियम का एक अपवाद है,",
  "exception to the general rule, it has to be strictly applied. Therefore, it would not lie in the mouth of the candidate as noticed above to claim": "इसे सख्ती से लागू किया जाना चाहिए। इसलिए, यह उम्मीदवार के मुंह में नहीं होगा, जैसा कि ऊपर देखा गया है, पूर्व-",
  "the benefit without qualifying for the pre-requisite condition which had been prescribed.": "आवश्यकता शर्त के लिए अर्हता प्राप्त किए बिना लाभ का दावा करना, जो निर्धारित की गई थी।",
  "The conduct of the respondent:": "प्रत्यर्धी का आचरण:",
  "(20) Thus, the argument as such raised that merely because the student had not appeared in the exam and is not to be treated as a": "(20) इस प्रकार, यह तर्क दिया गया कि केवल इसलिए कि छात्र परीक्षा में उपस्थित नहीं हुआ था और उसे एक डिब्बे",
  "granted which is for a purpose as such and conditional upon the fact": "के रूप में नहीं माना जाना चाहिए, जो रियायत दी गई थी, जो इस तरह के उद्देश्य के लिए है और इस तथ्य पर सशर्त है",
  "that the examination should have been passed in the first attempt. It is not disputed that on account of the fact of illness, the writ petitioner could not appear inthe first examination which was held for": "कि परीक्षा पहले प्रयास में उत्तीर्ण होनी चाहिए थी। यह विवादित नहीं है कि बीमारी के तथ्य के कारण, रिट याचिकाकर्ता",
  "application had been duly received on 12.06.2018 (Annexure R-1) wherein, on account of the medical certificate attached, a prayer was": "उनका आवेदन 2.06.208 (अनुलग्रक आर-) को विधिवत प्राप्त किया गया था, जिसमें संलग्न चिकित्सा प्रमाण पत्र के",
  "wherein, on account of the medical certificate attached, a prayer was made that the said absence be accepted. The processing was done at": "कारण, एक प्रार्थना की गई थी कि उक्त अनुपस्थिति को स्वीकार किया जाए। विश्वविद्यालय द्वारा आगे की आवश्यक",
  "the level of the University by forwarding the same on 12.06.2018 itself to the Controller of Examinations for further necessary action by the": "कार्रवाई के लिए 2.06.208 को ही परीक्षा नियंत्रक को अग्रेषित करके विश्वविद्यालय के स्तर पर प्रसंस्करण किया गया",
  "'S 1993 (3) SCT 276": "54993 (3) एससीटी 276",
  "'© 1995 (2) BCR 686": "६5 |995 (2) बीसीआर 686",
  "PUNJAB UNIVERSITY AND OTHERS v. ISHITA UPPAL 1229 (G.S. Sandhawalia, J.)": "पंजाब विश्वविद्यालय और अन्य बनाम इशिता उप्पल (जी.एस. संधावालिया, जे.)",
  "other Backward Communities) and applying for admission": "अन्य पिछड़ा समुदाय) और आरक्षित सीटों पर प्रवेश के लिए आवेदन करने के लिए अंग्रेजी और विज्ञान विषयों में कुल",
  "to reserved seats must have obtained not less than 40 per cent of the total marks in English andScience subjects (i.e. Physics, Chemistry and Biology) taken together at one and": "अंकों का ५० प्रतिशत से कम नहीं होना चाहिए। भौतिकी, रसायन विज्ञान और जीव विज्ञान) को योग्यता परीक्षा में एक ही",
  "3. It is not disputed that the appellant passed the qualifying examination in two attempts. Ordinance 211(a) clearly lays": "3. यह विवादित नहीं है कि अपीलार्थी ने दो प्रयासों में योग्यता परीक्षा उत्तीर्ण की। अध्यादेश 2॥॥ (ए) में स्पष्ट रूप से",
  "the medical course must have obtained not less than 50 per cent of the total marks in the four subjects taken together at": "में एक साथ लिए गए चार विषयों में कुल अंकों के 50 प्रतिशत से कम अंक प्राप्त नहीं किए होंगे। चूंकि अपीलार्थी ने एक",
  "Since the appellant did not pass the qualifying examination at oneand the same attempt, she was not eligible in terms of Ordinance 211 (a) of the University Ordinances.”": "ही प्रयास में योग्यता परीक्षा उत्तीर्ण नहीं की थी, इसलिए वह विश्वविद्यालय अध्यादेशों के अध्यादेश 2॥॥ (ए) के संदर्भ में पात्र नहीं थी।",
  "(15) The principle of estoppel as such also would apply and a candidate cannot be allowed to approbate and reprobate in the same": "(।5) बहिष्कार का सिद्धांत भी लागू होगा और एक उम्मीदवार को उसी सांस में अनुमोदन और खंडन करने की अनुमति",
  "breath. The benefit of concession on one hand cannot be claimed and on the other hand, the arbitrariness in the rule regarding concession": "नहीं दी जा सकती है। एक ओर रियायत के लाभ का दावा नहीं किया जा सकता है और दूसरी ओर, रियायत के संबंध में",
  "placed upon the judgment in State of Punjab versus Dhanjit Singh Sandhu'! wherein, it was held that having accepted the terms and": "बनाम धनजीत सिंह संधू \" में निर्णय पर रखा जा सकता है, जिसमें यह अभिनिर्धारित किया गया था कि आवंटन के",
  "conditions of allotment and the extension fees which was payable as per the terms of the allotment letter, it was not permissible for the": "नियमों और शर्तों और विस्तार शुल्क को स्वीकार करने के बाद, जो आवंटन पत्र की शर्तों के अनुसार देय था, यह भूखंडों",
  "per the terms of the allotment letter, it was not permissible for the defaulting allottees of plots who had firstly agreedto abide by the terms": "के चूक आवंटनकर्ताओं के लिए अनुमेय नहीं था, जो पहले आवंटन के नियमों और शर्तों का पालन करने के लिए सहमत",
  "and conditions of allotment and later sought to deny their liability as per the agreed terms. Thus, a person who seeks a rule of equity is": "हुए थे और बाद में सहमत शर्तों के अनुसार अपने दायित्व से इनकार करने की मांग की थी। इस प्रकार, एक व्यक्ति जो",
  "precluded by way of his actions and conduct from asserting the right": "समानता का नियम चाहता है, वह अपने कार्यों और आचरण के माध्यम से अधिकार का दावा करने से वंचित है और रिट",
  "and the writ petitioner would be also bound by the said principle.": "याचिकाकर्ता भी उक्त सिद्धांत से बाध्य होगा। मेहर चंद बनाम पंजाब राज्य “ में पारित निर्णय पर भी भरोसा किया जा",
  "that the instructions on the basis of which regularization was sought": "सकता है, जिसमें समन्वय पीठ ने कहा कि जिन निर्देशों के आधार पर नियमितीकरण की मांग की गई थी, उन्हें इस",
  "could not be challenged on the ground that the date of regularization be counted as to the suitability as such and from the earlier date for the": "आधार पर चुनौती नहीं दी जा सकती है कि नियमितीकरण की तारीख को उपयुक्तता के रूप में और वरिष्ठता के उद्देश्यों",
  "purposes of seniority. It was accordingly held that the entire instructions have to be applied to an individual as to from which date": "के लिए पहले की तारीख से गिना जाए। तदनुसार यह अभिनिर्धारित किया गया कि संपूर्ण निर्देश किसी व्यक्ति पर लागू",
  "the service is to be counted while placing reliance upon two Division Benches in CWP No. 9200 of 1993, Gurmail Singh versus State of": "किए जाने चाहिए कि किस तिथि से सेवा की गणना की जानी है, जबकि सीडब्ल्यूपी सं. 4993 का 9200, गुरमैल सिंह",
  "Benches in CWP No. 9200 of 1993, Gurmail Singh versus State of Punjab and others decided on 21.07.1994 and CWP No. 14338 of": "बनाम पंजाब राज्य और अन्य ने 2स्‍.07.99% को निर्णय लिया 9338 का",
  "'2 1999 (3) SCT 162": "24 999 (3) एससीटी 62",
  "1997, Jacob versus State of Punjab and others decided on 12.05.1998.": "4997, जैकब बनाम पंजाब राज्य और अन्य ने 42.05.998 को निर्णय लिया।",
  "(16) Thus, in the teeth of the settled law, we are of the considered opinion that to hold to the contrary under Question No. 'A’ that clause 9(vi) had to be interpreted in a particular manner was": "(6) इस प्रकार, स्थापित विधि के अनुसार, हमारी यह सुविचारित राय है कि प्रश्न सं. 'क' कि खंड 9 (५) की व्याख्या",
  "that clause 9(vi) had to be interpreted in a particular manner was beyond the pale of jurisdiction of the learned Single Judge and is an": "किसी विशेष तरीके से की जानी थी, विद्वत एकल न्यायाधीश की अधिकारिता के दायरे से बाहर था और यह एक ऐसा",
  "exercise which should have not been endeavored and laboured on. It is": "अभ्यास है जिसका प्रयास और परिश्रम नहीं किया जाना चाहिए था। यह तय किया गया सिद्धांत है कि परमादेश की एक",
  "settled principle that a writ of mandamus could only be sought if there was a legal right as such accruing. Reliance can be placed upon the": "रिट केवल तभी मांगी जा सकती है जब इस तरह का कोई कानूनी अधिकार प्राप्त हो। रिलायंस को मणि सुब्रत जैन",
  "“The High Court rightly dismissed the petitions. It is": "\"उच्च न्यायालय ने याचिकाओं को सही ढंग से खारिज कर दिया। यह प्राथमिक है, हालांकि यह दोहराया जाना चाहिए कि",
  "elementary though it is to be restated that no one can ask for a mandamus without a legal right. There must be a": "कोई भी कानूनी अधिकार के बिना परमादेश नहीं मांग सकता है। कानूनी रूप से लागू करने योग्य अधिकार के साथ-",
  "judicially enforceable right as well as a legally protected right before one suffering a legal grievance can ask for a": "साथ कानूनी रूप से संरक्षित अधिकार होना चाहिए, इससे पहले कि कोई कानूनी शिकायत से पीड़ित व्यक्ति परमादेश",
  "mandamus. A person can be said to be aggrieved only when a person is denied a legal right by some one who has": "मांग सके। एक व्यक्ति को केवल तभी व्यथित कहा जा सकता है जब किसी व्यक्ति को किसी ऐसे व्यक्ति द्वारा कानूनी",
  "when a person is denied a legal right by some one who has a legal duty to do something or to abstain from doing": "अधिकार से वंचित कर दिया जाता है जिसका कुछ करने का कानूनी कर्तव्य है या कुछ करने से बचना है (इंग्लैंड के",
  "something (See Halsbury's Laws of England 4th Ed. Vol. I, paragraph 122; State of Haryana vy. Subash Chander Marwaha & Ors.(1974) 1 SCR 165. Jasbhai Motibhai": "हाल्सबरी के कानून देखें। वॉल्यूम. ।, पैराग्राफ ।22; हरियाणा राज्य बनाम सुभाष चंदर मारवाह और अन्य। (97५) ।",
  "Marwaha & Ors.(1974) 1 SCR 165. Jasbhai Motibhai Desai vy. Roshan Kumar Haji Bashir Ahmed & Ors.,": "एससीआर 65. जसभाई मोतीभाई देसाई बनाम रोशन कुमार हाजी बशीर अहमद और अन्य, (976) ३ एससीआर 58",
  "(17) Similarly, in Maharshi Dayanand University versus Surjeet Kaur'*, it was held by the Apex Court that the High Court": "(7) इसी प्रकार, महर्षि दयानंद विश्वविद्यालय बनाम सुरजीत कौर ॥% में, सर्वोच्च न्यायालय द्वारा यह अभिनिर्धारित किया",
  "cannotdirect an authority to act in contravention of statutory provisions": "गया था कि उच्च न्यायालय किसी प्राधिकारी को वैधानिक उपबंधों के उल्लंघन में कार्य करने का निदेश नहीं दे सकता है",
  "and directions issued as such would not be permissible. In the said case, the issue was whether the candidate who was pursuing regular course": "और इस प्रकार जारी किए गए निदेश अनुज्ञेय नहीं होंगे। उक्त मामले में, मुद्दा यह था कि क्‍या जो उम्मीदवार",
  "for examination in full subjects of the university could be simultaneously allowed to appear in another regular course of the same": "विश्वविद्यालय के पूर्ण विषयों में परीक्षा के लिए नियमित पाठ्यक्रम कर रहा था, उसे एक साथ उसी विश्वविद्यालय या किसी",
  "university or another university or Board. Accordingly, it was held that": "अन्य विश्वविद्यालय या बोर्ड के किसी अन्य नियमित पाठ्यक्रम में उपस्थित होने की अनुमति दी जा सकती है। तदनुसार,",
  "under Article 226 of the Constitution of India, the rule of law is to be": "यह अभिनिर्धारित किया गया था कि भारत के संविधान के अनुच्छेद 226 के तहत, कानून के शासन को लागू किया जाना",
  "enforced and directions contrary to what has been injuncted cannot be issued. Once the Handbook/Prospectus as such has been held to be": "है और जो आदेश दिया गया है, उसके विपरीत निर्देश जारी नहीं किए जा सकते हैं। एक बार जब हैंडबुक /प्रॉस्पेक्टस",
  "having the force of law by the six Full Benches referred to above, itwas not within the domain of the learned Single Judge to read it down": "को ऊपर उल्लिखित छह पूर्ण पीठों द्वारा कानून का बल माना गया है, तो इसे पढ़ना विद्वान एकल न्यायाधीश के अधिकार क्षेत्र में नहीं था",
  "'3 AIR 1977 (SC) 276": "3 एआईआर 977 (एससी) 276",
  "Director of the Institute which has been endorsed on the said document": "संस्थान का निदेशक जिसे उक्त दस्तावेज पर ही अनुमोदित किया गया है। पंजाब विश्वविद्यालय के बीजीजे स्वास्थ्य केंद्र",
  "cases of the candidates had been examined and approved by Dr. Deepak Kumar of BGJ Health Centre, Panjab University, which would": "के डॉ. दीपक कुमार द्वारा उम्मीदवारों के चिकित्सा मामलों की जांच और अनुमोदन किया गया था, जो अनुलग्रक आर-५",
  "be clear from Annexure R-4 that cases of 5 candidates of the 4\" and 6\" semester were processed and the writ petitioner's name also figures in": "से स्पष्ट होगा कि चौथे और छठे सेमेस्टर के 5 उम्मीदवारों के मामलों को संसाधित किया गया था और रिट याचिकाकर्ता",
  "the same. The date sheet as such had been notified on 06.07.2018 also": "का नाम भी उसी में शामिल है। दिनांक पत्रक को 06.07.208 को भी अधिसूचित किया गया था, जिसमें वे छात्र जो",
  "wherein students who had missed 2nd, 6\" and 8\" semesters theory papers due to clash/sports events/medical in May June, 2018 had been": "मई, जून, 208 में संघर्ष/खेल आयोजनों/चिकित्सा के कारण दूसरे, छठे और आठवें सेमेस्टर के थ्योरी पेपर से चूक गए",
  "granted the benefit of the special chance. The exam as such was thus slated for 14.07.2018, which the petitioner chose not to appear in.": "थे, उन्हें विशेष अवसर का लाभ दिया गया था। इस प्रकार परीक्षा ५.07.208 के लिए निर्धारित की गई थी, जिसमें",
  "slated for 14.07.2018, which the petitioner chose not to appear in. The explanation though given is that she had not been intimated the": "याचिकाकर्ता ने उपस्थित नहीं होने का फैसला किया। हालांकि स्पष्टीकरण यह दिया गया है कि उन्हें इस बारे में सूचित",
  "same but it was also her duty as such to keep in check with the department as to when the special chance was being given as": "नहीं किया गया था, लेकिन यह उनका कर्तव्य भी था कि वे विभाग के साथ नजर रखें कि कब विशेष मौका दिया जा रहा",
  "apparently she had been medically examined and approved by the concerned Doctor of the University in pursuance to her application given by her father itself. Therefore, it does not lie in her mouth as": "था क्‍योंकि जाहिर है कि उनके पिता द्वारा दिए गए उनके आवेदन के अनुसरण में विश्वविद्यालय के संबंधित डॉक्टर द्वारा उनकी चिकित्सकीय जांच और अनुमोदन किया गया था। इसलिए, यह कहना उसके मुंह में नहीं है कि उसे उस विशेष",
  "such to say that she was never aware of the special chance which was slated to take place. The only advantage she has is that there is no": "अवसर के बारे में कभी पता नहीं था जो होने वाला था। उनका एकमात्र लाभ यह है कि संचार का कोई आधिकारिक",
  "official record of communication and the University has only fallen back on a telephonic information intimated to the candidates. A": "रिकॉर्ड नहीं है और विश्वविद्यालय केवल उम्मीदवारों को सूचित एक टेलीफोनिक जानकारी पर वापस आ गया है।",
  "perusal of (Annexure R-5) would go on to show that out of the 5 candidates, two had appeared in the special chance and, therefore, it": "(अनुलग्रक आर-5) के अवलोकन से पता चलता है कि 5 उम्मीदवारों में से दो विशेष अवसर पर उपस्थित हुए थे और",
  "cannot be said that candidates had not been intimated. However, the": "इसलिए, यह नहीं कहा जा सकता है कि उम्मीदवारों को सूचित नहीं किया गया था। हालाँकि, इस तरह के संदेहों का",
  "benefit of doubtas such can be given on account of the fact that she had not been intimated byany written communication. The story, however,": "लाभ इस तथ्य के कारण दिया जा सकता है कि उन्हें किसी भी लिखित संचार द्वारा सूचित नहीं किया गया था। हालाँकि,",
  "does not end there since admittedly on 17.05.2019, in the next year, the said exam was held but the petitioner chose again not to appear. During": "कहानी वहाँ समाप्त नहीं होती है क्योंकि अगले वर्ष ।7.05.209 को उक्त परीक्षा आयोजित की गई थी, लेकिन",
  "said exam was held but the petitioner chose again not to appear. During the course of hearing, it has transpired that she chose not to appear due": "याचिकाकर्ता ने फिर से उपस्थित नहीं होने का फैसला किया। सुनवाई के दौरान, यह पता चला है कि उसने अपनी 88वें",
  "(21) In such circumstances, we are of the considered opinion that it does not lie in the mouth of the candidate now to say that the": "(2) ऐसी परिस्थितियों में, हमारी यह सुविचारित राय है कि अब यह कहना उम्मीदवार के मुंह में नहीं है कि",
  "university was acting with any malice towards her. Apparently, having": "विश्वविद्यालय उसके प्रति किसी द्वेष के साथ काम कर रहा था। जाहिरा तौर पर, 7.05.209 को उपस्थित नहीं होने के",
  "not appeared on 17.05.2019, her father had filed an application dated 24.06.2019 (Annexure P-3) that her request for holding the fee": "कारण, उसके पिता ने दिनांक 2५.06.209 (अनुलग्नक पी-3) को एक आवेदन दायर किया था कि अप्रैल-मई, 2020",
  "26.06.2019 itself, that it was not permissible under the Rules and guidelines thus reproduced above. The notice had also been put up on": "26.06.209 को ही खारिज कर दिया गया था, कि यह ऊपर दिए गए नियमों और दिशानिर्देशों के तहत अनुमेय नहीं",
  "guidelines thus reproduced above. The notice had also been put up on 04.07.2019 (Annexure P-10) for deposit of the fees, which she chose": "था। शुल्क जमा करने के लिए 04.07.209 (अनुलग्नक पी-0) को भी नोटिस दिया गया था, जिसे उसने ऐसा नहीं",
  "not to do so, which led the institute to reject her claim on 10.07.2019": "करने के लिए चुना, जिसके कारण संस्थान ने 0.07.209 को उसके दावे को अस्वीकार कर दिया",
  "findings recorded by the Learned Single Judge as such are difficult to maintain in the facts and circumstances of the case.": "विद्वान एकल न्यायाधीश द्वारा अभिलिखित निष्कर्षों को मामले के तथ्यों और परिस्थितियों में बनाए रखना मुश्किल है।",
  "(24) However, the fact remains that by virtue of interim orders, she has continued and completed her law degree and has also been": "(2५) हालांकि, तथ्य यह है कि अंतरिम आदेशों के आधार पर, उन्होंने अपनी कानून की डिग्री जारी रखी और पूरी की है",
  "granted a provisional degree. Thus, in the above facts and": "और उन्हें एक अस्थायी डिग्री भी दी गई है। इस प्रकार, उपरोक्त तथ्यों और परिस्थितियों में, यह उचित होगा यदि वह",
  "the balance semesters as apparently for the 7\" semester, the fees has": "शेष सेमेस्टर के लिए पूरी फीस जमा करती है क्योंकि जाहिर तौर पर 7वें सेमेस्टर के लिए, फीस वापस नहीं की गई है।",
  "without having paid the full fees having violated the conditions of the": "रियायत की शर्तों का उल्लंघन करते हुए पूरी फीस का भुगतान किए बिना अपना पाठ्यक्रम पूरा करने की हकदार नहीं",
  "(25) Resultantly, the University shall raise a demand of the fee from the 8'\" semester onwards within a week and on deposit of the": "(25) परिणामस्वरूप, विश्वविद्यालय एक सप्ताह के भीतर 8वें सेमेस्टर से शुल्क की मांग करेगा और शेष शुल्क जमा",
  "balance fee, the University shall issue the final degree in place of the provisional degree which has already been issued to her within a period": "करने पर, विश्वविद्यालय उस अनंतिम डिग्री के स्थान पर अंतिम डिग्री जारी करेगा जो उसे पहले ही उक्त जमा से 2",
  "of 2 weeks from the said deposit. The judgment of the learned Single Judge is modified to that extent and also the amount of damages of": "सप्ताह की अवधि के भीतर जारी की जा चुकी है। विद्वत एकल न्यायाधीश के निर्णय को उस सीमा तक संशोधित किया",
  "Rs.1,00,000/- as compensation are also held to be not payable in the above facts and circumstances as a natural corollary of the appeal being": "गया है और मुआवजे के रूप में ।00,000/- रुपये की हर्जाने की राशि भी उपरोक्त तथ्यों और परिस्थितियों में देय नहीं",
  "Divya Gurnay": "दिव्या गुरने",
  "PUNJAB UNIVERSITY AND OTHERS v. ISHITA UPPAL 1233 (G.S. Sandhawalia, J.)": "पंजाब विश्वविद्यालय और अन्य बनाम इशिता उप्पल (जी.एस. संधावालिया, जे.)",
  "(Annexure P-5) that her request had been rejected by the Board of Control of the Institute and she should submit the fees at the earliest. It": "(अनुलग्रक पी-5) कि उसके अनुरोध को संस्थान के नियंत्रण बोर्ड द्वारा अस्वीकार कर दिया गया था और उसे जल्द से",
  "10.07.2019 and resultantly on account of the non-payment, the impugned communication dated 19.07.2019 (Annexure P-8) was issued": "इसके परिणामस्वरूप भुगतान न करने के कारण, दिनांक 9.07.209 (अनुलग्रक पी-8) को विवादित संचार जारी",
  "since she had not paid therequisite fee of the 8'\" semester as well as the 9\" semester. The request of feeconcession had already been rejected": "किया गया था क्‍योंकि उन्होंने 8 वें सेमेस्टर के साथ-साथ 9 वें सेमेस्टर के लिए आवश्यक शुल्क का भुगतान नहीं किया",
  "9\" semester. The request of feeconcession had already been rejected and she was not allowed to continue with her internship and": "था। रियायत के अनुरोध को पहले ही अस्वीकार कर दिया गया था और उसे अपनी इंटर्नशिप जारी रखने की अनुमति",
  "resultantly, she was held not eligible for any concession. It is, thus,": "नहीं दी गई थी और परिणामस्वरूप, उसे किसी भी रियायत के लिए पात्र नहीं ठहराया गया था। इस प्रकार, यह स्पष्ट है",
  "apparent that the petitioner was insisting as such to continue with her freeships on her own terms which was not permissible and on account": "कि याचिकाकर्ता अपनी शर्तों पर अपनी स्वतंत्रता जारी रखने पर जोर दे रही थी, जिसकी अनुमति नहीं थी और फीस का",
  "of the non-payment of fees, the university was forced to take the drastic step. It has now also come on record that she cleared the said": "भुगतान न करने के कारण, विश्वविद्यालय को कठोर कदम उठाने के लिए मजबूर होना पड़ा। अब यह भी रिकॉर्ड में",
  "due toCovid-19 situation on the basis of the performance in the earlier years.": "आया है कि उन्होंने पहले के वर्षों में प्रदर्शन के आधार पर कोविड-9 की स्थिति के कारण विश्वविद्यालय द्वारा जारी",
  "Whether finding of legal malice is recordable in the absence of any official respondent having been impleaded by claimant?": "क्या कानूनी द्वेष का निष्कर्ष दावेदार द्वारा किसी भी आधिकारिक प्रतिवादी को शामिल किए जाने की अनुपस्थिति में दर्ज",
  "(22) It is also to be noticed that in pursuance of the earlier directions, the University has placed on record an additional affidavit": "(22) यह भी ध्यान दिया जाना चाहिए कि पहले के निर्देशों के अनुसरण में, विश्वविद्यालय ने एक अतिरिक्त हलफनामा",
  "showing that as many as 5 students who were availing the benefit of freeship/EWS are no longer getting the benefit of freeship on account": "दर्ज किया है जिसमें दिखाया गया है कि फ्रीशिप/ईडब्ल्यूएस का लाभ उठा रहे 5 छात्रों को अब फ्रीशिप का लाभ नहीं",
  "of the fact that they had re- appears and out of them, one did not apply for continuation of freeship. It has further been mentioned that now": "मिल रहा है क्योंकि वे फिर से उपस्थित हुए थे और उनमें से किसी ने फ्रीशिप जारी रखने के लिए आवेदन नहीं किया था।",
  "for continuation of freeship. It has further been mentioned that now those students are studying by paying full fees of further course. Thus,": "यह भी उल्लेख किया गया है कि अब वे छात्र आगे के पाठ्यक्रम की पूरी फीस का भुगतान करके पढ़ाई कर रहे हैं। इस",
  "it cannot be said that the University was only targetting the writ": "प्रकार, यह नहीं कहा जा सकता है कि विश्वविद्यालय केवल रिट याचिकाकर्ता को लक्षित कर रहा था, जैसा कि विद्वान",
  "petitioner, as successfully argued before the learned Single Judge. The findings recorded by the Learned Single Judge are also without": "एकल न्यायाधीश के समक्ष सफलतापूर्वक तर्क दिया गया था। लर्नड सिंगल जज द्वारा दर्ज किए गए निष्कर्ष भी इस तथ्य",
  "noticing the fact that no person had been impleaded by name against whom malafides had been alleged. Therefore, in the absence of the": "पर ध्यान दिए बिना हैं कि किसी भी व्यक्ति को नाम से आरोपित नहीं किया गया था, जिसके खिलाफ दुर्भावनापूर्ण आरोप",
  "whom malafides had been alleged. Therefore, in the absence of the necessary exercise having not been done, it would not be justified to": "लगाए गए थे। इसलिए, आवश्यक अभ्यास के अभाव में, यह कहना उचित नहीं होगा कि यह उस व्यक्ति के खिलाफ",
  "hold out that it is a case of legal malice against the person who was getting the benefit of EWS scholarship and that it was done with a": "कानूनी द्वेष का मामला है जिसे ईडब्ल्यूएस छात्रवृत्ति का लाभ मिल रहा था और यह एक विशेष उद्देश्य या उद्देश्य के",
  "juggled with parity that she was not heard and principles of natural justice were violated but the same principles would also apply to the": "बात नहीं सुनी गई और प्राकृतिक न्याय के सिद्धांतों का उल्लंघन किया गया, लेकिन वही सिद्धांत संस्थान और",
  "Findings:": "निष्कर्षों:",
  "(23) Accordingly, we are of the considered opinion that the": "(23) तदनुसार, हमारी राय है कि"
}