{
  "to lead evidence and examine witnesses ? Herein lies the contro- versy raised.": "और गवाहों की जांच करने की अनुमति दी जा सकती है? यहीं पर विवाद खड़ा हो गया है।",
  "(3) The defendant-Baru Ram, was proceeded against ex parte and this order became final against him. Later, when he appeared": "(2) प्रतिवादी (बारू राम) के खिलाफ एकतरफा कार्रवाई की गई और यह आदेश उसके खिलाफ अंतिम हो",
  "in court, the trial court not only permitted him to participate in the": "गया। बाद में, जब वह अदालत में पेश हुए, तो निचली अदालत ने न केवल उन्हें कार्यवाही में भाग लेने की",
  "proceedings, but also to lead evidence in support of his case. In": "अनुमति दी, बल्कि उन्हें अपने मामले के समर्थन में सबूत पेश करने की भी अनुमति दी गई। ऐसा करने",
  "doing so, it purported to follow the judgment in Radhamoni Padhiri v. Tanqudu Jaganatham and another (1), where it was held that the": "में, यह राधामोनी पधीरी बनाम तन्कुड़ू जगनाथम और एक अन्य मामले में निर्णय का अनुसरण करने के",
  "defendant who had been proceeded against ex parte and was": "लिए अभिप्रेत था, जहां यह अभिनिर्धारित किया गया था कि प्रतिवादी जिसे पूर्व पक्ष के खिलाफ कार्यवाही",
  "allowed to join the proceedings was not only entitled to cross- examine the witnesses of the plaintiff, but also to lead evidence in": "की गई थी और उसे कार्यवाही में शामिल होने की अनुमति दी गई थी, वह न केवल वादी के गवाहों से",
  "(3) The view of the Supreme Court on this point is, however, to the contrary and must therefore prevail, In Modula India vy.": "(3) तथापि, इस बिन्दु पर उच्चतम न्यायालय का दृष्टिकोण इसके विपरीत है और इसे प्रबल होना चाहिए।",
  "Kamakhya Singh Deo (2), it was held that when the defence of a": "मोडुला इंडिया बनाम कामाख्या सिंह देव में, यह अभिनिर्धारित किया गया था कि जब किसी प्रतिवादी का",
  "defendant is struck off, the defendant is entitled to cross-examine the plaintiff's witnesses and also to address arguments, but he can-": "बचाव रद्द कर दिया जाता है, तो प्रतिवादी को वादी के गवाहों से जिरह करने और तर्को को संबोधित",
  "not be permitted to adduce evidence in support of his case. In": "करने का भी अधिकार है। हालाँकि, उन्हें अपने मामले के समर्थन में सबूत पेश करने की अनुमति नहीं दी",
  "other words, his right was limited to pointing out the falsity or weakness in the plaintiff's case by demonstrating that his wit-": "जा सकती है। दूसरे शब्दों में, उसका अधिकार वादी के मामले में झूठ या कमजोरी को इंगित करने तक",
  "weakness in the plaintiff's case by demonstrating that his wit- nesses were not speaking the truth or that the evidence led by the": "सीमित था, यह प्रदर्शित करके कि उसके गवाह सच नहीं बोल रहे थे या वादी के नेतृत्व में साक्ष्य उसके",
  "plaintiff was not sufficient to establish his case, but he cannot lead evidence on his own.": "मामले को स्थापित करने के लिए पर्याप्त नहीं था। लेकिन वह अपने दम पर सबूत पेश नहीं कर सकते।",
  "(4) Such thus being the settled position in law, there can be no escape from the conclusion that the trial court clearly fell in error in holding the defendant entitled to lead evidence to controvert": "(4) इसलिए, तय किया गया निष्कर्ष यह है कि निचली अदालत ने स्पष्ट रूप से प्रतिवादी को सबूत देने का",
  "escape from the conclusion that the trial court clearly fell in error in holding the defendant entitled to lead evidence to controvert that led by the plaintiffs. The impugned order of the trial court is": "हकदार ठहराते हुए गलती की, जिसका नेतृत्व वादी ने किया था। नतीजतन, निचली अदालत के विवादित",
  "consequently modified accordingly.": "आदेश को तदनुसार संशोधित किया जाता है।",
  "(5) This revision petition is thus accepted with costs. Counsel fee Rs. 300.": "(5) इस प्रकार यह पुनरीक्षण याचिका लागत के साथ स्वीकार की जाती है। परामर्श शुल्क 300 रुपये।",
  "Before : S. S. Sodhi, J.": "समक्ष: एस. एस. सोधी, न्यायमूर्ति",
  "PHOOL KANWAR AND OTHERS —Petitioners.": "फूल कंवर और अन्य- याचिकाकर्ता",
  "versus": "बनाम",
  "BARU RAM AND OTHERS,—Respondents.": "बारू राम और अन्य- उत्तरदाता",
  "Civil Revision No. 2562 of 1989.": "4989 का सिविल संशोधन संख्या 2562",
  "23rd May, 1990.": "23 मई, 4990",
  "Code of Civil Procedure, 1908—O. 8, rl. 10 & S. 115—Defendant proceeded ex-parte—Ex-parte order becoming final—Defendant,": "पिविल प्रक्रिया संहिता 4908- आदेश8, ।नियम70 और क्षरा445-प्रतिवादी के।खिलाफ एकतरफा कार्रवाई की",
  "proceeded ex-parte—Ex-parte order becoming final—Defendant, thereafter, cannot lead evidence in support of his case—Defendant": "गई थी एकतरफा आदेश ज॑तिय हो गया प्रतिवादी उसके बाद अपने मायले के समर्थन में साक्ष्य का नेतृत्व नहीं",
  "has only a limited right of pointing out falsity or weakness of plaintiff's case.": "कर सकता है प्रतिवादी को वादी के मायले के झूठ या कमजोरी को इंगित करने का केवल एक सीयित अधिकार",
  "that his witnesses were not speaking the truth or that the evidence": "जधिकार है। यह यह प्रदर्शित करके किया जा सकता है।कि उसके यवाह सच नहीं बोल रहे थे या वादी के",
  "led by the plaintiff was not sufficient to establish his case, but he": "नेतृत्व में साक्ष्य उसके यायले को स्थापित करने के लिए पर्याप्त नहीं ५ लेकिन ग्रातिवादी अपने दय पर साक्ष्य",
  "cannot lead evidence on his own.": "का नेतृत्व नहीं कर सकता है।",
  "Class, Hansi, dated 22nd August, 1989 ordering that the defendants": "प्रथम 9णी हंसी दिनांक 22 अगस्त ॥989 के न्यायालय के आदेश के विरुद्ध याविका जिसमें यह आदेश दिया",
  "Claim :—Suit for declaration to the effect that the sale-deed dated": "दावाः यह घोषणा करने के।लिए वाद।किनिर्दिष्टबिक्री को अयान्य प्रोषित किया जाए और वादी और प्रोफार्या",
  "3lst May, 1984 of specific khasra Nos. 42/5-2 measuring 5 Kanals 8 marlas through Jamabandi for the year 1982-83, situate in Village": "खरा संख्या 42/5-2 माप5 कनाल 8 यरला का वर्ष /982-83 केलिए जयाबंदी के माध्यम से ग्राम गोलला",
  "Nos, 192 to 194 and Khasra Nos. 221/0-14, 30/7-8-0, 30/16-712, 17/8-0, 25/1-2-12, 42/5-2-58, 30/24-8-0, 48/1-3, 48/7-8-0, 13/7-12, 4/0-12,": "92 से /94 और खरा संख्या 227/0-7430/7-8-036/6-772 77/8-025/7-2-7242/5-2-58 30/24-",
  "30/4-8-0, 5/8-0, 14/8-0, 48/8-7-12, total 95 Kanals 14 marlas, in view": "8-8487-348/7-8-0 7/3/7-724/0-7236/4-8-0548-0 ।/4/8-048/8-7-/2 कुल 95 कनाल ॥4 यालसि",
  "Nos. 42/5/2, total 5 Kanals 8 Marlas, situated as Village Molla, Tehsil Hansi, District Hissar, by way of oral and as well documentary evidence.": "हियार मेंस्थित।विशिष्ठ खरा संख्या 42/522 कुल5 कनाल8 यरला को मौखिक और दस्तावेजी साक्ष्य के"
}