{
  "HUKMI DEVI (NOW DECEASED) THROUGH LRS —Petitioners": "हक्‍्मी देवी (अब मर चुका है) के माध्यम से - एलआर बनाम हरियाणा राज्य (कुलदीप तिवारी, जे. जे)",
  "amplifies that by substitution of Section 13-A in the Act of 1961, through Haryana Act No.9 of 1999, the jurisdiction to decide a title suit": "तत्पश्नात, हरियाणा अधिनियम संख्या. 9,999 के माध्यम से 96 के अधिनियम में नई धारा 43-क और ॥3-क",
  "HUKMI DEVI (NOW DECEASED) THROUGH LRs v. STATE OF 393 HARYANA (Kuldeep Tiwari, J.)": "हक्‍्मी देवी (अब मर चुका है) के माध्यम से - एलआर बनाम हरियाणा राज्य (कुलदीप तिवारी, जे. जे)",
  "when through the Haryana Act No.9 of 1999, jurisdictional competence": "जब 999 के हरियाणा अधिनियम संख्या. 9 के माध्यम से, उक्त स्वामित्व वाद का विनिश्नय करने की अधिकारिता",
  "to decide the said title suit got snatched from the Assistant Collector and got vested in the learned Collector concerned, thereby obviously,": "सहायक कलेक्टर से छीन ली गई और संबंधित संबंधित कलेक्टर में निहित हो गई, तो जाहिर है, जैसा कि कहा गया",
  "as stated (supra), no jurisdictional competence was vested in the Assistant Collector to decide the said title suit.": "है (उपर्युक्त) सहायक कलेक्टर में उक्त स्वामित्व वाद का विनिश्चय करने के लिए कोई अधिकारिता क्षमता निहित नहीं थी।",
  "(Para 17)": "(पैरा 7)",
  "Further held, that Now, insofar as the issue (supra) is concerned,": "आगे यह अभिनिर्धारित किया गया कि अब, जहां तक मुद्दा (उपर्युक्त) का संबंध है, यह निर्विवाद है कि सहायक",
  "it is indisputable that the Assistant Collector had wrongly exercised the subject jurisdiction while deciding the title suit on 24.08.2016,": "कलेक्टर ने 2५.08.206 को स्वामित्व वाद का विनिश्चय करते समय विषय अधिकारिता का गलत प्रयोग किया था,",
  "whereas, the subject jurisdiction was no longer vested in him on the relevant date, rather came to vest in the Collector concerned way back": "जबकि, विषय अधिकारिता अब प्रासंगिक तिथि पर उसमें निहित नहीं थी, बल्कि 4999 के हरियाणा अधिनियम",
  "relevant date, rather came to vest in the Collector concerned way back in 1999, by virtue of substitution of Section 13- A in the Act of 1961,": "संख्या 9 के माध्यम से 496॥ के अधिनियम में धारा 3-ए के प्रतिस्थापन के आधार पर 999 में संबंधित कलेक्टर में",
  "was neither statutorily empowered nor well vested with an able": "सांविधिक रूप से सशक्त किया गया था और न ही सक्षम अधिकारिता के साथ निहित किया गया था, जिसे 999 के",
  "withdrawn from him through through Haryana Act No.9 of 1999, and therefore, such decision is a nullity in the eyes of law.": "हरियाणा अधिनियम संख्या 9 के माध्यम से उससे वापस ले लिया गया था, और इसलिए, ऐसा निर्णय कानून की नजर में एक शून्य है।",
  "(Para 22)": "(पैरा 22)",
  "Pankaj Gautam, Advocate, for the petitioners.": "याचिकाकर्ताओं की ओर से पंकज गौतम, अधिवक्ता।",
  "Ashish Aggarwal, Senior Advocate with Vishal Pundir, Advocate, for the petitioner No. 1 (iii).": "याचिकाकर्ता नंबर. । की ओर से विशाल पुंडीर के साथ वरिष्ठ अधिवक्ता आशीष अग्रवाल(॥).",
  "Raman Sharma, Addl. A.G., Haryana.": "रमन शर्मा, एडीएल। ए.जी.,हरियाणा।",
  "Jagdish Manchanda, Advocate and Gurpreet Jayia, Advocate, for the respondent No.3.": "प्रतिवादी नंबर. 3 की ओर से जगदीश मनचंदा, अधिवक्ता और गुरप्रीत जयिया, अधिवक्ता।",
  "KULDEEP TIWARI, J.": "कुलदिप तिवारी, जे।",
  "(1) The petitioners have, through the instant writ petition,": "(।) याचिकाकर्ताओं ने, तत्काल रिट याचिका के माध्यम से, संबंधित संबंधित आयुक्त और संबंधित कलेक्टर द्वारा",
  "assailed thevalidity of the orders drawn on 29.11.2018 (Annexure P-11) and on 30.05.2017 (Annexure P-10), respectively by the learned": "क्रमशः 29..208 (अनुलग्रक पी-]]) और 30.05.207 (अनुलग्नक पी-0) को तैयार किए गए आदेशों की वैधता पर विचार किया है।",
  "(2) Since the present case has a chequered history, therefore, before proceeding to deal with the submissions of the learned counsels": "(2) चूंकि वर्तमान मामले का एक उतार-चढ़ाव वाला इतिहास है, इसलिए, विद्वान वकीलों की प्रस्तुतियों से निपटने के",
  "and before embarking upon the process of answering the questions of law, as become raised in the instant petition, it would be apposite to": "लिए आगे बढ़ने से पहले और कानूनी प्रश्नों के उत्तर देने की प्रक्रिया शुरू करने से पहले, जैसा कि तत्काल याचिका में",
  "initially succinctly enumerate the factual backdrop of the case.": "उठाया गया है, शुरू में मामले की तथ्यात्मक पृष्ठभूमि को संक्षेप में गिनना उचित होगा।",
  "FACTUAL BACKGROUND": "वास्तविक पृष्ठभूमि",
  "(3) The genesis of the present case dates back to early 1950s.": "(3) वर्तमान मामले की उत्पत्ति 4950 के दशक की शुरुआत की है।",
  "revisional court, were challenged. However, the writ petition (supra)": "पुनरीक्षण अदालत को चुनौती दी गई। तथापि, रिट याचिका (उपर्युक्त) को भी अंततः 25..200 को जारी आदेश",
  "and the remand order drawn on 06.10.1987 by the first appellate": "के माध्यम से खारिज कर दिया गया था और प्रथम अपीलीय प्राधिकारी द्वारा 06.0.987 को जारी रिमांड आदेश",
  "authority was affirmed. The relevant extract of the order dated 25.11.2010 is extracted hereunder:-": "की पुष्टि की गई थी। दिनांक 25..200 के आदेश का प्रासंगिक उद्धरण यहां निकाला गया हैः -",
  "“Counsel for the petitioners, primarily contends that the order of remand passed by the Collector, is incomprehensible as the Assistant Collector has held on the": "याचिकाकर्ताओं के वकील, मुख्य रूप से तर्क देते हैं कि कलेक्टर द्वारा पारित रिमांड का आदेश समझ से बाहर है,",
  "incomprehensible as the Assistant Collector has held on the basis of legal and valid evidence that the land in dispute does not vest in the Gram Panchayat. The argument, in my": "क्योंकि सहायक कलेक्टर ने कानूनी और वैध साक्ष्य के आधार पर कहा है कि विवादित भूमि ग्राम पंचायत में निहित",
  "does not vest in the Gram Panchayat. The argument, in my considered opinion must fail. The Assistant Collector was": "नहीं है। तर्क, मेरे विचार में विफल होना चाहिए। सहायक कलेक्टर को न केवल यह तय करने की आवश्यकता थी कि",
  "not only required to decide whether excess land was assigned for the Gram Panchayat but also whether the land": "क्या अतिरिक्त भूमि ग्राम पंचायत के लिए आवंटित की गई थी, बल्कि यह भी तय करना था कि क्या भूमि जुमला",
  "is Jumla Mushtarka Malkan or Shamilat Deh Hasab Rasad Zare Khewat. As the Assistant Collector failed to decide this point, the Collector was justified in remanding the": "मुश्तारका मलकान है या शमिलात देह हसब रसद ज़ारे खेवात है। चूंकि सहायक कलेक्टर इस बिंदु पर निर्णय लेने में",
  "this point, the Collector was justified in remanding the matter to the Assistant Collector. It would also be necessary": "विफल रहे, इसलिए कलेक्टर ने मामले को सहायक कलेक्टर को सौंप दिया। यह भी इंगित करना आवश्यक होगा कि",
  "provision that confined Shamilat Deh to 25% of the total land of a village has been deleted by way of an amendment in the Punjab Village Common Lands (Regulation) Act,": "गाँव की कुल भूमि के 25% तक सीमित रहने वाले प्रावधान को हटा दिया गया है। (इसके बाद अधिनियम के रूप में",
  "raised by the petitioners would have to be re-determined not only in accordance with the order of remand but also in": "संदर्भित). याचिकाकर्ताओं द्वारा उठाए गए प्रश्नों को न केवल रिमांड के आदेश के अनुसार बल्कि रिट याचिका के",
  "view of a large number of statutory amendments that have been carried out during pendency of the writ petition. In this": "लंबित रहने के दौरान किए गए बड़ी संख्या में वैधानिक संशोधनों को देखते हुए भी फिर से निर्धारित करना होगा।",
  "view of the matter, I find no reason to interfere with the impugned orders. The writ petition is disposed of": "मामले के इस दृष्टिकोण में, मुझे विवादित आदेशों में हस्तक्षेप करने का कोई कारण नहीं मिलता है। रिट याचिका का",
  "(9) The efforts of the predecessor-in-interest of the petitioners did not pause here, as she went on to challenge the order dated": "(9) याचिकाकर्ताओं के हित में पूर्ववर्ती के प्रयास यहां नहीं रुके, क्योंकि उसने एलपीए-82-20॥॥ दाखिल करने के",
  "25.11.2010, as drawn by the learned Single Judge, through filing LPA-": "माध्यम से विद्वान एकल न्यायाधीश द्वारा तैयार किए गए दिनांक 25..200 के आदेश को चुनौती दी। एल. पी. ए.",
  "182-2011. The LPA (supra) also met the same fate and was dismissed on 01.02.2011 by a Division Bench of this Court. However, the": "(उपर्युक्त) का भी वही परिणाम हुआ और इस न्यायालय की एक खंड पीठ द्वारा 0.02.20। को खारिज कर दिया",
  "Assistant Collector was directed to take a decision without being influenced by any observation made in the verdict drawn by the learned Single Bench.": "गया। हालांकि, सहायक कलेक्टर को एकल पीठ द्वारा दिए गए फैसले में किए गए किसी भी अवलोकन से प्रभावित हुए बिना निर्णय लेने का निर्देश दिया गया था।",
  "(10) Upon remand of the matter, the learned Assistant Collector while taking into account the latest amendment, i.e. insertion of Section": "(0) मामले के रिमांड पर, विद्वान सहायक कलेक्टर नवीनतम संशोधन, यानी को ध्यान में रखते हुए। 96॥ के",
  "13-A in the Act of 1961, whereby the jurisdiction to decide a title suit": "अधिनियम में धारा ।3- ए का अंतःस्थापन, जिसके द्वारा अधिकारिता किसी स्वामित्व वाद का विनिश्चय करने के लिए",
  "HUKMI DEVI (NOW DECEASED) THROUGH LRs v. STATE OF 395 HARYANA (Kuldeep Tiwari, J.)": "हक्‍्मी देवी (अब मर चुका है) के माध्यम से - एलआर बनाम हरियाणा राज्य (कुलदीप तिवारी, जे. जे)",
  "area measuring 2408 Bighas 4 Biswas, designated as “Banjar Qadim”,": "2008 बीघा ५ बिस्वास को मापने वाला क्षेत्र, जिसे \"बंजर कादिम\" के रूप में नामित किया गया है, न तो \"शामलात",
  "neither falls within the definition of “shamlat deh” nor vests in the Gram Panchayat concerned. The learned Assistant Collector further": "देह\" की परिभाषा के अंतर्गत आता है और न ही संबंधित ग्राम पंचायत में निहित है। विद्वत सहायक कलेक्टर ने आगे",
  "held that the mutation (supra) rather holds no binding effect upon the predecessor-in-interest of the petitioner along with the other plaintiffs": "अभिनिर्धारित किया कि उत्परिवर्तन (उपर्युक्त) याचिकाकर्ता के पूर्ववर्ती के साथ-साथ उसमें अन्य वादियों के हित में",
  "therein, given theirs being the lawful right holders and Biswedars of the village concerned.": "कोई बाध्यकारी प्रभाव नहीं डालता है, क्योंकि वे संबंधित गांव के वैध अधिकार धारक और विश्वदार हैं।",
  "(6) The order made by the Assistant Collector on 21.03.1986 caused grievance to the Gram Panchayat concerned and led it to": "(6) 27.03.986 को सहायक कलेक्टर द्वारा किए गए आदेश ने संबंधित ग्राम पंचायत को शिकायत की और",
  "institute a statutory appeal against the said order before the learned": "संबंधित कलेक्टर के समक्ष उक्त आदेश के खिलाफ एक वैधानिक अपील स्थापित करने के लिए प्रेरित किया।",
  "Collector concerned. The learned Collector concerned found the appeal to be well merited on the ground that neither the Assistant Collector had recorded any clarification in his order (supra) as to which": "संबंधित कलेक्टर ने अपील को इस आधार पर उपयुक्त पाया कि न तो सहायक कलेक्टर ने अपने आदेश (उपर्युक्त)",
  "25% of land shall vest in the Panchayat nor recorded any specific": "में कोई स्पष्टीकरण दर्ज किया था कि किस भूमि का 25% पंचायत में निहित होगा और न ही उसमें कोई विशिष्ट",
  "khasra numbers therein. Consequently, the appeal was allowed vide order dated 06.10.1987 and the case was remanded to the Assistant": "खसरा संख्या दर्ज की गई थी। नतीजतन, अपील को दिनांक 06.0.987 के आदेश द्वारा अनुमति दी गई और",
  "Collector for the making of a fresh decision thereon. The hereinafter": "मामले को सहायक कलेक्टर को उस पर एक नया निर्णय लेने के लिए भेज दिया गया। इसके बाद निकाले गए",
  "extracted observations were recorded by the learned Collector concerned in his order of 06.10.1987:-": "अवलोकनों को संबंधित विद्वान कलेक्टर द्वारा 06.0.987 के अपने आदेश में दर्ज किया गया थाः-",
  "“T have heard both the learned counsel for the parties and have perused the file. From the same, it is found that in the": "मैंने दोनों पक्षों के विद्वान वकील को सुना है और फाइल का अध्ययन किया है। उसी से, यह पाया जाता है कि निचली",
  "judgment of the lower court, it has not been made clear as to which of 25% of the land will be kept for the Panchayat.": "अदालत के फैसले में, यह स्पष्ट नहीं किया गया है कि 25% भूमि का कौन सा हिस्सा पंचायत के लिए रखा जाएगा।",
  "Khasra Nos. have not been given. In this same way, the lower court has not given clear findings regarding the land": "खसरा नं. नहीं दिया गया है। इसी तरह, निचली अदालत ने विचाराधीन भूमि के संबंध में स्पष्ट निष्कर्ष नहीं दिए हैं। इन",
  "in question. In view of these facts, the judgment of the lower court is discrepant which is hereby reversed and the": "तथ्यों को ध्यान में रखते हुए, निचली अदालत का निर्णय असंगत है जिसे इसके द्वारा उलट दिया जाता है और अपील",
  "appeal is hereby accepted. The case is hereby remanded to the lower Court with a direction that this case may be": "को इसके द्वारा स्वीकार किया जाता है। मामला एतहृवारा निचली अदालत को इस निर्देश के साथ भेजा जाता है कि",
  "decided afresh by taking evidence of both the parties, according to law. The parties are directed to appear before": "कानून के अनुसार दोनों पक्षों के साक्ष्य लेकर इस मामले का नए सिरे से फैसला किया जा सकता है। पक्षकारों को",
  "according to law. The parties are directed to appear before the lower court on 23.10.1987.”": "निचली अदालत में 23.0.987 को पेश होने का निर्देश दिया गया है।",
  "(7) The predecessor-in-interest of the petitioners made a": "(7) याचिकाकर्ताओं के हित में पूर्ववर्ती ने संबंधित विद्वान आयुक्त के समक्ष पुनरीक्षण दाखिल करके प्रथम अपीलीय",
  "challenge to the order (supra) of the first appellate authority by filing a revision before the learned Commissioner concerned, however, vide": "प्राधिकारी के आदेश (उपर्युक्त) को चुनौती दी, हालांकि, दिनांक 2५..987 के आदेश द्वारा, इसे सीमित रूप से",
  "(8) Dismissal of the revision constrained the predecessor-in- interest of the petitioners to access this Court, through CWP-263-1988,": "(8) पुनरीक्षण के निरस्तीकरण ने याचिकाकर्ताओं के पूर्ववर्ती हित को सीडब्ल्यूपी-263-988 के माध्यम से इस",
  "whereby the orders dated 06.10.1987 and 24.11.1987, passed": "न्यायालय तक पहुंचने के लिए विवश किया, जिसके द्वारा दिनांक 06.0.987 और 24..987 के आदेश क्रमशः",
  "respectively by the learned first appellate authority and by the learned": "विद्वान प्रथम अपीलीय प्राधिकारी और विद्वान द्वारा पारित किए गए थे।",
  "As per the Jamabandi for the years 1950-1951 and 1955-1956, the total area of villageBhuna is 22334 Bighas 14 Biswas, therefrom, an area of": "950-95। और 955-956 के लिए जामबंदी के अनुसार, गाँव भुना का कुल क्षेत्रफल 2233५ बीघा ५ बिस्वास",
  "15648 Bighas is recorded as “shamlat deh”, area whereof includes an": "है, वहाँ से, 456५8 बीघा का क्षेत्र \"शामलत देह\" के रूप में दर्ज किया गया है, जिसमें 2५08 बीघा ५ बिस्वास का",
  "(Regulation) Act, 1953(hereinafter referred to as the “Act of 1953”’), the": "एक्ट, 953 (जिसे इसके बाद \"953 का एक्ट\" कहा गया है) के अधिनियमन और लागू होने पर एक गांव में",
  "“shamlat deh” lands in a village came to statutorily vest in the Gram Panchayat and accordingly, a Mutation bearing No. 670, pertaining to": "\"शामलात देह\" भूमि ग्राम पंचायत में वैधानिक रूप से निहित हो गई और तदनुसार, नं. ग्राम भूना की राजस्व संपदा",
  "Panchayat and accordingly, a Mutation bearing No. 670, pertaining to the entire “shamlat deh” land of the revenue estate of Village Bhuna, was sanctioned on 20.6.1954 in favour of the respondent- Gram": "की संपूर्ण \"शामलात देह\" भूमि से संबंधित 670, प्रत्यर्थी-संबंधित ग्राम पंचायत के पक्ष में 20.6.95% को स्वीकृत",
  "Panchayat concerned. Dissatisfied with the sanction ofmutation (supra), the predecessor-in-interest of the present petitioners had instituted a": "की गई थी। उत्परिवर्तन (उपर्युक्त) की मंजूरी से असंतुष्ट वर्तमान याचिकाकर्ताओं के पूर्ववर्ती ने चीका में सहायक",
  "declaratory suit before the Assistant Collector I“ Grade, Guhla at Cheeka (hereinafter referred to as the “Assistant Collector”), thereby": "कलेक्टर प्रथम ग्रेड, गुहला (इसके बाद \"सहायक कलेक्टर\" के रूप में संदर्भित) के समक्ष एक घोषणात्मक मुकदमा",
  "claiming the nullification of mutation (supra). The foundation of the relief claimed was laid on the bedrock of the un-amended proviso to": "दायर किया था, जिससे उत्परिवर्तन को रद्द करने का दावा किया गया था। (ऊपर). दावा की गई राहत की नींव",
  "Section 2(g)(5) of thePunjab Village Common Land (Regulation) Act, 1961 (hereinafter referred to as the “Act of 1961”), proviso whereof": "पंजाब विलेज कॉमन लैंड (रेगुलेशन) एक्ट, 96। (इसके बाद \"96। का एक्ट\" के रूप में संदर्भित) की धारा 2 (जी) (5) के गैर-संशोधित परंतुक के आधार पर रखी गई थी, जिसके परंतुक में यह विचार किया गया था कि यदि",
  "contemplated, that if the area of“shamlat deh’, at least to the extent of 25% of the total area of the village, does not exist in the village, then": "\"शामलात देह\" का क्षेत्र, गांव के कुल क्षेत्र के कम से कम 25% की सीमा तक, गांव में मौजूद नहीं है, तो \"बंजर",
  "the land described as “Banjar Qadim” and used for common purposes of the village, according to revenue records, shall fall within the": "कादिम\" के रूप में वर्णित और गांव के सामान्य उद्देश्यों के लिए उपयोग की जाने वाली भूमि, राजस्व रिकॉर्ड के",
  "concerned. It was claimed that since the area of “shamlat deh” (15648 Bighas) was far in excess of 25% of the total revenue area of the": "किया गया था कि चूंकि \"शामलात देह\" (56%५8 बीघा) का क्षेत्र संबंधित गांव के कुल राजस्व क्षेत्र के 25% से अधिक",
  "village concerned, therefore, the area of “Banjar Qadim” (2408 Bighas": "था, इसलिए \"बंजार कादिम\" (2५08 बीघा ५ बिस्वास) का क्षेत्र वास्तव में 4964 के अधिनियम की धारा 2 (जी) (5)",
  "4 Biswas) does not indeed vest with the Gram Panchayat concerned by dint of un-amended proviso attached to Section 2(g)(5) of the Act of 1961, rather it vests in the proprietors of the village concerned.": "से जुड़े गैर-संशोधित परंतुक द्वारा संबंधित ग्राम पंचायत के पास निहित नहीं है, बल्कि यह संबंधित गांव के मालिकों में निहित है।",
  "(4) The Gram Panchayat concerned controverted the averments (supra), as pleaded in the suit, by contending that the predecessor-in-": "(५) संबंधित ग्राम पंचायत ने वाद में किए गए अभिवचनों (उपर्युक्त) का यह तर्क देते हुए खंडन किया कि",
  "interest of the petitioners and other alleged proprietors were unauthorized occupants overthe disputed land, and, as such in the garb": "याचिकाकर्ताओं और अन्य कथित मालिकों के हित में पूर्ववर्ती विवादित भूमि पर अनधिकृत कब्जा करने वाले थे, और",
  "of the title suit, they were intending to grab the suit property. Moreover,": "इस तरह स्वामित्व वाद की आड़ में, वे वाद संपत्ति को हड़पने का इरादा रखते थे। इसके अलावा, उत्परिवर्तन (सुप्रा)",
  "the mutation (supra) was claimed to be validly sanctioned.": "को वैध रूप से स्वीकृत होने का दावा किया गया था।",
  "(5) The learned Assistant Collector, vide order dated 21.03.1986, decreed the suit while holding that since the Gram": "(5) विद्वत सहायक कलेक्टर ने दिनांक 2.03.986 के आदेश द्वारा वाद का आदेश देते हुए यह अभिनिर्धारित",
  "Panchayat concerned already had an area of “shamlat deh” but in excess of 25% of the total area of the village, therefore, by virtue of the": "किया कि चूंकि संबंधित ग्राम पंचायत में पहले से ही \"शामलात देह\" का क्षेत्र था, लेकिन गांव के कुल क्षेत्र के 25% से",
  "relevant un-amended proviso to Section 2(g)(5) of the Act of 1961, the": "अधिक था, इसलिए, 96। के अधिनियम की धारा 2 (जी) (5) के प्रासंगिक गैर-संशोधित परंतुक के आधार पर,",
  "HARYANA (Kuldeep Tiwari, J.)": "हक्‍्मी देवी (अब मर चुका है) के माध्यम से - एलआर बनाम हरियाणा राज्य (कुलदीप तिवारी, जे. जे)",
  "was withdrawn from Assistant Collector and was vested with the Collector, thus vide order 30.08.2011, dismissed the suit filed by": "सहायक कलेक्टर से वापस ले लिया गया था और कलेक्टर के साथ निहित था, इस प्रकार आदेश 30.08.20॥ द्वारा,",
  "predecessor-in-interest of the petitioners, wherein, it was held that the": "याचिकाकर्ताओं के हित में पूर्ववर्ती द्वारा दायर मुकदमे को खारिज कर दिया गया था, जिसमें, यह अभिनिर्धारित किया",
  "suit was not maintainable before the court of Assistant Collector.": "गया था कि मुकदमा सहायक कलेक्टर की अदालत के समक्ष बनाए रखने योग्य नहीं था। इस आदेश के विरुद्ध,",
  "Against this order, an appeal, at the instance ofthe petitioners, was preferred before the Collector Kaithal, however, through an order": "याचिकाकर्ताओं के आग्रह पर, कलेक्टर कैथल के समक्ष एक अपील दायर की गई थी, हालांकि, 5..202 को",
  "order of learned Assistant Collector became affirmed. The litigation did not end here, as the petitioners instituted an executive appeal before the": "कलेक्टर के आदेश की पुष्टि हो गई थी। मुकदमा यहां समाप्त नहीं हुआ, क्योंकि याचिकाकर्ताओं ने संबंधित विद्वान",
  "(11) During the course of hearing of the remanded lis, an application under Order 1 Rule 10 CPC was filed seeking impleadment": "(॥) प्रतिप्रेषित याचिका की सुनवाई के दौरान, आदेश । नियम 0 सीपीसी के तहत एक आवेदन दायर किया गया था",
  "of some individuals as plaintiffs in the said suit, application whereof": "जिसमें कुछ व्यक्तियों को उक्त वाद में वादी के रूप में शामिल करने की मांग की गई थी, जिसके आवेदन को",
  "became allowed. Ultimately, the Assistant Collector decreed the suit vide order dated 24.08.2016 and also recorded the specific killa": "अनुमति दी गई थी। अंततः, सहायक कलेक्टर ने दिनांक 2५.08.206 के आदेश द्वारा वाद का आदेश दिया और",
  "numbers along with the description of occupation and possession over such killa numbers. The suit was decreed in favour of the": "ऐसे किला नंबरों पर कब्जे और कब्जे के विवरण के साथ विशिष्ट किला नंबर भी दर्ज किए। याचिकाकर्ताओं और नए",
  "over such killa numbers. The suit was decreed in favour of the petitioners and the newly impleaded plaintiffs. The reason for decreeing": "शामिल किए गए वादियों के पक्ष में मुकदमा चलाया गया था। उक्त वाद की डिक्री देने का कारण 96। के",
  "the said suit was founded upon the un-amended proviso attached to Section 2(g)(5) of the Act of 1961. Since in terms of the said un-": "अधिनियम की धारा 2 (छ) (5) से संलग्न गैर-संशोधित परंतुक पर आधारित था। चूंकि उक्त गैर-संशोधित परंतुक के",
  "amended proviso, land in excess of 25% of the total land existing in the village concerned was evidently depicted in the relevant revenue": "संदर्भ में, संबंधित गांव में मौजूद कुल भूमि के 25% से अधिक भूमि को स्पष्ट रूप से प्रासंगिक राजस्व रिकॉर्ड में",
  "record to be “shamlat deh”, besides when the area falling within the apposite descriptionof “Banjar Qadim” land was not proven to be used": "\"शामलात देह\" के रूप में दर्शाया गया था, इसके अलावा जब \"बंजर कादिम\" भूमि के उपयुक्त विवरण के भीतर",
  "according to the revenue records for the benefit of the village proprietary body or for the benefit of a part thereof, therefore it was": "आने वाले क्षेत्र का उपयोग राजस्व रिकॉर्ड के अनुसार ग्राम स्वामित्व निकाय के लाभ के लिए या उसके एक हिस्से के",
  "concluded that the present petitioners were entitled to a decree of": "लाभ के लिए नहीं किया गया था, इसलिए यह निष्कर्ष निकाला गया कि वर्तमान याचिकाकर्ता घोषणा की डिक्री के",
  "declaration. In consequence, the attestation of mutation (supra) and also the making of entries in the revenue records, on the basis of the said": "हकदार थे। परिणामस्वरूप, उत्परिवर्तन (उपर्युक्त) का सत्यापन और उक्त उत्परिवर्तन के आधार पर राजस्व",
  "the making of entries in the revenue records, on the basis of the said mutation, was concluded to be holding no effect upon the right, title and interest of the present petitioners, vis-a-vis the disputed lands.": "अभिलेखों में प्रविष्टियां करना भी विवादित भूमि की तुलना में वर्तमान याचिकाकर्ताओं के अधिकार, स्वामित्व और हित पर कोई प्रभाव नहीं डालने का निष्कर्ष निकाला गया।",
  "(12) The order (supra) of Assistant Collector was again assailed by the Gram Panchayat by instituting a statutory appeal before the": "(।2) सहायक कलेक्टर के आदेश (उपर्युक्त) को ग्राम पंचायत द्वारा फिर से विद्वत कलेक्टर के समक्ष एक वैधानिक",
  "been the subject matter of the proceedings under section 7 ofthis Act under which the question of title has been": "इस अधिनियम की धारा 7 के अधीन कार्यवाही का विषय था जिसके अधीन अधिकार का प्रश्न उठाया गया है और",
  "raised and decided or under adjudication.": "निर्णय लिया गया है या न्यायनिर्णयन के अधीन है।",
  "(2) The procedure for deciding the suits under sub-section (1) shall be the same as laid down in the Code of Civil": "(2) उपधारा के अधीन वाद विनिश्चय करने की प्रक्रिया वही होगी",
  "(1) shall be the same as laid down in the Code of Civil Procedure, 1908 (5 of 1908).": "() जो सिविल प्रक्रिया संहिता, 908 में विहित है। (5 का 908).",
  "13AA. Appeal and revision.- (1) Any person, aggrieved by an order passed under sub-section (1) of section 13A, may": "3 एए। अपील और पुनरीक्षण।- (॥) धारा ।3ए की उपधारा (॥) के अधीन पारित आदेश से व्यथित कोई व्यक्ति, ऐसे",
  "within aperiod of thirty days from the date of such order, prefer an appeal to the Commissioner in such form and": "आदेश की तारीख से तीस दिनों की अवधि के भीतर, आयुक्त को ऐसे प्रपत्र और रीति से, जो विहित की जाए, अपील",
  "manner, as maybe prescribed, and the Commissioner may after hearing the appeal, confirm, vary or reverse the order as he deems fit.": "कर सकता है और आयुक्त अपील सुनने के पश्चात्‌, आदेश की पुष्टि, परिवर्तन या उलट, जो वह ठीक समझे, कर",
  "(2) The Financial Commissioner may, suo motu or on an application made to him by any person aggrieved by an order passed under sub-. section (1), call for the record of": "(2) वित्त आयुक्त स्वप्रेरणा से या उप-अधिनियम के अधीन पारित आदेश से व्यथित किसी व्यक्ति द्वारा उसे किए गए आवेदन पर ऐसा कर सकता है। धारा (॥) कार्यवाहियों या आदेश की वैधता या औचित्य के बरे में स्वयं को संतुष्ट",
  "order passed under sub-. section (1), call for the record of any proceedings pending before, or order passed by the Commissioner for the purpose of satisfying himself as to the": "करने के प्रयोजन से आयुक्त के समक्ष लंबित किसी कार्यवाहियों या पारित आदेश का अभिलेख मांगे और उसके",
  "such order in relation thereto as he may deem fit:": "संबंध में ऐसा आदेश पारित करे जो वह उचित समझे:",
  "Provided that no order adversely affecting any person shall": "बशर्ते कि किसी व्यक्ति को प्रतिकूल रूप से प्रभावित करने वाला कोई आदेश तब तक पारित नहीं किया जाएगा जब",
  "be passed unless he has been afforded an opportunity of being heard.”": "तक कि उसे सुनवाई का अवसर नहीं दिया गया हो।",
  "(17) A conjoint reading of all the above extracted provisions alongwith all the hereinabove extracted amendments, amplifies that by": "(7) उपर्युक्त निकाले गए सभी उपबंधों के साथ-साथ उपर्युक्त निकाले गए सभी संशोधनों के संयुक्त पठन से यह",
  "Assistant Collector concerned, rather it came to vest with the Collector concerned. Therefore, by virtue of this substitution, now the Assistant": "बल्कि यह संबंधित कलेक्टर के पास निहित हो गई। इसलिए, इस प्रतिस्थापन के आधार पर, अब सहायक कलेक्टर",
  "Collector has no subject jurisdiction to decide a title suit, rather he has": "के पास मालिकाना हक के मुकदमे का निर्णय करने के लिए कोई विषय क्षेत्राधिकार नहीं है, बल्कि उसके पास",
  "only a limited jurisdiction to decide the issue of title, in a case where": "मालिकाना हक के मुद्दे का निर्णय करने के लिए केवल एक सीमित अधिकार क्षेत्र है, ऐसे मामले में जहां 496॥ के",
  "eviction proceedings under Section 7 of the Act of 1961 are pending": "अधिनियम की धारा 7 के तहत बेदखली की कार्यवाही लंबित है और कोई भी व्यक्ति मुकदमा भूमि में मालिकाना",
  "and any person claims title in the suit land, or, if he believes that a question of title is raised, then he can accordingly first decide the issue": "हक का दावा करता है, या, यदि वह मानता है कि मालिकाना हक का सवाल उठाया गया है, तो वह तदनुसार पहले",
  "question of title is raised, then he can accordingly first decide the issue whether the question of title is involved in the proceedings under Section 7 of the Act of 1961 or not. However, a fresh suit on the": "इस मुद्दे का निर्णय कर सकता है कि 96। के अधिनियम की धारा 7 के तहत कार्यवाही में मालिकाना हक का",
  "maintainable before the Assistant Collector. Significantly, no": "मुकदमा, सहायक कलेक्टर के समक्ष बिल्कुल भी विचारणीय नहीं है। महत्वपूर्ण रूप से, 496॥ के अधिनियम की",
  "HUKMI DEVI (NOW DECEASED) THROUGH LRs v. STATE OF 401 HARYANA (Kuldeep Tiwari, J.)": "हक्‍्मी देवी (अब मर चुका है) के माध्यम से - एलआर बनाम हरियाणा राज्य (कुलदीप तिवारी, जे. जे)",
  "Assistant Collector, nor there was any opportunity for the estate-holders concerned to raise therein any question of title, nor the Assistant": "सहायक कलेक्टर, न ही संबंधित संपदा-धारकों के लिए उसमें स्वामित्व का कोई प्रश्न उठाने का कोई अवसर था,",
  "Collector could become well capacitated to decide the said question of": "और न ही सहायक कलेक्टर स्वामित्व के उक्त प्रश्न का निर्णय करने के लिए अच्छी तरह से सक्षम हो सके। इसके",
  "title. Contrarily, the estate-holders concerned filed a declaratory suit, thereby, when through the Haryana Act No.9 of 1999, jurisdictional": "विपरीत, संबंधित संपदा-धारकों ने एक घोषणात्मक वाद दायर किया, जिससे, जब 999 के हरियाणा अधिनियम",
  "Collector and got vested in the learned Collector concerned, thereby obviously, as stated (supra), no jurisdictional competence was vested in": "छीन ली गई और संबंधित विद्वान कलेक्टर में निहित हो गई, जिससे जाहिर है, जैसा कि कहा गया है (उपर्युक्त) कोई",
  "ANALYSIS OF THE CURRENT SUBJECT MATTER": "वर्तमान विषय वस्तु का विश्लेषण",
  "respectively addressed before this Court by the learned counsel for the": "विद्वान वकील द्वारा क्रमशः इस न्यायालय के समक्ष संबोधित प्रस्तुतियों का उल्लेख किया है। इसके अलावा, इस",
  "respondent- Gram Panchayat. Moreover, this Court has also alluded to the submissions made before this Court by the learned State counsel.": "न्यायालय ने राज्य के विद्वान वकील द्वारा इस न्यायालय के समक्ष की गई दलीलों का भी संकेत दिया है। हालाँकि,",
  "However, a substantial part of their arguments, as became addressed": "उनके तर्कों का एक बड़ा हिस्सा, जैसा कि इस न्यायालय के समक्ष संबोधित किया गया, याचिकाकर्ताओं, वादियों द्वारा",
  "before this Court, relate to the merit- worthiness of the claim raised by the petitioners, plaintiffs in the title suit. It is nonetheless not deemed": "मालिकाना हक के मुकदमे में उठाए गए दावे की योग्यता से संबंधित है। तथापि, इस अधिनियम के गुणागुण के",
  "necessary to adjudicate upon the merits of the lis, as the moot question which requires adjudication, rather appertains to the jurisdictional": "आधार पर न्यायनिर्णयन करना आवश्यक नहीं समझा गया है, क्योंकि वह विवादास्पद प्रश्न जिसके लिए न्यायनिर्णयन",
  "competence of the Assistant Collector to, after insertion of new": "को अंतःस्थापित करने के पश्चात्‌ स्वामित्व वाद के गुणागुण के आधार पर निर्णय लेने के लिए सहायक कलेक्टर की",
  "make a decision on merits of the title suit. Therefore, the primary or the cardinal issue, warranting an adjudication, becomes hereinafter": "अधिकारिता संबंधी क्षमता से संबंधित है। इसलिए, प्राथमिक या मुख्य मुद्दा, जो एक निर्णय की गारंटी देता है, इसके",
  "extracted:-": "बाद निकाला जाता हैः-",
  "“Whether the Assistant Collector had exercised able jurisdiction in deciding the principal suit concerning issue": "क्या सहायक कलेक्टर ने स्वामित्व के मुद्दे से संबंधित मुख्य वाद का विनिश्चय करने में सक्षम अधिकारिता का प्रयोग",
  "of title, when the jurisdiction to do so, at the time of": "किया था, जब ऐसा करने की अधिकारिता, उक्त वाद के विनिश्चय के समय, हरियाणा अधिनियम संख्या 9,।999 के",
  "decision of said suit, became vested in the Collector concerned, through insertion of Section 13-A in the Act of 1961, through Haryana Act No.9 of 1999?”": "माध्यम से 496। के अधिनियम में धारा ।3-क को अंतःस्थापित करके, संबंधित कलेक्टर में निहित हो गई थी?",
  "(19) Before commencing to adjudicate the issue (supra), let us first make a concise scrutiny of the term “jurisdiction”. By": "(9)इस मुद्दे (उपर्युक्त) पर निर्णय लेना शुरू करने से पहले हमें पहले \"अधिकार क्षेत्र\" शब्द की संक्षिप्त जांच करनी",
  "“Jurisdiction”, is meant the authority which a court has to decide": "चाहिए। \"अधिकार क्षेत्र\" से तात्पर्य उस प्राधिकरण से है जो एक अदालत को उन मामलों को तय करना है जो उसके",
  "matters that are litigated before it or to take cognizance of matters presented in a formal way for its decision. The limits of this authority": "सामने मुकदमेबाजी में हैं या अपने निर्णय के लिए औपचारिक तरीके से प्रस्तुत मामलों का संज्ञान लेना है। इस",
  "are imposed by the statute, character or commission under which the": "प्राधिकरण की सीमाएं उस कानून, चरित्र या आयोग द्वारा लगाई जाती हैं जिसके तहत न्यायालय का गठन किया जाता",
  "court is constituted, and may be extended or restricted by similar means. (Sourced from The Law Lexicon)": "है, और इसी तरह के माध्यमों से विस्तारित या प्रतिबंधित किया जा सकता है। (स्रोत: द लॉ लेक्सिकन)",
  "exist in the village;”": "गाँव में मौजूद है; \"",
  "(31) The above conclusion stands fortified by the judgment delivered by a larger Bench of the Hon’ble Supreme Court of India, in": "(3॥) उपरोक्त निष्कर्ष किरण सिंह और ओआरएस नामक मामले में भारत के माननीय सर्वोच्च न्यायालय की एक",
  "delivered by a larger Bench of the Hon’ble Supreme Court of India, in the case titled Kiran Singh and ors. versus Chaman Paswan and ors.’,": "बड़ी पीठ द्वारा दिए गए निर्णय से मजबूत होता है। बनाम चमन पासवान और एक और* , जिसमें, विषय अधिकारिता",
  "wherein, while dealing with the issue of lack of subject jurisdiction, it was held that a decree passed by a court, without jurisdiction, isa nullity": "की कमी के मुद्दे से निपटने के दौरान, यह अभिनिर्धारित किया गया था कि किसी न्यायालय द्वारा, अधिकारिता के",
  "was held that a decree passed by a court, without jurisdiction, isa nullity and the defect of jurisdiction, in respect of the action subject matter,": "बिना, पारित डिक्री एक शून्य है और कार्रवाई विषय वस्तु के संबंध में अधिकारिता का दोष, किसी डिक्री को पारित",
  "strikes at the very authority of the court to pass any decree and such a defect cannot be cured even by the consent of parties. The relevant": "करने के लिए न्यायालय के अधिकार पर हमला करता है और ऐसे दोष को पक्षों की सहमति से भी ठीक नहीं किया",
  "paragraph carrying the hereinabove discussed observations are extracted hereinafter: -": "जा सकता है। ऊपर चर्चा की गई टिप्पणियों को ले जाने वाले प्रासंगिक पैराग्राफ को आगे निकाला गया हैः-",
  "“6. The answer to these contentions must depend on what the position in law is when a Court entertain a suit or an": "\"6. इन दलीलों का उत्तर इस बात पर निर्भर करना चाहिए कि कानूनी स्थिति क्या है जब कोई न्यायालय किसी वाद",
  "appeal over which it has no jurisdiction and what the": "या अपील पर विचार करता है जिस पर उसका कोई अधिकार क्षेत्र नहीं है और वाद मूल्यांकन अधिनियम की धारा ॥",
  "position. It is a fundamental principle well-established that": "का उस स्थिति पर क्या प्रभाव पड़ता है। यह एक मौलिक सिद्धांत है जो अच्छी तरह से स्थापित है कि अधिकार क्षेत्र",
  "a decree passed bya Court without jurisdiction is a nullity and that its invalidity could be set up whenever and": "के बिना किसी न्यायालय द्वारा पारित डिक्री एक शून्य है और इसकी अयोग्यता को जब भी और जहां भी इसे लागू",
  "wherever it is sought to be enforced or relied upon, even at the stage of execution and evenin collateral proceedings. A": "करने या उस पर भरोसा करने की मांग की जाती है, यहां तक कि निष्पादन के चरण में और यहां तक कि संपाश्रिंक",
  "defect of jurisdiction, whether it is pecuniary or territorial or": "कार्यवाही में भी स्थापित किया जा सकता है। अधिकारिता का एक दोष, चाहे वह आर्थिक हो या क्षेत्रीय या चाहे वह",
  "whether, it is in respect of the subject-matter of the action, strikes at the very authority of the Court to pose any": "कार्रवाई के विषय-वस्तु के संबंध में हो, कोई डिक्री पेश करने के लिए न्यायालय के अधिकार पर प्रहार करता है,",
  "decree, and such a defect cannot be cured even by consent of parties. If the question now under consideration": "और इस तरह के दोष को पक्षों की सहमति से भी ठीक नहीं किया जा सकता है। यदि अब विचाराधीन प्रश्न का",
  "fell to be determined only on the application of general principles governing the matter, there can be no doubt that": "निर्धारण केवल मामले को नियंत्रित करने वाले सामान्य सिद्धांतों के अनुप्रयोग पर किया जाता है, तो इसमें कोई संदेह",
  "the District, Court of Monghyr was coram non judice, and that its judgment and decree would be nullities. The": "नहीं हो सकता है कि जिला, मोंघिर का न्यायालय गैर-न्यायिक था, और इसका निर्णय और डिक्री अमान्य होगी।",
  "question is what is the effect of section 11 of the Suits Valuation Act on this position.": "सवाल यह है कि इस स्थिति पर वाद मूल्यांकन अधिनियम की धारा ॥॥ का कया प्रभाव है।",
  "7. Section 11 enacts that notwithstanding anything in Section 578 of the Civil Procedure Code an objection": "7. धारा ॥| यह अधिनियमित करती है कि सिविल प्रक्रिया संहिता की धारा 578 में किसी बात के होते हुए भी, यह",
  "that a Courtwhich had no jurisdiction over a suit or appeal": "आपत्ति कि जिस न्यायालय को किसी वाद या अपील पर कोई अधिकारिता नहीं थी, ने अति-मूल्यांकनकर्ता या कम-",
  "valuation, should not be entertained by an appellate court,": "मूल्यांकन के कारण इसका प्रयोग किया था, किसी अपीलीय न्यायालय द्वारा विचार नहीं किया जाना चाहिए, सिवाय",
  "except as provided in the Section. Then follow provisions as": "इसके कि धारा में उपबंध किया गया है। फिर इन प्रावधानों का पालन करें कि आपत्तियों पर कब विचार किया जा",
  "making the above decision is centered upon the fact, that when a lis is remanded by this Court, or, by any other statutory forum, thus the": "उपर्युक्त निर्णय लेना इस तथ्य पर केंद्रित है कि जब इस न्यायालय द्वारा या किसी अन्य वैधानिक मंच द्वारा किसी",
  "provisions, thereby but obviously the lisdoes not terminate. In other": "अनुसार होता है, जिससे लेकिन स्पष्ट रूप से न्यायाधीश की याचिका समाप्त नहीं होती है। दूसरे शब्दों में, जब",
  "words, when on remand of the lis to the remandee court, if the remandee court has jurisdictional incompetence to decide the same,": "प्रत्यर्पित न्यायालय को प्रत्यर्पित किए जाने पर, यदि प्रत्यर्पित न्यायालय के पास इसका निर्णय करने की अधिकारिता",
  "thereupon any decision on merits as become rendered by a jurisdictionally incompetent court or a jurisdictionally incompetent": "संबंधी अक्षमता है, तो उस पर गुणदोष पर कोई भी निर्णय जो अधिकारिता के रूप में अक्षम न्यायालय या",
  "statutory forum, is but stained with a vice of nullity and thereto no": "अधिकारिता के रूप में अक्षम वैधानिक मंच द्वारा दिया जाता है, शून्य के दोष के साथ दागदार है और इसके लिए",
  "sanctity can be assigned.": "कोई पवित्रता नहीं दी जा सकती है।",
  "(30) The further natural corollary of the above prima facie inferences and conclusions, are but, that though in the declaratory suit,": "(30)उपर्युक्त निष्कर्षों और निष्कर्षों का आगे स्वाभाविक परिणाम यह है कि यद्यपि प्रथमदृष्टया घोषणात्मक वाद,",
  "as became instituted, though became rested on the plank of the proviso to Section 2(g)(5) of the Act of 1961, which but carries the hereinafter": "जैसा कि संस्थित किया गया था, यद्यपि 496 के अधिनियम की धारा 2 (जी) (5) के परन्तुक पर आधारित हो गया",
  "through the Haryana Act No.9 of 1992. Resultantly the remand of the": "अधिनियम सं. 9 के माध्यम से समाप्त कर दिया गया था। परिणामस्वरूप प्रतिप्रेषक न्यायालय को एल. आई. एस. का",
  "lis to the remandee court, which but leads to its becoming restored to its original number, besides when the date of its restoration to its original": "प्रतिप्रेषण, जो लेकिन इसकी मूल संख्या में पुनर्स्थापित होने की ओर ले जाता है, इसके अलावा जब इसकी मूल संख्या",
  "number, becomes the relevant date for determining the permissibility of raising of such pleas, which became subsequently deleted. Therefore,": "में पुनर्स्थापित होने की तारीख, ऐसी याचिकाओं को उठाने की अनुमति निर्धारित करने के लिए प्रासंगिक तिथि बन",
  "raising of such pleas, which became subsequently deleted. Therefore, when on remand of the lis on 30.08.2011, but when it became restored": "जाती है, जो बाद में हटा दी गई। इसलिए, जब 30.08.20। को एलआईएस की रिमांड पर, लेकिन जब यह अपने",
  "to its original number, thus the said proviso became deleted. As a": "मूल नंबर पर बहाल हो गया, तो इस प्रकार उक्त परंतुक हटा दिया गया। उत्तर-क्रम के रूप में, उक्त परन्तुक को",
  "sequel, on deletion of the said proviso, the pleadings in consonance therewith, may not prima facie yet survive, nor would be amenable for": "हटाने पर, उसके अनुरूप अभिवचन, प्रथम दृष्ट्या अभी तक जीवित नहीं रह सकते हैं, और न ही इसके संबंध में",
  "any issue becoming framed in respect thereof, nor any evidence": "बनाए जाने वाले किसी भी मुद्दे के लिए उत्तरदायी होंगे, और न ही इसके संबंध में प्रस्तुत किए जाने वाले किसी भी",
  "proposed to be adduced in respect thereof can be lawfully permitted to be adduced, nor any adjudication can be made thereon. Importantly": "साक्ष्य को कानूनी रूप से प्रस्तुत करने की अनुमति दी जा सकती है, और न ही उस पर कोई निर्णय लिया जा सकता",
  "also, when the remandee court,irrespective of direction (supra), was at": "है। महत्वपूर्ण रूप से यह भी कि जब अभिरक्षा अदालत, निर्देश (उपर्युक्त) के बावजूद, अभिरक्षा के स्तर पर या",
  "the stage of remand or on the date of remand, when the lis became restored to its original number, did not enjoy any jurisdictional": "अभिरक्षा की तारीख पर थी, जब अभिरक्षा को उसके मूल नंबर पर बहाल कर दिया गया था, तो उसे किसी भी",
  "“2. Definitions.-": "\"2, परिभाषाएँ -",
  "(g) “shamilat deh\" includes-": "(जी) \"शमिलात देह\" में शामिल हैं-",
  "(5) lands in any village described as banjar qadim and used for common purposes of the village according to revenue records:": "(5) राजस्व अभिलेखों के अनुसार बंजर कादिम के रूप में वर्णित और गाँव के सामान्य प्रयोजनों के लिए उपयोग की जाने वाली किसी भी गाँव की भूमिः",
  "Provided that shamlat deh at least to the extent of twenty- five per centum of the total area of the village does not": "बशर्ते कि गाँव के कुल क्षेत्र के कम से कम पच्चीस प्रतिशत की सीमा तक शामलात देह नहीं है",
  "HUKMI DEVI (NOW DECEASED) THROUGH LRs v. STATE OF 403 HARYANA (Kuldeep Tiwari, J.)": "हक्‍्मी देवी (अब मर चुका है) के माध्यम से - एलआर बनाम हरियाणा राज्य (कुलदीप तिवारी, जे. जे)",
  "provisions, which as stated above become supported by cogent evidence, thus can be deemed to suffer any erosion. Resultantly,": "प्रावधान, जो जैसा कि ऊपर कहा गया है, ठोस साक्ष्य द्वारा समर्थित हो जाते हैं, इस प्रकार किसी भी क्षरण से ग्रस्त",
  "whether upon subsequent deletion(s) of any statutory provision, whereupons become earlier rested any pleading, and/or, in respect": "माना जा सकता है। परिणामस्वरूप, चाहे बाद में किसी वैधानिक प्रावधान को हटाने पर, जिसमें पहले कोई अभिवचन",
  "whereof, cogent evidence becomes adduced, thus resulting in a binding": "किया जाता है, और»या, जिसके संबंध में, ठोस साक्ष्य प्रस्तुत किया जाता है, जिसके परिणामस्वरूप तत्कालीन",
  "and a conclusive decision being made on the relevant lis, by the then jurisdictionally competent court, rather would result in the said decision": "अधिकार क्षेत्र में सक्षम न्यायालय द्वारा संबंधित पर एक बाध्यकारी और निर्णायक निर्णय लिया जाता है, बल्कि उक्त",
  "begetting nullification. The answer thereto is but obviously, that any": "निर्णय को रद्द कर दिया जाएगा। इसका उत्तर स्पष्ट रूप से यह है कि कोई भी पकश्चात्वर्ती संशोधन (संशोधन) लेकिन",
  "subsequent amendment(s), but cannot snatch the substantive rights pleaded in the plaint, especially when such _ substantiverights become": "वाद में अभ्यावेदन किए गए मूल अधिकारों को छीन नहीं सकता है, विशेष रूप से जब ऐसे मूल अधिकार ठोस साक्ष्य",
  "proven by adduction of cogent evidence, leading thus as above stated,": "को जोड़कर सिद्ध हो जाते हैं, जिससे इस प्रकार जैसा ऊपर कहा गया है, एक बाध्यकारी और निर्णायक निर्णय के",
  "to a binding and conclusive decision. Therefore, if any binding and conclusive decree is made on the relevant civil suit, earlier to the": "लिए अग्रसर होता है। अतः, यदि सुसंगत सिविल वाद पर कोई बाध्यकारी और निर्णायक डिक्री, किसी संशोधनकारी",
  "insertion of any amending provision, thereby the relevant provision, thus snatching the jurisdiction of the court, which earlier made such a": "उपबंध को अंतःस्थापित करने से पूर्व, बनाई जाती है, तो सुसंगत उपबंध, इस प्रकार न्यायालय की अधिकारिता को",
  "value of the conclusive and binding decree. However, the above inference may not apply fully to a situation, where the lis is yet subjudice.": "अधिकारिता मूल्य को प्रभावित नहीं करेगा। हालांकि, उपरोक्त अनुमान पूरी तरह से उस स्थिति पर लागू नहीं हो सकता है, जहां यह अभी तक विचाराधीन है।",
  "(25) Be that as it may, it is in the light of the above prima facie inferences, that it has to be determined whether the relevant": "(25)जो भी हो, यह उपरोक्त प्रथम दृष्टया निष्कर्षों के आलोक में है कि यह निर्धारित किया जाना चाहिए कि क्‍या",
  "lis thus had become completely rested, through a conclusive and binding decision becoming made thereons. In the above regard, it is": "प्रासंगिक सूची इस प्रकार एक निर्णायक और बाध्यकारी निर्णय लेने के माध्यम से पूरी तरह से स्थिर हो गई थी।",
  "binding decision becoming made thereons. In the above regard, it is relevant to mention that initially the Assistant Collector had, on 21.3.1986, proceeded to make the espoused declaratory decree in": "उपर्युक्त संबंध में, यह उल्लेख करना सुसंगत है कि प्रारंभ में सहायक कलेक्टर ने, 27.3.986 को, सिविल वाद में",
  "21.3.1986, proceeded to make the espoused declaratory decree in favour of the petitioners, plaintiffs in the civil suit. Conspicuously, at": "याचिकाकर्ताओं, वादियों के पक्ष में समर्थनीय घोषणात्मक डिक्री बनाने के लिए अग्रसर किया था। स्पष्ट रूप से, उस",
  "make an adjudication on the relevant lis. However, through Haryana Act No.9 of 1999, Section 13-A became inserted in the Act of 1961,": "तथापि, 4999 के हरियाणा अधिनियम संख्या. 9 के माध्यम से, 496॥ के अधिनियम में धारा 3-ए अंतःस्थापित की",
  "whereby the jurisdictional competence, as earlier vested in him, got snatched from him.": "गई, जिसके द्वारा अधिकारिता संबंधी क्षमता, जो पहले उसमें निहित थी, उससे छीन ली गई।",
  "(26) Now, had the lis rather terminated in a binding and": "(26) अब, यदि इस अधिनियम को बाध्यकारी और निर्णायक निर्णय में समाप्त कर दिया जाता है, तो, जैसा कि",
  "of the said decision, as, made on 21.3.1986, thus would not become robbed of its efficacy.": "निर्णय का क्षेत्राधिकार मूल्य, जैसा कि 2.3.986 को किया गया था, इस प्रकार इसकी प्रभावकारिता से वंचित नहीं",
  "(27) However, for the reasons to be assigned hereinafter, the lis": "(27) हालांकि, इसके बाद दिए जाने वाले कारणों के लिए, यह कभी भी समाप्त नहीं होता हैइस प्रकार एक",
  "never terminated thus in a binding and conclusive decision, as the decision of the Assistant Collector was assailed before the learned": "बाध्यकारी और निर्णायक निर्णय में समाप्त किया गया, क्योंकि सहायक कलेक्टर के निर्णय पर इस न्यायालय के",
  "Single Judge of this Court, who however through a decision made on": "विद्वान एकल न्यायाधीश के समक्ष हमला किया गया था, जिन्होंने हालांकि एक निर्णय के माध्यम से",
  "HUKMI DEVI (NOW DECEASED) THROUGH LRs v. STATE OF 411 HARYANA (Kuldeep Tiwari, J.)": "हक्‍्मी देवी (अब मर चुका है) के माध्यम से - एलआर बनाम हरियाणा राज्य (कुलदीप तिवारी, जे. जे)",
  "FINAL ORDER": "अंतिम आदेश",
  "(38) In sequel, the orders dated 29.11.2018 and 30.05.2017, as impugned in the instant writ petition, are also hereby": "(38) उत्तरार्द्ध में, दिनांक 29..208 और 30.05.207 के आदेश, जो तत्काल रिट याचिका में आशक्षेपित हैं, भी",
  "set aside, being orders drawn on an order, which itself is a nullity.": "इसके द्वारा अपास्त कर दिए गए हैं, जो एक आदेश पर तैयार किए गए आदेश हैं, जो स्वयं एक शून्य है। इसके",
  "Further, the Assistant Collector is directed to immediately transfer the lis to the court of learned Collector concerned, who after giving": "अलावा, सहायक कलेक्टर को निर्देश दिया जाता है कि वे तुरंत संबंधित कलेक्टर की अदालत में एल. आई. एस.",
  "adequate opportunity of hearing to all the affected parties, shall in": "स्थानांतरित करें, जो सभी प्रभावित पक्षों को सुनवाई का पर्याप्त अवसर देने के बाद, 496॥ के अधिनियम के प्रावधानों",
  "accordance with the provisions of the Act of 1961, decide the lis within a period of four months from today.": "के अनुसार, आज से चार महीने की अवधि के भीतर एल. आई. एस. का निर्णय करेंगे।",
  "Reporter-Kamaljit Singh Dhillon": "रिपोर्टर-कमलजीत सिंह ढिल्लों",
  "to jurisdiction both territorial and pecuniary as technical and": "क्षेत्रीय और आर्थिक दोनों को तकनीकी के रूप में अधिकारिता और अपीलीय न्यायालय द्वारा विचार के लिए खुला",
  "not open to consideration by an appellate court, unless there has been a prejudice on the merits. The contention of the": "नहीं है, जब तक कि गुण-दोष पर कोई पूर्वाग्रह न हो। इसलिए, अपीलार्थियों का यह तर्क कि जिला न्यायालय, मोंघिर",
  "(32) In addition, a Division Bench of the Hon’ble Supreme Court of India, in its judgment rendered in the case titled Chief": "(32)इसके अलावा, भारत के माननीय सर्वोच्च न्यायालय की एक खंड पीठ ने अपने फैसले में मुख्य अभियंता,",
  "Engineer, Hydel Project & ors. versus Ravinder Nath & ors.°, while": "पनबिजली परियोजना और अन्य शीर्षक वाले मामले में दिया। बनाम रविंदर नाथ और ओआरएस। , अधिकारिता के",
  "dealing with the subject matter of jurisdiction, has held as under:-": "विषय से निपटने के दौरान, निम्नानुसार अभिनिर्धारित किया गया हैः-",
  "“19. Once the original decree itself has been held to be without jurisdiction and hit by the doctrine of coram non": "\"9. एक बार जब मूल डिक्री को स्वयं अधिकारिता के बिना माना जाता है और कोरम गैर-न्यायिक के सिद्धांत द्वारा",
  "judice, there would be no question of upholding the same merely on the ground that the objection to the jurisdiction": "प्रभावित किया जाता है, तो इसे केवल इस आधार पर बनाए रखने का कोई सवाल ही नहीं होगा कि अधिकार क्षेत्र पर",
  "was not taken at the initial, First Appellate or the Second Appellate stage. It must, therefore, be held that the civil": "आपत्ति प्रारंभिक, प्रथम अपीलीय या दूसरे अपीलीय चरण में नहीं ली गई थी। अतः यह अभिनिर्धारित किया जाना",
  "court in this case had no jurisdiction to deal with the suit": "चाहिए कि इस मामले में सिविल न्यायालय को वाद से निपटने की कोई अधिकारिता नहीं थी और परिणामस्वरूप",
  "and resultantly the judgments of the Trial Court, First Appellate Court and the Second Appellate Court are liable": "विचारण न्यायालय, प्रथम अपीलीय न्यायालय और द्वितीय अपीलीय न्यायालय के निर्णय केवल उसी कारण से अपास्त",
  "to be set aside for that reason alone and the appeal is liable to be allowed. In view of this verdict of ours, we have": "किए जाने के लिए दायी हैं और अपील अनुज्ञात किए जाने के लिए दायी है। हमारे इस फैसले को देखते हुए, हमने",
  "deliberately not chosen to go into the other contentions raised on merits. We, however, make it clear thatwe have": "जानबूझकर योग्यता के आधार पर उठाए गए अन्य तर्को में जाने का विकल्प नहीं चुना है। हालाँकि, हम यह स्पष्ट",
  "not, in any manner, commented upon the rights of the plaintiffs-respondents, if any, arising out of the Labour": "करते हैं कि हमने किसी भी तरह से वादी-प्रत्यर्थियों के अधिकारों पर टिप्पणी नहीं की है, यदि कोई हो, जो श्रम",
  "(33) Moreover, this Court also had a couple of occasions to deal with the subject matter of jurisdiction, while deciding CWP-6780-2022,": "(33)इसके अतिरिक्त, इस न्यायालय के पास सीडब्ल्यूपी-6780-2022 का निर्णय करते समय अधिकारिता के विषय",
  "titled Tarsem Lal versus Director, Rural Development & Panchayat": "से निपटने के लिए दो अवसर भी थे, जिसका शीर्षक था तारसेम लाल बनाम निदेशक, ग्रामीण विकास और पंचायत",
  "Department & ors. and, CWP-24994-2018, titled Ishwar Singh versus State of Haryana & ors., and a view similar to the one taken by the": "विभाग और अन्य। और, सीडब्ल्यूपी-2+५99५-208, जिसका शीर्षक ईश्वर सिंह बनाम हरियाणा राज्य और अन्य है,",
  "State of Haryana & ors., and a view similar to the one taken by the Hon’ble Supreme Court, on the issue of “coram non judice”, was taken": "और माननीय उच्चतम न्यायालय द्वारा \"गैर-न्यायिक\" के मुद्दे पर लिए गए दृष्टिकोण के समान, इस न्यायालय द्वारा",
  "by this Court. The relevant extract from Tarsem Lal’s case (supra) is extracted hereunder:-": "लिया गया था। तारसेम लाल के मामले (उपर्युक्त) से प्रासंगिक उद्धरण नीचे निकाला गया हैः",
  "“...Perusal of the above extracted Section makes it clear that the civil court has no jurisdiction over the subject": "\"......... उपर्युक्त निकाली गई धारा के अवलोकन से यह स्पष्ट होता है कि विवाद के विषय पर दीवानी न्यायालय का",
  "matter of dispute. Therefore, any order passed by the civil": "कोई अधिकार क्षेत्र नहीं है। इसलिए, सिविल द्वारा पारित कोई भी आदेश",
  "HUKMI DEVI (NOW DECEASED) THROUGH LRs v. STATE OF 409 HARYANA (Kuldeep Tiwari, J.)": "हक्‍्मी देवी (अब मर चुका है) के माध्यम से - एलआर बनाम हरियाणा राज्य (कुलदीप तिवारी, जे. जे)",
  "court would be coram-non-judice, thus a nullity. The above": "न्यायालय कोरम-गैर-न्यायिक होगा, इस प्रकार एक शून्यता। उपरोक्त निष्कर्ष हशाम अब्बास सैय्यद बनाम उस्मान",
  "conclusion gathers support from a judgment of Hon'ble Supreme Court passed in Hasham Abbas Sayyad v. Usman Abhas Sayyad, 2007 AIR (Supreme Court) 1077,": "आभास सैय्यद, 2007 ए. आई. आर. (सुप्रीम कोर्ट) 077 में पारित माननीय सुप्रीम कोर्ट के एक फैसले से समर्थन",
  "wherein it has been held as under:-": "प्राप्त करता है, जिसमें यह निम्नानुसार अभिनिर्धारित किया गया हैः-",
  "“21. The core question is as to whether an order passed by a person lacking inherent jurisdiction would be a nullity. It": "\"2. मूल प्रश्न यह है कि कया अंतर्निहित अधिकार क्षेत्र की कमी वाले व्यक्ति द्वारा पारित आदेश अमान्य होगा। ऐसा",
  "will be so. The principles of estoppel, waiver and acquiescence or even res judicata which are procedural in": "ही होगा। निरोध, छूट और स्वीकृति या यहां तक कि न्यायिक प्रक्रिया के सिद्धांत जो प्रक्रियात्मक प्रकृति के हैं, ऐसे",
  "nature would have no application in a case where an order has been passed by the Tribunal/Court which has no": "मामले में लागू नहीं होंगे जहां न्‍्यायाधिकरण»न्यायालय द्वारा कोई आदेश पारित किया गया है, जिसके पास उस ओर",
  "authority in that behalf. Any order passed by a court without jurisdiction would be coram non judice being a nullity, the": "से कोई अधिकार नहीं है। न्यायालय द्वारा अधिकारिता के बिना पारित किया गया कोई भी आदेश गैर-न्यायिक होगा",
  "22. This aspect of the matter has recently been considered by this Court in Harshad Chiman Lal Modi v. DLF": "22. मामले के इस पहलू पर हाल ही में इस न्यायालय द्वारा हर्षद चिमन लाल मोदी बनाम डी. एल. एफ. यूनिवर्सल",
  "Universal Ltd. and Another, 2005(4) RCR (Civil) 260 : [(2005)7 SCC 791], in the following terms :": "लिमिटेड और अन्य, 2005 (५) आर. सी. आर. (सिविल) 260: [(2005) 7 एस. सी. सी. 79] में निम्नलिखित",
  "\"We are unable to uphold the contention. The jurisdiction of a court may be classified into several categories. The": "\"हम इस विवाद को कायम रखने में असमर्थ हैं। न्यायालय के अधिकार क्षेत्र को कई श्रेणियों में वर्गीकृत किया जा",
  "important categories are (i) Territorial or local jurisdiction;": "सकता है। महत्वपूर्ण श्रेणियां हैं () प्रादेशिक या स्थानीय अधिकार क्षेत्र; (॥) व्यक्तिगत अधिकार क्षेत्र; और (॥) विषय",
  "subject matter. So far as territorial and pecuniary jurisdictions are concerned, objection to such jurisdiction": "वस्तु पर अधिकार क्षेत्र। जहाँ तक क्षेत्रीय और आर्थिक क्षेत्राधिकारों का संबंध है, ऐसे क्षेत्राधिकार पर आपत्ति को जल्द",
  "has to be taken at the earliest possible opportunity and in any case at or before settlement of issues. The law is well": "से जल्द संभव अवसर पर और किसी भी मामले में मुद्दों के निपटारे पर या उससे पहले लिया जाना चाहिए। कानून",
  "settled on the point that if such objection is not taken at the": "इस बिंदु पर अच्छी तरह से स्थापित है कि यदि इस तरह की आपत्ति को जल्द से जल्द नहीं लिया जाता है, तो इसे",
  "earliest, it cannot be allowed to be taken at a subsequent stage. Jurisdiction as tosubject matter, however, is totally": "बाद के चरण में लेने की अनुमति नहीं दी जा सकती है। हालाँकि, विषय वस्तु के रूप में अधिकार क्षेत्र पूरी तरह से",
  "distinct and stands ona different footing. Where a court has no jurisdictionover the subject matter of the suit by reason of any limitation imposed by statute, charter or commission, it cannot take up the cause or matter. An order": "अलग है और एक अलग आधार पर खड़ा है। जहां किसी न्यायालय को कानून, चार्टर या आयोग द्वारा लगाई गई किसी सीमा के कारण वाद के विषय पर कोई अधिकार क्षेत्र नहीं है, वह कारण या मामले को नहीं ले सकता है। एक",
  "passed by acourt having no jurisdiction is nullity.\"": "अदालत द्वारा पारित एक आदेश जिसका कोई अधिकार क्षेत्र नहीं है, अमान्य है।",
  "23. We may, however hasten to add that a distinction must": "23. तथापि, हम यह जोड़ने में जल्दबाजी कर सकते हैं कि सिविल प्रक्रिया संहिता की धारा 2। के आलोक में",
  "be made between a decree passed by a court which has no territorial or pecuniary jurisdiction in the light of Section 21": "न्यायालय द्वारा पारित डिक्री जिसके पास कोई प्रादेशिक या आर्थिक अधिकारिता नहीं है और न्यायालय द्वारा पारित",
  "suit. Whereas in the former case,the appellate court may not interfere with the decree unless prejudice is shown,": "सूट. जबकि पूर्व मामले में, अपीलीय न्यायालय डिढक्री में हस्तक्षेप नहीं कर सकता है जब तक कि पूर्वाग्रह नहीं",
  "ordinarily the second category of the cases would be interfered with.”": "दिखाया जाता है, आमतौर पर मामलों की दूसरी श्रेणी में हस्तक्षेप किया जाएगा।",
  "Therefore, the judgment and decree dated 08.06.1989, passed by the Civil Court concerned, is beyond its": "इसलिए, संबंधित सिविल कोर्ट द्वारा पारित 08.06.989 का निर्णय और डिक्री, इसकी अधिकारिता से परे है और",
  "(34) In Orion Infrastructure Ltd. (supra), a Division Bench of": "(3५)ओरियन इप्फ्रास्ट्रक्चर लिमिटेड (उपर्युक्त) में इस न्यायालय की एक खंड पीठ ने यह अभिनिर्धारित किया है कि",
  "this Court has held that after insertion of new Section 13-A and 13-AA in the Act of 1961, vide Haryana Act No.9 of 1999, a title suit could be": "96 के अधिनियम में नई धारा 43-ए और 3-एए को अंतःस्थापित करने के पश्चात्‌ 4999 के हरियाणा अधिनियम",
  "in the Act of 1961, vide Haryana Act No.9 of 1999, a title suit could be filed before Collector and an _ appeal thereagainst before": "संख्या. 9 द्वारा कलेक्टर के समक्ष स्वामित्व वाद दायर किया जा सकता है और इसके विरुद्ध आयुक्त के समक्ष पुनः",
  "Commissioner, as jurisdiction of Assistant Collector was thereby snatched. The title suits which were pending before Assistant Collector": "अपील की जा सकती है क्योंकि इस प्रकार सहायक कलेक्टर की अधिकारिता छीन ली गई थी। सहायक कलेक्टर के",
  "Act of 1961, and, if the Assistant Collector is permitted to decide the": "बाद नहीं किया जा सका और यदि सहायक कलेक्टर को लंबित स्वामित्व मुकदमों का निर्णय करने की अनुमति दी",
  "(35) Lastly, in the judgment drawn in the case titled Dinesh Kumar versus Smt. Chander Kala & ors.*, a Single Bench of this Court": "(35) अंत में, मामले में लिए गए निर्णय में, जिसका शीर्षक था दिनेश कुमार बनाम श्रीमती। चंदर काला और ओरस*,",
  "has held that only if it is found that the petition is maintainable, the": "इस न्यायालय की एकल पीठ ने अभिनिर्धारित किया है कि केवल यदि यह पाया जाता है कि याचिका विचारणीय है,",
  "court can further go into the merits of the case, however, if it is found that the petition is not maintainable, then Court should not go into": "तो न्यायालय मामले के गुण-दोष में आगे जा सकता है, तथापि, यदि यह पाया जाता है कि याचिका विचारणीय नहीं है,",
  "without jurisdiction.": "अधिकारिता के बिना होगा।",
  "(36) In view of the hereinabove discussed settled propositions of law, reiteratedly, this Court unhesitatingly holds that the Assistant": "(36) ऊपर चर्चा किए गए विधि के स्थापित प्रस्तावों को ध्यान में रखते हुए, इस न्यायालय ने दोहराया कि सहायक",
  "Collector had no subject jurisdiction, at the relevant time, to decide the title suit under Section 13-A of the Act of 1961, rather the original": "कलेक्टर के पास 96 के अधिनियम की धारा 3- ए के अधीन स्वामित्व वाद का विनिश्चय करने के लिए सुसंगत",
  "(37) Therefore, the basic order drawn by the Assistant Collector on 24.08.2016, is declared to be a nullity and is hereby set aside, being": "(37) इसलिए, सहायक कलेक्टर द्वारा 2५.08.206 को तैयार किए गए मूल आदेश को अमान्य घोषित किया जाता",
  "defectively drawn despite utter lack of vestment of subject original": "है और उसमें विषय मूल अधिकारिता के निहित होने की पूर्ण कमी के बावजूद दोषपूर्ण रूप से अलग किया जाता है।",
  "jurisdictionin him. Since the basic order is itself tainted with the vice of improper exercise of subject jurisdiction, we deem it appropriate to": "चूँकि मूल आदेश स्वयं विषय क्षेत्राधिकार के अनुचित प्रयोग के दोष से दूषित है, इसलिए हम मामले को संबंधित",
  "*2013(1) RCR (Civil) 960": "» 203() आरसीआर (सिविल) 960"
}