{
  "640 LL.R. Punjab and Haryana 2002(1)": "638 ...₹. पंजाब और हरियाणा 2002 ()",
  "the citizen may be normally entitled to invoke the jurisdiction on the High Court under Article 226. However, in matter involving facts and": "नागरिक आम तौर पर अनुच्छेद 226 के तहत उच्च न्यायालय में अधिकार क्षेत्र का आह्नन करने का हकदार हो सकता है। हालांकि,",
  "an investigation into transactions, the writ Court has an apparent": "तथ्यों को शामिल करते हुए और लेनदेन की जांच में, रिट कोर्ट में एक",
  "handicap. Normally, it cannot record evidence and give findings on": "स्पष्ट बाधा है। आम तौर पर, यह सबूत रिकॉर्ड नहीं कर सकता है और",
  "questions of fact. These have to be invariably determined by the": "तथ्य के सवालों पर निष्कर्ष नहीं दे सकता है। इन्हें स्थिति के तहत",
  "authorities under the status. It is only when an order passed by a": "अधिकारियों द्वारा हमेशा निर्धारित किया जाना चाहिए। यह केवल तब होता है जब एक अर्ध-न्यायिक प्राधिकरण द्वारा पारित एक आदेश",
  "or is in violation of a statutory provision that the Court intervenes by the issue of a writ of certiorari.": "उल्लंघन में होता है जो अदालत सर्टिफिकेट के एक रिट के मुद्दे से हस्तक्षेप करती है।",
  "(Para 38)": "(पैरा 38)",
  "Further held, that the discretion vested by law in a statutory": "इसके अलावा, कि एक वैधानिक प्राधिकारी में कानून द्वारा निहित विवेक",
  "authority cannot be controlled by the issue of administrative": "को प्रशासनिक निर्देशों के मुद्दे से नियंत्रित नहीं किया जा सकता है।",
  "instructions. However, in the present case, the attention of the authorities has been invited only to the decision of the jurisdictional": "हालांकि, वर्तमान मामले में, अधिकारियों का ध्यान केवल क्षेत्राधिकार",
  "court. Thus, it cannot be said that merely by bringing the decision": "न्यायालय के निर्णय के लिए आमंत्रित किया गया है। इस प्रकार, यह नहीं",
  "controlled or confined their discretion.": "या हू सरकार ने अपने विवेक को नियंत्रित, नियंत्रित या सीमित कर",
  "(Para 42)": "(पैरा ४२)",
  "M.L. Sarin, Senior Advocate with M/s. B.K. Jhingan and": "मंचित सरिन, वरिष्ठ अधिवक्ता एम/एस के साथ। बेशर्म याचिकाकर्ता के",
  "Avneesh Jhingan, Advocates, for the petitioner.": "लिए झिंगन और अवनेश झिंगन, अधिवक्ता।",
  "Surya Kant, Advocate General, Haryana with Palika Monga,": "सूर्य कांत, अधिवक्ता जनरल, हरियाणा के साथ पलिका मोंगा, एएजी,",
  "AAG, Haryana, for the respondent.": "हरियाणा, प्रतिवादी के लिए।",
  "Jawahar Lal Gupta, J.": "जवाहर लाल गुप्ता, जे",
  "(1) Is the paddy purchased by a millar who sells the rice to": "(।) क्‍या धान एक मिलर द्वारा खरीदा गया है जो चावल को निर्यातक को",
  "the exporter not exigible to the levy of purchase tex ? This is the": "बेचता है जो खरीद टेक्स की लेवी के लिए योग्य नहीं है? यह प्राथमिक",
  "primary question that arises for consideration in this bunch of 53 writ": "प्रश्न है जो 53 रिट याचिकाओं के इस समूह में विचार के लिए उत्पन्न",
  "petitions. CWP No. 4379 of 1999 involving this issue had been admitted": "होता है। 999 के ८४५४7 नंबर 4379 इस मुद्दे को शामिल करते हुए इस",
  "by a Bench of this Court. It was on the daily Board of this Bench.": "अदालत की एक बेंच द्वारा भर्ती कराया गया था। यह इस बेंच के दैनिक",
  "The remaining 52 petitions were listed for preliminary hearing on July": "बोर्ड पर था। शेष 52 याचिकाएं 3३ जुलाई, 200 को प्रारंभिक सुनवाई",
  "be heard and disposed of together. Consequently, we have heard these": "सभी याचिकाओं को एक साथ सुना और निपटाया जाए। नतीजतन, हमने",
  "petititions. Learned counsel for the parties have referred to the facts": "इन पेटिशन को सुना है। पार्टियों के लिए सीखा वकील ने 2000 के",
  "in CWP No. 8532 of 2000. These may be briefly noticed.": "सीडब्ल्यूपी नंबर 8532 में तथ्यों का उल्लेख किया है। इन पर संक्षेप में ध्यान दिया जा सकता है।",
  "(2) The petitioner has a shellar. It purchases paddy, processes": "(२) याचिकाकर्ता के पास एक शेलर है। यह धान खरीदता है, इसे संसाधित",
  "it and sells rice. Herein, we are concerned with the sale of rice to ‘an": "करता है और चावल बेचता है। इसमें, हम एक निर्यातक को चावल की बिक्री",
  "exporter who sold it to a foreign buyer. The petitioner claims that in": "से चिंतित हैं, जिसने इसे एक विदेशी खरीदार को बेच दिया था। याचिकाकर्ता",
  "view of the provisions of Article 286 of the Constitution and Section": "का दावा है कि संविधान के अनुच्छेद 286 और केंद्रीय बिक्री कर अधिनियम,",
  "5 and 15 (ca) of the Central Sales Tax Act, 1956 (hereinafter referred": "956 की धारा 5 और १5 (सीए) के प्रावधानों के मद्देनजर (इसके बाद 956",
  "to as the 1956 Act), the State cannot levy purchase tax on the paddy": "अधिनियम के रूप में संदर्भित), राज्य धान पर खरीद कर नहीं लगा सकता है",
  "purchased by it for sale of rice to the exporter. ;": "निर्यातक को चावल की बिक्री के लिए इसे खरीदा गया।",
  "(8) The petitioner filed sales tax returns for four assessment": "(३) याचिकाकर्ता ने चार मूल्यांकन वर्षों के लिए बिक्री कर रिटर्न दायर किया।",
  "years viz. 1996-97 to 1999-2000 in accordance with the provisions of Section 25 of the Haryana General Sales Tax Act, 1978 (hereinafter": "996-97 से 999-2000 हरियाणा जनरल सेल्स टैक्स एक्ट, 973 की धारा 25 के प्रावधानों के अनुसार (इसके बाद 973 अधिनियम के रूप में",
  "referred to as the 1973 Act). It deposited the tax which fell due in": "संदर्भित)। इसने उस कर को जमा किया जो रिटर्न के अनुसार गिर गया।",
  "accordance with the return. The petitioner claimed that no purchase": "याचिकाकर्ता ने दावा किया कि धान पर कोई भी खरीद कर नहीं था, जिसे",
  "tax was leviable on the paddy which was shelled to fulfil the contract of sale of rice by the exporter to the foreign buyer. This claim was": "विदेशी खरीदार को निर्यातक द्वारा चावल की बिक्री के अनुबंध को पूरा करने के लिए शेल किया गया था। यह दावा केंद्रीय बिक्री कर अधिनियम की धारा",
  "made on the basis of the provisions of Section 15 (ca) and Section 5": "45 (सीए) और धारा 5 के प्रावधानों के आधार पर किया गया था।",
  "(4) On August 16, 1999, the Sales Tax Tribunal accepted a": "(४) १६ अगस्त १९९९ को, सेल्स टैक्स ट्रिब्यूनल ने सिरसा विज़ के एक डीलर",
  "similar claim made by a dealer from Sirsa viz. M/s Veerumal Monga’ & Sons in the matter of Sales Tax Appeal No. 698 of 1998-99. However, the State of Haryana filed a review petition under Section": "द्वारा किए गए एक समान दावे को स्वीकार किया। बिक्री कर अपील संख्या 698 के 998-99 के मैस में एम/एस वीरुमल मोंगा एंड संस। हालांकि,",
  "However, the State of Haryana filed a review petition under Section 41 of the Haryana General Sales Tax Act and claimed that the order": "हरियाणा राज्य ने हरियाणा जनरल सेल्स टैक्स एक्ट की धारा 44 के तहत एक समीक्षा याचिका दायर की और दावा किया कि यह आदेश कानून के",
  "was contrary to the provisions of law. The plea of the State was": "प्रावधानों के विपरीत था। राज्य की दलील को स्वीकार कर लिया गया। 45",
  "accepted. Vide order dated May 15, 2000, the Tribunal held that the": "मई, 2000 को वीड ऑर्डर, ट्रिब्यूनल ने कहा कि निर्धारिती धान पर खरीद",
  "assessee was not entitled to the exemption from the payment of": "कर के भुगतान से छूट का हकदार नहीं था।",
  "(5) In pursuance to the order passed by the Tribunal, the": "(५) ट्रिब्यूनल द्वारा पारित आदेश के अनुसरण में, आकलन प्राधिकरण ने",
  "assessing authority issued notices to the petitioner to show cause as": "याचिकाकर्ता को नोटिस जारी किया, ताकि यह दिखाया जा सके कि कर,",
  "to why tax, interest and penalty be not levied. Copies of the notices": "ब्याज और जुर्माना क्‍यों नहीं लगाया जाता है। नोटिस की प्रतियां याचिका के",
  "are at Annexures P.3 to P.6 with the petition.": "साथ ..3 से 7.6 से अनुलग्नक हैं।",
  "(6) The petitioner appeared before the Assesseing Authority.": "(६) याचिकाकर्ता मूल्यांकन प्राधिकरण के समक्ष उपस्थित हुए। इसने यह",
  "It produced the necessary forms on record to show that the rice had": "दिखाने के लिए रिकॉर्ड पर आवश्यक रूपों का उत्पादन किया कि चावल को",
  "been actually exported out of India by the exporter who had a prior": "वास्तव में भारत से बाहर निर्यात करने वाले द्वारा निर्यात किया गया था, जिनके",
  "642 I.L.R. Punjab and Haryana 2002(1)": "644ा...7२. पंजाब और हरियाणा2002 6)",
  "(8) The petitioner maintains that the action of the respondents": "(॥) क्‍या याचिकाकर्ताओं को अधिनियम के तहत उपचार के लिए फिर से",
  "under Art. 226 without exhausting the remedy of appeal—Whether": "जारी करने में कानूनी दुर्बलता नहीं | 226 अपील के उपाय को समाप्त किए",
  "matters involving facts and investigation into transactions cannot be": "तथ्यों और लेनदेन में जांच से जुड़े मामलों को कला के तहत कार्यवाही में",
  "dealt with in proceedings under Art. 226—Writ dismissed and the": "निपटा नहीं जा सकता है। 226-रिट ने खारिज कर दिया और याचिकाकर्ता ने",
  "petitioner permitted to file an appeal, if any, against the orders of assessment.": "मूल्यांकन के आदेशों के खिलाफ, यदि कोई हो, तो अपील दायर करने की",
  "Sales Tax Act, 1956 clearly shows that paddy and rice are two separate": "अवलोकन बिक्री कर अधिनियम, 4956 स्पष्ट रूप से दिखाता है कि धान",
  "been fictionally obliterated for the purposes of sub-section (8) of Section": "१५ की, धारा ५ के उप-धारा (३) के प्रयोजनों के लिए काल्पनिक रूप से",
  "5. The provision has not obliterated the distinction completely. It has": "विस्थापित किया गया है। इस प्रावधान ने पूरी तरह से भेद नहीं किया है।",
  "treated rice and paddy as one commodity for a limited purpose. By": "इसने एक सीमित उद्देश्य के लिए चावल और धान को एक वस्तु के रूप में",
  "this amendment, it has enabled the millers who are direct-exporters": "माना है। इस संशोधन से, इसने मिलर को सक्षम किया है जो धान की खरीद",
  "to avoid pavment of tax on the purchase of paddy. However, this": "पर कर के करार से बचने के लिए प्रत्यक्ष निर्यातक हैं। हालांकि, यह लाभ उन",
  "benefit has not been made available to those millers who sell to an": "मिलर्स को उपलब्ध नहीं कराया गया है जो एक निर्यातक को बेचते हैं और",
  "exporter and do not export directly. The Parliament is the best judge": "सीधे निर्यात नहीं करते हैं। संसद लोगों के हितों का सबसे अच्छा न्यायाधीश",
  "of the interests of the peopel. It enacts statues on the basis of needs": "है। यह अनुभव द्वारा प्रकट की गई जरूरतों के आधार पर मूर्तियों को लागू",
  "made manifest by experience. The provision introducing limited fiction": "करता है। सीमित कल्पना को पेश करने वाला प्रावधान संवैधानिक मापदंडों",
  "We are unable to extend this fiction beyond what the express words of the status provide.": "को आगे बढ़ाने में असमर्थ हैं कि स्थिति के व्यक्त शब्द क्या प्रदान करते हैं।",
  "(Paras 20 and 35)": "(पैरा २० और ३५)",
  "Further held, that the sale and purchase by the exporter are": "आगे आयोजित, कि निर्यातक द्वारा बिक्री और खरीद को छूट दी जाती है।",
  "exempted, The sale by the exporter are exempted by virtue of the": "निर्यातक द्वारा बिक्री को खंड (॥) में प्रावधान के आधार पर छूट दी गई है",
  "of rice by the exporter is not treated as a sale or purchase in the course": "को माल के निर्यात के दौरान बिक्री या खरीद के रूप में नहीं माना जाता है।",
  "of export of goods. Thus, it is not covered by the provision for exemption from the levey of tax under the Statute.": "इस प्रकार, यह क़ानून के तहत कर के लेवे से छूट के प्रावधान द्वारा कवर नहीं किया गया है।",
  "(Para 36)": "(पैरा ३६)",
  "Further held, that the existence of an alternative remedy is": "इसके अलावा, कि एक वैकल्पिक उपाय का अस्तित्व संविधान के अनुच्छेद",
  "not an absolute bar to the maintainability of a petition under Article 226 of the Consitutiton. It is also correct that when the vires of a": "226 के तहत एक याचिका की रखरखाव के लिए एक पूर्ण बार नहीं है। यह",
  "statutes are involved or an issue of constitutional importance arises,": "भी सही है कि जब किसी क़ानून के वायरस शामिल होते हैं या संवैधानिक",
  "of the transaction covered by clause (3) of Section 5 that rice and": "से ज्यादा धान की खरीद धारा 5 (3) के कानूनी कथा साहित्य के आधार पर",
  "own right and milled” it. The sale of rice by the petitioner to the direct": "में धान को खरीदा और मिल्ड \"इट। याचिकाकर्ता द्वारा प्रत्यक्ष निर्यातक",
  "exporter is sale in the course of export out of India. Section 5(3) does": "को चावल की बिक्री भारत से बाहर निर्यात के दौरान बिक्री है। धारा 5",
  "not protect the purchase of paddy by the petitioner. Thus, the claim": "(3) याचिकाकर्ता द्वारा धान की खरीद की रक्षा नहीं करता है। इस",
  "as made by the petitioner has been controverted. It has been further": "प्रकार, दावा के रूप में याचिकाकर्ता द्वारा निर्मित किया गया है। यह",
  "pointed out that the petitioner’s claim that its representative had": "आगे बताया गया है कि याचिकाकर्ता का दावा है कि इसका प्रतिनिधि 26",
  "appeared before the assessing authority on 26th June, 2000 or that": "जून, 2000 को आकलन प्राधिकरण के सामने आया था या उसने 'एच'",
  "it had sought permission to place ‘H’ forms or S. T. 15-A forms on": "फॉर्म या एस। टी। 45-ए फॉर्म को जगह देने की अनुमति मांगी थी।",
  "record is false.": "रिकॉर्ड पर गलत है।",
  "(11) The respondents maintain that no case for invoking the": "(११) उत्तरदाताओं का कहना है कि संविधान के अनुच्छेद २२६ के तहत",
  "extra-ordinary jurisdiction of this Court under Article 226 of the": "इस न्यायालय के अतिरिक्‍्त-सामान्य अधिकार क्षेत्र को लागू करने के",
  "been controverted. It is prayed that the writ petition be dismissed with": "विरोधाभास किया गया है। यह प्रार्थना की जाती है कि रिट याचिका को",
  "(12) Mr. M.L. Sarin, learned counsel for the petitioners": "(१२) श्री एम.एल. सरीन, याचिकाकर्ताओं के लिए वकील सीखा कि राज्य",
  "of goods bought or sold in the course of export. Paddy and rice and": "ने निर्यात के दौरान खरीदे या बेचे जाने वाले सामानों की बिक्री या खरीद",
  "special goods. The distinction between paddy and rice having been": "पर कर लगा नहीं दिया। धान और चावल और विशेष सामान। धान और",
  "State was not competent to levy and tax on the purchase of paddy": "करके विच्छेदित किया गया था, राज्य धान की खरीद पर लेवी और कर",
  "as the rice had been sold to the exporter who had a prior order of": "के लिए सक्षम नहीं था क्योंकि चावल को उस निर्यातक को बेच दिया",
  "obliterated has to be given full effect and thus, the impugned notices": "कथाओं से हटा दिया गया है, उसे पूर्ण प्रभाव दिया जाना है और इस प्रकार, लागू किए गए नोटिस के साथ -साथ मूल्यांकन के आदेशों को भी",
  "as well.as the orders of assessment cannot be sustained. It was further": "प्रकार, लागू किए गए नोटिस के साथ -साथ मूल्यांकन के आदेशों को भी बनाए नहीं रखा जा सकता है। यह आगे कहा गया था कि याचिकाओं में",
  "contended that in view of the constitutional issues raised in the .": "उठाए गए संवैधानिक मुद्दों के मद्देनजर, अपील का उपाय रिट याचिका",
  "maintainability of the writ petition. According to the learned counsel, even the orders of provisional assessment were wholly arbitrary as the": "वकील के अनुसार, यहां तक कि अनंतिम मूल्यांकन के आदेश पूरी तरह",
  "matter had remained pending with the assessing authority for a long": "से मनमाना थे क्‍योंकि यह मामला लंबे समय तक मूल्यांकन प्राधिकरण",
  "(13) The claim made on behalf of the petitioners was controverted by Mr. Surya Kant, Advocate, General, Haryana. He": "(१३) याचिकाकर्ताओं की ओर से किए गए दावे को श्री सूर्य कांत, अधिवक्ता, जनरल, हरियाणा द्वारा विरोधाभास किया गया था। उन्होंने",
  "submitted that the action of the authorities was in strict conformity": "प्रस्तुत किया कि अधिकारियों की कार्रवाई कानून के साथ सख्त अनुरूप",
  ". with law. The amendment in the Central Act was only intended to": "थी। केंद्रीय अधिनियम में संशोधन केवल मिलर को लाभान्वित करने के",
  "in the course of import or export— (1) A sale or purchase": "बिक्री या खरीद अंतर-राज्य व्यापार या वाणिज्य या किसी राज्य के बाहर या",
  "(45) The writ petitions are accordingly dismissed subject to the": "(४५) रिट याचिकाओं को तदनुसार इस शर्त के अधीन कर दिया गया है",
  "order of assessment. In the circumstances of these cases, we make no": "हकदार होंगे। इन मामलों की परिस्थितियों में, हम लागत के अनुसार",
  "R.N.R.": "आर.एन.आर.",
  "Before S. S. Nijjar, J": "एस.एस. निज्जर से पहले, जे",
  "H.M.T. LTD.—Petitioner": "एच.एम.टी. लिमिटेड-याचिकाकर्ता",
  "versus": "बनाम",
  "CHANDIGARH ADMINISTRATION AND OTHERS—Respondents": "चंडीगढ़ प्रशासन और अन्य-उत्तरदाता",
  "C.W.P. NO. 6809 OF 2000": "सी -डब्ल्यू पी. नहीं। 2000 का 6809",
  "8th November, 2001": "8 नवंबर, 2007",
  "Constitution of India, 1950—Art. 226—-Industrial Disputes": "भारत का संविधान, 7950-कला। 226-औद्योगिक विवाद अधिनियम,",
  "Act, 1947—Ss. 2(a) and 10(1)—Territorial jurisdiction—Industrial": "/947-55| 2 (ए) और 70 (५ क्षेत्रीय क्षेत्राधिकार-औद्योगिक विवाद-",
  "dispute—Reference—Dismissal from service—Workman last employed": "रेफरेंस-रेफरेंस-डिस्मिज़ल से सेवा-कार्यकाल से अंतिम बार मुंबई ऑर्डर",
  "Bangalore but served at Chandigarh—Chandigarh Administration": "पारित किया गया था, लेकिन चंडीगढ़-चंदिगढ़ प्रशासन में विवाद का",
  "to the territorial jurisdiction—High Court well within its jurisdiction": "क्षेत्रीय क्षेत्राधिकार-उच्च न्यायालय को चुनौती",
  "with, the agreement or order for or in relation to such export.”": "उद्देश्य से, समझौते या इस तरह के निर्यात के संबंध में या उसके लिए आदेश।",
  "(22) Clauses (1) and (8) deal with export of goods. Clause (2)": "(२२) क्लॉज़ (१) और (३) माल के निर्यात से निपटते हैं। क्लॉज (2) माल के",
  "deals with the import of goods. In the present case, we are only": "आयात से संबंधित है। वर्तमान मामले में, हम केवल निर्यात से चिंतित हैं। इस",
  "concerned with the export. Thus, Clause (2) is not relevant. Clause": "प्रकार, खंड (2) प्रासंगिक नहीं है। क्लॉज (॥) उन वस्तुओं की खरीद को कवर",
  "words, the sale by the exporter or the purchase by the foreign buyer": "करता है जो निर्यात को अवसर देते हैं। दूसरे शब्दों में, निर्यातक द्वारा बिक्री या",
  "is covered. Clause (3) deals with the sale or purchase preceding the export. In other words, the purchase by the exporter is fictionally": "विदेशी खरीदार द्वारा खरीद को कवर किया गया है। क्लॉज (3) निर्यात से पहले बिक्री या खरीद से संबंधित है। दूसरे शब्दों में, निर्यातक द्वारा खरीद को",
  "treated as being in the course of export.": "काल्पनिक रूप से निर्यात के दौरान माना जाता है।",
  "(23) What is the position in the present case ? The petitioner": "(२३) वर्तमान मामले में क्या स्थिति है? याचिकाकर्ता एक मिलर है। यह मिलिंग",
  "is a miller. It buys paddy from the commission agent for milling.": "के लिए आयोग एजेंट से धान खरीदता है। इसे संसाधित करने के बाद,",
  "Having processed it, the petitioner sells rice to the exporter. Then the": "याचिकाकर्ता निर्यातक को चावल बेचता है। फिर निर्यातक विदेशी खरीदार को",
  "exporter sells the rice to the foreign buyer. Clause (1) exempts the sale": "चावल बेचता है। क्लॉज (4) विदेशी खरीदार को निर्यातक द्वारा बिक्री को छूट",
  "export viz. the sale of rice by the miller to the exporter or the purchase": "सेल को छूट देता है जो निर्यात के अवसर पर है। मिलर द्वारा चावल की बिक्री",
  "by the exporter from the miller. However, the sale of paddy by the": "निर्यातक को या मिलर से निर्यातक द्वारा खरीद। हालांकि, याचिकाकर्ता को",
  "commission agent to the petitioner is not covered by any of the provisions of Section 5.": "की गइ जि द्वारा धान की बिक्री धारा 5 के किसी भी प्रावधान द्वारा कवर नहीं",
  "(24) Mr. Sarin contended that such an interpretation would": "(२४) श्री सरीन ने कहा कि इस तरह की व्याख्या धारा ९५ में खंड (सीए) को",
  "completely defeat the object of the Parliament in introducing clause (ca) in Section 15. Is it so ?": "शुरू करने में संसद की वस्तु को पूरी तरह से हरा देगी। क्या ऐसा है?",
  "(25) On August 17, 1995, a Full Bench of the High Court": "(25) ॥7 अगस्त 995 को उच्च न्यायालय की पूर्ण पीठ ने यूनाइटेड राइस",
  "decided the case of United Rice Land Limited and another vs. The State of Haryana and others, (supra). It was inter alia held that paddy": "लैंड लिमिटेड और अन्य बनाम हरियाणा राज्य और अन्य, (सुप्रा) के मामले का फैसला किया | यह आयोजित किया गया था कि धान और चावल को केंद्रीय",
  "Act, 1956. These are two different commodities subject to tax under": "ये दो अलग-अलग वस्तुएं हैं जो धारा 6 के तहत कर के अधीन हैं। | यह ध्यान",
  "tax on paddy which is dehusked and exported out of India as rice.": "धान से निकले चावल को भारत से बाहर कर दिया जाता है, दोनों को धारा",
  "650 LL.R. Punjab and Haryana 2002(1)": "650...7. पंजाब और हरियाणा2002 ()",
  "It is within the parameters laid down by the Parlaiment that the": "यह पार्लिमिंट द्वारा निर्धारित मापदंडों के भीतर है कि सिद्धांत को लागू",
  "principle can be applied. Not beyond that.": "किया जा सकता है। उससे परे नहीं।",
  "(32) Mr. Surya Kant had referred to the decision in Veerumal”s": "(३२) श्री सूर्य कांट ने वीरुमल के मामले (सुप्रा) में निर्णय का उल्लेख",
  "case (supra). Counsel for the petitioners was at pains to point out that": "किया था। याचिकाकर्ताओं के लिए वकील यह बताने के लिए दर्द में था",
  "the decision does not embody the correct statement of law. In view": "कि निर्णय कानून के सही विवरण को नहीं बदलता है। हमारे उपरोक्त",
  "of our above conclusion, we do not find any merit in this contention raised by Mr. Sarin.": "निष्कर्ष के मद्देनजर, हम श्री सरीन द्वारा उठाए गए इस विवाद में कोई योग्यता नहीं पाते हैं।",
  "(33) In fairness to the Advocate General, it may be mentioned": "(३३) एडवोकेट जनरल को निष्पक्षता में, यह उल्लेख किया जा सकता है",
  "that he had referred to the decisions of various courts viz. in": "कि उन्होंने विभिन्न अदालतों के फैसलों को संदर्भित किया था। समेकित",
  "Consolidated Coffee Lid. vs. Coffee board, Bangalore, (6) Nikka": "कॉफी लिमिटेड बनाम कॉफी बोर्ड, बैंगलोर, (6) निक्‍का ट्रेडिंग",
  "Trading Corporation of India Ltd. vs. State of Andhra Pradesh, (7)": "कॉरपोरेशन ऑफ इंडिया लिमिटेड बनाम आंध्र प्रदेश राज्य, (7)",
  "Bismillah and Company vs. State of Andhra Pradesh, (8) Mohammed": "बिस्मिल्लाह एंड कंपनी बनाम आंध्र प्रदेश राज्य, (8) मोहम्मद ईशक",
  "Ishaq and Sons vs. Commissioner of Commercial Taxes in Karnataka,": "और संस बनाम बनाम कर्नाटक, बैंगलोर में वाणिज्यिक करों के आयुक्त,",
  "Bangalore, (9) and Sovereign Spices vs. State of Kerala, (10). However,": "(9) और संप्रभु मसालों बनाम केरल राज्य, (0)। हालांकि, हमारे",
  "in view of our conclusion, we do not consider it necessary to notice each case separately.": "निष्कर्ष के मद्देनजर, हम प्रत्येक मामले को अलग से नोटिस करना आवश्यक नहीं मानते हैं।",
  "(34) Mr. Sarin laid great emphasis on the fact that the purpose": "(३४) श्री सरीन ने इस तथ्य पर बहुत जोर दिया कि विधायिका का उद्देश्य",
  "of the Legislature was to promote exports. Thus, it had introduced a": "निर्यात को बढ़ावा देना था। इस प्रकार, इसने एक कल्पना को पेश किया",
  "fiction so that our prices were competitive with other countries.": "था ताकि हमारी कीमतें अन्य देशों के साथ प्रतिस्पर्धी थीं। नतीजतन, हमें",
  "Consequently, we should not give a restricted meaning to the provision.": "प्रावधान के लिए एक प्रतिबंधित अर्थ नहीं देना चाहिए।",
  "(35) It is undoubtedly true that the nation needs foreign": "(३५) यह निस्संदेह सच है कि राष्ट्र को विदेशी मुद्रा की आवश्यकता है।",
  "exchange. Thus, it takes steps to encourage and promote exports.": "इस प्रकार, यह निर्यात को प्रोत्साहित करने और बढ़ावा देने के लिए",
  "However, it equally relevant to remember that even the revenues of": "कदम उठाता है। हालांकि, यह याद रखना समान रूप से प्रासंगिक है",
  "the State are important. One cannot sacrifice the State’s interests": "कि राज्य के राजस्व भी महत्वपूर्ण हैं। कोई भी राज्य के हितों का पूरी तरह से त्याग नहीं कर सकता है। एक संतुलन पर हमला करने की",
  "totally. Keeping in view the needs to strike a balance, the Parliament": "तरह से त्याग नहीं कर सकता है। एक संतुलन पर हमला करने की जरूरतों को ध्यान में रखते हुए, संसद ने एक सीमित कल्पना पेश की",
  "it has enabled the millers who are direct exporters to avoid payment": "जो धान की खरीद पर कर के भुगतान से बचने के लिए प्रत्यक्ष निर्यातक",
  "of tax on the purchase of paddy. However, this benefit has not been": "हैं। हालांकि, यह लाभ उन मिलर्स को उपलब्ध नहीं कराया गया है जो",
  "the people. It enacts statutes on the basis of needs made manifest by": "आवश्यकताओं के आधार पर क़ानून लागू करता है।",
  "constitutional parameters. It strikes a reasonable balance. We are": "है। यह एक उचित संतुलन पर हमला करता है। हम इस कल्पना को आगे",
  "unable to extend this fiction beyond what the express words of the statute provide.": "बढ़ाने में असमर्थ हैं कि क़ानून के व्यक्त शब्द क्या प्रदान करते हैं।",
  "(36) In view of the above, the first question is answered against": "(३६) उपरोक्त के मद्देनजर, याचिकाकर्ताओं के खिलाफ पहला प्रश्न उत्तर",
  "the petitioners. It is held that the sale and purchase by the exporter": "दिया गया है। यह माना जाता है कि निर्यातक द्वारा बिक्री और खरीद को छूट",
  "are exempted. The sale by the exporter is exempted by virtue of the": "दी जाती है। निर्यातक द्वारा बिक्री को खंड () में प्रावधान के आधार पर कक ट",
  "provision in Clause (1) and the purchase is covered under Clause (3)": "दी गई है और खरीद को खंड 5 के खंड (3) के तहत कवर किया गया है।",
  "of goods. Thus, it is not covered by the provision for exemption from": "छूट के प्रावधान द्वारा कवर नहीं किया गया है।",
  "(87) Mr. Sarin contended that constitutional issues are involved.": "(३7) श्री सरीन ने कहा कि संवैधानिक मुद्दे शामिल हैं। पारदीप पोर्ट ट्रस्ट",
  "In view of the decision of their Lordships of the Supreme Court in Pardip Port Trust vs. Sales Tax Officer and Others, (11) the remedy": "बनाम बिक्री कर अधिकारी और अन्य में सुप्रीम कोर्ट के उनके लॉर्डशिप के",
  "He also submitted that the orders of provisional assessment, copies of": "के लिए कोई बार नहीं हो सकता है। उन्होंने यह भी प्रस्तुत किया कि अनंतिम मूल्यांकन के आदेश, जिनमें से प्रतियां रिकॉर्ड पर उत्पादित की गई हैं,",
  "which have been produced on record are unfair. Mr. Surya Kant on the other hand submitted that the impugned orders have been passed": "अनुचित हैं। दूसरी ओर श्री सूर्य कांत ने कहा कि अधिनियम की धारा 28-बी",
  "under Sections 39 and 41 of the Act. In any event, the Advocate": "अधिनियम की धारा 3३9 और 44 के तहत एक वैधानिक उपाय है। किसी भी",
  "General stated on instructions from Mr. S.K. Yadav, Joint Director": "घटना में, अधिवक्ता जनरल ने श्री एस.के. के निर्देशों पर कहा। यादव,",
  "(Legal); that in case, the petitioners file an appeal within the time that": "संयुक्त निदेशक (कानूनी), कि मामले में, याचिकाकर्ता उस समय के भीतर",
  "may be granted by the court, the State shall not raise the objection regarding limitation.": "एक अपील दायर करते हैं जो अदालत द्वारा दी जा सकती है, राज्य सीमा के बारे में आपत्ति नहीं उठाएगा।",
  "(38) It is undoubtedly true that the existence of an alternative": "(38) यह निस्संदेह सच है कि एक वैकल्पिक उपाय का अस्तित्व संविधान के",
  "remedy is not an absolute bar to the maintainability of a petition": "अनुच्छेद २२६ के तहत एक याचिका की रखरखाव के लिए एक पूर्ण बार नहीं",
  "vires of a statute are involved or an issue of constitutional importance arises, the citizen may be normally entitled to invoke the jurisdiction": "संवैधानिक महत्व का एक मुद्दा होता है, तो नागरिक सामान्य रूप से",
  "arises, the citizen may be normally entitled to invoke the jurisdiction of this Court under Article 226. However, in matters involving facts": "अनुच्छेद 226 के तहत इस न्यायालय के अधिकार क्षेत्र को लागू करने का हकदार हो सकता है। हालांकि, तथ्यों और लेनदेन में एक जांच से जुड़े",
  "authorities under the statute. It is only when an order passed by a": "यह केवल तब होता है जब एक अर्ध-न्यायिक प्राधिकरण द्वारा",
  "or is in violation of a statutory provision that the court intervenes by": "वैधानिक प्रावधान के उल्लंघन में होता है जो अदालत",
  "(39) In the present case, the correctness or otherwise of the": "(३९) वर्तमान मामले में, याचिकाकर्ताओं में से प्रत्येक द्वारा दायर",
  "require appraisal of records for different years. This matter cannot be dealt with in proceedings under Article 226 of the Constitution. In any": "इसके लिए अलग -अलग वर्षों के लिए रिकॉर्ड के मूल्यांकन की आवश्यकता हो सकती है। इस मामले को संविधान के अनुच्छेद 226 के तहत कार्यवाही में निपटा नहीं जा सकता है। किसी भी",
  "event, the purely legal issue having been decided, the matter should": "घटना में, विशुद्ध रूप से कानूनी मुद्दे का फैसला किया गया है,",
  "now be examined by the appropriate authority under the statute. In": "इस मामले की अब क़ानून के तहत उपयुक्त प्राधिकारी द्वारा",
  "against the orders of provisional assessment, they would be entitled": "मामले में, याचिकाकर्ताओं के पास अनंतिम मूल्यांकन के आदेशों",
  "to file an appeal within 30 days from the date of the reciept of a certifed": "की पुनरावृत्ति की तारीख से 30 दिनों के भीतर अपील दायर",
  "copy of this order. In case, such an appeal is filed, it shall be": "करने के हकदार होंगे। मामले में, इस तरह की अपील दायर",
  "considered and decided by the appropriate authority under the statute": "की जाती है, इस पर विचार किया जाएगा और योग्यता के तहत"
}