{
  "lt is apt to notice the relevant provisions oi the Act. Section 2 (e)": "अधिनियम की धारा 2 (जी) के तहत माना गया है। क़ानून की स्पष्ट व्याख्या के",
  "“public premises means—": "\"सार्वजनिक परिसर का अर्थ है",
  "(1) any premises velonging to, or taken on lease or requisi- tioned by, or on behali oi, the Central Government,": "केंद्र सरकार से संबंधित या पट्टे पर लिया गया या उसके द्वारा या बेहाली में मांगा",
  "and includes any such premises which have been": "गया कोई भी परिसर, और इसमें कोई भी ऐसा परिसर शामिल है जो उस",
  "placed by that Government, whether before or after the commencement of the Public Premises (Eviction of Unauthorised Occupants) Amendment Act, 1980,": "सरकार द्वारा रखा गया है, चाहे सार्वजनिक परिसर (अनधिकृत कब्जेदारों की बेदखली) संशोधन अधिनियम, 980 के शुरू होने से पहले या बाद में , संसद",
  "under the control of the Secretariat of either House of": "के किसी भी सदन के सचिवालय के नियंत्रण में उस सचिवालय के कर्मचारियों",
  "Parliament for providing residential accommodation of any member of the staff of that Secretariat ;": "के किसी भी सदस्य को आवासीय आवास प्रदान करने के लिए रखा गया हो।",
  "(2) any premises belonging to, or taken on lease by, or on": "किसी भी परिसर से संबंधित, या उसके द्वारा, या उसकी ओर से पट्टे पर लिया",
  "behalf of,—": "गया, -",
  "(i) any company as defined in Section 3 of the Companies Act, 1956 (1 of 1956), in which not less than fifty-one": "।. कंपनी अधिनियम, 956 (956 का ॥) धारा 3 में परिभाषित कोई",
  "Central Government or any company which is a": "केंद्र सरकार या किसी ऐसी कंपनी के पास है जो पहली बार",
  "subsidiary (within the meaning of that Act) of the": "है खेत कंपनी की सहायक (उस अधिनियम के अर्थ के भीतर)",
  "(ii) any corporation (not being a company as defined in": "॥. कोई भी निगम (जो कंपनी अधिनियम, 956 (956 का ॥) की",
  "local authority) established by or under a Central": "नहीं है) एक केंद्रीय अधिनियम के तहत या उसके तहत स्थापित",
  "Act and owned or controlled by the Central Govern- ment,": "और केंद्र सरकार के स्वामित्व या नियंत्रण में है,",
  "(iii) any University established or incorporated by any Central Act,": "॥.किसी केंद्रीय अधिनियम द्वारा स्थापित या निगमित कोई भी विश्वविद्यालय.",
  "(iv) any Institute incorporated by the Institutes of Tech nology Act, 1961 (59 of 1961),": "५.प्रौद्योगिकी संस्थान अधिनियम, 964 (96 का 59) द्वारा निगमित कोई भी संस्थान,",
  "(v) any Board of Trustees constituted under the Major Port Trusts Act, 1963 (38 of 1963),": "५. प्रमुख बंदरगाह ट्रस्ट अधिनियम, 963 (963 का 38) के तहत गठित कोई भी न्यासी बोर्ड,",
  "Section 79 of the Punjab Reorganisation Act, 1966": "५.पंजाब पुनर्गठन अधिनियम, 966 (966 का 3) की धारा 79 के",
  "section (6) of Section 80 of that Act; and": "80 की उपधारा (6) के तहत उस बोर्ड का नाम बदलकर",
  "() any premises peionging to the Municipal Corporation 0: Delhi, or any municipal committee or notiiied area": "(0) । दिल्‍ली नगर निगम या किसी नगरपालिका समिति या अधिसूचित",
  "committee, and": "क्षेत्र समिति से संबंधित कोई परिसर, और",
  "(ii) any premises belonging to the Delhi Development": "(0) दिल्‍ली विकास प्राधिकरण से संबंधित कोई भी परिसर, चाहे वह",
  "Authortiy, whether such premises are in the posses- sion o1, or leased out by, the said Authority;”": "सजी कब्जे में हो या उक्त प्राधिकरण द्वारा पट्टे पर दिया गया",
  "Section 2 (g) deiines ‘unauthorised occupation’. It reads as under :—": "धारा 2 (जी) 'अनधिकृत व्यवसाय' को परिभाषित करती है। इसे इस प्रकार पढ़ा जाता है:-",
  "“Section 2 (g)—‘unauthorised occupation”, in relation to any public premises, means the occupation by any person of": "\"धारा 2 \"अनधिकृत कब्जा\" \", किसी सार्वजनिक परिसर के संबंध में,",
  "the public premises without authority for such occupation,": "से ऐसे कब्जे के लिए प्राधिकरण के बिना सार्वजनिक परिसर के",
  "and includes the continuance in occupation by any person of the public premises after the authority (whether by": "किसी भी व्यक्ति द्वारा कब्जा अभिप्रेत है, और प्राधिकरण (चाहे",
  "way of grant or any other mode of transfer) under which": "अनुदान के रूप में या हस्तांतरण के किसी अन्य तरीके से) जिसके",
  "he was allowed to occupy the premises has expired or has": "तहत उसे परिसर पर कब्जा करने की अनुमति दी गई थी, की",
  "(7) Section 3 provides for the appointment of Estate Officers.": "(7) धारा 3 में संपदा अधिकारियों की नियुक्ति का प्रावधान है। धारा 4",
  "the Estate Officer to the District Judge of the district in which the": "खिलाफ उस जिले के जिला न्यायाधीश के पास अपील करने का",
  "public premises are situate,": "प्रावधान करती है जिसमें सार्वजनिक परिसर स्थित हैं।",
  "(8 A perusal of Section 2 (e) which defines ‘public premises’": "(8) 'सार्वजनिक परिसर' को परिभाषित करने वाली धारा 2 (ई) के",
  "by, or on behalf of any Company as defined in Section 3 of the Com-": "3 में परिभाषित किसी भी कंपनी से संबंधित, या उसके द्वारा या",
  "up share capital is held by the Central Government” or a Corporation": "शेयर पूंजी का कम से कम इक्यावन प्रतिशत केंद्र सरकार के पास",
  "which is not a Company “established by or under a Central Act and": "है या एक निगम जो केंद्रीय अधिनियम द्वारा या उसके तहत",
  "owned or controlled by the Central Government” constitute public": "स्थापित कंपनी नहीं है और केंद्र सरकार के स्वामित्व या नियंत्रण",
  "premises. In other words, any premises whether belonging to or": "में है, सार्वजनिक परिसर का गठन करता है। दूसरे शब्दों में, जैसा कि ऊपर उल्लेख किया गया है, कोई भी परिसर, चाहे वह किसी",
  "taken on lease by a Company or a Corporation, as mentioned above,": "कि ऊपर उल्लेख किया गया है, कोई भी परिसर, चाहे वह किसी कंपनी या निगम से संबंधित हो या पट्टे पर लिया गया हो,",
  "are public premises. In the instant case, the premises belong to the": "सार्वजनिक परिसर है। तत्काल मामले में, परिसर बैंक का है। उन्हें",
  "Bank. They have been taken on lease by the petitioners. The": "याचिकाकर्ताओं द्वारा पट्टे पर लिया गया है। इस प्रकार का परिसर",
  "premises as such fall squarely within the provision of Section 2 (e).": "पूरी तरह से धारा 2(ई) के प्रावधान के अंतर्गत आता है। इसके",
  "Further the occupation of any public premises “by any- person”": "अलावा \"किसी भी व्यक्ति द्वारा\" किसी भी सार्वजनिक परिसर का",
  "becomes unuuthorised when it is “without authority for such occupa-.": "कब्जा तब अनधिकृत हो जाता है जब वह \"इस तरह के कब्जे के",
  "tion” or when “the authority ...under, which he was allowed to occupy": "लिए प्राधिकरण के बिना\" होता है या जब \"वह प्राधिकरण... जिसके तहत उसे परिसर पर कब्जा करने की अनुमति दी गई है,",
  "the premises has expired.or has been determined for any reason whatsoever.”": "समाप्त हो गया है या किसी भी कारण से समाप्त किया गया है\"।",
  "(9) It has been contended on behalf of the petitioners that the": "याचिकाकर्ताओं की ओर से यह तर्क दिया गया है कि",
  "occupation of the petitioners cannot be termed as unauthorised": "याचिकाकर्ताओं के कब्जे को अनधिकृत नहीं कहा जा सकता है",
  "because it is not a person and also because the provisions of the Act": "क्योंकि यह एक व्यक्ति नहीं है और यह भी कि अधिनियम के",
  "cannot be interpteted in a manner so as to make them applicable": "प्रावधानों की व्याख्या इस तरह से नहीं की जा सकती है कि उन्हें",
  "against a government undertaking.": "किसी सरकारी उपक्रम के खिलाफ लागू किया जा सके।",
  "unauthorised occupants from public premises and other incidental": "इस अधिनियम को सार्वजनिक परिसरों और अन्य आकस्मिक",
  "matters. Any premises Which belong to or are taken on lease by a": "करने के लिए लागू किया गया था। कोई भी परिसर जो किसी कंपनी से संबंधित है या पट्टे पर लिया गया है जिसमें केंद्र सरकार",
  "Company in which not less than fifty-one per cent of the paid-up share’ capital ‘ts held by the Central Government fall within the": "कंपनी से संबंधित है या पट्टे पर लिया गया है जिसमें केंद्र सरकार द्वारा रखी गई चुकता शेयर पूंजी का कम से कम 5 प्रतिशत",
  "expression ‘public premises’. (The unauthorised occupation as defined": "'सार्वजनिक परिसर' शब्द के अंतर्गत आता है। (इस अधिनियम",
  "in Section 2 (g) of the Act would obviously include a Company or a": "की धारा 2 (जी) में परिभाषित अनधिकृत व्यवसाय में स्पष्ट रूप से",
  "Corporation mentioned in Section 2 (e) (2) (i) & (ii). Even other-": "धारा 2 (ई) में उल्लिखित कंपनी या निगम शामिल होंगे। अन्यथा",
  "wise, the purpose of the Act and the plain language of the statute": "भी, अधिनियम का उद्देश्य और कानून की सरल भाषा कानून में",
  "do not permit giving of a restricted meaning to the words ‘any": "उपयोग किए गए \"किसी भी व्यक्ति' शब्दों को सीमित अर्थ देने की",
  "person’ as. used in the statute. A property belonging to a Company": "अनुमति नहीं देती है। कंपनी या निगम से संबंधित संपत्ति, जैसा कि",
  "or a Corporation, as mentioned in Section 2 (e), can be taken on lease by or on behalf of another Company or a Corporation as men-": "धारा 2 (ई) में उल्लेख किया गया है, किसी अन्य कंपनी या निगम द्वारा या उसकी ओर से पट्टे पर ली जा सकती है जैसा कि उक्त",
  "tioned in the said provision, such premises would be public premises": "प्रावधान में उल्लेख किया गया है, ऐसा परिसर सार्वजनिक परिसर",
  "and if the lessee continues in occupation after the lease-deed has been": "होगा और यदि पट्टेदार पट्टा-विलेख विधिवत समाप्त होने के बाद",
  "lated under Section 2 (g) of the Act. On the plain language of the": "(जी) के तहत अनधिकृत होगा। कानून की सरल भाषा में, यह",
  "stattite, it is not possible to hold that the said Company or Corpora-": "अभिनिर्धारित करना संभव नहीं है कि उक्त कंपनी या निगम",
  "tien would not be liable to eviction under the Act. Consequently the": "अधिनियम के तहत बेदखली के लिए उत्तरदायी नहीं होगा।",
  "suggestion on behalf of the petitioners that the action of the respon-": "नतीजतन, याचिकाकर्ताओं की ओर से यह सुझाव कि प्रतिवादियों",
  "dents is wholly without jurisdiction or that it is repugnant to the": "की कार्रवाई पूरी तरह से अधिकार क्षेत्र के बिना है या यह कि यह",
  "provisions of the Act cannot be sustained). In this view of the": "अधिनियम के प्रावधानों के प्रतिकूल है, को कायम नहीं रखा जा सकता है) मामले के इस दृष्टिकोण में, मैं याचिकाकर्ताओं की ओर",
  "matter, I am unable to accept the contention raised on behalf of the": "से उठाए गए तर्क को स्वीकार करने में असमर्थ हूं।",
  "(11) The word ‘person’ having not been defined in the Act.": "(।]) 'व्यक्ति' शब्द को अधिनियम में परिभाषित नहीं किया गया है,",
  "19897. Settion 3 (42) defines a person to include “any company or": "दिया जा सकता है। धारा 3 (42) एक व्यक्ति को \"किसी भी कंपनी",
  "agsocidtion or body of individuals, whether incorporated or not.” ‘The": "या संघ या व्यक्तियों के निकाय, चाहे निगमित हो या नहीं\" को",
  "petitidner-Company is obviously included within the definition of a": "शामिल करने के लिए परिभाषित करती है। याचिकाकर्ता-कंपनी को स्पष्ट रूप से 'व्यक्ति' की परिभाषा में शामिल किया गया है।",
  "‘person’. Accordingly, the claim made on its behalf cannot . be": "को स्पष्ट रूप से 'व्यक्ति' की परिभाषा में शामिल किया गया है। तदनुसार, उसकी ओर से किए गए दावे को कायम नहीं रखा जा",
  "tait a suit or anv proceeding in respect of the eviction of any person.": "व्यक्ति की बेदखली के संबंध में किसी वाद या कार्यवाही पर",
  "who is {in ‘mauthorised occupation of a public premises. In view": "विचार करने से रोकती है, जो किसी सार्वजनिक परिसर के",
  "as being in unauthorised occupation—-Whether provisions of the ‘Act": "अनधिकृत कब्जे में है। इसे ध्यान में रखते हुए, अधिनियम के तहत"
}