{
  "of oath may be betrayal of faith reposed in the person taking oath": "उल्लंघन शपथ लेने वाले व्यक्ति पर जताए गए विश्वास के साथ विश्वासघात हो सकता है जो",
  "which unfailingly indicates and demonstrates a fundamental Code of Conduct. Nevertheless to hold violation of oath as a disqualification": "मौलिक आचार संहिता को स्पष्ट रूप से इंगित और प्रदर्शित करता है। फिर भी शपथ के उल्लंघन",
  "would mean adding another clause in Article 191 of the Constitution": "को अयोग्यता मानने का मतलब संविधान के अनुच्छेद 9 में एक और खंड जोड़ना होगा जो स्पष्ट",
  "which obviously is neither desirable nor permissible. That certainly is": "रूप से न तो वांछनीय है और न ही स्वीकार्य है। यह निश्चित रूप से हमारा कार्य नहीं है।",
  "not our function. (Paras 8 & 9)": "(पैरा 8 एवं 9)",
  "Petition under Article 226 of the Constitution of India praying that: —": "संविधान के अनुच्छेद 226 के तहत याचिका में प्रार्थना की गई है कि.-",
  "(*) Ch. Bhajan Lal, Chief Minister, Haryana (Respondent No. 1)": "() चौधरी भजन लाल, मुख्यमंत्री, हरियाणा (प्रतिवादी नंबर ) को कृपया मुख्यमंत्री, हरियाणा",
  "issued for his removal: or": "रिट जारी करें: या",
  "(ii) such relief as the Hon'ble Court may deem fit in the interest may kindly be granted.": "() माननीय न्यायालय हित में उचित समझे जाने पर ऐसी राहत प्रदान की जा सकती है।",
  "Mr. H. S. Hooda, Sr. Advocate with Mr. Ramesh Hooda, Advocate, for the petitioner.": "श्री एच.एस. हुडा और श्री रमेश हुडा ,याचिकाकर्ता की ओर से अधिवक्ता",
  "Mr. J. K. Sibbal, Sr. Advocate with Mr. Sanjiv Sharma, Advocate,": "श्री जे.के. सिब्बल और श्री संजीव शर्मा, प्रतिवादी संखया | की ओर से अधिवक्ता",
  "Mr. H. L. Sibal, A.G. Haryana with Miss Rupinder Dulat, Advo- cate, for the respondents.": "श्री एच.एल. सिब्बल, ए.जी. हरियाणा, सुश्री रूपिंदर दुलत, उत्तरदाताओं की ओर से अधिवक्ता",
  "JUDGMENT": "निर्णय",
  "B. C. Varma, C.J.": "न्यायमूर्ति बी.सी. वर्मा,",
  "(1) The question in this writ petition is whether this Court in the exercise of its jurisdiction under Article 226 of the Constitution": "() इस रिट याचिका में सवाल यह है कि क्‍या यह न्यायालय संविधान के अनुच्छेद 226 के",
  "184. ILL.R. Punjab and Haryana (1993)1": "आई.एल.आर. पंजाब और हरियाणा (।84-96)",
  "Before : B. C. Varma, C.J. & Ashok Bhan, J.": "मुख्य न्यायमूर्ति बी.सी. वर्मा और न्यायमूर्ति अशोक भान के समक्ष",
  "HARDWARI LAL, EX-M.P. (LOK SABHA),—Petitioner.": "हरद्वारी लाल, पूर्व सांसद (ल्रोकसभा », -याचिकाकर्ता",
  "versus": "बनाम",
  "CH. BHAJAN LAL, CHIEF MINISTER, HARYANA, CHANDIGARH AND -OTHERS,—Respondents.": "चौधरी भ्रजन लाल, मुख्यमंत्री, हरियाणा, चंडीगढ़ और अन्य, - प्रतिवादी",
  "llth February, 1992.": "-।| फरवरी 992",
  "Constitution of India, 1950—Arts. 226, 155, 156, 163, 164, 190 to": "भारत का संविधान, 950- अनुच्छेद 226, 455, 56, 63, 64, 490 से 93 - मुख्यमंत्री का",
  "198—Office of Chief Minister—Modes of disqualification—Doctrine of pleasure—Chief Minister holding office at the pleasure of": "कार्यालय - अयोग्यता के तरीके - आनंद का सिद्धांत - मुख्यमंत्री का राज्यपाल की इच्छा पर पद",
  "Governor—Ground as to breach of oath by Chief Minister—Invoca- tion of writ jurisdiction of High Court by way of public interest": "धारण करना - मुख्यमंत्री द्वारा शपथ के उल्लंघन का आधार - अपील जनहित याचिका के माध्यम",
  "litigation—Challenge to issuance of writ of quo-warranto—Court has": "से उच्च न्यायालय के रिट क्षेत्राधिकार का -यथास्थिति रिट जारी करने को चुनौती - अनुच्छेव 226",
  "Chief Minister by adding grounds of disqualification provided under": "के तहत न्यायात्रय को अयोग्यता के अनुच्छेव 797 के तहत आधार जोड़कर मुख्यमंत्री को हटाने के",
  "either under Constitution or even under any other law made by": "तो संविधान के तहत और न ही संसद द्वारा बनाए गए किसी अन्य कानून के तहत, अयोग्यता नहीं",
  "Parliament—Only Governor being appointing authority under Consti-": "है - केवल्र राज्यपाल संविधान के तहत नियुक्ति प्राधिकारी है , वह इस बात पर विचार कर सकता",
  "of oath—Matters which are entirely within the realm of pleasure and unfettered discretion of appointing authority are not amenable to jurisdiction of High Court under Art. 226.": "प्राधिकारी के आनंद सिद्धांत पर निर्भर और निरंकुश विवेक के दायरे में हैं, अनुच्छेद 226 के तहत",
  "warranto or any other kind of writ. or direction removing the Chief": "हटाने के लिए अधिकार वारंट या किसी अन्य प्रकार की रिट या निर्देश जारी करने में सक्षम नहीं है।",
  "settled that when a post or office is held at pleasure no writ of quo": "अब यह अच्छी तरह से तय हो गया है कि जब कोई पद या कार्यालय आनंद सिद्धांत पर निर्भर",
  "warranto can issue. Once a person enters upon an office lawfully": "होता है तो कोई अधिकार-पत्र जारी नहीं किया जा सकता है। एक बार जब कोई व्यक्ति कानूनी रूप",
  "and is legally entitled to hold it and the continuance depends upon": "से किसी कार्यात्रय में प्रवेश करता है और कानूनी रूप से इसे धारण करने का हकदार होता है और",
  "warranto. The reason is that such a writ can immediately and easily be defeated by the executive will as it shall be open to it to allow": "इसका कारण यह है कि इस तरह के रिट को कार्यपालिका की इच्छा से तुरंत और आसानी से पराजित",
  "such a person to assume that office again.": "किया जा सकता है क्योंकि वह ऐसे व्यक्ति को फिर से उस कार्यालय को संभालने की अनुमति देने",
  "(Para 15)": "(पैरा 5)",
  "Held further, that the appointing authority being the Governor,": "आगे अभिनिर्णीत किया गया कि नियुक्ति प्राधिकारी राज्यपाल होने के नाते, वह ही इस पर विचार",
  "it is he who can consider whether there was in fact any breach of oath. Termination of the tenure of a Minister is not the function of": "कर सकता है कि क्‍या वास्तव में शपथ का कोई उल्लंघन हुआ था। किसी मंत्री का कार्यकाल समाप्त",
  "(Para 14)": "(पैरा 4)",
  "Held further, that it is significant that the constitution makes no": "आगे अभिनिर्णीत किया गया कि यह महत्वपूर्ण है कि संविधान किसी मंत्री दवारा शपथ के उल्लंघन",
  "be adopted is as indicated under Article 192 of the Constitution.": "उल्लेख किया है, अपनाया जाने वाला एकमात्र रास्ता संविधान के अनुच्छेद 92 के तहत दर्शाया",
  "Consequently, we are of the opinion that the alleged violation/breach": "गया है। नतीजतन, हमारी राय है कि प्रतिवादी मुख्यमंत्री दवारा शपथ का कथित उल्लंघन/उल्लंघन,",
  "186 LL.R. Punjab and Haryana (1993)1": "आई.एल.आर. पंजाब और हरियाणा (।84-96)",
  "Governor of the State in exercise of the powers under Article 164(1)": "प्रतिवादी नंबर , को संविधान के अनुच्छेद 64() के तहत शक्तियों का प्रयोग करते हुए राज्य",
  "of the Constitution. Other Ministers were likewise appointed on": "था। इसी तरह अन्य मंत्रियों की नियुक्ति भी मुख्यमंत्री की सल्राह पर की गई। याचिकाकर्ता,",
  "the advice of the Chief Minister. The petitioner, Hardwari Lal, an Ex-Member of Parliament, has instituted an action through this writ": "संसद के पूर्व सदस्य, हरदवारी लाल ने इस रिट याचिका के माध्यम से चौधरी के खिलाफ",
  "petition against Ch. Bhajan Lal describing it as a public interest petition seeking in desperation to “exercise the realm of accounta-": "कार्रवाई शुरू की है। भजन लाल ने इसे एक जनहित याचिका के रूप में वर्णित करते हुए",
  "bility” of a rapacious executive “to the people through the judiciary”,": "\"न्यायपालिका के माध्यम से लोगों के प्रति\" एक लोलुप कार्यपालिका की \"जवाबदेही के दायरे का",
  "deeds of respondent No. 1 which, according to the petitioner, un-": "की प्रार्थना की। याचिकाकर्ता के अनुसार, प्रतिवादी नंबर | के कथित दुष्कर्मों का हवात्रा देते हुए",
  "of his office which he took at the time of assuming that office. We": "का उल्लंघन किया है जो उन्होंने पद संभालने के समय ली थी। हमें उन आरोपों की सच्चाई या",
  "need not go into the truth or otherwise of those allegations because": "अन्यथा में जाने की आवश्यकता नहीं है क्योंकि नोटिस के बाद, प्रतिवादी नंबर ने, आरोपों का",
  "tioning the petitioner’s right to approach this Court for the relief": "विकल्प चुना है, जिसमें दावा की गई राहत के लिए इस न्यायात्रय से संपर्क करने के याचिकाकर्ता",
  "claimed and also the jurisdiction of this Court to issue a writ of quo": "वारंट की रिट जारी करना इस न्यायालय का अधिकार क्षेत्र पर सवाल उठाया गया है। इसलिए,",
  "asSumed, we proceed to decide the legal question raised as a preli-": "आपत्ति के रूप में उठाए गए कानूनी प्रश्न पर निर्णय लेने के लिए आगे बढ़ते हैं।",
  "(3) The question, whether the petitioner has the locus standi to": "(3) इस सवाल पर कि क्या याचिकाकर्ता के पास दावा की गई राहत के लिए इस न्यायात्रय से",
  "although Shri Sibal, the learned Advocate-General, Haryana, appear- ing for the respondents. severely criticised the motive and purport": "की ओर से पेश हुए, हरियाणा के विद्वान महाधिवकता श्री सिब्बल ने इस रिट याचिका के पीछे",
  "ing for the respondents. severely criticised the motive and purport behind this writ petition as political and only aimed at wreaking": "के मकसद और उद्देश्य की कड़ी आलोचना की और इसे राजनीतिक बताया और इसका उद्देश्य",
  "personal grievances by a political rival of the Chief Minister, yet": "केवल मुख्यमंत्री के राजनीतिक प्रतिद्वंद्वी द्वारा व्यक्तिगत शिकायतों को दूर करना था, फिर",
  "we do not find that the locus standi of the petitioner to approach the Court was seriously questioned. The substance of the respon-": "भी हमें ऐसा नहीं मिला। याचिकाकर्ता के न्यायालय में जाने के अधिकार पर गंभीरता से सवाल",
  "the Court was seriously questioned. The substance of the respon- dent’s contention in this regard is that the Court shall not exercise": "उठाया गया था। इस संबंध में प्रतिवादी के तर्क का सार यह है कि न्यायालय किसी ऐसे व्यक्ति",
  "any discretion in favour of a person who has approached this Court only with oblique motives. has his own axe to grind against the": "के पक्ष में कोई विवेकाधिकार का प्रयोग नहीं करेगा जो केवल परोक्ष उद्देश्यों के साथ इस न्यायात्रय में आया है, जिसके पास प्रतिवादी के खिलाफ हमला करने के लिए अपनी कुल्हाड़ी है।",
  "respondent ‘and. therefore. could not be permitted to have access to the Court under the garb of public interest litigation. We think that": "इसलिए, जनहित याचिका की आड़ में न्यायालय तक पहुंच की अनुमति नहीं दी जा सकती।",
  "the antecedents or status of a persons lose all significance if the": "हमारा मानना है कि किसी व्यक्ति के पूर्ववृत्त या स्थिति का कोई महत्व नहीं रह जाता है यदि",
  "information conveyed to the Court even by such a person is such": "ऐसे व्यक्ति द्वारा भी न्यायालय को दी गई जानकारी ऐसी हो जिसके लिए न्यायालय को अपने",
  "orders and directions to protect the rights and liberties of the": "अधिकार क्षेत्र का उपयोग करते हुए लोगों के अधिकारों और स्वतंत्रता की रक्षा के लिए आदेश",
  "citizens. A Full Bench of the Andhra Pradesh Hish Court in D. Satyanarayana v. N. T. Rama Rao (1). observed that being politi-": "और निर्देश पारित करने की उचित आवश्यकता हो। डी. सत्यनारायण बनाम एन. टी. रामा राव' में आंध्र प्रदेश उच्च न्यायालय की पूर्ण पीठ ने देखा कि राजनीतिज्ञ होना अपने आप में कोई पाप",
  "cian by itself is no sin. In our democratic set up, Governments": "नहीं है। हमारी लोकतांत्रिक व्यवस्था में सरकारें जनता द्वारा वोट देकर सत्ता में आये राजनीतिक",
  "(1) A.I.R. 1988 Andhra Pradesh 144.": "। ए आई आर 988 आंध्र प्रदेश 44"
}