{
  "Before Archana Puri, J.": "अर्चना पुरी से पहले जे.",
  "BAJAJ ALLIANZ GENERAL INSURANCE CO. LTD—Appellant": "बजाज आलियांज जनरल इंश्योरेंस कंपनी लिमिटेड-अपीलकर्ता",
  "versus": "बनाम",
  "BHOPAL AND OTHERS—Respondents": "भोपाल और अन्य-प्रतिवादी",
  "FAO No. 6839 of 2010": "2040 का एफएओ नंबर 6839",
  "November 24, 2022": "नवंबर 24, 2022",
  "Motor Vehicles Act Ss.—147, 149—Appeal by insurance": "मोटर वाहन अधिनियम क्रमांक-447, 449-मुआवजा देने के खिलाफ बीमा कंपनी द्वारा",
  "company against award of compensation—Insurance contract cancelled on account of dishonor of cheque towards payment of": "अपील-प्रीमियम के भुगतान के लिए चेक के अनादर के कारण बीमा अनुबंध रद्द कर दिया",
  "premium—Cancellation never communicated before accident—Appeal dismissed.": "गया-दुर्घटना से पहले कभी भी रद्दीकरण की सूचना नहीं दी गई-अपील खारिज कर दी गई।",
  "Held, that unless policy of insurance is cancelled by authorized": "माना गया कि जब तक बीमा की पॉलिसी अधिकृत बीमाकर्ता द्वारा रद्द नहीं की जाती है और",
  "insurer and intimation of cancellation reaches insured before accident,": "दुर्घटना से पहले रद्दीकरण की सूचना बीमाधारक तक नहीं पहुंचती है, बीमाकर्ता पॉलिसी",
  "insurer cannot avoid liability under the policy.": "के तहत दायित्व से बच नहीं सकता है।",
  "(Para 9)": "(9 के लिए)",
  "Further held, that requisite provisions u/s 147(4) and (5) of MV": "इसके अलावा, एमवी अधिनियम की धारा 447(4) और (5) के तहत अपेक्षित प्रावधानों का",
  "Act have to be complied with — registration authority to be informed about cancellation of policy.": "अनुपालन किया जाना चाहिए और पॉलिसी रद्द करने के बारे में पंजीकरण प्राधिकारी को सूचित किया जाना चाहिए।",
  "Further held, that just compensation has to be awarded to complainant.": "आगे कहा गया कि शिकायतकर्ता को उचित मुआवजा दिया जाना चाहिए।",
  "(Para 28)": "(28 के लिए)",
  "Rajneesh Malhotra, Advocate, for the Petitioner.": "याचिकाकर्ता के वकील रजनीश मल्होत्रा",
  "T.P.Singh, Advocatefor respondent No.1.": "टी.पी.सिंह, प्रतिवादी संख्या । के वकील।",
  "ARCHANA PURI, J.": "अर्चना पुरी, जे.",
  "(1) Challenge in the present appeal is to the Award dated 16.08.2010 passed by learned Motor Accident Claims Tribunal,": "(॥) वर्तमान अपील में चुनौती मोटर दुर्घटना दावा न्यायाधिकरण द्वारा पारित दिनांक",
  "16.08.2010 passed by learned Motor Accident Claims Tribunal, thereby, awarding compensation to respondent No.1-claimant Bhopal,": "46.08.2040 के फैसले को दी गई है, जिससे प्रतिवादी नंबर 4-दावेदार भोपाल को मोटर",
  "on account of injuries sustained by him, in a motor vehicular accident, which took place on 15.04.2008.": "वाहन दुर्घटना में लगी चोटों के कारण मुआवजा दिया गया। , जो 45.04.2008 को हुआ।",
  "(2) On appraisal of the evidence adduced, learned Tribunal had": "(2) प्रस्तुत साक्ष्य के मूल्यांकन पर, विद्वान न्यायाधिकरण ने प्रतिवादी नंबर 4-दावेदार को",
  "awarded compensation to the extent of Rs.7,21,010/- to respondent": "7,24,00/- रुपये की सीमा तक मुआवजा दिया था और मुआवजे का भुगतान करने का",
  "147 (5) read with Section 149(1) of the Motor Vehicles Act.": "कि मोटर वाहन अधिनियम की धारा 449(4) के साथ पठित धारा 447 (5) के तहत परिकल्पित है।",
  "(16) In the light of the same, this conduct of insurance company is tobe treated as statutory default. Therefore, the insurance company,": "(46) उसी के आलोक में, बीमा कंपनी के इस आचरण को वैधानिक डिफ़ॉल्ट माना जाएगा।",
  "as such, in no manner, can be absolved from its obligation, to pay the compensation, on the ground that the cheque for the insurance": "इसलिए, बीमा कंपनी को किसी भी तरह से मुआवजा देने के अपने दायित्व से इस आधार",
  "compensation, on the ground that the cheque for the insurance policy, given by owner Vijender Kumar has been dishonoured and": "पर मुक्त नहीं किया जा सकता है कि बीमा पॉलिसी के लिए मालिक विजेंद्र कुमार द्वारा",
  "not liable to pay any compensation.": "और बीमा कंपनी किसी भी मुआवजे का भुगतान करने के लिए उत्तरदायी नहीं थी।",
  "(17) Thus, on the count of no liability, being thereupon the insurance company, the submission is bereft of merit and the same is": "(47) इस प्रकार, कोई देनदारी नहीं होने के कारण, बीमा कंपनी होने के नाते, प्रस्तुतीकरण",
  "(18) Also, further learned counsel for the appellant submits that": "(48) इसके अलावा, अपीलकर्ता के लिए विद्वान वकील का कहना है कि ट्रिब्यूनल द्वारा तय",
  "compensation, so worked upon by the Tribunal, is too excessive and needs to be scaled down. However, this submission also holds no": "किया गया मुआवजा बहुत अधिक है और इसे कम करने की जरूरत है। हालाँकि, इस",
  "(19) From the evidence adduced, it stands established that respondent No.1-claimant had sustained several injuries, in the accident": "(9) प्रस्तुत साक्ष्यों से, यह स्थापित होता है कि प्रतिवादी नंबर 4-दावेदार को प्रश्नगत दुर्घटना",
  "respondent No.1-claimant had sustained several injuries, in the accident in question. In his affidavit Ex.PW6/A, he has categorically deposed": "में कई चोटें लगी थीं। अपने हलफनामे में पूर्व. पीडब्लू6/ए, उसने स्पष्ट रूप से अपने शरीर",
  "about having received multiple serious and grievous injuries on his body. He had suffered compound fracture, shalft femure, fracture in": "पर कई गंभीर और गंभीर चोटें लगने के बारे में बताया है। उन्हें कंपाउंड फ्रेक्चर, शाफ़्ट",
  "tibia and his right leg was amputated after operation and had become": "फीमर, टिबिया में फ्रेक्चर हुआ था और ऑपरेशन के बाद उनका दाहिना पैर कट गया था",
  "permanently disabled. Even PW-1 Dr.Ritesh Singh, Orthopadic Surgeon of Hyderabadi Hospital, Panipat, has deposed about": "और वे स्थायी रूप से विकलांग हो गए थे। यहां तक कि हैदराबादी अस्पताल, पानीपत के",
  "discharge from the hospital on 10.05.2008.. He proved the MLR Ex.P1": "को अस्पताल में भर्ती करने और 40.05.2008 को अस्पताल से छुट्टी देने के बारे में गवाही",
  "multiple injuries. He gave the details of the injuries. He also": "चोटों के कारण ऑपरेशन किए जाने के बारे में भी बताया। उन्होंने चोटों का ब्योरा दिया.",
  "categorically deposed about having operated five times. Discharge": "उन्होंने पांच बार ऑपरेशन करने की बात भी साफ तौर पर बताई। डिस्चार्ज सारांश &/.72",
  "summary is Ex.P2. He has further deposed about respondent No.1- claimant, to have been admitted in hospital, again on 20.05.2008 and": "है। उन्होंने प्रतिवादी नंबर 4-दावेदार के बारे में गवाही दी है कि उन्हें 20.05.2008 को फिर",
  "discharged on 26.05.2008 and again admitted on 07.08.2009 and": "से अस्पताल में भर्ती कराया गया और 26.05.2008 को छुट्टी दे दी गई और फिर",
  "discharged on 10.08.2009 and proved discharge summaries as": "07.08.2009 को भर्ती कराया गया और 40.08.2009 को छुट्टी दे दी गई और डिस्चार्ज",
  "Ex.P10 and Ex.P11. Even, medical bills have been proved by way of": "सारांश को साबित किया गया &८०0 और &:..44. यहां तक कि, मेडिकल बिल भी साबित",
  "examination of PW-2 Krishan Dutt, which are Ex.P12 to Ex.P63. The": "हो चुके हैं पीडब्लू-2 कृष्ण दत्त की जांच, जो एक्स पी42 से एक्स हैं। पी63. विकलांगता",
  "disability certificate has been proved by PW-3 Karam Chand and the": "प्रमाण पत्र पीडब्लू-3 करम चंद द्वारा सिद्ध किया गया है और विकलांगता प्रमाण पत्र",
  "disability certificate is Ex.P64. The doctor concerned, who was member of the medical board constituted to assess the percentage of": "६..?64 है। संबंधित डॉक्टर, जो विकलांगता के प्रतिशत का आकलन करने के लिए गठित",
  "member of the medical board constituted to assess the percentage of disability, has been examined as PW-4. PW-4 Dr.Rahul Diwan has": "मेडिकल बोर्ड का सदस्य था, की जांच पीडब्लू-4 के रूप में की गई है। पीडब्लू-4 डॉ.राहुल",
  "78%, which is permanent and the certificate is Ex.P64. Besides the": "जो स्थायी है और प्रमाण पत्र ६०64 है। इसके अलावा, हैदराबादी अस्पताल के अकाउंटेंट",
  "same, PW-5 Sonu Saluja, Accountant of Hyderabadi Hospital, has also": "पीडब्लू-5 सोनू सलूजा ने प्रतिवादी नंबर 4-दावेदार के इलाज पर किए गए खर्च के",
  "proved the bills/receipts Ex.P65 to Ex.P107, qua the expenditure": "बिल/रसीदें ४०.०65 से ६/.०407 तक साबित कर दी हैं।",
  "(20) It is pertinent to mention that the claimant had suffered right leg amputation below knee.": "(20) यह उल्लेख करना उचित है कि दावेदार का दाहिना पैर घुटने के नीचे से कट गया था।",
  "(21) Considering the aforesaid evidence, learned Tribunal had granted compensation, on account of pain and suffering, to the extent of": "(24) उपरोक्त साक्ष्यों पर विचार करते हुए, विद्वान न्‍न्यायाधिकरण ने दर्द और पीड़ा के",
  "Rs.60,000/-, on account of special diet and engagement of attendant, to": "कारण 60,000/- रुपये की सीमा तक, विशेष आहार और परिचारक की नियुक्ति के लिए",
  "the extent of Rs.40,000/-. Besides the same, the learned Tribunal had": "40,000/- रुपये की सीमा तक मुआवजा दिया था। इसके अलावा, विद्वान न्यायाधिकरण ने",
  "worked upon the loss of income, while applying the structured formula": "गुणक के संरचित सूत्र को लागू करते हुए आय के नुकसान पर काम किया था और मृतक",
  "“We are not oblivious of the distinction between the statutory liability of the insurance company vis-a-vis a third party in the context of sections 147 and 149 of the Act and": "\"हम अधिनियम की धारा 447 और 449 के संदर्भ में तीसरे पक्ष की तुलना में बीमा कंपनी",
  "its liabilities in other cases. But the same _ liabilities": "की वैधानिक देनदारी और अन्य मामलों में इसकी देनदारियों के बीच अंतर से अनजान नहीं",
  "arising under a contractof insurance would have to be met": "हैं, लेकिन बीमा अनुबंध के तहत उत्पन्न होने वाली समान देनदारियां यदि अनुबंध वैध है तो",
  "if the contract is valid. If the contract of insurance has been cancelled and all concerned have been intimated": "पूरा करना होगा यदि बीमा का अनुबंध रद्द कर दिया गया है और सभी संबंधितों को इसके",
  "thereabout, we are of the opinion, theinsurance company": "बारे में सूचित कर दिया गया है, तो हमारी राय है, बीमा कंपनी दावे को पूरा करने के लिए",
  "would not be liable to satisfy the claim.”": "उत्तरदायी नहीं होगा।\"",
  "(13) In the light of the aforesaid view so expressed, in Paras's": "(43) इस प्रकार व्यक्त उपरोक्त दृष्टिकोण के आलोक में, पारस के मामले (सुप्रा) में, यह",
  "case (supra), it was held that 'it is very clearly stated by the Supreme Court that the liability of Insurance Company get cancelled only when": "माना गया कि सर्वोच्च न्यायालय द्वारा यह स्पष्ट रूप से कहा गया है कि बीमा कंपनी का",
  "insurance policy. That did not occur in the instant case (in the case": "गया हो। बीमा पॉलिसी रद्द करना. तत्काल मामले में ऐसा नहीं हुआ (उक्त प्राधिकरण में",
  "(14) The Motor Vehicles Act itself, is a beneficial piece of legislation for the third parties. Considering the same, it is evident that": "(१4) मोटर वाहन अधिनियम स्वयं, तीसरे पक्ष के लिए एक लाभकारी कानून है। इसी पर",
  "insurance of the vehicle to run at the public places is mandatory in": "विचार करते हुए यह स्पष्ट है कि सार्वजनिक स्थानों पर चलने के लिए वाहन का बीमा",
  "nature. In the light of the same, it is implied that the insurance company": "कराना अनिवार्य है। उसी के आलोक में, यह निहित है कि बीमा कंपनी यातायात से निपटने",
  "will inform all concerned, inclusive of the regional transport authority and the appropriate police authority, dealing with the traffic": "वाले क्षेत्रीय परिवहन प्राधिकरण और उपयुक्त पुलिस प्राधिकरण सहित सभी संबंधितों को",
  "simultaneously with the information of cancellation of the insurance coverage to the owner/insured. As per the scheme of the Act, such": "बीमा कवरेज रद्द करने की जानकारी के साथ-साथ मालिक/बीमाधारक को सूचित करेगी।",
  "coverage to the owner/insured. As per the scheme of the Act, such assurance is to be given, not only to the insured but also to the third": ". अधिनियम की योजना के अनुसार, ऐसा आश्वासन न केवल बीमाधारक को बल्कि तीसरे",
  "party, who sustained injury or succumbed death, due to road accident": "पक्ष को भी दिया जाना है, जो सड़क दुर्घटना के कारण घायल हो गए या उनकी मृत्यु हो गई",
  "and their legal representatives. They are not aware about the import,": "और उनके कानूनी प्रतिनिधियों को भी। उन्हें बीमाकर्ता और बीमाधारक के बीच अनुबंध के",
  "period and extent of the contract between the insurer and the insured. Also, they are not aware about any default. They presuppose that when": "आयात, अवधि और सीमा के बारे में जानकारी नहीं है। साथ ही उन्हें किसी डिफॉल्ट के बारे में भी जानकारी नहीं है. उनका मानना है कि जब कोई वाहन सार्वजनिक स्थान पर चलता",
  "a vehicle runs in the public place, it has all valid documents to run. One of such valid documents is contract of insurance between the": "है, तो उसके पास चलने के लिए सभी वैध दस्तावेज़ होते हैं। ऐसे वैध दस्तावेजों में से एक",
  "insurer and insured to cover the third party risk. It is essential for the": "बीमाकर्ता और बीमाधारक के बीच तीसरे पक्ष के जोखिम को कवर करने के लिए बीमा का",
  "insurer to take defence before the Tribunal that it had not only": "अनुबंध है। बीमाकर्ता के लिए ट्रिब्यूनल के समक्ष बचाव करना आवश्यक है कि उसने न",
  "cancelled the insurance coverage and informed the insured, but also": "केवल बीमा कवरेज रद्द कर दिया है और बीमाधारक को सूचित किया है, बल्कि साथ ही,",
  "simultaneously, intimated all concerned to prevent the vehicle from plying on the road, otherwise it cannot avoid the liability, to pay": "वाहन को सड़क पर चलने से रोकने के लिए सभी संबंधितों को सूचित किया है, अन्यथा वह",
  "compensation to the third parties. When the insurance coverage under": "दायित्व से बच नहीं सकता है। तीसरे पक्ष को मुआवज़ा देना। जब अधिनियम के तहत बीमा",
  "the Act is compulsory, it has two-fold duties i.e. prevention and compensation. When they have discharged their duty of prevention, in": "कवरेज अनिवार्य है, तो इसमें रोकथाम और मुआवजा के दो गुना कर्तव्य हैं। जब उन्होंने",
  "absence of coverage by notice to the appropriate authorities, their": "रोकथाम के अपने कर्तव्य का निर्वहन कर लिया है, तो उपयुक्त प्राधिकारियों को नोटिस",
  "ensure seizure of such vehicle from public place for not having": "होने के कारण ऐसे वाहन को सार्वजनिक स्थान से जब्त करना सुनिश्चित करने के लिए",
  "absence of the same, an Insurance Company cannot be discharged from their liability to make payment of compensation to a third party. As": "अभाव में, किसी बीमा कंपनी को किसी तीसरे पक्ष को मुआवजे का भुगतान करने के अपने",
  "such, provisions under the statute cannot be frustrated by means of": "दायित्व से मुक्त नहीं किया जा सकता है। इस प्रकार, कानून के तहत प्रावधानों को",
  "solitary information of the insurer to the insured about cancellation of": "बीमाकर्ता द्वारा बीमाधारक को रद्दीकरण के बारे में एकान्त जानकारी के माध्यम से विफल",
  "insurance contract for dishonourment of requisite cheque. It is strict": "नहीं किया जा सकता है अपेक्षित चेक के अनादर के लिए बीमा अनुबंध। यह सख्त है",
  "(4) So far as, the accident and manner of its taking place, is": "(4) जहां तक दुर्घटना और उसके घटित होने के तरीके का सवाल है, इस प्रकार प्रस्तुत",
  "adduced. In fact, the driver of the offending Innova bearing registration No.DL-4CAE-7980, namely Jaibir, who was best person, to depose": "4सीएई-7980 वाली आपत्तिजनक इनोवा का चालक जयबीर, जो दुर्घटना के तथ्य और",
  "not made appearance before the Tribunal and was proceeded against ex-parte. Even, owner of the offending vehicle, namely Vijender": "ट्रिब्यूनल के समक्ष उपस्थित नहीं हुआ है। और उल्लंघन करने वाले वाहन के मालिक",
  "ex-parte. Even, owner of the offending vehicle, namely Vijender Kumar was proceeded ex- parte before the Tribunal. Even, after": "विजेंदर कुमार के खिलाफ एक पक्षीय कार्रवाई की गई, यहां तक कि न्यायाधिकरण के",
  "driver or owner of the offending vehicle. So, on the count of accident": "मालिक द्वारा कोई अपील दायर नहीं की गई है। आपत्तिजनक वाहन. इसलिए, दुर्घटना",
  "(5) Suffice to make mention that respondent No.1-claimant has": "(5) यह उल्लेख करने के लिए पर्याप्त है कि प्रतिवादी नंबर 4-दावेदार ने चालक-जयबीर की",
  "deposed about the fact of accident and rashness and negligence, on the": "ओर से, आपत्तिजनक वाहन चलाते समय दुर्घटना और उतावलेपन और लापरवाही के तथ्य",
  "fact of injuries sustained by respondent No.1, stand amply established,": "के बारे में गवाही दी है और यहां तक कि, प्रतिवादी नंबर 4 को लगी चोटों के तथ्य के बारे में भी बताया है। ., पर्याप्त रूप से स्थापित,",
  "(6) It is now, at the very outset, the liability, so fastened upon": "जिसके आधार पर मुआवजा दिया गया है। (6) अब, शुरुआत में, यह दायित्व बीमा कंपनी",
  "the Insurance Company, jointly and severally, with the owner and": "पर, मालिक के साथ संयुक्त रूप से और अलग-अलग रूप से तय किया गया है और",
  "driver, to make payment of awarded amount, has been challenged.": "ड्राइवर को दी गई राशि का भुगतान करने के लिए चुनौती दी गई है",
  "(7) It is submitted by learned counsel for the appellant- Insurance company that insurance policy in question was issued on": "(7) अपीलकर्ता-बीमा कंपनी के विद्वान वकील द्वारा यह प्रस्तुत किया गया है कि प्रश्न में",
  "16.06.2007, which was valid and effective, from the said date.": "बीमा पॉलिसी 46.06.2007 को जारी की गई थी, जो उक्त तिथि से वैध और प्रभावी थी।",
  "However, the accident, whereof respondent No.1-claimant had sustained injuries, had taken place on 15.04.2008. However, the": "हालाँकि, दुर्घटना, जिसमें प्रतिवादी नंबर 4-दावेदार को चोटें आई थीं, 5.04.2008 को हुई",
  "cheque issued by the owner of the offending vehicle, involved in the accident, towards premium fee of the policy of the insurance, was": "थी। हालाँकि, दुर्घटना में शामिल वाहन के मालिक द्वारा बीमा की पॉलिसी के प्रीमियम",
  "dishonoured, on account of ‘payment stopped by drawer’. It is": "शुल्क के लिए जारी किया गया चेक, भुगतानकर्ता द्वारा भुगतान रोक दिए जाने के कारण",
  "submitted that the concerned bank had returned the cheque, on account": "अनादरित हो गया था। यह प्रस्तुत किया गया है कि संबंधित बैंक ने &८.४-३, जो कि दिनांक",
  "dishonour of the cheque to Vijender Kumar vide Ex.R4, which is dated": "विजेंदर कुमार द्वारा किए गए भुगतान से कोई संबंध नहीं है, आपत्तिजनक वाहन का"
}