{
  "JATIN— Petitioner": "जतिन --- याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA—Respondent": "हरियाणा का राज्य ----उत्तरदाता",
  "CRR No. 2876 of 2023": "सी. आर. आर. संख्या 2876/2023",
  "January 30, 2024": "30 जनवरी, 202५",
  "Indian Penal Code, 1860—Juvenile Justice (Care and": "भारतीय दंड संहिता, 860-किशोर न्याय (बच्चों की देखभाल और संरक्षण)",
  "Protection of Children) Act, 2015—Ss. 3, 8(e), 12(1)—Protection of Children from Sexual Offence Act, 2012—Ss. 4 and 18—IPC Ss. 376,": "अधिनियम, 205। 3, 8 (ई), 2 (॥)-यौन अपराधों से बच्चों का संरक्षण अधिनियम, 202-",
  "and Information Technology Act—Rape with minor—Bail to": "जनजाति अधिनियम, 989-धारा 3-और सूचना प्रौद्योगिकी अधिनियम-नाबालिग के साथ",
  "Juvenile—Child in conflict with law—held—Juvenile Justice Board": "बलात्कार-किशोर को जमानत-कानून के साथ टकराव में बच्चे-अभिनिर्धारित-किशोर न्याय",
  "to rely upon tangible material to so hold and mere apprehension": "बोर्ड इस तरह से धारण करने के लिए ठोस सामग्री पर भरोसा करने के लिए और केवल",
  "would not suffice to decline bail—gravity/seriousness of an offence": "आशंका जमानत को अस्वीकार करने के लिए पर्याप्त नहीं होगी-अपराध की",
  "shall itself not be a reason for rejection of bail of a CCL where it is": "गंभीरता/गंभीरता स्वयं एक सी. सी. एल. की जमानत को अस्वीकार करने का कारण नहीं",
  "shown that such release would not defeat the ‘ends of justice’— the": "होगी जहां यह दिखाया गया है कि इस तरह की रिहाई 'न्याय के उद्देश्यों' को विफल नहीं",
  "Board must look in SIR (Social Investigation Report) obtained in terms of S. 8 of 2015 Act.": "करेगी-बोर्ड को धारा 8, 2075 का अधिनियम के संदर्भ में प्राप्त एस. आई. आर. (सामाजिक जांच रिपोर्ट) में देखना चाहिए।",
  "Held, that as an epilogue to above discussion the principles of": "माना जाता है कि उपरोक्त चर्चा के उपसंहार के रूप में कानून के जो सिद्धांत सामने",
  "law that emerge are as follows:": "आते हैं, वे इस प्रकार हैं:",
  "(1) Ordinarily, a CCL will be entitled to bail under Section 12 of The Juvenile Justice (Care and Protection of Children)": "()) आमतौर पर, एक सीसीएल किशोर न्याय (बच्चों की देखभाल और संरक्षण)",
  "(ii) There appears to be reasonable grounds thatrelease": "(2) इस बात के उचित आधार प्रतीत होते हैं कि ऐसी सी. सी. एल. को जारी करने",
  "of such CCL may expose him/her to moral/physical": "से उसे नैतिक »शारीरिक »मनोवैज्ञानिक खतरे का सामना करना पड़ सकता है; या",
  "(II) The gravity/seriousness of an offence shall by itself not be a reason for rejection of bail of a CCL unless it is": "से किए गए अपराध की प्रकृति इसे जमानत की अस्वीकृति का मामला नहीं बनाती है ताकि",
  "(4) Learned State counsel has opposed the present petition": "(५) विद्वान राज्य के वकील ने वर्तमान याचिका का विरोध करते हुए तर्क दिया",
  "arguing that the allegations raised are serious in nature and thus the": "है कि उठाए गए आरोप प्रकृति में गंभीर हैं और इस प्रकार याचिकाकर्ता नियमित",
  "petitioner does not deserve the concession of the regular bail.": "जमानत की रियायत के लायक नहीं है।",
  "(5) I have heard counsel for the parties and have gone through the available records of the case.": "(5) मैंने पक्षकारों के वकीलों को सुना है और मामले के उपलब्ध रिकॉर्ड का",
  "(6) The prime point for determination in the present petition is": "(6) वर्तमान याचिका में निर्धारण के लिए मुख्य बिंदु यह है कि क्या सी. सी. एल. मामले",
  "as towhether the CCL deserves to be released on regular bail during the pendency of the trial in the facts/circumstances of the case. The": "के तथ्यों परिस्थितियों में मुकदमे के लंबित रहने के दौरान नियमित जमानत पर रिहा होने",
  "analogous legal question that arises for consideration is as to what": "का हकदार है। समान कानूनी प्रश्न जो विचार के लिए उत्पन्न होता है वह यह है कि जमानत",
  "are the factors involved for consideration of a plea by a CCL for his release on bail.": "पर उसकी रिहाई के लिए सी. सी. एल. द्वारा याचिका पर विचार करने के लिए कौन से कारक शामिल हैं।",
  "(7) Sections 3, 8(e) and 12(1) of The Juvenile Justice (Care and": "किशोर न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम, 205 की धारा 3,8 (ई)",
  "(iv) Principle of best interest: All decisions regarding the child shallbe based on the primary consideration that they": "(५) सर्वोत्तम ब्याज का सिद्धांतः बच्चे के संबंध में सभी निर्णय इस प्राथमिक विचार",
  "are in the best interest of the child and to help the child to develop full potential.": "पर आधारित होंगे कि वे बच्चे के सर्वोत्तम हित में हैं और बच्चे को पूरी क्षमता विकसित",
  "(v) Principle of family responsibility: The primary responsibility of care, nurture and protection of the child": "(5) पारिवारिक उत्तरदायित्व का सिद्धांतः बच्चे की देखभाल, पालन-पोषण और",
  "shall be that of thebiological family or adoptive or foster": "सुरक्षा की प्राथमिक जिम्मेदारी जैविक परिवार या दत्तक या पालक की होगी।",
  "be in conflict with law:- (1) When any person, who is apparently a child and is alleged to have committed a": "कानून के साथ टकरावः - (।) जब कोई व्यक्ति, जो जाहिरा तौर पर एक बच्चा है और",
  "bailable or non-bailable offence, is apprehended or detained": "जिस पर जमानती या गैर-जमानती अपराध करने का आरोप है, पुलिस द्वारा पकड़ा जाता",
  "by the police or appears or brought before a board, such": "है या हिरासत में लिया जाता है या किसी बोर्ड के सामने पेश किया जाता है, तो ऐसा व्यक्ति,",
  "Code of Criminal Procedure, 1973 (2 of 1974) or in any": "दंड प्रक्रिया संहिता, 4973 (97५ का 2) या उस समय लागू किसी अन्य कानून में कुछ",
  "enumerate all such situations and each case is required to": "करने और उन परिस्थितियों को संक्षेप में देने के लिए बाध्य है जिनके कारण ऐसी",
  "An earnest effort ought to be made by the Board in expeditious decision of a plea for bail made on behalf of CCL and there should not be an": "सी. सी. एल. की ओर से जमानत याचिका के त्वरित निर्णय में बोर्ड द्वारा गंभीर प्रयास",
  "CCL deserves to be dealt with exercising sensitivity, care and caution.": "चाहिए क्योंकि सी. सी. एल. से संबंधित मामले को संवेदनशीलता, सावधानी और सावधानी के साथ निपटाया जाना चाहिए।",
  "(Para 10)": "(पैरा 0)",
  "Further held, that the case set up against the CCL (who was aged": "आगे कहा कि सी. सी. एल. (जिसकी आयु कथित अपराध की तारीख को लगभग",
  "about 16 years and 09 months on the date of alleged offence) primarily": "6 वर्ष और 09 महीने थी) के खिलाफ स्थापित मामला मुख्य रूप से यह है कि उसने",
  "is that he attempted to commit rape on the victim who was aged about": "लगभग ॥6 वर्ष की आयु की पीड़िता के साथ बलात्कार करने का प्रयास किया था। सी. सी.",
  "16 years old. Final report has been presented against the CCL on 28.12.2023 wherein 15 prosecution witnesses in total have been cited &": "एल. के खिलाफ अंतिम रिपोर्ट 28.2.2023 पर प्रस्तुत की गई है जिसमें कुल ॥5",
  "CCL coming into association with any known criminal or his being": "सी. सी. एल. के किसी ज्ञात अपराधी के साथ जुड़ने या उसके",
  "exposed to moral/physical/psychological danger. The Social": "नेतिक/शारीरिक /मनोवैज्ञानिक खतरे के संपर्क में आने की संभावना है। मामले में प्रस्तुत",
  "Information Report submitted in the matter shows that the relationship of the CCL with his father, mother and siblings is cordial; the attitude": "सामाजिक सूचना रिपोर्ट से पता चलता है कि उसके पिता, माँ और भाई-बहनों के साथ सी. सी. एल. के संबंध सौहार्दपूर्ण हैं; रवैया सी. सी. एल. अपने सहपाठियों के प्रति सामान्य है;",
  "376, 506, 511 of Indian Penal Code , 1860, (hereinafter to be referred as": "की धारा 376,506,5॥ (इसके बाद 'आई. पी. सी.' के रूप में संदर्भित किया जाएगा)",
  "‘IPC’) Sections 67-Aof Information Technology Act (added later on)": "सूचना प्रौद्योगिकी अधिनियम की धारा 67-ए (बाद में जोड़ा गया) और अनुसूचित जाति",
  "and Section 3 of Scheduled Caste and Scheduled Tribe (Prevention of Atrocities) Act, 1989 at Police Station Old Industrial, Panipat District": "और अनुसूचित जनजाति (अत्याचार निवारण) अधिनियम, 989 की धारा 3 पुलिस स्टेशन",
  "Atrocities) Act, 1989 at Police Station Old Industrial, Panipat District Panipat (as stated in the petition) is asfollows:-": "पुराने औद्योगिक, पानीपत जिला पानीपत में (जैसा कि याचिका में कहा गया है) इस प्रकार हैः -",
  "“TO, SHO, Police Station Old Industrial, Panipat. Sir, it is": "“टी. ओ., एस. एच. ओ., पुलिस स्टेशन ओल्ड इंडस्ट्रियल, पानीपत। महोदय,",
  "submitted that I, Geeta daughter of Sh. Mohan Lal, Caste": "यह प्रस्तुत किया जाता है कि मैं, श्री की बेटी गीता। मोहन लाल, जाति धनक, पानीपत जिले",
  "Dhanak, is resident of Sondapur, District Panipat. I have two sons and two daughters. My elderdaughter Sneha aged": "के सोंडापुर के निवासी हैं। मेरे दो बेटे और दो बेटियां हैं। मेरी बड़ी बेटी स्नेहा, जिसकी उम्र",
  "about 16 years is student f 10 Class. I and my husband": "लगभग ॥6 साल है, 0वीं कक्षा की छात्रा है। मैं और मेरे पति रोजी-रोटी के लिए मेले में",
  "used to sell toys in fair for livelihood. We have gone to village Gangwa, District Hisar in the fair of Dashmi from many days. When we returned from the fair then my": "खिलौने बेचते थे। हम कई दिनों से दशमी के मेले में हिसार जिले के गांव गंगवा गए हैं। जब",
  "daughter Sneha told me by weeping that on 26.09.2023": "हम मेले से लौटे तो मेरी बेटी स्रेहा ने मुझे रोते हुए बताया कि 26.09.2023 पर जब वह",
  "when she was standing at about 9 o’clock at Sondapur Chowk for going to school then at a that time one boy": "लगभग 9 बजे सोंडापुर चौक पर स्कूल जाने के लिए खड़ी थी तो उस समय जतिन नाम",
  "Raj Mahal Hotel, Gohana Road, near petrol Pump in Auto and after reaching there he tried to commit forcible rape": "गोहाना रोड के राज महल होटल में ले गया और वहाँ पहुँचकर उसने मेरे साथ जबरन",
  "with me and made my video. When I asked him to go to my": "बलात्कार करने की कोशिश की और मेरा वीडियो बना लिया। जब मैंने उसे रोते हुए अपने",
  "home by crying then Jatin gave me threatening that if you": "घर जाने के लिए कहा तो जतिन ने मुझे धमकी दी कि अगर तुम इस बारे में किसी को",
  "will disclose this to anyone then I will kill your brother and viral the video. Jatin has committed wrong by committing": "बताएगी तो मैं तुम्हारे भाई को मार दूंगा और वीडियो वायरल कर दूंगा। जतिन ने मेरी बेटी",
  "and legal action may be taken again him. Complainant.": "उसके खिलाफ फिर से कानूनी कार्रवाई की जा सकती है। शिकायतकर्ता। श्री की पत्नी",
  "Geeta wife of Sh. Mohan Lal, resident of Sondapur, District Panipat.”": "गीता। पानीपत जिले के सोंडापुर के निवासी मोहन लाल। ”",
  "statutory provision of Section 12 of the Juvenile Justice (Care and": "किशोर न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम, 2000 की धारा 42 (॥)",
  "Officer, Upper Krishna Project, Jamkhandi, Karnataka, (2011) 6 SCC 321)": "अधिकारी, ऊपरी कृष्णा परियोजना, जामखंडी, कर्नाटक, (20॥) 6 एस. सी. सी. 32)",
  "377. Thus, the law has to be interpreted in such a manner": "377. इस प्रकार, कानून की व्याख्या इस तरह से की जानी चाहिए कि यह सिद्धांतों के",
  "that it develops coherently in accordance with the principles, so as to serve, even- handedly, the ends of": "अनुसार सुसंगत रूप से विकसित हो, ताकि न्याय के उद्देश्यों को समान रूप से पूरा किया",
  "(v) The Hon'ble Supreme Court in a judgment tiled as XXX": "(5) माननीय सर्वोच्च न्यायालय ने एक निर्णय में 20८ बनाम 2023 की आपराधिक",
  "versus The State of Rajasthan & Anr. in Criminal Appeal No.1569 of": "अपील संख्या 569 में राजस्थान राज्य और ए. एन. आर. (2023 की एस. एल. पी. (सी.",
  "2023 (Arising out of SLP (Crl) No. 2981 of 2023) decided on": "आर. एल.) संख्या 298 से उत्पन्न) पर निर्णय लिया गया 7.05.2023 , निम्नलिखित रूप",
  "11. We expected the Juvenile Justice Board to adopt sensitive approach in such cases. Under the Scheme of": "॥. हम उम्मीद करते हैं कि किशोर न्याय बोर्ड ऐसे मामलों में संवेदनशील दृष्टिकोण",
  "conflict in law is required to be released on bail with or without surety or to be placed under supervision of the": "में एक किशोर को मुचलके के साथ या उसके बिना जमानत पर रिहा किया जाना चाहिए",
  "without surety or to be placed under supervision of the Probation Officer or under the care of any fit person. The": "या परिवीक्षा अधिकारी की देखरेख में या किसी भी योग्य व्यक्ति की देखभाल में रखा जाना",
  "proviso is an exception to sub-section(1) of Section 12 incorporating the circumstances under which the benefit": "चाहिए। परंतुक धारा 2 की उप-धारा (॥) का एक अपवाद है जिसमें उन परिस्थितियों को",
  "incorporating the circumstances under which the benefit under sub-Section (1) of Section 12 should not be granted to the juvenile.": "शामिल किया गया है जिनके तहत धारा 42 की उप-धारा (॥) के तहत किशोर को लाभ नहीं दिया जाना चाहिए।",
  "12.Therefore, it was necessary for the Juvenile Justice Board to apply its mind to the question whether the": "2. इसलिए, किशोर न्याय बोर्ड के लिए यह आवश्यक था कि वह इस सवाल",
  "Board to apply its mind to the question whether the appellant should be granted bail so that he can stay with the": "पर अपना दिमाग लगाए कि क्या अपीलार्थी को जमानत दी जानी चाहिए ताकि वह ऊपर",
  "mother as per the social investigation report referred above.": "उल्लिखित सामाजिक जांच रिपोर्ट के अनुसार मां के साथ रह सके। पिता और माता के",
  "Apart from the father and mother, the appellant has a grand- mother, elder brother and elder sister. Moreover, his father": "अलावा, अपीलार्थी की एक दादी, बड़ा भाई और बड़ी बहन होती है। इसके अलावा, उसके",
  "and cousin who are co-accused are in judicial custody.": "पिता और चचेरा भाई जो सह-आरोपी हैं, न्यायिक हिरासत में हैं।",
  "13. Therefore, before passing the order denying bail, a": "3. इसलिए, जमानत से इनकार करने का आदेश पारित करने से पहले, किशोर",
  "Board after considering the status of other family members of the appellant, the surroundings around the house of the": "न्याय बोर्ड द्वारा अपीलार्थी के परिवार के अन्य सदस्यों की स्थिति, अपीलार्थी के घर के",
  "proviso to sub-section (1) of Section 12 and has denied bail.": "() के प्रावधान को पुनः प्रस्तुत किया है और जमानत देने से इनकार कर दिया है।",
  "Analysis (re law)": "विश्लेषण (पुनः विधि)",
  "(9) At the outset, it is relevant to note that the statutory framework of law pertaining to Juvenile Justice underwent a significant": "(9) शुरुआत में, यह ध्यान रखना प्रासंगिक है कि किशोर न्याय से संबंधित कानून",
  "expose the child to moral, physical or psychological danger": "से वह नैतिक/शारीरिक »मनोवैज्ञानिक खतरे में पड़ सकता है; या",
  "change byenacting of 2015 Act in place of 2000 Act. The introduction": "2000 अधिनियम के स्थान पर 205 अधिनियम को अधिनियमित करके परिवर्तन। किशोर",
  "Justice (Care and Protection of Children) Act, 2000 to": "न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम, 205 के लिए विधेयक का परिचय",
  "The Juvenile Justice (Care and Protection of Children) Act,": "किशोर न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम, 20॥5 बच्चे के",
  "circumstances by adopting a child- friendly approach keeping in view the best interest of the child.": "सर्वोत्तम हित को ध्यान में रखते हुए बच्चों के अनुकूल दृष्टिकोण अपनाकर कठिन",
  "5. Numerous changes are required in the existing Juvenile Justice (Care and Protection of Children) Act, 2000 to address the abovementioned issues and therefore, it is": "5. उपर्युक्त मुद्दों को हल करने के लिए मौजूदा किशोर न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम, 2000 में कई बदलावों की आवश्यकता है और इसलिए, मौजूदा",
  "proposed to repeal existing Juvenile Justice (Care and Protection of Children) Act, 2000 and re-enact a": "किशोर न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम, 2000 को निरस्त करने और",
  "principles of care and protection of children, procedures in": "बच्चों की देखभाल और सुरक्षा के सामान्य सिद्धांतों, देखभाल और सुरक्षा की आवश्यकता",
  "case of children in need of care and protection and children": "वाले बच्चों के मामले में प्रक्रियाओं और कानून के साथ संघर्ष में बच्चों, पुनर्वास] और",
  "measures for such children, adoption against children. This": "ऐसे बच्चों के लिए उपाय, बच्चों के खिलाफ गोद लेना। इस प्रकार यह कानून बच्चे के",
  "legislation would thus ensure proper care, protection, development, treatment and social re-integration of children": "परिस्थितियों में बच्चों की उचित देखभाल, सुरक्षा, विकास, उपचार और सामाजिक",
  "issue of bail to a Juvenile) of 2000 Act would show that both provisions": "संबंधित) और 2000 के अधिनियम की धारा 42 (किशोर को जमानत जारी करने से संबंधित) के तुलनात्मक आलोचनात्मक विश्लेषण से पता चलेगा कि दोनों प्रावधान सार में",
  "are on same lines in essence. Thus, it can be safely inferred that": "एक ही तर्ज पर हैं। इस प्रकार, यह सुरक्षित रूप से अनुमान लगाया जा सकता है कि",
  "prescribed for grant of bail under the Juvenile Justice system inspite of": "शामिल करने के बावजूद किशोर न्याय प्रणाली के तहत जमानत देने के लिए निर्धारित",
  "relating to interpretation of Section 12 of 2000 Act while dealing with": "में 205 अधिनियम की धारा 2 की व्याख्या पर विचार करते समय 2000 अधिनियम की",
  "(9.1) A bare perusal of Section 12 of 2015 Act; when read in light": "(9.) 205 अधिनियम की धारा 42 का एक नंगे अवलोकन; जब प्रकाश में पढ़ा",
  "the principle of interpretation 1.e. “Golden Rule of Interpretation/Literal": "जाता है व्याख्या का सिद्धांत अर्थात \"व्याख्या/शाब्दिक का स्वर्ण नियम",
  "Rule of Interpretation” essentially postulates that legislative mandate": "व्याख्या का नियम \"अनिवार्य रूप से यह मानता है कि विधायी जनादेश को क़ानूनों में",
  "has to be enforced as stipulated in the Statutes. Section 3 (General": "निर्धारित के अनुसार लागू किया जाना चाहिए। 205 अधिनियम की धारा ३ (अधिनियम के",
  "Principles to be followed in the administration of Act) of 2015 Act; which mandates the fundamental principles which the Board shall be": "प्रशासन में पालन किए जाने वाले सामान्य सिद्धांत) जो उन मौलिक सिद्धांतों को अनिवार्य",
  "guided by while implementing provisions of the 2015 Act; makes": "करती है जिनके द्वारा बोर्ड 20॥5 अधिनियम के प्रावधानों को लागू करते समय निर्देशित",
  "decline bail to such CCL on account of the nature of such alleged": "सी. एल. को जमानत देने से इनकार करना उचित होगा, यह देखते हुए कि जमानत देने",
  "“defeating the ends of justice.” It is no conundrum that it is neither": "के परिणामस्वरूप न्याय के उद्देश्यों को विफल कर दिया जाएगा। ” यह कोई पहेली नहीं है",
  "possible nor desirable to exhaustively enumeratesuch like situations &": "कि ऐसी स्थितियों की पूरी तरह से गणना करना न तो संभव है और न ही वांछनीय है और",
  "hence it would be appropriate to leave it to the judicialdiscretion of the": "इसलिए इसे बोर्ड के न्यायिक विवेक पर छोड़ना उचित होगा। इस न्यायालय को इसमें एक",
  "above said concept of “ends of justice” available in statute for declining": "लिए क़ानून में उपलब्ध \"न्याय के उद्देश्यों\" की उपरोक्त अवधारणा को विवेकपूर्ण और",
  "bail to CCL must be judiciously and sensitively employed if the facts/circumstances of a case so warrant. The mere fact that a CCL is": "संवेदनशील रूप से नियोजित किया जाना चाहिए यदि किसी मामले के तथ्यों/परिस्थितियों",
  "in declining of bail to such CCL unless attending circumstances make it": "आरोप लगाया जाता है, वास्तव में, इस तरह के सी. सी. एल. को जमानत देने से इनकार नहीं करेगा, जब तक कि परिस्थितियों को ध्यान में रखते हुए यह मानना अनिवार्य नहीं हो",
  "imperative to hold that such release would defeat the “ends of justice.”": "जाता है कि इस तरह की रिहाई \"न्याय के उद्देश्यों\" को विफल कर देगी।",
  "background of the CCL; atmosphere around the routine place of": "समय बोर्ड को अनिवार्य रूप से सी. सी. एल. की पृष्ठभूमि, सी. सी. एल. के नियमित निवास",
  "Hon’ble Supreme Court in judgment rendered as “XXX vs. State of": "कि माननीय सर्वोच्च न्यायालय द्वारा \"००९ बनाम राजस्थान राज्य (ऊपर) \" के रूप में दिए",
  "Information Report (SIR), sought in terms of Section 8 of 2015 Act,": "अधिनियम की धारा 8 के संदर्भ में मांगी गई सामाजिक सूचना रिपोर्ट (एस. आई. आर.)",
  "would be a very pertinent material/factor which is required to be": "एक बहुत ही प्रासंगिक सामग्री/कारक होगी जिस पर बोर्ड द्वारा 205 अधिनियम की धारा",
  "12 of the 2015 Act. However, since the matter relates to a child, due": "हालाँकि, चूंकि मामला एक बच्चे से संबंधित है, इसलिए बोर्ड द्वारा आवश्यक कदम उठाने",
  "(10) As an epilogue to above discussion the principles of law": "(0) उपरोक्त चर्चा के उपसंहार के रूप में कानून के जो सिद्धांत सामने आए हैं,",
  "that emerge are as follows:": "वे इस प्रकार हैं:",
  "inevitable conclusion that the protection of the Juvenile Justice system": "निष्कर्ष निकलता है कि किशोर न्याय प्रणाली का सी. सी. एल. को संरक्षण इस तरह के",
  "to a CCL is meant for treating such CCL with care and sensitivity.": "सी. सी. एल. को सावधानी और संवेदनशीलता के साथ व्यवहार करने के लिए है। हालाँकि,",
  "and nature of such Act/offence(s). It is, thus, that the legislature has": "की डिग्री और प्रकृति कुछ भी हो। इस प्रकार, विधायिका ने यह प्रावधान पेश किया है कि",
  "introduced the proviso that release of such person (CCL) “would not": "ऐसे व्यक्ति (सी. सी. एल.) की रिहाई \"न्याय के उद्देश्यों को विफल नहीं करेगी\"। यह तर्क",
  "defeat the ends of justice”. The contention, that the words “ends of": "कि \"न्याय के अंत\" शब्दों को \"इजस्डेम जेनरिस\" के सिद्धांतों के अनुसार एक संकुचित",
  "(9.3) The Hon’ble Supreme Court in the judgment of Essa @ Anjum Abdul Razak Memon’s case (supra) has extensively dealt with": "(9.3) एस्सा 8के फैसले में माननीय सर्वोच्च न्यायालय अंजुम अब्दुल रज़ाक मेमन",
  "the meaning of words “ends of justice” and has enunciated that the": "के मामले (ऊपर) ने व्यापक रूप से निपटा है। \"न्याय के अंत\" शब्दों का अर्थ और यह",
  "handedly, to all concerned parties including the CCL in question, victim and his/her familyas also the prosecution apart from public at": "अलावा विचाराधीन सी. सी. एल., पीड़ित और उसके परिवार के साथ-साथ अभियोजन पक्ष",
  "intend to indicate that ordinarily the CCL deserves to be enlarged on": "का निश्चित रूप से यह संकेत देने का इरादा है कि आम तौर पर सी. सी. एल. 20॥5 के",
  "bail, subject to the stipulations contained in the proviso to Section 12 of": "अधिनियम की धारा 2 के प्रावधानों में निहित शर्तों के अधीन जमानत पर विस्तारित होने",
  "the 2015 Act, but there may be situations where “ends of justice” would": "का हकदार है, लेकिन ऐसी स्थितियां हो सकती हैं जहां \"न्याय के अंत\" के लिए आवश्यक",
  "require that such a CCL is not released on bail. In a given case, the": "होगा कि ऐसी सी. सी. एल. को जमानत पर रिहा नहीं किया जाता है। किसी मामले में, सी.",
  "offence(s) alleged to have been committed by a CCL may be of a": "सी. एल. द्वारा कथित रूप से किया गया अपराध का हो सकता है ऐसी प्रकृति/प्रकार जो",
  "(12) Accordingly the present revision petition is allowed and": "(2) तदनुसार, वर्तमान पुनरीक्षण याचिका की अनुमति दी जाती है और दिनांक",
  "impugned orders dated 20.11.2023 and 07.11.2023 are set-aside.": "20.त.2023 और 07..2023 के आशक्षेपित आदेशों को रद्द किया जाता है।",
  "Petitioner- CCL is ordered to be released on bail on his furnishing requisite bail/surety bonds etc. to the satisfaction of concerned": "याचिकाकर्ता- सीसीएल को संबंधित की संतुष्टि के लिए अपेक्षित जमानत/जमानती बांड आदि प्रस्तुत करने पर जमानत पर रिहा करने का आदेश दिया जाता है",
  "CJM/Duty Magistrate.": "सीजेएम/ड्यूटी मजिस्ट्रेट।",
  "It is further directed that such concerned CJM/Duty Magistrate": "यह आगे निर्देश दिया जाता है कि ऐसे संबंधित सीजेएम/ड्यूटी मजिस्ट्रेट को",
  "appropriate by him/her while releasing the petitioner-CCL on bail.": "याचिकाकर्ता-सीसीएल को जमानत पर रिहा करते समय उसके द्वारा उचित समझी"
}