{
  "prohibits any appeal or revision from any judgment, order or decree of the": "के किसी निर्णय, आदेश या डिक्री से किसी अपील या पुनरीक्षण का स्पष्ट रूप से प्रतिषेध करती है,",
  "(Para 10)": "(पैरा 40)",
  "Further held, that Section 19(1) also has a non-obstante clause, which states \".... notwithstanding anything contained in the Civil Procedure": "॥गेकहा गया कि धारा 49(॥) में एक गैर-बाधा खंड भी है, जिसमें कहा गया है कि \"... सिविल",
  "Code, 1908 (5 of 1908) or in the Criminal Procedure Code, 1973 (2 of": "प्रक्रिया संहिता, 4908 (4908 का 5) या दंड प्रक्रिया संहिता, 4973 (974 का 2), या किसी अन्य कानून",
  "the provision contained in Section 28 of theAct will not be relevant for ihe present purposes. A bare perusal of Section 19(1) of 1984Act shows": "निहित प्रावधान वर्तमान पीयू के लिए प्रासंगिक नहीं होगा। 4984 अधिनियम की धारा 49 (॥) के",
  "that an appcal is only maintainable in two cases. l‘irstly, it is maintainable": "अवलोकन से पता चलता है कि एक अपील केवल दो मामलों में सुनवाई योग्य है। सबसे पहले, यह एक",
  "against a judgment. Secondly, it is also maintainable against an order, if that": "निर्णय के खिलाफ बनाए रखने योग्य है। दूसरे, यह एक आदेश के विरुद्ध भी बनाए रखने योग्य है, मैं यह",
  "order is not an interlocutory order.": "आदेश एक वादकालीन आदेश नहीं है।",
  "Further held, that from the above, it would emerge that against an order passed by the amily Court finally deciding the petition and": "आगे कहा गया कि उपरोक्त से, यह उभरेगा कि फैमिली कोर्ट द्वारा पारित एक आदेश के",
  "an order passed by the amily Court finally deciding the petition and declining to grant divorce under Section 13B of theAct, an appeal under": "खिलाफ अंततः याचिका का फैसला करना और अधिनियम की धारा 43 बी के तहत तलाक देने से",
  "Section 19 of the 1984 Act would be maintainable as the order falls under": "इनकार करना, 984 अधिनियम की धारा 9 के तहत एक अपील बनाए रखने योग्य होगी क्योंकि",
  "the provisions of Section 19 of the said Act.": "आदेश उक्त अधिनियम की धारा १9 के प्रावधानों के तहत आता है।",
  "(Para 12)": "(पैरा 2)",
  "Vinod S. Bhardwaj, Advocate, for the appellant.": "अपीलकर्ता के वकील विनोद एस १/रद्वाज/",
  "AJAY KUMAR MITTAL, J.": "न्यायमूर्ति अजय कुमार मित्तल",
  "(1) This appeal by the husband challenges an order dated 24.7.201 2 passed under section 13B of the Hindu MarriageAct, 1955 (in short “‘the": "() पति की यह अपील हिंदू विवाह अधिनियम, 955 (संक्षेप में \"अधिनियम\") की धारा 3 बी के तहत पारित दिनांक 24.7.202 के एक आदेश को चुनौती देती है, जिसके तहत आपसी सहमति से",
  "Act”) whereby the petition for dissolution of marriage by a decree of divorce by mutual consent, was dismissed.": "तलाक की डिढक्री द्वारा विवाह के विघटन की याचिका खारिज कर दी गई थी।",
  "(2) The case of the appellant-husband as put forth in the instant": "2) अपीलकर्ता-पति का मामला, जैसा कि तत्काल अपील में सामने रखा गया है, यह है कि पक्षों",
  "appeal is that the marriage between the parties was solemnized on 11.6.1989 according to Hindu rites and rituals at Jabalpur (Madhya Pradesh). Out of": "के बीच विवाह .6.989 को जबलपुर (मध्य प्रदेश) में हिंदू संस्कारों और अनुष्ठानों के अनुसार संपन्न",
  "after hearing the partics pass a decree of divorce to be effective from the date of the decree.": "होने पर न्यायालय डिक्री की तारीख से तलाक की डिक्री पारित करता है।",
  "(15) In the present case, the wile at the second instance made the following stalement:-": "(5) वर्तमान सहजता में, पत्नी ने दूसरी बार निम्नलिखित कथन किया: -",
  "“I do not want divorce by way of mutual consent under Section 13B": "उन्होंने कहा, 'मैं आईएमए के तहत आपसी सहमति से तलाक नहीं चाहता। फ्लिक वर्तमान",
  "of MA. The present petition may bedismissed.”": "याचिका खारिज की जा सकती है।",
  "for divorce by mutual consent can be passed. In the absenccof the fulfilment": "सहमति में नहीं है और इसलिए, आपसी सहमति से तलाक के लिए कोई डिक्री पारित नहीं की जा सकती",
  "of requirement of statement at the second motion of the wife, the Court": "है। पत्नी के दूसरे प्रस्ताव पर बयान की आवश्यकता के पूर्ण विवरण में, अधिनियम की धारा 43 बी के",
  "below was justified in dismissing the petition underscction 13B of theAct.": "तहत याचिका को खारिज करने में नीचे के न्यायालय को उचित ठहराया गया था।",
  "the Hon’bleApex Court in exercise of its powers under Article 142 of the Constitution of India had granted the divorce in order to do complete justice": "ने अपनी शक्तियों का प्रयोग करते हुए और भारत के संविधान के अनुच्छेद 42 ने पार्टियों के बीच पूर्ण",
  "between the parties. The judgment of the Rajasthan I ligh Court in Anil Khatwani’s case (supra) was also based on individual fact situation involved": "न्याय करने के लिए तलाक की अनुमति दी थी। अनिल खटवानी के मामले (सुप्रा) में राजस्थान प्रथम लीग कोर्ट का निर्णय भी उसमें शामिल व्यक्तिगत तथ्य स्थिति पर आधारित था। इसलिए, ये निर्णय",
  "therein. Therefore, these judgments donot help or advance the case of the appellant.": "अपीलकर्ता की आसानी में मदद या अग्रिम नहीं करते हैं।",
  "(18) tn view of the above, there ts not merit in this appeal and the samc is hereby dismissed.": "(8) उपरोक्त के मद्देनजर, इस अपील में कोई योग्यता नहीं है और इसे खारिज किया जाता है।",
  "(19) The appeal is barred by limitation and an application has been": "09) अपील को सीमा द्वारा रोक दिया गया है और अपील दायर करने में 87 दिनों की देरी के",
  "moved for condonation of 187 days’ delay in filing the appeal. Since, the": "लिए माफी के लिए एक आवेदन दायर किया गया है। चूंकि अपील गुणावगुण के आधार पर खारिज कर",
  "appeal has becn dismissed on merits, no further orders are required to be passed in the application for condonation of delay and the samc is also disposed of as such,": "दी गई है, इसलिए विलंब के लिए क्षमा हेतु आवेदन में आगे कोई आदेश पारित किए जाने की आवश्यकता नहीं है और उसका निपटान भी किया जाता है।",
  "(S) After hearing the learned counsel for the appellant, we do not find any merit in the appeal. The issuc that arises for consideration in this": "७) अपीलकर्ता के विद्वान वकील को सुनने के बाद, हमें अपील में कोई योग्यता नहीं मिली।",
  "find any merit in the appeal. The issuc that arises for consideration in this appcal may be bifurcated as under:-": "इस अपील में विचार के लिए उठने वाले मुद्दे को अंडसीआर के रूप में विभाजित किया जा सकता है: -",
  "(a) the scope of appcal under Section 28 of theAct;": "(७) अधिनियम की धारा 28 के तहत अपील का दायरा;",
  "(b) whether an appeal would be maintainable under Section 19 of": "(७) क्या अधिनियम की धारा 43 बी के तहत दायर याचिका को खारिज करने के संबंध में परिवार",
  "the 1984 Act against the judgment or order of the Family Court in": "न्यायालय के निर्णय या आदेश के खिलाफ 984 अधिनियम की धारा 49 के तहत अपील सुनवाई",
  "(c) whether in the facts and circumstances of the case, the Family": "(० क्या तथ्यों और परिस्थितियों में, फैमिली कोर्ट अधिनियम की धारा 3 बी के तहत अपीलकर्ता",
  "Court was in crror in rejecting the petition filed by the appellant": "द्वारा दायर याचिका को खारिज करने में त्रुटि में था।",
  "(6) Taking up first issuc, Scction 28 of the Act may be scanned.": "(७6) पहला अंक ले रहा है। अधिनियम की धारा 28 को स्कैन किया जा सकता है, मूल असंशोधित",
  "The original unamended Section 28 provided for an appeal against all decrees as well as against orders specifically mentioned in the Act except": "धारा 28 में सभी डिक्री के साथ-साथ अधिनियम में विशेष रूप से उल्लिखित आदेशों के खिलाफ अपील",
  "on the subject of costs only. The unamended Section 28 readsas follows:-": "का प्रावधान किया गया है, केवल लागत के विषय को छोड़कर। असंशोधित धारा 28 इस प्रकार है: -",
  "“28. Enforcement of, and appeal from, decrees and orders, -": "\"28. डिक्री और आदेशों का प्रवर्तन और अपील, - इस अधिनियम के अधीन किसी कार्यवाही",
  "All decrees and orders made by the Court in any proceeding under this Act shall beenforced in like manner as the deerces and orders of": "में न्यायालय द्वारा की गई सभी डिक्रियां और आदेश उसी रीति से बलित किए जाएंगे जैसे",
  "the Court made in the exercise of its original civil jurisdiction arc": "न्यायालय की उसके मूल सिविल अधिकारिता के प्रयोग में की गई डिक्री और आदेश प्रवृत्त होते",
  "enforced, and may be appealed from under any law for the time": "हैं और तत्समय प्रवृत्त किसी विधि के अधीन अपील की जा सकेगी: बशर्ते कि केवल लागत के",
  "(7) Section 28 of the Act underwent an amendment by Act 68 of": "0०) अधिनियम की धारा 28 में 976 के अधिनियम 68 द्वारा संशोधन किया गया जिसे",
  "1976 which was made effective from 27.5.1976. Section 28 of theAct after": "27.5.976 से प्रभावी बनाया गया। 976 में अधिनियम के एक महान संशोधन की धारा 28 इस प्रकार",
  "the court in any proceeding under this Act shall, subject to the provisions of sub- section (3), be appealable as decrees of the court": "किसी कार्यवाही में न्यायालय द्वारा की गई सभी डिक्री, उपधारा (3) के उपबंधों के अधीन रहते",
  "made in the exercise of its original civil jurisdiction, and every such": "हुए, मूल सिविल अधिकारिता में किए गए न्यायालय की डिक्री के रूप में अपील योग्य होंगी और",
  "appeal shall lic to the court to which appeals ordinarily lic from the": "ऐसी प्रत्येक अपील उस न्यायालय में होगी जिसके लिए अपील सामान्यतः अपने मूल सिविल",
  "decisions of the court given in the exercise of its original civil jurisdiction.": "अधिकारिता के प्रयोग में दिए गए न्यायालय के निर्णयों से की जाती है।",
  "(2) Orders made by the court in any proceeding under this Act under section 25 or section 26 shall, subject to the provisions of sub- section": "2) धारा 25 या धारा 26 के अधीन इस अधिनियम की किसी प्रक्रिया में न्यायालय द्वारा किए गए",
  "(3), be appealable if they are not interim orders, and every such": "आदेश, उपधारा (3) के उपबंधों के अधीन रहते हुए, अपील योग्य होंगे यदि वे अंतरिम आदेश",
  "notwithstanding anything contained in the Civil Procedure Code, 1908 (5": "(908 का 5) या दंड प्रक्रिया संहिता में किसी बात के होते हुए भी। 973 (974 का 2), या",
  "Secondly, it is also maintainable against an order, 1f that order is not an": "एक निर्णय के खिलाफ बनाए रखने योग्य है। दूसरे, यह एक आदेश के खिलाफ भी बनाए रखने योग्य है,",
  "(12) From the above, it would emerge that against an order passed by the Family Court finally deciding the petition and declining to grant": "(2) उपर्युक्त से यह उभर कर सामने आएगा कि फैमिली कोर्ट द्वारा पारित आदेश के विरुद्ध",
  "by the Family Court finally deciding the petition and declining to grant divorce under Scction 13B of the Act, an appeal under Section 19 of the": "याचिका पर अंतिम रूप से निर्णय लेने और अधिनियम की धारा 43ख के तहत तलाक देने से इनकार",
  "1984 Act would be maintainable as the order falls under the provisions of": "करने के बाद, 4984 के अधिनियम की धारा 49 के तहत अपील सुनवाई योग्य होगी क्योंकि यह आदेश",
  "Scction 19 of the said Act.": "उक्त अधिनियम की धारा १9 के प्रावधानों के अंतर्गत आता है।",
  "(13) Examining the last limb of the appcal relating to merits of the": "(9) विवाद के गुण-दोष से संबंधित अपील के अंतिम चरण की जांच करते हुए, अनिवार्य रूप",
  "controversy, inevitably reference has to be made to Section 13B of the Act. lt reads thus:-": "से अधिनियम की धारा 3 बी का संदर्भ दिया जाना चाहिए। यह इस प्रकार पढ़ता है: -",
  "“13B. Divorce by mutual consent.-(1) Subject to the provisions": "\"3ख. आपसी सहमति से तलाक-()) इस अधिनियम के उपबंधों के अधीन रहते हुए, विवाह-",
  "of thisActa petition for dissolution of marriage by a decrec of divorce": "विवाह, दोनों पक्षों द्वारा एक साथ विवाह करने के लिए संशय के विघटन की याचिका जिला",
  "period of one year or more, that they have not been able to live": "हो कि वे एक वर्ष या उससे अधिक की अवधि से अलग-अलग रह रहे हैं, कि वे एक साथ नहीं",
  "together and that they have mutually agreed that the marriage should be dissolved.": "रह पाए हैं और वे पारस्परिक रूप से सहमत हुए हैं कि विवाह को भंग कर दिया जाना चाहिए।",
  "(2) On the motion of both the parties made not carlicr than six months": "2) उपधारा (0 में निर्दिष्ट याचिका की प्रस्तुति की तारीख के छह महीने से पहले और उक्त",
  "section (1) and not later than eighteen months alicr the said date, if the petition is not withdrawn in the meantime. the court shall, on": "तारीख के अठारह महीने बाद नहीं किए गए दोनों पक्षों के प्रस्ताव पर, यदि याचिका इस बीच वापस नहीं",
  "being satisfied, afler hearing the parties and aficr making such inquiry": "ली जाती है, तो अदालत पक्षकारों को सुनने के बाद और ऐसी जांच करने के बाद, जैसा वह ठीक समझे,",
  "as it thinks fit, that a marriage has been solemmizecd and that the averments in the petition are true, pass a decree of divorce declaring": "संतुष्ट होने पर, फेड किया जाएगा, कि एक विवाह संपन्न हो गया है और याचिका में कथन सत्य हैं, डिक्री",
  "the marriage to be dissolved with cflect from the date of the decree.”": "की तारीख से विवाह को ई फ्लीट के साथ भंग करने की घोषणा करते हुए तलाक की डिक्री पारित करें।",
  "(14) A plain reading of sub-section (1) shows that the parties to": "(मैं4) उप-धारा () के एक सादे पठन से पता चलता है कि विवाह के पक्षकार जहां भी आपसी सहमति",
  "the marriage wherever agree by mutual consent that the marriage should be dissolved by a deerce of divorce on the ground that they have been living": "से सहमत होते हैं कि विवाह को तलाक की डिढ्री द्वारा इस आधार पर भंग कर दिया जाना चाहिए कि वे जीवित हैं",
  "(4) The High Court may, ofits own motion orothcrwise, call for and examine the record of any proceeding in which the Family Court": "(4) उच्च न्यायालय, अपने स्वयं के प्रस्ताव से या अन्यथा, किसी भी कार्यवाही के रिकॉर्ड के लिए कॉल कर सकता है और उसकी जांच कर",
  "the Code of Criminal Procedure, 1973 (2 of 1974) for the purpose of satisfying itself'as to the correctness, legality or propriety of the": "973 (974 का 2) के अध्याय में एक आदेश पारित किया है (आदेश की शुद्धता, वैधता या",
  "order, not being an interlocutory order, and as to the regularity of": "औचित्य के रूप में खुद को संतुष्ट करना, एक वार्ताकार आदेश नहीं है, और इस तरह की",
  "(5) Except as aforesaid, no appeal or revision shall lic to any Court from any judgment, order or decrec ofa Family Court.": "5) पूर्वोक्‍क्त को छोड़कर, परिवार न्यायालय के किसी भी निर्णय, आदेश या डिक्री से किसी भी न्यायालय में कोई अपील या पुनरीक्षण नहीं होगा।",
  "(6) An appcal referred under sub-section (1) shall be heard by a Bench consisting of two or moreJudges.”": "6) उपधारा (॥) के अधीन निर्दिष्ट अपील की सुनवाई एक पीठ द्वारा की जाएगी जिसमें दो या अधिक न्यायाधीश होंगे।",
  "(10) Chapter V of the 1984Act deals with Appeals and Revisions.": "(0 984 के अधिनियम का अध्याय ५ अपील और पुनरीक्षण से संबंधित है। इस अध्याय में",
  "This Chapter contains only one section i.c. Section 19. Subsections (1), (2), (3) and (6) of Section 19 deal with appeals. Subsection (4) of Section": "केवल एक खंड अर्थात्‌ धारा 9 है। धारा 9 की उपधाराएं (), (2), (3) और (6) अपील से संबंधित हैं।",
  "19 provides for revisions. Sub-scction (5) of Section 19 relates to both": "धारा 9 की उपधारा (9) में पुनरीक्षण का प्रावधान है। धारा 9 की उपधारा (5) अपील और पुनरीक्षण",
  "under sub-section (1), save as provided in sub-scction (2), an appeal lics from every judgment or order of the Family Court to the High Court, both": "धारा (2) में प्रदान किए गए को छोड़कर, परिवार न्यायालय के प्रत्येक निर्णय या आदेश से उच्च न्यायालय",
  "on facts and on law. This is irrespective of anything contained in the Code": "में अपील की जाती है, दोनों तथ्यों और कानून पर। यह सिविल प्रक्रिया संहिता, 908, दंड प्रक्रिया संहिता",
  "of Civil Procedure, 1908, Code of Criminal Procedure (in short, “Cr.PC”) or any other law. However, no appeal lics against an interlocutory order.": "(संक्षेप में, \"सीआरपीसी\") या किसी अन्य कानून में निहित किसी भी चीज के बावजूद है। हालांकि, एक",
  "or any other law. However, no appeal lics against an interlocutory order. Sub-scction (2) of Section 19 specifically prohibits any appeal from a": "वादकालीन आदेश के खिलाफ कोई अपील नहीं है। धारा 9 की उपधारा (2) विशेष रूप से पक्षकारों",
  "decree or order passed by the Family Court with the consent of the parties": "की सहमति से कुटुम्ब न्यायालय द्वारा पारित डिक्री या आदेश या सीआरपीसी के अध्याय | के तहत",
  "prohibits any appeal or revision from any judgment, order or decree ofthe": "अपील या पुनरीक्षण का स्पष्ट रूप से प्रतिषेध करती है, सिवाय इसके कि उक्त अधिनियम की धारा 9",
  "19 of the said Act. Sub-section (6) of Section 19 lays down that the appeal": "की उपधारा (॥) से उपबंधित है। धारा 9 की उपधारा (6) यह निर्धारित करती है कि उच्च न्यायालय के",
  "before the High Court is to be heard by a Bench of two or more Judges from cvery judgment mentioned in sub-section (1) of Scction 19 of the said Act.": "समक्ष अपील की सुनवाई उक्त की धारा 9 की उपधारा (॥) में उल्लिखित प्रत्येक निर्णय से दो या अधिक न्यायाधीशों की पीठ द्वारा की जानी है ढोंग।"
}