{
  "On sixth Slab 7.0%": "$ठे स्‍लैब पर 7.0%",
  "On seventh Slab 6.0%": "सातवें सलैब पर 6.05",
  "On eighth Slab 5.0%": "आठवें स्‍्लैब पर 5.0५",
  "At the time of offer ofPossession | 5.0% + Allied charges": "कब्जे की पेशकश के समय 5.0% + संबद्ध शुल्व",
  "Total 100%”": "कुल 00%”",
  "(3) In terms of above schedule, the appellant made following payments for the Unit in question:-": "(3) उपर्युक्त अनुसूची के संदर्भ में, अपीलार्थी ने विचाराधीन इकाई के लिए निम्नलिखित भुगतान किए:-",
  "Date of Payment Amount of installment": "भुगतान की तिथि किस्त की राशि",
  "20.09.2011 Rs.5,00,000/-": "20.09.20|] रु..5,00,000/-",
  "14.02.2012 Rs.6,57,323/-": "।+.02.202 २रु..6,57,323/-",
  "30.09.2014 Rs.3,58,969/-": "30.09.204 रु.3,58,969/-",
  "21.04.2015 Rs.3,00,000/-": "2.04.205 रु..3,00,000/-",
  "13.07.2015 Rs.2,00,000/-": "3.07.205 रु..2,00,000/-",
  "20.10.2015 Rs.3,00,000/-": "20.0.20॥5 रु.३,00,000/-",
  "23.02.2016 Rs.3,00,000/-": "23.02.206 २.३,00,000/-",
  "07.09.2017 Rs.9,50,653/-": "07.09.207 रु.9,50,653/-",
  "Total Rs.51,86,038/-": "कुल रु.5,86,038/-",
  "(4) On 21.04.2017 (A-2), the appellant received a letter vide": "(५) 2.04.207 (ए-2) को अपीलार्थी को एक पत्र प्राप्त हुआ जिसमें प्रत्यर्थी ने रु.25,66,7५9/-",
  "which respondent raised a demand of Rs.25,66,749/- (Rs.8,71,723/- being principal and Rs.16,95,026/- as interest). In response thereto, the": "(रु.8,7,723/- मूलधन और रु..6,95,026/- ब्याज के रूप में) की मांग की। इसके जवाब में, अपीलार्थी ने",
  "appellant sent a letter dated 24.04.2017 (A-3), requesting additional": "दिनांक 2५.0५.207 (ए-3) को एक पत्र भेजा जिसमें इस तथ्य को ध्यान में रखते हुए अतिरिक्त समय का अनुरोध",
  "time in view of the fact that signing authority was out of station for a period of one month.": "किया गया था कि हस्ताक्षर करने वाला प्राधिकारी एक महीने की अवधि के लिए स्टेशन से बाहर था।",
  "(5) On 07.06.2017 (A-4), the appellant received another letter indicating update of the project, which also included an intimation to": "(5) 07.06.2077 (ए-५) को अपीलार्थी को परियोजना के अद्यतन का संकेत देने वाला एक अन्य पत्र प्राप्त हुआ,",
  "settle the outstanding dues before 30.06.2017. The above letter was": "जिसमें 30.06.207 से पहले बकाया राशि का निपटान करने की सूचना भी शामिल थी। उपरोक्त पत्र के बाद",
  "followed by communication dated 07.08.2017 (A-5), as a final": "दिनांक 07.08.207 (ए-5) को अंतिम",
  "TOWNSHIP DEVELOPERS PRIVATE LTD (Mahabir Singh Sindhu, J.)": "(महाबीर सिंह सिंधु, जे.)",
  "manner(s); hence the same are legally unsustainable.": "तरीके (तरीके) इसलिए वही कानूनी रूप से अस्थिर हैं।",
  "(Para 37)": "(पैरा 37)",
  "APS Deol, Senior Advocate, with Himmat Deol, Advocate and Gurfateh Singh Sandhu, Advocate,for the appellant.": "अपीलार्थी की ओर से वरिष्ठ अधिवक्ता ए. पी. एस. देओल, अधिवक्ता हिम्मत देओल और अधिवक्ता गुरफातेह सिंह संधू|",
  "Madhur Pawar, Advocate,for the respondent.": "प्रतिवादी की ओर से अधिवक्ता मधुर पवार।",
  "Kiran Pal Singh, AAG, Haryana.": "किरण पाल सिंह, एएजी, हरियाणा।",
  "MAHABIR SINGH SINDHU, J.": "महावीर सिंह सिंधु, जे.",
  "“The best investment on Earth is earth”": "\"पृथ्वी पर सबसे अच्छा निवेश पृथ्वी है\"-",
  "‘Louis Glickman’": "लुई ग्लिकमैन",
  "(1) Present appeal has been preferred under Section 58 of the Real Estate (Regulation & Development) Act, 2016 (for short, “the Act": "() वर्तमान अपील रियल एस्टेट (विनियमन और विकास) अधिनियम, 206 की धारा 58 (संक्षेप में, \"206 का",
  "Real Estate Regulatory Authority, Panchkula (for short, “the": "अधिनियम\") के तहत हरियाणा रियल एस्टेट नियामक प्राधिकरण, पंचकूला (संक्षेप में, \"प्राधिकरण\") द्वारा पारित",
  "Authority”) as well as the order dated 29.09.2020 of the Haryana Real Estate Appellate Tribunal, Chandigarh (for short, “the Tribunal”).": "दिनांक 25.09.209 के आदेश के साथ-साथ हरियाणा रियल एस्टेट अपीलीय न्यायाधिकरण, चंडीगढ़ (संक्षेप में, \"न्यायाधिकरण\") के दिनांक 29.09.2020 के आदेश के खिलाफ दायर की गई है।",
  "(2) Appellant applied for 3BHK unit i.e. Flat No.202, Prayag,": "(2) अपीलार्थी ने उबीएचके इकाई यानी. के लिए आवेदन किया। फ्लैट संख्या 202, प्रयाग, टावर संख्या. ५, न्यू वर्ल्ड",
  "Linked Payment Plan and filled up Provisional Application Form (for": "रेजीडेंसी, करनाल, निर्माणाधीन लिंक्ड भुगतान योजना और भरा हुआ अनंतिम आवेदन पत्र (संक्षिप्त में, 'पीएएफ')",
  "short, ‘PAF’) dated 20.09.2011(A-1), for total sale consideration of Rs.55,63,728/-. As per PAF, the payment schedule agreed between the": "दिनांक 20.09.20॥॥ (ए-।) रु. 55,63,728/- की कुल बिक्री विचार के लिए। पी. ए. एफ. के अनुसार, पक्षों के बीच",
  "parties was as under:-": "सहमत भुगतान अनुसूची इस प्रकार थीः-\"",
  "“PLAN-2 (CONSTRUCTION LINKED PLAN)": "प्लान-2\"",
  "At the time of Booking 10%": "बुकिंग के समय 0%",
  "Within 45 days of Booking 15%": "बुकिंग के ५5 दिनों के भीतर ॥5%",
  "On excavation 7.5% + 50% of EDC,IDC+PLC": "खुदाई पर ईडीसी, आईडीसी+पीएलसी का 7.58 + 50%",
  "On casting of raft 7.5% + 50% of EDC,IDC+PLC": "बेड़ा की ढलाई पर ईडीसी, आईडीसी+पीएलसी का 7.5% + 50%",
  "On first Slab 7.5%": "प्रथम स्लैब पर 7.5%",
  "On second Slab 7.5%": "दूसरे स्‍लैब पर 7.5%",
  "On third Slab 7.5%": "तीसरे स्‍्लैब पर 7.5%",
  "On fifth Slab 7.0%": "पांचवें स्‍लैब पर 7.0%",
  "till its realization.": "तक।",
  "(iv) Grant costs and reasonable compensation to the Applicant, as this Hon’ble Authority deems just and proper": "(५) आवेदक को लागत और उचित मुआवजा प्रदान करें, क्योंकि यह माननीय प्राधिकरण इस माननीय प्राधिकरण",
  "in the facts and circumstances of the case as per the cases": "द्वारा पहले से तय किए गए मामलों के अनुसार मामले के तथ्यों और परिस्थितियों में न्‍्यायसंगत और उचित समझता",
  "(v) Grant such other and further reliefs and orders in favour of the Applicant and against the Respondent as this": "(५) आवेदक के पक्ष में और प्रत्यर्थी के विरुद्ध ऐसी अन्य और आगे की राहत और आदेश प्रदान करें जो यह माननीय",
  "Hon’ble Authority would deem just and proper in the facts and circumstances of the npresent case and as also would be": "प्राधिकरण वर्तमान मामले के तथ्यों और परिस्थितियों में नयायसंगत और उचित समझेगा और जैसा कि असमानता की",
  "(11) Upon notice, the respondent filed reply and opposed the": "(।) नोटिस पर, प्रतिवादी ने जवाब दायर किया और शिकायत का विरोध किया, अन्य बातों के साथ, निम्नलिखित",
  "complaint, inter alia, to the following effect:-": "प्रभाव के लिए:-",
  "T-2, T-3, T-4 & T-7 (EWS)] covered under Licence No.46": "टी-3, टी-५ और टी-7 (ईडब्ल्यूएस)] के संबंध में व्यवसाय प्रमाण पत्र 20॥ की लाइसेंस संख्या के",
  "of 2011 has been issued by the Director General, Town and Country Planning, Haryana (DTCP) on 17.07.2018 (R-": "तहत कवर किया गया है, जिसे महानिदेशक, टाउन एंड कंट्री प्लानिंग, हरियाणा (डीटीसीपी) द्वारा",
  "the Haryana Real Estate (Regulation and Development) Rules, 2017 (for short, ‘the Rules of 2017’) which came": "अंतर्गत नहीं आती है। हरियाणा रियल एस्टेट (विनियमन और विकास) नियम, 207 (संक्षेप में,",
  "Rules, 2017 (for short, ‘the Rules of 2017’) which came into effect on 28.07.2017 and Section 3 of the Act of 2016,": "'207 के नियम') के नियम 2 (ओ) का भी संदर्भ दिया गया था, जो 28.07.207 को लागू हुआ था",
  "acknowledged that project is registered under the provisions": "अधिनियम के दायरे से बाहर थी। हालांकि, पैरा 0 में, यह स्वीकार किया गया था कि परियोजना",
  "26.09.2017, valid upto 31.07.2022 (R-5).": "तहत पंजीकृत है, जो 33.07.2022 तक वैध है (आर -5).",
  "(ii) The delay in completion of the project was beyond its control and covered under “force majeure” clause of the": "() परियोजना के पूरा होने में देरी इससे कहीं अधिक थी नियंत्रण और \"अप्रत्याशित घटना\" खंड के अंतर्गत कवर किया गया",
  "within the fold of the real estate authority.”": "अचल संपत्ति प्राधिकरण के दायरे में।",
  "(Para 24)": "(पैरा 2५)",
  "Further held, In view of the above discussion, there is no hesitation to conclude that project in question was an ‘Ongoing": "आगे कहा गया, उपरोक्त चर्चा को देखते हुए, यह निष्कर्ष निकालने में कोई संकोच नहीं है कि विचाराधीन परियोजना",
  "Project’; hence, governed under the Act of 2016. Consequently, point No.(1) is decided accordingly.": "एक 'चालू परियोजना' थी; इसलिए, 206 के अधिनियम के तहत शासित थी। नतीजतन, बिंदु नं। ()) तदनुसार निर्णय लिया जाता है।",
  "(Para 25)": "(पैरा 25)",
  "Further held, that a bare perusal of the above legal provisions": "इसके अलावा यह अभिनिर्धारित किया गया कि उपरोक्त कानूनी प्रावधानों के अवलोकन से स्पष्ट रूप से पता चलता",
  "clearly reveal that if the promoter failed to complete or is unable to give possession of an apartment etc., he shall be liable on demand to the": "है कि यदि प्रवर्तक किसी अपार्टमेंट आदि को पूरा करने में विफल रहता है या कब्जा देने में असमर्थ है, तो वह",
  "allottee, the amount received with interest at such rate as may be prescribed, including compensation.": "आवंटी को ऐसी दर पर ब्याज के साथ प्राप्त राशि की मांग पर उत्तरदायी होगा, जिसमें मुआवजा भी शामिल है।",
  "(Para 28)": "(पैरा 28)",
  "Further held, that again, Section 19 of the Act of 2016, inter": "इसके अलावा यह अभिनिर्धारित किया गया कि 206 के अधिनियम की धारा १9 में अन्य बातों के साथ-साथ यह भी",
  "alia, lays down that if the promoter fails to comply or is unable to give": "कहा गया है कि यदि प्रवर्तक अनुपालन करने में विफल रहता है या बिक्री के लिए समझौते की शर्तों के अनुसार",
  "possession of the apartment, plot or building as the case may be in": "अपार्टमेंट, प्लॉट या भवन का कब्जा देने में असमर्थ है, तो आबंटित व्यक्ति भुगतान की गई राशि की वापसी का दावा",
  "rate as may be prescribed and compensation provided under the act.": "करने का हकदार होगा, साथ ही उस दर पर ब्याज जो निर्धारित किया जाए और अधिनियम के तहत मुआवजा प्रदान",
  "(Para 32)": "(पैरा 32)",
  "Further held, that legal provisions extracted above, inter alia": "इसके अलावा, यह अभिनिर्धारित किया गया कि ऊपर निकाले गए कानूनी प्रावधान, अन्य बातों के साथ-साथ",
  "mandate the Authority to ensure compliance of the Act of 2016, as well as rules & regulations framed thereunder. The Authority so established": "प्राधिकरण को 206 के अधिनियम के साथ-साथ उसके तहत बनाए गए नियमों और विनियमों का अनुपालन",
  "is a quasi-judicial body, empowered to enforce the legal provisions": "सुनिश्चित करने के लिए अधिदेशित करते हैं। इस प्रकार स्थापित प्राधिकरण एक अर्ध-न्यायिक निकाय है, जो नई और",
  "governing the new as well as ongoing project(s). The Authority is a": "साथ ही चल रही परियोजना को नियंत्रित करने वाले कानूनी प्रावधानों को लागू करने के लिए सशक्त है(एस",
  "statutory body vested with the powers of Registration, Regulation and Resolution between the Builder-Buyers. Same is the position in present": ")प्राधिकरण एक वैधानिक निकाय है जो बिल्डर-खरीदारों के बीच पंजीकरण, विनियमन और समाधान की शक्तियों के",
  "case; wherein, the project in question, registered with the Authority, is": "साथ निहित है। वर्तमान मामले में भी यही स्थिति है; जिसमें, प्राधिकरण के साथ पंजीकृत विचाराधीन परियोजना, एक",
  "found to be an ongoing project; hence governed under the Act of 2016.": "चालू परियोजना पाई गई है; इसलिए 206 के अधिनियम के तहत शासित है।",
  "Unfortunately, the Authority, while deciding the complaint, neither adverted to the point in controversy of ‘Ongoing Project’; nor it": "दुर्भाग्य से, प्राधिकरण ने शिकायत पर निर्णय लेते समय न तो 'चालू परियोजना' के विवाद के मुद्दे पर ध्यान दिया और",
  "examined the consequences for non-execution of the Builder Buyers Agreement between the parties. Even learned Tribunal also did not take": "न ही पक्षों के बीच बिल्डर खरीदारों के समझौते को लागू न करने के परिणामों की जांच की। यहां तक कि विद्धत",
  "into consideration this aspect of the matter; rather miserably failed to": "अधिकरण ने भी मामले के इस पहलू पर विचार नहीं किया; बल्कि 206 के अधिनियम के साथ-साथ उसके तहत",
  "(Para 36)": "(पैरा 36)",
  "Further held, that in view of the above discussion, there is no": "इसके अतिरिक्त यह अभिनिर्धारित किया गया कि उपरोक्त चर्चा को ध्यान में रखते हुए यह अभिनिर्धारित करने में",
  "hesitation to hold that the Authority as well as learned Tribunal failed to address the core issues and passed the impugned orders in slipshod": "कोई संकोच नहीं है कि प्राधिकरण के साथ-साथ विद्बत अधिकरण मुख्य मुद्दों को हल करने में विफल रहे और",
  "UNISYS INFOSOLUTIONS PRIVATE LTD v. M/S ULTRATECH 413": "यूनिसिस इन्फोसोल्यूशन्स प्राइवेट लिमिटेड बनाम मेसर्स अल्ट्राटेक",
  "(i) As already noticed, the respondent while making an application for registration under the Act of 2016, claimed that": "जैसा कि पहले ही देखा गया है, प्रत्यर्थी ने 206 के अधिनियम के तहत पंजीकरण के लिए आवेदन",
  "project in question is an ‘Ongoing Project’ and the same would": "करते हुए दावा किया कि विचाराधीन परियोजना एक 'चालू परियोजना' है और इसे 3। दिसंबर, 207",
  "(ii) Mere submission of an application dated 24.07.2017 would be of no help to the respondent when ‘Occupation Certificate’": "केवल 2५.07.20।7 को एक आवेदन जमा करने से प्रतिवादी को कोई मदद नहीं मिलेगी जब",
  "be of no help to the respondent when ‘Occupation Certificate’ was granted by the DTCP only on 17.07.2018.": "डीटीसीपी द्वारा 7.07.208 को 'व्यवसाय प्रमाण पत्र' प्रदान किया गया था।",
  "(iii) Moreover, the phrase ‘Ongoing Project’ prescribed under Rule 2(0) of the Rules of 2017 cannot be read in derogation of": "इसके अलावा, 2077 के नियमों के नियम 2 (ओ) के तहत निर्धारित 'चालू परियोजना' वाक्यांश को",
  "Rule 2(0) of the Rules of 2017 cannot be read in derogation of the definition contained under Section 3 of the Act of 2016,": "206 के अधिनियम की धारा 3 के तहत निहित परिभाषा के अपमान में नहीं पढ़ा जा सकता है,",
  "wherein, the first proviso thereof clearly says “that projects that": "जिसमें इसके पहले परंतुक में स्पष्ट रूप से कहा गया है कि \"जो परियोजनाएं इस अधिनियम के",
  "are ongoing on the date of commencement of this Actand for which the completion certificate has not been issued, the": "प्रारंभ की तारीख को चल रही हैं और जिनके लिए पूर्णता प्रमाण पत्र जारी नहीं किया गया है, प्रवर्तक",
  "registration of the said project within a period of three months from the date of commencement of this Act”.": "इस अधिनियम के प्रारंभ की तारीख से तीन महीने की अवधि के भीतर उक्त परियोजना के",
  "(iv) Sections 3 to 19, 40, 59 to 70 and 79 to 80 of the Act of 2016 came into force w.e.f. 01.05.2017 and till that date, the": "206 के अधिनियम की धारा 3 से 49,+40,59 से 70 और 79 से 80 0.05.2077 से लागू हुई और",
  "respondent had not been granted any “Completion Certificate’ by the competent authority for project in question.": "उस तारीख तक, प्रतिवादी को संबंधित परियोजना के लिए सक्षम प्राधिकारी द्वारा कोई 'पूर्णता प्रमाण पत्र' प्रदान नहीं किया गया था।",
  "(v) Concededly, an application for registration under the Act of": "20।6 के अधिनियम के तहत पंजीकरण के लिए एक आवेदन प्रत्यर्थी द्वारा प्राधिकरण को",
  "2016 was made by respondent to the Authority on 28.07.2017 and on the basis thereof, registration certificate to the respondent": "28.07.207 को किया गया था और उसके आधार पर, विचाराधीन परियोजना के लिए प्रत्यर्थी को",
  "(vi) Above all, the Hon’ble Supreme Court while dealing with the scope of Section 3 of the Act of 2016, in para 37 of M/s": "सबसे ऊपर, माननीय उच्चतम न्यायालय ने 206 के अधिनियम की धारा 3 के दायरे पर विचार",
  "Newtech Promoters (supra) opined as under:-": "करते हुए, मेसर्स न्यूटेक प्रमोटर्स (उपर्युक्त) के पैरा 37 में निम्नलिखित राय दीः-\"अधिनियम 206",
  "“Looking to the scheme of Act 2016 and Section 3 in particular of which a detailed discussion has been made, all": "की योजना और धारा 3 को देखते हुए, जिसमें विशेष रूप से एक विस्तृत चर्चा की गई है, सभी\" चालू",
  "“ongoing projects” that commence prior to the Act and in respect to which completion certificate has not been issued": "परियोजनाएं \"जो अधिनियम से पहले शुरू होती हैं और जिनके संबंध में पूर्णता प्रमाण पत्र जारी नहीं",
  "are covered under the Act. It manifests that the legislative": "किया गया है, अधिनियम के तहत शामिल हैं। यह बताता है कि विधायी इरादा अधिनियम को न",
  "intent is to make the Act applicable not only to the projects which were yet to commence after the Act became": "इरादा अधिनियम को न केवल उन परियोजनाओं पर लागू करना है जो अधिनियम के चालू होने के",
  "operational but also to bring under its fold the ongoing projects and to protect from its inception the inter se rights": "हुई थीं, बल्कि चल रही परियोजनाओं को भी इसके दायरे में लाना और इसकी स्थापना से ही कुछ",
  "of the stake holders, including allottees/home buyers,": "कर्तव्यों और जिम्मेदारियों को लागू करते हुए आवंटनकर्ताओं /घर खरीदारों, प्रवर्तकों और अचल",
  "duties and responsibilities oneach of them and to regulate, administer and supervise the unregulated real estate sector": "का विनियमन, प्रशासन और पर्यवेक्षण करना है",
  "reminder for payment of Rs.25,64,456/-. In this letter, total outstanding": "के रूप में पत्र लिखा गया। 25,6५,५56/- के भुगतान के लिए ५॥7 रिमाइंडर। इस पत्र में, कुल बकाया राशि",
  "amount was shown as Rs.8,71,723/-, while interest was mentioned as": "8,7,723/- रुपये के रूप में दिखाई गई थी, जबकि ब्याज 6,92,733/- रुपये के रूप में उल्लिखित था",
  "Rs.16,92,733/- (as opposed to Rs.16,95,026/- initially demanded in the letter dated 21.04.2017).": "(2.04.2077 के पत्र में शुरू में 46,95,026 /- रुपये की मांग की गई थी)",
  "(6) It is averred that appellant visited the office of respondent on 07.09.2017, and finally settled the matter; which included accrued": "(6) यह अभिकथित किया जाता है कि अपीलार्थी ने 07.09.2077 को प्रत्यर्थी के कार्यालय का दौरा किया और अंत",
  "interest upto that date and as a result thereof, Cheque No. 006529 dated": "में मामले का निपटारा किया; जिसमें उस तारीख तक उपार्जित ब्याज शामिल था और इसके परिणामस्वरूप, चेक सं.",
  "07.09.2017 (A-6) for an amount of Rs.9,50,653/- was handed over": "006529 दिनांक 07.09.207 (ए-6) को रु..9,50,653/- की राशि के लिए प्रत्यर्थी को सौंप दिया गया था।",
  "tothe respondent. Additionally, parties agreed that an amount of Rs.3,77,690/- (equivalent to 5% of the total sale consideration of": "इसके अतिरिक्त, पक्षों ने सहमति व्यक्त की कि 3,77,690/- रुपये की राशि (55,63,728/- रुपये के कुल बिक्री",
  "(7) On 18.06.2018 (A-7), the respondent offered possession of": "(7) 8.06.208 (ए-7) को प्रत्यर्थी ने 26,03,005/- [7,62,+%8/- रुपये (मूलधन) + ॥8,५0,557/- रुपये",
  "thereto, the appellant objected vide letter dated 04.08.2018 (A-8), while pointing out certain discrepancies against the demand of respondent.": "खिलाफ कुछ विसंगतियों को इंगित करते हुए दिनांक 04.08.208 (ए-8) के पत्र के माध्यम से आपत्ति जताई।",
  "Again, the respondent vide letter dated 08.08.2018 (A-9), cautioned for cancellation of the Unit and also said that appellant would be liable to pay compensation @ Rs.21,500/- per month.": "पुनः, प्रत्यर्थी ने दिनांक 08.08.208 (ए-9) के पत्र के माध्यम से इकाई को रद्द करने के लिए आगाह किया और यह भी कहा कि अपीलार्थी प्रति माह 27,500/- रुपये का मुआवजा देने के लिए उत्तरदायी होगा।",
  "(8) The appellant vide letter dated 14.08.2018 (A-10), reiterated the final settlement dated 07.09.2017, already arrived at between the": "(8) अपीलार्थी ने दिनांक ५.08.208 (ए-0) के पत्र के माध्यम से 07.09.207 के अंतिम समझौते को दोहराया,",
  "parties upon payment of Rs.9,50,653/-, excluding 5% due at the time of": "जो पहले से ही 9,50,653/- रुपये के भुगतान पर पक्षों के बीच आया था, जिसमें कब्जे के समय देय 5%& को",
  "possession. The respondent vide letter 07.09.2018 (A-11), while ignoring the request of appellant, intimated that payment of": "छोड़कर प्रत्यर्थी ने पत्र 00.09.208 (ए-॥) के माध्यम से अपीलार्थी के अनुरोध को नजरअंदाज करते हुए सूचित",
  "Rs.9,50,653/- has been adjusted towards the principal amount and that": "किया कि 9,50,653/- रुपये के भुगतान को मूल राशि के साथ समायोजित किया गया है और अपीलार्थी ने",
  "appellant had added the words on Cheque \"with interest\" at their own, as there was no such consensus between the parties, on 07.09.2017.": "07.09.207 को चेक पर \"ब्याज के साथ\" शब्द जोड़े थे, क्योंकि पक्षों के बीच ऐसी कोई सहमति नहीं थी।",
  "(9) Also transpires that respondent vide letters/notices dated 11.09.2018 (A-12), 10.10.2018 (A-13), and 01.01.2019 (A-14),": "(9) यह भी स्पष्ट करता है कि प्रत्यर्थी ने दिनांक .09.208 (ए-2) 0.0.208 (ए-3) और 0.0.209 (ए-",
  "demanded amount(s) of  Rs.26,87,513/-,  Rs.26,84,260/- and Rs.27,59,710/-, respectively from the appellant for the Unit in question,": "9) के पत्रों/नोटिसों के माध्यम से विचाराधीन इकाई के लिए अपीलार्थी से क्रमशः 26,87,53/-, 26,8५,260/-",
  "(10) Feeling aggrieved against the action/inaction of the": "(0) प्रत्यर्थी की कार्रवाई /निष्क्रियता के खिलाफ व्यथित महसूस करते हुए, प्राधिकरण के समक्ष अपीलार्थी द्वारा",
  "respondent, a complaint dated 17.01.2019 (A-15) was filed by the appellant before the Authority, claiming following reliefs:-": "दिनांक 7.0.209 (ए-45) की शिकायत दर्ज की गई थी, जिसमें निम्नलिखित राहतों का दावा किया गया थाः-",
  "“G) This Hon'ble Authority may kindly be pleased to award compensation in favour of the applicant to be paid by the respondent to the tune of Rs. 20 Lakh/- ie. for the": "(0) यह माननीय प्राधिकरण कृपया आवेदक के पक्ष में 20 लाख रुपये का मुआवजा प्रदान करने के लिए प्रसन्न हो",
  "award compensation in favour of the applicant to be paid by the respondent to the tune of Rs. 20 Lakh/- ie. for the period of delay of 52 monthsalongwith interest @ 18% per annum from February 2014 till realization.": "सकता है, जिसका भुगतान प्रतिवादी द्वारा 52 महीने की देरी की अवधि के लिए फरवरी 20॥% से 8% प्रति वर्ष ब्याज के साथ किया जाना है।",
  "424": "447",
  "estate of village Budda Khera &  Phoosgarh,": "ग्राम बुद्धा खेड़ा और फ़ूसगढ़, सेक्टर",
  "Sector 32, Karnal and": "32, करनाल की राजस्व संपदा में",
  "which was valid upto": "वैध थी",
  "Name and | Group Housing Colony location of the| (New World": "नाम और ग्रुप हाउसिंग कॉलोनी (न्यू व",
  "project Residency), Sector 32, adjoining Hotel Noor": "का स्थान रेजीडेंसी) सेक्टर 32, होटल नूर महल,",
  "Mahal, Karnal, Haryana, to be developed by M/s Ultratech Township": "परियोजना करनाल, हरियाणा, मेसर्स अल्ट्राटेक",
  "Ultratech Township Developers Private": "टाउनशिप डेवलपर्स प्राइवेट लिमिटेड",
  "Booking Appellant booked a Unit} 20.09.2011": "बुकिंग अपीलार्थी ने 5,00,000/- रुपये का 20.09.2047",
  "paying Rs.5,00,000/- and filled-up PAF.": "भुगतान करने और पीएएफ भरने के",
  "Unit No. 202, T-4 -PRAYAG": "यूनिट नं. 202, टी-4-प्रयाग",
  "(3BHK)": "(3बीएचके)",
  "Payment plan| Construction Linked Plan": "भुगतान योजना निर्माण से जुड़ी योजना",
  "(Plan-2)": "(योजना-2)",
  "Total sale Rs.55,63,728/-": "कुल बिक्री रु.55,63,728/-",
  "consideration": "सोच-विचार",
  "Amount paid Rs.51,86,038/-": "राशि का भुगतान रु.5,86,038/-",
  "07.09.2017": "07.09.207",
  "Penalty clause| 24. The Company shall | 20.09.2011": "दंड धारा 24. कंपनी करेगी 20.9.20|",
  "hand over the Unit to the": "के अनुसार यूनिट को सौंप दें",
  "applicant for his/her": "अनंतिम उसके लिए आवेदक",
  "occupation and use and": "आवेदन व्यवसाय और उपयोग तथा",
  "subject to the applicant": "फॉर्म (पीएएफ) आवेदक के अधीन",
  "426": "424",
  "LL.R. PUNJAB AND HARYANA 2012(1)": "आई.एल.आर. पंजाब और हरियाणा 2042()",
  "application and Builder": "एप्लिकेशन और बिल्डर",
  "BuyersAgreement.": "क्रेताओं का समझौता।",
  "Possession | As per PAF, _ the": "कब्ज़ा पीएएफ के अनुसार,",
  "possession was to be": "कब्ज़ा होना था",
  "delivered by 14.02.2014.": "0.02.204+ तक वितरित।",
  "Application | 24.07.2017 (R-3)": "आवेदन 24.07.2047 (आर-3)",
  "for grantof": "अनुदान के लिए",
  "occupation": "पेशा",
  "certificate": "प्रमाणपत्र",
  "Renewal of Renewed by DTCP on": "का नवीनीकरण डीटीसीपी द्वारा 27.07.2047 को",
  "LicenceNo.46 27.07.2017. of 2011 (upto23.05.2019).": "लाइसेंस संख्या ५6 (नवीनीकृत. 23.05.209 तक) 20॥4। का",
  "Application Application for 28.07.2017": "आवेदन आवेदन हेतु 28.07.207",
  "for RERA registration under theAct": "रेरा के लिए के तहत पंजीकरण",
  "Registration | 26.09.2017": "पंजीकरण",
  "Real Estate Project area 6.356 Acres Group Housing Colony situated": "रियल एस्टेट परियोजना क्षेत्र 6.356 एकड़ ग्रुप हाउसिंग कॉलोनी के",
  "in Village Budda Khera & Phoosgarh, Sec-32,": "बुद्ध खेड़ा और फ़ूसगढ़, सेक्टर-32,",
  "under RERA Act, 2016": "आरईआरए अधिनियम, 206 और",
  "and HRERA Rules,": "एचआरईआरए नियम, 20॥7 के",
  "issued bythe | Tower-T2, T3, T4, T7": "डी. टी. सी. पी. द्वारा जारी टॉवर-टी2, टी3, टी५, टी7 ।7.07.208",
  "Room (R-4).": "(आर -५)",
  "in order to challenge the propriety and illegality of any amount reflected in the statement, which according to him": "कथन में प्रतिबिंबित किसी राशि की औचित्य और अवैधता को चुनौती देने के लिए, जो उसके अनुसार कानूनी रूप से",
  "was legally not chargeable. However, such right of filing a fresh complaint will not initially save the complainant from": "प्रभार्य नहीं थीहालांकि, एक नई शिकायत दर्ज करने का ऐसा अधिकार शुरू में शिकायतकर्ता को प्राप्प और देय",
  "discharging the entire liability reflected in the statement of the receivable and payable amounts. In case any of the": "राशियों के विवरण में परिलक्षित संपूर्ण दायित्व का निर्वहन करने से नहीं बचाएगा। यदि शिकायतकर्ता को आपूर्ति",
  "the receivable and payable amounts. In case any of the amount shown in the statement of accounts supplied to the complainant is found unjustifiable by this Authority, the": "किए गए खातों के विवरण में दिखाई गई किसी भी राशि को इस प्राधिकरण द्वारा अनुचित पाया जाता है, तो",
  "Authority will take a serious note of it against the respondent and will take necessary action in accordance with law”": "प्राधिकरण प्रतिवादी के खिलाफ इसका गंभीरता से संज्ञान लेगा और कानून के अनुसार आवश्यक कार्रवाई करेगा।",
  "(13) After passing of the above order, the respondent issued a": "(3) उपरोक्त आदेश पारित करने के बाद, प्रतिवादी ने दिनांक 02..209 के पत्र के माध्यम से प्रश्न में इकाई के",
  "revised statement of account regarding Unit in question vide letter dated 02.11.2019 (A-18).": "संबंध में लेखा का एक संशोधित विवरण जारी किया। (ए-8).",
  "(14) On the other hand, dissatisfied with the decision of Authority, the appellant preferred statutory appeal before learned Tribunal, but": "(।५) दूसरी ओर, प्राधिकरण के निर्णय से असंतुष्ट, अपीलार्थी ने विद्वत अधिकरण के समक्ष वैधानिक अपील को",
  "remained unsuccessful vide order dated 29.09.2020. For reference, the": "प्राथमिकता दी, लेकिन दिनांक 29.09.2020 के आदेश द्वारा असफल रहा। संदर्भ के लिए, उपरोक्त आदेश के",
  "relevant part of aforesaid order is recapitulated as under:-": "प्रासंगिक भाग को निम्नानुसार दोहराया गया हैः -",
  "“7, We do not find any error or illegality in the aforesaid observations of the Ld. Authority. The appellant could not": "\"7. एल. डी. की उपरोक्त टिप्पणियों में हमें कोई त्रुटि या अवैधता नहीं मिलती है। प्राधिकरण। अपीलार्थी",
  "reveal the identification of the employee of the respondent/promoter who had received the cheque and signed the endorsement below the cheque. It is also not": "प्रत्यर्थी/प्रवर्तक के कर्मचारी की पहचान प्रकट नहीं कर सका जिसने चेक प्राप्त किया था और चेक के नीचे समर्थन",
  "known as to what was the designation of the said official and whether he was authorized by the respondent/company": "पर हस्ताक्षर किए थे। यह भी ज्ञात नहीं है कि उक्त अधिकारी का पदनाम क्या था और क्या उसे प्रत्यर्थी/कंपनी द्वारा",
  "to settle the accounts and to waive of the interest which had become due on delayed payments of instalment. To prove": "खातों का निपटान करने और किस्त के विलंबित भुगतान पर देय ब्याज को माफ करने के लिए अधिकृत किया गया",
  "all these facts, the burden was upon the appellant but he has miserably failed to discharge his burden. The Ld.": "था। इन सभी तथ्यों को साबित करने का भार अपीलार्थी पर था, लेकिन वह अपना बोझ उठाने में बुरी तरह विफल",
  "authenticity of the endorsement under the photocopy of the cheque available at page no.65 of the paper book and we": "रहा है। द एलडी। प्राधिकरण ने पेपर बुक के पृष्ठ संख्या 65 पर उपलब्ध चेक की फोटोकॉपी के तहत समर्थन की",
  "8. The fact that there could be no lump sum settlement of payment of Rs.9,50,653/- + 5% of the basic sale price is": "8. यह तथ्य कि मूल बिक्री मूल्य के रुपये.9,50,653/- + 58 के भुगतान का कोई एकमुश्त निपटान नहीं हो सकता",
  "further substantiated from the factthat the basic sale price of the unit was 55,63,728/-, out of that the appellant/allottee": "था, इस तथ्य से और पुष्टि की जाती है कि इकाई का मूल बिक्री मूल्य 55,63,728/- था, जिसमें से",
  "had paid Rs.42,35,385/-. The remainder comes to": "अपीलार्थ»आवंटी ने रुपये.५2,35,385/- का भुगतान किया था। शेष रुपये.3,28,+५3/- पर आता है। मूल बिक्री",
  "Rs.13,28,443/-. The 5% of the basic sale price was to be paid at the time of offering the possession. The 5% of the": "मूल्य का 5४ कब्जे की पेशकश के समय भुगतान किया जाना था। मूल बिक्री मूल्य का 5% रुपये ३77,690/- पर आता है। शेष",
  "UNISYS INFOSOLUTIONS PRIVATE LTD v. M/S ULTRATECH 421": "यूनिसिस इन्फोसोल्यूशन्स प्राइवेट लिमिटेड बनाम मेसर्स अल्ट्राटेक",
  "being an ‘Ongoing Project’ within the meaning of Section 3, the": "नियम 2 (ओ) को ध्यान में रखते हुए, विचाराधीन परियोजना \"चालू परियोजना\" की परिभाषा के अंतर्गत नहीं आती है",
  "the Flat Buyer| executed between the": "फ्लैट खरीदार समझौते के निष्पादन | आज तक पक्षों के बीच कोई फ्लै",
  "(21) Paper-book reveals that on the basis of an application made by the respondent, DTCP issued Licence No.46 of 2011 dated": "(2॥) पेपर-बुक से पता चलता है कि प्रतिवादी द्वारा किए गए एक आवेदन के आधार पर, डीटीसीपी ने ग्राम बुद्ध",
  "23.05.2011, for setting-up a Group Housing Colony in the revenue estate of village Budda Khera & Phoosgarh, Sector 32, Karnal": "खेड़ा और फ़ूसगढ़, सेक्टर 32, करनाल की राजस्व संपदा में एक समूह आवास कॉलोनी स्थापित करने के लिए",
  "and the same was valid upto 22.05.2015. It is also an admitted fact that": "दिनांक 23.05.20॥। को 20॥ का लाइसेंस संख्या. ५6 जारी किया और यह 22.05.20॥5 तक वैध था। यह भी एक",
  "appellant applied for allotment of a 3BHK unit i.e. Flat No.202, Prayag,": "स्वीकृत तथ्य है कि अपीलार्थी ने उबीएचके इकाई यानी के आवंटन के लिए आवेदन किया था। फ्लैट नंबर. 202,",
  "Tower No.4, New World Residency, Karnal, through Construction Linked Payment Plan and filled up the PAF on 20.09.2011 for total sale": "प्रयाग, टॉवर नंबर. ५, न्यू वर्ल्ड रेजीडेंसी, करनाल ने कंस्ट्रक्शन लिंक्ड पेमेंट प्लान के माध्यम से 20.09.20॥॥ को",
  "Linked Payment Plan and filled up the PAF on 20.09.2011 for total sale consideration of Rs.55,63,728/-. Concededly, till date, the appellant has": "कुल 55,63,728/- रुपये की बिक्री के लिए पीएएफ भरा। स्वीकार्य रूप से, आज तक, अपीलार्थी ने",
  "paid an amount of Rs.51,86,038/- but no Builder Buyers Agreement has been executed between the parties regarding the Unit in question.": "रुपये.5,86,038/- की राशि का भुगतान किया है, लेकिन विचाराधीन इकाई के संबंध में पक्षों के बीच कोई बिल्डर खरीदार समझौता निष्पादित नहीं किया गया है।",
  "(22) Learned State counsel, in pursuance of the order dated 16.05.2023 passed by this Court, has produced the original records": "(22) सीखा है। राज्य के वकील ने इस न्यायालय द्वारा दिनांक 6.05.2023 को पारित आदेश के अनुसरण में",
  "pertaining to project in question from the quarter concerned and perusal": "संबंधित तिमाही से संबंधित परियोजना से संबंधित मूल रिकॉर्ड प्रस्तुत किए हैं और उसी के अवलोकन से पता चलता",
  "of the same reveal that application for ‘permission to occupy’ was made by the respondent to the DTCP on 24.07.2017 and relevant": "है कि 'कब्जा करने की अनुमति' के लिए आवेदन प्रतिवादी द्वारा 2५.07.207 को डीटीसीपी को किया गया था और",
  "partof the same reads as under:-": "उसी का प्रासंगिक भाग निम्नानुसार है: -",
  "“FORM BR-IV (B)": "फॉर्म बीआर-।५ (बी)",
  "(See code 25)": "(कोड 25 देखें)",
  "For Building other than Residential and Commercial": "आवासीय और वाणिज्यिक भवनों के अलावा अन्य भवनों के लिए",
  "Buildingsless than 15 metres height": "5 मीटर से कम ऊंचाई वाली इमारतें",
  "Application for permission to occupy": "कब्जा करने की अनुमति के लिए आवेदन",
  "M/s Ultratech Township Developers PVT. LTD.": "मैसर्स अल्ट्राटेक टाउनशिप डेवलपर्स प्राइवेट लिमिटेड। लिमिटेड",
  "ADJOINING NOOR MAHEL HOTEL SEC-32 KARNAL": "निकटवर्ती नूर महल होटल सेक्टर-32 करनाल",
  "(NEW WORLD ROYAL RESIDENCY)": "(न्यू वर्ल्ड रॉयल रेजीडेंसी)",
  "To": "को।",
  "Director General": "महानिदेशक",
  "Town and Country PlanningChandigarh, Haryana": "टाउन एंड कंट्री प्लानिंगचंडीगढ़, हरियाणा",
  "Sir,": "महोदय,",
  "We hereby give you notice that the Group Housing Colony in an area measuring 6.356 acres, Project at": "हम यहां आपको नोटिस देते हैं कि 6.356 एकड़ के क्षेत्र में ग्रुप हाउसिंग कॉलोनी, पर परियोजना",
  "receiving 10% of the basic cost, the Builder Buyers Agreement was to be executed between the parties. Admittedly, out of total sale": "लागत का 0& प्राप्त करते हुए, बिल्डर खरीदारों के समझौते को पार्टियों के बीच निष्पादित किया जाना था। मान",
  "be executed between the parties. Admittedly, out of total sale consideration of Rs.55,63,728/-, the appellant has already paid an amount of Rs.51,86,038/- (uptill 07.09.2017), but till date, no such": "लीजिए कि रु. 55,63,728/- के कुल विक्रय प्रतिफल में से अपीलार्थी पहले ही रु. 5व,86,038/- (07.09.207",
  "amount of Rs.51,86,038/- (uptill 07.09.2017), but till date, no such agreement has been executed by the respondent; thus, there is a gross": "तक) की राशि का भुगतान कर चुका है, लेकिन आज तक प्रत्यर्थी द्वारा ऐसा कोई करार निष्पादित नहीं किया गया है;",
  "violation of Section 13 of the Act of 2016.": "इस प्रकार, 206 के अधिनियम की धारा ॥3 का घोर उल्लंघन है।",
  "(16.3) Still further contended that possession of Unit was to be delivered within 30 months from the date of signing the PAF, Le.": "(6.3) फिर भी आगे तर्क दिया कि इकाई का कब्जा पीएएफ पर हस्ताक्षर करने की तारीख से 30 महीने के भीतर",
  "20.09.2011; however, the Occupation Certificate from the competent authority was obtained by the respondent on 17.07.2018 and as such,": "दिया जाना था, यानी 20.09.20॥।; हालांकि, सक्षम प्राधिकारी से व्यवसाय प्रमाण पत्र प्रतिवादी द्वारा ।7.07.208",
  "delay of 07 years is quite evident on their part.": "को प्राप्त किया गया था और इस तरह, 07 साल की देरी उनकी ओर से काफी स्पष्ठ है।",
  "(16.4) Also contended that appellant had chosen Construction Linked Payment Plan, but the same did not align with the Schedule": "(6.५) यह भी तर्क दिया कि अपीलार्थी ने निर्माण से जुड़ी भुगतान योजना को चुना था, लेकिन वह पक्षों के बीच",
  "Linked Payment Plan, but the same did not align with the Schedule agreed between the parties, and despite that, respondent demanded payments based on absolutely incorrect construction stage(s).": "सहमत अनुसूची के साथ सरेखित नहीं था, और इसके बावजूद, प्रत्यर्थी ने बिल्कुल गलत निर्माण चरण के आधार पर भुगतान की मांग की।(एस).",
  "(16.5) Learned Senior counsel again contended that the Authority": "(6.5) विद्वान वरिष्ठ अधिवक्ता ने पुनः यह तर्क दिया कि प्राधिकरण के साथ-साथ विद्बत अधिकरण ने, फरवरी,",
  "compensation to the tune of Rs.20,00,000/- for a delay of 52 months along with interest at the rate of 18% per annum from February, 2014,": "20॥% से 8% प्रतिवर्ष की दर से ब्याज सहित 52 माह की विलम्ब के लिए पहले से संदत्त की गई रकम की वापसी",
  "possession of Unit in question on receiving 5% of the total sale": "करते हुए घोर त्रुटि की है और»शया प्रत्यर्थी को कुल विक्रय प्रतिफल का 5% प्राप्त करने पर प्रश्नगत इकाई का कब्जा",
  "consideration. Thus, in view of the provisions of Sections 18, 19 & 34": "देने का निर्देश दिया है। इस प्रकार, 206 के अधिनियम की धारा 8,9 और 3३५ के प्रावधानों को देखते हुए,",
  "of the Act of 2016, the impugned orders are not legally sustainable.": "विवादित आदेश कानूनी रूप से टिकाऊ नहीं हैं।",
  "(16.6) Further contended that while passing the impugned order dated 25.09.2019, the Authority assumed the role of a forensic expert,": "(6.6) आगे तर्क दिया कि दिनांक 25.09.209 के विवादित आदेश को पारित करते समय, प्राधिकरण ने एक",
  "interest” on Cheque No.006529 dated 07.09.2017, for an amount of": "9,50,653/- की राशि के लिए दिनांक 07.09.207 को चेक संख्या.006529 पर \"ब्याज के साथ\"। चूंकि 206",
  "its own conclusion regarding the above disputed endorsement, the same ought to have been sent for an expert opinion.": "विवादित समर्थन के संबंध में अपना निष्कर्ष दर्ज करने के बजाय, इसे विशेषज्ञ की राय के लिए भेजा जाना चाहिए था।",
  "(16.7) Lastly, contended that act and conduct of the respondent is very much evident from the letters dated 21.04.2017 (A-2) &": "(6.7) अंत में, यह तर्क दिया गया कि प्रत्यर्थी का कार्य और आचरण दिनांक 2.04.207 (ए-2) और-",
  "07.08.2017 (A-5), wherein the principal amount remained unchanged; but, the interest component was varied from Rs.16,95,026/-": "07.08.207 (ए-5) के पत्रों से बहुत स्पष्ट है, जिसमें मूल राशि अपरिवर्तित रही; लेकिन, ब्याज घटक",
  "unchanged; but, the interest component was varied from Rs.16,95,026/- toRs.16,92,733/-; thus the whole calculation is without any basis.": "रु.।6,95,026/- से रु.6,92,733/- तक भिन्न था; इस प्रकार पूरी गणना बिना किसी आधार के है।",
  "(17) ON BEHALF OF RESPONDENT:": "(7) स्वयं जवाबदेह:",
  "(17.1) Learned counsel for the respondent contended that an application for grant of Occupation Certificate was made on": "(7.)) प्रत्यर्थी के लिए विद्वान वकील ने तर्क दिया कि व्यवसाय प्रमाण पत्र के अनुदान के लिए एक आवेदन किया",
  "428": "422",
  "ILL.R. PUNJAB AND HARYANA 2012(1)": "आई.एल.आर. पंजाब और हरियाणा 2042()",
  "Karnal, Sector 32, T rs_T2, T3. T4 T7_(E nection ith Mem ZP-_772/SD(BS)-2012,": "करनाल, सेक्टर 32, टावर्स टी2, टी3, टी५ और टी7 (ईडब्ल्यूएस) को ज्ञापन सं. (जेडपी-772/एसडी (बीएस)-",
  "structural design made for the same and the suggested": "संरचनात्मक डिजाइन और सुझाए गए संशोधनों के अनुसार पूरा किया गया है।",
  "Description of Building : Group Housing developed": "भवन का विवरण : समूह आवास विकसित किया गया",
  "under (License": "(लाइसेंस के अंतर्गत)",
  "Block/Building No. : Tower T2, T3,T4 &": "ब्लॉक/बिल्डिंग न॑ : टावर टी2, टी3, टी4 और",
  "City/Town : M/s. Ultratech": "शहर»टाउनः एम/एस। अल्ट्राटेक",
  "Township Developers Pvt. Ltd.": "टाउनशिप डेवलपर्स प्रा. लि.",
  "Correspondence Address": "पत्राचार मालिक का पता:",
  "of Owner : ADJOINING NOOR": "मालिक का : निकटवर्ती नूर",
  "MAHEL HOTEL": "माहेल होटल",
  "SEC-32 KARNAL AND H.NO.1162 SEC-13KARNAL": "सेक्टर-32 करनाल और मकान नंबर ॥62 सेक्टर-43करनाल",
  "l.to4. ...": "।. से ५. ...",
  "Dated 24-7-2017": "दिनांक 2॥-7-207",
  "Signature of Applicant”": "आवेदक के हस्ताक्षर”",
  "(23) Records also reveal that after 04 (four) days, i.e. on 28.07.2017, the appellant applied for registration of project in question": "(23) अभिलेखों से यह भी पता चलता है कि 0५ (चार) दिनों के बाद, अर्थात्‌ 28.07.207 को, अपीलार्थी ने 206",
  "28.07.2017, the appellant applied for registration of project in question before the Authority under the Act of 2016. For reference, relevant": "के अधिनियम के अधीन प्राधिकरण के समक्ष विचाराधीन परियोजना के पंजीकरण के लिए आवेदन किया। संदर्भ के",
  "part(s) of the application form as well as its enclosures are recapitulatedas under:-": "लिए, आवेदन पत्र के प्रासंगिक भाग (ओं) के साथ-साथ इसके संलग्नकों को निम्नानुसार पुनर्कल्पित किया गया हैः-",
  "“ULTRATECH TOWNSHIP DEVELOPERS PVT. LTD.": "\"अल्ट्राटेक टाउनशिप डेवलपर्स पीवीटी। लि.",
  "Ref: UTD/HRERA/17/87 Dated": "संदर्भ: यूटीडी/हरेरा /87/87 दिनांक",
  "28.07.2017": "28.07.207",
  "FORM ‘REP-I’": "फॉर्म 'रिप-।'",
  "[See rule 3(1)]": "[नियम 3 (॥) देखें]",
  "Haryana Real Estate Regulatory Authority,": "हरियाणा रियल एस्टेट नियामक प्राधिकरण,",
  "Panchkula": "पंचकुला",
  "We hereby apply for the grant of registration of our 6.356 acres land use group housing colony to be set up at Village": "हम अपनी 6.356 एकड़ भूमि उपयोग समूह आवास कॉलोनी के पंजीकरण के अनुदान के लिए आवेदन करते हैं जो",
  "rule_4, and under other provisions of the Act or the rules": "3. हम नियम ५ के तहत और अधिनियम के अन्य प्रावधानों या उसके तहत बनाए गए नियमों और विनियमों के तहत आवश्यक चल रही",
  "(i) Estimated Cost.": "0) अनुमानित लागत।",
  "(ii) Total Receipt & Expenditure Details of Project as on 31.3.2017.": "(/).3.3.207 को परियोजना की कुल प्राप्ति और व्यय का विवरण।",
  "(iii) Status of Work.": "(॥) कार्य की स्थिति।",
  "(iv) Allottees Possession date details.": "(५) आवंटनकर्ताओं के कब्जे की तिथि का विवरण।",
  "Dated: 28.07.2017": "(५) दिनांक: 28.07.207",
  "Place: Karnal Yours faithfully,": "स्थान: करनाल आपका वफादारी से,",
  "For Ultratech Township Developers Pvt. Ltd.": "अल्ट्राटेक टाउनशिप डेवलपर्स प्रा. लि. लि.",
  "28.07.2017”": "28.07.2047 \"",
  "“Annexure-6 Details of the projects launched by the Promoter in the last five years": "\"अनुलग्नरक-6 पिछले पांच वर्षों में प्रवर्तक द्वारा शुरू की गई परियोजनाओं का विवरण",
  "iSr [Name of | Project | Type of|Licence| Projec; Original | Proposed | Current |LandArea| Remarks": "कंपनी | परियोजना का | परियोजना का मूल प्रस्तावि ्‌ भूमि | टिप्पणी |",
  "Date | disclosed to |Completio (%": "नाम का खुलासा की (% किया तारीख कंप्ली",
  "completion n)": "समापन एन",
  "of Work": "काम का",
  "Rule 4 Point 3 (iii)": "नियम ५ बिंदु 3 (॥)",
  "ULTRATECH TOWNSHIP DEVELOPERS PVT LTD": "अल्ट्राटेक टाउनशिप डेवलपर्स पीवीटी लिमिटेड",
  "Status of Project": "परियोजना की स्थिति",
  "Phase-1": "चरण-॥",
  "1 Tower-2 * Structure work As per Annexure No.) Dec, 31 2017 completed Attached": "्््ि टावर-2 # संरचना कार्य पूरा अनुलग्नक सं. संलग्न दिसंबर, 3.2047",
  "* Plastering & flooring": "* प्लास्टरिंग और फर्श",
  "completed": "का काम पूरा हो चुका है",
  "*Finishing work in": "#* फिनिशिंग कार्य प्रगति",
  "2 Tower-3 * Structure work As per AnnexureNo. | Dec, 31 2017": "2 टॉवर-3 # संरचना का काम पूरा | अनुलग्रक संख्या के | दिसंबर, 3.2047",
  "progress": "जारी है",
  "3 Tower-4 *Structure work As per AnnexureNo.| Dec, 31 2017": "3 टावर-५ # संरचना कार्य पूरा अनुलग्रक संख्या के | दिसंबर, 3.2047",
  "* Plastering & flooringcompleted": "* प्लास्टरिंग और फर्श पूरा",
  "(23.1) From perusal of the above extract(s), it is quite evident that respondent had furnished contradictory information before the": "(23.) उपर्युक्त उद्धरणों के अवलोकन से यह स्पष्ट है कि प्रत्यर्थी ने प्राधिकरण के समक्ष विचाराधीन परियोजना के",
  "DTCP while applying for occupation certificate viz-a-viz seeking": "पंजीकरण की मांग करने वाले व्यवसाय प्रमाणपत्र के लिए आवेदन करते समय डी. टी. सी. पी. के समक्ष",
  "application for “permission to occupy’ dated 24.07.2017, the respondent": "विरोधाभासी जानकारी प्रस्तुत की थी। दिनांक 24.07.207 को 'कब्जा करने की अनुमति' के लिए आवेदन में,",
  "claimed that “the Group Housing Colony in an area measuring 6.356 acres, Project at Karnal, Sector 32, Towers T2, T3, T4 & T7 (EWS)": "प्रतिवादी ने दावा किया कि \"6.356 एकड़ क्षेत्र में ग्रुप हाउसिंग कॉलोनी, करनाल में परियोजना, सेक्टर 32, टावर्स",
  "the other hand, while submitting application dated 28.07.2017 before the Authority for registration of the project under the Act of 2016, the": "तहत परियोजना के पंजीकरण के लिए प्राधिकरण के समक्ष दिनांक 28.07.2077 को आवेदन जमा करते समय, प्रतिवादी ने",
  "respondent declared the date for completion of the project as “Dec, 31 2017”.": "परियोजना के पूरा होने की तारीख \"दिसंबर, 3.207\" घोषित की।",
  "(24) Although, learned counsel for the respondent raised a plea that in view of the application dated 24.07.2017 (for seeking Occupation": "(29) हालांकि, प्रत्यर्थी के विद्वान वकील ने एक याचिका दायर की कि दिनांक 2५.07.207 के आवेदन (व्यवसाय प्रमाण पत्र",
  "Certificate), coupled with the definition of ‘Ongoing Project’ stipulated under Rule 2(0) of the Rules of 2017, the project in question cannot be": "प्राप्त करने के लिए) के साथ-साथ 20॥7 के नियमों के नियम 2 (ओ) के तहत निर्धारित 'चालू परियोजना' की परिभाषा को",
  "termed as an ‘Ongoing Project’; but the same is not acceptable for the": "देखते हुए, विचाराधीन परियोजना को 'चालू परियोजना' के रूप में नहीं कहा जा सकता है; लेकिन उसी के लिए स्वीकार्य नहीं है",
  "following reasons:-": "निम्नलिखित कारण:-",
  "(i) As already noticed, the respondent while making an application for registration under the Act of 2016, claimed": "जैसा कि पहले ही देखा गया है, प्रतिवादी ने 206 के अधिनियम के तहत पंजीकरण के लिए आवेदन",
  "that project in question is an ‘Ongoing Project’ and the": "करते हुए दावा किया कि विचाराधीन परियोजना एक 'चालू परियोजना' है और इसे 3। दिसंबर, 207",
  "(ii) Mere submission of an application dated 24.07.2017 would be of no help to the respondent when ‘Occupation": "केवल 2५.07.207 को एक आवेदन जमा करने से प्रतिवादी को कोई मदद नहीं मिलेगी जब",
  "Certificate’ was granted by the DTCP only on 17.07.2018.": "डीटीसीपी द्वारा 7.07.208 को 'व्यवसाय प्रमाण पत्र' प्रदान किया गया था।",
  "(iii) Moreover, the phrase ‘Ongoing Project’ prescribed under Rule 2(0) of the Rules of 2017 cannot be read in": "इसके अलावा, 20॥7 के नियमों के नियम 2 (ओ) के तहत निर्धारित वाक्यांश 'चालू परियोजना' को",
  "under Rule 2(0) of the Rules of 2017 cannot be read in derogation of the definition contained under Section 3 of": "206 के अधिनियम की धारा 3 के तहत निहित परिभाषा के अपमान में नहीं पढ़ा जा सकता है,",
  "the Act of 2016, wherein, the first proviso thereof clearly says “that projects that are ongoing on the date of": "जिसमें, इसका पहला परंतुक स्पष्ट रूप से कहता है कि \"जो परियोजनाएं इस अधिनियम के प्रारंभ",
  "commencement of this Act and for which the completion certificate has not been issued, the promoter shall make an": "की तारीख को चल रही हैं और जिनके लिए पूर्णता प्रमाण पत्र जारी नहीं किया गया है, प्रमोटर इस",
  "project within a period of three months from the date of commencement of this Act”.": "अधिनियम के प्रारंभ की तारीख से तीन महीने की अवधि के भीतर उक्त परियोजना के पंजीकरण के",
  "(iv) Sections 3 to 19, 40, 59 to 70 and 79 to 80 of the Actof 2016 came into force w.e.f. 01.05.2017 and till that date,": "206 के अधिनियम की धारा 3 से 9,+40,59 से 70 और 79 से 80 0.05.20॥7 से लागू हुई",
  "the respondent had not been granted any ‘Completion": "प्रमाण पत्र' प्रदान नहीं किया गया था।",
  "(v) Concededly, an application for registration under the Act of 2016 was made by respondent to the Authority on": "206 के अधिनियम के तहत पंजीकरण के लिए एक आवेदन प्रत्यर्थी द्वारा प्राधिकरण को",
  "28.07.2017 and on the basis thereof, registration certificate to the respondent for the project in question was granted on 26.09.2017.": "28.07.207 को किया गया था और उसके आधार पर, विचाराधीन परियोजना के लिए प्रत्यर्थी को पंजीकरण प्रमाण पत्र 26.09.207 को प्रदान किया गया था।",
  "(vi) Above all, the Hon’ble Supreme Court while dealing with the scope of Section 3 of the Act of 2016, in para 37 of": "सबसे ऊपर, माननीय उच्चतम न्यायालय ने 206 के अधिनियम की धारा 3 के दायरे पर विचार",
  "M/s Newtech Promoters (supra) opined as under:-": "करते हुए, मेसर्स न्यू टेक प्रमोटर्स (उपरोक्त) के पैरा 37 में निम्नलिखित राय दीः-",
  "“Looking to the scheme of Act2016 and Section 3 in particular of which adetailed discussion has been made, all": "\"अधिनियम 206 की योजना और धारा 3 को देखते हुए, जिसमें विशेष रूप से एक विस्तृत चर्चा की",
  "“ongoing projects” that commence prior to the Act and in": "गई है, सभी\" चालू परियोजनाएं \"जो अधिनियम से पहले शुरू होती हैं और जिनके संबंध में पूर्णता",
  "respect to which completion certificate has not been issued are covered under the Act. It manifests that the legislative": "प्रमाण पत्र जारी नहीं किया गया है, अधिनियम के तहत शामिल हैं। यह स्पष्ट करता है कि विधायी",
  "projects and to protect from its inception the inter se rights": "इसकी स्थापना के बाद से अंतर अधिकारों की रक्षा करना है-",
  "related to any other charges as provided in this application and Builder Buyers Agreement.”": "इस आवेदन और बिल्डर खरीदार समझौते में प्रदान किए गए किसी भी अन्य शुल्क से संबंधित है।",
  "(27) Further discernible from records that respondent was granted registration certificate under the Act of 2016, by the Authority on": "(27) रिकॉर्ड से और अधिक स्पष्ट है कि प्रतिवादी को 206 के अधिनियम के तहत प्राधिकरण द्वारा 26.09.20॥7",
  "registration certificate under the Act of 2016, by the Authority on 26.09.2017, subject to following terms and conditions:-": "को पंजीकरण प्रमाण पत्र प्रदान किया गया था, जो निम्नलिखित नियमों और शर्तों के अधीन थाः-",
  "“HARYANA REAL ESTATE REGUATORY": "हरियाणा रियल एस्टेट रेगुलेटरी अर्थॉरिटी,",
  "AUTHORITY, HUDA COMPLEX, SECTOR- 6,": "हुडा कॉम्प्लेक्स, सेक्टर-6,",
  "[See rule 5(1)]": "[नियम 5 (॥) देखें]",
  "REGISTRATION CERTIFICATE OF PROJECT": "परियोजना का पंजीकरण प्रमाण पत्र",
  "Ultratech Township Developers Pvt. Ltd. Sector-32, Adjoining Hotel Noor Mahal, Karnal 132001": "लिमिटेड सेक्टर-32, संलग्न होटल नूर महल, करनाल 3200।",
  "Memo No.HRERA-289/2017/1200 Dated 26.09.2017": "ज्ञापन संख्या. हरेरा -289/207/200दिनांक 26.09.20॥7",
  "Subject: Registration of Real Estate Project Area 6.356 Acres Group Housing Colony situated in Village Budda Khera & Phoosgarh, Sec-32, Karnal, Haryana by Ultratech Township Developers Pvt. Ltd. under RERA": "विषय: अल्ट्राटेक टाउनशिप डेवलपर्स प्रा. लि. द्वारा हरियाणा के करनाल सेक्टर-32 के ग्राम बुद्धा खेड़ा और फ़ूसगढ़ में स्थित रियल एस्टेट परियोजना क्षेत्र 6.356 एकड़ ग्रुप हाउसिंग कॉलोनी का पंजीकरण। आरईआरए",
  "Act, 2016 and HRERA Rules, 2017": "अधिनियम,206 और एचआरईआरए नियम, 20॥7 के तहत",
  "Ref: Your application dated 31.07.2017 and 19.09.2017": "संदर्भ: आपका आवेदन दिनांक 3.07.20।7 और 9.09.207",
  "Your request for registration of Area 6.356 Acres Group Housing Colony situated in Village Budda Khera & Phoosgarh, Sec- 32, Karnal, Haryana with regard to": "के संबंध में ग्राम बुद्ध खेड़ा और फ़ूसगढ़, धारा-32, करनाल, हरियाणा में स्थित एरिया 6.356 एकड़ ग्रुप हाउसिंग",
  "Real Estate (Regulation and Development) Act, 2016 and": "कॉलोनी के पंजीकरण के लिए आपके अनुरोध की रियल एस्टेट (विनियमन और विकास) अधिनियम, 206 और",
  "HRERA Rules, 2017 and accordingly a registration": "हरेरा नियम, 20॥7 के प्रावधानों की तुलना में जांच की गई है और तदनुसार पंजीकरण प्रमाण पत्र निम्नलिखित नियमों",
  "certificate is herewith issued with following terms and conditions:-": "और शर्तों के साथ जारी किया गया हैः-",
  "(i) The Promoter shall comply with the provisions of the Act and the rules and regulations made there under;": "() प्रमोटर अधिनियम के प्रावधानों और उसके तहत बनाए गए नियमों और विनियमों का पालन करेगा;",
  "UNISYS INFOSOLUTIONS PRIVATE LTD v. M/S ULTRATECH 433": "यूनिसिस इन्फोसोल्यूशन्स प्राइवेट लिमिटेड बनाम मेसर्स अल्ट्राटेक",
  "of the stake holders, including allottees/home buyers, promoters and real estate agents while imposing certain": "हितधारक, जिनमें आवंटनकर्ता/घर खरीदार, प्रवर्तक और रियल एस्टेट एजेंट शामिल हैं, उनमें से",
  "duties and responsibilities on each of them and _ to": "प्रत्येक पर कुछ कर्तव्यों और जिम्मेदारियों को लागू करते हुए और रियल एस्टेट प्राधिकरण के दायरे",
  "regulate, administer and supervise the unregulated real estate sector within the fold of the real estate authority.”": "में अनियमित रियल एस्टेट क्षेत्र को विनियमित, प्रशासित और पर्यवेक्षण करते हैं।",
  "(25) In view of the above discussion, there is no hesitation to": "(25) उपरोक्त चर्चा को ध्यान में रखते हुए, यह निष्कर्ष निकालने में कोई संकोच नहीं है कि",
  "conclude that project in question was an ‘Ongoing Project’; hence,": "विचाराधीन परियोजना एक 'चालू परियोजना' थी; इसलिए, 206 के अधिनियम के तहत शासित थी।",
  "governed under the Act of 2016. Consequently, point No.(I) is decided accordingly.": "नतीजतन, बिंदु नं। () तदनुसार निर्णय लिया जाता है।",
  "Point-U": "प्वाइंट-॥",
  "(26) Before delving further on this Point, it would be appositeto": "(26) इस मुद्दे पर आगे विचार करने से पहले, \"न्यू वर्ल्ड रेजीडेंसी\" (पी. ए. एफ.) के बुनियादी",
  "refer to Clauses 6 & 24 of the basic Terms and Conditions of “New World Residency” (PAF) and the same are as under:-": "नियमों और शर्तों के खंड 6 और 2५ का उल्लेख करना उचित होगा और वे निम्नानुसार हैं:-",
  "“6. The Company and the applicant hereby agree that": "\"6. कंपनी और आवेदक इसके द्वारा सहमत हैं कि इस आवेदन और बिल्डर खरीदारों के समझौते",
  "the earnest money for the purpose of this application and Builder Buyers Agreement shall be 10%of the basic cost of the unit. In case of non-fulfillment of the terms and": "के उद्देश्य के लिए बयाना धन इकाई की मूल लागत का 0% होगा। यहां निहित नियमों और शर्तों को",
  "the unit. In case of non-fulfillment of the terms and conditions herein contained and those of the Builder Buyers": "पूरा न करने के मामले में और बिल्डर खरीदार समझौते के साथ-साथ आवेदक द्वारा हस्ताक्षर करने",
  "Agreement as also in the event of failure by the applicant to sign and return to the company the Builder Buyers": "और कंपनी को वापस करने में विफलता की स्थिति में बिल्डर खरीदार समझौते कंपनी द्वारा इसके",
  "(30) days from the date of its dispatch by the Company.": "प्रेषण की तारीख से तीस (30) दिनों के भीतर।",
  "24. The Company shall hand over the Unit to the applicant for his/her occupation and use and subject to the applicant": "2५. कंपनी अपने व्यवसाय और उपयोग के लिए इकाई को आवेदक को सौंप देगी और कंपनी द्वारा",
  "finally allotted within thirty (30) days from the date of intimation in writing by the company, then the same shall": "लिखित सूचना की तारीख से तीस (30) दिनों के भीतर अस्थायी और»या अंत में आवंटित इकाई को",
  "be at his/her risk and cost and the applicant shall be liable to pay to the company holding charge @ Rs.5/- per sq. ft. of the area permonth for the entire period of such delay. If": "लागत पर होगा और आवेदक ऐसी देरी की पूरी अवधि के लिए प्रति माह क्षेत्र के प्रति वर्ग फुट ५/- रुपये का कंपनी होल्डिंग चार्ज का भुगतान करने के लिए उत्तरदायी होगा। यदि कंपनी बिल्डर",
  "the company fails to allot the unit within 30 months fromthe date of execution of Builder Buyers Agreement as": "खरीदार समझौते के निष्पादन की तारीख से 3० महीने के भीतर इकाई आवंटित करने में विफल",
  "authorized then the company shall pay to the applicant compensation @ Rs.5/- per sq. ft. of the area per month for the period of such delay. The adjustment of holding charges": "रहती है, तो कंपनी आवेदक को इस तरह की देरी की अवधि के लिए प्रति माह प्रति वर्ग फुट क्षेत्र के लिए 5/- रुपये का मुआवजा देगी। होल्डिंग शुल्क या मुआवजे का समायोजन इकाई के परिवहन के",
  "of the Unit and not earlier. The holding charges shall be distinct charge in addition to maintenance charges, and not": "समय किया जाएगा, न कि पहले। होल्डिंग शुल्क रखरखाव शुल्क के अलावा अलग प्रभार होगा, और नहीं",
  "application fee, from _a person without first entering in ritten agreement for sale with such person an": "व्यक्ति पहले ऐसे व्यक्ति के साथ बिक्री के लिए एक लिखित समझौते में प्रवेश करने और बिक्री के लिए उक्त",
  "register_the said agreement for sale, under any law for the timebeing in force:": "समझौते को पंजीकृत किए बिना, किसी भी समय के लिए लागू कानून के तहत।",
  "payable. The rate of interest payable by the promoter to the allottee or by the allottee to the promoter, as the case": "को प्रवर्तक द्वारा देय ब्याज की दरें और चूक की स्थिति में आवंटनकर्ता को आवंटनकर्ता और ऐसे अन्य विनिर्दिष्ट",
  "without first entering into agreement for sale—(1) A": "करेगा, पहले ऐसे व्यक्ति के साथ बिक्री के लिए एक लिखित समझौता किए बिना और बिक्री के लिए उक्त समझौते",
  "the cost of the apartment, plot,or building as the case may": "परियोजना के विकास, भवन या अपार्टमेंट के निर्माण के साथ-साथ आबंटित व्यक्ति द्वारा किए जाने वाले भुगतान के",
  "UNISYS INFOSOLUTIONS PRIVATE LTD v. M/S ULTRATECH 437": "यूनिसिस इन्फोसोल्यूशन्स प्राइवेट लिमिटेड बनाम मेसर्स अल्ट्राटेक",
  "deposited along with interest @ 18% per annum, from the date of payment till its realization.": "प्रत्यर्धी को भुगतान की तारीख से इसकी प्राप्ति तक प्रति वर्ष 8% ब्याज के साथ पहले से जमा की गई राशि को",
  "(iii) To quash and set aside any measures/steps threatened by the respondent qua Unit in question.": "प्रत्यर्थी इकाई द्वारा खतरे में डाले गए किसी भी उपाय/कदम को रद्द करना और अलग करना।",
  "(iv) To grant cost and reasonable compensation in the facts & circumstances of the case.": "मामले के तथ्यों और परिस्थितियों में लागत और उचित मुआवजा प्रदान करना।",
  "(v) To grant any other relief and/or pass such orders in favour of the appellant and against respondent.": "अपीलार्थी के पक्ष में और प्रत्यर्थी के विरुद्ध कोई अन्य राहत प्रदान करना और»या ऐसे आदेश पारित करना।",
  "(31) Still further, it would be noteworthy to recapitulate the relevant part of Section 18 of the Act of 2016, and which read": "(3।) फिर भी, 206 के अधिनियम की धारा ॥8 के सुसंगत भाग का पुनर्कथन करना योग्य नहीं",
  "“Section 18 - Return of amount and compensation": "धारा 8-राशि और मुआवजे की वापसी",
  "(1) If the promoter fails to complete or is unable to give possession of an apartment, plot or building,—": "() यदि प्रवर्तक किसी अपार्टमेंट, भूखंड या भवन का कब्जा पूरा करने में विफल रहता है या देने में असमर्थ है,-",
  "(a)in accordance with the terms of the agreement for sale or, as the case may be, duly completed by the date": "(क) बिक्री के लिए समझौते की शर्तों के अनुसार या, जैसा भी मामला हो, उसमें निर्दिष्ट तिथि तक",
  "specified therein; or": "विधिवत पूरा किया गया है; या",
  "(b)due to discontinuance of his business as a developer on account of suspension or revocation of the registration under this Act orfor any other reason,": "(ख) इस अधिनियम के तहत पंजीकरण के निलंबन या निरसन के कारण या किसी अन्य कारण से एक डेवलपर के रूप में अपना व्यवसाय बंद करने के कारण, वह आवंटी को मांग पर उत्तरदायी",
  "allottee wishes to withdraw from the project, without prejudice to any other remedy available, to return the": "यदि आवंटी किसी अन्य उपलब्ध उपाय के प्रतिकूल प्रभाव के बिना परियोजना से वापस लेना चाहता",
  "amount received by him in respect of that apartment, plot, building, as the case may be, with interest at suchrate": "है, तो उस अपार्टमेंट, भूखंड, भवन के संबंध में उसके द्वारा प्राप्त राशि को, जैसा भी मामला हो, उस",
  "as may be prescribed in this behalf includingcompensation in the manner as provided under this Act:": "दर पर ब्याज के साथ वापस कर देगा, जिसमें इस अधिनियम के तहत प्रदान की गई विधि भी शामिल हैः",
  "Provided that where an allottee does not intend to withdraw from the project, he shall be paid, by the": "बशर्ते कि जहां कोई आबंटित व्यक्ति परियोजना से हटने का इरादा नहीं रखता है, उसे प्रवर्तक द्वारा",
  "promoter, interest for every month of delay, till the handing over of the possession, at such rate as may be prescribed.": "कब्जा सौंपने तक हर महीने की देरी के लिए ब्याज का भुगतान उस दर पर किया जाएगा जो",
  "(3) If the promoter fails to discharge any other obligations imposed on him under this Act or the rulesor regulations made thereunder or in accordance with the terms and conditions of the agreement for sale, he shall": "(3) यदि प्रवर्तक इस अधिनियम या उसके तहत बनाए गए नियम या विनियमों के तहत या बिक्री के लिए समझौते के नियमों और शर्तों के अनुसार उस पर लगाए गए किसी अन्य दायित्वों का निर्वहन",
  "be liable to pay such compensation to the allottees, in the": "करने में विफल रहता है, तो वह आवंटी को इस तरह के मुआवजे का भुगतान करने के लिए",
  "manner as provided under this Act.”": "इस अधिनियम के अधीन उपबंधित रीति।\"उपरोकत कानूनी प्रावधानों के अवलोकन से स्पष्ट रूप से पता चलता है कि",
  "the promoter failed to complete or is unable to give possession ofan apartment etc., he shall be liable on demand to the allottee, the amount": "यदि प्रवर्तक एक अपार्टमेंट आदि को पूरा करने में विफल रहता है या कब्जा देने में असमर्थ है, तो वह आवंटी को",
  "received with interest at such rate as may be prescribed, including compensation.": "उस दर पर ब्याज के साथ प्राप्त राशि के लिए उत्तरदायी होगा, जिसमें मुआवजा भी शामिल है।",
  "(32) Again, Section 19 of the Act of 2016, inter alia, lays downthat": "(32) फिर से, 206 के अधिनियम की धारा ॥9, अन्य बातों के साथ-साथ, यह निर्धारित करती है कि यदि प्रवर्तक",
  "if the promoter fails to comply or is unable to give possession ofthe apartment, plot or building as the case may be in accordance with the": "बिक्री के लिए समझौते की शर्तों के अनुसार अपार्टमेंट, भूखंड या भवन का अनुपालन करने में विफल रहता है या",
  "prescribed and compensation provided under the act. For reference,": "दर पर ब्याज के साथ जो निर्धारित किया जाए और अधिनियम के तहत मुआवजा प्रदान किया जाए। संदर्भ के लिए,",
  "Section 19(4) reads as under :-": "धारा 9 (५) निम्नानुसार है:-",
  "“19. Rights and duties of allottees.—(4) The allottee shall": "\"9. आबंटियों के अधिकार और कर्तव्य -(५) यदि प्रवर्तक बिक्री के लिए समझौते की शर्तों के अनुसार या इस",
  "promoter, if the promoter fails to comply or is unable to": "का अनुपालन करने में विफल रहता है या कब्जा देने में असमर्थ रहता है, तो आबंटित व्यक्ति प्रवर्तक से इस",
  "(33) Moreover, an identical issue has already been decided by Hon’ble Supreme Court M/s. Newtech Promoters (supra), wherein, it": "(33) इसके अलावा, माननीय सर्वोच्च न्यायालय मेसर्स द्वारा एक समान मुद्दे पर पहले ही निर्णय लिया जा चुका है। नए",
  "and determine the complaint as regards refund of the amount and interest thereon and/or interest for delayed delivery of possession. For": "उस पर ब्याज और»या कब्जे के विलंबित वितरण के लिए ब्याज की वापसी के संबंध में शिकायत की जांच और",
  "reference, para 86 of the judgment is extracted hereunder:-": "निर्धारण करने की शक्ति है। संदर्भ के लिए, निर्णय का पैरा 86 यहाँ निकाला गया है:-",
  "“From the scheme of the Act of which a detailed reference has been made and taking note of power of adjudication delineated with the regulatory authority and": "जिस अधिनियम की योजना का विस्तृत संदर्भ दिया गया है और नियामक प्राधिकरण और न्यायनिर्णायक अधिकारी",
  "adjudicating officer, what finally culls outis that although": "के साथ न्यायनिर्णयन की शक्ति को ध्यान में रखते हुए, अंत में जो निष्कर्ष निकलता है, वह यह है कि हालांकि",
  "the Act indicates the distinct expressions like ‘refund’, ‘interest’, ‘penalty’ and ‘compensation’, a conjoint reading": "अधिनियम 'धनवापसी', 'ब्याज', 'जुर्माना' और 'मुआवजा' जैसी अलग-अलग अभिव्यक्तियों को इंगित करता है, धारा",
  "of Sections 18 and 19 clearly manifests that when it comes to refund of the amount, and interest on the refund amount,": "॥8 और 9 का एक संयुक्त पठन स्पष्ट रूप से प्रकट करता है कि जब राशि की वापसी, और धनवापसी राशि पर",
  "to refund of the amount, and interest on the refund amount, or directing payment of interest for delayed delivery of possession, or penalty and interest thereon, it is the": "ब्याज, या कब्जे के विलंबित वितरण के लिए ब्याज के भुगतान का निर्देश, या जुर्माना और ब्याज की बात आती है, तो",
  "regulatory authority which has the power to examine and": "यह नियामक प्राधिकरण है जिसके पास जांच करने और एकीकृत करने की शक्ति है",
  "vested with the powers of Registration, Regulation and Resolution between the Builder-Buyers. Same is the position in present case;": "बिल्डर-खरीदारों के बीच पंजीकरण, विनियमन और समाधान की शक्तियों के साथ निहित है। वर्तमान मामले में भी",
  "wherein, the project in question, registered with the Authority, is found": "यही स्थिति है; जिसमें, प्राधिकरण के साथ पंजीकृत विचाराधीन परियोजना, एक चालू परियोजना पाई गई है; इसलिए",
  "(37) In view of the above discussion, there is no hesitation to hold": "(37) उपर्युक्त चर्चा को ध्यान में रखते हुए, यह अभिनिर्धारित करने में कोई संकोच नहीं है कि प्राधिकरण और साथ",
  "that the Authority as well as learned Tribunal failed to address the core issues and passed the impugned orders in slipshod manner(s); hence the": "ही विद्वत अधिकरण मुख्य मुद्दों को संबोधित करने में विफल रहे और आशक्षेपित आदेशों को गलत तरीके से पारित",
  "same are legally unsustainable.": "किया, इसलिए वे कानूनी रूप से अस्थिर हैं।",
  "(38) As a result thereof, there is no option, except to allow the appeal.": "(38) इसके परिणामस्वरूप, अपील की अनुमति देने के अलावा कोई विकल्प नहीं है।",
  "(39) Consequently, the appeal is allowed; both the impugned": "(39) नतीजतन, अपील की अनुमति दी जाती है; प्राधिकरण के साथ-साथ विद्वान न्यायाधिकरण द्वारा पारित क्रमशः",
  "orders, dated 25.09.2019 and 29.09.2020, passed by the Authority as well as learned Tribunal, respectively, are hereby set aside.": "दिनांक 25.09.209 और 29.09.2020 के दोनों विवादित आदेश, इसके द्वारा अलग कर दिए जाते हैं।",
  "(40) The matter is remanded back to the Authority with the directions to re-examine the same and pass fresh order in accordance with law, expeditiously.": "(५०) मामले की पुनः जांच करने और कानून के अनुसार शीघ्रता से नया आदेश पारित करने के निर्देशों के साथ मामले को प्राधिकरण को वापस भेज दिया जाता है।",
  "(41) Pending application(s), if any, shall stand disposed off.": "(५) लंबित आवेदन (एस) यदि कोई हो तो उनका निपटारा कर दिया जाएगा।",
  "Reporter-Shubreet Kaur": "रिपोर्टर- सुब्रीत कौर",
  "determine the outcome of a complaint. At the same time,": "शिकायत का परिणाम निर्धारित करें। साथ ही, जब धारा 42,।५,8 और ॥9 के अधीन मुआवजे और उस पर ब्याज",
  "the power to determine, keeping in view the collective reading of Section 71 read with Section 72 of the Act. If the": "धारा 72 के साथ पठित धारा 7 के सामूहिक पठन को ध्यान में रखते हुए विशेष रूप से निर्धारित करने की शक्ति",
  "adjudication under Sections 12, 14, 18 and 19 other than compensation as envisaged, if extended to the adjudicating": "होती है। यदि प्रतिकर के अतिरिक्त धारा ।29,।8 और १9 के अधीन न्यायनिर्णयन, जैसा कि परिकल्पित है, यदि",
  "compensation as envisaged, if extended to the adjudicating officer as prayed that, in our view, may intend to expand": "न्यायनिर्णायक अधिकारी तक विस्तारित किया जाता है, जैसा कि अनुरोध किया गया है कि, हमारे विचार में, धारा 7",
  "the ambit and scope of the powers and functions of the adjudicating officer under Section 71 and that would be": "के अधीन न्यायनिर्णायक अधिकारी की शक्तियों और कार्यों के दायरे और दायरे का विस्तार करने का इरादा हो",
  "(34) Although, respondent opposed the prayer of appellant emphatically on the premise that Authority did not have jurisdiction to": "(3५) हालांकि, प्रत्यर्थी ने अपीलार्थी की प्रार्थना का इस आधार पर जोरदार विरोध किया कि प्राधिकरण को दावा की",
  "emphatically on the premise that Authority did not have jurisdiction to entertain the complaint for the relief claimed and even suggested that": "गई राहत के लिए शिकायत पर विचार करने का अधिकार क्षेत्र नहीं है और यहां तक कि सुझाव दिया कि अपीलार्थी",
  "appellant may avail remedy before the Adjudicating Officer, under Section 71 of the Act of 2016, if so advised; but, in view of the": "206 के अधिनियम की धारा 7। के तहत न्यायनिर्णायक अधिकारी के समक्ष उपचार का लाभ उठा सकता है, यदि",
  "discussion made hereinabove, the contention has no force in the eyes of": "ऐसा सलाह दी जाती है; लेकिन, यहां ऊपर की गई चर्चा को देखते हुए, कानून की नजर में विवाद का कोई बल नहीं",
  "law, hence rejected.": "है, इसलिए खारिज कर दिया गया।",
  "(35) Above all, Section 34 the Act of 2016 deals with the function of the Authority and which reads as under:-": "(35) सबसे ऊपर, 206 के अधिनियम की धारा ३५ प्राधिकरण के कार्य से संबंधित है और जो निम्नानुसार है:-",
  "“34. Functions of Authority. The functions of the Authority shall include-": "\"3५. प्राधिकरण के कार्य - प्राधिकरण के कार्यों में शामिल होंगे-",
  "(a) to register and regulate real estate projects and real estate agents registered under this Act;": "(ए) इस अधिनियम के तहत पंजीकृत अचल संपत्ति परियोजनाओं और अचल संपत्ति एजेंटों को पंजीकृत और विनियमित करना; (",
  "(b) to (e) ....": "बी) से (ई)। .... ....",
  "(f) to ensure compliance of the obligations cast upon the promoters, the allottees and the real estate agents under this Act and the rules and regulations made thereunder;": "(एफ) इस अधिनियम और उसके अधीन बनाए गए नियमों और विनियमों के अधीन प्रवर्तकों, आबंटियों और अचल संपत्ति अभिकर्ताओं पर अधिरोपित दायित्वों का अनुपालन सुनिश्चित करना;",
  "(g) to ensure compliance of its regulations or orders or directions made in exercise of its powers under this Act;": "(जी) इस अधिनियम के अधीन अपनी शक्तियों का प्रयोग करते हुए बनाए गए उसके विनियमों या आदेशों या निर्देशों का अनुपालन सुनिश्चित करना;",
  "(h) to perform such other functions as may be entrusted to the Authority by the appropriate Government as may be": "(जी) ऐसे अन्य कार्यों का निष्पादन करना जो उपयुक्त सरकार द्वारा प्राधिकरण को सौंपे जाएं जो इस अधिनियम के",
  "(36) Legal provisions extracted above, inter alia mandate the": "(36) ऊपर निकाले गए कानूनी प्रावधान, अन्य बातों के साथ-साथ प्राधिकरण को 206 के अधिनियम के साथ-साथ",
  "regulations framed thereunder. The Authority so established is a quasi": "उसके तहत बनाए गए नियमों और विनियमों का अनुपालन सुनिश्चित करने का आदेश देते हैं। इस प्रकार स्थापित",
  "new as well as ongoing project(s). The Authority is a statutory body": "प्रावधानों को लागू करने के लिए सशक्त है(एस). प्राधिकरण एक वैधानिक निकाय है"
}