{
  "versus": "बनाम",
  "U.T. CHANDIGARH,—A4ppellant": "यू.टी. चंडीगढ़-अपीलकर्ता",
  "M/S KRISHAN CHAND GANESH DASS VINAY KUMAR AND CO.,—Respondents": "मेसर्स कृष्ण चंद गणेश दास विनय कुमार एंड कंपनी, उत्तरदाता",
  "L.P.A. No. 205 of 2007 in": "2007 का एल.पी.ए. नं. 205",
  "Constitution of India, 1950—Art. 226—Cancellation of lease in favour of Company—Appeal and revision filed against": "भारत का संविधान, 950 - अनुच्छेद 226 - कंपनी के पक्ष में पट्टे को",
  "cancellation order dismissed by competent authorities—Single Judge": "रद्द करना - सक्षम प्राधिकारियों द्वारा खारिज किए गए रद्दीकरण आदेश के",
  "ordering re- examination of matter by competent authority without": "बताए सक्षम प्राधिकारी द्वारा मामले की फिर से जांच का आदेश देता है -",
  "required to be done while allowing a petition under Art. 226 of": "संविधान के अनुच्छेद 226 के तहत याचिका की अनुमति देते समय आवश्यक",
  "of the respondent and the appellate order dated 30th January, 1990,": "आदेश, प्रतिवादी के पक्ष में पट्टे और 30 जनवरी, 990 के अपीलीय आदेश को",
  "dismisses the appeal and the revision, filed by the petitioner against the order": "रद्द करता है। 4 जुलाई, 4987 के आदेश के खिलाफ याचिकाकर्ता द्वारा दायर",
  "aside of that order by the learned Single Judge. The aforesaid reasoning": "न्यायाधीश द्वारा उस आदेश को रद्द करने की आवश्यकता थी। उपरोक्त तर्क",
  "is evident from the fact that all that the learned Single Judge has said is that": "इस तथ्य से स्पष्ट है कि विद्वान एकल न्यायाधीश ने जो कुछ भी कहा है वह यह",
  "he has gone through the record. This is not a correct appreciation of pleas and issues, which is required to be done while allowing a writ petition under": "है कि उन्होंने रिकॉर्ड का अध्ययन किया है। यह दलीलों और मुद्दों की सही",
  "and issues, which is required to be done while allowing a writ petition under Article 226 of the Constitution of India.": "सराहना नहीं है, जो भारत के संविधान के अनुच्छेद 226 के तहत एक याचिका की अनुमति देते समय किया जाना आवश्यक है।",
  "(Para 3)": "(पैरा 3)",
  "K. K. Gupta, Advocate, for the appellant;": "अपीलकर्ता की ओर से के. के. गुप्ता, वकील:",
  "Chetan Mittal, Sr. Adv., with Kunal Mulwani, Advocate, for the respondent.": "प्रतिवादी की ओर से वरिष्ठ अधिवक्ता चेतन मित्तत और वकील कुणाल मुलवानी उपस्थित थे।",
  "JUDGMENT": "निर्णय",
  "MUKUL MUDGAL, CHIEF JUSTICE (ORAL)": "मुख्य न्यायाधीश मुकुल मुदगल (मौखिक)",
  "(1) This appeal challenges the judgment dated 19th July, 2006. of the learned Single Judge, which allowed the writ petition. filed by the": ". यह अपील 9 जुलाई 2006 के विद्वान एकल न्यायाधीश फैसले को चुनौती देती है जिसने प्रतिवादी द्वारा दायर की गयी रिट",
  "the learned Single Judge, which allowed the writ petition. filed by the respondent, and quashed orders dated 14th July, 1987 and 30th January.": "को चुनौती देती है जिसने प्रतिवादी द्वारा दायर की गयी रिट याचिका की अनुमति दी और 4 जुलाई, 987 और 30 जनवरी",
  "1990 (Annexures P-14 and P-16 respectively with the writ petition). The": "990 के आदेशों को रद्द कर दिया गया। (रिट याचिका के साथ क्रमशः अनुलग्रक पी-] 4 और पी- 6)। प्रतिवादी कंपनी को चार",
  "the competent authority within a period of four weeks. The competent": "सप्ताह की अवधि के भीतर सक्षम प्राधिकारी के समक्ष एक",
  "Chandigarh and others versas M/s Shanti Kunj Investment Private": "निगम, चंडीगढ़ और अन्य बनाम मेसर्स शांति कुंज इन्वेस्टमेंट",
  "Limited (1). The stand of the petitioner before the learned Single Judge": "सिरे से फैसला करे। एकल न्यायाधीश के समक्ष याचिकाकर्ता का",
  "was that the matter was required to be re-examined by the competent authority in view of the aforesaid judgment of the Hon’ble Supreme Court.": "रुख यह था कि माननीय सर्वोच्च न्यायालय के उपरोक्त निर्णय के मद्देनजर सक्षम प्राधिकारी द्वारा मामले की फिर से जांच किए जाने",
  "The stand of the appellant herein is that the issue required no re-examination": "की आवश्यकता है। यहां अपीलकर्ता का रुख यह है कि इस मुद्दे को प्राधिकरण द्वारा फिर से जांचने की आवश्यकता नहीं है। दूसरे",
  "by the authority, in other words, the stand taken in orders dated 14th July,": "शब्दों में, ।4 जुलाई के आदेशों में लिया गया रुख। 987 और 30",
  "1987 and 30th January, 1990, was reiterated. The learned Single Judge": "जनवरी, 990 को दोहराया गया। विद्वान एकल न्यायाधीश ने",
  "“Learned counsel appearing for the respondents has challenged the submission made by learned counsel appearing for the petitioner,": "\"प्रतिवादियों की ओर से पेश वकील ने याचिकाकर्ता की ओर से पेश वकील",
  "submission made by learned counsel appearing for the petitioner, but after having gone through the record, | find that the matter": "द्वारा दी गई दलील को चुनौती दी है, लेकिन रिकॉर्ड देखने के बाद,",
  "objection raised by learned counsel for the respondents is": "आवश्यकता है और उत्तरदाताओं के विद्वान वकील द्वारा उठाई गई",
  "without any basis.”": "आपत्ति बिना किसी आधार के है।",
  "(2) The order dated 14th July, 1987, cancels lease in favour of the": "2. दिनांक 4 जुलाई, 987 का आदेश, प्रतिवादी के पक्ष में पट्टे को",
  "respondent and the appellate order dated 30th January, 1990, dismisses": "रद्द करता है और 30 जनवरी, 990 का अपीलीय आदेश, 4",
  "the appeal and the revision, filed by the petitioner against the order dated 14th July, 1987.": "जुलाई, 987 के आदेश के खिलाफ याचिकाकर्ता द्वारा दायर अपील और संशोधन को खारिज करता है।",
  "(3) In our view, the learned Single Judge gave no reason why the": "3. हमारे विचार में, विद्वान एकल न्यायाधीश ने कोई कारण नहीं",
  "reasoning contained in the order dated 14th July, 1987, and the appellate": "बताया कि 4 जुलाई के आदेश में निहित तर्क क्यों है। ।987 और",
  "order dated 30th January, 1990, was deficient or erroneous requiring setting": "दिनांक 30 जनवरी, 990 का अपीलीय आदेश त्रुटिपूर्ण या",
  "the aforesaid reasoning is evident from the fact that all that the leamed Single": "तर्क इस तथ्य से स्पष्ट है कि विद्वान एकल न्यायाधीश ने जो कुछ भी",
  "not a correct appreciation of pleas and issues, which is required to be done": "विचार में। यह दलीलों और मुद्दों की सराहना नहीं है, जो भारत के",
  "while allowing a writ petition under Article 226 of the Constitution of India.": "संविधान के अनुच्छेद 226 के तहत एक रिट याचिका की अनुमति देते",
  "(4) Their Lordships of the Hon’ble Supreme Court in Assistant": "4. माननीय उच्चतम न्यायालय में सहायक आयुक्त,",
  "Commissioner, Commercial Tax Department, Works Contract and": "वाणिज्यिक कर विभाग, कार्य संविदा एवं पट्टे, कोटा",
  "Leasing, Kota versus Shukla and Brothers, MANU/SC/0258/2010.": "बनाम शुक्ला और बंधु, एमएएनयू/एससी/0258/200 के",
  "has not approved the passing of non-reasoned orders by the Courts while": "तर्कपूर्ण आदेशों को पारित करने का अनुमोदन नहीं",
  "observing as under :": "किया गया है, जबकि निम्नानुसार टिप्पणी की गई है:",
  "“21. We are not venturing to comment upon the correctness or otherwise of the contentions of law raised before the High": "\"2]. हम वर्तमान याचिका में उच्च न्यायालय के समक्ष उठाए गए कानून के तर्कों की शुद्धता या अन्यथा पर टिप्पणी करने का प्रयास",
  "Court in the present petition, but it was certainly expected of": "नहीं कर रहे हैं, लेकिन यह निश्चित रूप से उच्च न्यायालय से अपेक्षा",
  "the revision petition filed by the Department at the very": "की गई थी कि वह विभाग द्वारा दायर पुनरीक्षण याचिका को खारिज",
  "reasons for rejection of his claim/prayer. It is then alone, that": "अपने दावे/प्रार्थना की अस्वीकृति के कारणों को जानने की वैध अपेक्षा",
  "appropriate grounds. Besides, this would be for the benefit of the higher or the appellate court. As arguments bring things": "चुनौती देने की स्थिति में होगी। इसके अलावा, यह उच्च या अपीलीय अदालत के लाभ के लिए होगा। जैसा कि तर्क चीजों को कारणों के",
  "hidden and obscure to the light of reasons, reasoned judgment": "प्रकाश में छुपाते और अस्पष्ट करते हैं, तर्कपूर्ण निर्णय जहां मामले के",
  "where the law and factual matrix of the case is discussed,": "कानून और तथ्यात्मक मैट्रिक्स पर चर्चा की जाती है, अदालतों द्वारा",
  "provides lucidity and foundation for conclusions or exercise": "निष्कर्ष या न्यायिक विवेक के प्रयोग के लिए स्पष्टता और आधार प्रदान",
  "of judicial discretion by the courts. Reason is the very life of": "करता है। तर्क ही कानून का जीवन है। जब एक कानून का कारण",
  "law, When the reason of a law once ceases, the law itself": "एक बार समाप्त हो जाता है, तो कानून आम तौर पर समाप्त हो जाता",
  "generally ceases (Wharton’s Law Lexicon). Such is the": "है (व्हाटन का आइव लेक्सिकन)। किसी भी कानून के शासन में तर्क",
  "a matter of fact it helps in the observance of law of precedent. Absence of reasons on the contrary essentially introduces an": "कानून के पालन में मदद करता है। इसके विपरीत कारणों की",
  "Absence of reasons on the contrary essentially introduces an element of uncertainty, dissatisfaction and give entirely different": "अनुपस्थिति अनिवार्य रूप से अनिश्चितता, असंतोष का एक तत्व पेश",
  "dimensions to the questions of law raised before the higher/": "करती है और उच्च / अपीलीय अदालतों के समक्ष उठाए गए कानून",
  "appellate courts. In our view, the court should provide its own grounds and reasons for rejecting claim/prayer of a party": "के सवालों को पूरी तरह से अलग आयाम देती है। हमारे विचार में, अदालत को किसी पक्ष के दावे/अनुरोध को खारिज करने के लिए अपने स्वयं के आधार और कारण प्रदान करने चाहिए, चाहे वह बहुत",
  "whether at the very threshold i.e. at admission stage or after regular hearing, howsoever precise they may be.": "ही सीमा पर हो या नियमित सुनवाई के बाद, चाहे वे कितने भी सटीक"
}