{
  "DR. NISHA KUMARI v. PT B.D. SHARMA UNIVERSITY OF 183": "डॉ. निशा कुमारी बनाम पीटी बी.डी.शर्मा स्वास्थ्य विज्ञान विश्वविद्यालय,",
  "OTHERS (Rajbir Sehrawat, J.)": "(राजबीर सहरावत, जे.)",
  "(iv) the director, Pt. B.D. Sharma PGIMS:": "(५) निदेशक पं. बी.डी. शर्मा पीजीआईएमएसः",
  "(v) Deans, Academic Affairs of University:": "(५) डीन, विश्वविद्यालय के शैक्षणिक मामले:",
  "(vi) Deans, Pt. B.D. Sharma PGIMS;": "(५) डीन, पं. बी.डी. शर्मा पीजीआईएमएस;",
  "(vii) Deans of Faculties;": "(५) संकायों के डीन;",
  "(viii) Principal, Postgraduate Institute of Dental Science,": "(५॥) प्राचार्य, स्नातकोत्तर दंत विज्ञान संस्थान, रोहतक;",
  "(ix) Such other persons in the service of University, as may be declared, by the Statutes, to be the officers of": "(/0 विश्वविद्यालय की सेवा में ऐसे अन्य व्यक्ति, जिन्हें क़ानून द्वारा विश्वविद्यालय के अधिकारी घोषित किया जा सकता",
  "Section 13:-": "धारा ॥3:-",
  "The Governor of Haryana by virtue of his office shall be the Chancellor of University.": "(।) हरियाणा का राज्यपाल अपने पद के आधार पर विश्वविद्यालय का कुलाधिपति होगा।",
  "The Chancellor shall be the Head of University.": "(2) कुलाधिपति विश्वविद्यालय का प्रमुख होगा।",
  "The Chancellor shall, if present, preside over the convocation of University for conferring degrees and": "(3) कुलाधिपति, यदि उपस्थित है, तो उपाधि प्रदान करने के लिए विश्वविद्यालय के दीक्षांत समारोह और न्यायालय की",
  "meetings of the Court.": "बैठकों की अध्यक्षता करेगा।",
  "The Chancellor shall have the right-": "(५) कुलाधिपति को अधिकार होगा-",
  "person or persons as he may direct, of the affairs and properties of University, its buildings, laboratories, libraries, museums,": "() ऐसे व्यक्ति या व्यक्तियों द्वारा विश्वविद्यालय, उसके भवनों, प्रयोगशालाओं, पुस्तकालयों, संग्रहालयों, कार्यशालाओं,",
  "workshops, equipments etc; and of any affiliated college or institution and also of": "उपकरणों आदि के मामलों और संपत्तियों का निरीक्षण कराने के लिए; और किसी भी संबद्ध कॉलेज या संस्थान की",
  "examinations, teaching and other work conducted and done by University or in respect of any other matter connected with University;": "और विश्वविद्यालय द्वारा या विश्वविद्यालय से जुड़े किसी अन्य मामले के संबंध में आयोजित और की गई परीक्षाओं, शिक्षण और अन्य कार्यों का भी निरीक्षण कराने के लिए;",
  "to cause an inquiry to be made in like manner in respect of any matter connected with the administration of finances of University, or institutios.": "() विश्वविद्यालय, या संस्थानों के वित्त प्रशासन से जुड़े किसी भी मामले के संबंध में इसी तरह से जांच कराने के लिए।",
  "The Chancellor shall forward to the Vice Chancellor a copy of inspection report for obtaining the views of the": "(5) कुलाधिपति निरीक्षण रिपोर्ट की एक प्रति कुलपतियों को भेजेगा ताकि उन पर कार्यकारी परिषद के विचार प्राप्त",
  "ILL.R. PUNJAB AND HARYANA 2023(1)": "आई.एल.आर. पंजाब और हरियाणा 2023(॥)",
  "views, the Chancellor may give such directions as he": "विचार, कुलाधिपति ऐसे निर्देश दे सकता है जो वह आवश्यक समझता है और विश्वविद्यालय द्वारा की जाने वाली कार्रवाई",
  "The Chancellor may, on the advice of the Government, cause an inquiry to be held in accordance with the principles of natural justice, and remove the Vice-": "(6) कुलाधिपति, सरकार की सलाह पर, प्राकृतिक न्याय के सिद्धांतों के अनुसार जांच करा सकता है, और कुलपति",
  "The Chancellor shall, in every case, give notice to the University of his intention to cause an inspection or": "(7) कुलाधिपति, प्रत्येक मामले में, विश्वविद्यालय को निरीक्षण या जांच कराने के अपने इरादे की सूचना देगा और ऐसी",
  "inquiry to be made and on receipt of such notice, the University shall have the right to make such": "सूचना प्राप्त होने पर, विश्वविद्यालय को कुलाधिपति को ऐसा अभ्यावेदन करने का अधिकार होगा जो वह आवश्यक",
  "Where any inspection or inquiry has been caused to be made by the Chancellor, the University shall be entitled to appoint a representative, who shall have the": "(9) जहां कुलाधिपति द्वारा कोई निरीक्षण या जांच कराई गई है, वहां विश्वविद्यालय एक प्रतिनिधि नियुक्त करने का",
  "right to be present and to be heard at such inspection or injury.": "हकदार होगा, जिसे ऐसे निरीक्षण या चोट पर उपस्थित होने और सुनवाई का अधिकार होगा।",
  "(10) The Chancellor may, if the inspection or inquiry is": "(0) यदि विश्वविद्यालय के संबंध में निरीक्षण या जांच की जाती है, तो कुलाधिपति ऐसे निरीक्षण या जांच के परिणाम",
  "inquiry and the Vice-Chancellor shall communicate to the Executive Council, the views of the Chancellor and": "के संदर्भ में कुलपतियों को संबोधित कर सकता है और कुलाधिपति कुलाधिपति के विचारों और उस पर की जाने वाली",
  "Registrar to the Chancellor such action, if any, as it": "(।॥) कार्यकारी परिषद कुलसचिव के माध्यम से कुलाधिपति को ऐसी कार्रवाई, यदि कोई हो, के बारे में सूचित करेगी",
  "proposes to take or has taken upon the result of such inspection or inquiry.": "जो वह करने का प्रस्ताव करती है या ऐसी निरीक्षण या जांच के परिणाम पर की गई है। (2) जहां कार्यकारी परिषद,",
  "reasonable time, take action to the satisfaction of the Chancellor, the Chancellor may, after considering any": "एक उचित समय के भीतर, कुलाधिपति की संतुष्टि के लिए कार्रवाई नहीं करती है, तो कुलाधिपति, किसी पर विचार करने के बाद",
  "DR. NISHA KUMARI v. PT B.D. SHARMA UNIVERSITY OF 185": "डॉ. निशा कुमारी बनाम पीटी बी.डी.शर्मा स्वास्थ्य विज्ञान विश्वविद्यालय,",
  "explanation furnished or representation made by the Executive Council, issue such directions as he may think fit and the Executive Council shall comply with": "कार्यकारी परिषद द्वार प्रस्तुत स्पष्टीकरण या प्रतिनिधित्व, ऐसे निर्देश जारी करता है जो वह उचित समझे और कार्यकारी",
  "think fit and the Executive Council shall comply with such directions.": "परिषद ऐसे निर्देशों का पालन करेगी।",
  "(13) Without prejudice to the foregoing provisions of this section, the Chancellor may, by order in writing, annul": "(3) इस धारा के पूर्वगामी उपबंधों पर प्रतिकूल प्रभाव डाले बिना, कुलाधिपति, लिखित आदेश द्वारा, विश्वविद्यालय की",
  "any proceedings of University, which are not in conformity with this Act, the Statutes, the Ordinances, or the Regulations: Provided that before making any": "ऐसी किसी कार्यवाही को, जो इस अधिनियम, विधानों, अध्यादेशों या विनियमों के अनुरूप नहीं है, निरस्त कर सकेगाः",
  "or the Regulations: Provided that before making any such order, he shall call upon University to show cause why such an order should not be made, and if any": "बशर्ते कि ऐसा कोई आदेश देने से पहले, वह विश्वविद्यालय से कारण बताने के लिए कहेगा कि ऐसा आदेश क्‍यों नहीं",
  "cause is shown within a reasonable time, he shall consider the same.": "किया जाना चाहिए और यदि कोई कारण उचित समय के भीतर दिखाया जाता है, तो वह उस पर विचार करेगा।",
  "(14) The Chancellor may, at any time, require or direct University to act in conformity with the provisions of this Act, the Statutes, Ordinances and Regulations made thereunder.": "(।५) कुलाधिपति, किसी भी समय, विश्वविद्यालय से इस अधिनियम, उसके अधीन बनाए गए कानूनों, अध्यादेशों और विनियमों के प्रावधानों के अनुरूप कार्य करने की अपेक्षा या निर्देश कर सकता है।",
  "(15) The power exercised by the Chancellor under sub- section (13) and (14) shall not be called in question in any civil court.": "(5) उपधारा (3) और (५) के अधीन कुलाधिपति द्वारा प्रयोग की गई शक्ति पर किसी सिविल न्यायालय में प्रश्न नहीं उठाया जाएगा।",
  "(16) Any employee of the University, who is aggrieved by": "(6) विश्वविद्यालय का कोई भी कर्मचारी, जो अपने विरुद्ध की गई किसी अनुशासनात्मक कार्रवाई के संबंध में",
  "the decision of the Executive Council or the Vice- Chancellor in respect of any disciplinary action taken against him, may address a memorial to the Chancellor": "कार्यकारी परिषद या कुलपति के निर्णय से व्यधित है, कुलाधिपति को ऐसी रीति से स्मारक को संबोधित कर सकता",
  "in such manner, as may be prescribed by the Statutes and the decision of the Chancellor shall be final.": "है, जो संविधि द्वारा विहित की जाए और कुलाधिपति का निर्णय अंतिम होगा।",
  "(17) The Chancellor may, on the advice of the Government, cause an inquiry to be held in accordance with the principles of natural justice, and remove the Director": "(7) कुलाधिपति, सरकार की सलाह पर, प्राकृतिक न्याय के सिद्धांतों के अनुसार जाँच करा सकता है, और निदेशक",
  "from office, if he is found on such inquiry, to be a person patently unfit to be continued in such office.": "को पद से हटा सकता है, यदि वह ऐसी जाँच में पाया जाता है, तो वह ऐसा व्यक्ति है जो ऐसे पद पर बने रहने के लिए",
  "(10) Perusal of the provisions contained in Section 13 sub- Section (2), (13) and (14) of the University Act, makes it clear that the": "(0) विश्वविद्यालय अधिनियम की धारा 3 की उपधारा (2) (3) और (9) में अंतर्विष्टठ उपबंधों के अवलोकन से यह",
  "Chancellor is the Head of the University and he has all the special and": "स्पष्ट होता है कि कुलाधिपति विश्वविद्यालय का प्रमुख है और उसके पास ऐसी सभी विशेष शक्तियां हैं और वह ऐसी",
  "DR. NISHA KUMARI v. PT B.D. SHARMA UNIVERSITY OF 179": "डॉ. निशा कुमारी बनाम पीटी बी.डी.शर्मा स्वास्थ्य विज्ञान विश्वविद्यालय,",
  "Before Rajbir Sehrawat, J.": "समक्ष राजबीर सेहरावत जे.",
  "DR. NISHA KUMARIPetitioner": "डॉ. निशा कुमारी-याचिकाकर्ता",
  "versus": "बनाम",
  "PT B.D. SHARMA UNIVERSITY OF HEALTH SCIENCES,": "पीटी बी.डी स्वास्थ्य विज्ञान की शर्मा विश्वविद्यालय,",
  "ROHTAK THROUGH ITS REGISTRAR AND OTHERS—": "रोहतक अपने पंजीकरण और अन्य के माध्यम से-",
  "Respondents": "उत्तरदाता",
  "CWP No. 28949 of 2022": "सी.डब्ल्यू पी. नं. 2022 का 28949",
  "December 15, 2022": "॥5 दिसंबर, 2022",
  "Constitution of India, Art. 226, 227, Pandit Bhagwat Dayal Sharma University of Health Sciences Act, 2008, Ss. 12, 13—": "भारत का संविधान, लेख 226, 227, पंडित भागवत दयाल शर्मा स्वास्थ्य विज्ञान विश्वविद्यालय अधिनियम, 2008,",
  "quo warranto not even maintainable seeking quashing of order of a": "आदेश को निरस्त करने की मांग करने के लिए यथापूर्व वारंट का लेख भी बनाए रखने योग्य नहीं है-विश्वविद्यालय के",
  "statutory authority—Chancellor a Head of the University has all the special and residual powers, including the positive power of annulling proceedings of the University which are not in conformity": "कुलाधिपति के पास विश्वविद्यालय की कार्यवाही को रद्द करने की सकारात्मक शक्ति सहित सभी विशेष और अवशिष्ट",
  "with the Act. Petition found to be totally frivolous, baseless, motivated": "शक्तियां हैं, जो अधिनियम के अनुरूप नहीं हैं। याचिका को पूरी तरह से तुच्छ, आधारहीन, प्रेरित और बिना किसी",
  "and filed without locus standi. Dismissed with costs.": "अधिकार के दायर किया गया पाया गया। लागतों के साथ खारिज कर दिया।",
  "Held, that the petitioner does not have any locus standi to raise the issue involved in the present petition. The petitioner is a stranger in": "अभिनिर्धारित किया कि याचिकाकर्ता के पास वर्तमान याचिका में शामिल मुद्दे को उठाने का कोई अधिकार नहीं है।",
  "the issue involved in the present petition. The petitioner is a stranger in the matter of disciplinary matter against respondent No.4. She does not": "याचिकाकर्ता प्रतिवादी नंबर. ५ के खिलाफ अनुशासनात्मक मामले में एक अजनबी है। उसे किसी भी प्राधिकरण द्वारा",
  "have right to question any order passed in favour of respondent No.4 by": "प्रतिवादी संख्या. ५ के पक्ष में पारित किसी भी आदेश पर सवाल उठाने का अधिकार नहीं है। याचिकाकर्ता इस तथ्य से",
  "any authority. The petitioner is well aware of the fact that she lacks the locus standi, therefore, she has tried to disguise the present writ petition": "अच्छी तरह वाकिफ है कि उसके पास अधिकार का अभाव है, इसलिए, उसने वर्तमान रिट याचिका को छिपाने की",
  "as such. Therefore, the petitioner has tried to play the trick upon the court just to make an attempt to make the issue of the locus standi as": "बनाने का प्रयास करने के लिए अदालत पर चाल चलाने की कोशिश की है। इसलिए, याचिकाकर्ता द्वारा भी वर्तमान",
  "irrelevant. Hence, the present petition is bound to be dismissed for locus standi with the petitioner too file the present petition.": "याचिका दायर करने के साथ वर्तमान याचिका को खारिज करने के लिए बाध्य है।",
  "(Para 7)": "(पैरा 7)",
  "Karan Bhardwaj, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता करण भारद्वाज ने कहा,",
  "RAJBIR SEHRAWAT, J.": "राजबीर सहरावत, जे.",
  "of the Constitution of India, for issuance of an appropriate writ in the nature of quo warranto calling upon the respondents to show cause as": "(।) भारत का संविधान, यथास्थिति वारंट की प्रकृति में एक उपयुक्त रिट जारी करने के लिए उत्तरदाताओं को प्राधिकरण",
  "nature of quo warranto calling upon the respondents to show cause as to under authority impugned order dated 24.01.2021 (Annexures P-29)": "के तहत कारण दिखाने के लिए बुलाने के लिए दिनांक 2५.0.202 (अनुलग्रक पी-29) पारित किया गया था; उक्त",
  "was passed; for quashing of the said order; along with certain other prayers.": "आदेश को रद्द करने के लिए; कुछ अन्य प्रार्थनाओं के साथ।",
  "(2) Notice of motion.": "(2) गति की सूचना।",
  "(3) Mr. Sanjiv Kumar Aggrwal, Advocate accepts notice on behalf of respondent No.1-University.": "(3) श्री संजीव कुमार अग्रवाल, अधिवक्ता प्रतिवादी नंबर ।-यूनिवर्सिटी की ओर से नोटिस स्वीकार करता है।",
  "(4) The facts, as pleaded in the petition, are that the petitioner": "(५) तथ्य, जैसा कि याचिका में कहा गया है, यह है कि याचिकाकर्ता ने प्रत्यर्थी-विश्वविद्यालय में पढ़ने वाले स्नातकोत्तर",
  "had raised an issue qua commission of suicide by a Post Graduation student/ Doctor studying in the Respondent-University. Pursuant to the": "छात्र/डॉक्टर द्वारा आत्महत्या का मुद्दा उठाया था। याचिकाकर्ता द्वारा की गई शिकायत के अनुसार, पुलिस स्टेशन",
  "Police Station PGIMS Rohtak, District Rohtak under Section 306 IPC,": "पीजीआईएमएस रोहतक, जिला रोहतक में दिनांक 5.06.209 को आईपीसी की धारा 306 के तहत प्रतिवादी नंबर.",
  "was registered against respondent No.4 who happened to be the Professor and Head of the Department or Pediatrics; where the": "+ के खिलाफ मामला दर्ज किया गया था, जो विभाग या बाल रोग विभाग के प्रोफेसर और प्रमुख थे; जहां मृतक",
  "deceased student/Doctor was pursuing post graduation at the relevant time. In the said FIR the police have filed the cancellation report.": "छात्र/डॉक्टर प्रासंगिक समय पर स्नातकोत्तर कर रहे थे। उक्त प्राथमिकी में पुलिस ने रद्द करने की रिपोर्ट दर्ज की है।",
  "However, the said cancellation report has not been accepted by the concerned Magistrate. Beside this the respondent-University had also": "हालांकि, उक्त रद्द करने की रिपोर्ट को संबंधित मजिस्ट्रेट द्वारा स्वीकार नहीं किया गया है। इसके अलावा प्रत्यर्थी-",
  "initiated disciplinary proceedings against respondent No.4. To enquire": "विश्वविद्यालय ने प्रत्यर्थी नंबर. ५ के खिलाफ अनुशासनात्मक कार्यवाही भी शुरू की थी। कथित कदाचार की जांच के",
  "in to the alleged misconduct, charge-sheet was issued and even the enquiry officer was appointed by the University; alleging harassment,": "लिए, आरोप पत्र जारी किया गया था और यहां तक कि विश्वविद्यालय द्वारा जांच अधिकारी को भी नियुक्त किया गया",
  "false implication, it being a case of no evidence, collusiveness being manipulated by some vested interest, as well as, noon-sustainability of": "था; उत्पीड़न, झूठे निहितार्थ का आरोप लगाते हुए, यह कोई सबूत नहीं होने का मामला है, कुछ निहित स्वार्थो द्वारा",
  "respondent No. 4, the order dated 24.01.2021 has been passed by the Chancellor of the University; thereby ordering dropping of the": "उस अभ्यावेदन को स्वीकार करना। ५, दिनांक 24.0.202 का आदेश विश्वविद्यालय के कुलाधिपति द्वारा पारित किया",
  "Chancellor of the University; thereby ordering dropping of the disciplinary proceeding against respondent No.4. It is challenging the": "गया है; इस प्रकार प्रतिवादी संख्या ५ के खिलाफ अनुशासनात्मक कार्यवाही को छोड़ने का आदेश दिया गया है। यह",
  "said order that the present petition has been by the petitioner.": "उक्त आदेश को चुनौती दे रहा है कि वर्तमान याचिका याचिकाकर्ता द्वारा की गई है।",
  "(5) Arguing the case, Learned counsel for the petitioner has": "(5) मामले पर बहस करते हुए, याचिकाकर्ता के विद्वान वकील ने प्रस्तुत किया है कि कुलाधिपति विश्वविद्यालय के",
  "submitted that the Chancellor is not authorized to pass order qua the disciplinary proceedings under the provisions of the Act of the": "अधिनियम के प्रावधानों के तहत अनुशासनात्मक कार्यवाही का आदेश पारित करने के लिए अधिकृत नहीं है। इसलिए,",
  "University. Therefore, it was beyond the powers of the Chancellor to pass order dropping of the charge-sheet against respondent No.4. The": "प्रत्यर्थी संख्या. ५ के विरुद्ध आरोपपत्र को हटाने का आदेश पारित करना कुलाधिपति की शक्तियों से परे था। आरोप",
  "statute or regulation of the University. However, since the disciplinary proceeding was subject matter between the University and _ its": "हालाँकि, चूंकि अनुशासनात्मक कार्यवाही विश्वविद्यालय और इसके बीच विषय थी",
  "DR. NISHA KUMARI v. PT B.D. SHARMA UNIVERSITY OF 181": "डॉ. निशा कुमारी बनाम पीटी बी.डी.शर्मा स्वास्थ्य विज्ञान विश्वविद्यालय,",
  "employees, therefore, the counsel for the petitioner was asked to point": "इसलिए, कर्मचारियों को याचिकाकर्ता के वकील को किसी अन्य कर्मचारी के खिलाफ आरोप पत्र के तहत किसी भी",
  "out the provisions regarding her right; under the university Act and Statutes; to raise any dispute qua the charge-sheet against any other": "विवाद को उठाने के लिए विश्वविद्यालय अधिनियम और कानूनों के तहत उसके अधिकार के बारे में प्रावधानों को इंगित",
  "employee. However, the counsel for the petitioner has not disputed that": "करने के लिए कहा गया था। तथापि, याचिकाकर्ता के वकील ने इस बात पर विवाद नहीं किया है कि अधिनियम और",
  "there is no provision in the Act and statue of the University giving any right to any employee of the university like the petitioner to rake up the": "विश्वविद्यालय की प्रतिमा में ऐसा कोई प्रावधान नहीं है जो विश्वविद्यालय के किसी कर्मचारी को, जैसे कि याचिकाकर्ता",
  "issue qua disciplinary proceedings against another employee, like the respondent No.4.": "को, प्रत्यर्थी संख्या. ५ जैसे किसी अन्य कर्मचारी के विरुद्ध अनुशासनात्मक कार्यवाही का मुद्दा उठाने का कोई अधिकार",
  "(6) On the other hand, the counsel for respondent No.-1 University has submitted that the petitioner has no locus standi,": "(6) दूसरी ओर, प्रतिवादी नं.-। विश्वविद्यालय के वकील ने प्रस्तुत किया है कि याचिकाकर्ता का कोई अधिकार नहीं है,",
  "whatever; in the issue in the present case. The present petition has been field without any legal right. The counsel has further submitted that the": "जो भी हो; वर्तमान मामले में मुद्दे में। वर्तमान याचिका बिना किसी कानूनी अधिकार के दायर की गई है। वकील ने आगे",
  "Bhagwat Dayal Sharma University of Health Science Act 2008 (in": "प्रस्तुत किया है कि पंडित भागवत दयाल शर्मा स्वास्थ्य विज्ञान विश्वविद्यालय अधिनियम 2008 (संक्षेप में यहां",
  "short referred to herein as the University Act) specially empowers an employee, against whom a disciplinary action is taken by the": "विश्वविद्यालय अधिनियम के रूप में संदर्भित) की धारा ।3 उप-धारा 6 में निहित प्रावधान विशेष रूप से एक कर्मचारी",
  "employee, against whom a disciplinary action is taken by the University to approach the Chancellor of the University against such": "को अधिकार देते हैं, जिसके खिलाफ विश्वविद्यालय द्वारा ऐसी कार्रवाई के खिलाफ विश्वविद्यालय के कुलाधिपति से",
  "representation has been declared by the University Act to be final and binding. Hence, the order passed by the Chancellor is final. The": "निर्णय को विश्वविद्यालय अधिनियम द्वारा अंतिम और बाध्यकारी घोषित किया गया है। अतः कुलाधिपति द्वारा पारित",
  "University is not even challenging the said order passed by the": "आदेश अंतिम होता है। विश्वविद्यालय कुलाधिपति द्वारा पारित उक्त आदेश को भी चुनौती नहीं दे रहा है जो अंतिम है।",
  "Chancellor is final. The University under Section 13 (13) and (14) of University Act and the jurisdiction of Civil Court is barred qua such": "विश्वविद्यालय अधिनियम की धारा ।3 (3) और (॥५) के तहत विश्वविद्यालय और सिविल कोर्ट की अधिकारिता",
  "decision of the Chancellor; as per Section 13 (15) of the University": "विश्वविद्यालय अधिनियम की धारा 3 (॥5) के अनुसार कुलाधिपति के ऐसे निर्णय से वर्जित है। अतः कुलाधिपति के",
  "Act. Hence there is no illegality or lack of authority with the Chancellor; qua the impugned order. This petition deserves to be": "पास कोई अवैधता या अधिकार की कमी नहीं है; जो कि विवादित आदेश है। इस याचिका को खारिज किया जाना",
  "(7) Having heard the counsel for the parties and having perused the case file this court finds that the petitioner does not have any locus": "(7) पक्षकारों के वकील को सुनने और मामले की फाइल का अध्ययन करने के बाद इस न्यायालय ने पाया कि",
  "standi to raise the issue involved in the present petition. The petitioner": "याचिकाकर्ता के पास वर्तमान याचिका में शामिल मुद्दे को उठाने का कोई अधिकार नहीं है। याचिकाकर्ता प्रतिवादी",
  "is a stranger in the matter of disciplinary matter against respondent No.4. She does not have right to question any order passed in favour of respondent No.4 by any authority. The petitioner is well aware of the": "नंबर. ५ के खिलाफ अनुशासनात्मक मामले में एक अजनबी है। उसे किसी भी प्राधिकरण द्वारा प्रतिवादी संख्या. ५ के पक्ष में पारित किसी भी आदेश पर सवाल उठाने का अधिकार नहीं है। याचिकाकर्ता इस तथ्य से अच्छी तरह वाकिफ",
  "fact that she lacks the locus standi, therefore, she has tried to disguise": "है कि उसके पास अधिकार का अभाव है, इसलिए, उसने वर्तमान रिट याचिका को छिपाने की कोशिश की है क्योंकि",
  "a statutory authority; as such. Therefore, the petitioner has tried to play": "के लिए अदालत पर चाल चलाने की कोशिश की है। इसलिए, वर्तमान याचिका बाध्य है",
  "(14) In view of the above, the present petition is found to be totally frivolous, baseless, motivated and filed without locus standi.": "(५) उपरोक्त को ध्यान में रखते हुए, वर्तमान याचिका पूरी तरह से तुच्छ, आधारहीन, प्रेरित और बिना किसी स्थान के",
  "Accordingly, the present petition is dismissed with a cost of": "दायर की गई है। तदनुसार, वर्तमान याचिका 5,000/- रुपये की लागत के साथ खारिज कर दिया जाता है। (पन्द्रह",
  "Rs.15,000/- (Rupees fifteen thousand). The cost amount is ordered to be deposited by the petitioner with the Poor Patient Welfare Fund, PGI, Chandigarh, within a period of four weeks from today.": "हजार रूपये). याचिकाकर्ता द्वारा आज से चार सप्ताह की अवधि के भीतर गरीब रोगी कल्याण कोष, पीजीआई, चंडीगढ़ में लागत राशि जमा करने का आदेश दिया गया है।",
  "Reporter-Gaurav Saini": "रिपोर्टर-गौरव सैनी",
  "DR. NISHA KUMARI v. PT B.D. SHARMA UNIVERSITY OF 187": "डॉ. निशा कुमारी बनाम पीटी बी.डी.शर्मा स्वास्थ्य विज्ञान विश्वविद्यालय,",
  "under Section 14(9) of the University Act however that power does not": "विश्वविद्यालय अधिनियम की धारा ५ (9) के तहत हालांकि यह शक्ति उन मामलों तक नहीं फैली है जिनमें किसी",
  "extend to the matters which may not involve the appointment or removal of an employee. Moreover even under this provision an": "कर्मचारी की नियुक्ति या निष्कासन शामिल नहीं हो सकता है। इसके अलावा इस प्रावधान के तहत भी कुलपति की",
  "employee aggrieved against the action of Vice-Chancellor has been given right to make representation. In any case, Section 13 of the Act": "कार्रवाई से व्यथित कर्मचारी को प्रतिनिधित्व करने का अधिकार दिया गया है। किसी भी मामले में, अधिनियम की धारा",
  "ensure the compliance of the Act, statute and regulation of the": "3 ने विश्वविद्यालय के अधिनियम, कानून और विनियमन का अक्षरश:ः अनुपालन सुनिश्चित करने के लिए विशेष शक्तियों",
  "the process of enquiry and order dropping charge-sheet against an": "को किसी कर्मचारी के खिलाफ आरोप पत्र छोड़ने की जांच और आदेश की प्रक्रिया को कम करने से रोकने के लिए",
  "employee. It is well settled that ordinarily the charge-sheet and the": "कुछ भी नहीं है। यह अच्छी तरह से तय किया गया है कि आम तौर पर आरोप पत्र और अनुशासनात्मक कार्यवाही में",
  "disciplinary proceedings are not to interfered with, however there are well known exception to this principle. The charge-sheet issued for": "हस्तक्षेप नहीं किया जाना चाहिए, हालांकि इस सिद्धांत के लिए जाने-माने अपवाद हैं। अप्रत्यक्ष उद्देश्यों के लिए या",
  "oblique motives or under pressure and manipulation of vested interest": "निहित स्वार्थ के दबाव और हेरफेर के तहत या उन आरोपों के आधार पर जारी किया गया आरोप पत्र जो नियोक्‍ता के",
  "quashed or ordered to be dropped. After all no jurisprudential concept mandates that proceedings against employee have to be permitted to": "दिया जा सकता है। आखिरकार कोई भी न्यायशास्त्र अवधारणा यह आदेश नहीं देती है कि कर्मचारी के खिलाफ",
  "pressure for oblique motives and are ex-facie baseless. The same deserves to stopped to prevent under harassment to the employee. In": "दबाव में शुरू की गई हों और पूर्व-चेहरे आधारहीन हों। कर्मचारी के उत्पीड़न को रोकने के लिए इसे रोकने की",
  "the present case the Chancellor has done only that.": "आवश्यकता है। वर्तमान मामले में कुलाधिपति ने केवल यही किया है।",
  "(13) Not only that sub-Section (15) of Section 13 of the Act": "(।3) इतना ही नहीं अधिनियम की धारा ।3 की उपधारा (॥5) में विनिर्दिष्ट रूप से यह उपबंध है कि उपधारा (3)",
  "specifically provides that power exercised by the Chancellor under sub- Sections (13) and (14) shall not be called in question in any civil court.": "और (५) के अधीन कुलाधिपति द्वारा प्रयोग की गई शक्ति पर किसी सिविल न्यायालय में प्रश्न नहीं उठाया जाएगा।",
  "Therefore, it is obvious that a person, who pleads to raise dispute against an order of Chancellor, as a matter of right and thus; which": "इसलिए, यह स्पष्ट है कि एक व्यक्ति, जो कुलाधिपति के आदेश के खिलाफ विवाद उठाने का अनुरोध करता है,",
  "could have been raised before the Civil Court, has been precluded from": "अधिकार के मामले के रूप में और इस प्रकार; जिसे सिविल कोर्ट के समक्ष उठाया जा सकता था, अधिनियम के",
  "doing the same by the provisions of the Act itself. This also leads to the": "प्रावधानों द्वारा ही ऐसा करने से रोक दिया गया है। इससे यह भी निष्कर्ष निकलता है कि याचिकाकर्ता को कुलाधिपति",
  "conclusion that the petitioner does not have any civil right to question the order passed by the Chancellor, whatever be the nature, quality or": "द्वारा पारित आदेश पर सवाल उठाने का कोई नागरिक अधिकार नहीं है, चाहे इस तरह के आदेश की प्रकृति, गुणवत्ता",
  "legality of such an order. So far as the University, which is the only party who could have raised grievance against the order of the": "या वैधता कुछ भी हो। जहां तक विश्वविद्यालय का संबंध है, जो कुलाधिपति के आदेश के खिलाफ शिकायत करने वाला",
  "Chancellor, is concerned, it has not raised any dispute against the order passed by the Chancellor. The University itself is satisfied with the": "एकमात्र पक्ष है, उसने कुलाधिपति द्वारा पारित आदेश के खिलाफ कोई विवाद नहीं उठाया है। विश्वविद्यालय स्वयं",
  "order passed by the Chancellor, which again stresses upon the fact mentioned in the charge-sheet that the University was forced to issue": "कुलाधिपति द्वारा पारित आदेश से संतुष्ट है, जो फिर से आरोप पत्र में उल्लिखित तथ्य पर जोर देता है कि विश्वविद्यालय",
  "the charge-sheet against respondent No.4, in the first place, on account of agitation conducted by the petitioner and her associates.": "को याचिकाकर्ता और उसके सहयोगियों द्वारा किए गए आंदोलन के कारण प्रथम स्थान पर प्रतिवादी संख्या. ५ के"
}