{
  "30.04.2005 and the further escalation reckoned for each year are paid": "बकाया राशि और प्रत्येक वर्ष के लिए गणना की गई आगे की वृद्धि का भुगतान",
  "within four weeks from today. If the petitioner commits default for the same,": "आज से चार सप्ताह के भीतर किया जाता है।यदि याचिकाकर्ता उसी के लिए चूक",
  "the order of eviction, which is already passed by the authorities shall stand": "करता है, तो बेदखली का आदेश, जो पहले से ही अधिकारियों द्वारा पारित किया",
  "restored and the respondents will be at liberty to enforce the order in the manner known to law.": "गया है, बहाल हो जाएगा और प्रतिवादी कानून को ज्ञात तरीके से आदेश को लागू करने के लिए स्वतंत्र होंगे।",
  "(7) In C.W.P. No.2473 of 2010, both the counsel agree that the": "(7) 20॥0 के सी. डब्ल्यू पी. संख्या 2473 में, दोनों वकील इस बात से सहमत",
  "case addresses the very same legal submission contained in the above case.": "हैं कि मामला उपरोक्त मामले में निहित एक ही कानूनी प्रस्तुति को संबोधित करता",
  "I am not, therefore, reproducing the reasoning and I would adopt what I have said in the other judgment to be applicable to this case as well.": "है।इसलिए, मैं तर्क को पुनःप्रस्तुत नहीं कर रहा हूं और मैंने जो दूसरे निर्णय में कहा है उसे इस मामले में भी लागू करने के लिए अपनाऊंगा।",
  "(8) The writ petition in C.W.P. No.2473 of 2010 is allowed on the same terms.": "(8) 200 के सी. डब्ल्यू पी. ।४०.2473 में रिट याचिका को उन्हीं शर्तों पर अनुमति दी गई है।",
  "KRISHAN KUMAR v. COMMISSIONER, AMBALA DIVISION 615": "कृष्ण कुमार बनाम आयुक्त, अंबाला विभाग 6॥5",
  "AND OTHERS (K. Kannan, J.)": "और अन्य _न्यामूर्ति के. कन्नन)",
  "Before K. Kannan, J.": "न्यामूर्ति के. कन्नन के समक्ष",
  "KRISHAN KUMAR,—Petitioner": "कृष्ण कुमार,-याचिकाकर्ता",
  "versus": "बनाम",
  "COMMISSIONER, AMBALA DIVISION AND OTHERS,—Respondents": "आयुक्त, अंबाला विभाग और अन्य,-उत्तरदाता",
  "CWP No.2472 of 2010": "सीडब्ल्यूपी सं. 20॥0 का 2472",
  "Constitution of India - Art. 226 - Punjab Panchayat Samiti": "भारत का संविधान-अनुच्छेद 226-पंजाब पंचायत समिति और जिला परिषद",
  "and Zila Parishad (Sales, Lease and other alienation of property and": "(संपत्ति और सार्वजनिक स्थानों की बिक्री, पट्टा और अन्य अलगाव) नियम, 964-",
  "Public places) Rules, 1964 - RI.3(b)(ii) - Public Premises Act -": "नियम 3 (बी) ()-सार्वजनिक परिसर अधिनियम-याचिकाकर्ता पद्टेदार ने पट्टे की",
  "that lease had expired - Petitioner willing to pay enhanced rent as": "याचिकाकर्ता बढ़े हुए किराए का भुगतान करने के लिए तैयार है",
  "the ground that the tenant had not paid the rent and that the period of lease": "कि किरायेदार किराए का भुगतान नहीं कर रहा है उसने यह नहीं बताया की जब",
  "all, for the rent had been paid upto 30.04.2005 and therefore, on the date": "याचिका दायर की गई थी तब 30.04.2005 तक का किराए का भुगतान कर था।",
  "(i) such property or public place is proposed to be leased out to the Central Government, State Government, a Corporation or": "() ऐसी संपत्ति या सार्वजनिक स्थान केंद्र सरकार, राज्य सरकार, निगम या",
  "a Board owned or controlled by the Government or to a Mahila": "सरकार के स्वामित्व वाले या नियंत्रित बोर्ड या महिला मंडल को पढ़े पर देने का",
  "Mandal and in such a case the amount of lease money shall be assessed by the Executive Engineer, Panchayati Raj working in": "प्रस्ताव है और ऐसे मामले में पट्रे की राशि का आकलन पंचायती राज में काम",
  "the Department of Rural Development and Panchayats in": "करने वाले कार्यकारी अभियंता द्वारा ग्रामीण विकास और पंचायत विभाग",
  "of Public Works in assessing the rental value of the property;": "संपत्ति के किराये के मूल्य का आकलन करने में लोक निर्माण विभाग द्वारा",
  "(ii) the person to whom the property or public place is initially": "() वह व्यक्ति जिसे संपत्ति या सार्वजनिक स्थान शुरू में नीलामी द्वारा पट्टे पर",
  "leased out by auction agrees, three months prior to the expiry": "दिया जाता है, पट्रे की अवधि समाप्त होने से तीन महीने पहले पट्टे की राशि को",
  "of the lease period to enhance the lease money by ten per cent": "प्रति वर्ष मौजूदा पट्टे की राशि के दस प्रतिशत तक बढ़ाने के लिए सहमत होता",
  "(3) According to him, he was always prepared to pay the additional rents for every year commencing from the date when the petition was filed.": "(3) उनके अनुसार, वह याचिका दायर करने की तारीख से शुरू होने वाले हर साल के लिए अतिरिक्त किराए का भुगतान करने के लिए हमेशा तैयार रहते थे।यदि",
  "If there are rules, which allow for extension of lease beyond the initial period": "ऐसे नियम हैं, जो प्रारंभिक अवधि से आगे पढ़े के विस्तार की अनुमति देते हैं और",
  "and if the tenant is willing to pay the additional rent as required under the": "यदि किरायेदार नियमों के तहत आवश्यक अतिरिक्त किराए का भुगतान करने को",
  "Rules, he cannot be treated as an unauthorized occupant to justify an action for eviction.": "तैयार है, तो उसे बेदखली के लिए कार्रवाई को सही ठहराने के लिए एक अनधिकृत कब्जे में नहीं माना जा सकता है।",
  "(4) Learned counsel appearing for the respondents states that the": "(4) प्रतिवादी की ओर से पेश विद्वान वकील का कहना है कि किरायेदार इस",
  "tenant has not been paying rent without addressing the point that the rent": "बात को संबोधित किए बिना किराए का भुगतान नहीं कर रहा है कि जब याचिका",
  "had been tendered upto 30.04.2005 when the petition was filed. In any": "दायर की गई थी तब किराया 30.04.2005 तक दिया गया था।किसी भी स्थिति में,",
  "event, learned counsel for the respondent relies on the judgment of Division": "प्रतिवादी के लिए विद्वान अधिवक्ता डिवीजन के फैसले पर निर्भर करता है पंजाब",
  "Bench of this Court in Punjab State Electricity Board versus State of": "राज्य विद्युत बोर्ड बनाम राज्य के मामले में इस न्यायालय की पीठ पंजाब (॥) जो",
  "expiry of the lease period and where the Court held that the tenant will be": "पट्टा अवधि की समाप्ति के बाद कब्जे में बने रहने के मुद्दे से निपटता है और जहां अदालत ने अभिनिर्धारित किया है कि यदि प्राधिकरण द्वारा पड्रा का और विस्तार",
  "considered as an unauthorized occupant if a further extension of lease is": "नहीं दिया जाता है तो किरायेदार को एक अनधिकृत अधिभोगकर्ता माना",
  "rent had been tendered upto 30.04.2005 when the petition was filed. In": "भुगतान 30.04.2005 तक किया गया था और इसलिए, याचिका दायर करने की"
}