{
  "Before Manjari Nehru Kaul, J.": "मंजरी नेहरू कौल से पहले जे.",
  "COL. H.S.DHILLON (RETD.)(DECEASED)THROUGH LRs—": "कर्नल. एच.एस.ढिल्लों (सेवानिवृत्त) मृतक)एलआर के माध्यम से-",
  "Petitioner": "याचिकाकर्ता",
  "versus": "बनाम",
  "AKHILESH KUMAR SINHA—Respondents": "अखिलेश कुमार सिन्हा-प्रतिवादी",
  "CR No. 4928 of 2015": "2045 का सीआर नंबर 4928",
  "September 22, 2022": "22 सितंबर 2022",
  "A. East Punjab Urban Rent Restriction Act, 1949, Section 13(3)": "ए. पूर्वी पंजाब शहरी किराया प्रतिबंध अधिनियम, 4949, धारा 43(3) - बेदखली -",
  "not be \"occupying\" any other similar property within urban area": "किसी अन्य समान संपत्ति पर \"कब्जा\" नहीं करना चाहिए - कानून की आवश्यकता मकान",
  "concerned — Requirement of law is disclosure of properties occupied by landlord — It has to be distinguished from expression": "मालिक द्वारा कब्जा की गई संपत्तियों का खुलासा करना है - इसे अभिव्यक्ति \"स्वामित्व\"",
  "by landlord — It has to be distinguished from expression \"ownership''— Landlord categorically mentioned that he is not": "से अलग करना होगा - मकान मालिक ने स्पष्ट रूप से उल्लेख किया है कि वह किसी",
  "occupying any other building — Non-disclosure of the ownership of the landlord's son to extent of 50% share in a residential house in Chandigarh would be of no material consequence.": "अन्य इमारत पर कब्जा नहीं कर रहा है - चंडीगढ़ में एक आवासीय घर में 50% हिस्सेदारी का मकान मालिक के बेटे के स्वामित्व का खुलासा न करना कोई मायने नहीं रखेगा",
  "Held, that a minute reading of the aforementioned provisions": "माना गया कि उपरोक्त प्रावधानों को एक मिनट में पढ़ने से यह स्पष्ट हो जाता है",
  "similar property/properties within the urban area concerned. Thus, the": "वाले मकान मालिक को संबंधित शहरी क्षेत्र के भीतर किसी अन्य समान संपत्ति/संपत्ति पर",
  "requirement of law is the disclosure of properties occupied by the landlord. The Legislature, in its wisdom, has used the expression": "\"कब्जा\" नहीं करना चाहिए। इस प्रकार, कानून की आवश्यकता मकान मालिक द्वारा कब्जा की गई संपत्तियों का खुलासा करना है। विधायिका ने, अपने विवेक से, \"कब्जा",
  "\"occupying\" which has to be distinguished from the expression": "करना\" अभिव्यक्ति का उपयोग किया है जिसे \"स्वामित्व\" अभिव्यक्ति से अलग करना",
  "\"ownership\". In the instant case, the landlord in his petition has": "होगा। मौजूदा मामले में, मकान मालिक ने अपनी याचिका में स्पष्ट रूप से उल्लेख किया है",
  "categorically mentioned that he is not occupying any other building, rather he has gone even a step ahead and disclosed that none of his": "कि वह किसी अन्य इमारत पर कब्जा नहीं कर रहा है, बल्कि वह एक कदम आगे बढ़",
  "rather he has gone even a step ahead and disclosed that none of his family members are occupying any other building in the urban area": "गया है और खुलासा किया है कि उसके परिवार का कोई भी सदस्य संबंधित शहरी क्षेत्र में",
  "son to the extent of 50% share in a residential house i.e. House No.1318, Sector 15-D, Chandigarh would be of no _ material": "4348, सेक्टर 45-डी, चंडीगढ़ में 50% हिस्सेदारी की सीमा तक मकान मालिक के बेटे के",
  "asked for by the landlord for the requirement of his son.": "जब पट्टे पर दिया गया परिसर मकान मालिक द्वारा अपने बेटे की आवश्यकता के लिए भी",
  "(Para 23)": "(23 के लिए)",
  "B. East Punjab Urban Rent Restriction Act, 1949, Section 13(3)": "बी. पूर्वी पंजाब शहरी किराया प्रतिबंध अधिनियम, 4949, धारा 43(3) - बाद में",
  "— Subsequent eviction petition — For accommodation of landlord's son's driver and staff as and when they were in town visiting the": "बेदखली याचिका - मकान मालिक के बेटे के ड्राइवर और कर्मचारियों के आवास के लिए",
  "that the judicial process does consume a long time, and merely because": "को भी नजरअंदाज नहीं किया जा सकता है कि न्यायिक प्रक्रिया में लंबा समय लगता है,",
  "of some delay in the culmination of judicial proceedings, if the benefit": "और केवल न्यायिक कार्यवाही के समापन में कुछ देरी के कारण, यदि लाभ अस्वीकार कर",
  "was declined, it would only encourage the tenants to protract the litigation in order to defeat the rights of the landlord.": "दिया गया, तो यह केवल किरायेदारों को मकान मालिक के अधिकारों को खत्म करने के लिए मुकदमेबाजी को लंबा करने के लिए प्रोत्साहित करेगा।",
  "G. East Punjab Urban Rent Restriction Act, 1949, Section 13(3)": "जी. पूर्वी पंजाब शहरी किराया प्रतिबंध अधिनियम, 4949, धारा 43(3) - किरायेदार",
  "— Eviction of tenant — Eviction of a tenant can certainly not be": "की बेदखली - किसी किरायेदार की बेदखली को निश्चित रूप से न्यायालय की मान्यताओं",
  "allowed or declined on beliefs of Court, rather requirement has to be": "पर अनुमति या अस्वीकार नहीं किया जा सकता है, बल्कि आवश्यकता को मकान मालिक",
  "Held, that eviction of a tenant can certainly not be allowed or": "माना गया कि किसी किरायेदार को बेदखल करने की निश्चित रूप से अदालत की",
  "upon not only the landlord but also his married daughter, which": "आकलन करने के बजाय, न केवल मकान मालिक बल्कि उसकी विवाहित बेटी पर भी",
  "deserves to be frowned upon by this Court. This Court has no hesitation": "अपना ज्ञान थोप रहा था, जो निंदा करने योग्य है। इस न्यायालय द्वारा. इस न्यायालय को",
  "in observing that the approach of the Rent Controller was perfectly just": "यह कहने में कोई झिझक नहीं है कि किराया नियंत्रक का दृष्टिकोण पूरी तरह से उचित",
  "and in consonance with the settled law, wherein he took note of the practical realities of life and thereafter arrived at a reasonable": "और स्थापित कानून के अनुरूप था, जिसमें उन्होंने जीवन की व्यावहारिक वास्तविकताओं",
  "conclusion. The Rent Controller was conscious of the fact that the": "पर ध्यान दिया और उसके बाद एक उचित निष्कर्ष पर पहुंचे। किराया नियंत्रक इस तथ्य",
  "landlord and his wife being senior citizens, would naturally look": "से अवगत था कि मकान मालिक और उसकी पत्नी वरिष्ठ नागरिक होने के कारण",
  "forward to the company of their children, especially the daughter and": "स्वाभाविक रूप से अपने बच्चों, विशेषकर बेटी और पोते-पोतियों की संगति की आशा",
  "grandchildren. However, the Appellate Authority chose to brush aside the observations of the Rent Controller in a single stroke and instead": "करेंगे। हालाँकि, अपीलीय प्राधिकारी ने एक ही झटके में किराया नियंत्रक की टिप्पणियों को दरकिनार करने का फैसला किया और इसके बजाय मकान मालिक पर अपनी",
  "made it onerous upon the landlord to prove his requirement to be bonafide beyond reasonable": "को दरकिनार करने का फैसला किया और इसके बजाय मकान मालिक पर अपनी आवश्यकता को उचित से परे प्रामाणिक साबित करना कठिन बना दिया।",
  "(Para 45)": "(45 के लिए)",
  "Ashwani K. Chopra, Senior Advocate with Gursher Bhandal & Brahmjot Nahar, Advocates, for the petitioner.": "याचिकाकर्ता की ओर से वरिष्ठ वकील अभश्वनी के. चोपड़ा, गुरशेर भंडाल और ब्रह्मजोत",
  "Tarun Jain Sinha, Advocate and A.K. Sinha, Respondent — in person.": "तरूण जैन सिन्हा, अधिवक्ता एवं ए.के. सिन्हा, प्रतिवादी - व्यक्तिगत रूप से।",
  "(1) The petitioner/landlord is impugning the judgment and": "(३) याचिकाकर्ता/मकान मालिक अपीलीय प्राधिकरण, चंडीगढ़ द्वारा पारित",
  "filed under Section 13 of the East Punjab Urban Rent Restriction Act,": "पूर्वी पंजाब शहरी किराया प्रतिबंध अधिनियम की धारा 43 के तहत दायर एक याचिका में",
  "1949 (hereinafter referred to as, ‘the Act’).": "किराया नियंत्रक के निष्कर्षों को उलट दिया था। 4949 (इसके बाद इसे 'अधिनियम' कहा जाएगा)।",
  "(2) Before proceeding further, it would be relevant to point out that the present rent petition was instituted before the Rent": "(2) आगे बढ़ने से पहले, यह बताना प्रासंगिक होगा कि वर्तमान किराया याचिका",
  "Controller on 27.10.1997, however, the same was dismissed as": "27.40.4997 को किराया नियंत्रक के समक्ष दायर की गई थी, हालांकि, इसे दिनांक",
  "withdrawn on03.12.2002 in view of the notification dated 07.11.2002": "07.4.2002 की अधिसूचना के मद्देनजर 03.42.2002 को वापस ले लिया गया था। जिसके",
  "vide which the Act was made inapplicable to UT, Chandigarh. The said": "द्वारा अधिनियम को यूटी, चंडीगढ़ पर लागू नहीं किया गया। उक्त अधिसूचना को बाद में",
  "notification was later set aside by the Hon’ble Supreme Court vide order dated 07.11.2006 passed in CA-4688-2006 titled as Vasu Dev versus Union of India. On 11.12.2006 an application for": "माननीय सर्वोच्च न्यायालय द्वारा सीए-4688-2006 में वासु देव बनाम भारत संघ शीर्षक से पारित आदेश दिनांक 07.44.2006 द्वारा रद्द कर दिया गया था। 44.42.2006 को",
  "restoration of the present rent petition was moved by the petitioner,": "याचिकाकर्ता द्वारा वर्तमान किराया याचिका की बहाली के लिए एक आवेदन दायर किया",
  "however, since the tenant was allegedly evading service in the": "गया था, हालांकि, चूंकि किरायेदार कथित तौर पर बहाली आवेदन में सेवा से बच रहा था,",
  "restoration application, a fresh petition under Section 13 (second": "इसलिए अधिनियम की धारा 43 (दूसरी याचिका) के तहत एक नई याचिका दायर की गई",
  "petition) of the Act was filed wherein it was specified in para No.5 that if the respondent appears in the restoration application, the second": "थी। पैरा संख्या 5 में निर्दिष्ट किया गया था कि यदि प्रतिवादी बहाली आवेदन में उपस्थित",
  "petition would be withdrawn, else the second petition would be": "होता है, तो दूसरी याचिका वापस ले ली जाएगी, अन्यथा दूसरी याचिका आगे बढ़ाई",
  "pursued. Subsequently on 28.08.2009, the respondent put in an appearance in the restoration application of the first rent petition and": "जाएगी। इसके बाद 28.08.2009 को, प्रतिवादी ने पहली किराया याचिका की बहाली",
  "accordingly the same was restored to its original number vide order dated 22.10.2009 and the second rent petition was dismissed as": "आवेदन में उपस्थिति दर्ज कराई और तदनुसार दिनांक 22.40.2009 के आदेश के माध्यम से उसे उसके मूल नंबर पर बहाल कर दिया गया और दूसरी किराया याचिका को वापस",
  "withdrawn. Hence, this revision petition emanates from the first rent": "ले लिया गया मानकर खारिज कर दिया गया। इसलिए, यह पुनरीक्षण याचिका",
  "petition filed by the petitioner/landlord.": "याचिकाकर्ता/मकान मालिक द्वारा दायर पहली किराया याचिका से उत्पन्न हुई है।",
  "(3) The parties to the /is hereinafter shall be referred to by their original positions in the suit.": "(3) इसके बाद मुकदमे के पक्षकारों को मुकदमे में उनकी मूल स्थिति के अनुसार संदर्भित किया जाएगा।",
  "demised premises i.e. annex portion consisting of 2 rooms, enclosed verandah, kitchen, bathroom and latrine of House No.2157, Sector 15- C, Chandigarh, on the grounds of non-payment of rent and personal": "45-सी, चंडीगढ़ के स्वामित्व वाले परिसर यानी 2 कमरे, संलग्न बरामदा, रसोई, बाथरूम और शौचालय वाले अतिरिक्त हिस्से से किरायेदार को बेदखल करने की मांग की। किराये",
  "(5) As per the pleaded case of the landlord, he is the owner of House No.2157, Sector 15-C, Chandigarh. The tenant approached the": "(5) मकान मालिक के निवेदन के अनुसार, वह मकान नंबर 2457, सेक्टर 45-सी,",
  "landlord for taking the demised premises on rent for a period of one": "चंडीगढ़ का मालिक है। किरायेदार ने मकान मालिक से एक वर्ष की अवधि के लिए",
  "year on the ground that he was Legal Advisor to some industries in Gurgaon and Faridabad with headquarters at Delhi and he had to": "मुख्यालय वाले गुड़गांव और फरीदाबाद में कुछ उद्योगों के कानूनी सलाहकार थे और",
  "travel between Delhi and Chandigarh frequently. Hence, he required": "उन्हें अक्सर दिल्‍ली और चंडीगढ़ के बीच यात्रा करनी पड़ती थी। इसलिए, उन्हें अपने",
  "the demised premises for his residence. The tenant assured the landlord": "निवास के लिए ध्वस्त परिसर की आवश्यकता थी। किरायेदार ने मकान मालिक को",
  "thathe would vacate the demised premises as and when required by the latter. Resultantly, the demised premises was let out to the tenant for a": "आश्वासन दिया कि जब भी आवश्यकता होगी वह मकान खाली कर देगा। परिणामस्वरूप,",
  "period of one year on a monthly rent of Rs.2,500/- exclusive of": "वर्ष 49% में, पट्टेदार परिसर को बिजली शुल्क को छोड़कर, 2,500/- रुपये के मासिक",
  "E. East Punjab Urban Rent Restriction Act, 1949, Section 13(3)": "सी. पूर्वी पंजाब शहरी किराया प्रतिबंध अधिनियम, 4949, धारा 43(3) - बेदखली -",
  "convenience of the family members. It is but natural for the landlord to": "आवश्यकता उचित प्रतीत होती है। मकान मालिक के लिए यह स्वाभाविक है कि वह",
  "want his family and other guests visiting him to be comfortable during": "चाहता है कि उसका परिवार और उससे मिलने आने वाले अन्य मेहमान उसके यहाँ आने के दौरान सहज रहें। मकान मालिक को निश्चित रूप से अपने परिवार को ग्रीन-हाउस या",
  "their visits to his place. The landlord can certainly not be asked to adjust his family in green-house or even the Study merely because the": "मालिक को निश्चित रूप से अपने परिवार को ग्रीन-हाउस या यहां तक कि अध्ययन कक्ष में समायोजित करने के लिए नहीं कहा जा सकता है, क्योंकि किरायेदार स्पष्ट रूप से",
  "tenant unabashedly does not wish to vacate the demised premises. At": "स्वामित्व वाले परिसर को खाली नहीं करना चाहता है। पुनरावृत्ति की कीमत पर, यह",
  "the expense of repetition, it needs to be reiterated that the tenant cannot question the extent of accommodation required by his landlord.": "दोहराया जाना चाहिए कि किरायेदार अपने मकान मालिक द्वारा आवश्यक आवास की सीमा पर सवाल नहीं उठा सकता है।",
  "(Para 37)": "(37 के लिए)",
  "F. East Punjab Urban Rent Restriction Act, 1949, Section 13(3)": "एफ. पूर्वी पंजाब शहरी किराया प्रतिबंध अधिनियम, 4949, धारा 43(3) - बेदखली -",
  "— Eviction — Plea of tenant that since landlord had expired and": "किरायेदार की दलील कि चूंकि मकान मालिक की मृत्यु हो गई थी और यहां तक कि",
  "even his daughter had got her husband's house in Chandigarh, his": "उसकी बेटी को चंडीगढ़ में अपने पति का घर मिल गया था, इसलिए उसके लिए भूमिहीन",
  "requirement for getting demised premises vacated no longer subsisted": "परिसर को खाली कराने की आवश्यकता अब समाप्त नहीं हुई है - माना जाता है कि",
  "— Held, subsequent events to overshadow the genuineness of the": "आवश्यकता की वास्तविकता को प्रभावित करने वाली बाद की घटनाएं ऐसी प्रकृति और",
  "need must be of such nature and of such a dimension that the need propounded by the petitioning party should have been completely": "ऐसे आयाम की होनी चाहिए कि याचिकाकर्ता पक्ष द्वारा प्रतिपादित आवश्यकता को ऐसी",
  "eclipsed by such subsequent events — Subsequent events i.e.": "बाद की घटनाओं से पूरी तरह से ग्रहण कर लिया जाना चाहिए - बाद की घटनाएं यानी",
  "daughter of landlord getting house of her husband in Chandigarh": "मकान मालिक की बेटी को अपने पति का घर मिलना चंडीगढ़ में और तत्काल पुनरीक्षण",
  "and landlord dying during the pendency of instant revision petition,": "याचिका के लंबित रहने के दौरान मकान मालिक की मृत्यु हो जाने से, मकान मालिक की",
  "would not eclipse requirement of landlord (since deceased) — Daughter of landlord admittedly not in possession of house of her": "आवश्यकता पर कोई प्रभाव नहीं पड़ेगा (मृतक के बाद से) - मकान मालिक की बेटी ने",
  "Daughter of landlord admittedly not in possession of house of her husband on date of institution of the petition in question — Daughter": "स्वीकार किया कि याचिका की स्थापना की तारीख पर उसके पति के घर पर उसका",
  "alongwith her children was frequent visitor to his house — Further,": "कब्जा नहीं था - बेटी अपने बच्चों के साथ उनके घर अक्सर आना-जाना होता था - इसके",
  "since landlord's wife was a patient of migraine and his daughter": "अलावा, चूँकि मकान मालिक की पत्नी माइग्रेन की मरीज थी और उसकी बेटी अपने",
  "along with her family comes not only to look after her mother but": "परिवार के साथ न केवल अपनी माँ की देखभाल करने के लिए बल्कि घर की देखभाल",
  "also to take care of the house — Thus, no fixed rules as to when, why": "करने के लिए भी आती है - इसलिए, कब, कब, इसका कोई निश्चित नियम नहीं है। किसी",
  "and how children of person including his or her daughters should be visiting their parental home.": "व्यक्ति के बच्चों, जिनमें उसकी बेटियाँ भी शामिल हैं, को अपने माता-पिता के घर क्‍यों और कैसे जाना चाहिए।",
  "Held, that the submissions made by the tenant that since the": "यह माना गया कि कियायेदार द्वारा दी गई दलीलें कि चूंकि मकान मालिक की",
  "landlord had expired and even his daughter had got her husband's house": "मृत्यु हो गई थी और यहां तक कि उसकी बेटी को भी चंडीगढ़ में अपने पति का घर मिल",
  "has to be adjudged as per the circumstances in existence on the date of": "नहीं रह गया है कि याचिका दायर करने की तारीख पर मौजूद परिस्थितियों के अनुसार",
  "filing of the petition. It would be sufficient for the landlord to prove": "मकान मालिक की आवश्यकता का निर्णय किया जाना चाहिए। मकान मालिक के लिए यह साबित करना पर्याप्त होगा कि बेदखली याचिका की स्थापना के समय उसके द्वारा",
  "maxim \"Actus Curiae Neminem Gravabit\" which implies that an act of": "ग्रेवबिट\" पर आधारित है जिसका तात्पर्य है कि न्यायालय का कोई भी कार्य किसी भी",
  "agreement, in July 1997. However, when the tenant was asked by the": "मौखिक समझौते के अनुसार वर्ष, जुलाई 997 में। हालाँकि, जब किरायेदार को अप्रैल",
  "landlord in April 1997 to vacate the demised premises as he required it": "4997 में मकान मालिक द्वारा स्वामित्व वाले परिसर को खाली करने के लिए कहा गया",
  "for his personal necessity, the tenant instituted a suit for permanent": "क्योंकि उसे अपनी व्यक्तिगत आवश्यकता के लिए इसकी आवश्यकता थी, तो किरायेदार",
  "injunction against the landlord on false and frivolous grounds. The": "ने मकान मालिक के खिलाफ स्थायी निषेधाज्ञा के लिए एक मुकदमा दायर किया। झूठे",
  "landlord pleaded in his petition that his family consisted of his wife and": "और तुच्छ आधार. मकान मालिक ने अपनी याचिका में दलील दी कि उसके परिवार में",
  "a married son who was also having a child. The married son of the": "उसकी पत्नी और एक विवाहित बेटा है जिसका एक बच्चा भी है। मकान मालिक का",
  "landlord was working for a Management Institute in Gurgaon and on his frequent visits to Chandigarh, he stayed in the separate": "विवाहित बेटा गुड़गांव में एक प्रबंधन संस्थान में काम करता था और अक्सर चंडीगढ़ आने",
  "accommodation which had been kept for him within the main building": "पर वह घर की मुख्य इमारत के भीतर उसके लिए रखे गए अलग आवास में रहता था।",
  "of the house. Not only this, the son-in-law of the landlord was working in the Merchant Navy and hence, due to the nature of his job, his": "इतना ही नहीं, मकान मालिक का दामाद मर्चेट नेवी में कार्यरत था और इसलिए उसकी",
  "married daughter too had shifted to the house of the landlord from": "नौकरी की प्रकृति के कारण, उसकी विवाहित बेटी भी दिल्‍ली से मकान मालिक के घर आ",
  "small children aged 1% years and 3 years respectively. The landlord thus, averred that in view of the necessity of his married daughter and": "साल के दो छोटे बच्चे थे। इस प्रकार, मकान मालिक ने कहा कि उसकी विवाहित बेटी की",
  "the assurances which had been given to the landlord by the tenant": "आवश्यकता और कियायेदार द्वारा मकान मालिक को दिए गए आश्वासन को ध्यान में रखते",
  "that he would vacate the premises as and when required by him, the": "हुए कि वह जब भी आवश्यकता होगी, परिसर खाली कर देगा, किरायेदार को आदेश दिया",
  "tenant be ordered to be ejected from the demised premises. The": "जाए कि उसे घर से बाहर निकाल दिया जाए। पट्टान्तरित परिसर। मकान मालिक ने यह",
  "landlord also pleaded that the demised premises i.e. the annexe was an independent unit and was required by him for his daughter and her": "भी दलील दी कि ख़त्म किया गया परिसर यानी एनेक्सी एक स्वतंत्र इकाई थी और उसे",
  "independent unit and was required by him for his daughter and her children. It was further averred that the personal requirement of the": "अपनी बेटी और उसके बच्चों के लिए इसकी आवश्यकता थी। यह भी कहा गया कि",
  "landlord in the above mentioned circumstances was bonafide and": "उपरोक्त परिस्थितियों में मकान मालिक की व्यक्तिगत आवश्यकता वास्तविक थी और न",
  "neither he nor his family members were either occupying any other residential building in the urban area of Chandigarh nor had they": "तो वह और न ही उसके परिवार के सदस्य चंडीगढ़ के शहरी क्षेत्र में किसी अन्य आवासीय",
  "vacated any such building without any sufficient cause after the": "भवन पर कब्जा कर रहे थे और न ही उन्होंने बिना किसी पर्याप्त कारण के ऐसी कोई",
  "(6) Qua the non-payment of rent, the landlord alleged that the": "(6) किराए का भुगतान न करने पर मकान मालिक ने आरोप लगाया कि",
  "tenant had defaulted in the payment of rent since June 1997.": "किरायेदार ने जून 4997 से किराए के भुगतान में चूक की है।",
  "(7) The tenant filed written statement on 01.09.1998, which": "(7) किरायेदार ने 04.09.4998 को लिखित बयान दायर किया, जिसे बाद में वर्ष",
  "was subsequently amended in the year 2010. The tenant challenged the": "2040 में संशोधित किया गया। किरायेदार ने आवश्यक पार्टियों के गैर-जुड़ने के लिए यानी",
  "claim of the landlord on the grounds of maintainability, for non-joinder": "मकान मालिक की पत्नी के रूप में रखरखाव के आधार पर मकान मालिक के दावे को",
  "landlady since she had issued the rent receipts to him for the period between 01.04.1996 to May 1997. The tenant disputed the claim of the": "4997 के बीच की अवधि के लिए किराए की रसीदें जारी की थीं। किरायेदार ने मकान",
  "landlord that the demised premises had been let-out to him only for a": "मालिक के इस दावे का खंडन किया कि खाली परिसर उसे केवल एक वर्ष की अवधि के",
  "period of one year, whose expiry was in July 1997. Rather, he claimed": "लिए किराए पर दिया गया था। , जिसकी समाप्ति जुलाई 4997 में हुई थी। बल्कि, उन्होंने",
  "that he had been inducted as a tenant by the landlord and his wife on": "दावा किया कि उन्हें मकान मालिक और उनकी पत्नी द्वारा 04.04.3996 को द इंडियन",
  "01.04.1996 pursuant to an advertisement dated 30.03.1996 in The": "एक्सप्रेस में 30.03.996 के एक विज्ञापन के अनुसार किराएदार के रूप में शामिल किया",
  "that the wife of the landlord had issued receipt qua the rent for": "किया कि मकान मालिक की पत्नी ने किरायेदार को अप्रैल 4996 महीने के किराए की",
  "rent toohad been given to her. The tenant further claimed that he was always willing to pay the rent to the landlord against rent receipt and": "ने आगे दावा किया कि वह किराये की रसीद के बदले मकान मालिक को कियाया देने के",
  "always willing to pay the rent to the landlord against rent receipt and had tendered rent from the month of June 1997 to 31.07.1998 before": "लिए हमेशा तैयार था और उसने 29.07.998 को किराया नियंत्रक के समक्ष जून 997 से",
  "the Rent Controller, on 29.07.1998. Hence, it was urged by the tenant": "34.07.4998 तक का किराया जमा किया था। इसलिए, किरायेदार द्वारा यह आग्रह किया",
  "that the petition was not maintainable on grounds of non-payment of rent.": "गया था कि किराए का भुगतान न करने के आधार पर याचिका सुनवाई योग्य नहीं है।",
  "(8) Still further, in the written statement the tenant submitted": "(8) इसके अलावा, लिखित बयान में किरायेदार ने कहा कि यह मकान मालिक की",
  "that it was a mere ploy on the part of the landlord to harass him and to exert pressure on him so as to dispossess him from the demised": "ओर से उसे परेशान करने और उस पर दबाव डालने की एक चाल थी ताकि उसे किसी न",
  "premises on one pretext or the other. The tenant claimed that it was on": "किसी बहाने से स्वामित्व वाले परिसर से बेदखल कर दिया जा सके। किरायेदार ने दावा",
  "account of the harassment meted out to him that he was constrained to": "किया कि यह उसके साथ हुए उत्पीड़न के कारण था कि वह मकान मालिक के खिलाफ",
  "institute a suit for permanent injunction along with an application under Order 39 Rules | and 2 CPC against the landlord when the landlord and": "आदेश 39 नियम 4 और 2 सीपीसी के तहत एक आवेदन के साथ स्थायी निषेधाज्ञा के लिए मुकदमा दायर करने के लिए बाध्य था, जब मकान मालिक और उसकी पत्नी ने इसे",
  "his wife refused to accept rent from him and also forcibly tried to": "स्वीकार करने से इनकार कर दिया। उससे किराया वसूला और उसे जबरन बेदखल करने",
  "dispossess him. He further submitted that during the pendency of the suit for permanent injunction, interim injunction was granted to him": "की कोशिश भी की। उन्होंने आगे कहा कि स्थायी निषेधाज्ञा के लिए मुकदमे के लंबित",
  "suit for permanent injunction, interim injunction was granted to him vide order dated 04.07.1997. However, the said order was willfully": "रहने के दौरान, दिनांक 04.07.4997 के आदेश द्वारा उन्हें अंतरिम निषेधाज्ञा दी गई थी।",
  "Order 39 Rule 2-A CPC was filed by him against the landlord.": "परिणामस्वरूप मकान मालिक के खिलाफ आदेश 39 नियम 2-ए सीपीसी के तहत एक",
  "(9) It was still further pleaded that the landlord had concealed material facts and given an incorrect description of the demised": "(9) यह भी आगे दलील दी गई कि मकान मालिक ने भौतिक तथ्यों को छुपाया था",
  "premises in his petition which was evident from the fact that he had": "और अपनी याचिका में स्वामित्व वाले परिसर का गलत विवरण दिया था, जो इस तथ्य से",
  "taken two different pleas in two different Courts regarding the same": "स्पष्ट था कि उसने एक ही विषय के संबंध में दो अलग-अलग न्यायालयों में दो अलग-",
  "subject matter. He further submitted that in the petition in question, the": "अलग दलीलें दी थीं। उन्होंने आगे कहा कि विचाराधीन याचिका में, मकान मालिक ने",
  "landlord had sought eviction of the tenant on the ground of personal requirement for the residence of his daughter and her children, however, in the subsequent rent petition qua the same demised": "अपनी बेटी और उसके बच्चों के निवास के लिए व्यक्तिगत आवश्यकता के आधार पर किरायेदार को बेदखल करने की मांग की थी, हालांकि, बाद की किराया याचिका में उसी",
  "possession of her husband’s house i.e. House No.1222 in Sector 42,": "किया कि मकान मालिक की बेटी ने उसके पति के घर यानी चंडीगढ़ के सेक्टर 42 में",
  "staying in a huge 2 Kanal house with his wife and hence had no": "मकान मालिक अपनी पत्नी के साथ 2 कनाल के विशाल घर में रह रहा था और इसलिए",
  "option but to institute various proceedings before Courts of law as well": "अधिकारियों के समक्ष विभिन्न कार्यवाही शुरू करने के अलावा कोई अन्य विकल्प नहीं",
  "as the other authorities concerned. He submitted that the 2 Kanal house which comprised of 4 bedrooms with attached bathrooms, 3": "बचा था। उन्होंने कहा कि 2 कनाल का घर जिसमें संलग्न बाथरूम के साथ 4 शयनकक्ष, ३",
  "versus Brig. Joginder Singh’ Delhi High Court DOD 09.08.2004; M/s": "पोद्दार बनाम ब्रिगेडियर। जोगिंदर सिंह' दिल्‍ली उच्च न्यायालय डीओडी 09.08.2004;",
  "Silvertoe Mfg versus Smt. Usha Soi’ Delhi High Court; V.K.": "मैसर्स सिल्वरटो एमएफजी बनाम श्रीमती। उषा सोई' दिल्ली उच्च न्यायालय; वी.के.",
  "Kumaresan versus P. Jayaseeian’ Madras High Court DOD 03.02.2021; Sweety versus Rakesh Kumar’; K.R. Chopra versus": "कुमारेसन बनाम पी. जयसीयन' मद्रास उच्च न्यायालय डीओडी 03.02.2024; स्वीटी बनाम",
  "Manjit Inder Kaur*; and Natha @ Jeewan versus Ashok Kumar’.": "राकेश कुमार7 ; के.आर. चोपड़ा बनाम मंजीत इंदर कौर8 ; और नाथा & जीवन बनाम",
  "(15) Per contra, the respondent appearing in person vehemently": "(55) इसके विपरीत, व्यक्तिगत रूप से उपस्थित प्रतिवादी ने मकान मालिक की",
  "opposed and disputed the submissions made by the learned senior": "ओर से उपस्थित विद्वान वरिष्ठ वकील द्वारा की गई दलीलों का पुरजोर विरोध किया और",
  "counsel appearing for the landlord. He submitted that the impugned": "विवाद किया। उन्होंने प्रस्तुत किया कि अपीलीय प्राधिकारी द्वारा रिकॉर्ड पर मौजूद साक्ष्यों",
  "order had been passed by the Appellate Authority on a sound appreciation of the evidence on record and the same was in consonance": "की गहन सराहना के आधार पर आशक्षेपित आदेश पारित किया गया था और यह कानून के",
  "with the settled principles of law. The tenant reiterated his submissions": "स्थापित सिद्धांतों के अनुरूप था। किरायेदार ने निचली अदालतों के समक्ष अपनी दलीलें",
  "made before the Courts below that the landlord was guilty of material concealment in the petition filed by him as he had intentionally withheld the factum of his daughter being in occupation of her": "दोहराईं कि मकान मालिक उसके द्वारा दायर याचिका में सामग्री छिपाने का दोषी था",
  "concealment in the petition filed by him as he had intentionally withheld the factum of his daughter being in occupation of her husband’s house in Chandigarh and even his son being owner to the": "क्योंकि उसने जानबूझकर चंडीगढ़ में अपने पति के घर पर अपनी बेटी के कब्जे और यहां तक कि अपने बेटे के मालिक होने के तथ्य को छुपाया था। मकान नंबर 4348, सेक्टर 45-",
  "extent of 50% in House No.1318, Sector 15-D, Chandigarh. The tenant": "तक कि अपने बेटे के मालिक होने के तथ्य को छुपाया था। मकान नंबर 4348, सेक्टर 45- डी, चंडीगढ़ में 50% की सीमा। इस प्रकार किरायेदार ने जोरदार तर्क दिया कि जो",
  "landlord in the subsequent rent petition had sought eviction of the": "प्रस्तुत किया कि मकान मालिक ने बाद की किराया याचिका में इस आधार पर किरायेदार",
  "tenant from the demised premises on the ground that it was required for accommodating the driver and servant of his son. He submitted that the": "को खाली किए गए परिसर से बेदखल करने की मांग की थी कि यह उसके बेटे के ड्राइवर और नौकर को रखने के लिए आवश्यक था। उन्होंने कहा कि मकान मालिक द्वारा अपनाए",
  "bonafide requirement. He still further, argued that there were no pleadings to the effect that the wife of the landlord was suffering from": "उन्होंने आगे यह भी तर्क दिया कि इस आशय की कोई दलील नहीं थी कि मकान मालिक",
  "migraine and his daughter was thus looking after her. He submitted": "की पत्नी माइग्रेन से पीड़ित थी और उसकी बेटी उसकी देखभाल कर रही थी। उन्होंने",
  "that this yet again showed the desperate efforts onthe part of the landlord to get the demised premises vacated on one pretext of the": "कहा कि यह एक बार फिर मकान मालिक की ओर से किसी न किसी बहाने से ध्वस्त परिसर को खाली कराने के बेताब प्रयासों को दर्शाता है। किरायेदार द्वारा यह भी जोरदार",
  "other. It was also vehemently argued by the tenant that in fact it is the landlord who had been creating perpetual nuisance for him and he": "तर्क दिया गया कि वास्तव में यह मकान मालिक है जो उसके लिए लगातार परेशानी पैदा",
  "hence his requirement on ground of personal need had ceased to exist.": "व्यक्तिगत आवश्यकता के आधार पर उसकी आवश्यकता समाप्त हो गई थी।",
  "(16) It was lastly argued by the tenant that the scope of revision": "(56) किययेदार द्वारा अंतिम रूप से यह तर्क दिया गया कि पुनरीक्षण का दायरा",
  "was limited and this Court could not venture into re-appreciation of": "सीमित था और यह न्यायालय साक्ष्यों की पुन: सराहना करने का साहस नहीं कर सकता",
  "evidence and thus, overturn the findings of the Appellate Authority": "था और इस प्रकार, अपीलीय प्राधिकरण के निष्कर्षों को पलट सकता था जो किसी भी",
  "which did not suffer from any illegality or perversity. In support, the tenant has placed reliance upon Daya Rani & another versus Shabbir": "अवैधता या विकृति से ग्रस्त नहीं थे। समर्थन में, किरायेदार ने दया रानी और अन्य बनाम",
  "Ahmed; Hindustan Petroleum Corp. Ltd. versus Dilbahar Singh\"’,": "शब्बीर अहमद0 पर भरोसा जताया है; हिंदुस्तान पेट्रोलियम कॉर्पोरेशन लिमिटेड बनाम",
  "Madalaya Nandhavana Paripalanai Sangam Represented by its President etc.'*; Brij Bhushan & another versus Sanjay Harjai &": "परिपालनई संगम इसके अध्यक्ष आदि द्वारा प्रतिनिधित्व किया गया।42; बृज भूषण एवं",
  "another'?; and M/s Kaithal Provision Store versus Sanjay Bansal &": "अन्य बनाम संजय हरजाई एवं अन्य43; और मैसर्स कैथल प्रोविजन स्टोर बनाम संजयबंसल",
  "another’ Civil Appeal No.7250 of 2018 DD 26.07.2018.": "और अन्य 'सिविल अपील नंबर 7250 ऑफ 2048 डीडी 26.07.2048।|",
  "(10) The tenant further alleged that the landlord intentionally": "(40) किरायेदार ने आगे आरोप लगाया कि मकान मालिक ने जानबूझकर छुपाया",
  "concealed that his son had a share to the extent of 50% in House No.1318, Sector 15-D, Chandigarh and that his daughter also had her": "कि उसके बेटे के पास मकान नंबर 4348, सेक्टर 45-डी, चंडीगढ़ में 50% की सीमा तक",
  "own house in Chandigarh. Hence, the ground on which the eviction": "हिस्सेदारी थी और उसकी बेटी के पास भी चंडीगढ़ में अपना घर था। इसलिए, जिस",
  "of the tenant had been sought i.e. personal requirement did not exist": "आधार पर किरायेदार को बेदखल करने की मांग की गई थी यानी व्यक्तिगत आवश्यकता",
  "and accordingly a prayer for dismissal of the rent petition was made.": "मौजूद नहीं थी और तदनुसार किराया याचिका को खारिज करने की प्रार्थना की गई थी।",
  "(11) Upon consideration of the material on record and the": "(44) रिकॉर्ड पर मौजूद सामग्री और पक्षों द्वारा दिए गए सबूतों पर विचार करने के",
  "evidence led by the parties, the Rent Controller ordered eviction of the tenant from the demised premises by holding that the requirement ofthe landlord came across as being genuine and bonafide. However,": "बाद, किराया नियंत्रक ने यह मानते हुए कि मकान मालिक की आवश्यकता वास्तविक और वास्तविक थी, पद्टेदार परिसर से किरायेदार को बेदखल करने का आदेश दिया।",
  "the Appellate Authority, while reversing the findings recorded by the": "हालाँकि, अपीलीय प्राधिकरण ने किराया नियंत्रक द्वारा दर्ज किए गए निष्कर्षों को उलटते",
  "neither genuine nor bonafide. Hence, this revision petition.": "प्रामाणिक थी। इसलिए, यह पुनरीक्षण याचिका।",
  "(12) Learned senior counsel appearing for the landlord has": "(42) मकान मालिक की ओर से उपस्थित विद्वान वरिष्ठ वकील ने दृढ़तापूर्वक तर्क",
  "vehemently contended that the impugned order is patently erroneous and perverse. He has submitted that while upsetting the findings of the": "दिया है कि विवादित आदेश स्पष्ट रूप से गलत और विकृत है। उन्होंने प्रस्तुत किया है कि",
  "Rent Controller, the Appellate Authority had not only misread the": "किराया नियंत्रक के निष्कर्षों को खारिज करते हुए, अपीलीय प्राधिकारी ने न केवल रिकॉर्ड",
  "principle of law pertaining to the ejectment of a tenant on ground of": "के आधार पर किरायेदार को बेदखल करने से संबंधित कानून के अच्छी तरह से स्थापित",
  "presumption that the need of the landlord was not genuine and failed to": "इस धारणा के साथ मामले पर फैसला सुनाया कि मकान मालिक की जरूरत वास्तविक",
  "landlord was genuine or not, was to put oneself in the shoes of the": "जाना चाहिए कि मकान मालिक की जरूरत वास्तविक थी या नहीं। स्वयं को मकान",
  "landlord and thereafter examine the same from his perspective. Learned": "मालिक के स्थान पर रखें और उसके बाद उसके दृष्टिकोण से इसकी जांच करें। विद्वान",
  "senior counsel, while drawing the attention of this Court to the observations made by the Appellate Authority in the impugned": "वरिष्ठ वकील ने अपीलीय प्राधिकारी द्वारा आक्षेपित फैसले में की गई टिप्पणियों की ओर",
  "judgment, vehemently submitted that the Appellate Authority had made": "इस न्यायालय का ध्यान आकर्षित करते हुए दृढ़तापूर्वक प्रस्तुत किया कि अपीलीय",
  "pointed reference to “voluminous evidence”. However, the so called": "प्राधिकारी ने \"विशाल साक्ष्य\" का स्पष्ट संदर्भ दिया था। हालाँकि, तथाकथित \"विशाल",
  "“voluminous evidence” were mere complaints made by the landlord against the tenant to the Bar Council of Punjab & Haryana as well as to": "साक्ष्य\" मकान मालिक द्वारा किरायेदार के खिलाफ पंजाब और हरियाणा बार काउंसिल के",
  "Appellate Authority that the so called “voluminous evidence” had": "अपीलीय प्राधिकरण का निष्कर्ष कि तथाकथित \"विशाल साक्ष्य\" को \"किराया नियंत्रक द्वारा",
  "“erroneously been ignored by the Rent Controller” was based on a": "गलती से नजरअंदाज कर दिया गया\" किराया नियंत्रक के फैसले की स्पष्ट गलत व्याख्या",
  "blatant misreading of the judgment of the Rent Controller. In support, he drew the attention of this Court to the findings recorded by the Rent": "पर आधारित था। समर्थन में, उन्होंने इस न्यायालय का ध्यान किराया नियंत्रक द्वारा दर्ज",
  "complaints and other proceedings etc. between the landlord and the": "किरायेदार के बीच शिकायतों और अन्य कार्यवाहियों आदि से निपटने के दौरान इस",
  "tenant had given categoric findings to the effect that all those": "आशय के स्पष्ट निष्कर्ष दिए थे कि वे सभी कार्यवाहियां किसी भी तरह से मकान मालिक",
  "proceedings could not in any manner be said to have any bearing on the rent petition instituted on ground of bonafide requirement under Section 13 of the Act by the landlord. Learned senior counsel": "द्वारा अधिनियम की धारा 43 के तहत वास्तविक आवश्यकता के आधार पर दायर की गई किराया याचिका पर कोई असर नहीं पड़ेगा। विद्वान वरिष्ठ वकील ने आगे कहा कि यद्यपि",
  "furthermore submitted that though on the one hand, the Appellate Authority had observed that the Rent Controller had ordered eviction of": "एक ओर, अपीलीय प्राधिकारी ने पाया था कि किराया नियंत्रक ने काल्पनिक आधारों और",
  "perusal of the findings of the Appellate Authority on the other hand": "ओर अपीलीय प्राधिकारी के निष्कर्षों का अवलोकन करें। हाथ से पता चला कि यह उनके",
  "showed that it was his findings which were based on his own": "निष्कर्ष थे जो उनकी अपनी धारणाओं और अनुमानों पर आधारित थे क्योंकि आश्षेपित",
  "assumptions and presumptions as expression used in the length and breadth of the impugned judgment was “hard to believe or": "निर्णय की लंबाई और चोड़ाई में प्रयुक्त अभिव्यक्ति \"विश्वास करना कठिन या अत्यधिक",
  "highlyunbelievable”. While vehemently disputing the pleaded case of the tenant qua there being material concealment on the part of the": "अविश्वसनीय\" थी। मकान मालिक की ओर से कुछ सामग्री छुपाए जाने के किरायेदार के",
  "categorically averred in the petition that neither he nor his family": "मकान मालिक ने याचिका में स्पष्ट रूप से कहा था कि न तो वह और न ही उसके परिवार",
  "members were in occupation of any other residential building in Chandigarh. He submitted that the subsequent acquisition of the house": "के सदस्यों का किसी अन्य आवासीय भवन पर कब्जा था। चंडीगढ़ में. उन्होंने प्रस्तुत किया",
  "requirement in any manner, as his requirement was to be seen as on the": "आवश्यकता पर किसी भी तरह से प्रभाव नहीं पड़ेगा, क्योंकि उनकी आवश्यकता को",
  "date of the institution of the petition under Section 13 of the Act,": "अधिनियम की धारा 43 के तहत याचिका की स्थापना की तारीख के अनुसार देखा जाना",
  "moreover, the daughter and her children could not be expected to live in either the drawing room or the study until the demised premises": "था, इसके अलावा , बेटी और उसके बच्चों से तब तक ड्राइंग रूम या अध्ययन कक्ष में रहने की उम्मीद नहीं की जा सकती जब तक कि ध्वस्त परिसर को खाली करने का आदेश नहीं",
  "was ordered tobe vacated. Learned senior counsel also argued that the": "दिया जाता। विद्वान वरिष्ठ वकील ने यह भी तर्क दिया कि मकान मालिक ने अपनी गवाही",
  "landlord during his testimony had categorically deposed that since his wife was a patient of migraine, their daughter frequently paid visits to": "दौरान स्पष्ट रूप से कहा था कि चूंकि उसकी पत्नी माइग्रेन की मरीज थी, इसलिए",
  "them for nursing her mother and also to look after the house. He still": "उनकी बेटी अपनी मां की देखभाल करने और घर की देखभाल करने के लिए अक्सर",
  "from the defence services, was being deprived of accommodation for hisown daughter and grand-children and had been left at the mercy": "सेवानिवृत्त एक वरिष्ठ नागरिक था, को अपनी बेटी और पोते-पोतियों के लिए आवास से वंचित किया जा रहा था और उसे अपने किरायेदार के आदेशों की दया पर छोड़ दिया गया",
  "of the dictates of his tenant. He submitted that it is the landlord who is": "था। उन्होंने कहा कि यह मकान मालिक है जो अपनी पसंद का मालिक है और किरायेदार",
  "to him as to how he should be using his accommodation or as to whether the accommodation which was in his occupation was sufficient": "उपयोग कैसे करना चाहिए या जो आवास उसके कब्जे में था वह पर्याप्त था या नहीं। .",
  "or not. Learned senior counsel submitted that in the case in hand it was a very strange observation made by the Appellate Authority that since": "विद्वान वरिष्ठ वकील ने प्रस्तुत किया कि इस मामले में अपीलीय प्राधिकारी द्वारा यह एक",
  "a very strange observation made by the Appellate Authority that since only the landlord and his wife were residing in a huge 2 Kanal": "बहुत ही अजीब टिप्पणी की गई थी कि चूंकि केवल मकान मालिक और उसकी पत्नी 2",
  "house, the accommodation was sufficient for the two of them and also": "कनाल के विशाल घर में रह रहे थे, उन दोनों के लिए आवास पर्याप्त था और पर्याप्त भी",
  "enough to accommodate their guests including their children and": "था। अपने मेहमानों को उनके बच्चों सहित समायोजित करने के लिए, इसलिए, मकान",
  "hence, the demised premises i.e. the annexe could not have been required by the landlord. He submitted that the Appellate Authority": "मालिक को हस्तांतरित परिसर यानी एनेक्सी की आवश्यकता नहीं हो सकती थी। उन्होंने",
  "required by the landlord. He submitted that the Appellate Authority turned a complete blind eye to the testimony of the Draftsman RW-6 Rajinder Arora who deposed that there were only 3 bedrooms on the": "कहा कि अपीलीय प्राधिकरण ने ड्राफ्ट्समैन आरडब्ल्यू-6 राजिंदर अरोड़ा की गवाही को पूरी तरह से नजरअंदाज कर दिया, जिन्होंने बताया कि मकान मालिक के घर में भूतल पर",
  "of the landlord whichclearly corroborated the pleaded case of the landlord. He also submitted that one of the three bedrooms on the": "मकान मालिक के अनुरोधित मामले की पुष्टि की। उन्होंने यह भी प्रस्तुत किया कि मकान",
  "landlord. He also submitted that one of the three bedrooms on the ground floor of the house under occupation of the landlord was being": "मालिक के कब्जे वाले घर के भूतल पर तीन शयनकक्षों में से एक का उपयोग अध्ययन के",
  "used as a study leaving them with only two other bedrooms, hence in": "रूप में किया जा रहा था और उनके पास केवल दो अन्य शयनकक्ष बचे थे, इसलिए इन",
  "the circumstances, it falsified the case of the tenant that there were four": "परिस्थितियों में, यह किरायेदार के मामले को गलत साबित करता है कि वहाँ थे मकान",
  "bedrooms available to the landlord to accommodate his daughter and": "मालिक को अपनी बेटी और उसके बच्चों के रहने के लिए चार शयनकक्ष उपलब्ध हैं।",
  "had rightly observed that the house of the daughter of landlord was": "सके कि मकान मालिक की बेटी का अपने पति के मकान पर उस तारीख को कब्जा था।",
  "vehemently urged that the landlordand his wife were living in a huge 2 Kanal house having four bedrooms. He submitted that for two": "मालिक ने बताया था कि ध्वस्त परिसर में 2 शयनकक्ष, । ड्राइंग सह भोजन कक्ष, 4 छोटा",
  "(20) The Appellate Authority has held that the landlord was": "(28) अपीलीय प्राधिकारी ने मकान मालिक के खिलाफ यह अनुमान लगाने में भी",
  "required, did not step into the witness box in support of the landlord’s case.": "मामले के समर्थन में गवाह बॉक्स में कदम नहीं रखा।",
  "(29) The Hon’ble Apex Court in ‘Gulraj Singh Grewal versus Harbans Singh’, while examining the question as to whether a": "(29) माननीय सर्वोच्च न्यायालय ने 'गुलराज सिंह ग्रेवाल बनाम हरबंस सिंहव4' में",
  "landlord can be non-suited on the ground of non-examinationof the son": "इस प्रश्न की जांच करते हुए कि क्या एक मकान मालिक को उस बेटे की जांच न करने के",
  "case the need has otherwise been established in evidence, such non-": "गई थी। खाली कर दिया जाए, यह माना जाए कि यदि साक्ष्य में अन्यथा आवश्यकता",
  "(30) Further, the Hon’ble Supreme Court while reiterating the": "(30) इसके अलावा, माननीय सर्वोच्च न्यायालय ने 'सी' में उपरोक्त दृष्टिकोण को",
  "above view in ‘C. Karunakaran versus T. Meenakshi'>, held as": "दोहराया। करुणाकरण बनाम टी. मीनाक्षी45, इस प्रकार आयोजित",
  "whose need the building was required by itself was no": "८ जिस व्यक्ति की आवश्यकता के लिए भवन की",
  "ground to non-suit the landlady. In a number of decisions,": "अनुकूल बनाने का कोई आधार नहीं था। कई निर्णयों में, [इस तथ्य को",
  "[this fact is acknowledged by the first appellate court also], it": "प्रथम अपीलीय न्यायालय ने भी स्वीकार किया है], यह माना गया है कि",
  "for whose need the premises are required. It depends on the": "जिस व्यक्ति की आवश्यकता के लिए परिसर की आवश्यकता है, उसकी",
  "facts and circumstances of each case.”": "जांच करना आवश्यक नहीं है। यह प्रत्येक मामले के तथ्यों और परिस्थितियों पर निर्भर करता है।”",
  "(31) Furthermore, as recently as in the case of ‘Mehmooda": "(33) इसके अलावा, हाल ही में 'महमूदा गुलशन' (सुप्रा) के मामले में, माननीय",
  "Gulshan’ (supra) the Hon’ble Supreme Court re-affirmed the said view by holding that merely because the landlord had not examined a": "सर्वोच्च न्यायालय ने उक्त दृष्टिकोण की फिर से पुष्टि करते हुए कहा कि केवल इसलिए कि",
  "view by holding that merely because the landlord had not examined a member of his family, who intended to do business on the premises, he": "मकान मालिक ने अपने परिवार के किसी सदस्य की जांच नहीं की थी, जिसका इरादा था",
  "could not be non-suited on that ground if otherwise he had been able to": "यदि वह परिसर में व्यवसाय करता है, तो वह उस आधार पर अनुपयुक्त नहीं हो सकता",
  "successfully establish his genuine need. Therefore, it is amply clear that the Appellate Authority had acted in contravention to the aforesaid": "यदि अन्यथा वह अपनी वास्तविक आवश्यकता को सफलतापूर्वक स्थापित करने में सक्षम होता। इसलिए, यह पूरी तरह से स्पष्ट है कि अपीलीय प्राधिकारी ने कानून के पूर्वोक्‍्त",
  "(32) Now coming to the submissions of the tenant that the": "(32) अब किरायेदार की दलीलों पर आते हैं कि मकान मालिक अपनी पत्नी के",
  "landlord along with his wife was living in a huge house measuring 2 Kanals having 4 bedrooms and a green-house and hence, the": "साथ 2 कनाल के एक विशाल घर में रह रहा था जिसमें 4 शयनकक्ष और एक ग्रीन-हाउस",
  "daughter of the landlord along with her children could be easily": "था और इसलिए, मकान मालिक की बेटी अपने बच्चों के साथ आसानी से रह सकती थी",
  "accommodated in the main-house. The Appellate Authority made a": "मुख्य-गृह में समायोजित किया गया। अपीलीय प्राधिकारी ने उक्त संबंध में एक स्पष्ट",
  "categoric observation in the said regard by observing that “by seeing the accommodation in this two kanals corner house where landlord and": "टिप्पणी करते हुए कहा कि “इस दो कनाल कोने वाले घर में आवास को देखकर जहां",
  "his wife are residing. There is no other family member residing": "मकान मालिक और उसकी पत्नी रहते हैं। उनके साथ परिवार का कोई अन्य सदस्य स्थायी",
  "permanently with them. So, by seeing such huge accommodation in": "रूप से नहीं रहता है। इसलिए, मकान मालिक के पास इतना बड़ा आवास देखकर यह",
  "(33) The aforesaid submissions of the tenant as well as the": "(33) किरायेदार की उपरोक्त दलीलें और साथ ही अपीलीय प्राधिकारी द्वारा की गई",
  "observations made by the Appellate Authority to say the least are preposterous. It needs to be observed here that it is not for the tenant or": "टिप्पणियाँ कम से कम बेतुकी हैं। यहां यह ध्यान देने की आवश्यकता है कि यह",
  "for that matter even a Court to dictate to a landlord qua the adequacy or": "किरायेदार या उस मामले में किसी न्यायालय के लिए भी नहीं है कि वह मकान मालिक",
  "otherwise of the accommodation available with him.": "को उसके पास उपलब्ध आवास की पर्याप्तता या अन्यथा के बारे में आदेश दे।",
  "(34) Hon’ble the Apex Court in Balwant Singh’s case (supra),": "(34) बलवंत सिंह के मामले (सुप्रा) में माननीय सर्वोच्च न्यायालय ने माना है कि यह",
  "has held that it is not for the tenant to dictate how much space would be adequate for the purpose of business or venture or even to suggest that": "किरायेदार के लिए नहीं है कि वह यह तय करे कि व्यवसाय या उद्यम के उद्देश्य के लिए",
  "the available space with the landlord would be adequate. Hon’ble the": "कितनी जगह पर्याप्त होगी या यहां तक कि यह सुझाव देना भी कि उपलब्ध जगह के साथ",
  "(35) Reference needs to be made to the observations made by the Hon’ble Apex Court in Shiv Sarup Gupta versus Dr. Mahesh Chand Gupta'®, wherein it was held that if the landlord wishes to live": "(35) माननीय सर्वोच्च न्यायालय द्वारा शिव सरूप गुप्ता बनाम डॉ. महेश चंद गुप्ता।6 में की गई टिप्पणियों का संदर्भ लेना आवश्यक है, जिसमें यह माना गया था कि",
  "the tenant’s continued occupation of the tenanted premises.": "किराएदार के परिसर पर किरायेदार के निरंतर कब्जे की रक्षा की जा सके। इसके",
  "Further the Hon’ble Supreme Court in Prativa Devi versus T.V.": "अलावा, प्रतिवा देवी बनाम टी.वी. कृष्णन47 में माननीय सर्वोच्च न्यायालय ने माना था कि",
  "residential requirement. He has a complete freedom in the matter. It is no concern of the Courts to dictate to the landlord how, and in what": "मामले में पूरी आजादी है. अदालतों को मकान मालिक को यह निर्देश देने की कोई चिंता",
  "manner, he should live or to prescribefor him a residential standard of": "नहीं है कि उसे कैसे और किस तरीके से रहना चाहिए या उसके लिए अपने स्वयं के",
  "(36) In the present case, there is nothing which would stop the": "(36) वर्तमान मामले में, ऐसा कुछ भी नहीं है जो मकान मालिक को अपने घर में",
  "landlord from asking for more accommodation in his own house, more so when he has a family which includes his _ daughter,": "और अधिक आवास की मांग करने से रोक सके, खासकर तब जब उसके परिवार में",
  "so when he has a family which includes his _ daughter, grandchildrenand even his son who as per his pleaded case, visit him": "उसकी बेटी, पोते-पोतियां और यहां तक कि उसका बेटा भी शामिल है जो उसके अनुरोध",
  "frequently. There can be no two opinions that once the landlord has": "के अनुसार आता है। वह बार-बार. इसमें कोई दो राय नहीं हो सकती है कि एक बार जब",
  "successfully established his personal necessity and requirement of the": "मकान मालिक ने स्वामित्व वाले परिसर की अपनी व्यक्तिगत आवश्यकता और",
  "and exit from the demised premises. Further, the house of the landlord": "वाले परिसर को खाली करना होगा और बाहर जाना होगा। इसके अलावा, मकान मालिक",
  "has 3 bedrooms on the ground floor and 1 servant’s room on the first": "के घर में भूतल पर ३3 शयनकक्ष और पहली मंजिल पर 4 नौकर का कमरा है। जैसा कि",
  "floor. As already discussed earlier, the landlord has been using one of": "पहले ही चर्चा की जा चुकी है, मकान मालिक एक शयनकक्ष को अपने अध्ययन कक्ष के",
  "the bedrooms as his Study, therefore, looking at the size of his family": "रूप में उपयोग कर रहा है, इसलिए, अपने परिवार के आकार को देखते हुए जो कि",
  "necessity of the landlord with respect to the demised premises comes": "को ध्यान में रखते हुए, हस्तांतरित परिसर के संबंध में मकान मालिक की वास्तविक",
  "tenant unabashedly does not wish to vacate the demised premises.": "किरायेदार स्पष्ट रूप से स्वामित्व वाले परिसर को खाली नहीं करना चाहता है। पुनरावृत्ति",
  "At the expense of repetition, it needs to be reiterated that the tenant": "की कीमत पर, यह दोहराया जाना चाहिए कि किरायेदार अपने मकान मालिक द्वारा",
  "cannot question the extent of accommodation required by his landlord.": "आवश्यक आवास की सीमा पर सवाल नहीं उठा सकता है।",
  "(37) The submissions made by the tenant that since the landlord": "(37) कियायेदार द्वारा की गई दलीलें कि चूंकि मकान मालिक की मृत्यु हो गई थी",
  "had expired and even his daughter had got her husband’s house in": "और यहां तक कि उसकी बेटी को भी चंडीगढ़ में अपने पति का घर मिल गया था, इसलिए",
  "no longer subsisted, is devoid of any merit and deserves to be rejected. It is no longer res-integra that the requirement of the landlord has to be": "किसी भी योग्यता से रहित है और खारिज किए जाने योग्य है। यह अब अनिवार्य नहीं रह",
  "adjudged as per the circumstances in existence on the date of filing of": "गया है कि याचिका दायर करने की तारीख पर मौजूद परिस्थितियों के अनुसार मकान",
  "requirement as pleaded by him existed at the time of the institution of": "साबित करना पर्याप्त होगा कि बेदखली याचिका की स्थापना के समय उसके द्वारा बताई",
  "Curiae Neminem Gravabit”’ which implies that an act of the Court shall": "आधारित है जिसका तात्पर्य है कि न्यायालय का कोई भी कार्य किसी व्यक्ति पर प्रतिकूल",
  "prejudice no man. The Hon’ble Supreme Court in D. Sasi Kumar’s": "प्रभाव नहीं डालेगा। माननीय उच्चतम न्यायालय ने डी. शशि कुमार के मामले में (वही),",
  "case (ibid), has held that if on the date of filing of the petition under Section 13 of the Act, the requirement subsisted and was duly": "माना है कि यदि अधिनियम की धारा 43 के तहत याचिका दायर करने की तिथि पर,",
  "Section 13 of the Act, the requirement subsisted and was duly proved, it would be a sufficient ground to order the ejectment of the": "आवश्यकता मौजूद थी और विधिवत साबित हुई थी, तो यह पर्याप्त आधार होगा न्यायिक",
  "fruition. It was still further observed that the bonafide requirement of a landlord may in some cases cease to subsist on the date of final": "फिर भी यह देखा गया कि कुछ मामलों में मकान मालिक की वास्तविक आवश्यकता",
  "landlord may in some cases cease to subsist on the date of final adjudication but at the same time, one could not loose sight of the fact": "अंतिम निर्णय की तारीख पर समाप्त हो सकती है, लेकिन साथ ही, इस तथ्य को भी",
  "that the judicial process does consume a long time, and merely": "नजरअंदाज नहीं किया जा सकता है कि न्यायिक प्रक्रिया में लंबा समय लगता है, और",
  "because of some delayin the culmination of judicial proceedings, if the": "केवल न्यायिक कार्यवाही के समापन में कुछ देरी के कारण, यदि लाभ अस्वीकार कर",
  "benefit was declined, itwould only encourage the tenants to protract the": "दिया गया था, तो यह केवल किरायेदारों को मकान मालिक के अधिकारों को खत्म करने",
  "“10. We have no doubt that the crucial date for deciding as to the bona fides of the requirement of the landlord is the": "इसमें कोई संदेह नहीं है कि मकान मालिक की आवश्यकता की प्रामाणिकता के बरे में",
  "date of his application for eviction. The antecedent days": "निर्णय लेने की महत्वपूर्ण तारीख बेदखली के लिए उसके आवेदन की तारीख है। विचार",
  "may perhaps have utility for him to reach the said crucial": "की उक्त महत्वपूर्ण तिथि तक पहुँचने के लिए संभवतः पूर्ववर्ती दिनों की उपयोगिता हो",
  "Court. Therefore, in the light of the principles of law enunciated by the Hon’ble Supreme Court in Gaya Prasad’s case (supra), which stand": "है। इस न्यायालय के समक्ष. इसलिए, गया प्रसाद के मामले (सुप्रा) में माननीय सर्वोच्च न्यायालय द्वारा प्रतिपादित कानून के सिद्धांतों के आलोक में, जो यहां ऊपर प्रस्तुत किया",
  "reproduced hereinabove, this Court has no hesitation in holding that the": "गया है, इस न्यायालय को यह मानने में कोई हिचकिचाहट नहीं है कि तत्काल मामले में",
  "subsequent events in the instant case, i.e. daughter of the landlord getting a house of her husband in Chandigarh and the landlord dying": "बाद की घटनाएं, यानी की बेटी मकान मालिक को चंडीगढ़ में अपने पति का घर मिलना",
  "the requirement of the landlord (since deceased). The reason being that": "जाना, मकान मालिक की आवश्यकता (मृतक के बाद से) पर ग्रहण नहीं लगाएगा। इसका",
  "house of her husband on the date of institution of the petition in": "विचाराधीन याचिका की तारीख पर अपने पति के घर पर कब्जा नहीं था। इसके अलावा,",
  "examination the landlord categorically deposed that his daughter": "अपनी जिरह में मकान मालिक ने स्पष्ट रूप से कहा कि उसकी बेटी अपने बच्चों के साथ",
  "alongwith her children was a frequent visitor to his house. Not onlythis, it was also categorically stated by the landlord that since his": "उसके घर अक्सर आती थी। इतना ही नहीं, मकान मालिक द्वारा यह भी स्पष्ट रूप से कहा",
  "wife was a patient of migraine, his daughter along with her family": "गया था कि चूंकि उनकी पत्नी माइग्रेन की मरीज थी, इसलिए उनकी बेटी अपने परिवार के",
  "comes notonly to look after her mother but also to take care of the": "साथ न केवल अपनी मां की देखभाल करने के लिए आती है, बल्कि घर की देखभाल भी",
  "house. This deposition of the landlord comes across as being very genuine and forthright. There can be no fixed rules as to when, why": "करती है। मकान मालिक का यह बयान बहुत वास्तविक और स्पष्ट प्रतीत होता है। किसी",
  "and how the children of a person including his or her daughters": "व्यक्ति के बच्चे, जिसमें उसकी बेटियां भी शामिल हैं, कब, क्यों और कैसे होंगे, इसके कोई",
  "should be visiting their parental home. The bonafide requirement, in": "अपने पैतृक घर जाना चाहिए। इन परिस्थितियों में, वास्तविक आवश्यकता कभी समाप्त",
  "the circumstances, never ceased to subsist. No doubt, the tenant has taken an objection before this Court that there had been no pleadings to": "नहीं होती। निस्संदेह, किरायेदार ने इस न्यायालय के समक्ष आपत्ति दर्ज कराई है कि",
  "the above said effect in the petition and hence, the landlord could not": "याचिका में उपरोक्त आशय की कोई दलील नहीं दी गई है और इसलिए, मकान मालिक",
  "take it as one of the grounds during his evidence. However, in the": "अपनी गवाही के दौरान इसे एक आधार के रूप में नहीं ले सकता है। हालाँकि, इस",
  "opinion of this Court, this objection is unsustainable as in a plethora of cases, it has been timeand again held that even in the absence of any": "न्यायालय की राय में, यह आपत्ति टिकाऊ नहीं है क्‍योंकि कई मामलों में, यह बार-बार",
  "cases, it has been timeand again held that even in the absence of any specific pleading, if it is proved during the evidence that the landlord": "माना गया है कि किसी विशिष्ट दलील के अभाव में भी, यदि साक्ष्य के दौरान यह साबित हो",
  "landlord would not entail dismissal. The tenant has also not been able": "मालिक द्वारा दायर बेदखली याचिका बर्खास्तगी नहीं होगी। किरायेदार कानून की स्थापित",
  "would not apply to the proceedings before the Rent Controller which": "स्थिति का खंडन करने में भी सक्षम नहीं है कि किराया नियंत्रक के समक्ष कार्यवाही पर",
  "(40) Strangely and interestingly, the Appellate Authority": "40) अजीब और दिलचस्प बात यह है कि अपीलीय प्राधिकरण ने देखा कि",
  "observed that the Rent Controller had returned imaginary findings": "किराया नियंत्रक ने काल्पनिक निष्कर्ष लौटाए थे जिन पर विश्वास नहीं किया जा सकता था",
  "which could not be believed and were unsustainable and thus, were against the existing facts. However, ironically in the same breath, the": "और वे टिकाऊ नहीं थे और इस प्रकार, मौजूदा तथ्यों के खिलाफ थे। हालाँकि, विडंबना",
  "assumptions and presumptions. It would not be out of context and": "अनुमानों पर आधारित करने के लिए आगे बढ़ गया। यह संदर्भ से बाहर नहीं होगा बल्कि",
  "rather pertinent to reproduce the relevant excerpts:": "प्रासंगिक अंशों को पुन: प्रस्तुत करना उचित होगा:",
  "bee cee eee It is admitted fact that her husband isworking in Merchant Navy and used to remain away for 8 months in a": "४... ... यह स्वीकृत तथ्य है कि उसका पति मर्चेट नेवी में कार्यरत है और साल में",
  "Merchant Navy and used to remain away for 8 months in a year, SO one can imagine that his daughter andher children": "8 महीने बाहर रहता था, इसलिए कोई कल्पना कर सकता है कि उसकी बेटी और उसके",
  "are how independent from the husband of her daughter and residing at their own for 8 months in India. So, it is not": "बच्चे अपनी बेटी के पति से कितने स्वतंत्र हैं और अपने घर में रहते हैं भारत में 8 महीने के",
  "believed that such a family has to come by leaving their house in Sector 42-C and reside with petitioner. It is a": "लिए स्वामित्व। इसलिए, यह नहीं माना जाता है कि ऐसे परिवार को सेक्टर 42-सी में अपना",
  "(45) This Court has no hesitation in concurring with the findings recorded by the Rent Controller that the need of the landlord came": "(45) इस न्यायालय को किराया नियंत्रक द्वारा दर्ज किए गए निष्कर्षों से सहमत होने में कोई हिचकिचाहट नहीं है कि किरायेदार को बेदखल करने के लिए मकान मालिक",
  "across as being most genuine, natural and bonafide instead of it being a": "की आवश्यकता केवल एक बहाना या चाल होने के बजाय सबसे वास्तविक, प्राकृतिक",
  "(46) The case law relied upon by the respondent/tenant would": "(46) प्रतिवादी/किरायेदार द्वारा भरोसा किया गया मामला कानून उसके बचाव में",
  "not come to his rescue as the impugned order, suffers from patent illegality and is grossly erroneous. The impugned order being perverse,": "नहीं आएगा क्योंकि आक्षेपित आदेश पेटेंट अवैधता से ग्रस्त है और पूरी तरह से गलत है।",
  "cannot be sustained. The findings of the Appellate Authority being": "विवादित आदेश विकृत होने के कारण कायम नहीं रखा जा सकता। अपीलीय प्राधिकारी",
  "based on a total misreading of the evidence has caused grave": "के निष्कर्ष साक्ष्यों को पूरी तरह से गलत तरीके से पढ़ने पर आधारित होने के कारण न्याय",
  "miscarriage of justice and hence, cannot be treated as findings in consonance with the law.": "की गंभीर हे हुई है और इसलिए, इसे कानून के अनुरूप निष्कर्ष के रूप में नहीं माना जा सकता है।",
  "(47) Consequently, the impugned order passed by the Appellate": "(47) परिणामस्वरूप, अपीलीय प्राधिकारी द्वारा पारित विवादित आदेश को रद्द कर",
  "Authority is set aside and the order dated 27.05.2012 passed by the": "दिया जाता है और किराया नियंत्रक द्वारा पारित दिनांक 27.05.2042 का आदेश बहाल",
  "Rent Controller is restored. The respondent/tenant is granted time till": "किया जाता है। प्रतिवादी/किरायेदार को स्वामित्वाधीन परिसर का खाली कब्जा मकान",
  "(48) The revision petition stands allowed in the above terms.": "(48) उपरोक्त शर्तों के तहत पुनरीक्षण याचिका स्वीकार की जाती है।",
  "(49) Before parting with this order, this Court would like to": "(49) इस आदेश से अलग होने से पहले, यह न्यायालय यह देखना चाहेगा कि",
  "observe that the tenant dragged a retired defence personnel into protracted litigation for 25 years, who had constructed the house out of": "किरायेदार ने एक सेवानिवृत्त रक्षा कर्मी को 25 वर्षों तक लंबी मुकदमेबाजी में घसीटा,",
  "his life savings but could not live in peace ever since the tenant refused": "जिसने अपनी जीवन भर की बचत से घर का निर्माण किया था, लेकिन किरायेदार के बाद",
  "to vacate the demised premises. It will not be remiss to mention that the": "से शांति से नहीं रह सका। कब्जे वाले परिसर को खाली करने से इनकार कर दिया। यह उल्लेख करना अतिश्योक्ति नहीं होगी कि अपीलीय प्राधिकारी ने विद्वान किराया नियंत्रक",
  "Appellate Authority while reversing the well reasoned judgment of the learned Rent Controller, had in its over enthusiasm chosen to render": "उल्लेख करना अतिश्योक्ति नहीं होगी कि अपीलीय प्राधिकारी ने विद्वान किराया नियंत्रक के सुविचारित फैसले को पलटते हुए अति उत्साह में मकान मालिक को सलाह दी कि वह",
  "advice to the landlord as to how to use his own property. A Court": "उपयोग कैसे किया जाना चाहिए, इसके लिए न्यायालय मकान मालिक के सलाहकार की"
}