{
  "AND ANOTHER (Avneesh Jhingan, J.)": "और दूसरा (अवनीश झिंगन, जे.)",
  "Before Avneesh Jhingan, J.": "समक्ष अवनीश झिंगन जे.",
  "PRADHUMAN SINGH—Petitioner": "प्रधुमन सिंह--याचिकाकर्ता",
  "versus": "बनाम",
  "STATE INFORMATION COMMISSION AND ANOTHER— Respondents": "राज्य सूचना आयोग और अन्य-प्रतिवादी",
  "January 20, 2023": "20 जनवरी, 2023",
  "Right to Information Act, 2005—S. 20—Imposition of penalties for delay in supplying information—Proviso to sub-section": "सूचना का अधिकार अधिनियम, 2005- धारा 20- सूचना देने में देरी के लिए दंड लगाना- धारा 20 की उपधारा (॥)",
  "(1) of S. 20—provides for a reasonable opportunity of hearing Imposition of penalty without hearing and by a non-speaking order": "का प्रावधान- सुनवाई का उचित अवसर प्रदान करता है सुनवाई के बिना और बिना बोले आदेश द्वारा दंड लगाना",
  "not proper—Order imposing penalty set aside—Petition allowed.": "उचित नहीं है- दंड लगाने का आदेश रद्द किया गया- याचिका स्वीकार की गई।",
  "while deciding the complaint or the appeal. Penalty shall be imposed if": "निर्णय करते समय जुर्माना लगाने का अधिकार देती है। जुर्माना तब लगाया जाएगा जब आयोग की राय में, केंद्रीय",
  "(CPIO) or SPIO without any reasonable cause had not received": "लोक सूचना अधिकारी (सीपीआईओ) या एसपीआईओ ने बिना किसी उचित कारण के सूचना के लिए आवेदन प्राप्त",
  "application for information or not furnished information within the time specified under Section 7(1) or malafidely denied the request or": "नहीं किया हो या धारा 7(3) के तहत निर्दिष्ट समय के भीतर सूचना प्रदान नहीं की हो या दुर्भावनापूर्ण रूप से अनुरोध",
  "knowingly given incorrect, incomplete or misleading information or": "को अस्वीकार कर दिया हो या जानबूझकर गलत, अधूरी या भ्रामक जानकारी दी हो या सूचना को नष्ट कर दिया हो",
  "destroyed the information or obstructed the furnishing of the information. The proviso to sub- section (1) provides for a reasonable opportunity of hearing before imposing the penalty.": "या सूचना प्रदान करने में बाधा उत्पन्न की हो। उप-धारा (॥) का प्रावधान जुर्माना लगाने से पहले सुनवाई का उचित",
  "(Para 9 and 10)": "अवसर प्रदान करता है। (पैरा 9 और 0)",
  "Vivek Singla, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता विवेक सिंगला ने पैरवी की।",
  "Sharad Aggarwal, Assistant Advocate General, Haryana.": "शरद अग्रवाल, सहायक महाधिवकक्‍्ता, हरियाणा।",
  "AVNEESH JHINGAN, J.(Oral)": "अवनीश झिंगन, जे. (मौखिक)",
  "quashing of order dated 16.3.2021 imposing penalty of Rs. 10,000/- upon the petitioner.": "(।) याचिकाकर्ता पर 70,000/- रुपये का जुर्माना लगाने वाले दिनांक 46.3.202 के आदेश को रद्द करने के",
  "(2) None has put in appearance on behalf of respondent No.2 despite service.": "(2) सेवा के बावजूद प्रतिवादी संख्या 2 की ओर से कोई भी उपस्थित नहीं हुआ।",
  "(3) Brief facts of the case are that respondent No.2 filed an application under the Right to Information Act, 2005 (for short ‘the": "(3) मामले के संक्षिप्त तथ्य यह हैं कि प्रतिवादी संख्या 2 ने सूचना का अधिकार अधिनियम, 2005 (संक्षेप में",
  "Act') seeking details of the perks and postings of the employees of": "'अधिनियम') के तहत एक आवेदन दायर किया, जिसमें कर्मचारियों के भत्तों और पोस्टिंग का विवरण मांगा गया था।",
  "PRADHUMAN SINGH v. STATE INFORMATION COMMISSION 883 AND ANOTHER (Avneesh Jhingan, J.)": "प्रधुमन सिंह बनाम राज्य सूचना आयोग और अन्य (अवनीश झिंगन, जे.)",
  "was the subject of the request or obstructed in any manner": "अनुरोध का विषय था या किसी भी तरह से सूचना प्रदान करने में बाधा उत्पन्न की है, यह आवेदन प्राप्त होने या",
  "in furnishing the information, it shallimpose a penalty of two hundred and fifty rupees each day tillapplication is": "सूचना प्रदान किए जाने तक प्रत्येक दिन दो सौ पचास रुपये का जुर्माना लगाएगा, हालांकि, ऐसे जुर्माने की कुल राशि",
  "amount of such penalty shall not exceed twenty- five thousand rupees:": "पच्चीस हजार रुपये से अधिक नहीं होगी:",
  "Provided that the Central Public Information Officer or the State Public Information Officer, as the case may be,": "बशर्ते कि केन्द्रीय लोक सूचना अधिकारी या राज्य लोक सूचना अधिकारी, जैसा भी मामला हो, को उस पर कोई",
  "shall be givena reasonable opportunity of being heard before any penalty is imposed on him:": "शास्ति अधिरोपित करने से पहले सुनवाई का उचित अवसर दिया जाएगा:",
  "Provided further that the burden of proving that he acted reasonably and diligently shall be on the Central Public": "बशर्ते कि यह साबित करने का भार कि उसने युक्तिसंगत और तत्परता से कार्य किया है, केन्द्रीय लोक सूचना",
  "Information Officer or the State Public Information Officer, as the case may be.": "अधिकारी या राज्य लोक सूचना अधिकारी पर होगा, जैसा भी मामला हो।",
  "(1) Where the Central Information Commission or the State Information Commission, as the case may be, at the time of decidingany complaint or appeal is of the opinion": "() _ जहां केन्द्रीय सूचना आयोग या राज्य सूचना आयोग, जैसा भी मामला हो, किसी शिकायत या अपील पर",
  "time of decidingany complaint or appeal is of the opinion that the Central Public Information Officer or the State Public Information Officer, as the case may be, has,": "निर्णय करते समय इस राय में हो कि केन्द्रीय लोक सूचना अधिकारी या राज्य लोक सूचना अधिकारी,",
  "without any reasonable cause and persistently, failed to receive an application for information or has not furnished": "जैसा भी मामला हो, बिना किसी उचित कारण के और लगातार सूचना के लिए आवेदन प्राप्त करने में",
  "information within the time specified under sub- section (1) of section 7 or malafidely denied the request for": "असफल रहा है या धारा 7 की उप-धारा (॥) के तहत निर्दिष्ट समय के भीतर सूचना प्रदान नहीं की है या",
  "information or knowingly given incorrect, incomplete or": "दुर्भावनापूर्वक सूचना के लिए अनुरोध को अस्वीकार कर दिया है या जानबूझकर गलत, अपूर्ण या",
  "misleading information or destroyed information which was the subject of the request or obstructed in any manner": "भ्रामक सूचना दी है या अनुरोध का विषय थी सूचना को नष्ट कर दिया है या सूचना प्रदान करने में किसी",
  "disciplinary action against the Central Public Information Officer or the State Public Information Officer, as the case": "भी तरह से बाधा उत्पन्न की है, वह केन्द्रीय लोक सूचना अधिकारी या राज्य लोक सूचना अधिकारी के",
  "may be, under the service rules applicable to him.”": "खिलाफ, जैसा भी मामला हो, उस पर लागू सेवा नियमों के तहत अनुशासनात्मक कार्रवाई की",
  "(9) Section 20(1) of the Act empowers the Central Information Commission or the State Information Commission to impose penalty while deciding the complaint or the appeal. Penalty": "(9) अधिनियम की धारा 20(॥) केंद्रीय सूचना आयोग या राज्य सूचना आयोग को शिकायत या अपील पर निर्णय लेते समय जुर्माना लगाने का अधिकार देती है। जुर्माना तभी लगाया जाएगा जब आयोग की",
  "shall be imposed if in the opinion of Commission, the Center Public Information Officers (CPIO) or SPIO without any reasonable cause": "राय में,केंद्र के जन सूचना अधिकारी(सीपीआईओ) या एसपीआईआओ ने बिना किसी उचित कारण के",
  "had not received application for information or not furnished information within the time specified under Section 7(1) or malafidely": "सूचना के लिए आवेदन प्राप्त नहीं किया या धारा 7(॥) के तहत निर्दिष्ट समय के भीतर सूचना प्रदान नहीं",
  "denied the request or knowingly given incorrect, incomplete or": "की या दुर्भावनापूर्ण रूप से अनुरोध को अस्वीकार कर दिया या जानबूझकर गलत, अपूर्ण या भ्रामक",
  "misleading information or destroyed the information or obstructed the furnishing of the information.": "जानकारी दी या सूचना को नष्ट कर दिया या सूचना प्रस्तुत करने में बाधा उत्पन्न की।",
  "The Haryana Shehri Vikas Pradhikaran (HSVP). The information was": "हरियाणा शहरी विकास प्राधिकरण(एचएसवीपी)। दिनांक 6.3.2020 के आदेश के अनुसार सूचना देने से मना कर",
  "declined vide order dated 6.3.2020. An another request was made by respondent No.2 on 14.3.2020 claiming that the information was": "दिया गया। प्रतिवादी संख्या 2 द्वारा ।५.3.2020 को एक और अनुरोध किया गया जिसमें दावा किया गया कि सूचना",
  "wrongly declined. On 8.6.2020 out of seven informations sought, four were supplied. Aggrieved of non-supply of remaining": "गलत तरीके से अस्वीकार कर दी गई थी। 8.6.2020 को मांगी गई सात सूचनाओं में से चार प्रदान की गईं। शेष",
  "information, respondent No.2 preferred appeal.": "जानकारी न दिए जाने से व्यथित होकर प्रतिवादी संख्या 2 ने अपील दायर की।",
  "(4) During the pendency of first appeal, second appeal was filed on 5.11.2020. On receipt of the notice of second appeal, the": "(५) प्रथम अपील के लंबित रहने के दौरान, 5.8.2020 को दूसरी अपील दायर की गई। दूसरी अपील का नोटिस",
  "remaining information was supplied by HSVP.": "प्राप्त होने पर, शेष जानकारी एचएसवीपी द्वारा प्रदान की गई।",
  "(5) The State Information Commission (for short ‘the Commission') vide order dated 10.2.2021 issued show cause notice": "(5). राज्य सूचना आयोग (संक्षेप में 'आयोग') ने दिनांक 0.2.202। के आदेश के तहत याचिकाकर्ता को सूचना",
  "under Section 20 (1) of the Act to the petitioner for causing delay": "उपलब्ध कराने में देरी के लिए अधिनियम की धारा 20 (॥) के तहत कारण बताओ नोटिस जारी किया और दिनांक",
  "costs of Rs. 10,000/- upon the petitioner.": "6.3.202 के आदेश द्वारा याचिकाकर्ता पर 0,000/- रुपये का जुर्माना लगाया।",
  "(6) Learned counsel for the petitioner submits that the": "(6) याचिकाकर्ता के विद्वान वकील ने प्रस्तुत किया कि याचिकाकर्ता ५.8.2020 से 22.2.202 तक एस्टेट",
  "tenure of thepetitioner at Karnal. It is further argued that the petitioner was not posted at Karnal on the date when penalty was imposed. It is": "देरी नहीं हुई। यह भी तर्क दिया गया कि जिस दिन जुर्माना लगाया गया, उस दिन याचिकाकर्ता करनाल में तैनात नहीं",
  "contended that SPIO-cum-Estate Officer, Karnal holding charge on 16.3.2021 vide letter dated 15.3.2021 had sought time from the": "था। यह तर्क दिया गया कि एसपीआईओ-सह-एस्टेट ऑफिसर, करनाल ने 5.3.202 के पत्र के माध्यम से",
  "16.3.2021 vide letter dated 15.3.2021 had sought time from the Commission to respond to the show cause notice as he had taken the": "6.3.202 को कार्यभार संभालते हुए आयोग से कारण बताओ नोटिस का जवाब देने के लिए समय मांगा था,",
  "(7) Learned counsel for respondent No.1 is not disputing the fact regarding the timeline of events as they are unfurled and putforth": "(7) प्रतिवादी संख्या । के विद्वान वकील घटनाओं की समय-सीमा के संबंध में तथ्य पर विवाद नहीं कर रहे हैं,",
  "by the learned counsel for the petitioner.": "क्योंकि उन्हें याचिकाकर्ता के विद्वान वकील द्वारा सामने रखा गया है।",
  "(8) Before proceedings further, Section 20 of the Act is reproduced below:-": "(8) आगे की कार्यवाही से पहले, अधिनियम की धारा 20 नीचे उद्धृत है:-",
  "“20. Penalties. (1). Where the Central Information Commission or the State Information Commission, as the case may be, at the time of deciding any complaint or": "“20. दंड (॥) जहां केंद्रीय सूचना आयोग या राज्य सूचना आयोग, जैसा भी मामला हो, किसी शिकायत या अपील पर",
  "appeal is of the opinionthat the Central Public Information Officer or the State Public Information Officer, as the case": "फैसला करते समय इस राय का है कि केंद्रीय लोक सूचना अधिकारी या राज्य लोक सूचना अधिकारी, जैसा भी",
  "may be, has, without any reasonable cause, refused to receive an application for information or has not furnished": "मामला हो, ने किसी उचित कारण के बिना सूचना के लिए आवेदन प्राप्त करने से इनकार कर दिया है या धारा 7 की",
  "information within the time specified under sub-section (1) of section 7 or malafidely denied the request for": "उप-धारा (॥) के तहत निर्दिष्ट समय के भीतर सूचना प्रदान नहीं की है या दुर्भावनापूर्ण रूप से सूचना के लिए अनुरोध",
  "information or knowingly given incorrect, incomplete or misleading information or destroyed information which": "को अस्वीकार कर दिया है या जानबूझकर गलत, अपूर्ण या भ्रामक जानकारी दी है या सूचना को नष्ट कर दिया है जो,"
}