{
  "Before Rajesh Bindal, J.": "न्यायमूर्ति राजेश बिंदल के समक्ष",
  "BANWARI LAL (DECEASED) Through L.RS.,—Petitioner": "बनवारी लाल (मृतक) अपने उतराधिकारियों के माध्यम से -याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS,—Respondents": "हरियाणा राज्य और अन्य-उत्तरदाता",
  "C.W.P. No. 4968 of 1986": "986 का सी. डब्ल्यू. पी. संखया 4968",
  "Constitution of India—Article 226/227—Rules for the Sale of Surplus Rural Evacuee Properties—RI. 5, 8, 9, 11—Punjab": "भारत का संविधान-अनुच्छेद 226/227-अधिशेष ग्रामीण निकासी संपत्तियों की बिक्री के लिए नियम-नियम 5, 8, 9, ।-पंजाब एकमुश्त सौंदाप्रॉपर्टीज",
  "Package Deal Properties (Disposal) Act, 1976—S.0(2)—Respondent": "(निपटान) अधिनियम, 976-धारा. 0 (2)-प्रतिवादी संख्या 3 उच्चतम",
  "No. 3 highest bidder—bid confirm by Settlement Commissioner—": "बोलीदाता-बोली की पुष्टि निपटान आयुक्त द्वारा की जाती है-बिक्री के पैसे जमा",
  "Sale consideration deposited and sale certificate issued—Transfer": "करवा दिए गए और बिक्री प्रमाण पत्र जारी किया जाता है-राजस्व रिकॉर्ड में",
  "effected in revenue record—Petitioner subsequent purchaser—": "हस्तांतरण प्रभावित होता है-याचिकाकर्ता बाद के खरीदार-निपटान आयुक्त ने",
  "Settlement Commissioner set aside auction in favour of seller and": "विक्रेता के पक्ष में नीलामी को निरस्त कर दिया और पुनः नीलामी का निर्देश",
  "directed re-auction—Petitioner (subsequent purchaser) challenged the said order—Petition allowed.": "दिया-याचिकाकर्ता (बाद के खरीदार) ने उक्त आदेश को चुनाती दी-याचिका स्वीकार की गई |",
  "Held, that issue for consideration is whether in exercise of revisional": "विचार के लिए मुद्दा यह है कि कया पुनरीक्षण की शक्ति का इस्तेमाल",
  "power sale effected 16 years back could be set aside. Further held that": "करते हुए 6 साल पहले की बिक्री को निरस्त किया जा सकता है।इसके अलावा",
  "still it has to be reasonable and not that such power could be exercised": "लिए कोई सीमा अवधि का प्रावधान नहीं है, फिर भी यह उचित होना चाहिए और",
  "at any time. Finality has to be attached to the actions. Where there is no": "को कार्यों से जोड़ा जाना चाहिए।जहाँ किसी भी शक्ति के प्रयोग के लिए कोई",
  "within a reasonable time and what is “reasonable time” has to be determined on the facts of each case.": "जाना चाहिए और प्रत्येक मामले के तथ्यों पर \"उचित समय\" निर्धारित किया",
  "(Para 15)": "(पैरा 5)",
  "Settlement Commissioner after 16 years of issuance of sale certificate would": "आगे कहा कि बिक्री प्रमाण पत्र जारी करने के 6 वर्षों के बाद निपटान",
  "be unreasonable especially when the alleged irregularity came to the notice": "विशेष रूप से जब कथित अनियमितता विवादित आदेश पारित करने से एक",
  "of the department more than a decade before passing of the impugned order.": "दशक से अधिक समय पहले विभाग के संज्ञान में आई हो।याचिका स्वीकार की",
  "Petitioner allowed and impugned order quashed.": "गई और विवादित आदेश को रदूद कर दिया।",
  "(Para 16)": "(पैरा 6)",
  "H. N. Mehtani, Advocate, for the appellant.": "अपीलकर्ता की ओर से - अधिवक्ता एच. एन. मेहतानी",
  "D. D. Gupta, Additional Advocate General, Haryana for respondents No. 1 and 2.": "उत्तरदाता संख्या । ओर 2 की ओर से - डी. डी. गुप्ता, अतिरिक्त महाअधिवक्ता हरियाणा",
  "RAJESH BINDAL J.": "न्यायमूर्ति राजेश बिंदल",
  "petition challenging the order dated 6th August, 1986 (Annexure P3) passed by Joint Secretary (Rehabilitation)-cum-Settlement Commissioner,": "(।) याचिकाकर्ता ने 6 अगस्त, 986 के संयुक्त सचिव (पुनर्वास)-सह-निपटान",
  "Haryana (hereinafter referred to as ‘the Settlement Commissioner’) and": "आयुक्त, हरियाणा (जिसे इसके बाद 'निपटान आयुक्‍क्त' के रूप में संदर्भित किया",
  "BANWARI LAL (DECEASED) THROUGH L.RS. v. 153 STATE OF HARYANA AND OTHERS": "बनवारी लाल (मृतक) अपने उतराधिकारियों के दवारा- बनाम हरियाणा राज्य और अन्य",
  "is satisfied that any material irregularity or fraud has been committed in": "या बिक्री के संचालन में कोई भी भौतिक अनियमितता या धोखाधड़ी की गई है, वह",
  "publication or conduct of sale, he may withhold approval and make an order for re-auction of the land.": "अनुमोदन रोक सकता है और भूमि की पुनः नीलामी के लिए आदेश दे सकता है।",
  "(7) Rule 11 of the Rules provides for power of revision. It confers": "(7) नियमों के नियम ] में संशोधन की शक्ति प्रदान की गई है।यह निपटान",
  "pending before or decided by a Subordinate Officer and pass such order": "आयुक्त को किसी अधीनस्थ अधिकारी के समक्ष लंबित या उसके द्वारा तय किए",
  "effected. The same is extracted hereunder :": "उचित समझा जाए।उसी को यहाँ नीचे बताया गया हैः",
  "“Powers of Revision.—Settlement Commissioner may call for the": "“पुनरीक्षण की शक्तियाँ|--निपटान आयुक्त किसी अधीनस्थ अधिकारी से",
  "record of any case pending before or decided by a Subordinate": "पहले लंबित या उसके द्वारा तय किए गए किसी भी मामले का रिकॉर्ड मांग",
  "proposed order shall be given an opportunity of being heard.”": "को सुनवाई का अवसर दिया जाए।”",
  "(8) In the present case, there was no complaint filed by any person in terms of Rule 9 of the Rules, as referred to above. The sale had": "(8) वर्तमान मामले में, जैसा कि ऊपर निर्दिष्ट किया गया है, नियमों के नियम 9 के संदर्भ में किसी भी व्यक्ति दवारा कोई शिकायत दर्ज नहीं की गई थी।बिक्री की",
  "already been confirmed and sale certificate was issued in favour of the successfull bidder on 9th February, 1970. Even the mutation had also been": "पुष्टि पहले ही हो चुकी थी और 9 फरवरी, 970 को सफल बोलीदाता के पक्ष में बिक्री प्रमाण पत्र जारी किया गया था।यहां तक कि उत्परिवर्तन को भी राजस्व",
  "entered in the revenue record and possession of the property delivered to the buyer.": "रिकॉर्ड और खरीदार को दी गई संपत्ति के कब्जे में दर्ज किया गया था।",
  "(9) It is evident from the impugned order that after the confirmation": "(9) विवादित आदेश से यह स्पष्ट है कि 9 फरवरी, 970 को बिक्री की पुष्टि के",
  "sale on 17th December, 1973. At that time, the Deputy Secretary (Rehabilitation) vide order dated 31st October, 1974 asked the department": "था।उस समय, उप सचिव (पुनर्वास) ने 3। अक्टूबर, 974 के आदेश के माध्यम से",
  "to submit a complete reference. Thereafter, the department slept over the": "विभाग को एक पूर्ण संदर्भ प्रस्तुत करने के लिए कहा।इसके बाद, विभाग ने इस",
  "BANWARI LAL (DECEASED) THROUGH L.RS. v. 151 STATE OF HARYANA AND OTHERS": "बनवारी लाल (मृतक) अपने उतराधिकारियों के दवारा- बनाम हरियाणा राज्य और अन्य",
  "was clubbed together. The order was passed by the Settlement Commissioner": "को एक साथ जोड़ा गया था |यह आदेश निपटान आयुक्त द्वारा उप जिला अटॉर्नी,",
  "or in connivance with officials should not be made to suffer for any alleged": "मिलीभगत नहीं होने पर उन्हें किसी भी कथित अनियमितता के लिए पीड़ित नहीं",
  "regularity at their end. Even otherwise, the action of re-calling of an order": "किया जाना चाहिए।अन्यथा भी, नीलामी बिक्री को निरस्त करने के आदेश को",
  "setting aside the auction sale, which was effected 17 years prior thereto": "फिर से बुलाने की कारवाई, जो उससे ]7 साल पहले की गई थी, भी मनमाना और",
  "is also arbitrary and inequitable. Even if there is no period prescribed for exercise of power under Rule 11 of the Rules, still the same has to be within": "असमान है।भले ही नियमों के नियम ] के तहत शक्ति के प्रयोग के लिए कोई",
  "(4) Onthe other hand, learned counsel for respondents No. 1 and": "(4) दूसरी ओर, उत्तरदाता संख्या | और 2 के विद्वान अधिवक्ता ने प्रस्तुत",
  "fixed in the year 1967. The auction was held in the year 1967. The auction": "निर्धारित किया गया था।नीलामी वर्ष 967 में आयोजित की गई थी।यह नीलामी",
  "was held in the year 1969 and in between fresh instructions had been issued": "वर्ष 969 में आयोजित की गई थी और इसके बीच में वर्ष 968 में नए निर्देश जारी",
  "in the year 1968. In terms of these instruction, the reserve price of the land": "किए गए थे।इन निर्देशों के संदर्भ में, भूमि का आरक्षित मूल्य रु 2596 था जबकि",
  "had to be Rs. 2596 whereas it was sold merely for Rs. 2,000, i.e., below": "यह केवल रु 2,000 में यानी आरक्षित मूल्य से कम में बेची गई।उन्होंने आगे",
  "the reserve price. He further submitted that two portions of land located at a different place were clubed for the purpose of auction. One of the": "कहा कि एक अत्रग स्थान पर स्थित भूमि के दो हिस्सों को नीलामी के उद्देश्य से",
  "portions could very well be used for residential and commercial purposes.": "जोड़ा गया था।एक भाग का उपयोग आवासीय और वाणिज्यिक उद्देश्यों के लिए",
  "The clubbing was totally illegal. He further submitted that the Rules do not": "बहुत अच्छी तरह से किया जा सकता है।दोनों को जोड़ना पूरी तरह से अवैध था |उन्होंने आगे कहा कि नियमों में स्वतः संज्ञान लेते हुए आगे की कार्रवाई करने के",
  "(6) Rule5 of the Rules provides for procedure for sale of property": "संपत्तियों की बिक्री के लिए नियम (संक्षेप में, नियम) के रूप में जाना जाता है। 5",
  "a sum of Rs. 2,000. The aforesaid bid was confirmed by the Settlement": "लगाने वाला था। उपरोक्त बोली की पुष्टि निपटान अधिकारी (बिक्री) द्वारा 2",
  "Officer (Sale) on 12th September, 1969. The entire sale consideration was": "सितंबर, 969 को की गई थी।सम्पूर्ण बिक्री प्रतिफल प्रतिवादी संख्या 3 द्वारा 9",
  "deposited by respondent No. 3 on 9th February, 1970. Thereafter, even": "फरवरी, 970 को जमा किया गया था।इसके बाद उनके पक्ष में एक बिक्री प्रमाण",
  "a Sale certificate was also issued in his favour. The transfer was effected in the revenue record by mutation (Annexure-P1). On 6th February, 1978,": "पत्र भी जारी किया गया।हस्तांतरण राजस्व रिकॉर्ड में उत्परिवर्तन (अनुलग्नक-",
  "in the revenue record by mutation (Annexure-P1). On 6th February, 1978, the petitioner purchased the aforesaid land from respondent No. 3 on": "पी।) दवारा किया गया था। 6 फरवरी, 978 को याचिकाकर्ता ने प्रतिवादी संख्या 3",
  "payment of Rs. 10,000 which was the market value at that time. After": "से 0, 000 रुपये के भुगतान पर उपरोक्त भूमि खरीदी, जो उस समय बाजार मूल्य",
  "purchasing the land, the petitioner spent Rs. 20,000 in making the same cultivable and also arranging the water course. On 9th August, 1984, a": "था।जमीन खरीदने के बाद, याचिकाकर्ता ने उसे खेती योग्य बनाने और जल मार्ग की व्यवस्था करने के लिए 20, 000/- रुपये खर्च किए । 9 अगस्त, 984 को",
  "notice was issued to the petitioner for appearance on 21st September,": "याचिकाकर्ता को 2। सितंबर, 984 को पेश होने के लिए एक नोटिस जारी किया",
  "the present case was effected in an auction, which was held on 5th August, 1969. The same was confirmed by the Settlement Officer (Sale) on 12th": "तथ्य यह है कि भूमि की नीलामी 5 अगस्त, 969 को हुई थी, जिसकी पुष्टि सक्षम",
  "certificate was also issued in favour of respondent No. 3 on 9th February,": "थी।सफल बोलीदाता के पक्ष में बिक्री प्रमाण पत्र 9 फरवरी, 970 को जारी किया",
  "understood as within a reasonable time depending on the facts and circumstances of each case in the absence of prescribed period of limitation.": "की अवधि मामले के तथ्यों और उस आदेश की प्रकृति से निर्धारित की जानी",
  "of Statutory interpretation observed that “Reading word for": "और उद्धरण करते हुए कहा गया है कि \"शब्द दर शब्द पढ़ना और धारा",
  "word and assigning a literal meaning to Section 48-AA would lead to absurdity, futility and to such consequences as": "48-ए. ए. को शाब्दिक अर्थ देना अर्थहीनता, निरर्थकता और ऐसे",
  "Parliament could have never intended. The provision has an": "परिणामों की ओर ले जाएगा जो संसद कभी नहीं सोच सकती थी।इस",
  "ambiguity and is capable of being read in more ways than one.": "प्रावधान में अस्पष्टता है और इसे एक से अधिक तरीकों से पढ़ा जा",
  "We must, therefore, assign the provision a meaning and so read": "सकता है।इसलिए, हमें प्रावधान को एक अर्थ देना चाहिए और इसलिए",
  "it as would give life to an otherwise lifeless letter and enable the": "इसे पढ़ना चाहिए जो अन्यथा निर्जीव पत्र को जीवन देगा और समीक्षा",
  "power of review conferred thereby being meaningfully availed": "की शक्ति को सक्षम करेगा जिससे सार्थक रूप से लाभ उठाया जा सके",
  "and effectively exercised.": "और प्रभावी ढंग से प्रयोग किया जा सके।",
  "11. In Principles of Statutory Interpretation (8th Edn. 2011),": ". सांविधिक व्याख्या के सिद्धांतों में (8 वीं संस्करण। 20), लेखक ने",
  "the author has stated thus :": "इस प्रकार कहा हैः",
  "“Tt may look somewhat paradoxical that plain meaning rule is": "“यह कुछ विरोधाभासी लग सकता है कि सादा अर्थ वाला नियम",
  "not plain and requires some explanation. The rule, that": "सादा नहीं है और इसके लिए कुछ स्पष्टीकरण की आवश्यकता",
  "plain words require no construction, starts with the premise": "है।नियम, कि सादे शब्दों को किसी निर्माण की आवश्यकता नहीं",
  "that the words are plain, which is itselfa conclusion reached": "है, इस आधार के साथ शुरू होता है कि शब्द सादे हैं, जो स्वयं",
  "after construing the words. It is not possible to decide": "शब्दों को समझने के बाद एक निष्कर्ष है।यह तय करना संभव",
  "whether certain words are plain or ambiguous unless they": "नहीं है कि कुछ शब्द सादे हैं या अस्पष्ट हैं जब तक कि उनका",
  "are studied in their context and construed.”": "अध्ययन उनके संदर्भ में नहीं किया जाता है और उनका अर्थ नहीं निकाला जाता है।”",
  "The author has stated again as under :": "लेखक ने फिर से कहा हैः",
  "“Tn selecting out of different interpretations, the court will adopt": "“विभिन्‍न व्याख्याओं में से चुनने में, न्यायलय उन चीजों को",
  "which is more of those things, as it may presumed that the": "अपनाएगा जो उन चीजों से अधिक है, क्योंकि यह अनुमान लगाया जा",
  "(15) It has been opined in the aforesaid judgments that where is": "(5) उपरोक्त निर्णयों में यह राय दी गई है कि जहां किसी भी शक्ति के प्रयोग के",
  "no limitation provided for exercise of any power, the power must be": "लिए कोई सीमा प्रदान नहीं की गई है, वहां शक्ति का प्रयोग उचित समय के भीतर",
  "exercised within a reasonable time and what is “reasonable time” has to": "किया जाना चाहिए और प्रत्येक मामले के तथ्यों पर \"उचित समय\" निर्धारित",
  "be determined on the facts of each case. If the officers are given laxity": "किया जाना चाहिए।यदि अधिकारियों को किसी भी समय स्वप्रेरणा संज्ञान लेने की",
  "to exercise suo motu power at any time where no period of limitation as": "शक्ति का प्रयोग करने में ढिलाई दी जाती है, जिसके लिए कोई सीमा अवधि का",
  "such has been provided for, the same would lead to anomalous position": "प्रावधान नहीं किया गया है, तो यह विसंगत स्थिति पैदा करेगा जिससे",
  "leading to uncertainty and complications, seriously affecting the rights of the": "अनिश्चितता और जटिलताएं पैदा होंगी, जिससे पक्षकारों के अधिकार गंभीर रूप",
  "parties, that too, over immovable properties.": "से प्रभावित होंगे, वह भी अचल संपत्तियों पर।",
  "(16) If the facts of the present case are considered in the light": "(6) यदि वर्तमान मामले के तथ्यों पर कानून के उच्चारण के आलोक में विचार",
  "of enunciation of law, as refered to above, it can safely be opined that": "किया जाता है, जैसा कि ऊपर संदर्भित किया गया है, तो यह सुरक्षित रूप से कहा",
  "exercise of suo-motu power of revision by the Settlement Commissioner": "वर्षों के बाद भी निपटान आयुक्त द्वारा संशोधन की स्वतः-प्रेरित शक्ति का प्रयोग",
  "bidder would certainly be unreasonable especially when the alleged irregularity": "निश्चित रूप से अनुचित होगा, विशेष रूप से जब संपत्ति की बिक्री में कथित",
  "a decade before passing of the impugned order.": "अनियमितता विवादित आदेश पारित होने से एक दशक से अधिक समय पहले",
  "(17) In view of the above, the writ petition is allowed. Order": "(।7) उपरोक्त को ध्यान में रखते हुए, रिट याचिका स्वीकार की जाती है। 6",
  "dated 6th August, 1986 (Annexure P3) and notice dated 28th August, 1986": "अगस्त, 986 के आदेश (अनुलग्नक पी3) और 28 अगस्त, 986 के नोटिस",
  "(Annexure P5) are quashed.": "(अनुलग्नक पी5) को रदद कर दिया गया है।",
  "of words “at any time’ in Sub-Section (4) of Section 50-B of": "अधिनियम की धारा 50-बी की उप-धारा (4) में 'किसी भी समय' शब्दों के",
  "Division Bench the High Court approves and affirms the decision of the learned Single Judge. Where a statute provides any suo-": "न्यायालय की खण्ड पीठ विद्वान एकल न्यायाधीश के फैसले को मंजूरी देती है और उसकी पुष्टि करती है।जहाँ कोई अधिनियम किसी भी सीमा",
  "motu power of revision without prescribing any period of": "की अवधि निर्धारित किए बिना संशोधन की कोई स्वतः संज्ञान शक्ति",
  "limitation, the power must be exercised within a reasonable": "प्रदान करता है, वहाँ शक्ति का प्रयोग उचित समय के भीतर किया जाना",
  "time and what is “reasonable time” has to be determined on the facts of each case.”": "चाहिए और प्रत्येक मामले के तथ्यों पर \"उचित समय\" निर्धारित किया जाना चाहिए।“",
  "In State of HP and others versus Rajkumar Brijender Singh": "“हिमाचल प्रदेश राज्य और अन्य बनाम राजकुमार बुजेंद्र सिंह और",
  "and others (6), Hon’ ble the Supreme Court opined as under :": "अन्य\", में माननीय सर्वोच्च न्यायात्रय ने निम्नानुसार राय दी:",
  "“6...It is true that sub-section (3) provides that such a power may be": "“6......यह सच है कि उप-धारा (3) में यह प्रावधान है कि ऐसी",
  "exercised at any time but this expression does not mean there": "शक्ति का प्रयोग किसी भी समय किया जा सकता है, लेकिन इस अभिव्यक्ति का मतलब यह नहीं है कि कोई समय सीमा नहीं",
  "would be no time limit or it is in infinity. All that is meant is that": "होगी या यह अनंत है।इसका मतलब यह है कि ऐसी शक्तियों का",
  "such powers should be exercised within a reasonable time. No": "प्रयोग उचित समय के भीतर किया जाना चाहिए।सीमा की कोई",
  "fix period of limitation may be laid but unreasonable delay in": "निश्चित अवधि निर्धारित नहीं की जा सकती है, लेकिन सत्ता के"
}