{
  "450 I.L.R. PUNJAB AND HARYANA 2011(1)": "450 ॥...२, एशतरा 88 3० त5२ 00२७ 20()",
  "Sugar Mill was a public authority under the Right to Intormation Act, 2005 (for short ‘the Act’).": "चीनी मिल प्रवेश का अधिकार अधिनियम, 2005 (संक्षेप में 'अधिनियम') के तहत एक सार्वजनिक प्राधिकरण था।",
  "(2) Theappellant-Sugar Mill had refused to give certain information": "(2) अपीलकर्ता-चीनी मिल ने अधिनियम के तहत कुछ जानकारी देने से इनकार कर",
  "under the Act. The State Information Commissioner held that the appellant": "दिया था। राज्य सूचना आयुक्त ने माना कि अपीलकर्ता इसे सार्वजनिक प्राधिकरण मानते",
  "was bound to give such information holding it to be a public authority. As mentioned above, the writ petition having been dismissed, the appellants": "हुए ऐसी जानकारी देने के लिए बाध्य है। जैसा कि ऊपर उल्लेख किया गया है, रिट याचिका",
  "(3) Learned counsel for the appellants has argued that the learned": "(3) अपीलकर्ताओं के लिए विद्वान वकील ने तर्क दिया है कि विद्वान एकल न्यायाधीश ने",
  "“th) “public authority” means any authority or body or institution of self-government established or constituted—": "\"(॥) \"सार्वजनिक प्राधिकरण\" का अर्थ है स्थापित या गठित स्वशासन का कोई प्राधिकरण या निकाय या संस्थान-",
  "(a) byorunder the Constitution ;": "(ए) संविधान द्वारा या उसके तहत;",
  "(b) by any other law made by Parliament ;": "(बी) संसद द्वारा बनाए गए किसी अन्य कानून द्वारा;",
  "(c) by any other law made by State Legislature ;": "(सी) राज्य विधानमंडल द्वारा बनाए गए किसी अन्य कानून द्वारा;",
  "(d) by notification issued or order made by appropriate Government, and includes any": "(डी) उचित सरकार द्वारा जारी अधिसूचना या आदेश द्वारा, और इसमें कोई भी शामिल है",
  "(i) body owned, controlled or substantially financed ;": "(0) स्वामित्व वाली, नियंत्रित या पर्याप्त रूप से वित्तपोषित संस्था;",
  "(ii) non-Government organization substantially financed, directly": "(9) गैर-सरकारी संगठन उचित सरकार द्दारा प्रत्यक्ष या अप्रत्यक्ष रूप से उपलब्ध",
  "(4) Counsel for the appellants has further argued that the appellant-": "(4) अपीलकर्ताओं के वकील ने आगे तर्क दिया है कि अपीलकर्ता- शुगर मिल्स न तो",
  "Sugar Mills is neither a body owned, controlled or substantially financed": "सरकार के स्वामित्व, नियंत्रण या पर्याप्त रूप से वित्तपोषित निकाय है और न ही यह पर्याप्त",
  "by the government nor is it anon-government organization substantially": "रूप से वित्तपोषित गैर-सरकारी संगठन है। प्रत्यक्ष या अप्रत्यक्ष रूप से उपयुक्त सरकार",
  "(5) The learned Single Judge held that as regards funding, the": "(5) विद्वान एकल न्यायाधीश ने माना कि जहां तक फंडिंग का संबंध है, अपीलकर्ताओं ने",
  "appellants had not divulged any details about the share-holding of the government or any other finances which may have been provided by the": "सरकार की शेयर-धारिता या किसी अन्य वित्त के बारे में कोई विवरण नहीं दिया है जो कि प्रदान किया गया हो सकता है",
  "Before Mukul Mudgal, C.J. & Ajay Tewari, J.": "मुक॒ल मुद्बल सी जे और अजय तिवारी जे के समक्ष",
  "THE KARNAL COOPERATIVE SUGAR": "करनाल सहकारी चीनी",
  "versus": "बनाम",
  "STATE INFORMATION COMMISSIONER &": "राज्य सूचना आयुक्त एवं",
  "Constitution of India, 1950—Art. 226——Right to Information": "भारत का संविधान 7950- अनुच्छेद 226- सूचना का अधिकार अधिनियम",
  "Act, 2005—S. 2(h)—Sugar Mill managed by a State Civil Service": "2005- एस 2(एच) - चीनी गिल का प्रबंधन एक राज्य सिविल सेवा अधिकारी द्वारा",
  "Officer— Whether Sugar Mills is a public authority under 2005": "किया जावा है- क्या चीनीमिल2005 अधिनियम के तहत एक स़रार्वजनिक प्राधिकरण",
  "Act-—Held, yes—Appeal dismissed, orders of Single Judge dismissing": "है- माना जाता है हां- अपील खारिज कर दी यई एकल न्यायाधीश के आदेश ने",
  "petition of Sugar Mills and that of State Information Commissioner’": "चीनी।मिलों की याचिका खारिज कर दी और राज्य सूचना आयुक्त ने|गिलों पर कन्जा",
  "Director who is a State Civil Service Officer. The appellants have divulged": "किया जाता है जो एक राज्य/णिविल सेवा अधिकारी है। अपीलकर्ताओं ने अपीलकर्ता।यिल",
  "-no information regarding the extent’of financial help/investment/equity participation made by the Government in the appellant-Mill. It is evident": "में सरकार द्वारा की गई वित्तीय सह्मायता/निवेश झइकिटी भागीदारी की सरीया के संबंध में",
  "P. K. Mutneja, Advocate, for the appellants.": "अपीलकर्ताओं की ओर से अधिवक्ता पी.के. मुटनेजा।",
  "B. S. Rana, Addl. A. G: Haryana; for respondent No. 1..": "एस. राणा, अतिरिक्त. ए.जी.हरियाणा,तोर प्रतिवादी क्रमांक ..",
  "Jashandeep S. Sandhu, Advocate, for respondent No. 2.": "जशनदीप एस. संधू, वकील, प्रतिवादी नंबर 2 के लिए।",
  "MUKUL MUDGAL, CHIEF JUSTICE": "मुकुल मुद्गल, मुख्य न्यायाधीश",
  "(1) This appeal has been filed against the judgment of the leamed": "(॥) यह अपील राज्य उपभोक्ता आयोग के आदेश के खिलाफ अपीलकर्ताओं की",
  "Single Judge dismissing the writ petition of the appellants against the order": "रिट याचिका को खारिज करने वाले विद्वान एकल न्यायाधीश के फैसले के",
  "Government. Learned Single Judge also noticed that having itself appointed ©": "सरकार। विद्वान एकल न्यायाधीश ने यह भी देखा कि स्वयं एक लोक सूचना",
  "a Public Information Officer, the appellant admitted that it was a public": "अधिकारी नियुक्त करने के बाद, अपीलकर्ता ने स्वीकार किया कि यह एक",
  "authority.": "सार्वजनिक प्राधिकरण था।",
  "(6) Counsel for the appellants has relied upon a decision of the Hon’ble Supreme Court in General Manager, Kisan Sahkari Chini": "(6) अपीलकर्ताओं के वकील ने महाप्रबंधक, किसान सहकारी चीनी मिल्स",
  "Mills Ltd., Sultanpur UP versus Satrughan Nishad and others (1), a": "लिमिटेड, सुल्तानपुर यूपी बनाम सत्रुधघन निषाद और अन्य () में माननीय सर्वोच्च",
  "decision of this Court in CWP No. 6226 of 1992, Raj Pal and others": "न्यायालय के फैसले पर भरोसा किया है, सीडब्ल्यूपी संख्या में इस न्यायालय के एक फैसले पर भरोसा किया है। 992 का 6226, राज पाल और अन्य बनाम कमल को-ऑपरेटिव",
  "versus Karnal Co-operative Sugar Mills Limited Karnal and others, decided on 11th November, 1992, and decision of the Karnataka High": "शुगर मिल्स लिमिटेड कमल और अन्य, ।] नवंबर 992 को फैसला, और दत्तप्रसाद",
  "Court in Dattaprasad Co. op Housing Society Ltd., versus Karnataka": "कंपनी ऑप हाउसिंग सोसाइटी लिमिटेड बनाम कर्नाटक राज्य मुख्य सूचना में",
  "State Chief Information Commissioner, (2). As regards the first two": "कर्नाटक उच्च न्यायालय का फैसला आयुक्त, (2). जहाँ तक पहले दो निर्णयों का प्रश्न है,",
  "decisions, they relate to the test of Article 12 of the Constitution. Thus, they": "वे संविधान के अनुच्छेद 2 के परीक्षण से संबंधित हैं। इस प्रकार, वे अधिनियम की धारा 2",
  "are not at all relevant to determine the ambit of Section 2 of the Act where |": "के दायरे को निर्धारित करने के लिए बिल्कुल भी प्रासंगिक नहीं हैं जहां वाक्यांश 'सार्वजनिक",
  "the phrase is ‘public authority’ and not ‘State’. The third decision was in": "प्राधिकरण' है न कि 'राज्य'। तीसरा निर्णय एक सहकारी समिति के संबंध में था जो पूरी",
  "respect of a cooperative society which was entirely a private house building society. The allegation sought to be made was that since all cooperative": "तरह से एक निजी गृह निर्माण समिति थी। आरोप यह लगाया गया कि चूँकि सभी सहकारी",
  "societies were under the ultimate control of the Registrar Cooperative": "समितियाँ रजिस्ट्रार सहकारी समितियों के अंतिम नियंत्रण में थीं, इसलिए वे सभी",
  "Societies, they would all be public authorities. There was no participation of the government in the said society. It was in those circumstances that": "सार्वजनिक प्राधिकरण होंगी। उक्त समाज में सरकार की कोई भागीदारी नहीं थी. इन्हीं",
  "the learned Single Judge held that the society was not amenable to the Right": "परिस्थितियों में विद्वान एकल न्यायाधीश ने माना कि सोसायटी सूचना का अधिकार",
  "to Information Act, 2005.": "अधिनियम, 2005 के प्रति उत्तरदायी नहीं है।",
  "(7) Inour view, the present case is clearly distinguishable for the": "(7) हमारे विचार में, वर्तमान मामला इस कारण से स्पष्ट रूप से अलग है कि यहां",
  "reason that here the appellant-Sugar Mill is managed by a Managing": "अपीलकर्ता-चीनी मिल का प्रबंधन एक प्रबंध निदेशक द्वारा किया जाता है जो एक राज्य",
  "Director who is a State Civil Service Officer. As mentioned above, the": "सिविल सेवा अधिकारी है। जैसा कि ऊपर बताया गया है, अपीलकर्ताओं ने अपीलकर्ता-",
  "appellants have divulged no information regarding the extent of financial help/investment/equity participation made by the government in the appellant- Mill. Itis evident that this information if furnished may have gone against": "मिल को सरकार द्वारा दी गई वित्तीय सहायता/निवेश/इक्किटी भागीदारी की सीमा के संबंध में कोई जानकारी नहीं दी है। यह स्पष्ट है कि यदि यह जानकारी दी गई तो अपीलकर्ताओं",
  "the appellants’ stand. In the circumstances, no fault can be found with the judgment of the learned Single Judge and consequently, this appeal i is": "के रुख के खिलाफ हो सकती है। इन परिस्थितियों में, विद्वान एकल न्यायाधीश के फैसले में कोई दोष नहीं पाया जा सकता है और परिणामस्वरूप, यह अपील लागत के संबंध में",
  "dismissed with no order as to costs.": "बिना किसी आदेश के खारिज कर दी जाती है।",
  "(1) (2003) 8 S.C.C. 639": "(।). (2003) & 8.0..९:. 639",
  "(2). 2009 (5) R.C.R. (Civil) 833": "(2) 2009 (5) 7९.(..२. ((शा।) 833"
}