{
  "HARVINDER SINGH v. STATE OF HARYANA AND OTHERS 473 (Kuldeep Tiwari, J.)": "हार्विंदर सिंह बनाम हरियाणा राज्य और अन्य (कुलदीप तिवारी, जे.)",
  "Before Sureshwar Thakur & Kuldeep Tiwari, JJ.": "समक्ष सुरेश्वर ठाकुर और कुलदीप तिवारी, जे. जे.",
  "HARVINDER SINGH—Petitioner": "हार्विदर सिंह - याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS— Respondents": "हरियाणा राज्य और अन्य-उत्तरदाता",
  "January 27, 2023": "27 जनवरी, 2023",
  "The Haryana Village Common Land (Regulation) Rules, 1964 —RI.12(4)—Regularization of unauthorized Constructions—": "हरियाणा ग्राम सामान्य भूमि (विनियमन) नियम, 96५-आरएल ॥2 (५)-अनधिकृत निर्माणों का नियमितीकरण-",
  "Petitioner constructed concrete house, cattle shed etc. on the land— House being used since the time of forefathers of the Petitioner—": "याचिकाकर्ता ने कंक्रीट के घर, पशुशाला आदि का निर्माण किया। भूमि पर-याचिकाकर्ता के पूर्वजों के समय से",
  "Gram Panchayat did not recommend his claim and passed resolution": "उपयोग किए जा रहे घर-ग्राम पंचायत ने उनके दावे की सिफारिश नहीं की और प्रस्ताव पारित किया कि वह",
  "that it is unable to sell disputed land to the petitioner—Petitioner": "याचिकाकर्ता को विवादित भूमि बेचने में असमर्थ है-याचिकाकर्ता ने न तो तालाब के रूप में उपयोग की जाने वाली",
  "neither encroached upon land used as pond nor encroached upon": "भूमि पर अतिक्रमण किया और न ही 'रास्ता' के रूप में उपयोग की जाने वाली भूमि पर अतिक्रमण कियाहरियाणा",
  "land used as ‘rasta’—Earlier directions reconsidered by Govt. of Haryana and regularization of houses can now be considered under Rule 12(4) of the Haryana Village Common Land (Regulation) Rule 1964—Matter remanded.": "सरकार द्वारा पुनर्विचार किए गए पहले के निर्देशों और घरों को नियमित करने पर अब हरियाणा ग्राम सामान्य भूमि (विनियमन) नियम 96५ के नियम 2 (५) के तहत विचार किया जा सकता है।",
  "Held, that in view of the above supervening events Le. instructions dated 26.4.2022 issued by respondent No.1, we find that": "आयोजित किया गया कि उपर्युक्त अधिशासी घटनाओं, अर्थात्‌ प्रत्यर्थी सं. । द्वारा दिनांक 26-५-2022 को जारी किए",
  "became sparked through judicial pronouncement against non- consideration of any claim of any individual under Rule 12(4) of the": "अधीन किसी व्यक्ति के किसी दावे पर विचार न करने के विरुद्ध न्यायिक घोषणा के द्वारा उदृभूत किया गया था, पर",
  "Rule, rather has been revisited. Therefore, the impugned order dated 3.5.2017 passed by respondent No.2 is, hereby, set-aside and the matter": "पुनर्विचार किया गया है। इसलिए, प्रत्यर्थी संख्या 2 द्वारा पारित दिनांक ३-5-207 का आशक्षेपित आदेश, इसके द्वारा,",
  "is remanded back to respondent No.2, to reconsider the case of the": "निर्धारित किया गया है और मामला प्रत्यर्थी संख्या 2 को वापस भेज दिया गया है, ताकि याचिकाकर्ता के मामले पर",
  "Further held, that it goes without saying that if in the present case the petitioner has encroached upon the land reserved/used for pond": "आगे यह अभिनिर्धारित किया गया कि यदि वर्तमान मामले में याचिकाकर्ता ने तालाब के लिए आरक्षित/उपयोग की",
  "Rule. However, a speaking order be passed afresh, upon, the relevant motion, but after giving an opportunity of hearing to all the aggrieved": "हालांकि, एक बोलने का आदेश नए सिरे से, प्रासंगिक प्रस्ताव पर, लेकिन सभी पीड़ित पक्षों को सुनवाई का अवसर",
  "parties. The said speaking order be made within a period of one month upon receipt of copy of this order.": "देने के बाद पारित किया जाना चाहिए। उक्त बोलने वाला आदेश इस आदेश की प्रति प्राप्त होने पर एक महीने की",
  "(Para 5)": "अवधि के भीतर किया जाना चाहिए।(पैरा 5)",
  "474 I.L.R. PUNJAB AND HARYANA 2023(1)": "473",
  "Vikram Singh, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता विक्रम सिंह।",
  "P.P. Chahar, DAG, Haryana.": "पी.पी. चाहर, डी.ए.जी, हरियाणा।",
  "Vishwajeet, Advocate, for respondent No.4.": "विश्वजीत, अधिवक्ता, प्रत्यर्थी संख्या ५ के लिए।",
  "Sushil Bhardwaj, Advocate, for respondent No.5.": "सुशील भारद्वाज, अधिवक्ता, प्रतिवादी संख्या 5 की ओर से।",
  "KULDEEP TIWARI, J.": "कुलदीप तिवारी, जे।",
  "(1) The petitioner approached this Court for seeking quashing of order dated 3.5.2017 (Annexure P-9) vide which his claim for": "(।) याचिकाकर्ता ने दिनांक ३-5-207 (अनुलग्नक पी-9) के आदेश को रद्द करने की मांग के लिए इस न्यायालय",
  "Haryana Village Common Land (Regulation) Rule, 1964 (hereinafter": "का दरवाजा खटखटाया, जिसके तहत हरियाणा ग्राम सामान्य भूमि (विनियमन) नियम, 96५ (इसके बाद \"नियम\"",
  "(2) A perusal of the order shows that the petitioner has made an application before respondent No.2 stating therein, that his fore-fathers": "(2) आदेश के अवलोकन से पता चलता है कि याचिकाकर्ता ने प्रतिवादी संख्या 2 के समक्ष एक आवेदन किया है",
  "have constructed a concrete house, a cattle shed etc. on the land": "जिसमें कहा गया है कि उसके पूर्वजों ने एक ठोस घर, एक पशु शेड आदि का निर्माण किया है। खेवट संख्या",
  "comprised in Khewat No.1022/973, Rectangle No.28, Killa No.24/1/4 (0-2), 24/1/5 (0-2), 24/1/6 (0-2) & 24/1/7 (0-2) and that residential": "022/973, आयत सख्या 28, किला संख्या 2%//% (0-2) 25//5 (0-2) 24//6 (0-2) और 2%//7 (0-",
  "house is being used since his fore-fathers. The above application was": "2) में शामिल भूमि पर और उस आवासीय घर का उपयोग उसके पूर्वजों के बाद से किया जा रहा है। उपर्युक्त",
  "declined by respondent No.2 on the ground that the Gram Panchayat": "आवेदन को प्रत्यर्थी संख्या 2 द्वारा इस आधार पर अस्वीकार कर दिया गया था कि ग्राम पंचायत ने उनके दावे की",
  "has not recommended his claim and rather passed resolution to the effect that they are unable to sell the disputed land to the petitioner.": "सिफारिश नहीं की है और इसके बजाय इस आशय का प्रस्ताव पारित किया है कि वे याचिकाकर्ता को विवादित भूमि",
  "effect that they are unable to sell the disputed land to the petitioner. Further respondent No.2 relied upon the instructions issued by Additional Chief Secretary-cum-Financial Commissioner,": "बेचने में असमर्थ हैं। इसके अतिरिक्त प्रत्यर्थी संख्या 2 ने अतिरिक्त मुख्य सचिव-सह-वित्तीय आयुक्त, विकास और",
  "Development & Panchayat Department, Haryana vide No. SBA-I- 2012/35582-602 dated 15.6.2012, instructions whereof were issued": "पंचायत विभाग, हरियाणा द्वारा दिनांक 45-6-202 की संख्या एस. बी. ए.-।-202/35582-602 द्वारा जारी किए",
  "pursuance to judicial pronouncement(s), as made by the Hon'ble": "गए निर्देशों पर भरोसा किया, जिनके निर्देश माननीय उच्चतम न्यायालय द्वारा किए गए न्यायिक निर्णयों के अनुसरण",
  "consideration of the claim to sell/exchange of the Gram Panchayat": "पंचायत/शामलात भूमि की बिक्री /विनिमय के दावे पर विचार न करने की व्याख्या की गई थी।",
  "(3) Learned counsel for the petitioner has submitted that the petitioner has neither encroached upon any land used, as, reserved for a": "(3) याचिकाकर्ता के विद्वान वकील ने प्रस्तुत किया है कि याचिकाकर्ता ने तालाब के लिए आरक्षित किसी भी भूमि पर",
  "petitioner has neither encroached upon any land used, as, reserved for a pond, and, nor he encroached upon the land which is used or reserved": "न तो अतिक्रमण किया है, और न ही उसने उस भूमि पर अतिक्रमण किया है जिसका उपयोग या आरक्षित 'रास्ता' के",
  "as 'rasta'. He further placed on record a letter memo No.SBA-1- 2022/39700-721 dated 26.4.2022 circulated by the Additional Chief Secretary to Govt. of Haryana, Development and Panchayats Department, Chandigarh wherein, now the directions which were": "रूप में किया जाता है। उन्होंने आगे हरियाणा सरकार, विकास और पंचायत विभाग, चंडीगढ़ के अतिरिक्त मुख्य सचिव द्वारा प्रसारित एक पत्र ज्ञापन संख्या एसबीए-१-2022/39700-72। दिनांक 26-५-2022 को रिकॉर्ड पर",
  "earlier issued, have been reconsidered, and, it has been decided that the": "रखा, जिसमें अब पहले जारी किए गए निर्देशों पर पुनर्विचार किया गया है, और यह निर्णय लिया गया है कि पंचायत",
  "applications submitted, for regularization of houses constructed unauthorizedly, upon the Panchayat land, may be considered either as": "भूमि पर अनधिकृत रूप से निर्मित घरों को नियमित करने के लिए प्रस्तुत आवेदनों पर या तो नियम 5 के तहत",
  "per provisions under Rule 5 by way of exchange or under Rule 12(4)": "विनिमय के माध्यम से या बिक्री के माध्यम से नियम ॥2 (५) के तहत विचार किया जा सकता है। दिनांक 26-५-",
  "of the Rule by way of sale. The relevant extract of the instructions dated 26.4.2022 read(s) as under:-": "2022 के निर्देशों के प्रासंगिक उद्धरण को निम्नानुसार पढ़ा गया: -",
  "“Now the observation of the Hon'ble Supreme Court made in": "\"अब माननीय सर्वोच्च न्यायालय के 28--20॥ के फैसले में दिए गए अवलोकन की व्याख्या माननीय उच्च न्यायालय"
}