{
  "26 ILL.R. PUNJAB AND HARYANA 2023(2)": "आई.एल.आर. पंजाब और हरियाणा 2023(2)",
  "accompanying the goods are not in compliance with the provisions of the Act, authorities are within their power to detain the goods and": "माल के साथ अधिनियम के प्रावधानों का अनुपालन नहीं है, अधिकारी माल को रोकने और कर और जुर्माने के भुगतान",
  "(Para 4 to 6)": "पैरा ५ से 6",
  "Shweta Jain, Advocate and Anshul Mittal, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से वकील श्वेता जैन और अंशुल मित्तल ने पक्ष रखा।",
  "Anshuman Chopra, Senior Standing Counsel for respondent No.1-UOI.": "अंशुमन चोपड़ा, प्रतिवादी नंबर. 4-यूओआई के लिए वरिष्ठ स्थायी वकील।",
  "Shruti Jain Goyal, DAG, Haryanafor respondents No.2 & 3.": "श्रुति जैन गोयल, डीएजी, हरियाणा उत्तरदाताओं नंबर. 2 और 3 के लिए।",
  "PANKAJ JAIN, J.": "पंकज जैन, जे।",
  "(1) By way of present writ petition the petitioner has challenged the order dated 19.06.2018 passed by Proper Officer-cum-": "() वर्तमान रिट याचिका के माध्यम से याचिकाकर्ता ने उचित अधिकारी-सह-अधिकारी और कराधान अधिकारी,",
  "Excise and Taxation Officer, Rohtak (for short 'Proper Officer’) (Annexure P-13) and that dated 12.03.2020 passed by the Appellate": "रोहतक (संक्षिप्त 'उचित अधिकारी' के लिए) (अनुलग्नक पी-3) द्वारा पारित दिनांक 9.06.208 और अपीलीय",
  "Authority (Annexure P-18) whereby the order passed by the Proper": "प्राधिकरण (अनुलग्रक पी-8) द्वारा पारित दिनांक 2.03.2020 के आदेश को चुनौती दी है, जिसके तहत उचित",
  "Officer-cum-Excise and Taxation Officer (Annexure P-13) has been affirmed.": "अधिकारी-सह-अधिकारी और कराधान अधिकारी (अनुलग्नक पी-3) द्वारा पारित आदेश की पुष्टि की गई है।",
  "(2) The petitioner claims himself to be engaged in manufacturing of Pharmaceuticals. Petitioner is an Assessee under": "(2) याचिकाकर्ता खुद को फार्मास्यूटिकल्स के निर्माण में संलग्न होने का दावा करता है। याचिकाकर्ता वस्तु और सेवा",
  "Goods & Service Tax Tariff-Goods. The goods belonging to the petitioner were apprehended while in transit in Vehicle No.HR-61C-": "कर टैरिफ-वस्तुओं के तहत एक निर्धारिती है। याचिकाकर्ता से संबंधित सामान वाहन नं. एचआर-6।सी78॥। द्वारा",
  "7811 by the Proper Officer on 23.05.2018 at 11.15 PM. On the asking of the Proper Officer the person incharge of the conveyance i.e. Driver": "उचित अधिकारी द्वारा 23.05.208 को रात ॥.5 बजे उचित अधिकारी से पूछने पर वाहन का प्रभारी व्यक्ति ।.७.",
  "produced documents. Along with the tax invoices and delivery challans, following six E-way bills were produced :-": "चालक ने दस्तावेज प्रस्तुत किए। कर चालान और वितरण चालान के साथ, निम्नलिखित छह ई-वे बिल प्रस्तुत किए गएः-",
  "“(a) E-way Bill No. 301016489219 dated 23-05-2018 bearingHSN Code 29419090 amounting to Rs. 50,97,600/-.": "\"(ए) ई-वे बिल सं. 300658929 दिनांक 23-05-208 एचएसएन कोड 29%9090 वाली राशि 50, 97,600»- रुपये है।",
  "(b) E-way Bill No. 301016486025 dated 23-05-2018 bearingHSN Code No. 29411030 for Rs. 2,15,19,159.": "(बी) ई-वे बिल सं. 3006586025 दिनांक 23-05-208 एचएसएन कोड सं. 2, 5,9,59 रुपये के लिए 290030।",
  "(c) E-way Bill No. 311016488235 23-05-2018 bearing HSNCode No. 29419090 for Rs. 4,49,580/-": "(सी) ई-वे बिल सं। 306588235 23-05-208 एचएसएन कोड सं। ५, ५१,580/- रुपये के लिए 29५9090",
  "(d) E-way Bill No. 321016485101 23-05-2018 bearing HSNCode No. 29419090 for Rs. 10,59,624.66.": "(डी) ई-वे बिल सं. 32065850॥ 23-05-2048 एचएसएन कोड सं। 29५9090 0, 59,62%५.66 रुपये के लिए।",
  "e) E-way Bill No. 301016478992 dated 23-05-2018 bearingHSN Code No. 29411030 for Rs. 2,94,19,090/-": "(ई) ई-वे बिल सं। 3006478992 दिनांक 23-05-208 एचएसएन कोड सं. 294030-2, 9५, 9,090/-",
  "M/S STERILE INDIA PVT. LTD. v. UNION OF INDIA AND OTHERS. 29": "मेसर्स स्टेरिल इंडिया प्राइवेट लिमिटेड बनाम यूनियन ऑफ इंडिया और अन्य।",
  "(Pankaj Jain, J.)": "(पंकज जैन, जे.)",
  "anything contained in this Act, where any person transports": "और पारगमन में परिवहन। - (॥) इस अधिनियम में किसी बात के होते हुए भी, जहां कोई व्यक्ति इस अधिनियम या",
  "any goods or stores any goods while they are in transit in contraventionof the provisions of this Act or the rules made": "उसके अधीन बनाए गए नियमों के प्रावधानों का उल्लंघन करते हुए किसी माल का परिवहन करता है या किसी माल",
  "thereunder, all such goods and conveyance used as a means": "को संग्रहीत करता है, वहां उक्त माल को ले जाने के लिए परिवहन के साधन के रूप में उपयोग किए गए ऐसे सभी",
  "of transport for carrying the said goods and documents relating to such goods and conveyance shall be liable to": "सामान और वाहन और ऐसे सामान और वाहन से संबंधित दस्तावेज निरोध या जब्ती के लिए उत्तरदायी होंगे और निरोध",
  "detention or seizure and after detention or seizure, shall be": "या जब्ती के बाद उन्हें रिहा कर दिया जाएगा, -",
  "(a) on payment of penalty equal to two hundred per cent of the tax payable on such goods and, in case of exempted": "(ए) ऐसी वस्तुओं पर देय कर के दो सौ प्रतिशत के समतुल्य जुर्माने के भुगतान पर और छूट प्राप्त वस्तुओं के मामले",
  "goods, on payment of an amount equal to two per cent of the value of goods or twenty-five thousand rupees, whichever is less, where the owner of the goods comes": "में माल के मूल्य के दो प्रतिशत के समतुल्य राशि या पच्चीस हजार रुपये, जो भी कम हो, के भुगतान पर, जहां माल",
  "forward for payment of such penalty;": "का स्वामी ऐसे जुर्माने के भुगतान के लिए आगे आता है;",
  "(b) on payment of penalty equal to fifty per cent of the value of the goods or two hundred per cent of the tax payable on": "(बी) माल के मूल्य के पचास प्रतिशत के समतुल्य जुर्माने के भुगतान पर या ऐसी वस्तुओं पर देय कर के दो सौ प्रतिशत",
  "such goods, whichever is higher, and in case of exempted goods, on payment of an amount equal to five per cent of": "के समतुल्य जुर्माने के भुगतान पर, जो भी अधिक हो, और छूट प्राप्त वस्तुओं के मामले में, माल के मूल्य के पांच",
  "the value of goods or twenty-five thousand rupees, whichever is less, where the owner of the goods does not": "प्रतिशत के समतुल्य राशि या पच्चीस हजार रुपये, जो भी कम हो, के भुगतान पर, जहां माल का मालिक ऐसे जुर्माने",
  "come forward forpayment of such penalty;": "के भुगतान के लिए आगे नहीं आता है;",
  "(c) upon furnishing a security equivalent to the amount payable under clause (a) or clause (b) in such form and": "(सी) खंड (ए) के तहत देय राशि के समतुल्य प्रतिभूति प्रस्तुत करने पर या (ख) खंड या (ख) में निर्धारित तरीके से:",
  "Provided that no such goods or conveyance shall be": "बशर्ते कि माल का परिवहन करने वाले व्यक्ति को हिरासत या जब्ती का आदेश दिए बिना ऐसी किसी भी वस्तु या",
  "(2) [***].": "(2) [# ऋ ] |",
  "(3)The proper officer detaining or seizing goods or conveyance shall issue a notice within seven days of such": "(3) माल या वाहन को हिरासत में लेने या जब्त करने वाला उचित अधिकारी ऐसे निरोध या जब्ती के सात दिनों के",
  "thereafter, pass an order within a period of seven days from the date of service of such notice, for payment of penalty": "के तहत जुर्माने के भुगतान के लिए ऐसी सूचना की सेवा की तारीख से सात दिनों की अवधि के भीतर एक आदेश",
  "(4)No penalty shall be determined under sub-section (3) without giving the person concerned an opportunity of": "(५) संबंधित व्यक्ति को सुनवाई का अवसर दिए बिना उपधारा (3) के तहत कोई दंड निर्धारित नहीं किया जाएगा।",
  "30 ILL.R. PUNJAB AND HARYANA 2023(2)": "आई.एल.आर. पंजाब और हरियाणा 2023(2)",
  "(5)On payment of amount referred in sub-section (1), all": "(5) उपधारा (॥) में निर्दिष्ट रकम के संदाय पर उपधारा",
  "(6) Where the person transporting any goods or the owner": "(6) जहां किसी माल का परिवहन करने वाला व्यक्ति या ऐसे माल का स्वामी उपधारा (3) के अधीन पारित आदेश की",
  "of such goods fails to pay the amount of penalty under sub- section (1) within fifteen days from the date of receipt of the": "प्रति की प्राप्ति की तारीख से पन्द्रह दिनों के भीतर उपधारा (॥) के अधीन जुर्माने की रकम का भुगतान करने में विफल",
  "copy of the order passed under sub-section (3), the goods or conveyance so detained or seized shall be liable to be sold": "रहता है, वहां इस प्रकार निरुद्ध या अभिगृहीत माल या वाहन, उपधारा (3) के अधीन संदेय जुर्माने की वसूली के लिए,",
  "conveyance so detained or seized shall be liable to be sold or disposed of otherwise, in such manner and within such time as may be prescribed, to recover the penalty payable": "ऐसी रीति से और ऐसे समय के भीतर, जो विहित किया जाए, अन्यथा बेचा या निपटाया जाने के लिए दायी होगा।",
  "Provided that the conveyance shall be released on payment by the transporter of penalty under sub-section (3) or one lakh rupees, whichever is less:": "बशर्ते कि परिवहनकर्ता द्वारा उपधारा (3) या एक लाख रुपये, जो भी कम हो, के तहत जुर्माने के भुगतान पर वाहन",
  "Provided further that where the detained or seized goods are perishable or hazardous in nature or are likely to": "बशर्ते कि जहां हिरासत में लिया गया या जब्त किया गया माल खराब होने वाला या खतरनाक प्रकृति का हो या समय",
  "depreciatein value with passage of time, the said period of fifteen days may be reduced by the proper officer.”": "बीतने के साथ मूल्य में कमी होने की संभावना हो, वहां पंद्रह दिनों की उक्त अवधि को उचित अधिकारी द्वारा कम",
  "(10) For the purpose of Section 129 of the CGST/SGST Act, 2017 there is no requirement that there should be intention to evade tax.": "(0) सीजीएसटी /एसजीएसटी अधिनियम, 20।7 की धारा 29 के प्रयोजन के लिए कोई आवश्यकता नहीं है कि कर",
  "The authorities are not required to establish intention to evade": "से बचने का इरादा होना चाहिए। अधिकारियों को कर के भुगतान से बचने का इरादा स्थापित करने की आवश्यकता",
  "payment oftax. Section 129 of the CGST/SGST Act, 2017 has been enacted to check evasion of tax. If the goods are intercepted during": "नहीं है। कर की चोरी को रोकने के लिए सीजीएसटी/एसजीएसटी अधिनियम, 207 की धारा 29 लागू की गई है।",
  "enacted to check evasion of tax. If the goods are intercepted during transit and the documents accompanying the goods are not in compliance with the provisions of the Act, authorities are within their": "यदि माल को पारगमन के दौरान रोका जाता है और माल के साथ दस्तावेज अधिनियम के प्रावधानों के अनुपालन में",
  "compliance with the provisions of the Act, authorities are within their power to detain the goods and demand payment of tax and 100%": "नहीं हैं, तो अधिकारी माल को हिरासत में लेने और कर के भुगतान और प्रावधानों के तहत 00% जुर्माना की मांग",
  "penalty under the provisions. Moreover, the petitioner does not deny": "करने की अपनी शक्ति के भीतर हैं। इसके अलावा, याचिकाकर्ता इस बात से इनकार नहीं करता है कि",
  "that payment under Section 129(3) of the CGST/SGST Act, 2017 has been made.": "सीजीएसटी/एसजीएसटी अधिनियम, 207 की धारा 429 (3) के तहत भुगतान किया गया है।",
  "(11) Keeping in view the bare provision of Section 129 (5) all proceedings in respect to the notice are deemed to have been concluded.": "(।) धारा ।29 (5) के खाली प्रावधान को ध्यान में रखते हुए नोटिस के संबंध में सभी कार्यवाहियों को समाप्त माना",
  "As a sequel of discussion held hereinabove, there is no ground to interfere in the impugned order.": "जाता है। ऊपर की गई चर्चा की अगली कड़ी के रूप में, विवादित आदेश में हस्तक्षेप करने का कोई आधार नहीं है।",
  "(12) Consequently, the present petition is dismissed being without merits.": "(2) परिणामस्वरूप, वर्तमान याचिका गुणदोष के बिना खारिज कर दी जाती है।",
  "K.S Dhillon": "के.एस ढिल्लों",
  "28 ILL.R. PUNJAB AND HARYANA 2023(2)": "आई.एल.आर. पंजाब और हरियाणा 2023(2)",
  "Authority, Haryana. The Appellate Authority vide order dated 12.03.2020 rejected the appeal. The petitioner by way of present": "प्राधिकरण, हरियाणा। अपीलीय प्राधिकरण ने दिनांक 2.03.2020 के आदेश के माध्यम से अपील को खारिज कर",
  "petitionhas laid challenge to the aforesaid action and orders passed by the authorities.": "दिया। याचिकाकर्ता ने वर्तमान याचिका के माध्यम से उपरोक्त कार्रवाई और अधिकारियों द्वारा पारित आदेशों को चुनौती दी है।",
  "(6) At the outset counsel for the petitioner submits that the": "(6) शुरुआत में याचिकाकर्ता के वकील प्रस्तुत करते हैं कि याचिकाकर्ता इस बात पर विवाद नहीं करता है कि",
  "petitioner does not dispute that the case of the petitioner would fall within Section 129 of the CGST/SGST Act, 2017 for having": "याचिकाकर्ता का मामला सीजीएसटी /एसजीएसटी अधिनियम, 207 की धारा 729 के तहत आता है क्योंकि उसने",
  "violated relevant provisions of Section 68 of the CGST/SGST Act, 2017 as the E-Way bill was not as prescribed under law. However, she": "सीजीएसटी/एसजीएसटी अधिनियम, 207 की धारा 68 के प्रासंगिक प्रावधानों का उल्लंघन किया है क्योंकि ई-वे बिल",
  "saddled uponthe petitioner. She submits that there was no intention on": "गंभीरता से विवाद करती है। वह प्रस्तुत करती है कि याचिकाकर्ता का कर से बचने का कोई इरादा नहीं था और इसलिए",
  "(7) Per contra counsel for the respondents submit that it is a case where the vehicle in question started its movement from the": "(7) प्रत्यर्थियों के प्रति विरोधी वकील का कहना है कि यह एक ऐसा मामला है जहां वाहन ने याचिकाकर्ता के कारखाने",
  "premises of the factory of the petitioner and thereafter from the godown of the transporter without filling up the details in Part-B of the E-Way": "के परिसर से और उसके बाद ई-वे बिल के भाग-बी में विवरण भरे बिना ट्रांसपोर्टर के गोदाम से अपनी आवाजाही",
  "Bill. Thus she submits that in view of established fact that the": "शुरू कर दी थी। इस प्रकार वह प्रस्तुत करती है कि स्थापित तथ्य को देखते हुए कि याचिकाकर्ता",
  "petitioner wasin violation of the provisions of Section 68 of the CGST/SGST Act, 2017 and rule 138 of the 2017 Rules, no fault can be": "सीजीएसटी/एसजीएसटी अधिनियम, 207 की धारा 68 और 20॥7 नियमों के नियम 38 के प्रावधानों का उल्लंघन",
  "found with the orders passed by the authorities. She further submits that": "कर रहा था, अधिकारियों द्वारा पारित आदेशों में कोई त्रुटि नहीं पाई जा सकती है। वह आगे प्रस्तुत करती है कि",
  "the petitioner cannot fall back upon rule 138(3) of the 2017 Rules as the": "याचिकाकर्ता 207 के नियमों के नियम 38 (3) पर वापस नहीं आ सकता है क्योंकि सामान पहले से ही कुंडली में",
  "goods were already handed over to the transporter at Kundli. She further submits that the distance between Kundli i.e. from where the": "ट्रांसपोर्टर को सौंप दिया गया था। वह आगे प्रस्तुत करती है कि कुंडली ।.७ के बीच की दूरी। जहां से माल शुरू हुआ था",
  "goods started and Farukh Nagar, District Gurugram where the vehicle was intercepted is around 80 kms. which is beyond the exemption limit": "और फारुख नगर, जिला गुरुग्राम, जहां वाहन को रोका गया था, लगभग 80 किलोमीटर दूर है। जो 50 किलोमीटर की",
  "(8) We have heard learned counsel for the parties and have carefully gone through the records of the case.": "(8) हमने पक्षों के विद्वान वकील को सुना है और मामले के रिकॉर्ड को ध्यान से देखा है।",
  "(9) In our considered opinion, counsel for the petitioner is wrongin contending that since there was no intend to evade tax the": "(9) हमारी सुविचारित राय में, याचिकाकर्ता के वकील का यह तर्क गलत है कि चूंकि कर से बचने का कोई इरादा",
  "impugned orders passed under Section 129 of the CGST/SGST Act,": "नहीं था, इसलिए सीजीएसटी /एसजीएसटी अधिनियम, 207 की धारा 29 के तहत पारित आशक्षेपित आदेशों को कायम",
  "2017 cannot be sustained. It will be apposite to read Section 129 of the CGST/SGST Act, 2017 :-": "नहीं रखा जा सकता है। सीजीएसटी /एसजीएसटी अधिनियम, 207 की धारा 29 को पढ़ना उपयुक्त होगाः-",
  "“SECTION 129. Detention, seizure and release of goods": "“धारा 29. हिरासत, जब्ती और माल की रिहाई",
  "M/S STERILE INDIA PVT. LTD. v. UNION OF INDIA AND OTHERS. 27": "मेसर्स स्टेरिल इंडिया प्राइवेट लिमिटेड बनाम यूनियन ऑफ इंडिया और अन्य।",
  "Before Tejinder Singh Dhindsa and Pankaj Jain, JJ.": "समक्ष तेजिंदर सिंह ढिंढसा और पंकज जैन, जे.जे.",
  "M/S STERILE INDIA PVT. LTD. — Petitioner": "मेसर्स स्टेरिल इंडिया प्राइवेट लिमिटेड-याचिकाकर्ता",
  "versus": "बनाम",
  "UNION OF INDIA AND OTHERS. — Respondents.": "भारत और अन्य का संघ। - उत्तरदाताओं।",
  "CWP No. 21246 of 2020": "सीडब्ल्यूपी नं. 2020 का 22५6",
  "February 03, 2023": "03 फरवरी, 2023",
  "Constitution Of India—Art. 226—Integrated Goods And Services Tax Act, 2017, S. 20.—Central Goods And Services Tax Act,": "भारत का संविधान-अनुच्छेद 226-एकीकृत वस्तु एवं सेवा कर अधिनियम, 207, धारा 20.-केन्द्रीय वस्तु एवं सेवा कर",
  "2017, S. 129—Haryana Goods And Services Tax Act, 2017, S. 129— Intention To Evade Tax—The transport carrying goods was": "अधिनियम, 207, धारा 29-हरियाणा वस्तु एवं सेवा कर अधिनियम, 207, धारा 29- कर से बचने का इरादा-धारा",
  "detained,—not carrying proper documents in compliance with the provisions of the Act—Penalty imposed under S. 129. Appeal also": "॥29 के तहत लगाए गए दंड-अधिनियम के प्रावधानों के अनुपालन में उचित दस्तावेज नहीं ले जाने पर माल ले जाने",
  "dismissed by Appellate Authority. Petition filed challenging the said": "वाले परिवहन को हिरासत में लिया गया था। अपीलीय प्राधिकरण द्वारा भी अपील खारिज कर दी गई। उक्त आदेशों को",
  "Orders contending that there was no intention on part of the petitioner to evade tax and thus penalty ought not have been levied.": "चुनौती देते हुए दायर याचिका में कहा गया है कि याचिकाकर्ता का कर चोरी करने का कोई इरादा नहीं था और इसलिए",
  "—AHeld : For the purpose of S. 129, the authorities are not required to": "जुर्माना नहीं लगाया जाना चाहिए था। --आयोजितः धारा 29 के प्रयोजन के लिए, अधिकारियों को कर के भुगतान से",
  "establish intention of the party/ assessee to evade payment of tax. The intention of party is immaterial. If the goods are intercepted during": "बचने के लिए पक्ष/निर्धारिती का इरादा स्थापित करने की आवश्यकता नहीं है। पार्टी की मंशा मायने नहीं रखती। यदि",
  "transit and the documents accompanying the goods are not in compliance with the provisions of the Act, authorities are within their": "माल को पारगमन के दौरान रोका जाता है और माल के साथ दस्तावेज अधिनियम के प्रावधानों के अनुपालन में नहीं",
  "compliance with the provisions of the Act, authorities are within their power to detain the goods and demand payment of tax and penalty.": "हैं, तो अधिकारी माल को हिरासत में लेने और कर और जुर्माना के भुगतान की मांग करने की अपनी शक्ति के भीतर",
  "Petition dismissed.": "हैं। याचिका खारिज कर दी गई।",
  "Held, that the conveyance carrying the goods was detained under S. 129 (1) of the CGST/SGST Act, 2017 as documents": "माना गया कि माल ले जाने वाले वाहन को सीजीएसटी/एसजीएसटी अधिनियम, 207 की धारा 429 (॥) के तहत",
  "accompanying the goods were not in compliance with the provisions of": "हिरासत में लिया गया था क्योंकि माल के साथ दस्तावेज अधिनियम के प्रावधानों के अनुपालन में नहीं थे। निरोध का",
  "the Act. Order of detention was issued and notice in Form GST MOV- 07 was issued determining Tax and Penalty. No one appeared on behalf": "आदेश जारी किया गया था और कर और जुर्माना निर्धारित करने के लिए फॉर्म जीएसटी एमओवी07 में नोटिस जारी",
  "of petitioner and no reply was filed. The Proper Officer-cum-Excise": "किया गया था। याचिकाकर्ता की ओर से कोई भी पेश नहीं हुआ और न ही कोई जवाब दाखिल किया गया। उचित",
  "and Taxation Officer passed impugned order imposing penalty. The": "अधिकारी-सह-अधिकारी और कराधान अधिकारी ने जुर्माना लगाने वाला विवादित आदेश पारित किया। अपीलीय",
  "appeal was rejected by the Appellate Authority. The petitioner by way of writ petition challenged the aforesaid orders. The petitioner": "प्राधिकरण ने अपील को खारिज कर दिया था। याचिकाकर्ता ने रिट याचिका के माध्यम से उपरोक्त आदेशों को चुनौती",
  "contended that there was no intention on part of the petitioner to evade tax and thus penalty ought not have been levied. Held: For the purpose": "दी। याचिकाकर्ता ने तर्क दिया कि याचिकाकर्ता का कर चोरी करने का कोई इरादा नहीं था और इसलिए जुर्माना नहीं",
  "of Section 129 of the CGST/SGST Act, 2017 there is no requirement": "लगाया जाना चाहिए था। आयोजितः सीजीएसटी /एसजीएसटी अधिनियम, 207 की धारा 29 के उद्देश्य के लिए कोई",
  "that there should be intention to evade tax. The authorities are not required to establish intention to evade payment of tax. Section 129 of": "आवश्यकता नहीं है कि कर से बचने का इरादा होना चाहिए। अधिकारियों को कर के भुगतान से बचने का इरादा",
  "the CGST/SGST Act, 2017 has been enacted to check evasion of tax. If": "स्थापित करने की आवश्यकता नहीं है। कर की चोरी को रोकने के लिए सीजीएसटी/एसजीएसटी अधिनियम, 207",
  "the goods are intercepted during transit and the documents": "की धारा 29 लागू की गई है। यदि माल को पारगमन और दस्तावेजों के दौरान रोका जाता है"
}