{
  "(4) Inthe opinion of this Court, petitioner is a habitual absentee": "4. इस न्यायालय की राय में, याचिकाकर्ता एक आदतन अनुपस्थित है और उसकी पूर्व",
  "and for his prior unauthorized absence, he was awarded minor punishments": "अनधिकृत अनुपस्थिति के लिए, उसे मामूली दंड दिया गया था और फिर से याचिकाकर्ता ने",
  "and again petitioner did not mend his ways and again remained absent": "अपने तरीकों में सुधार नहीं किया और फिर से 77 दिनों तक अनधिकृत रूप से अनुपस्थित",
  "the impugned order. Petitioner is not entitled for any sympathy from this Court. Police Force is a disciplined Force and unauthorised absent cannot": "इस न्यायालय से किसी भी सहानुभूति का हकदार नहीं है। पुलिस बल एक अनुशासित बल है",
  "(5) Petition is devoid of merit, hence, is dismissed.": "5. याचिका मेरिट से रहित है, इसलिए, खारिज कर दिया जाता है।",
  "CONSTABLE HARJINDER SINGH, —Petitioner": "कांस्टेबल हरजिंदर सिंह - याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA & OTHERS,—Respondents": "हरियाणा राज्य और अन्य-उत्तरवाता",
  "23rd September, 2010": "23 सितंबर, 200",
  "Constitution of India, 1950—Art. 226—~Dismissal of services": "भारत का संविधान; 7950-अनुच्छेव 226- 27 दिनों तक ड्यूटी से अनधिकृत रुप से",
  "of a Constable for remaining unauthorizedly absent from duty for": "अनुपस्थित रहने के त्रिए एक कॉास्टेबन की सेवाओं की बर्खास्तगी- आवतन अनुपस्थित-",
  "punishments—Not entitled for any sympathy—Petition dismissed.": "याचिकाकर्ता ने पहले भी मामूत्री सजा दी थी- किसी भी सहानुभूति के हकदार नहीं - याचिका खारिज/",
  "Held, that prior to the unauthorized absent of 77 days, the ground": "यह अभिनिर्णित किया गया हैं कि 77 दिनों की अनधिकृत अनुपस्थिति से पहले,",
  "of impugned dismissal order, petitioner also remained absent for 86 days from 4th Scptember, 1991 to 1st December, 1991 and was also found": "आक्षेपित बर्खास्तगी आदेश का आधार, याचिकाकर्ता भी 4 सितंबर, 99] से | दिसंबर, 99|",
  "absent from duties on 21st March, 1990, 6th January, 1992, 8th May, 1993": "तक 86 दिनों के लिए अनुपस्थित रहा और 2 मार्च, 990, 6 जनवरी, 992, 8 मई, 993",
  "to 17th May, 1993 and 13th November, 1993 to 15th November, 1993": "से 47 मई, 993 और ॥3 नवंबर, 993 से 5 नवंबर को कर्तव्यों से अनुपस्थित पाया गया।",
  "and for all those unauthorized absence, petitioner was awarded minor": "993 और उन सभी अनधिकृत अनुपस्थिति के लिए, याचिकाकर्ता को मामूली दंड दिया गया",
  "punishments. It seems the petitioner is not disciplined constable. He is in": "था। ऐसा लगता है कि याचिकाकर्ता अनुशासित कांस्टेबल नहीं है। उसे अनधिकृत रूप से",
  "habit to remain absent unauthorizedly.": "अनुपस्थित रहने की आदत है।",
  "(Para 3)": "(पैरा 3)",
  "Further held, that the petitioner is a habitual absentee and for his": "आगे कहा गया कि याचिकाकर्ता एक आदतन अनुपस्थित है और उसकी पूर्व अनधिकृत",
  "prior unauthorized absence, he was awarded minor punishments and again": "अनुपस्थिति के लिए, उसे मामूली दंड दिया गया था और फिर से याचिकाकर्ता ने अपने तरीकों",
  "petitioner did not mend his ways and again remained absent unauthorizedly for 77 days, hence, | do not find any reason to interfere with the impugned": "में सुधार नहीं किया और फिर से 77 दिनों तक अनधिकृत रूप से अनुपस्थित रहा, इसलिए,",
  "order. Petitioner is not entitled for any sympathy from this Court. Police": "मुझे आक्षैपित आदेश में हस्तक्षेप करने का कोई कारण नहीं मित्रा। याचिकाकर्ता इस न्यायालय",
  "Force is a disciplined force and unauthorized absent cannot be and should": "से किसी भी सहानुभूति का हकदार नहीं है। पुलिस बल एक अनुशासित बल है और अनधिकृत",
  "(Para 4)": "(पैरा 4)",
  "Ravi Malhotra, Advocate, for R.S. Malhotra, Advocate, for the petitioner.": "रवि मल्होत्रा, अधिवक्ता, आरएस मल्होत्रा के लिए, अधिवक्ता, याचिकाकर्ता के लिए।",
  "Gaurav Dhir, DAG, Haryana, for the respondents.": "उत्तरदाताओं के लिए गौरव धीर, डीएजी, हरियाणा।",
  "ALOK SINGH, J.": "आलोक सिंह, जे. -",
  "(1) Petitioner has invoked jurisdiction of this Court under Article 226 of the Constitution of India seeking writ of certiorari challenging the": "4.  याचिकाकर्ता ने भारत के संविधान के अनुच्छेद 226 के तहत इस न्यायालय के अधिकार",
  "order dated 27th September, 1994 (Annexure P/!) passed by Superintendent of Police, Kaithal, whereby petitioner was directed to be": "क्षेत्र का आहवान किया है, जिसमें पुलिस अधीक्षक, कैथल द्वारा पारित दिनांक 27.09.994 (अनुलग्नक पी/)) के आदेश को चुनौती देने के लिए उत्प्रेषण की मांग की गई थी, जिसके",
  "dismissed from police service and orders dated 9th November, 1994": "तहत याचिकाकर्ता को पुलिस सेवा से बर्खास्त करने का निर्देश दिया गया था और याचिकाकर्ता द्वारा दायर अपील और संशोधन पर उच्च अधिकारियों द्वारा पारित दिनांक 09..994",
  "(Annexure P/3) and 30th January, 1996 (Annexure P/5) passed by the": "(अनुलग्नक पी/3) और 30.0.996 (अनुलग्नक पी/5) आदेश दिए गए थे।",
  "(2) The brief facts of the present case are that petitioner was": "2. वर्तमान मामले का संक्षिप्त तथ्य यह है कि याचिकाकर्ता को हरियाणा पुलिस में 7.04.989",
  "remained absent unauthorisedly from his duties for 77 days, 15 hours and": "5 घंटे और 5 मिनट के लिए अपने कर्तव्यों से अनधिकृत रूप से अनुपस्थित रहा; जांच",
  "supported by list of prosecution witnesses and list of documents on 20th": "सारांश, अभियोजन पक्ष के गवाहों की सूची और 20.42.993 को दस्तावेजों की सूची द्वारा",
  "December, 1993 ; petitioner submitted his reply before the Enquiry Officer ;": "समर्थित किया; याचिकाकर्ता ने जांच अधिकारी के समक्ष अपना जवाब प्रस्तुत किया; जांच",
  "Enquiry Officer having heard returned finding holding the petitioner guilty of charges ; show cause notice was issued to the petitioner on 11th April,": "अधिकारी ने याचिकाकर्ता को आरोपों का दोषी ठहराते हुए वापस सुना; याचिकाकर्ता को",
  "1994 and reply to show cause notice was filed on 30th April, 1994 ;": ".04.994 को कारण बताओ नोटिस जारी किया गया था और 30.04.4994 को कारण",
  "1994 and thereafter, respondent No. 4 passed the impugned order dated": "नोटिस जारी किया गया और उसके बाद, प्रतिवादी नंबर 4 ने 27.09.994 को आशक्षेपित आदेश",
  "unauthorisedly absent for 77 days from the duties. Petitioner, thereafter,": "पारित किया, जिसमें याचिकाकर्ता को 77 दिनों तक अनधिकृत रूप से अनुपस्थित रहने के",
  "approached the D.1.G, Ambala Range, by way of appeal, which was dismissed,—-vide order dated 12th October, 1994. Petitioner, thereafter,": "लिए सेवा से बर्खास्त कर दिया गया। इसके बाद, याचिकाकर्ता ने अपील के माध्यम से डीआईजी, अंबाला रेंज से संपर्क किया, जिसे दिनांक 2.0.994 के आदेश द्वारा खारिज कर",
  "dismissed,—-vide order dated 12th October, 1994. Petitioner, thereafter, filed revision petition before the Director General of Police, which too was": "दिया गया। इसके बाद, याचिकाकर्ता ने पुलिस महानिदेशक के समक्ष पुनरीक्षण याचिका दायर",
  "dismissed,——vide order dated 30th January, 1996.": "की, जिसे भी दिनांक 30.0.996 के आदेश द्वारा खारिज कर दिया गया।",
  "(3) Undisputedly, prior to the unauthorized absent of 77 days, the": "3. निर्विवाद रूप से, 77 दिनों की अनधिकृत अनुपस्थिति से पहले, आशक्षैपित बर्खास्तगी आदेश",
  "ground of impugned dismissal order, petitioner also remained absent for 86 days from 4th September, 1991 to 1st December, 1991 and was also found": "का आधार, याचिकाकर्ता भी 04.09.99] से 0.2.99] तक 86 दिनों के लिए अनुपस्थित"
}