{
  "Whether the sale deed dated 22nd July, 1966 executed by": "बन गए या 22 अगस्त, 966 के बिक्री विलेख",
  "defendants No. 4 and 5 is null and void as alleged ?": ". क्या प्रतिवादी संख्या 4 और 5 द्वारा निष्पादित 22",
  "Whether the suit is maintainable in the present form ?": "2. क्‍या मुकदमा वर्तमान रूप में सुनवाई योग्य है?",
  "Whether at the time sale deed dated 8th June, 1959 and 28th": "3. क्‍या 8 जून, 959 और 28 जून, 960 को बिक्री",
  "of the shamlat land comprised in Shamlat patti, Shamlat Thulla": "शामलात ठुलला और शामलात देह में शामिल शामलात भूमि के",
  "right in the lands of that nature was legally transferred in favour": "भूमि में कोई अधिकार कानूनी रूप से अपीलकर्ताओं और",
  "If it is held that defendants No. 4 and 5 were the owners of the": "5. यदि यह माना जाता है कि प्रतिवादी संख्या 4 और",
  "sharnlat at the time of the two sale deeds whether the sharnlat": "5 दो बिक्री विलेखों के समय शामलात के मालिक थे, तो क्या",
  "thereafter vested in the Gram Panchayat.": "इसके बाद शामलात ग्राम पंचायत में निहित थी।",
  "shamlat at the time of the two sale deeds whether the shamlat": "5 दो बिक्री विलेखों के समय शामलात के मालिक थे, तो क्या",
  "judgment in Civil Suit No. 34 of 1964 and whether on the basis": "नंबर 34 में फैसले का लाभ उठा सकते हैं और क्या उस फैसले",
  "of that judgment they became owners of the shamlat ?": "के आधार पर वे शामलात के मालिक बन गए?",
  "If defendants No. 4 and 5 could not take advantage of the": "7. यदि प्रतिवादी संख्या 4 और 5 964 के सिविल",
  "judgment and decree in civil suit No. 34 of 1964 whether": "मुकदमा संख्या 34 में फैसले और डिक्री का लाभ नहीं उठा",
  "otherwise on account of changes in law they had become owners": "सकते थे, तो क्‍या अन्यथा कानून में बदलाव के कारण वे",
  "If defendants No. 4 and 5 were not the owners in shamlat at": "8. यदि प्रतिवादी संख्या 4 और 5 शामलात में मालिक नहीं थे, तो 4959 और",
  "the time those sale deeds of 1959 and 1960 were executed": "960 के उन बिक्री विलेखों को निष्पादित किया गया था और",
  "and if defendants No. 4 and 5 acquired rights of ownership in": "यदि प्रतिवादी संख्या 4 और 5 ने कानून में बदलाव के कारण",
  "appellants could claim right of ownership by virtue of those two sale deeds assuming that according to those two sale deeds": "अपीलकर्ता उन दो बिक्री विलेखों के आधार पर स्वामित्व के अधिकार का दावा कर सकते हैं, यह मानते हुए कि उन दो",
  "rights of ownership in the shamlat were also transferred.": "बिक्री विलेखों के अनुसार शामलात में स्वामित्व के अधिकार भी हस्तांतरित किए गए थे।",
  "is declared owner of the property in dispute shall be entitled to take legal": "में संपत्ति का मालिक घोषित किया जाता है, वह कानून के अनुसार",
  "remedy against the persons in possession/alleged lessees in accordance with": "कब्जे वाले व्यक्तियों / कथित पट्टेदारों के खिलाफ कानूनी उपाय करने",
  "law. In view of the above, finding recorded by the learned first Appellate": "का हकदार होगा। उपरोक्त को ध्यान में रखते हुए, विद्वान प्रथम अपीलीय न्यायालय द्वारा दर्ज किया गया निष्कर्ष सही और उचित",
  "Court seems to be correct and justified. Hence, suit is not barred by Section": "सही और उचित प्रतीत होता है। इसलिए, मुकदमा विशिष्ट राहत अधिनियम",
  "34 of the Specific Relief Act and is very well maintainable.": "की धारा 34 द्वारा निषिद्ध नहीं है और बहुत अच्छी तरह से सुनवाई योग्य है।.",
  "(Para 21)": "( पैरा 2)",
  "Sanjay Mayithia, Sr. Advocate with Shailendra Sharma, Advocate, for the appellant.": "अपीलकर्ता की ओर से वरिष्ठ अधिवक्ता संजय मजीठिया और अधिवक्ता शैलेंद्र शर्मा।",
  "Bhag Singh, Advocate, for respondents.": "भाग सिंह, वकील, उत्तरदाताओं के लिए।",
  "(1) This is the second appeal filed by the plaintiff/appellant against the judgment and decree dated 19th October, 1979 passed by the learned": "3... यह वादी/अपीलकर्ता द्वारा 49 अक्टूबर, 979 को दिए गए निर्णय और डिक्री के खिलाफ दायर की गई दूसरी अपील है और विद्वान प्रथम अपीलीय",
  "trial Court and further judgment and decree dated 21st September, 1981": "न्यायालय द्वारा पारित 2। सितंबर, 98 के निर्णय और डिढक्री है।",
  "1. Whether defendant Nos. 4 and 5 were competent to execute the’sale deed dated 22nd August, 1966 in favour of defendant": "मालिक हैं और प्रतिवादी संख्या 4 और 5 द्वारा 22 अगस्त, 966 को",
  "1959 (Ex.P.3) and 28th June, 1960 (Ex.P4), by applying the": "दिनांक 8 जून, 959 (पूर्व पृष्ठ 3) और 28 जून, 960 (पूर्व पृष्ठ 4) के दो",
  "No. | to 3 acquired 1/3rd share in the property transferred. undisputedly,": "2/3 हिस्सा हासिल किया, जबकि प्रतिवादी संख्या 0। से 3 ने ।/3 का अधिग्रहण किया; उक्त बिक्री विलेखों, शीर्षक और ब्याज के माध्यम से जमीन खरीदने के बाद, शामलात देह और पट्टी को प्रतिवादी नंबर 4",
  "1965, the land was revested upto the 3/4th share in favour of the defendants No. 4 and 5.": "शामलात देह का 3॥4 वां हिस्सा भूमि मालिकों यानी प्रतिवादी नंबर 4 और 5 के पास वापस आ गया और म्यूटेशन नंबर 595 के संबंध में पंचायत के पास केवल /4 हिस्सा बचा रहा। निहित करने और पुनर्स्थापित करने से पहले किए",
  "(6) On the appeal being filed by the plaintiffs, leamed first Appellate": "वादी द्वारा दायर की जा रही अपील पर, प्रथम अपीलीय न्यायालय ने विशिष्ट",
  "Court while discussing the Section 34 of the Specific Relief Act set aside": "राहत अधिनियम की धारा 34 पर चर्चा करते हुए मुद्दा संख्या 2 पर विद्वान",
  "the finding of the learned trial Court on issue No. 2 and has held that suit": "ट्रायल कोर्ट के निष्कर्ष को रद्द कर दिया और कहा है कि मुकदमा कब्जे के",
  "is very well maintainable in the present form without seeking relief for": "लिए राहत की मांग किए बिना वर्तमान रूप में बहुत अच्छी तरह से सुनवाई",
  "possession, in view of the fact that neither plaintiff nor defendants are in": "योग्य है, इस तथ्य को ध्यान में रखते हुए कि न तो वादी और न ही प्रतिवादी",
  "possession and lease holders from Collector from the time land vested in": "कब्जे में हैं और भूमि निहित समय से कलेक्टर से पट्टे धारक हैं। ग्राम पंचायत",
  "plaintiff to seek relief for possession as a consequential relief with the relief": "में कब्जा है, इसलिए, वादी को घोषणा की राहत के साथ परिणामी राहत के",
  "of declaration. However, learned first Appellate Court concurred with the finding recorded by the learned trial Court on the question as to whether": "प्रथम अपीलीय ने इस सवाल पर ट्रायल कोर्ट द्वारा दर्ज किए गए निष्कर्ष से",
  "sale deed in question is null and void.": "सहमति व्यक्त की कि क्या विचाराधीन बिक्री विलेख शून्य और शूत्य है,",
  "(7) This Court vide order dated 26th April, 2006, formulated": "इस न्यायालय ने 26 अप्रैल, 2006 के आदेश के तहत कानून के निम्नलिखित",
  "following substantial questions of law :—": "महत्वपूर्ण प्रश्न तैयार किए :-",
  "“1. Whether the provisions of Section 43 of the Transfer of Property Act are attracted to the present case ?": "क्या संपत्ति अधिनियम की धारा 43 के प्रावधान वर्तमान मामले से आकर्षित",
  "2. Whether the rights in shamlat deh are accessory to the land held by proprietor in the village ?": "क्या शामलात देह में अधिकार गांव में मालिक द्वारा धारित भूमि के सहायक हैं?",
  "3. Whether the shamlat land would be deemed to vest in the proprietors, notwithstanding the fact that it was rautated in the": "क्या शामलात भूमि को मालिकों में .0 निहित माना जाएगा, इस तथ्य के",
  "proprietors, notwithstanding the fact that it was rautated in the name of the Panchayat for an intervening period on account of provisions ofa statute ?”": "बावजूद कि इसे क़ानून के प्रावधानों के कारण बीच की अवधि के लिए पंचायत के नाम पर उत्परिवर्तित किया गया था?",
  "(9) Undisputedly, sale deeds dated 8th June, 1959 (Ex. P3) and": "निर्विवाद रूप से, 8 जून, 959 (पूर्व पी 3) और 28 जून, 960 (एक्स पी 4) के",
  "favour of the plaintiffs and defendants No. | to 3 and by virtue of both the sale deeds, plaintiffs acquired 2/3rd share and defendants": "पक्ष में निष्पादित किए गए थे।। से 3 और दोनों बिक्री विलेखों के आधार पर, वादी ने 2/3 हिस्सा हासिल किया और प्रतिवादी नंबर | से 3 ने विवाद में संपत्ति",
  "this is not the case of fraud or erroneous representation by the defendants": "द्वारा धोखाधड़ी या गलत प्रतिनिधित्व का मामला नहीं है। इसलिए, मेरी राय में,",
  "No. | framed by this Court on 26th April, 2006 does not arise at all. Both": "मुझे फंसाया गया था, इसका प्रश्न ही नहीं उठता। दोनों वकीलों ने प्रस्तुत किया कि वास्तव में इस न्यायालय द्वारा 26 अप्रैल, 2006 के आदेश के माध्यम से",
  "Panchayat—3/4 share revested in whole propreitary body under a": "और पूरे स्वामित्व निकाय में 3/4 हिस्से की सीमा तक पुनर्गठित किया गया। पंचायत बाखली, 964 के वाद संख्या 34 पर तत्कालीन उप",
  "decree—Defendants 4 and 5 again selling their share to defendants I to 3—Defendants already transferring their interest in shamlat deh land to vendees by executing sale deeds—Defendants No. 4 and 5 had no right, authority or title to execute another sale deed—Sale": "4 और 5 ने पहले ही वादी और प्रतिवादी संख्या 5 के पक्ष में संपत्ति बेच",
  "deed held to be void ab initio and does not create any right or title in favour of defendants No. I to 3—Plaintiffs failing to claim": "और अमान्य है और प्रतिवादी से 3 के पक्ष में कोई शीर्षक नहीं बनाता",
  "Held, that once it is undisputed that original land holders executed": "यह अभिनिर्धारित किया गया है की यह निर्विवाद है कि मूल भूमि",
  "the two sale deeds of the year 1959 and 1960 in favour of the plaintiffs": "धारकों ने वर्ष 7959 और 960 के दो बिक्री विलेखों को वादी और प्रतिवादी",
  "would amount to revesting of the land in favour of the vendees of original": "किसी भी अधिकार को प्राप्त करना मूल भूमि धारकों के पक्ष में भूमि के",
  "land holders. These are not the new rights created by the statute or decree.": "पुनर्निविश के बराबर होगा। ये क़ानून या डिक्री द्वारा बनाए गए नए अधिकार",
  "These are the rights created in favour of defendants No. 4 and 5 only on": "नहीं हैं। ये केवल इस आधार पर प्रतिवादी संख्या 4 और 5 के पक्ष में बनाए",
  "the basis that they were found land holders of the land in question which": "गए अधिकार हैं कि उन्हें उस भूमि का भूमि धारक पाया गया था जिसे उन्होंने",
  "they had already transferred. Meaning thereby, if by virtue of any Act or": "पहले ही हस्तांतरित कर दिया था। इसका अर्थ यह है कि यदि किसी",
  "would be deemed, that land is vested in favour of the vendees on the basis of the sale deeds executed by the land holders/vendors in 1959 and 1960.": "का निर्देश दिया गया था, तो यह माना जाएगा कि भूमि 959 और 960 में भूमि धारकों / विक्रेताओं द्वारा निष्पादित बिक्री विलेखों के आधार पर ठेकेदारों",
  "{Para 16)": "(पैरा 6)",
  "of those sale deeds of 1959 and 1960.": "यह अभिनिर्धारित किया गया है की 4959 और 960 की पहली बिक्री",
  "defendants No. 4 and 5 had any saleable interest on 22nd": "संख्या 4 और 5 के पास 22 अगस्त को बिक्री विलेख निष्पादित करने का कोई",
  "in the present form that sale deed dated 22nd August, 1966 is": "दिनांक 22 अगस्त, 966 का विक्रय विलेख एक रद्दी कागज के अलावा कुछ भी",
  "executed by defendants No. 4 and 5 in favour of defendants No. 1 to 3": "(0) क्या प्रतिवादी संख्या 4 और 5 मामले के विशिष्ट तथ्यों और परिस्थितियों में प्रतिवादी संख्या । से 3 के पक्ष में 22 अगस्त,",
  "No. | to 3 vide two sale deeds dated 8th June, 1959 (Ex. P.3) and 28th": "हस्तांतरित की थी। (ख) दिनांक 8 जून, 959 (पूर्व पृष्ठ 3) और",
  "vested in the plaintiffs and defendants No. 1 to 3; Shamlat Deh was mutated": "हासिल किया और प्रतिवादी नंबर | से 3 ने हस्तांतरित संपत्ति में ।/3",
  "question was executed by defendants No. 4 and 5 on the basis of mutation": "965 के फैसले के बाद प्रतिवादी संख्या 4 और 5 ने नए अधिकार प्राप्त",
  "(21) When property in dispute stood mutated in favour of the Gram": "जब विवाद में संपत्ति ग्राम पंचायत के पक्ष में उत्परिवर्तित हो गई, तो",
  "are in possession as of now. Neither plaintiff nor defendants are in possession.": "तक कब्जे में हैं। न तो वादी और न ही प्रतिवादी कब्जे में हैं। इसलिए,",
  "Court seems to be correct and justified. Hence, I hold that suit is not barred": "अपीलीय न्यायालय द्वारा दर्ज किया गया निष्कर्ष सही और उचित प्रतीत होता है। इसलिए, मेरा मानना है कि मुकदमा विशिष्ट राहत",
  "by Section 34 of the Specific Relief Act and is very well maintainable.": "अधिनियम की धारा 34 द्वारा निषिद्ध नहीं है और बहुत अच्छी तरह से",
  "Accordingly, substantial question No. 2 is anwered in favour of the plaintiff/": "सुनवाई योग्य है। तदनुसार, वादी/अपीलकर्ता के पक्ष में पर्याप्त प्रश्न संख्या 2 का उत्तर दिया जाता है।",
  "(22) In view ofthe findings recorded on both the substantial questions": "कानून के पर्याप्त प्रश्नों पर दर्ज किए गए निष्कर्षों को ध्यान में रखते",
  "of law, appeal deserves to be allowed.": "हुए, अपील की अनुमति दी जानी चाहिए।",
  "(18) In view of the above, I hold that after the-first sale of 1959": "उपरोक्त को ध्यान में रखते हुए, मैं मानता हूं कि 9959 और 960 (सुप्रा)",
  "the proprietor, that decree did not create any right in favour of the oropiietot": "को निहित थी, तो उस डिक्री ने मालिक के पक्ष में कोई अधिकार नहीं",
  "since before that decree, he had transferred his interest in the Shamlat Deh": "बनाया था क्‍योंकि उस डिक्री से पहले, उसने शामलात देह भूमि में अपना",
  "1959 and 1960 (supra), hence, in 1966, defendants No. 4 and 5 had": "होगा। 959 और 960 (सुप्रा) में बिक्री विलेख के अनुसरण में, इसलिए, 966 में, प्रतिवादी संख्या 4 और 5 के पास 22 अगस्त, 966 के बिक्री",
  "absolutely no right, authority or title to execute the sale deed in question": "विलेख को निष्पादित करने का कोई अधिकार, अधिकार या शीर्षक नहीं",
  "dated 22nd August, 1966. None can transfer title better than he himself has": "का हस्तांतरण नहीं कर सकता है। अत: दिनांक 22 अगस्त, 966 का",
  "any right or title in favour of the defendants No. 1 to 3. Accordingly,": "से ही अमान्य है और प्रतिवादियों के पक्ष में कोई अधिकार या शीर्षक",
  "substantial question No. | is answered in favour of the plaintiff/appellant.": "वादी/अपीलकर्ता के पक्ष में उत्तर दिया गया है।",
  "(19) Substantial Question No. 2 :": "महत्वपूर्ण प्रश्न संख्या 2:",
  "(2) Whether the present suit is not rnaintainable and is barred by": "(2) क्या वर्तमान वाद विचार योग्य नहीं है और कब्जे की परिणामी",
  "Section 34 of Specific Relief Act for non claiming the consequential relief of possession ?": "राहत का दावा न करने के लिए विशिष्ट राहत अधिनियम की धारा 34 द्वारा प्रतिबंधित है?",
  "(20) Learned first Appellate Court while dealing with the issue No.": "20... प्रथम अपीलीय न्यायालय ने इसमें मुद्दा संख्या 2 पर विचार करते हुए",
  "2 therein has observed as under :—": "निम्नानुसार टिप्पणी की है -",
  "“The learned Counsel for the appellant assailed the finding of the learned Sub Judge on issue No. 2 that the suit was not": "\"अपीलकर्ता के विद्वान वकील ने मुद्दा संख्या 2 पर विद्वान उप न्यायाधीश के निष्कर्ष की आलोचना की कि मुकदमा सुनवाई",
  "maintainable. He contended that the land in dispute was": "योग्य नहीं था। उन्होंने तर्क दिया कि विवाद में भूमि प्रतिवादियों",
  "not in possession of the defendants and was in possession of the lease-holders from the Collector and, therefore, the": "के कब्जे में नहीं थी और कलेक्टर से पट्टा-धारकों के कब्जे में थी",
  "plaintiff could not seek the relief of possession as provided in proviso of Section 34 of the Specific Relief Act. He cited": "और इसलिए, वादी विशिष्ट राहत अधिनियम की धारा 34 के परंतुक में प्रदान किए गए कब्जे की राहत की मांग नहीं कर",
  "Mt. Imam Bibi versus Abdul Rahman and others, A.LR.": "सकता था। उन्होंने माउंट इमाम बीबी बनाम अब्दुल रहमान और",
  "1936 Lahore 929 wherein it was held that where the": "अन्य, एआईआर 936 लाहौर 929 का हवाला दिया, जिसमें यह",
  "defendants are not in possession of the property, the plaintiff": "कहा गया था कि जहां प्रतिवादी संपत्ति के कब्जे में नहीं हैं, वादी",
  "cannot ask court for disposessing the defendants, and,": "अदालत से प्रतिवादियों के निपटान के लिए नहीं कह सकता है,",
  "therefore, the suit for mere declaration is not obnoxious to the provisions of Section 42 and can, therefore, be": "और इसलिए, केवल घोषणा के लिए मुकदमा धारा 42 के प्रावधानों के लिए अप्रिय नहीं है और कर सकता है, इसलिए,",
  "SUBHASH CHANDER v. MOHINDER SINGH 639 | AND OTHERS (Alok Singh, J)": "बनाए रखा जाए। विद्वान वकील ने देव कुएर और अन्य बनाम शिव प्रसाद सिंह और अन्य एआईआर 966 सुप्रीम कोर्ट 359 का",
  "Counsel for the respondents. Once it is undisputed that original land holders": "बार जब यह निर्विवाद हो जाता है कि मूल भूमि धारकों ने वादी और",
  "executed the two sale deeds of the year 1959 and 1960 (supra) in favour of the plaintiffs and defendants No. | to 3, then acquiring any right on the": "प्रतिवादी संख्या । से 3 के पक्ष में वर्ष /959 और 960 (सुप्रा) के दो बिक्री विलेख निष्पादित किए, तो पुनर्निविश के आधार पर कोई भी",
  "basis of revesting would amount to revesting of the land in favour of the vendees of original land holders. These are not the new rights created by": "अधिकार प्राप्त करना मूल भूमि धारकों के पक्ष में भूमि का पुनर्वितरण",
  "the statute or decree. These are the rights created in favour of the defendants": "करने के समान होगा। ये क़ानून या डिक्री द्वारा बनाए गए नए अधिकार",
  "No. 4 and 5 only on the basis that they were found land holders of the": "नहीं हैं। ये केवल इस आधार पर प्रतिवादी संख्या 4 और 5 के पक्ष में बनाए गए अधिकार हैं कि उन्हें उस भूमि का भूमि धारक पाया गया था",
  "land in question which they had already transferred. Meaning thereby, if by": "जिसे उन्होंने पहले ही हस्तांतरित कर दिया था। इसका अर्थ यह है कि,",
  "virtue of any Act or decree, land was directed to be vested in favour of": "यदि किसी अधिनियम या डिक्री के आधार पर, भूमि को विक्रेताओं के",
  "the vendors, then it would be deemed, that land is vested in favour.of the": "पक्ष में निहित करने का निर्देश दिया गया था, तो यह माना जाएगा कि",
  "vendees on the basis of the sale deeds executed by the land holders/vendors": "निष्पादित बिक्री विलेखों के आधार पर विक्रेताओं के पक्ष में निहित है।",
  "of learned Single Judge of this Court in the matter of Kulwant Singh versus": "के मामले में इस न्यायालय के विद्वान एकल न्यायाधीश के फैसले का",
  "Hardial Singh (1). Observations made by the learned Single Judge in the matter of Kulwant Singh (supra) in paragraph No. 6 is being reproduced": "हवाला दिया है। कुलवंत सिंह (सुप्रा) के मामले में विद्वान एकल न्यायाधीश द्वारा पैराग्राफ संख्या 6 में की गई टिप्पणियों को निम्नानुसार",
  "herein as under :—": "पुन: प्रस्तुत किया जा रहा है: -",
  "“Defendant No. 2 (appellant) challenged the judgment and decree of the trial Judge in first appeal. The first appellate": "\"प्रतिवादी संख्या 2 (अपीलकर्ता) ने प्रथम अपील में ट्रायल जज के फैसले और डिक्री को चुनौती दी। प्रथम अपीलीय न्यायालय ने",
  "Court held that the sale in favour of the plaintiff was prior": "माना कि वादी के पक्ष में बिक्री समय से पहले हुई थी और जिस",
  "in time and on the date when second sale was made by the": "तारीख को विक्रेता द्वारा दूसरी बिक्री की गई थी, उस दिन",
  "vendor he had no subsisting interest in the disputed property": "विवादित संपत्ति में उसका कोई हित नहीं था और बिक्री अमान्य",
  "and the sale was invalid. The sale in favour of the plaintiff": "थी। वादी के पक्ष में बिक्री ने शामलात देह को सही नहीं ठहराया।",
  "excluded Shamlat Deh right. If after the sale in favour of the first vendee the Shamlat Deh land had been mutated in": "यदि पहले वेंडी के पक्ष में बिक्री के बाद शामलात देह भूमि को",
  "favour of the Gram Panchayat and thereafter under Civil": "ग्राम पंचायत के पक्ष में उत्परिवर्तित किया गया था और उसके"
}