{
  "cannot go behind the decree lacks substance. It may be noted here that in a pre-emption case a conditional decree is passed in accordance with": "के पीछे नहीं जा सकता, तथ्यहीन है| यहां यह ध्यान देने योग्य है कि पूर्व-अधिकार मामले में आदेश >> नियम %",
  "in a pre-emption case a conditional decree is passed in accordance with Order XX Rule 14 CPC, and once the same has not been complied": "सीपीसी के अनुसार एक सशर्त डिक्री पारित की जाती है, और एक बार इसका अनुपालन नहीं होने पर, डिक्री निष्पादित",
  "(16) Hence, finding no merits, the revision petition is dismissed.": "(6) अतः इसमें कोई गुण-दोष न पाते हुए पुनरीक्षण याचिका खारिज की जाती है|",
  "(17) All the pending miscellaneous applications, if any, are also disposed of.": "(।7) सभी लंबित विविध आवेदनों, यदि कोई हों, का भी निपटारा कर दिया गया है।",
  "Reporter-Dr. Payel Mehta": "रिपोर्टर-डॉ. पायल मेहता",
  "required, of a sum not exceeding such probable value within such time as the Court may fix in such order.": "ऐसे समय के भीतर, जो न्यायालय ऐसे आदेश में नियत करे, भुगतान करे जो ऐसे संभावित मूल्य से अधिक न",
  "(2)In any appeal the Appellate Court may at any time exercise the powers conferred on a Court under sub-section": "(2) किसी अपील में अपील न्यायालय किसी भी समय उपधारा () के अधीन न्यायालय को प्रदत्त शक्तियों",
  "(3)Every sum deposited or secured under sub-sections (1) and (2), shall be available for the discharge of costs.": "(3) उपधारा (]) और (2) के अधीन जमा या सुरक्षित प्रत्येक राशि, लागतों के निर्वहन के लिए उपलब्ध",
  "(4) If the plaintiff fails within the time fixed by the Court or within such further time as the Court may allow to make": "(५) यदि वादी न्यायालय द्वारा नियत समय के भीतर या न्यायालय द्वारा अनुज्ञात अतिरिक्त समय के भीतर",
  "sections (1) or (2), his plaint shall be rejected or his appeal dismissed, as the case may be.": "वादपत्र अस्वीकृत कर दिया जाएगा या उसकी अपील खारिज कर दी जाएगी।",
  "(5)(a) If any sum so deposited is withdrawn by the plaintiff, the suit or appeal shall be dismissed.": "(5) (क) यदि इस प्रकार जमा की गई कोई राशि वादी द्वारा वापस ले ली जाती है तो वाद या अपील खारिज",
  "(b) If any security so furnished for any cause becomes void or insufficient, the Court shall order the plaintiff to furnish": "(ख) यदि किसी कारण से इस प्रकार दी गई कोई प्रतिभूति निरर्थक या अपर्याप्त हो जाती है, तो न्यायालय वादी",
  "fresh security or to increase the security, as the case may be, within a time to be fixed by the Court and if the plaintiff": "को, यथास्थिति, न्यायालय द्वारा नियत समय के भीतर, नई प्रतिभूति देने या प्रतिभूति बढ़ाने का आदेश देगा और",
  "fails to comply with such order, the suit or appeal shall be dismissed.": "यदि वादी ऐसे आदेश का पालन करने में असफल रहता है, तो वाद या अपील खारिज कर दी जाएगी।",
  "(6) The estimate of the probable value made for the purpose of sub-section (1) shall not affect any decision": "(6) के लिए किए गए संभावित मूल्य का अनुमान उप-धारा () का उद्देश्य किसी भी निर्णय को प्रभावित नहीं",
  "Rajesh Sethi, Advocate, Arun Biriwal, Advocate, Paramdeep Singh, Advocate, Preeti Bansal, Advocate, for respondent no.1 to 6.": "राजेश सेठी, अधिवक्ता, अरुण बिरिवाल, अधिवक्ता, परमदीप सिंह, अधिवक्ता, प्रीति बंसल, अधिवक्ता, प्रतिवादी नं. | 6",
  "Gurinder Pal Singh, Advocate, for respondent no.7.": "गुरिंदर पाल सिंह, अधिवक्ता, प्रतिवादी नं| 7.",
  "ANIL KSHETARPAL, J.": "अनिल क्षेत्रपाल, जे।",
  "(1) This revision petition has been filed to assail the": "() यह पुनरीक्षण याचिका निम्नलिखित पर प्रहार करने के लिए दायर की गई है निष्पादन न्यायालय द्वारा दिनांक",
  "correctness of the order passed by the Executing Court on 31.03.2011, by which decree holder's execution petition has been dismissed.": "3.03.20| को पारित आदेश की सत्यता, जिसके द्वारा डिक्री धारक की फांसी याचिका खारिज कर दी गई है।",
  "(2) In order to comprehend the issue involved in the present case, the relevant facts, in brief, are required to be noticed.": "(२) वर्तमान में शामिल मुद्दे को समझने के लिए मामले में, संक्षेप में संगत तथ्यों पर ध्यान दिया जाना अपेक्षित है।",
  "(3) As per unamended Section 15 of the Punjab Pre-emption": "(3) पंजाब प्री-एम्प्शन एक्ट एक्ट, 93 (इसके बाद 93 एक्ट' के रूप में संदर्भित) की असंशोधित धारा 5 के",
  "(7) The learned counsel representing the petitioner while relying upon the following observations made by the first appellate": "(7) याचिकाकर्ता का प्रतिनिधित्व करने वाले विद्वान वकील ने पहली अपीलीय अदालत द्वारा की गई निम्नलिखित टिप्पणियों",
  "court contends that the petitioner had withdrawn the amount as directed": "पर भरोसा करते हुए तर्क दिया कि याचिकाकर्ता ने अदालत के निर्देश के अनुसार राशि वापस ले ली थी, प्रासंगिक भाग",
  "by the Court, the relevant portion is extracted as under: -": "निम्नानुसार निकाला गया हैः -",
  "“The amount, if any, deposited on account of 1/5\" pre- emption money or the balance be refunded to the plaintiffs": "“जमा की गई राशि, यदि कोई हो, एक तिहाई पूर्व-प्रवर्तन राशि या शेष राशि के रूप में संबंधित वादी को वापस कर दी",
  "concerned. Decree sheet be prepared and the file be consigned to records. The file of the learned Trial court be": "जाएगी। डिक्री शीट तैयार की जाए और फाइल को रिकॉर्ड में भेज दिया जाए| विद्बत विचारण न्यायालय की फाइल को",
  "sent back with a copy of the judgment.”": "निर्णय की प्रति के साथ वापस भेजा जाए। ”",
  "(8) He submits that the petitioner had not withdrawn the amount on his own and he withdrew the amount without prejudicing": "(8) वह प्रस्तुत करता है कि याचिकाकर्ता ने अपने दम पर राशि नहीं निकाली थी और उसने अपने पूर्व-खाली अधिकारों",
  "his pre-emptory rights. He submits that the decree passed in favour of": "का पूर्वाग्रह किए बिना राशि निकाल ली थी। वह प्रस्तुत करता है कि याचिकाकर्ता के पक्ष में पारित डिक्री को लागू करने",
  "the petitioner is required to be implemented and the trial court has erred in refusing the permission to deposit the amount. While relying upon a": "की आवश्यकता है और निचली अदालत ने राशि जमा करने की अनुमति से इनकार करने में गलती की है| सांवल दास",
  "he contends that Section 22 (5) (a) of the 1913 Act shall not be applicable if the amount was withdrawn after the decree. He further": "की धारा 22 (5) (0) लागू नहीं होगी यदि डिक्री के बाद राशि वापस ले ली गई थी। उन्होंने आगे तर्क दिया कि निष्पादन",
  "contends that the Executing Court is not expected to go behind the decree and therefore, the Court should permit the petitioner to deposit": "न्यायालय से डिक्री के पीछे जाने की उम्मीद नहीं है और इसलिए, न्यायालय को याचिकाकर्ता को राशि जमा करने की",
  "(9) On the other hand, the learned counsel representing the": "(9) दूसरी ओर, प्रत्यर्थी का प्रतिनिधित्व करने वाले विद्वान वकील का तर्क है कि एक बार धारा 22 () के तहत जमा",
  "has a discretion to call upon the plaintiff to deposit or to file security to": "22. वादी को जमा करने या सुरक्षा दाखिल करने के लिए कहा जा सकेगा। () अग्रक्रय के प्रत्येक वाद में",
  "time limit fixed by the Court or within such further time as the Court": "न्यायालय, विवादों के निपटारे के समय या उसके पहले किसी भी समय, वादी से न्यायालय में ऐसी धनराशि जमा",
  "the Court to deposit 1/5\" of the probable value of the land or property,": "करने की अपेक्षा करेगा जो न्यायालय के विकल्प में भूमि या संपत्ति के संभावित मूल्य के पांचवें भाग से अधिक",
  "(14) The second argument of the learned counsel representing the petitioner is also without substance because the first appellate court": "आगे अभिनिर्धारित किया कि याचिकाकर्ता का प्रतिनिधित्व करने वाले विद्वान वकील का दूसरा तर्क भी आधारहीन है क्योंकि",
  "amount deposited on account of 1/5'* of the pre-emption money be refunded. It is the petitioner, who applied for refund. Once he had": "हिस्से के रूप में जमा की गई राशि को वापस किया जाना चाहिए। यह याचिकाकर्ता है, जिसने धनवापसी के लिए आवेदन",
  "decided to file appeal to challenge the correctness of the judgment": "किया था। एक बार जब उन्होंने दिनांकित 23.0.99 6 के फैसले की शुद्धता को चुनौती देने के लिए अपील दायर",
  "dated 23.01.1996, no one forced him to withdraw the amount. Furthermore, in the alternative the petitioner was required to atleast": "करने का फैसला किया, तो किसी ने उन्हें राशि वापस लेने के लिए मजबूर नहीं किया| इसके अलावा, वैकल्पिक में",
  "Furthermore, in the alternative the petitioner was required to atleast apply for re-deposit of the amount once the High Court vide order": "याचिकाकर्ता को कम से कम राशि को फिर से जमा करने के लिए आवेदन करने की आवश्यकता थी, जब उच्च न्यायालय",
  "dated 09.12.2003, remanded the case back to the first appellate court": "ने दिनांक 09.2.2003 के आदेश के माध्यम से मामले को गुण-दोष के आधार पर नए सिरे से निर्णय लेने के लिए",
  "for deciding it afresh on merits. In these circumstances, this court is called upon to decide the inter-se dispute between the parties. As": "पहली अपीलीय अदालत में वापस भेज दिया| इन परिस्थितियों में, इस अदालत को पक्षों के बीच अंतर-विवाद का फैसला",
  "others®, this Court has held that once the plaintiff on his own volition": "करने के लिए कहा जाता है| जैसा कि न्यायालय ने अभिनिर्धारित किया है कि एक बार जब वादी अपनी इच्छा से पूर्व-मुक्ति",
  "withdrew the 1/5\" of the pre-emption money, the suit or the appeal is": "राशि का पांचवां हिस्सा वापस ले लेता है, तो मुकदमा या अपील खारिज होने योग्य है| इसी तरह, अवतार सिंह बनाम रमेश",
  "(4) In this case, Mr. Jeet Singh and others sold 40 kanals 13": "(5) इस मामले में, श्री जीत सिंह और अन्य ने #0 कनाल बेचे 3 विक्रय विलेख दिनांक 20-42 के तहत श्री",
  "marlas of agricultural land to Mr. Naresh Kumar vide sale deed dated 03.05.1988. This sale deed was sought to be pre-empted by filing two": "नरेश कुमार को कृषि भूमि का मरला 03.05.988. इस बिक्री विलेख को दो दाखिल करके पूर्व-खाली करने की मांग",
  "different suits, one by Mr. Bant Singh and Mr. Baldev Singh, whereas the second by Mr. Hamir Singh which were decreed by the trial Court": "की गई थी अलग-अलग सूट, एक श्री बंत सिंह और श्री बलदेव सिंह द्वारा, जबकि दूसरा श्री हमीर सिंह द्वारा दिया गया था",
  "vide judgment dated 08.10.1995. It was held that the petitioner shall": "जिसे ट्रायल कोर्ट द्वारा डिक्री दी गई थी दिनांक 08-0-995 के निर्णय के तहत। यह माना गया कि याचिकाकर्ता",
  "pre-empt 7 kanals 18 marlas land, whereas his rival pre-emptor Mr. Bant Singh and Mr. Baldev Singh would pre-empt land measuirng 5": "पूर्विवखाली 7 कनाल 8 मरला भूमि, जबकि उनके प्रतिद्वंद्वी पूर्व-एम्प्टर मि| बंत सिंह और श्री बलदेव सिंह 5 बजे से पहले ही जमीन खाली कर देंगे",
  "kanals and 3 marlas. Two appeals were filed by the vendee which were accepted by the learned District Judge, Hisar vide judgment dated": "कनाल और 3 मरला। प्रतिवादी द्वारा दो अपीलें दायर की गई थीं जो थीं विद्वान जिला न्यायाधीश, हिसार द्वारा दिनांक",
  "correctness of the judgment passed by the first appellate court was": "पूर्व-निकासी का अधिकार प्रदान नहीं किया गया है| वही प्रथम अपीलीय न्यायालय द्वारा पारित निर्णय की शुद्धता क्या थी",
  "challenged by Mr. Bant Singh and Mr. Baldev Singh in RSA No.854 of": "के आरएसए संख्या 85% में श्री बंत सिंह और श्री बलदेव सिंह द्वारा चुनौती दी गई। 99 6. निर्णय के मद्देनजर पूर्वोक्त",
  "passed by the Five Judge bench of the Supreme Court in Shyam": "अपील की अनुमति दी गई थी श्याम में उच्चतम न्यायालय की पांच न्यायाधीशों की पीठ द्वारा पारित सुंदर का मामला",
  "Sunder's case (supra). The matter was remanded back to the first": "(सुप्रा)| गुण-दोष के आधार पर अपील पर निर्णय लेने के लिए मामले को वापस प्रथम अपीलीय अदालत में भेज दिया"
}