{
  "Before N. S. Shekhawat, J.": "समक्ष एनएस शेखावत जे.",
  "KARAN SINGH—Appellant": "करन सिंह-अपील करनेवाला",
  "versus": "बनाम",
  "STATE OF HARYANA—Respondent": "हरियाणा राज्य-प्रतिवादी",
  "CRA-S No.878-SB of 2007": "2007 की सीआरए-एस संख्या 878-एसबी",
  "January 17, 2023": "॥7 जनवरी, 2023",
  "Indian Penal Code 1860—S. 341 and 307—Appellant filed appeal against judgment of conviction passed by Trial Court, whereby": "भारतीय दंड संहिता 860 - धारा 3३॥। और 307 - अपीलकर्ता ने ट्रायल कोर्ट द्वारा पारित सजा के फैसले के खिलाफ",
  "appellant was convicted under §.341 and 307 IPC—Delay in": "अपील दायर की, जिसके तहत अपीलकर्ता को आईपीसी की धारा 3३॥। और 307 के तहत दोषी ठहराया गया था -",
  "registration of FIR—Delay in lodging the FIR sufficiently": "एफआईआर दर्ज करने में देरी - एफआईआर दर्ज करने में देरी का पर्याप्त कारण - अभियोजन पक्ष के मामले को",
  "explained—No ground to reject prosecution case—Weapon of offence not recovered—Non-recovery of weapon of offence would not": "खारिज करने का कोई आधार नहीं - अपराध का हथियार बरामद नहीं हुआ - अपराध के हथियार की बरामदगी न",
  "effect the credibility of prosecution case in the circumstances of the case.": "होने से मामले की परिस्थितियों में अभियोजन पक्ष के मामले की विश्वसनीयता प्रभावित नहीं होगी।",
  "Held, that the occurrence had taken place at about 03.00 p.m., on 25.01.2003 at some distance from Loharu. Injured was taken to": "आयोजित,वहघटना 25.0.2003 को दोपहर करीब 03.00 बजे लोहारू से कुछ दूरी पर हुई थी। घायल को लोहारू",
  "Loharu and then, he was shifted to General Hospital, Bhiwani. From": "ले जाया गया और फिर उसे भिवानी के सामान्य अस्पताल में स्थानांतरित कर दिया गया। वहां से उसे पीजीआईएमएस,",
  "there he was referred to P.G.I.M.S., Rohtak. When the police reached General Hospital Bhiwani, the injured had already been taken to": "रोहतक रेफर कर दिया गया। जब पुलिस भिवानी के सामान्य अस्पताल पहुंची, तो घायल को पहले ही पीजीआईएमएस",
  "P.G.I.M.S. Rohtak. Thereafter, the police officials went to P.G.I.MLS., Rohtak and recorded the statement at about 1.50 a.m. Immediately,": "रोहतक ले जाया जा चुका था। इसके बाद, पुलिस अधिकारी पीजीआईएमएस, रोहतक गए और लगभग 4.50 बजे",
  "thereafter, the FIR in the instant case was registered. Thus, the delay in": "बयान दर्ज किया। इसके तुरंत बाद, तत्काल मामले में एफआईआर दर्ज की गई। इस प्रकार, एफआईआर दर्ज करने में",
  "lodging of the FIR was sufficiently explained and could not serve as a ground to reject the prosecution case.": "देरी को पर्याप्त रूप से समझाया गया और अभियोजन पक्ष के मामले को खारिज करने का आधार नहीं बन सका।",
  "(Para 2)": "(पैरा 2)",
  "Further held, that the present appellant fired shots from a pistol at victim. The victim had suffered serious injuries on his person, which": "आगे कहा गया कि,कि टीवर्तमान अपीलकर्ता ने पीड़ित पर पिस्तौल से गोली चलाई। पीड़ित को गंभीर चोटें आई थीं,",
  "could not be self-suffered. In these circumstances, Non recovery of the": "जो वह खुद नहीं झेल सकता था। इन परिस्थितियों में, अपराध के हथियार की बरामदगी न होने से अभियोजन पक्ष के",
  "weapon of offence would not affect the credibility of the prosecution": "मामले की विश्वसनीयता पर कोई असर नहीं पड़ेगा। (पैरा ॥॥)",
  "Shalini Sharma, Advocate, for the appellant.": "अपीलकर्ता की ओर से अधिवक्ता शालिनी शर्मा।",
  "Rajinder Kumar, DAG, Haryana.": "राजिन्द्र कुमार, डीएजी, हरियाणा।",
  "N.S.SSHEKHAWAT, J": "एन.एस.शेखावत, जे.",
  "Parkash, complainant, was examined as PW9, who supported the case": "शिकायतकर्ता की जांच पीडब्लू 9 के रूप में की गई, जिसने अभियोजन पक्ष के मामले का समर्थन किया और विशेष",
  "of the prosecution and specifically named the present appellant and assigned him role. Apart from that, Suman was examined as PW10,": "रूप से वर्तमान अपीलकर्ता का नाम लिया और उसे भूमिका सौंपी। इसके अलावा, सुमन की जांच पीडब्लू ॥0 के रूप",
  "who also supported the case of the prosecution. Dr. Vinod Kumar Pathak, who had conducted the X ray examination on the injured, was": "में की गई, जिसने भी अभियोजन पक्ष के मामले का समर्थन किया। डॉ. विनोद कुमार पाठक, जिन्होंने घायलों की एक्स-",
  "examined as PW11. PW12 Dr. Anil Sharma, had medico legally": "रे जांच की थी, की जांच पीडब्लू । के रूप में की गई। पीडब्लू ।2 डॉ. अनिल शर्मा ने नरेश कुमार की कानूनी रूप से",
  "examined Naresh Kumar and noticed following injuries:-": "जांच की और निम्नलिखित चोटों पर ध्यान दिया:-",
  "1. A lacerated wound of 2 x .5 cm in right side of thehead with selling present around it for which surgeon's opinion was advised.": "त. सिर के दाहिनी ओर 2 » .5 सेमी का घाव था जिसके चारों ओर घाव था, जिसके लिए सर्जन की सलाह ली गई।",
  "2. 2 x 1 cm wound on the scapula with inverted margins and ragged margins, muscles were torn. Adjacent area": "2. स्कैपुला पर 2» सेमी का घाव, जिसके किनारे उल्टे और कटे हुए थे, मांसपेशियाँ फटी हुई थीं। घाव के आस-",
  "around wound was burnt.Surgeon's opinion was advised.": "पास का क्षेत्र जला हुआ था। सर्जन की सलाह ली गई।",
  "3. .5 x .5 cm wound with everted margins on theback just in the middle, for which Surgeon's opinion was advised.": "3. .5» .5 सेमी का घाव, पीछे की ओर बीच में उलटे हाशिये के साथ, जिसके लिए सर्जन की राय ली गई।",
  "4. There was swelling in the left scapula with pain and tenderness in the area for which ortho surgeon's opinion was advised.": "५... बाएं कंधे की हड्डी में सूजन थी तथा उस क्षेत्र में दर्द और कोमलता थी, जिसके लिए आर्थो सर्जन की सलाह ली",
  "(6) Balwant Singh SI, the Investigating Officer of the case was examined as PW13 and he supported the case of the prosecution.": "(6) मामले के जांच अधिकारी बलवंत सिंह एसआई को पीडब्लू ॥3 के रूप में परीक्षित किया गया और उन्होंने अभियोजन पक्ष के मामले का समर्थन किया।",
  "(7) After the closure of the prosecution evidence, the statement of the accused was recorded under Section 313 Cr.P.C., andhe pleaded": "(7)  अभियोजन पक्ष के साक्ष्य समाप्त होने के बाद, अभियुक्त का बयान धारा 333 सीआरपीसी के तहत दर्ज किया",
  "his false implication. He stated that his wife had taken divorce from him and he was falsely implicated in the case by the police, in": "गया, और उसने अपने झूठे आरोप का बचाव किया। उसने कहा कि उसकी पत्नी ने उससे तलाक ले लिया था और",
  "him and he was falsely implicated in the case by the police, in connivance with the complainant side. His wife Suman remarried": "पुलिस ने शिकायतकर्ता पक्ष की मिलीभगत से उसे इस मामले में झूठा फंसाया है। उसकी पत्नी सुमन ने नरेश कुमार से",
  "(8) Learned counsel for the appellant vehemently argued that there was delay in registration of the FIR and the said delay was": "(8)  अपीलकर्ता के विद्वान वकील ने जोरदार ढंग से तर्क दिया कि एफआईआर दर्ज करने में देरी हुई थी और उक्त",
  "utilized by the complainant to falsely involve the present appellant. It": "देरी का उपयोग शिकायतकर्ता द्वारा वर्तमान अपीलकर्ता को गलत तरीके से शामिल करने के लिए किया गया था। यह",
  "was further argued that the occurrence had taken place at about 03.00 p-m., on 25.01.2003 whereas the statement of the complainant Jai": "भी तर्क दिया गया कि घटना 25.0.2003 को दोपहर लगभग 03.00 बजे हुई थी, जबकि शिकायतकर्ता जय प्रकाश",
  "Parkash Ex.PC was recorded at about 1.50 a.m., in the night of 26.01.2003. Still further, the injured was initially taken to Loharu and a": "पूर्व पीसी का बयान 26.0.2003 की रात को लगभग .50 बजे दर्ज किया गया था। इसके अलावा, घायल को शुरू",
  "police station was also located at Loharu and no member of the": "में लोहारू ले जाया गया था और लोहारू में एक पुलिस स्टेशन भी स्थित था और शिकायतकर्ता पक्ष का कोई भी सदस्य",
  "complainant party could report the matter to the police at Loharu. The": "लोहारू में पुलिस को मामले की रिपोर्ट नहीं कर सका। विद्वान राज्य वकील ने यह कहते हुए उक्त दलील का विरोध",
  "fired a shot at Naresh Kumar with an intention to kill him after opening the front left window of the car and the fire shot hit him on his left": "5 नरेश कुमार को गोली मारकर घायल किया था और अभियोजन पक्ष के बयान पर विद्वान ट्रायल कोर्ट ने सही ढंग से",
  "him to General Hospital Bhiwani from where he was referred to": "ले जाया गया और फिर उसे सामान्य अस्पताल, भिवानी में स्थानांतरित कर दिया गया। रुक्‍्का 25.0.2003 को ही",
  "P.G.I.M.S., Rohtak.": "पीजीआईएमएस, रोहतक रेफर कर दिया गया था। जब पुलिस सामान्य अस्पताल भिवानी पहुंची, तो घायल को पहले",
  "KARAN SINGH v. STATE OF HARYANA 567 (N.S. Shekhawat, J.)": "करन सिंह बनाम हरियाणा राज्य (एन.एस.शेखावत, जे.)",
  "conviction dated 16.05.2006 and order of sentence dated 18.05.2006": "6.05.2006 के दोषसिद्धि के निर्णय तथा दिनांक 8.05.2006 के सजा के आदेश के विरुद्ध है, जिसके तहत",
  "Bhiwani, whereby, the appellant was convicted for the offences punishable under Section 341 and 307 of IPC and was sentenced to": "अपीलकर्ता को भारतीय दंड संहिता की धारा ३५। तथा 307 के तहत दंडनीय अपराधों के लिए दोषी ठहराया गया था",
  "simple imprisonment for fifteen days under section 341 read with Section 34 IPC and was also sentenced to undergo rigorous": "तथा उसे धारा 3५। सहपठित धारा 3५ भारतीय दंड संहिता के तहत पन्द्रह दिन के साधारण कारावास की सजा सुनाई",
  "imprisonment for seven years and to pay a fine of Rs. 1,000/- under Section 307 IPC alongwith default stipulation.": "गई थी तथा उसे भारतीय दंड संहिता की धारा 307 के तहत सात वर्ष के कठोर कारावास तथा ,000/- रुपए के जुर्मने के साथ-साथ चूक की शर्त भी अदा करने की सजा सुनाई गई थी।",
  "(2) The brief facts of the case are that on receipt of the information from General Hospital, Bhiwani, on 25.01.2003 regarding admission of injured Naresh Kumar son of Kanshi Ram, the police officials reached there and found that Naresh Kumar had suffered": "(2) मामले के संक्षिप्त तथ्य इस प्रकार हैं कि 25.0.2003 को सामान्य अस्पताल, भिवानी से घायल नरेश कुमार पुत्र कांशी राम के दाखिले के संबंध में सूचना मिलने पर पुलिस अधिकारी वहां पहुंचे और पाया कि नरेश कुमार को",
  "firearm injuries and had already been referred to P.G.I.M.S., Rohtak.": "गोली लगी थी और उसे पहले ही पीजीआईएमएस, रोहतक रेफर किया जा चुका था। एसआई बलवंत सिंह ने सामान्य",
  "SI Balwant Singh collected the MLR of Naresh Kumar and parcels containing the clothes of Naresh from General Hospital, Bhiwani, and": "अस्पताल, भिवानी से नरेश कुमार की एमएलआर और नरेश के कपड़ों वाले पार्सल प्राप्त किए और घायल नरेश के",
  "went to P.G.I.M.S., Rohtak for recording the statement of Naresh, injured, who was found to be unfit for statement. SI Balwant Singh": "बयान दर्ज करने के लिए पीजीआईएमएस, रोहतक गए, जो बयान देने के लिए अयोग्य पाया गया था। एसआई बलवंत",
  "found Jai Parkash, brother of injured Naresh Kumar and he recorded his statement. Jai Parkash stated that Naresh Kumar was his younger": "सिंह ने घायल नरेश कुमार के भाई जय प्रकाश को ढूंढा और उन्होंने उसका बयान दर्ज किया। जय प्रकाश ने बताया",
  "his statement. Jai Parkash stated that Naresh Kumar was his younger brother and was married to Meena daughter of Subhram about four": "कि नरेश कुमार उसका छोटा भाई था और उसकी शादी मीना पुत्री शुभराम से लगभग चार वर्ष पहले हुई थी, लेकिन",
  "years back, but he had divorced Meena after some time. About one year back, Naresh Kumar married to Suman Devi daughter of Jagmal.": "उसने कुछ समय बाद मीना को तलाक दे दिया था। लगभग एक वर्ष पहले नरेश कुमार की शादी सुमन देवी पुत्री",
  "Suman Devi was earlier married Karan Singh son of Ran Singh (accused) and divorce had taken place between Suman Devi and Karan": "जगमाल से हुई थी। सुमन देवी का पहले करन सिंह पुत्र रण सिंह (आरोपी) से विवाह हुआ था और सुमन देवी और",
  "Singh. About 09 days ago, Suman Devi had gone to _her parental house": "करन सिंह के बीच तलाक हो चुका था। लगभग 09 दिन पहले, सुमन देवी अपने मायके गाँव जुई गई हुई थी।",
  "at village Jui. On 25.01.2003, Naresh Kumar @ Billu, injured had gone to village Jui to bring Suman Devi back. Naresh Kumar and Suman": "25.0.2003 को, नरेश कुमार उर्फ बिल्लू, घायल, सुमन देवी को वापस लाने के लिए गाँव जुई गया था। नरेश कुमार",
  "Devi reached Loharu and Jai Parkash was also present in Loharu due to some personal work and they met at Bus Stand Loharu. All three of": "और सुमन देवी लोहारू पहुँचे और जय प्रकाश भी किसी निजी काम से लोहारू में मौजूद था और वे बस स्टैंड लोहारू",
  "them hired a Maruti car, 1000CC, bearing registration No. HR16-B-": "में मिले। उन तीनों ने अपने गाँव जाने के लिए एक मारुति कार, 000 सीसी, पंजीकरन संख्या ।॥२6-8-6898 और",
  "6898 driven by Devender Singh for going their village. At about 3.00 p-m., on 25.01.2003, they were on their way to their village, one": "देवेंद्र सिंह को किराए पर लिया। 25.0.2003 को दोपहर लगभग 3.00 बजे, वे अपने गाँव जा रहे थे, एक आर्मडा",
  "Armada vehicle waylaid their car. Naresh Kumar, injured, and the driver were in the front row whereas the complainant and Suman Devi were sitting on the back seats of the car. All of a sudden, two young": "वाहन ने उनकी कार को रोक लिया। नरेश कुमार, घायल, और चालक आगे की पंक्ति में थे, जबकि शिकायतकर्ता और सुमन देवी कार की पिछली सीटों पर बैठे थे। अचानक, पिस्तौल से लैस दो युवक अरमाडा से उतरे और उनमें से एक",
  "Karan Singh son of Ran Singh (accused), who were known to the complainant earlier and he could identify the second person, if brought": "करन सिंह पुत्र रण सिंह (आरोपी) था, जो शिकायतकर्ता को पहले से जानता था और वह दूसरे व्यक्ति को पहचान",
  "before him, who was of weak physique, slim and was of blackish complexion. Both the accused forced the complainant and driver": "सकता था, अगर उसे उसके सामने लाया जाता, जो कमजोर शरीर का, पतला और काले रंग का था। दोनों आरोपियों",
  "Devender Singh to come out of the car at pistol point and Karan Singh": "ने पिस्तौल की नोक पर शिकायतकर्ता और ड्राइवर देवेंद्र सिंह को कार से बाहर आने के लिए मजबूर किया और"
}