{
  "AND OTHERS (M.M. Kumar, J.)": "और अन्य (एम. एम. कुमार, जे.)",
  "to read Rule 2(j) and Rule 6 of the 1999 Rules, which read as under:": "और नियम 6 को पढ़ें, जो इस प्रकार हैं: “पेंशन नियम- 999 की धारा 2 (जे)” योग्यता शब्द",
  "service’ as under :-": "को परिभाषित करती है सेवा'' निम्नानुसार है",
  "“Qualifying Service” means the service that qualifies for pension": "“योग्यता सेवा का अर्थ है वह सेवा जो इन नियमों के तहत पेंशन के लिए योग्य है।",
  "under these rules. It shall be reckoned in terms of completed half years, provided that the fraction to three": "इसकी गणना पूर्ण किए गए आधे वर्षों के संदर्भ में की जाएगी, बशर्ते कि तीन महीने",
  "months and above shall be treated as completed half year.": "और उससे अधिक के अंश को पूर्ण किए गए आधे वर्ष के रूप में माना जाएगा।",
  "However, the qualifying service will be taken into account with effect from the date an employee starts contribution towards contributory Provident Fund.": "हालांकि, किसी कर्मचारी द्वारा अंशदायी भविष्य निधि में योगदान शुरू करने की तारीख से योग्यता सेवा को ध्यान में रखा जाएगा।",
  "Rule 6:- The service of an employee shall qualify for retirement benefits under these rules as under:": "नियम 6:- एक कर्मचारी की सेवा इन नियमों के तहत सेवानिवृत्ति लाभ के लिए योग्य होगी जो निम्नानुसार हैः",
  "The service rendered on attaining the age of 18 years on approved post admitted for grant-in-aid.": "()) अनुदान सहायता के लिए स्वीकृत पद पर 8 वर्ष की आयु प्राप्त करने पर प्रदान की गई सेवा।",
  "the service rendered uptill the attainment of superannuation age of sixty years.": "((॥) साठ वर्ष की सेवानिवृत्ति की आयु प्राप्त करने तक प्रदान की गई सेवा ।",
  "The leave admissible under the Haryana Affiliated Colleges (Security of Service) Rules, 1979 and under instructions": "(॥) हरियाणा संबद्ध महाविद्यालय (सेवा की सुरक्षा) नियम, 979 के तहत और सरकार द्वारा",
  "issued by the Government from time to time, excluding the leave without pay and period of suspension, overstayal": "समय-समय पर जारी निर्देशों के तहत स्वीकार्य छुट्टी, बिना वेतन के छुट्टी और निलंबन की अवधि",
  "of leave not subsequently regularized and period of break in service.": "को छोड़कर, छुट्टी के अधिक समय तक रहना जो बाद में नियमित नहीं किया गया और सेवा में",
  "service rendered in one or more private affiliated colleges,": "((५) एक या अधिक निजी संबद्ध कॉलेजों में प्रदान की गई सेवा, जो एक ही प्रबंधन के तहत",
  "Service rendered on aided sanctioned post in any aided college in the State of Haryana: Provided that the official": "(५) हरियाणा राज्य में किसी भी सहायता प्राप्त कॉलेज में सहायता प्राप्त स्वीकृत पद पर प्रदान",
  "sanctioned post and the approval of continuity of service has been obtained from the Director:": "हो और निदेशक से सेवा की निरंतरता की मंजूरी प्राप्त की गई हो।",
  "of the employee in the previous college continued as such in the subsequent colleges to which he is transferred or": "बशर्ते कि पूर्ववर्ती महाविद्यालय में कर्मचारी का अंशदायी भविष्य निधि खाता बाद के उन महाविद्यालयों",
  "appointed and there is no break in service or the service": "में जारी रहे जिनमें उसे स्थानांतरित या नियुक्त किया जाता है और सेवा में कोई विराम या सेवा की",
  "condition as modified by the Government from time to time.”": "शर्त नहीं है जैसा कि सरकार द्वारा समय-समय पर संशोधित किया जाता है।”",
  "GAJINDER TREHAN,—Petitioners versus STATE OF HARYANA AND OTHERS,—Respondents": "गजिंदर त्रेहन बनाम हरियाणा राज्य",
  "paid senior scale/ selection grade. Accordingly, she has already been given": "भुगतान वरिष्ठ स्केल/चयन ग्रेड उन्हें दिया गया है। ।तदनुसार, उन्हें पहले से ही पिछली सेवा का",
  "the benefit of past service and her pay has been upgraded by taking into": "लाभ दिया जा चुका है और उस सेवा को ध्यान में रखते हुए उनके वेतन में वृद्धि की गई है ।एक बार",
  "account that service. Once it is so, then a substantive relief stand granted to her.": "जब ऐसा हो जाता है, तो उसे एक ठोस राहत दी जाती है।",
  "(Para 14)": "(पैरा 4)",
  "Dinesh Kumar, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता दिनेश कुमार ने कहा,",
  "Aman Chaudhary, Addl. A.G. Harayana for respondent Nos. 1": "अमन चौधरी, एडिशनल । प्रतिवादी संख्या ]",
  "Suvir Sehgal, Addl. A.G., Punjab for respondent Nos. 2": "सुवीर सहगल, एडिशनल ।ए. जी., पंजाब प्रतिवादी संख्या 2 के लिए",
  "M.M. KUMAR, J.": "एम. एम. कुमार जे.",
  "(1) The instant petition filed under Article 226 of the Constitution prays for declaring Rule 6 of Haryana Affiliated Colleges (Pension &": "(]) संविधान के अनुच्छेद 226 के तहत दायर तत्काल याचिका में हरियाणा संबद्ध महाविद्यालय",
  "Contributory Provident Fund) Rules, 1999 (for brevity ‘the 1999 Rules’)": "(पेंशन और अंशदायी भविष्य निधि) नियम, 999 के नियम 6 (संक्षिप्तता के लिए '999 नियम')",
  "in other affiliated colleges belonging to other State for pension, as wholly": "राज्य से संबंधित अन्य संबद्ध कॉलेजों में दी गई पिछली सेवा की गिनती से पूरी तरह से अवैध,",
  "illegal, unlawful, arbitrary and unconstitutional. As a consequence of the": "गैरकानूनी, मनमाना और असंवैधानिक के रूप में वंचित करता है | उपरोक्त घोषणा के परिणामस्वरूप,",
  "aforesaid declaration, a further prayer has also been made for quashing order 02.012.2008 (P-8) declining the request made by the petitioner for": "आदेश 02.02 को रद्द करने के लिए एक और प्रार्थना भी की गई है।2008 (पी-8)",
  "counting of her previous service rendered by her as a Lecturer in SDP College, Ludhiana.": "याचिकाकर्ता द्वारा एस. डी. पी. कॉलेज, लुधियाना में व्याख्याता के रूप में दी गई अपनी पिछली सेवा",
  "(2) Facts in brief are that the petitioner was appointed as a Lecturer in History in S.D.P. College for Women, Ludhiana on 25.06.1968 (P-1 &": "(2) संक्षेप में तथ्य यह है कि याचिकाकर्ता को एस. डी. पी. महिला महाविद्यालय, लुधियाना में 25.06.968 (पी-] और पी-2) पर इतिहास में व्याख्याता के रूप में नियुक्त किया गया था।",
  "P-2). She worked there till 1981. The S.D.P. College for Women, Ludhiana": "उन्होंने ।98] तक वहाँ काम किया | एस. डी. पी. महिला महाविद्यालय, लुधियाना को पंजाब सरकार",
  "was a member of Contributory Provident Fund (for brevity ‘CPF’), when": "अंशदायी भविष्य निधि (संक्षिप्त 'सी. पी. एफ.' के लिए) की सदस्य थी । उन्हें वर्ष 982 में सी. पी.",
  "She has offered to refund the amount of employer’s share of the CPF along": "एफ. का भुगतान किया गया था । उन्होंने सी. पी. एफ. के नियोक्‍्ता के हिस्से की राशि को ब्याज के",
  "with interest which comes to ‘5592.38/-, which she has got calculated from": "साथ वापस करने की पेशकश की है जो '5592.38' पर आता है, जिसकी गणना उन्होंने अपने",
  "her earlier employer SDP College for Women, Ludhiana (P-9).": "पहले के नियोक्‍ता एस. डी. पी. कॉलेज फॉर वुमन, लुधियाना (पी-9) से की है।",
  "(3) On 28.07.1981, she applied for the post of Lecturer in K.L. Mehta Dayanand College for Women, Faridabad through proper channel.": "(3) 28.07.987 पर, उन्होंने उचित चैनल द्वारा से के. एल. मेहता दयानंद महिला महाविद्यालय, फरीदाबाद में व्याख्याता के पद के लिए आवेदन किया | उन्हें 29.07.98] पर चुना गया और",
  "746 LL.R. PUNJAB AND HARYANA 2012(1)": "20]2(]) #744",
  "would not count for pension. The Rules were amended on 24.01.2001 and": "और 24.0.2007] पर नियमों में किया गया संशोधन लागू होगा | तदनुसार, हरियाणा राज्य के बाहर किसी",
  "their past service as per Rules under the Career Advancement Scheme,": "28.07.987] तक सेवा प्रदान की है।कैरियर उन्नति योजना के प्रयोजनों के लिए, उन्हें पिछली सेवा का लाभ दिया गया है और",
  "guidelines of the University Grants Commission and decided to": "विश्वविद्यालय को स्वीकार कर लिया है। अनुदान आयोग के दिशा-निर्देश और करियर उन्नति योजना",
  "the grant of senior scale/ selection grade after determining the period of their past service as per rules under the Career": "के तहत नियमों के अनुसार अपनी पिछली सेवा की अवधि निर्धारित करने के बाद वरिष्ठ स्तर/चयन",
  "Advancement Scheme provided certain conditions also fulfilled by the concerned Lecturer. The learned Councel for the": "संबंधित व्याख्याता द्वारा कुछ शर्तों को भी पूरा किया जाए |प्रतिवादी के लिए विद्वान परामर्शदाता-",
  "respondent -University states that in case the petitioners approach them on the basis of this circular and fulfill the": "विश्वविद्यालय का कहना है कि यदि याचिकाकर्ता इस परिपत्र के आधार पर उनसे संपर्क करते हैं",
  "prescribed conditions, they shall consider and allow their claim in accordance with memo.": "और निर्धारित शर्तों को पूरा करते हैं, तो वे ज्ञापन के अनुसार अपने दावे पर विचार करेंगे और",
  "In view of the above statement, these writ petitions are disposed of": "उपरोक्त कथन को ध्यान में रखते हुए, इन रिट याचिकाओं का निपटारा प्रत्यर्थी-विश्वविद्यालय को",
  "petitioners make representations claiming the benefit of past service for the purpose of selection grade in accordance with": "उद्देश्य के लिए पिछली सेवा के लाभ का दावा करते हुए अभ्यावेदन करते हैं और निर्धारित शर्तों को",
  "the University shall dispose of their representations within three months from the date of receipt of such representations by": "तारीख से तीन महीने के भीतर उनके अभ्यावेदन का निपटारा करेगा । विश्वविद्यालय तीन महीने की",
  "consequential financial benefits, ifany, within the aforesaid period of three months.”": "उपरोक्त अवधि के भीतर परिणामी वित्तीय लाभ, यदि कोई हो, भी जारी करेगा। ”",
  "(4) In pursuance of the aforesaid directions and upon consideration": "(4) उपरोक्त निर्देशों के अनुसरण में और मामले पर विचार करने पर, याचिकाकर्ता को चयन ग्रेड",
  "of the matter,, the petitioner was allowed to count her past service rendered in SDP College, Ludhiana for the purposes of selection grade and revised": "के उद्देश्यों के लिए एस. डी. पी. कॉलेज, लुधियाना में दी गई अपनी पिछली सेवा को गिनने की",
  "meeting of the Screening Committee, M.D. University, Rohtak dated 17.06.2002 (P-5).": "विश्वविद्यालय, रोहतक की दिनांक 7.06.2002 (पी-5) की बैठक के कार्यवृत्त से स्पष्ट होता है।",
  "(5) The petitioner retired on 31.10.2007 and was given pension": "(5) याचिकाकर्ता 3.]0.2007 पर सेवानिवृत्त हुआ और उसे 02.04.2008 (7-6) के",
  "College for Women, Ludhiana was not taken into consideration. Accordingly,": "महाविद्यालय, लुधियाना में उनके द्वारा दी गई सेवा को ध्यान में नहीं रखा गया था | तदनुसार, उन्होंने",
  "she sent a representation to the respondents to count her entire services as qualifying service for the purposes of calculating her pension and other retiral benefits (P-7). However, her representation had been rejected and": "अपनी पेंशन और अन्य सेवानिवृत्ति लाभों (पी-7) की गणना के उद्देश्यों के लिए अपनी पूरी सेवाओं को योग्यता सेवा के रूप में गिनने के लिए प्रतिवादी को एक अभ्यावेदन भेजा | हालाँकि, उनके",
  "she was informed vide letter dated 02.12.2008 (P-8) that the benefit of": "प्रतिनिधित्व को अस्वीकार कर दिया गया था और उन्हें 02.]2.2008 (7-8) दिनांकित पत्र",
  "past service rendered by her at Ludhiana could not be given towards": "के माध्यम से सूचित किया गया था कि लुधियाना में उनके द्वारा प्रदान की गई पिछली सेवा का लाभ",
  "748 LL.R. PUNJAB AND HARYANA 2012(1)": "748",
  "pension as her case was not covered under the 1999 Rules, as has already": "उनके मामले में पेंशन 999 के नियमों के तहत शामिल नहीं थी, जैसा कि पहले ही ऊपर देखा जा",
  "been noticed above. Feeling aggrieved by the bar created by Rule 6 of the 1999 Rules, the petitioner has challenged its constitutional validity in the": "चुका है। 999 के नियमों के नियम 6 द्वारा बनाए गए प्रतिबंध से व्यथित होकर, याचिकाकर्ता ने",
  "(6) The stand of respondent Nos. | and 3 is that the service of the employees working on aided sanctioned posts in the Non Government Private Affiliated Colleges in the State of Haryana are governed by the Rules": "(6) प्रतिवादी संख्या ] और 3 का रुख यह है कि हरियाणा राज्य में गैर-सरकारी निजी संबद्ध कॉलेजों में सहायता प्राप्त स्वीकृत पदों पर काम करने वाले कर्मचारियों की सेवा उन नियमों द्वारा",
  "which are distinct and separate from the service Rules applicable to such employees working in any other State. The rate of grant-in-aid and its terms": "शासित होती है जो किसी अन्य राज्य में काम करने वाले ऐसे कर्मचारियों के लिए लागू सेवा नियमों",
  "and conditions for grant-in-aid to Non-Government Aided Colleges in different States are independent and separate. A reference has been made": "से अलग और अलग होते हैं।विभिन्‍्न राज्यों में गैर-सरकारी सहायता प्राप्त महाविद्यालयों को अनुदान सहायता की दर और अनुदान सहायता के लिए इसके नियम और शर्तें स्वतंत्र और अलग",
  "to the expression ‘qualifying service’ as defined under Section 2(j) of the": "हैं।999 के नियमों की खंड 2 (जे) के तहत परिभाषित 'योग्यता सेवा' अभिव्यक्ति का एक संदर्भ",
  "1999 Rules, which provides that qualifying service will be taken into account": "दिया गया है, जिसमें प्रावधान है कि योग्यता सेवा को उस तारीख से ध्यान में रखा जाएगा जब कोई",
  "with effect from the date an employee starts contribution towards CPF. The respondent has also placed reliance on Rule 6 of the 1999 Rules to assert": "कर्मचारी सी. पी. एफ. में योगदान करना शुरू करेगा। प्रतिवादी ने 999 के नियमों के नियम 6",
  "that it does not suffer from any arbitrariness. It has been pleaded that it": "पर भी भरोसा किया है ताकि यह दावा किया जा सके कि यह किसी भी मनमानेपन से ग्रस्त नहीं",
  "is only service rendered by a person on any aided sanctioned post in any": "किसी भी सहायता प्राप्त स्वीकृत पद पर किसी व्यक्ति द्वारा प्रदान की गई सेवा है, जो सेवानिवृत्ति",
  "aided college in the State of Haryana, which would count for retiral benefit and not the one rendered outside the State of Haryana. The respondent": "लाभ के लिए गणना की जाएगी, न कि हरियाणा राज्य के बाहर प्रदान की गई सेवा के लिए।",
  "learned Single Judge on 07.08.2008 in CWP No. 16672 of 2002 (Rajeshwar Aggarwal v. State of Haryana) (A-2). The respondent has also asserted": "प्रतिवादी ने 2002 के सी. डब्ल्यू., पी. संख्या 46672 (राजेश्वर अग्रवाल बनाम हरियाणा राज्य) (ए-2) में 07.08.2008 पर विद्वान एकल न्यायाधीश द्वारा दिए गए इस न्यायालय के",
  "that the petitioner submitted her option to be governed by the 1999 Rules": "(१-) पर 999 के नियमों द्वारा शासित होने का अपना विकल्प प्रस्तुत किया और उसके",
  "averments made in para 3 of the preliminary submissions, the petitioner": "खिलाफ रोक है । प्रारंभिक प्रस्तुतियों के पैरा 3 में किए गए कथन के अनुसार, याचिकाकर्ता को",
  "cannot be permitted to challenge the provisions of the 1999 Rules on account of her own act and conduct.": "अपने स्वयं के कार्य और आचरण के कारण 999 के नियमों के प्रावधानों को चुनौती देने की अनुमति नहीं दी जा सकती है।",
  "(7) We have heard learned counsel for the parties at some length and have perused the paper book with their able assistance. The following": "(7) हमने कुछ समय तक पक्षों के लिए विद्वान अधिवक्ता सुना है और उनकी समर्थ सहायता से पेपर",
  "question of law would arise for determination of this Court :": "बुक का अध्ययन किया है | इस न्यायालय के निर्धारण के लिए कानून का निम्नलिखित प्रश्न उत्पन्न",
  "“Whether Rule 6 of the 1999 Rules as amended on 24.01.2001 is": "“क्या आई. डी. पर संशोधित 999 के नियमों का नियम 6 संविधान के अनुच्छेद 4 और 6",
  "CPF retiree constitute a separate class than the pensioners.”": "() के अधिकार क्षेत्र अधिकारातीत है, जहां सी. पी. एफ. से सेवानिवृत्त व्यक्ति पेंशनभोगियों की तुलना में एक अलग वर्ग का गठन करते हैं।”",
  "750 I.L.R. PUNJAB AND HARYANA 2012(1)": "/750",
  "(9) Aperusal of the above quoted rules would show that the Rule": "(9) उपरोक्त उद्धृत नियमों के अवलोकन से पता चलता है कि नियम ने एक ही प्रबंधन के तहत",
  "has restricted the counting of service rendered in one or more affiliated colleges receiving grant-in-aid under the same management and it must be": "अनुदान प्राप्त करने वाले एक या अधिक संबद्ध कॉलेजों में प्रदान की जाने वाली सेवाओं की गिनती",
  "service rendered on aided sanctioned post in any aided college in the State": "को प्रतिबंधित कर दिया है और यह हरियाणा राज्य के किसी भी सहायता प्राप्त कॉलेज में सहायता",
  "of Haryana. According to proviso appended with Clause (v) of Rule 6 of the 1999 Rules, the official should be appointed through proper channel": "प्राप्त स्वीकृत पद पर प्रदान की जाने वाली सेवा होनी चाहिए । ]999 के नियमों के नियम 6 के खंड (५) के साथ संलग्न परंतुक के अनुसार, अधिकारी को सहायता प्राप्त स्वीकृत पद पर उचित",
  "on aided sanctioned post and the approval of continuity of service must have been obtained from the Director of Higher Education. According to": "द्वारा नियुक्त किया जाना चाहिए और सेवा की निरंतरता की मंजूरी उच्च शिक्षा निदेशक से प्राप्त की",
  "previous college must be continued in the subsequent college to which she/": "खाता उस बाद के कॉलेज में जारी रखा जाना चाहिए जिसमें उसे या तो नियुक्त किया गया है या",
  "on 31.10.2007 and the amendment made in the Rules on 24.01.2001 would": "24.0.2007] पर नियमों में किया गया संशोधन लागू होगा | तदनुसार, हरियाणा राज्य के बाहर",
  "be applicable. Accordingly, the service rendered by her on an aided post outside the State of Haryana would not qualify for pension as per Rule 6(v).": "किसी सहायता प्राप्त पद पर उनके द्वारा प्रदान की गई सेवा नियम 6 (५) के अनुसार पेंशन के",
  "a person has received payment of CPF then in the absence of any statutory": "व्यक्ति को सी. पी. एफ. का भुगतान प्राप्त हो जाता है, तो किसी भी वैधानिक नियमों की",
  "Rules, he cannot be permitted to switch over to pension scheme as a matter": "अनुपस्थिति में में, उसे अधिकार के मामले में पेंशन योजना में जाने की अनुमति नहीं दी जा सकती",
  "of right. The question has been decided in the authoritative pronouncement of Hon’ble the Supreme Court by a five-Judge Bench in Krishena Kumar versus Union of India (1). In that case, the retired railway employees": "है । इस प्रश्न का निर्णय कृष्ण कुमार बनाम भारत संघ (१) मामले में पांच-न्यायाधीशों की पीठ द्वारा माननीय सर्वोच्च न्यायालय की आधिकारिक घोषणा में किया गया है |उस मामले में, रेलवे अंशदायी",
  "who were covered by the Railway Contributory Provident Fund Scheme": "भविष्य निधि योजना द्वारा कवर किए गए सेवानिवृत्त रेलवे कर्मचारियों ने विकल्प के लिए निर्धारित",
  "had approached Hon’ble the Supreme Court for switching over to Pension Scheme by challenging the cut-off date fixed for option. Repelling the": "कट-ऑफ तिथि को चुनौती देकर पेंशन योजना में बदलने के लिए माननीय सर्वोच्च न्यायालय का",
  "argument in para 34 of the judgment their Lordships’ of Hon’ble the": "दरवाजा खटखटाया था निर्णय के पैरा 34 में तर्क को दरकिनार करते हुए माननीय सर्वोच्च",
  "Supreme Court observed as under:": "न्यायालय ने निम्नलिखित टिप्पणी कीः",
  "“34. The next argument of the petitioners is that the option given to the PF. employees to switch over to the pension": "“34. याचिकाकर्ताओं का अगला तर्क यह है कि पी. एफ. कर्मचारियों को एक निर्दिष्ट कट-",
  "violative of Article 14 of the Constitution for the same reasons for which in Nakara the notification were read": "]4 का उल्लंघन है, क्योंकि नकारा में अधिसूचना को उसी कारण से पढ़ा गया था | हमने",
  "down. We have extracted the 12th option letter. This argument is fallacious in view of the fact that while in case": "2 वें विकल्प अक्षर को निकाला है।यह तर्क इस तथ्य को ध्यान में रखते हुए गलत है कि",
  "of pension retirees who are alive the Government has a": "पेंशन सेवानिवृत्त जो जीवित हैं, उनके मामले में सरकार के पास है",
  "continuing obligation and if one is affected by dearness the others may also be similarly affected. In case of P.F.": "निरंतर दायित्व और यदि कोई महँगाई से प्रभावित होता है तो अन्य भी इसी तरह प्रभावित हो सकते",
  "the others may also be similarly affected. In case of P.F. retirees each one’s rights having finally crystallized on the": "हैं।पी. एफ. सेवानिवृत्त होने के मामले में प्रत्येक व्यक्ति के अधिकार अंततः सेवानिवृत्ति और पी.",
  "date of retirement and receipt of P.F. benefits and there being no continuing obligation thereafter they could not": "एफ. लाभों की प्राप्ति की तारीख को स्पष्ट हो जाते हैं और उसके बाद कोई निरंतर दायित्व नहीं होने",
  "being no continuing obligation thereafter they could not be treated at par with the living pensioners. How the": "के कारण उन्हें जीवित पेंशनभोगियों के बराबर नहीं माना जा सकता है।पी. एफ. सेवानिवृत्त व्यक्ति",
  "corpus after retirement of a PF. retiree was affected or benefitted by prices and interest rise was not kept any": "की सेवानिवृत्ति के बाद कोष कैसे प्रभावित हुआ या कीमतों और ब्याज वृद्धि से लाभान्वित हुआ, इस",
  "tack of by the Railways. It appears in each of the cases of option the specified date bore a definite nexus to the objects": "पर रेलवे ने कोई ध्यान नहीं दिया | ऐसा प्रतीत होता है कि विकल्प के प्रत्येक मामले में निर्दिष्ट तिथि",
  "option the specified date bore a definite nexus to the objects sought to be achieved by giving of the option. Option": "विकल्प देकर प्राप्त किए जाने वाले उद्देश्यों के साथ एक निश्चित संबंध रखती है ।एक बार प्रयोग",
  "once exercised was told to have been final. Options were": "किए जाने के बाद विकल्प को अंतिम बताया गया था ।विकल्प इसके विपरीत प्रयोग करने योग्य थे।",
  "exercisable vice versa. It is clarified by Mr. Kapil Sibal": "श्री कपिल सिब्बल द्वारा यह स्पष्ट किया जाता है कि विकल्प देने के कारण के संबंध में निर्दिष्ट",
  "that the specified date has been fixed in relation to the reason for giving the option and only the employees who": "तिथि निर्धारित की गई है और केवल उन कर्मचारियों को पात्र बनाया गया है जो निर्दिष्ट तिथि के",
  "retired after the specified date and before and after the date of notification were made eligible. This submission": "बाद और अधिसूचना की तारीख से पहले और बाद में सेवानिवृत्त हुए थे ।ऐसा प्रतीत होता है कि इस",
  "appears to have been substantiated by what has been stated by the successive Pay Commissions. It would also": "प्रस्तुति की पुष्टि क्रमिक वेतन आयोगों द्वारा की गई है।यह भी प्रतीत होता है कि भविष्य निधि",
  "appear that corresponding concomitant benefits were also granted to the Provident Fund holders. There was, therefore, no discrimination and the question of striking": "धारकों को भी संगत लाभ दिए गए थे |इसलिए कोई भेदभाव नहीं था और व2वें विकल्प के खंड",
  "(11) The five-Judge Bench also exhorted that in the matter of": "(व) पाँच-न्यायाधीशों की पीठ ने यह भी आग्रह किया कि वित्तीय निहितार्थ के मामले में, माननीय",
  "any order or direction and proceeded to observe as under in para 45 of the judgment which reads as under:": "45 के तहत पालन करने के लिए आगे बढ़ा जो निम्नानुसार हैः",
  "“45. We are not inclined to accept either of these submissions. The": "“45. हम इनमें से किसी भी निवेदन को प्रतिग्रहण करना करने के लिए इच्छुक नहीं हैं।पी. एफ.",
  "PE retirees and pension retirees having not belonged to a class,": "सेवानिवृत्त और पेंशन सेवानिवृत्त व्यक्ति जो किसी वर्ग से संबंधित नहीं हैं, उनके साथ कोई भेदभाव",
  "there is no discrimination. In the matter of expenditure includable in the Annual Financial Statement, this Court has to be loath to": "नहीं है | वार्षिक वित्तीय विवरण में सम्मिलित व्यय के मामले में, इस न्यायालय को संविधान के तहत",
  "pass any order to give any direction, because of the division of functions between the three co-equal organs of the Government": "सरकार के तीन सह-समान अंगों के बीच कार्यों के विभाजन के कारण कोई भी निर्देश देने के लिए",
  "(Permod Kohli, J.)": "(पर्मोद कोहली, जे.)",
  "Rule 6(iv) of 1999 Rules is that the only service qualified for pension rendered by an employee in the State of Haryana on an aided post in any": "9099 के नियमों के नियम 6 (५४) में कहा गया है कि हरियाणा राज्य में किसी कर्मचारी द्वारा उसी",
  "rendered by an employee in the State of Haryana on an aided post in any affiliated college under the same management would qualify for pension.": "प्रबंधन के तहत किसी भी संबद्ध कॉलेज में सहायता प्राप्त पद पर प्रदान की जाने वाली पेंशन के",
  "(14) There is another aspect of the matter, which would in any case disentitle the petitioner. Admittedly, the petitioner has rendered service on": "(4) इस मामले का एक और पहलू है, जो किसी भी मामले में याचिकाकर्ता को अयोग्य ठहराएगा।",
  "disentitle the petitioner. Admittedly, the petitioner has rendered service on an aided post in the College at Ludhiana in Punjab State from 10.07.1968": "मान लीजिए, याचिकाकर्ता ने पंजाब राज्य के लुधियाना में कॉलेज में एक सहायता प्राप्त पद पर",
  "to 28.07.1981. For the purposes of Career Advancement Scheme, the": "0.07.7968 से 28.07.987 तक सेवा प्रदान की है| कैरियर उन्‍नति योजना के प्रयोजनों",
  "benefit of past service has been given to her and she has been paid senior scale/ selection grade. Accordingly, she has already been given the benefit": "के लिए, उन्हें पिछली सेवा का लाभ दिया गया है और उन्हें वरिष्ठ स्केल/चयन ग्रेड का भुगतान",
  "of past service and her pay has been upgraded by taking into account that": "किया गया है ।तदनुसार, उन्हें पहले से ही पिछली सेवा का लाभ दिया जा चुका है और उस सेवा को",
  "service. Once it is so, then a substantive relief stand granted to her. The": "ध्यान में रखते हुए उनके वेतन में वृद्धि की गई है ।एक बार जब ऐसा हो जाता है, तो उसे एक ठोस",
  "aforesaid issue has attained finality and therefore, she should feel content with the benefit already given to her. Moreover, the judgment of the learned": "राहत दी जाती है | उपरोक्त मुद्दा अंतिम रूप ले चुका है और इसलिए उसे पहले से दिए गए लाभ से",
  "Single Judge in Rajeshwar Aggarwal’s case (supra) has already decided the issue.": "संतुष्ट होना चाहिए | इसके अलावा, राजेश्वर अग्रवाल के मामले (ऊपर) में विद्वान एकल न्यायाधीश के फैसले ने पहले ही इस मुद्दे का फैसला कर लिया है।",
  "(15) As a sequel to the above discussion, this writ petition fails and": "(5) उपरोक्त चर्चा की अगली कड़ी के रूप में, यह रिट याचिका विफल हो जाती है और इसे",
  "the same is dismissed.": "खारिज कर दिया जाता है।",
  "P.S. Bajwa": "पी. एस. बाजवा",
  "Before Permod Kohli, J.": "पर्मोद कोहली , जे.",
  "DILSHAD ALI,—Petitioner": "दिलशाद अली, -याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF PUNJAB AND ANOTHER,—Respondents": "पंजाब राज्य और अन्य, उत्तरदाता",
  "C.W.P. No.13228 of 2009": "2009 का सी. डब्ल्यू. पी. ॥0.43228",
  "Constitution of India - Art. 226/227 & 311 - Probation of": "भारत का संविधान-अनुच्छेद 226/227 और 37-अपराधी परिवीक्षा अधिनियम, 958-",
  "Offenders Act, 1958 - §.12 - Indian Penal Code - S.406 & 498A -": "एस. 42-भारतीय दंड संहिता-5 .406 और 498 ए-पंजाब सिविल सेवा (सजा और अपील)",
  "8 - Petitioner convicted for offences under Section 406 & 498-A IPC": "498-ए के तहत अपराधों के लिए दोषी ठहराया गया-अपील में, दोषसिद्धि बरकरार रखी",
  "- In appeal, conviction maintained, though petitioner released on": "गई, हालांकि याचिकाकर्ता को परिवीक्षा पर रिहा कर दिया गया-याचिकाकर्ता को इसके",
  "probation - Petitioner dismissed from service as a consequence of": "परिणामस्वरूप सेवा से बर्खास्त कर दिया गया"
}