{
  "BHARPAI AND ANOTHER,—Petitioners": "भार्षी और अन्य,-याचिकाकर्ता",
  "versus": "बनाम",
  "THE FINANCIAL COMMISSIONER, HARYANA, CHANDIGARH AND OTHERS,—Respondents": "वित्तीय आयोग, हरियाणा, चंडीगढ़ और अन्य,-उत्तरदाता",
  "23rd July, 2008": "23 जुलाई, 2008",
  "Constitution of India, 1950-—-Art. 226-Punjab Security of": "#/ | [] [[][[][][][), 4950 -- अनुच्छेद 226- पंजाब २",
  "petitioners—Sanction of mutation—Land already declared surplus with original land owner—-Whether non-issuance of notice to": "में उपहार विलेख: उत्परिवर्तन की मंजूरी यूल 4६ स्वामी के पास पहले से ली जअधिशेष घोषित श्रमि क्या याचिकाकर्ताजंं को नोटिस जारी न",
  "petitioners violates cardinal canons of natural justice—-Held, no—": "करना प्राकृतिक न्याय के यूल सिद्धांतों का उल्लंघन करता है याचिका",
  "Held, that the reasons lead to an irresistible conclusion and an": "अभिनिर्धारित किया गया कि कारण एक अप्रतिरोध्य निष्कर्ष और एक",
  "they had no legal right in the land. As per provisions of Section 24-": "दिन भूमि पर उनका कोई कानूनी अधिकार नहीं था। धारा 24-क (2) के प्रावधानों के",
  "A(2), if the land of an owner is subjected to the process of consolidation in between the declaration of the surplus area and before the utilization": "अनुसार, यदि किसी स्वामी की भूमि अधिशेष क्षेत्र की घोषणा के बीच और उसके",
  "Further held, that Bhagwani in order to get over the relevant": "इसके अतिरिक्त यह अभिनिर्धारित किया गया कि सुश्री भगवानी ने अधिनियम के",
  "provisions of the Act, executed and registered gift deed in favour of": "के लिए उपहार विलेख निष्पादित और पंजीकृत किया। इसका तात्पर्य यह है कि",
  "to the petitioners on the opening or acceleration of succession. She had": "भूमि उत्तराधिकार के उद्घाटन या त्वरण पर याचिकाकर्ताओं के पास नहीं आई",
  "not completely effaced herself. Thus, notice was not required to be": "थी। वह खुद को पूरी तरह से नष्ट नहीं कर पाई थी। इस प्रकार, याचिकाकर्ताओं",
  "issued to the petitioners or non-giving of the notice to them in no manner": "को नोटिस जारी करने या उन्हें नोटिस न देने की आवश्यकता नहीं थी, जो किसी",
  "amount to violation of cardinal canons of natural justice.": "भी तरह से प्राकृतिक न्याय के प्रमुख सिद्धांतों का उल्लंघन नहीं है। ([.[ [7",
  "(1)": "(०)",
  "Arun Jain, Senior Advocate with Amit Jain, Advocate for the petitioners.": "याचिकाकर्ताओं के वकील अमित जैन के साथ वरिष्ठ अधिवक्ता अरुण जैन।",
  "Ravi Dutt Sharma, Deputy Advocate General, Haryana for the": "रवि दत्त शर्मा, उप महाधिवकता, हरियाणा,",
  "JUDGEMENT": "फैसला",
  "(1) This Civil Writ Petition has been filed by Bharpai wife of": "(0) यह सिविल रिट याचिका जीतू की पत्नी भारपाई और जिला सोनीपत",
  "wife of Shree Chand, residents of Issapur Kheri, Tehsil Gohana, District": "की तहसील गोहाना के इसापुर खीरी निवासी श्री चंद की पत्नी प्यारी (संतरा, बिमला,",
  "The Commissioner, Ambala Division, Ambala, The Sub-divisional Officer (Civil)-cum-Collector Agrarian, Rohtak, Dhani Ram and Jage": "अंबाला डिवीजन, अंबाला, उप-मंडल अधिकारी (सिविल)-सह-कलेक्टर कृषि,",
  "P-2) and 12th February, 1980 (Annexure P-4) passed by the respondents": "979 (अनुलग्नक पी-2) और 2 फरवरी, 980 (अनुलग्नक पी द्वारा पारित) के",
  "(2) The brief facts giving rise to this petition are that Shrimati": "(2) इस याचिका को जन्म देने वाले संक्षिप्त तथ्य यह हैं कि श्रीमती भगवानी ने 3",
  "Bhagwani, made a gift on 13th January, 1960 in favour of her daughters": "जनवरी, 960 को अपनी बेटियों भरपाई और प्यारी के पक्ष में एक उपहार दिया था,",
  "Bharpai and Piari, referred to above. Mutation No. 1444 dated 29th October, 1963 of the area measuring about 34 standard acres was": "जिसका उल्लेख ऊपर किया गया है। उत्परिवर्तन सं। लगभग 34 मानक एकड़ क्षेत्र के 444 दिनांक 29 अक्टूबर, 963 को स्वीकृत किया गया था। इसके",
  "sanctioned. As its consequence, the petitioners became full owners of": "परिणामस्वरूप, याचिकाकर्ता भूमि के पूर्ण मालिक बन गए। उप-मंडल अधिकारी",
  "the land. The Sub-Divisional Officer (Civil)-cum-Collector Agrarian, Rohtak-respondent,—vide ex-parte order dated 9th December, 1976": "(सिविल)-सह-कलेक्टर कृषि, रोहतक-प्रत्यर्थी ने दिनांक 9 दिसंबर, 96 के",
  "declared the area of the petitioners surplus with the original land owner": "अवसर दिए बिना मूल भूमि मालिक भगवान के पास याचिकाकर्ताओं के अधिशेष का",
  "above mentioned respondent-Sub-Divisional Officer (Civil)-cum-": "उप-विभागीय अधिकारी (सिविल)-सह-कलेक्टर कृषि अधिकारी, रोहतक के समक्ष",
  "they had become full owner in the year 1960 and had a right to be heard": "इस आधार पर एक आवेदन दायर किया कि वे वर्ष 960 में पूर्ण स्वामी बन गए थे",
  "before passing any order against their interest. This respondent rejected": "और उनके हितों के खिलाफ कोई भी आदेश पारित करने से पहले उन्हें सुनवाई का",
  "August, 1979 (Annexure P-2), Then, they went in revision before the Financial Commissioner, Haryana, who also dismissed the same,—vide": "979 के आदेश के माध्यम से (७॥००पा० 7-2). फिर, वे हरियाणा के वित्तीय आयुक्त के समक्ष पुनरीक्षण में गए, जिन्होंने भी इसे खारिज कर दिया-उनके 2 फरवरी, 980",
  "a lawyer at Rohtak, the petitioners filed miscellaneous application before The Sub-Divisional Officer (Civil)-cum-Collector Agrarian,": "याचिकाकर्ताओं ने उप-मंडल अधिकारी (सिविल)-सह-कलेक्टर कृषि, रोहतक के",
  "Rohtak and got the stay of dispossession. That application was dismissed": "समक्षविविध आवेदन दायर किया और बेदखल करने पर रोक लगा दी। उस आवेदन",
  "20 days ago and now the authority is bent upon to oust the petitioners": "को 20 दिन पहले खारिज कर दिया गया था और अब प्राधिकरण याचिकाकर्ताओं को",
  "from the land in dispute. The impugned orders, Annexures P-1, P-2 and": "विवादित भूमि से बाहर करने पर आमादा है। आक्षेपित आदेशों, अनुलग्रक पी-, पी-2",
  "P-4 have been challenged on the grounds embodied in this petition.": "और पी-4 को इस याचिका में सन्निहित आधारों पर चुनौती दी गई है।.",
  "(3) In their joint written statement, the respondents No. 1 to 3": "(3) अपने संयुक्त लिखित बयान में, उत्तरदाता नं. । से 3 ने प्रतिवाद किया",
  "have averred that Bhagwani made the gift of agricultural land in favour": "है कि भगवानी ने याचिकाकर्ताओं के पक्ष में कृषि भूमि का उपहार 3 जनवरी,",
  "of the petitioners on 13th January, 1960 and not on 13th January, 1980. The mutation of land measuring 34.4 standard acres was sanctioned,—": "960 को दिया था, न कि 3 जनवरी, 980 को। 34.4 मानक एकड़ भूमि के",
  "the alleged gift as the same was executed on 13th January, 1960 i.e.": "उपहार के आधार पर भूमि के मालिक नहीं बने क्योंकि 3 जनवरी, 960 यानी ।",
  "total holding measuring 73 standard acres and 3-1/4 units belonging to": "एकड़ और 3-॥/4 इकाइयों की कुल जोत में से 30 मानक एकड़ को अनुमेय क्षेत्र के",
  "The land measuring 34 standard acres and 4 units was declared as": "रूप में उनके पास रखा गया था। 34 मानक एकड़ और 4 इकाइयों की भूमि को",
  "tenants permissible area, whereas 8 standard acres and 15-1/4 units": "किरायेदार अनुमेय क्षेत्र घोषित किया गया था, जबकि 8 मानक एकड़ और 5-]/4",
  "was declared as surplus area. Since the said land was declared as such": "इकाइयों को अधिशेष क्षेत्र चोषित किया गया था। चूंकि उक्त भूमि को । जनवरी,",
  "on Ist January, 1960, any transfer by way of any means becomes null": "960 को घोषित किया गया था, इसलिए किसी भी माध्यम से कोई भी हस्तांतरण",
  "and void. The petitioners were never parties to the issue or the case,": "अमान्य हो जाता है। याचिकाकर्ता कभी भी इस मुद्दे या मामले में पक्षकार नहीं थे,",
  "therefore, the question of giving any notice to them or hearing them did": "इसलिए उन्हें कोई नोटिस देने या उनकी सुनवाई करने का सवाल ही नहीं उठता",
  "not arise. The so called transfer of land by way of gift on the said date": "था। उक्त तिथि पर उपहार के रूप में भूमि का तथाकथित हस्तांतरण अवैध था",
  "was illegal and was to be ignored outrightly. The order under Section 24-A(2) ibid was, therefore, legal. The area left out as “tenants": "और इसे पूरी तरह से नजरअंदाज किया जाना था। इसलिए, धारा 24-ए (2) आईबीआईडी के तहत आदेश कानूनी था। \"किरायेदारों के अनुमेय क्षेत्र\" के रूप",
  "permissible area” was got released from these tenants and was shown": "में छोड़े गए क्षेत्र को इन किरायेदारों से मुक्त कर दिया गया था और इसे स्व-खेती के",
  "under self cultivation. The entire holding of Bhagwani got reduced by 10 acres as a consequence of consolidation which took place in the year 1965-66. Therefore, the Collector Agrarian, Rohtak after allowing": "तहत दिखाया गया था। वर्ष 965-66 में हुए समेकन के परिणामस्वरूप भगवान की पूरी जोत ।0 एकड़ कम हो गई। इसलिए, रोहतक के कलेक्टर कृषि ने 30 मानक",
  "30 standard acres as permissible area, declared 33 standard acres and": "एकड़ को अनुमेय क्षेत्र के रूप में अनुमति देने के बाद, 33 मानक एकड़ और"
}