{
  "illegal if the Magistrate sends the complaint to the police for regist-": "गई है कि यदि मजिस्ट्रेट प्राथमिकी दर्ज करने के लिए पुलिस",
  "the reported rulings, the matter was referred to this Division Bench.": "के सेट में, मामले को इस खंडपीठ को भेजा गया था, इसलिए,",
  "powers of the Magistrate while ordering investigation under": "आदेश देते समय मजिस्ट्रेट के दायरे और शक्तियों के संबंध में",
  "(3) Before we proceed to consider different rulings on the": "3. इससे पहले कि हम इस मुददे पर विभिन्‍न निर्णयों पर विचार",
  "sions. Section 156 Cr.P.C. consists of three clauses. First clause": "सीआरपीसी की धारा 56 में तीन खंड शामिल हैं। पहला खंड",
  "pertains to the powers of the police officer to investigate a cogniz- able case without an order from the Magistrate. The second clause": "मजिस्ट्रेट के आदेश के बिना एक संज्ञेय मामले की जांच करने के लिए पुलिस अधिकारी की शक्तियों से संबंधित है। दूसरे खंड",
  "provides that the proceedings of the police officer in such case shali": "में प्रावधान है कि ऐसे मामले में पुलिस अधिकारी की कार्यवाही",
  "not ke questioned on the ground that such officer was not empower-": "पर इस आधार पर सवाल नहीं उठाया जाएगा कि ऐसे अधिकारी",
  "ed under that Section to investigate. We are mainly concerned": "को उस धारा के तहत जांच करने का अधिकार नहीं था। हम",
  "with the third clause which may be reproduced as follows :—": "मुख्य रूप से तीसरे खंड से संबंधित हैं जिसे निम्नानुसार पुनः प्रस्तुत किया जा सकता है -",
  "(3) Any Magistrate empowered under Section 190 may": "धारा 90 के तहत अधिकार प्राप्त कोई भी मजिस्ट्रेट उपरोक्त",
  "order such an investigation as above mentioned.”": "जांच के अनुसार इस तरह की जांच का आदेश दे सकता है।",
  "(4) Jt may also be mentioned that Section 156 is in Chapter XII": "यह भी उल्लेख किया जा सकता है कि धारा 56 दंड प्रक्रिया",
  "of the Code of Criminal Procedure which pertains to “Information": "संहिता के अध्याय »(॥ में है जो \"पुलिस को सूचना और जांच",
  "to the Police and Their Powers to Investigate”.": "करने की उनकी शक्तियों\" से संबंधित है।",
  "conflicting view expressed in case reported in Smt. Champa Rani v. State of Punjab (2). It, therefore, seems obvious that these two": "में) रिपोर्ट किया गया।पएथीपाल सिंह बख्शी)/? तदुपरांत, पंजाब राज्य बनाम पंजाब राज्य के एक मामले में/जोगिवर सिह ने",
  "mission, the Single Bench of this Court placed reliance on a case-of": "इस न्यायालय की खंडपीठ ने निष्कर्ष निकाला कि मामला दर्ज",
  "Before Hon'ble H. S. Bedi & S. C. Malte, JJ.": "माननीय न्यायाधीश एच एस बेदी ओर एस सी मल्रते के समक्ष",
  "GANESH DASS & OTHERS,—Petitioners.": "गणेश दास और अन्य, याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA & ANOTHER,—Respondents.": "हरियाणा राज्य और अन्य, - उत्तरदाता।",
  "Code of Criminal Procedure, 1973—S. 156(3)—Scope and powers": "दंड प्रक्रिया संहिता; 4973 - धारा 756 (3) - कार्यक्षेत्र और",
  "of Magistrate—Magistrate not empowered to direct police to register First Information Report—Function of police under Section 154 can-": "मजिस्ट्रेट की शक्तियां - मजिस्ट्रेट को प्रथम सूचना रिपोर्ट दर्ज करने के त्रिए पुलिस को निर्देश देने का अधिकार नहीं है - धारा 7/54 के तहत",
  "not be usurped by Magistrate under section 156(3).": "पुलिस के कार्य को धारा 756 (3) के तहत मजिस्ट्रेट द्वारा हड़पा नहीं जा सकता है ।",
  "that the Magistrate while passing order under section 156(3) Cr.P.C.": "धारा 56 (3) के तहत आदेश पारित करते समय मजिस्ट्रेट को पत्निस",
  "is not empowered to direct the police to register the First Informa-": "को प्रथम सचना रिपोर्ट दर्ज करने का निर्देश देने का अधिकार नहीं है।",
  "cannot be usurped by: the Magistrate while passing an order under Section 156(3) Cr.P.C.": "सीआरपीसी की धारा 56 (3) के तहत आदेश पारित करते समय मजिस्ट्रेट दवारा हड़प लिया गया।",
  "(Para 12)": "(पैरा 2)",
  "(S. C. Malte, J.)": "न्यायाधीश एस. सी; माल्टा,.",
  "(9) The counsel for the petitioners brought to our attention": ", याचिकाकर्ताओं के तत्कालीन वकील ने हमारा ध्यान कथित",
  "of this court concluded that the order of the Magistrate directing": "था कि मजिस्ट्रेट ने उक्त आदेश पारित करते समय अपने",
  "registration of the case while ordering investigation under section": "मजिस्ट्रेट जांच का निर्देश देते समय मामला दर्ज करने का निर्देश",
  "considered the case of Baru Ram (supra) along with other Cases.": "गया कि बारु राम ऑर अन्य के मामले में निर्धारित",
  "of the Code. While dealing with that aspect, their Lordships observed": "उस पहलू से निपटने के दौरान, उनके लॉर्डशिप ने देखा कि",
  "that.the provision is conducive to justice and saves the valuable time": "प्रावधान न्याय के लिए अनुकूल है और मजिस्ट्रेट के मूल्यवान समय को बचाता है। इसलिए, शिकायत को जांच के लिए पुलिस",
  "of the Magistrate. The powers of the Magistrate to forward the": "को अग्रेषित करने की मजिस्ट्रेट की शक्तियों का उनके लॉर्डशिप",
  "provisions of Section 202 Cr.P.C. and observed that the provisions": "धारा 202 के प्रावधानों के साथ इसकी तुलना की और पाया कि",
  "of Section 156(3) and 202 of the Code of Criminal Procedure operate": "दंड प्रक्रिया संहिता की धारा 56 (3) और 202 के प्रावधान",
  "in distinct spheres at different stages. It would, therefore, appear": "विभिन्‍न चरणों में अलग-अलग क्षेत्रों में काम करते हैं। इसलिए,",
  "that in the said case before the Supreme Court, the question involved |": "ऐसा प्रतीत होता है कि उच्चतम न्‍्यायात्रय के समक्ष उक्त मामले",
  "and answered was not directly concerned with the question now": "में, शामिल और उत्तर दिया गया प्रश्न अब हमारे समक्ष मौजूद प्रश्न से सीधे संबंधित नहीं था। बारू राम (सुप्रा) के मामले में",
  "before us. The other two authorities referred to in the case of Baru Ram (supra) are the cases reported in 1988 (2) R.C.R. 600": "संवर्भित अन्य दो प्राधिकरण 7989 (2) आरसीआर 600 रतन अमोल सिंह बनाम 988 में रिपोर्ट किए गए मामले हैं। पंजाब",
  "cases, it was observed by the single Bench of this Court that": "पीठ द्वारा यह टिप्पणी की गई थी कि इन मामलों का उसके",
  "these cases have no bearing over the question involved before it.": "समक्ष शामिल्र प्रश्न से कोई लेना-देना नहीं है। उन्होंने आगे",
  "He further relied upon a case reported in 1986 (1) C.L.R. 67 Hari": "986 में रिपोर्ट किए गए एक मामले पर भरोसा किया (॥)",
  "Jagdish Rai v. State of Punjab to arrive at a conclusion that the": "अन्य मामले की सूचना जगदीश राय बनाम जगदीश शय से मिली है। पंजाब सरकार ? इस निष्कर्ष पर पहुंचे कि मजिस्ट्रेट",
  "Magistrate can order the registration of the case and investigation": "पुलिस द्वारा मामला दर्ज करने और जांच का आदेश दे सकता",
  "of Hari Singh (supra), the single Bench of this Court concluded that": "है। हरि सिह (सुप्रा) के मामले में , इस न्यायालय की एकल",
  "Magistrate would be competent to pass order under Section 156(3):": "पीठ ने निष्कर्ष निकाला कि मजिस्ट्रेट धारा 456 (3) के तहत",
  "“To register a case, investigate and if warranted submit charge-": "आदेश पारित करने और पुलिस को मामला दर्ज करने और जांच",
  "(4) 1989 (1) R.CR. 395.": "4 ]989 (]) आर.सी. आर.",
  "that ruling has not directly dealt with the question as to whether": "भरोसा किया गया था, उन्होंने सीधे तौर पर यह निर्धारित नहीं किया था कि वर्तमान में हमारे सामने शामिल्र प्रश्न के बारे में",
  "made by the single Bench of this court in case of Hari Singh (supra),": "न्‍यायाल्रय की एकल पीठ ने जोगिंदर सिंह (सुप्रा) के मामले पर",
  "order registration of the FIR while passing order under Section 156(3).": "धारा 56 (3) के तहत जांच का आदेश देते समय मामला दर्ज",
  "the above mentioned Baru Ram’s case and other cases referred to": "ने पाया कि बरम राम का मामला और अन्य मामले मामले में",
  "of catena of decisions which take the view contrary to the views expressed in the case of Baru Ram, we are of the considered opinion": "बारू राम के मामले में दिए गए फैसले के साथ मेलत्र नहीं खाता",
  "that the Magistrate while passing order under Section 15@(3). Cr.P.C.": "मामलों में, व्यक्त किया गया विचार यह था कि सीआरपीसी की धारा 56 (3) के तहत आदेश पारित करते समय, मजिस्ट्रेट को",
  "is not empowered to direct the Police to register the First Informa-": "निर्देश देने का अधिकार नहीं था। पुलिस को एफआईआर दर्ज",
  "-he thinks it fit to postpone issue.of precess until he gets enough material, either by enquiry or investigation, to satisfy *himself.as sto": "जांच के माध्यम से पर्याप्त सामग्री नहीं मिल जाती है, ताकि वह खुद को संतुष्ट कर सके कि क्या उसे आगे बढ़ना चाहिए",
  "whether he should ‘proceed further and-issue summons-to the accused": "वह खुद को संतुष्ट कर सके कि क्या उसे आगे बढ़ना चाहिए और आरोपी को उसके सामने पेश होने के लिए समन जारी",
  "to appear before him; or whether he should dismiss the compidint": "करना चाहिए; या क्या उन्हें शिकायत को निराधार बताकर खारिज",
  "Sections 203 and 204 of the Code. These two provisions under": "कर देना चाहिए। ये संहिता की धारा 203 और 204 के तहत",
  "Sections 156 and 202 .Cr.P.C. function on two different floors. The": "शक्तियां होंगी। सीआरपीसी की धारा 56 और 202 के तहत ये दो प्रावधान दो अलग-अलग मंजिलों पर कार्य करते हैं। धारा",
  "direction under Section 156(3) may arise in.a complaint which per-": "56 (3) के तहत निर्देश एक शिकायत में उत्पन्न हो सकता है",
  "tained to cognizable case or a non-Congizable case. The Magistrate": "जो संज्ञेय मामले या गैर-संज्ञेय मामले से संबंधित है। मजिस्ट्रेट",
  "asks the police to undertake the investigation ‘because that helps :him": "ने पुलिस को जांच करने के लिए कहा क्योंकि इससे उसे अपना",
  "to save his time. Investigation by the police ‘in non-eognizable-case": "समय बचाने में मदद मिलती है। गैर-संज्ञेय मामले में पुलिस",
  "would otherwise be not possible unless the Magistrate issue sueh": "द्वारा जांच अन्यथा तब तक संभव नहीं होगी जब तक कि मजिस्ट्रेट ऐसा निर्देश जारी नहीं करता है। संहिता के अध्याय",
  "take investigation in the complaint. In that case the police oiticer would be performing all those powers oi investigation which he": "उस स्थिति में पुलिस अधिकारी जांच की उन सभी शक्तियों का पालन करेगा जो वह संहिता के अध्याय ><॥ में दिए गए प्रावधानों",
  "would be entitled to while investigating a cognizable case as per": "के अनुसार संज्ञेय मामले की जांच करते समय हकदार होगा।"
}