{
  "punishment passed in pursuance to any proceedings before a court martial": "कार्यवाही के अनुसरण में पारित दंड के आदेश को चुनौती देने वाली",
  "as Criminal Writ Petitions. Rule 3 of Chapter 4 Part F, High Court Rules": "रिट याचिकाओं के रूप में माना जा रहा है। अध्याय 4 भाग च का नियम 3, उच्च न्यायालय के नियम और आदेश खंड ५ इस तरह की",
  "and Orders Volume V dealing with such petition reads as under :—": "याचिका से निपटने के लिए निम्नानुसार है: -",
  "“Rule 3. Criminal Writ Petitions—A petition for the issuance of": "\"नियम 3. आपराधिक रिट याचिकाएं - बंदी प्रत्यक्षीकरण की प्रकृति में एक",
  "order of punishment passed in pursuance to any proceedin gs before a Court Martial or its equivalent tribunal shall be styled": "न्‍्यायाधिकरण के समक्ष किसी भी कार्यवाही के अनुसरण में पारित सजा के",
  "(5). iny view of the position explained above, this wnit petition does not survive and stands disposed of. are a": "5. ऊपर बताई गई स्थिति को देखते हुए, यह रिट याचिका जीवित नहीं है और इसका निपटारा",
  "Before Mukul Mudgal,C.J. & Ajay Tewari, J.": "माननीय न्यायमूर्ति मुकुल मुदूगल सी जे और अजय तिवारी के समक्ष",
  "COMMANDANT RTPS TULSI (RETD.),— Petitioner": "कमांडेंट आरटीपीएस तुत्नसी (सेवानिवृत्त)- याचिकाकर्ता",
  "versus": "बनाम",
  "_ UNION OF INDIAAND OTHERS s—Respondents": "भारत संघ और अन्य -प्रतिवादी",
  "21st September, 2010": "2 सितंबर, 200",
  "Constitution of India, 1950—Art. 226—Armed Forces": "भारत का संविधान, 950 - अनुच्छेद 226 - सशस्त्र बल अधिकरण अधिनियम,",
  "members of Armed Forces—Provisions of 2007 Act provide that Tribunals shall entertain cases in relation to appeal against any": "विलंब - 2007 अधिनियम के उपबंध उपबंध करते हैं कि अधिकरण कोर्ट मार्शल द्वारा पारित",
  "order, decision, finding or sentence passed by a court martial or any": "किसी आदेश, निर्णय, निष्कर्ष या सजा या उससे संबंधित किसी मामले या उससे संबंधित",
  "matter connected therewith or incidental thereto—High Court has": "किसी मामले के विरुद्ध अपील के संबंध में मामलों पर विचार करेंगे- उच्च न्यायालय को ऐसे",
  "no jurisdiction to entertain such cases—However, orders of": "मामलों पर विचार करने की कोई अधिकारिता नहीं है - तथापि, कोर्ट मार्शत्र अथवा इसके",
  "punishment passed in pursuance to any proceedings before a Court": "समकक्ष अधिकरण के समक्ष किसी कार्यवाही के अनुसरण में पारित दंड के आदेशों पर ऐसी",
  "treating such proceedings as criminal petitions.": "कार्यवाहियों को आपराधिक याचिकाओं के रूप में मानते हुए उच्च न्यायालय में विचार किया",
  "(Paras 3 & 4)": "(पैर3 और4)",
  "(c) Pass any other Writ, order or a direction as may be": "(९) कोई अन्य रिट, आदेश या निर्देश पारित करें जो मामले की परिस्थितियों",
  "considered appropriate in the circumstances of the case.”": "में उचित समझा जा सकता है। \"",
  "(2) During the pendency of this Civil Writ Petition, The Armed": "2. इस सिविल रिट याचिका के लंबित रहने के दौरान, सशस्त्र बल नन्‍्यायाधिकरण",
  "Forces Tribunal Act, 2007 came into force. Section 15 of The Armed": "अधिनियम, 2007 तागू हुआ। सशस्त्र बल न्यायाधिकरण अधिनियम, 200| की",
  "“S.15. Jurisdiction, powers and authority in matter of appeal": "\"धारा 5. कोर्ट मार्शल के विरुद्ध अपील के मामलों में क्षेत्राधिकार, शक्तियां और प्राधिकार -",
  "against court martial—(1) Save as otherwise expressly provided in this Act, the Tribunal shall exercise, on and from": ". इस अधिनियम में अन्यथा स्पष्ट रूप से उपबंधित के सिवाय, अधिकरण",
  "the appointed day, all the jurisdiction, powers and authority exercisable under thisAct in relation to appeal against any order, decision, finding or sentence passed by a court martial or any matter connected therewith or incidental thereto.": "नियत दिन पर और उससे कोर्ट मार्शल द्वारा पारित किसी आदेश, निर्णय, निष्कर्ष या दंडादेश या उससे संबंधित किसी मामले या उसके आनुषंगिक मामले के विरुद्ध अपील करने के संबंध में इस अधिनियम के अधीन प्रयोग करने योग्य सभी अधिकारिता, शक्तियों और प्राधिकारों",
  "Any person aggrieved by an order, decision, finding or sentence passed by a court martial may prefer an appeal in such form,": "2. कोर्ट मार्शल द्वारा पारित आदेश, निर्णय, निष्कर्ष या सजा से व्यथित कोई भी व्यक्ति ऐसे रूप, तरीके से और ऐसे समय के भीतर अपील",
  "manner and within such time as may be prescribed.": "कर सकता है जैसा कि निर्धारित किया जा सकता है।",
  "TheTribunal shall have power to grant bail to any person accused of an offence and in military custody, with or without any": "3. ट्रिब्यूनल के पास किसी अपराध के आरोपी और सैन्य हिरासत में किसी भी व्यक्ति को जमानत देने की शक्ति होगी, बिना किसी शर्त के या",
  "conditions which it considers necessary :": "बिना किसी शर्त के जो वह आवश्यक समझता है: -",
  "Provided that no accused person shall be so released if there appears": "बशर्ते कि कोई भी आरोपी व्यक्ति इसलिए रिहा नहीं किया जाएगा यदि यह विश्वास",
  "reasonable ground for believing that he has been guilty of an offence punishable with death or imprisonment for life.": "करने के लिए उचित आधार दिखाई देता है कि वह मृत्यु या आजीवन कारावास के साथ दंडनीय अपराध का दोषी है।",
  "TheTribunal shall allow an appeal against conviction by a court-": "4. ट्रिब्यूनल कोर्ट-मार्शल द्वारा दोषसिद्धि के खिलाफ अपील की अनुमति",
  "(a) the finding of the court martial is legally not sustainable": "(9) कोर्ट मार्शल की खोज कानूनी रूप से किसी भी कारण से टिकाऊ नहीं",
  "due to any reason whatsoever ; or": "है; नहीं तो",
  "(b) the finding involves wrong decision on a question of law ; or": "(9) निष्कर्ष में विधि के प्रश्न पर गलत निर्णय अंतर्वल्ित है : या",
  "(c) there was a martial irregularity in the course of the trial": "(०0. मुकदमे के दौरान एक भौतिक अनियमितता थी जिसके परिणामस्वरूप",
  "resulting in miscarriage of justice,": "न्याय की हत्या हुई,",
  "MUKUL MUDGAL, CJ. (ORAL)": "माननीय मुकुल मुद्गल, सी. जे -",
  "(1) This writ petition has been filed as PIL by the petitioner who": "।. इस रिट याचिका को याचिकाकर्ता द्वारा जनहित याचिका के रूप में दायर किया",
  "retired as Commandant from Navy. This petition is largely based on the": "गया है जो नौसेना से कमांडेंट के रूप में सेवानिवृत्त हुए हैं। यह याचिका काफी हद",
  "issue of delay in disposal of cases of the members of Armed forces as well as BSF etc. because of the reason that those are wrongly categorized as": "तक सशत्त्र बलों के सदस्यों के साथ-साथ बीए स एफ आदि के मामलों के निपटान में देरी पर आधारित है, क्योंकि व्यक्ति को गलत तरीके से सिवित्र रिट याचिकाओं",
  "relating to Court Martial. Prayer made in the writ petition is as follows :—": "के लिए वर्षों लग जाते हैं। रिट याचिका में की गई प्रार्थना इस प्रकार है; -",
  "“In view of the facts and circumstances stated above, it is most": "\"ऊपर बताए गए तथ्यों और परिस्थितियों के मद्देनजर, यह सबसे सम्मानपूर्वक",
  "respectfully prayed that this Hon’ble Court may be graciously pleased to :": "प्रा्थना की जाती है कि माननीय न्यायालय कृपापूर्वक प्रसन्‍न हो:",
  "members of the Armed Forces of the Union are a distinct . class and required to be recognised as such under Rule 34 of the Writ Rules ;": "के सदस्य एक विशिष्ट वर्ग हैं और रिट नियमों के नियम 34 के तहत मान्यता",
  "filed by the members of theArmed Forces challenging": "वाले सशस्त्र बलों के सदस्यों द्वारा दायर रिटों को रिट नियमों के तहत",
  "styled as “Criminal Writ Petition” under the Writ Rules": "\"आपराधिक रिट याचिका\" के रूप में स्टाइल किया जाए और उस आदेश के",
  "and heard irrespective of the order in which they stand on the Register ;": "बावजूद सुना जाए जिसमें वे रजिस्टर पर खड़े हैं:",
  "Pass an appropriate Writ, order or a direction that Rules": "(०. एक उपयुक्त रिट, आदेश या निर्देश पारित करें कि रिट नियमों के नियम",
  "3 and 4 of the Writ Rules are ultra vires of Ss. 108, 125,": "3 और 4 सेना अधिनियम, व950 की धारा 408, 425, 26 आदि के",
  "Act, 1968 and other corresponding provisions of the law relating to the Armed Forces as well asArts. 14,16, 21": "और सशक्त्र बलों से संबंधित कानून के अन्य संबंधित प्रावधानों के साथ-साथ",
  "and 226 of the Constitution ; and": "संविधान के अनुच्छेद 4, 6, 2 और 226: और",
  "other Writs filed by the members of Armed Forces challenging action under the law relating to the Armed": "संबंधित कानून के तहत कार्रवाई को चुनौती देने वाले सशस्त्र बलों के सदस्यों"
}