{
  "MANJU v. STATE OF HARYANA AND ANOTHER 499 (Sureshwar Thakur, J.)": "मंजू बनाम हरियाणा राज्य और एक अन्य (सुरेश्वर ठाकुर, जे.)",
  "Before Sureshwar Thakur & Kuldeep Tiwari, JJ.": "समक्ष सुरेश्वर ठाकुर और कुलदीप तिवारी, जे. जे.",
  "MANJU—Appellant": "मंजू-अपीलार्थी",
  "versus": "बनाम",
  "STATE OF HARYANA AND ANOTHER—Respondents": "हरियाणा राज्य और एक अन्य-उत्तरदाता",
  "January 27, 2023": "27 जनवरी, 2023",
  "Code of Criminal Procedure, 1973—Ss. 164, 173, 313— Indian Penal Code, 1860—Ss. 376, 511—Complainant aggrieved by": "दंड संहिता प्रक्रिया, 973-उपधारा 6५,73,33-भारतीय दंड संहिता, 860-उपथधारा 376,5-विचारण",
  "order of acquittal by trial court—Held that in order to determine if": "न्यायालय द्वारा दोषमुक्त किए जाने के आदेश से व्यथित शिकायतकर्ता -अभिनिर्धारित किया गया कि यह निर्धारित",
  "gross improvements or embellishments made by prosecutrix, detailed": "करने के लिए कि क्‍या अभियोजक द्वारा किए गए सकल सुधार या अलंकरण, दोनों की विस्तृत जांच की जानी चाहिए,",
  "scrunity to be made of both, statements made in writing as well as testification made before the trial court—Different stands at": "लिखित में दिए गए बयानों के साथ-साथ विचारण न्यायालय के समक्ष गवाही दी जानी चाहिए-जांच के विभिन्न चरणों में",
  "differenet stages of investigation, assist in arriving at a conclusion on whether improvements or embellishments made major digressions": "अलग-अलग स्टैंड, इस निष्कर्ष पर पहुंचने में सहायता करते हैं कि क्या सुधार या अलंकरण से बड़े विषयांतर बयानों",
  "may damage creditworthiness to the statements—Appeal dismissed.": "की साख को नुकसान हो सकता है-अपील खारिज कर दी गई।",
  "Held, that for determining the occurrence of blatant, and, gross improvements or embellishments, made by the prosecutrix in her": "अभिनिर्धारित किया गया कि अभियोजक द्वारा अपनी गवाही में किए गए घोर सुधारों या अलंकरणों की घटना का",
  "testification, made before the learned Court below, rather with her previously made statement in writing, a keenest perusal of both": "लिए, नीचे दिए गए विद्वान न्यायालय के समक्ष किया गया, न कि उसके पहले लिखित में दिए गए बयान के साथ, दोनों",
  "previously made statement in writing, a keenest perusal of both (supra) has to be made. In case the prosecutrix has made variant stands,": "साथ, दोनों (उपर्युक्त) का गहनतम अवलोकन किया जाना चाहिए। यदि अभियोजक ने जांच के विभिन्न चरणों में,",
  "at different stages of the investigations, about the date and time of the occurrence, thereupon, such variant stands, do become the plank for": "घटना की तारीख और समय के बारे में अलग-अलग स्थिति बनाई है, तो इस प्रकार की स्थिति, यह निष्कर्ष निकालने",
  "blatant improvements or embellishments from her earliest recorded statement in writing. In case the prosecutrix makes variant attributions": "व्यापक और स्पष्ट सुधार या अलंकरण किए हैं। यदि अभियोजन पक्ष पुलिस द्वारा अभिलिखित अपने कथन में क्रमशः",
  "not amenable for assigning any creditworthiness thereto. In case there is an attribution qua the accused that during the course of the relevant": "जाएगा कि वह उसमें कोई श्रेय देने योग्य नहीं है। यदि अभियुक्त को यह श्रेय दिया जाता है कि संबंधित घटना के",
  "occurrence, he had broken the cord of her salwar, thereupon, it became imperative upon the investigating officer concerned, to collect the": "दौरान, उसने उसके सलवार की डोर तोड़ दी थी, तो संबंधित जाँच अधिकारी के लिए सलवार के साथ-साथ टूटी हुई",
  "MANSJU v. STATE OF HARYANA AND ANOTHER 501": "मंजू बनाम हरियाणा राज्य और अन्य",
  "(Sureshwar Thakur, J.)": "(सुरेश्वर ठाकुर, जे.)",
  "wrong act with her and then her father-in- law also started abusing her and slapped her and turned her out of the matrimonial home. The": "फिर उसके ससुर ने भी उसे गाली देना शुरू कर दिया और थप्पड़ मारा और उसे वैवाहिक घर से बाहर निकाल",
  "complainant alleged that they also criminally intimidated her.": "दिया। शिकायतकर्ता ने आरोप लगाया कि उन्होंने उसे आपराधिक रूप से धमकाया भी।",
  "Investigation proceedings": "जाँच की कार्यवाही",
  "(4) During investigation, the accused was arrested and the": "(५) जांच के दौरान, आरोपी को गिरफ्तार कर लिया गया और सीआरपीसी की धारा 46५ के तहत अभियोजक का",
  "recorded, and, thereafter an offence under Section 376 read with Section 511 IPC was added in the case. After conclusion of": "बयान दर्ज किया गया, और उसके बाद मामले में आईपीसी की धारा 5। के साथ धारा ३76 के तहत एक अपराध",
  "investigations, the investigating officer concerned, proceeded to institute a report under Section 173 of the Cr.P.C., before the learned": "जोड़ा गया। जाँच के समापन के बाद, संबंधित जाँच अधिकारी, सीआरपीसी की धारा 73 के तहत, संबंधित विद्वत",
  "(5) Since the offence under Section 376 of the IPC was exclusively triable by the Court of Session, thus, the learned committal": "(5) चूंकि आईपीसी की धारा 3३76 के तहत अपराध विशेष रूप से सत्र न्यायालय द्वारा विचारण योग्य था, इस प्रकार,",
  "exclusively triable by the Court of Session, thus, the learned committal Court concerned, through a committal order made on 8.11.2017,": "संबंधित विद्बत समादेशित न्यायालय, 8--207 को किए गए एक समादेशित आदेश के माध्यम से, इसलिए",
  "hence proceeded to commit the accused to face trial before the Court of Session.": "अभियुक्त को सत्र न्यायालय के समक्ष मुकदमे का सामना करने के लिए प्रतिबद्ध करने के लिए आगे बढ़ा।",
  "Trial Proceedings": "मुकदमों की कार्यवाही",
  "(6) The learned trial Judge concerned, after receiving the case for trial, subsequent to its becoming committed to him, made an": "(6) संबंधित विद्वत विचारण न्यायाधीश ने, विचारण के लिए मामला प्राप्त करने के बाद, उसके प्रति वचनबद्ध होने के",
  "objective analysis of the incriminatory material, adduced before her. Resultantly, she proceeded to draw charges against the accused, for": "बाद, उसके समक्ष प्रस्तुत की गई आपत्तिजनक सामग्री का वस्तुनिष्ठ विश्लेषण किया। नतीजतन, उसने आरोपी के",
  "offences punishable under Section 376 read with Section 511 IPC,": "खिलाफ आईपीसी की धारा 5व] के साथ पठित धारा ३76 और आईपीसी की धारा 5॥ के तहत दंडनीय अपराधों के",
  "accused, to which he pleaded not guilty, and, claimed trial.": "लिए आरोप तय करने के लिए आगे बढ़ीं। अभियुक्त पर पूर्व में लगाए गए आरोप लगाए गए थे, जिन पर उसने दोषी नहीं होने का अनुरोध किया और मुकदमे का दावा किया।",
  "(7) In proof of its case, the prosecution examined 12 witnesses, and, thereafter the learned Public Prosecutor concerned, closed the": "(7) अपने मामले के प्रमाण में, अभियोजन पक्ष ने ।2 गवाहों की जांच की, और उसके बाद संबंधित लोक अभियोजक",
  "prosecution evidence. After the closure of prosecution evidence, the": "ने अभियोजन पक्ष के साक्ष्य को बंद कर दिया। अभियोजन पक्ष के साक्ष्य को बंद करने के बाद, संबंधित विचारण",
  "learned trial Judge concerned, drew proceedings, under Section 313 of the Cr.P.C., but thereins, the accused pleaded innocence, and, claimed": "न्यायाधीश ने दंड प्रक्रिया संहिता की धारा 333 के तहत कार्यवाही की, लेकिन उसमें, अभियुक्त ने निर्दोष होने का",
  "false implication. He also chose to adduce defence evidence, and, led": "अनुरोध किया, और गलत निहितार्थ का दावा किया। उन्होंने बचाव पक्ष के साक्ष्य को प्रस्तुत करने का भी फैसला",
  "six defence witnesses into the witness box.": "किया, और बचाव पक्ष के छह गवाहों को गवाह बॉक्स में ले गए।",
  "(8) As above stated, the learned trial Judge concerned,": "(8) जैसा कि ऊपर कहा गया है, संबंधित विद्वत विचारण न्यायाधीश ने संबंधित अभियुक्त को दोषमुक्त करने का",
  "Submissions of the learned counsel for the appellant": "अपीलार्थी के लिए विद्वान वकील की प्रस्तुतियाँ",
  "(9) The learned counsel for the aggrieved appellant/ complainant has argued with much vigour before this Court, that the": "(9)व्यधित अपीलार्थी»शिकायतकर्ता के विद्गबत वकील ने इस न्यायालय के समक्ष बहुत जोर-शोर से तर्क दिया है कि",
  "Ramandeep Singh, Advocate, for the appellant.": "अपीलार्थी की ओर से अधिवक्ता रमनदीप सिंह।",
  "Pardeep Prakash Chahar, DAG, Haryana.": "प्रदीप प्रकाश चाहर, डीएजी, हरियाणा।",
  "Kamal Deep Sehra, Advocate, for respondent No. 2.": "कमल दीप सेहरा, अधिवक्ता, प्रत्यर्थी संख्या 2 के लिए।",
  "SURESHWAR THAKUR, J.": "सुरेश्वर ठाकुर, जे।",
  "Additional District and Sessions Judge, Fast Track Court at Sonipat,": "(॥) सोनीपत, सोनीपत में फास्ट ट्रैक कोर्ट के अतिरिक्त जिला और सत्र न्यायाधीश द्वारा 207 के मामले संख्या",
  "accused in respect of charges drawn against him qua offences punishable under Section 376, and, under Section 511 of the IPC.": "आरोपी को धारा 3३76 के तहत दंडनीय अपराधों और आईपीसी की धारा 5)] के तहत उसके खिलाफ लगाए गए",
  "(2) The complainant becomes aggrieved from the above drawn verdict, and, hence has chosen to institute there against the instant": "(2) शिकायतकर्ता उपरोक्त निर्णय से व्यथित हो जाता है, और इसलिए उसने इस न्यायालय के समक्ष तत्काल",
  "Factual Background": "तथ्यात्मक पृष्ठभूमि",
  "(3) The genesis of the prosecution case becomes embodied in the appeal FIR. The narrations carried in the appeal FIR are, that the": "(3) अभियोजन पक्ष के मामले की उत्पत्ति अपील एफआईआर में सन्निहित हो जाती है। अपील एफ. आई. आर. में",
  "prosecutrix moved an application, alleging thereins, that her husband": "दिए गए विवरणों में कहा गया है कि अभियोजक ने एक आवेदन दायर किया था, जिसमें आरोप लगाया गया था कि",
  "had expired about five years ago and she is having a son aged 12 years.": "उसके पति की मृत्यु लगभग पाँच साल पहले हो गई थी और उसका 2 साल का एक बेटा है। अभियोजक के",
  "As per prosecutrix, after the death of her husband, her in-laws harassed her, and, she made a complaint to the police, upon which": "अनुसार, उसके पति की मृत्यु के बाद, उसके ससुराल वालों ने उसे परेशान किया, और उसने पुलिस में शिकायत",
  "her in-laws sold the house that came into the share of her husband.": "की, जिस पर उसके ससुराल वालों ने उसके पति के हिस्से में आने वाले घर को बेच दिया। अभियोजक ने आरोप",
  "Prosecutrix alleged that the matter was compromised and in the compromise, it was settled that her father-in-law would get constructed": "लगाया कि मामले से समझौता किया गया था और समझौते में यह तय किया गया था कि उसके ससुर उसके लिए",
  "a house for her and till then her dowry articles would be kept in the": "एक घर का निर्माण कराएंगे और तब तक उसके दहेज के सामान को उसके ससुर के घर में एक कमरे में रखा",
  "house of her father-in-law in a room. As per complainant, she kept her dowry articles in the room of her father-in-law and locked in and she": "जाएगा। शिकायतकर्ता के अनुसार, उसने अपने दहेज के सामान को अपने ससुर के कमरे में रखा और अंदर बंद कर",
  "started residing in the house of her father at Sector-23. Complainant": "दिया और वह सेक्टर-23 में अपने पिता के घर रहने लगी। शिकायतकर्ता ने आरोप लगाया कि 23-08-20॥7 को",
  "alleged that on 23.08.2017 her brother-in-law Satender made a telephonic call at her father's mobile, and, he stated that they wanted to": "उसके बहनोई सतेंदर ने उसके पिता के मोबाइल पर एक टेलीफोन कॉल किया, और उसने कहा कि वे कमरे में",
  "get the electric work done in the room and he asked her to open the": "बिजली का काम करवाना चाहते थे और उसने उसे कमरे का ताला खोलने के लिए कहा। शिकायतकर्ता के अनुसार,",
  "lock of the room. As per complainant, on that day at about 10.30 AM, she reached at her matrimonial house in village Fajilpur, and,": "उस दिन सुबह करीब 0.30 बजे, वह गांव फजिलपुर में अपने वैवाहिक घर पहुंची, और जब वह अपना कमरा साफ",
  "when she was cleaning her room, her brother- in-law suddenly caught hold her from behind and by way of putting his hand between her": "कर रही थी, तो उसके बहनोई ने अचानक उसे पीछे से पकड़ लिया और उसकी जांघों के बीच अपना हाथ रख दिया,",
  "thighs, accused broke the string of her salwar and made her to fall down, and, when she raised noise, her father-in-law also came down": "आरोपी ने उसके सलवार की डोर तोड़ दी और उसे नीचे गिरा दिया, और जब उसने शोर मचाया, तो उसका ससुर",
  "and she told him that her brother-in- law Satender had tried to commit": "है ने आ गया और उसने उसे बताया कि उसके बहनोई सतेंदर ने उसके साथ गलत काम करने की कोशिश की",
  "1/B, and, when it becomes the plank for the drawing of charges against the accused. However, yet when inter se improvements or": "पीडब्लू। /बी, और, जब यह अभियुक्त के खिलाफ आरोप लगाने के लिए आधार बन जाता है। हालांकि, जब सुधार या",
  "embellishments inter se Ex. PW-1/B, and, Ex. PW-1/C, do evidently": "अलंकरण के बीच पीडब्लू-/बी का प्रदर्शन होता है, और पीडब्लू-/सी का प्रदर्शन होता है, तो स्पष्ट रूप से यह",
  "became recorded subsequent to Ex. PW-1/B, the prosecutrix attributing to the accused, the incriminality of his laying her on the ground, and,": "को प्रदर्शन पीडब्लू-/बी के बाद दर्ज किया गया, अभियोजक ने आरोपी को जिम्मेदार ठहराते हुए, उसे जमीन पर",
  "his after opening the button of his pant, his attempting to subject her to": "रखने की उसकी अनैतिकता, और, अपने पैंट का बटन खोलने के बाद, उसने उसे जबरन यौन संभोग के अधीन",
  "forcible sexual intercourse, but yet hers evacuating herself through hers raising an alarm, and, that a scuffle occurring between her, and, the": "करने का प्रयास किया, लेकिन फिर भी उसने अलार्म बजाते हुए खुद को बाहर निकाल लिया, और यह कि उसके",
  "raising an alarm, and, that a scuffle occurring between her, and, the accused. Nonetheless, the said narrations become omitted to be spelt by": "और आरोपी के बीच हाथापाई हो रही थी। फिर भी, उक्त कथनों को उनके द्वारा अपने पहले के संस्करण में वर्तनी के",
  "inference becomes spurred qua the prosecutrix but naturally making an open blatant, and, rife improvement inter se Ex. PW-1/C, and,": "कारण प्रेरित हो जाता है, लेकिन स्वाभाविक रूप से एक खुला स्पष्ट बनाता है, और, व्यापक सुधार के बीच में",
  "an open blatant, and, rife improvement inter se Ex. PW-1/C, and, Ex.PW-1/B. The above inter se contradiction, and, improvements, do": "पीडब्लू-/सी प्रदर्शित करें, और, पीडब्लू-/बी प्रदर्शित करें। उपरोक्त अंतर्विरोध और सुधार स्वाभाविक रूप से",
  "(18) In addition, the prosecutrix, in Ex. PW-1/B, has attributed": "(8) इसके अतिरिक्त, अभियोजक ने प्रदर्शनी पीडब्लू-/बी में अभियुक्त को आरोपित किया है, उसे पकड़ने की",
  "to the accused, the incriminatory role of his catching hold her from her behind, and, by putting his hand into her thighs, his breaking the string": "उसकी दोषपूर्ण भूमिका ने उसे पीछे से पकड़ लिया, और उसकी जांघों में अपना हाथ डालकर, उसके सलवार की",
  "of her salwar, and, thereafter his laying her on the ground. Even if assuming, that the said event became subsequently testified by the": "डोर तोड़ दी, और उसके बाद उसे जमीन पर रख दिया। यहां तक कि अगर यह माना जाए कि उक्त घटना बाद में",
  "prosecutrix, even before the learned trial Judge concerned, but yet for": "अभियोजक द्वारा, यहां तक कि संबंधित विद्वत विचारण न्यायाधीश के समक्ष भी गवाही दी गई थी, लेकिन फिर भी",
  "assigning credit thereto, rather evidence became enjoined to be adduced by the prosecutrix with regard to the factum, that the accused had": "उसे श्रेय देने के लिए, अभियोजक द्वारा तथ्य के संबंध में साक्ष्य प्रस्तुत करने का आदेश दिया गया था, कि अभियुक्त",
  "broken the string of her salwar. The best evidence in respect thereof became comprised in the investigating officer concerned, collecting": "ने उसके सलवार की डोर तोड़ दी थी। इसके संबंध में सबसे अच्छा सबूत संबंधित जांच अधिकारी में शामिल हो गया,",
  "the salwar, which the prosecutrix was wearing at the relevant time, and, besides also became comprised in his also collecting the broken": "सलवार को इकट्ठा करना, जिसे अभियोजक ने प्रासंगिक समय पर पहना था, और इसके अलावा सलवार की टूटी हुई",
  "time. However, the above collection(s) never became made by the police officer concerned. The absence of the above collection(s), being": "संग्रह कभी भी संबंधित पुलिस अधिकारी द्वारा नहीं किया गया। संबंधित पुलिस अधिकारी द्वारा किए जा रहे उपरोक्त",
  "accused in Ex. PW-1/B, is completely false, and, obviously no": "अभियुक्त के खिलाफ, प्रदर्शनी पीडब्लू-/बी में, पूरी तरह से गलत है, और जाहिर है कि इसमें कोई विश्वसनीयता",
  "credence can be assigned thereto. As but a natural corollary thereof, the subsequent thereto attribution of criminality to the accused, qua": "नहीं दी जा सकती है। इसके स्वाभाविक परिणाम के रूप में, इसके बाद अभियुक्त को आपराधिकता का आरोप",
  "his thereafter laying on the ground, also loses credence, and, is to be discarded.": "लगाना, जिसके बाद उसे जमीन पर गिराया गया, भी विश्वसनीयता खो देता है, और इसे खारिज कर दिया जाना",
  "(19) Even if assuming the statement recorded by the prosecutrix, under Section 164 of the Cr.PC., before the jurisdictionally": "(49) यदि यह भी मान लिया जाए कि अभियोजक द्वारा दंड प्रक्रिया संहिता की धारा 46५ के अधीन अधिकारिता से",
  "MANJU v. STATE OF HARYANA AND ANOTHER 503": "मंजू बनाम हरियाणा राज्य और अन्य",
  "(15) The rubric underlining the above principle, becomes": "(5) उपरोक्त सिद्धांत को रेखांकित करने वाला रूब्रिक, बन जाता है तथ्य में यह शामिल है कि अभियोजक द्वारा",
  "comprised in the factum, that there are to not occur any visible rife, and, blatant improvements in the testification(s), made before the learned trial Judge concerned, by the prosecutrix, rather from her": "संबंधित विद्वत विचारण न्यायाधीश के समक्ष की गई गवाही (ऑओं) में स्पष्ट सुधार नहीं होना चाहिए, न कि लिखित रूप",
  "previously recorded statement in writing. For gathering whether the": "में उसके पहले दर्ज किए गए बयान से। यह एकत्रित करने के लिए कि क्‍या अभियोजक की गवाही के लिए",
  "testification of the prosecutrix, rather becoming especially beyond any shadow of doubt, it becomes but incumbent upon this Court to make an": "छाया से परे होने के बजाय, इस न्यायालय पर यह अनिवार्य हो जाता है कि वह अभियोजक द्वारा अभिलिखित गवाही",
  "inter se insightful, and, keenest reading(s) of the testification, recorded by the prosecutrix, before the learned trial Judge concerned,": "के अंतर-से अंतरईष्टिपूर्ण, और गहन अध्ययन (ओं) को संबंधित विद्वत विचारण न्यायाधीश के समक्ष, इसके अलावा",
  "recorded by the prosecutrix, before the learned trial Judge concerned, besides also prior thereto made signatured statement by the prosecutrix.": "अभियोजक द्वारा हस्ताक्षरेित बयान भी किया जाए। आवश्यक रूप से, संबंधित विद्वत विचारण न्यायाधीश के समक्ष,",
  "Necessarily, the above inter se insightful, and, keenest reading(s), and, analysis of the testification recorded by the prosecutrix, before the": "अभियोजन पक्ष द्वारा अभिलिखित गवाही के उपरोक्त अंतईष्टिपूर्ण, और, गहन पठन (ओं) और विश्लेषण, इस",
  "learned trial Judge concerned, would enable this Court to gauge therefrom, whether the prosecutrix, in her deposition, as recorded": "न्यायालय को इससे यह अनुमान लगाने में सक्षम बनाएगा कि क्‍या अभियोजन पक्ष ने, अपने बयान में, जैसा कि",
  "signatured statement. In case, this Court on making a keenest analysis of the testification of the prosecutrix, as became recorded by her,": "या अलंकरण किया है। मामले में, यह न्यायालय अभियोजक की गवाही का गहन विश्लेषण करने पर, जैसा कि उसके",
  "before the learned trial Judge concerned, comes to a conclusion, that": "द्वारा अभिलिखित किया गया था, संबंधित विद्वत विचारण न्यायाधीश के समक्ष, इस निष्कर्ष पर पहुंचता है कि उसने",
  "she has thereins, made a gross, or blatant improvement(s) or embellishment(s) from her previously recorded signatured statement,": "अपने पूर्व अभिलिखित हस्ताक्षरित कथन से एक सकल, या स्पष्ट सुधार (ओं) या अलंकरण (ओं) किया है, लेकिन",
  "but naturally then this Court would be led to construe, that the": "स्वाभाविक रूप से तब इस न्यायालय को यह निष्कर्ष निकालने के लिए प्रेरित किया जाएगा कि अभियोजक की",
  "deposition of the prosecutrix, hence does not inspire the confidence of this Court, nor this Court would proceed to draw a finding of conviction against the accused.": "गवाही, इसलिए इस न्यायालय के विश्वास को प्रेरित नहीं करती है, और न ही यह न्यायालय अभियुक्त के खिलाफ",
  "the initial version, as became narrated by the prosecutrix, in respect of the genesis of the crime event. The initial version qua the genesis of the": "हो जाता है, जैसा कि अभियोजक द्वारा वर्णित किया गया है। अपराध की घटना की उत्पत्ति का प्रारंभिक संस्करण",
  "crime event, becomes unfolded in the scribed complaint, to which Ex. PW-1/B is assigned, and, which became lodged at the instance of the": "लिखित शिकायत में सामने आता है, जिस पर पीडब्लू-/बी प्रदर्शित किया जाता है, और जो अभियोजक के कहने",
  "prosecutrix, before the police officer concerned, and, which led to the": "पर संबंधित पुलिस अधिकारी के समक्ष दर्ज किया गया, और जिसके कारण अपील एफआईआर दर्ज की गई। प्रदर्शन",
  "registration of the appeal FIR. In Ex. PW-1/B, there occurs a narration, that accused Satender, her devar, made a cell phone call to her on 23.8.2017, and, in pursuance thereto, she proceeded to the": "पीडब्लू-/बी में, एक कथन होता है, कि आरोपी सततेंदर, उसके देवर ने 23-8-207 को उसे फोन किया, और",
  "that at the relevant site, the accused attempted to commit rape upon her.": "स्थल पर, आरोपी ने उसके साथ बलात्कार करने का प्रयास किया। प्रदर्शनी पीडब्लू-/बी की एक रीडिंग से पता",
  "respective bodies of the accused, and, the prosecutrix, besides were also required to be proven from the respectively drawn MLRs of both": "अभियुक्तों और अभियोजक के संबंधित निकायों के अलावा दोनों अभियुक्तों के क्रमशः तैयार किए गए एम. एल.",
  "also required to be proven from the respectively drawn MLRs of both the accused, and, the prosecutrix, hence by the doctor, who prepared": "आर. और अभियोजक से भी साबित किए जाने की आवश्यकता थी, इसलिए उन्हें तैयार करने वाले डॉक्टर द्वारा। उस",
  "them. In that regard, PW-7, who made a medico legal examination of the prosecutrix, though during the course of his examination-in-chief,": "संबंध में, पीडब्लू-?, जिसने अभियोजक की चिकित्सकीय कानूनी जांच की, हालांकि अपनी जांच-इन-चीफ के दौरान,",
  "did prove the apposite MLR, to which Ex. PW-7/B is assigned.": "उपयुक्त एमएलआर साबित किया, जिसके लिए पीडब्लू-7/बी को सौंपा गया है। इसके अलावा, हालांकि, इसमें",
  "Moreover, though, there is a reference thereins about multiple small bruises occurring on the right forearm, and, thigh of the prosecutrix.": "दाहिने अग्रभाग और अभियोजक की जांघ पर होने वाले कई छोटे चोटों के बारे में एक संदर्भ है। हालांकि, दायीं भुजा",
  "However, the occurrence of the above multiple small bruises on the right forearm, and, thigh of the prosecutrix yet have been testified by PW-7 in his cross-examination, qua the factum of their becoming self": "पर उपरोक्त कई छोटे चोटों की घटना, और, अभियोजक की जांघ को अभी तक पीडब्लू-7 द्वारा उसकी प्रतिपरीक्षा",
  "prima facie support the allegations of the prosecutrix, that the accused": "पीडब्लू-7 प्रथम दृष्टया अभियोजक के आरोपों का समर्थन करता है, कि अभियुक्त ने उसकी जांघों से प्यार किया,",
  "fondled with her thighs, and, also may support, that subsequently, in the rescuratory efforts, a scuffle occurred between the accused, and,": "और यह भी समर्थन कर सकता है कि बाद में, बचाव के प्रयासों में, अभियुक्त और अभियोजक के बीच हाथापाई हुई,",
  "the prosecutrix, but yet the effect of the above becomes waned, especially when, as above stated, the police officer concerned, did not": "लेकिन फिर भी उपरोक्त का प्रभाव कम हो जाता है, विशेष रूप से जब, जैसा कि ऊपर कहा गया है, संबंधित पुलिस",
  "make the collection(s) of the salwar of the prosecutrix, which she was wearing at the relevant time, nor obviously he made the collection(s) of": "अधिकारी, अभियोजक ने अभियोजक के सलवार का संग्रह (ओं) नहीं किया, जिसे उसने प्रासंगिक समय पर पहना",
  "the accused. Additional fortification to the above inference becomes": "का आरोप लगाया। उपरोक्त निष्कर्ष के लिए अतिरिक्त सुदृढ़ीकरण आगे के तथ्य द्वारा प्राप्त किया जाता है, कि",
  "acquired by the further factum, that in Ex. PW-7/B, there is a narration by the prosecutrix, that she had been subjected only to a physical": "पीडब्लू-7/बी को प्रदर्शित करने में, अभियोजक द्वारा एक कथन है, कि उसे केवल शारीरिक हमले के अधीन किया",
  "assault. Necessarily thereins, there is no allegation, that the accused had attempted to commit rape upon her. Therefore, necessarily with the": "गया था। अनिवार्य रूप से इसमें कोई आरोप नहीं है कि आरोपी ने उसके साथ बलात्कार करने का प्रयास किया था।",
  "prosecutrix in Ex.PW-7/B, rather not making any echoing about the": "इसलिए, अनिवार्य रूप से पीडब्लू-7/बी में अभियोजक के साथ, कई छोटे चोटों के बारे में कोई प्रतिध्वनि नहीं",
  "multiple small bruises, as were found on her right forearm, and, thigh, hence being a sequel of the scuffle which ensued between her and the accused, in the apposite rescuratory attempt, subsequent to the": "करना, जैसा कि उसकी दाहिनी भुजा पर पाए गए थे, और जांघ, इसलिए बचाव के प्रयास में उसके और आरोपी के",
  "hence being a sequel of the scuffle which ensued between her and the accused, in the apposite rescuratory attempt, subsequent to the accused attempting to commit rape upon her, does beget an inference,": "बीच हुई हाथापाई की अगली कड़ी होने के कारण, अभियुक्त द्वारा उस पर बलात्कार करने का प्रयास करने के बाद,",
  "that the testification made by PW-7, in his cross-examination, that such multiple small bruises were self inflicted, does hence gather": "एक निष्कर्ष मिलता है, कि पीडब्लू-7 द्वारा अपनी प्रतिपरीक्षा में की गई गवाही, कि इस तरह के कई छोटे चोटों को",
  "credence. Therefore, the support, if any, which may become drawn": "स्वयं लगाया गया था, इसलिए विश्वास इकट्ठा करता है। इसलिए, समर्थन, यदि कोई हो, जो अभियोजक द्वारा प्रदर्शनी",
  "by the prosecutrix from Ex.PW-7/B, does also become completely insignificant, and, irrelevant.": "पीडब्लू-7/बी से लिया जा सकता है, भी पूरी तरह से महत्वहीन और अप्रासंगिक हो जाता है।",
  "Principles": "सिद्धांत (20)",
  "(20) 1. For determining the occurrence of blatant, and, gross improvements or embellishments, made by the prosecutrix in her": "अभियोजक द्वारा अपनी गवाही में किए गए स्पष्ट, और, सकल सुधारों या अलंकरणों की घटना का निर्धारण करने के",
  "(supra) has to be made.": "का एक गहन अवलोकन (ऊपर) बनाया जाना है।",
  "2. In case the prosecutrix has made variant stands, at different stages of the investigations, about the date and time of the": "2. यदि अभियोजक ने जांच के विभिन्न चरणों में, घटना की तारीख और समय के बारे में अलग-अलग स्थिति बनाई है,",
  "occurrence, thereupon, such variant stands, do become the plank for making a conclusion, that the prosecutrix has made open, rife, and,": "तो इस प्रकार की स्थिति, यह निष्कर्ष निकालने के लिए आधार बन जाती है कि अभियोजक ने लिखित रूप में अपने",
  "making a conclusion, that the prosecutrix has made open, rife, and, blatant improvements or embellishments from her earliest recorded statement in writing.": "सबसे पहले दर्ज किए गए बयान से खुले, व्यापक और स्पष्ट सुधार या अलंकरण किए हैं।",
  "3. In case the prosecutrix makes variant attributions of criminality to the accused respectively in her statement, recorded by the": "3. यदि अभियोजन पक्ष पुलिस द्वारा अभिलिखित अपने कथन में क्रमशः अभियुक्त को आपराधिकता का भिन्न-भिन्न",
  "this Court to conclude, that such digression(s) are rife, and, blatant,": "को यह निष्कर्ष निकालने के लिए छोड़ देंगे कि ऐसी विषयांतर (टिप्पणियां) व्यापक हैं, और, स्पष्ट रूप से, और इस",
  "and, thus the deposition of the prosecutrix, would be construed to be not amenable for assigning any creditworthiness thereto.": "प्रकार अभियोजन पक्ष के बयान का यह अर्थ नहीं लगाया जाएगा कि वह उसमें कोई श्रेय देने योग्य नहीं है।",
  "4. In case there is an attribution qua the accused that during the course of the relevant occurrence, he had broken the cord of her": "५. यदि अभियुक्त को यह श्रेय दिया जाता है कि संबंधित घटना के दौरान, उसने उसके सलवार की डोर तोड़ दी थी,",
  "salwar, thereupon, it became imperative upon the investigating officer concerned, to collect the salwar as well as the broken cord thereof.": "तो संबंधित जाँच अधिकारी के लिए सलवार के साथ-साथ टूटी हुई डोर को भी इकट्ठा करना अनिवार्य हो गया।",
  "Omission to make the above collections would also make deep inroads into the veracity of the genesis of the prosecution case.": "उपरोक्त संग्रह करने में चूक भी अभियोजन मामले की उत्पत्ति की सच्चाई में गहरी पैठ बनाएगी।",
  "Final order": "अंतिम आदेश",
  "(21) Consequently, for the reasons assigned hereinabove, this": "(24) नतीजतन, ऊपर दिए गए कारणों के लिए, इस न्यायालय को संबंधित विद्वत विचारण न्यायालय द्वारा किए गए",
  "Court finds no reason to interfere with the impugned verdict of acquittal, as made by the learned trial Court concerned. Accordingly,": "दोषमुक्त किए जाने के विवादित निर्णय में हस्तक्षेप करने का कोई कारण नहीं मिलता है। तदनुसार, याचिका खारिज",
  "the appeal is dismissed. The impugned verdict of acquittal, as made by the learned trial Court, is maintained, and, affirmed. The case": "कर दी जाती है। विद्वत विचारण न्यायालय द्वारा किए गए दोषमुक्त किए जाने के विवादित निर्णय को बनाए रखा जाता",
  "the learned trial Court, is maintained, and, affirmed. The case property be dealt with, in accordance with law, but after the expiry of": "है और इसकी पुष्टि की जाती है। मामला कानून के अनुसार निपटाया जाना चाहिए, लेकिन अपील दायर करने के लिए",
  "the period of limitation for the filing of an appeal. Personal, and, surety bonds, if any, furnished by the accused concerned, are ordered to be": "सीमा की अवधि समाप्त होने के बाद। संबंधित अभियुक्त द्वारा प्रस्तुत व्यक्तिगत और जमानत बांड, यदि कोई हों, को",
  "forthwith cancelled, and, discharged.": "तुरंत रद्द करने और रिहा करने का आदेश दिया जाता है।",
  "(22) Records be sent down forthwith.": "(22) अभिलेख तुरंत भेजे जाएँ।",
  "(23) The miscellaneous application(s), if any, is/are also disposed of.": "(23) विविध आवेदन (ओं) यदि कोई हैं, तो उनका भी निपटान किया जाता है।",
  "Reporter-Divya Gurnay": "रिपोर्टर-दिव्या गुर्ने"
}