{
  "remunerations. Secondly, the redesignation of the appellant from consultant (CSM) to Assistant Director is contrary to the spirit of the": "पारिश्रमिक। दूसरा, सलाहकार (सीएसएम) से सहायक निदेशक के लिए अपीलार्थी का पुनर्विन्यास भारत सरकार",
  "order dated 09.01.2014 and the subsequent letter dated 17.12.2014 issued by Government of India (Annexures P-7 and P-12) respectively,": "द्वारा जारी क्रमशः दिनांक 09.0.20+ के आदेश और दिनांक 77.2.209 के बाद के पत्र (अनुलग्रक पी-? और",
  "especially, when the existing remunerations of the contractual employee who were already working in the SACS were protected by": "पी-2) की भावना के विपरीत है, विशेष रूप से, जब संविदात्मक कर्मचारी जो पहले से ही एसएसीएस में काम कर",
  "employee who were already working in the SACS were protected by the said order dated 09.01.2014.": "रहे थे, के मौजूदा पारिश्रमिक को उक्त आदेश दिनांक 09.0.20॥% द्वारा संरक्षित किया गया था।",
  "(Para 19)": "(पैरा 9)",
  "as Deputy Director as mentioned at Level II with the revised": "पारिश्रमिक के साथ स्तर ॥ पर उल्लिखित उप निदेशक के रूप में पुनर्व्यख्या का हकदार ठहराया गया है, जो",
  "P-10) w.e.f. the date of the order dated 09.01.2014 till her contractual employment would be continued by respondent No. 3 subject to further enhancement if any permitted by respondent No. 3. The arrears be paid": "दिनांक 09.0.20+ के आदेश की तारीख से प्रभावी है, जब तक कि प्रत्यर्थी सं. 3 यदि प्रत्यर्थी सं. ३ द्वारा अनुमति",
  "enhancement if any permitted by respondent No. 3. The arrears be paid within 03 months and recovery of any effected be refunded within the": "दी गई है तो आगे वृद्धि के अधीन है। 3. बकाया का भुगतान 03 महीनों के भीतर किया जाना चाहिए और किसी भी",
  "said period, with 7% interest, on both amounts.": "प्रभावित की वसूली दोनों राशियों पर 7% ब्याज के साथ उक्त अवधि के भीतर वापस की जानी चाहिए।",
  "(Para 21)": "(पैरा 2)",
  "P.K. Dwivedi, Advocate, for the appellant.": "पी.के. द्विवेदी, अधिवक्ता, अपीलार्थी की ओर से।",
  "Lalit Attri, Advocate, for Sunil Kumar Sharma, Advocate, for UOL.": "ललित अत्री, अधिवक्ता, सुनील कुमार शर्मा की ओर से, यू ओ.आई. की ओर से।",
  "Hitesh Pandit, Addl. A.G., Haryana.": "हितेश पंडित, एडिशनल. ए. जी., हरियाणा।",
  "Hitesh Pandit, Advocate, for respondents No. 3 and 4.": "हितेश पंडित, अधिवक्ता, उत्तरदाताओं के लिए नं. ३ और ५.",
  "HARPREET KAUR JEEWAN, J.": "हार्परीत कौर जे. जे. इवान, जे.",
  "(1) The appellant has filed the present appeal against the impugned judgment dated 20.12.2016 passed by the learned Single": "(।) अपीलार्थी ने विद्वत एकल न्यायाधीश द्वारा पारित दिनांक 20.2.206 के आक्षेपित निर्णय के विरुद्ध वर्तमान",
  "Judge dismissing the writ petition filed by the appellants whereby the": "अपील दायर की है, जिसमें अपीलार्थियों द्वारा दायर रिट याचिका को खारिज कर दिया गया है, जिसके द्वारा प्रतिवादी",
  "impugned order dated 29.10.2015 passed by respondent No. 2 were assailed.": "सं. ५ और प्रतिवादी सं. द्वारा दिनांक 29.0.205 को आशक्षेपित आदेश पारित किया गया। 2 पर हमला किया गया।",
  "(2) The brief facts are that:-": "(2) संक्षिप्त तथ्य यह हैं किः-",
  "(a) in pursuance to the advertisement dated 03.07.2011, the": "(ए) दिनांक 03.07.20॥ के विज्ञापन के अनुसरण में, अपीलार्थी का चयन किया गया था और हरियाणा राज्य एड्स",
  "appellant was selected and issued appointment letter dated 29.09.2011 (Annexure P-2) for the post of Consultant (Civil Society": "(सिविल सोसायटी मुख्यधारा) के पद के लिए दिनांक 29.09.20॥ (अनुलग्नक पी-2) को नियुक्ति पत्र जारी किया गया था। चयन समिति",
  "DR. UJITA BALLYAN v. UNION OF INDIA AND OTHERS 1205": "डॉ. उजिता बलियान बनाम भारत संघ और अन्य",
  "(Harpreet Kaur Jeewan, J.)": "(हरप्रीत कौर जीवन, जे.)",
  "Before G.S. Sandhawalia & Harpreet Kaur Jeewan, JJ.": "समक्ष जी.एस. संधावालिया और हरप्रीत कौर जीवन, जे.जे.",
  "DR. UJITA BALLYAN—Appellant": "डॉ उजिता बलियान-अपीलकर्ता",
  "versus": "बनाम",
  "UNION OF INDIA AND OTHERS—Respondents": "भारत संघ और अन्य-प्रतिवादी",
  "LPA No. 387 of 2017": "2077 का एल.पी.ए. नंबर ३87",
  "January 25, 2023": "25 जनवरी 2023",
  "Letters Patent Appeal — Punjab and Haryana High Court Rules and Orders — Reduction in salary with retrospective effect — Re-": "लेटर्स पेटेंट अपील-पंजाब और हरियाणा उच्च न्यायालय के नियम और आदेश - पूर्वव्यापी प्रभाव के साथ वेतन में",
  "designation from Consultant (CST) to Assistant Director (CSM) and": "कमी-सलाहकार (सीएसटी) से सहायक निदेशक (सीएसएम) को पुनः पदनाम और इसके परिणामस्वरूप वेतन में",
  "consequent reduction in salary — Appellant cannot be re-designated to a post for which revised consolidated remuneration is less than": "कमी-अपीलार्थी को उस पद के लिए पुनः नामित नहीं किया जा सकता है जिसके लिए संशोधित समेकित पारिश्रमिक",
  "what she was already getting — recovery ordered by reducing monthly": "उसे पहले से मिल रहा था उससे कम है-पूर्वव्यापी प्रभाव के साथ संविदात्मक कर्मचारी के मासिक पारिश्रमिक को",
  "remuneration of contractual employee with retrospective effect when she has already worked under contractual employment on fixed": "कम करके वसूली का आदेश दिया गया है, जब वह पहले से ही निर्धारित पारिश्रमिक पर संविदात्मक रोजगार के",
  "she has already worked under contractual employment on fixed remuneration is patently illegal — Order of learned Single Judge set": "तहत काम कर चुकी है, तो यह स्पष्ट रूप से अवैध है-विद्वान एकल न्यायाधीश के आदेश को दरकिनार कर दिया",
  "aside — Appeal allowed — Appellant to be designated as Deputy Director with revised remuneration, with arrears to be paid and": "गया है - अपील की अनुमति-अपीलार्थी को संशोधित पारिश्रमिक के साथ उप निदेशक के रूप में नामित किया",
  "recovery to be refunded within 03 months, with 7% interest.": "जाएगा, बकाया का भुगतान किया जाएगा और वसूली 03 महीने के भीतर 7% ब्याज के साथ वापस की जाएगी।",
  "Held, that the appellant could not have been redesignated to a post": "अभिनिर्धारित किया गया कि अपीलार्थी को उस पद के लिए पुनः नामित नहीं किया जा सकता था जिसके लिए",
  "for which the revised consolidated remunerations were less than which she was already getting. She was getting Rs.34,500/- at that time and in": "संशोधित समेकित पारिश्रमिक उससे कम था जो उसे पहले से मिल रहा था। उन्हें उस समय 3३५,500/- रुपये मिल",
  "pursuance to the said subsequent letter dated 17.12.2014 (Annexure P- 10), she is entitled for redesignation as Deputy Director for which the": "रहे थे और दिनांक 7.2.20+ (अनुलग्नक पी0) के उक्त बाद के पत्र के अनुसरण में वह उप निदेशक के रूप में",
  "revised consolidated remunerations have been fixed at Rs.36,200/- in the order dated 09.01.2014 (Annexure P-7). The act of the respondent": "पुनर्विन्यास की हकदार हैं, जिसके लिए संशोधित समेकित पारिश्रमिक दिनांक 09.0.204 के आदेश में 36,200/- रुपये निर्धारित किया गया है। (अनुलग्नक पी- 7). प्रत्यर्थी के कार्य ने अपीलार्थी के अभ्यावेदन को खारिज",
  "(Para 18)": "(पैरा 8)",
  "Further held, that impugned order dated 04.06.2015 (Annexure P-": "इसके अलावा, यह अभिनिर्धारित किया गया कि दिनांक 04.06.205 (अनुलग्क पी- ।2) और दिनांक",
  "monthly remunerations of a contractual employee with retrospective effect after a period of three and half years when she has already": "वसूली का आदेश साढ़े तीन साल की अवधि के बाद पूर्वव्यापी प्रभाव से एक संविदात्मक कर्मचारी के मासिक",
  "worked under the orders of contractual employment on _ fixed": "पारिश्रमिक को कम करने के माध्यम से दिया गया है, जब वह पहले से ही अनुबंध पर रोजगार के आदेशों के तहत",
  "DR. UJITA BALLYAN v. UNION OF INDIA AND OTHERS 1207 (Harpreet Kaur Jeewan, J.)": "डॉ. उजिता बलियान बनाम भारत संघ और अन्य (हरप्रीत कौर जीवन, जे.)",
  "which approved the selection and appointment of the appellant was headed by the Principal Secretary, Health, Government of Haryana-": "जिसने अपीलार्थी के चयन और नियुक्ति को मंजूरी दी, उसका नेतृत्व हरियाणा सरकार के स्वास्थ्य विभाग के प्रधान",
  "cum Chairman Haryana State AIDS Control Society (respondent No.": "सचिव, हरियाणा राज्य एड्स नियंत्रण सोसायटी के अध्यक्ष (प्रत्यर्थी नं. 2) प्रत्यर्थी द्वारा पारित निम्नलिखित आदेशों के",
  "2). The contract of service of the appellant was renewed from time to time, with certain monitory benefits as per the following orders passed by the respondent:-": "अनुसार कुछ मौद्रिक लाभों के साथ अपीलार्थी की सेवा के अनुबंध का समय-समय पर नवीनीकरण किया गया था: -",
  "Sr. No.| Order dated and Annexures Contract renewed w.e.f.": "क्रमांक। आदेश दिनांक और अनुलग्रक दिनांक 0.07.209 से अनुबंध नवीनीकृत हुआ",
  "1 30.03.2012 (Annexure P-3) 01.04.2012 to 31.03.2013": "| 30.03.202 (अनुलमग्नक पी-3) (0.09.202 से 3.03.203 तक",
  "2 29.03.2013 (Annexure P-4) 01.04.2013 to 30.09.2013": "2 29.03.203 (अनुलग्नक पी-५) 0.0%.203 से 30.09.2043 तक",
  "3 24.09.2013 (Annexure P-5) 01.10.2013 to 31.12.2013": "3 20.09.203 (अनुलग्नक पी-5) 0.0.203 से 3.2.203 तक",
  "5 21.03.2014 (Annexure P-8) 01.04.2014 to 31.03.2015": "5 2.03.204 (अनुलग्नक पी-8) 0.04.204 से 3.03.205 तक",
  "The project under which the appellant was appointed was initiated under the name of NACP-I with a goal and objective to reduce the new infections by 50% and for comprehensive care, support and": "जिस परियोजना के तहत अपीलार्थी को नियुक्त किया गया था, उसे नए संक्रमणों को 50% तक कम करने और",
  "followed by NACP-II and then followed by NACP-HI and ultimately": "एनएसीपी-। के नाम से शुरू किया गया था। उक्त परियोजना के बाद एन. ए. सी. पी.-.॥ और उसके बाद एन. ए. सी.",
  "NACP-IV was launched by the Ministry of Health and Family Welfare": "पी.-_.॥ और अंततः एन. ए. सी. पी.-४ को स्वास्थ्य और परिवार कल्याण मंत्रालय द्वारा वर्ष 203-+,20५-",
  "was a recommendation to restructure the existing posts and also the remuneration for all posts w.e.f. 03.10.2013.": "मौजूदा पदों के पुनर्गठन और सभी पदों के लिए पारिश्रमिक की सिफारिश की गई थी। 03.0.20॥3.",
  "(b) As per the office order dated 09.01.2014 issued by the Government of India, Ministry of Health and Family Welfare,": "(बी) भारत सरकार, स्वास्थ्य और परिवार कल्याण मंत्रालय, एड्स नियंत्रण विभाग द्वारा जारी कार्यालय आदेश",
  "staff at Department of AIDS control (DAC)/State AIDS Control": "दिनांक 09.0.20+ के अनुसार, एड्स नियंत्रण विभाग (डीएसी)/राज्य एड्स नियंत्रण समितियों",
  "Societies (SACS)/District/Facility levels was issued. Since there was": "(एसएसीएस) /जिला»सुविधा स्तरों पर संविदात्मक कर्मचारियों के लिए संशोधित पारिश्रमिक जारी किया गया था।",
  "no clarification about the re-designation of the post of Consultant (CSM), therefore, in pursuance to representation moved by the": "चूंकि सलाहकार (सीएसएम) के पद के पुनर्नामकरण के बारे में कोई स्पष्टीकरण नहीं था, इसलिए अपीलार्थी और",
  "issued by the Government of India, Ministry of Health & Family": "अन्य लोगों द्वारा प्रस्तुत किए गए अभ्यावेदन के अनुसरण में, भारत सरकार, स्वास्थ्य और परिवार कल्याण मंत्रालय",
  "Consultant (CST) in SACS (State AIDS Control Society) falling in": "एसएसीएस (राज्य एड्स नियंत्रण सोसायटी) में श्रेणी | ॥ और ॥ में आने वाले सलाहकार (मुख्यधारा) और",
  "(CST) to Assistant Director(CSM) w.e.f 03.10.2013 and": "सलाहकार (सीएसटी) की पोस्टिंग रखने वाले मौजूदा संविदात्मक कर्मियों को उप निदेशक (सामाजिक) के रूप में",
  "Protection & Mainstreaming). As such post of Consultant (CSM) held": "संरक्षण और मुख्यधारा) अपीलार्थी द्वारा रखे गए सलाहकार (सी. एस. एम.) के पद को उप-निदेशक के रूप में फिर",
  "by the appellant was to be re-designated as Deputy Director (CSM).": "से नामित किया जाना था। (सी.एस.एम.).",
  "(c) However, despite the order dated 03.04.2015 (Annexure P-": "((ग) तथापि, दिनांक 03.04.205 (अनुलग्नरक पी- ॥॥) के आदेश के बावजूद, जिसके द्वारा अपीलार्थी को दिनांक",
  "11) whereby the appellant was granted consolidated salary of %35,750/- in terms of the agreement dated 13.04.2015. However, an agreement": "3.04.205 के करार के अनुसार 35,750/- रुपये का समेकित वेतन प्रदान किया गया था। तथापि, दिनांक",
  "dated 15.05.2015 was executed for salary of %37,500/-, in terms of": "06.05.2005 के आदेश के संदर्भ में ३37,500/- रुपये के वेतन के लिए दिनांक 5.05.205 का एक समझौता",
  "order dated 06.05.2015, inspite of that the salary of the appellant": "निष्पादित किया गया था, इसके बावजूद प्रत्यर्थी सं. ५ दिनांक 04.06.20॥5 को आशक्षेपित आदेश पारित करके",
  "hearing. Whereas the appellant was drawing a salary of %35,750/- on": "गया था। जबकि अपीलार्थी अपनी संविदात्मक नियुक्ति के संदर्भ में 2.0.203 को 35,750/- रुपये का वेतन प्राप्त",
  "to %26,500/- per month and she was re-designated as “Assistant Director (CSM)”": "कर रही थी, जिसे घटाकर 26,500/- रुपये प्रति माह कर दिया गया था और उसे \"सहायक निदेशक (सीएसएम)\"",
  "(d) The appellant filed a Civil Writ Petition bearing No. 15556-2015, which was disposed of vide order dated 31.07.2015": "(घ) अपीलार्थी ने सिविल रिट याचिका नं. 5556-205, जिसका निपटान दिनांक 3.07.20॥5 के आदेश द्वारा",
  "directing respondent No. 2 to look into the matter/representation dated 15.06.2015 and pass a speaking order. However, respondent No. 2": "प्रत्यर्थी सं. 2 दिनांक 5.06.205 के मामले/अभ्यावेदन को देखने और एक बोलने का आदेश पारित करने के लिए।",
  "rejected the claim of the appellant by passing the impugned order dated": "हालांकि, प्रतिवादी नं. 2 ने दिनांक 29.0.20।5 के आशक्षेपित आदेश को पारित करके अपीलार्थी के दावे को खारिज",
  "29.10.2015 (Annexure P-14).": "कर दिया। (अनुलग्रक पी -9).",
  "(e) Both the impugned orders dated 04.06.2015 (Anneuxure P-12) and 29.10.2015 (Annexure P-14) were assailed by way of filing": "(ड) दिनांक 0५.06.205 (अनुलग्रक पी-2) और 29.0.205 (अनुलग्नक पी-५) के दोनों आक्षेपित आदेशों पर",
  "impugned order dated 20.12.2016.": "आशक्षेपित आदेश द्वारा खारिज कर दिया गया था।",
  "(3) The learned Single Bench observed that the appellant was wrongly granted the pay of %32,000/- per month when she was": "(3) विद्बत एकल पीठ ने पाया कि अपीलार्थी को गलत तरीके से32,000/- रुपये प्रति माह का वेतन दिया गया था",
  "appointed in the year 2011. The said error was noticed by the": "जब उसे वर्ष 20॥। में नियुक्त किया गया था। उक्त त्रुटि को उत्तरदाताओं द्वारा वर्ष 20।5 में देखा गया था और उन्होंने",
  "It was further observed that since the post of Consultant (CSM) was equated to the post of Assistant Director (CSM), the petitioner was": "यह आगे देखा गया कि चूंकि सलाहकार (सीएसएम) के पद को सहायक निदेशक (सीएसएम) के पद के बराबर",
  "given the pay of Assistant Director (CSM), i.e. 223,000/-. The learned": "माना गया था, इसलिए याचिकाकर्ता को सहायक निदेशक (सीएसएम) का वेतन दिया गया था जो कि 23,000/-",
  "Single Bench further observed that the petitioner could not point out any statutory provision/rule showing that pay attached to the post of": "रुपये है। एकल पीठ ने आगे कहा कि याचिकाकर्ता किसी भी वैधानिक प्रावधान/नियम की ओर इशारा नहीं कर",
  "Consultant (CSM) is %32,000/-. Apart from it, she was appointed only": "सकता है जो यह दर्शाता है कि सलाहकार (सीएसएम) के पद से जुड़ा वेतन 32,000/- रुपये है। इसके अलावा,",
  "(4) We have heard the learned counsel for the parties and perused the paper-book.": "(५) हमने पक्षों के विद्वान वकील को सुना है और पेपर-बुक का अध्ययन किया है।",
  "(5) The learned counsel for the appellant has submitted that as": "(5) अपीलार्थी के विद्वान वकील ने प्रस्तुत किया है कि",
  "DR. UJITA BALLYAN v. UNION OF INDIA AND OTHERS 1209 (Harpreet Kaur Jeewan, J.)": "डॉ. उजिता बलियान बनाम भारत संघ और अन्य (हरप्रीत कौर जीवन, जे.)",
  "per the advertisement dated 03.07.2011 (Annexure P-1) it was specified": "विज्ञापन दिनांक 03.07.20॥। (अनुलग्नक पी-) के अनुसार यह निर्दिष्ट किया गया था कि सलाहकार (सीएसएम) के",
  "that the consolidated pay range for the post of Consultant (CSM) is between 223,000/- to %35,000/-. The petitioner being qualified and": "पद के लिए समेकित वेतन सीमा 23,000/- रुपये से 35,000/- रुपये के बीच है। याचिकाकर्ता के योग्य होने और",
  "holding necessary experience was shortlisted and called for the interview. She was issued the appointment letter dated 29.09.2011": "आवश्यक अनुभव रखने के कारण उसे शॉर्टलिस्ट किया गया और साक्षात्कार के लिए बुलाया गया। उन्हें दिनांक",
  "interview. She was issued the appointment letter dated 29.09.2011 (Annexure P-2) and a consolidated salary of %32,000/- per month": "29.09.20॥। (अनुलग्नक पी-2) का नियुक्ति पत्र जारी किया गया था और 32,000»- रुपये प्रति माह का समेकित",
  "was specifically fixed and mentioned in the appointment letter. The": "वेतन विशेष रूप से निर्धारित किया गया था और नियुक्ति पत्र में इसका उल्लेख किया गया था। जिन नियमों और शर्तों",
  "terms and conditions on which she was appointed cannot be changed retrospectively especially when she has been granted various": "पर उन्हें नियुक्त किया गया था, उन्हें पूर्वव्यापी रूप से नहीं बदला जा सकता है, खासकर जब उन्हें अपने अनुबंध के",
  "extensions of her contract. Even as per the order dated 09.01.2014 (Annexure P-7) issued by Government of India, the remunerations for": "विभिन्न विस्तार दिए गए हों। यहां तक कि भारत सरकार द्वारा जारी दिनांक 09.0.20+ (अनुलग्नक पी-7) के",
  "consideration by the learned Single Judge. It was vehemently contended that the post of Consultant (CSM) is not equivalent to": "न्यायाधीश द्वारा ध्यान में नहीं रखा गया है। यह जोरदार तर्क दिया गया कि सलाहकार (सीएसएम) का पद सहायक",
  "Assistant Director (CSM) as observed by the learned Single Bench but it is equivalent to Deputy Director, Level I, as mentioned in the office": "निदेशक (सीएसएम) के समकक्ष नहीं है जैसा कि एकल पीठ ने देखा है, लेकिन यह उप निदेशक, स्तर ॥ के बराबर",
  "order dated 09.01.2014 (Annexure P-7) and letter dated 17.12.2014": "है, जैसा कि कार्यालय आदेश दिनांक 09.0.204 (अनुलग्रक पी-7) और पत्र दिनांक 77.2.20% में उल्लेख",
  "(6) On the other hand, learned counsel for the respondents have submitted that initially remuneration of the appellant was wrongly": "(6) दूसरी ओर, प्रत्यर्थियों के विद्वान वकील ने प्रस्तुत किया है कि शुरू में अपीलार्थी का पारिश्रमिक गलत तरीके से",
  "fixed as €32,000/-. When the mistake was noticed, the remuneration of the appellant was re-fixed and before that clarification was sought": "32,000» रुपये - निर्धारित किया गया था। जब गलती का पता चला, तो अपीलार्थी का पारिश्रमिक फिर से तय किया",
  "regarding the same from the National Aid Control Organization, New Delhi, through e-mail dated 30.04.2015. The irregularity was": "गया और उससे पहले राष्ट्रीय सहायता नियंत्रण संगठन, नई दिल्ली से दिनांक 30.04.205 को ई-मेल के माध्यम से",
  "committed inadvertently. Therefore, the salary of the appellant was re-": "इसके बारे में स्पष्टीकरण मांगा गया था। यह अनियमितता अनजाने में की गई थी। इसलिए, अपीलार्थी का वेतन फिर",
  "fixed. It was further submitted that Government of India vide order": "से तय किया गया। यह भी प्रस्तुत किया गया कि भारत सरकार ने दिनांक 3.02.204 के आदेश के माध्यम से",
  "dated 13.02.2014 revised the nomenclature of the post of Consultant GIPA equivalent to the post of Assistant Director (AD's), so the": "सहायक निदेशक (विज्ञापन) के पद के समकक्ष सलाहकार जी.आई.पी.ए. के पद के नामकरण को संशोधित किया,",
  "nomenclature for the post of Consultant (CSM) was given revised": "इसलिए सलाहकार (सी.एस.एम.) के पद के लिए नामकरण को विज्ञापन के रूप में संशोधित नामकरण दिया गया।",
  "nomenclature as AD (CSM). Therefore, the post held by the appellant cannot be re-designated as Deputy Director (Social Protection &": "(सी.एस.एम.) इसलिए, अपीलार्थी द्वारा धारण किए गए पद को उप निदेशक (सामाजिक सुरक्षा और मुख्यधारा) के",
  "(7) We have considered the aforesaid submissions. The salary": "(7) हमने उपरोक्त प्रस्तुतियों पर विचार किया है। अपीलार्थी का वेतन 2.0.20॥॥ से कम कर दिया गया था और",
  "redesignated as Assistant Director (Civil Society Mainstreaming),": "उसे सहायक निदेशक के रूप में फिर से नामित किया गया था (सिविल सोसाइटी मेनस्ट्रीमिंग),",
  "pursuance to the order dated 09.01.2014 (Annexure P-7) and the letter dated 17.12.2014 (Annexure P-10) w.e.f. the date of the order dated": "दिनांक 09.0.20+ के आदेश (अनुलग्क पी-7) और दिनांक 7.2.20% के पत्र (अनुलग्रक पी-0) के",
  "respondent No. 3 subject to further enhancement if any permitted by respondent No. 3. The arrears be paid within 03 months and recovery": "द्वारा अनुमति दी गई है तो आगे वृद्धि के अधीन है। 3. बकाया का भुगतान 03 महीनों के भीतर किया जाना चाहिए",
  "of any effected be refunded within the said period, with 7% interest, on both amounts.": "और किसी भी प्रभावित की वसूली दोनों राशियों पर 7% ब्याज के साथ उक्त अवधि के भीतर वापस की जानी",
  "(22) Pending miscellaneous application, if any, also stands disposed of.": "(22) लंबित विविध आवेदन, यदि कोई हो, का भी निपटान किया जाता है।",
  "Divya Gurnay": "दिव्या गुरने",
  "university with 5 years experience in Social development sector including 2 years working sector including 2 years working experience HIV/AIDS Sector at State.": "राज्य में एचआईवी /एड्स क्षेत्र में 2 वर्ष के कार्य अनुभव सहित 2 वर्ष के कार्य क्षेत्र सहित सामाजिक विकास क्षेत्र में 5 वर्ष के अनुभव के साथ विश्वविद्यालय।",
  "(16) By issuing the said letter, dated 17.12.2014, the SACS (respondent No. 3) was asked to take necessary action accordingly.": "(6) दिनांक 77.2.20+ को उक्त पत्र जारी करके, एसएसीएस (प्रतिवादी नं. 3) तदनुसार आवश्यक कार्रवाई",
  "The revised remunerations and revised nomenclatures clearly mentioned in the previous order dated 09.01.2014 regarding the post of Deputy Director and Assistant Director reads as under:-": "करने के लिए कहा गया। उप निदेशक और सहायक निदेशक के पद के संबंध में दिनांक 09.0.20+ के पिछले आदेश में स्पष्ट रूप से उल्लिखित संशोधित पारिश्रमिक और संशोधित नामकरण निग्नानुसार हैं: -",
  "Revised Remuneration at SACS level;": "एस.ए.सी.एस. स्तर पर संशोधित पारिश्रमिक;",
  "Level | Existing nomenclature Revised Revised": "स्तर मौजूदा नामकरण संशोधित संशोधित समेकित",
  "Remuneration (per month)": "नामपद्धति पारिश्रमिक (प्रति महीने)",
  "Level 1 Joint Director Joint Director 48,500/-": "स्तर ॥ संयुक्त निदेशक संयुक्त निदेशक 4५8,500/-",
  "Level 2 Dy. Director Dy. Director 36,200/-": "स्तर 2 उप. निदेशक उप. निदेशक 36,200/-",
  "Level 3} Assistant Director, M & E Assistant 25,000/-": "स्तर 3 सहायक निदेशक, एम एंड ई अधिकारी, | सहायक निदेशक 25,000/-",
  "Officers, GIPA Director": "जीआईपीए समन्वयक, प्रशासन.",
  "Officer, Consultant (youth affairs)": "अधिकारी, सलाहकार (युवा) मामले)",
  "Level 4; State Logistic Coordinator | State Logistic 20,000/- Coordinator": "स्तर 4 राज्य लॉजिस्टिक समन्वयक राज्य रसद समन्वयक 20,000/-",
  "Level 5| Office Assistants | Divisional 17000/-": "स्तर 5 कार्यालय सहायक »विभागीय सहायक | संभागीय सहायक 7,000/-",
  "Computer literates Steno etc.": "जैसे कंप्यूटर साक्षर स्टेनो वगैरह।",
  "(17) In view of the fact that the appellant was drawing remunerations more than ~25,000/- which has been fixed as revised": "(77) इस तथ्य को ध्यान में रखते हुए कि अपीलार्थी ₹25,000/- से अधिक पारिश्रमिक प्राप्त कर रहा था, जिसे",
  "consolidated remunerations for the post of Assistant Director and the": "सहायक निदेशक के पद के लिए संशोधित समेकित पारिश्रमिक के रूप में निर्धारित किया गया है और यह तथ्य कि",
  "fact that as per the order dated 09.01.2014 (Annexure P-7) the monthly": "दिनांक 09.0.20५ के आदेश के अनुसार (अनुलग्रक पी-7) मासिक",
  "DR. UJITA BALLYAN v. UNION OF INDIA AND OTHERS 1213 (Harpreet Kaur Jeewan, J.)": "डॉ. उजिता बलियान बनाम भारत संघ और अन्य (हरप्रीत कौर जीवन, जे.)",
  "counsel for the respondents has contended the National Aids Control Organization, New Delhi, permitted all State Aids Prevention and": "प्रतिवादियों के वकील ने तर्क दिया है कि राष्ट्रीय एड्स नियंत्रण संगठन, नई दिल्ली ने सभी राज्य एड्स रोकथाम और",
  "Control Societies (hereinafter referred to as the 'SACS') to manage their": "नियंत्रण समितियों (इसके बाद 'एसएसीएस' के रूप में संदर्भित) को संस्थागत सुदृढ़ीकरण और परियोजना प्रबंधन",
  "affairs independently with reference to trends of expenditure on head": "शीर्ष पर व्यय के रुझानों के संदर्भ में स्वतंत्र रूप से अपने मामलों का प्रबंधन करने की अनुमति दी है। इसके अलावा,",
  "the SACS have been permitted to adopt State Government Rules and staff structure, nomenclature and pay scales. Considering these facts,": "एस. ए. सी. एस. को राज्य सरकार के नियमों और कर्मचारियों की संरचना, नामकरण और वेतनमान को अपनाने की",
  "(Annexure P-14).": "पारित किया है (अनुलग्नक पी -9).",
  "(14) We have considered the said submissions and also perused": "(।५) हमने उक्त प्रस्तुतियों पर विचार किया है और दिनांक 04.08.20५ के आदेश का भी अवलोकन किया है",
  "the order dated 04.08.2014 (Annexure R-3/4). No doubt the SACS have been permitted to adopt the State Government Rules and staff structure,": "(अनुलग्रक आर-3/५) इसमें कोई संदेह नहीं है कि एस. ए. सी. एस. को राज्य सरकार के नियमों और कर्मचारियों",
  "been permitted to adopt the State Government Rules and staff structure, nomenclature and pay scales but the respondents have failed to place on": "की संरचना, नामकरण और वेतनमान को अपनाने की अनुमति दी गई है, लेकिन उत्तरदाता किसी भी दस्तावेज को",
  "record any document showing that the Haryana State Aids Control Society has ever adopted the State Government Rules and staff": "दर्ज करने में विफल रहे हैं जो यह दर्शाता है कि हरियाणा राज्य एड्स नियंत्रण सोसायटी ने कभी भी राज्य सरकार के",
  "structure, nomenclature and pay scale. The respondents have filed": "नियमों और कर्मचारियों की संरचना, नामकरण और वेतनमान को अपनाया है। प्रतिवादियों ने रिट याचिका पर",
  "written statement to the writ petition. No such averments have been made in the said written reply that any order adopting the State Rules": "लिखित बयान दायर किया है। उक्त लिखित उत्तर में ऐसा कोई दावा नहीं किया गया है कि राज्य के नियमों और",
  "and staff structure was passed either by respondent No. 2 (State of Haryana) or by respondent No. 3 (Haryana State Aids Control Society).": "कर्मचारियों की संरचना को अपनाने वाला कोई भी आदेश प्रत्यर्थी नं. 2 (हरियाणा राज्य) या प्रत्यर्थी सं। 3. (हरियाणा",
  "Hence, those arguments do not help the respondents and does not": "राज्य एड्स नियंत्रण सोसायटी). इसलिए, वे तर्क उत्तरदाताओं की मदद नहीं करते हैं और यह उचित नहीं ठहराते हैं",
  "justify that the redesignation of the appellant from Consultant (CST) to Assistant Director (CSM) was justifiable.": "कि सलाहकार (सी. एस. टी.) से सहायक निदेशक (सी. एस. एम.) के रूप में अपीलार्थी का पुनर्विन्यास उचित था।",
  "7), passed by Government of India, while fixing the revised remunerations for contractual staff and while revising the nomenclature": "(5) हालांकि भारत सरकार द्वारा संविदात्मक कर्मचारियों के लिए संशोधित पारिश्रमिक तय करते समय और मौजूदा",
  "Society Mainstreaming) was not specifically mentioned but in the": "द्वारा धारण किए गए पद, जो कि सलाहकार (सिविल सोसाइटी मेनस्ट्रीमिंग) है, का विशेष रूप से उल्लेख नहीं किया",
  "subsequent letter dated 17.12.2014 (Annexure P-10), the Government of India had approved that the existing contractual personnel holding": "गया था, लेकिन बाद के पत्र दिनांक 7.2.204 (अनुलग्नक पी-40) में भारत सरकार ने मंजूरी दी थी कि",
  "the position of Consultant (Mainstreaming) and Consultant (CST) in": "एसएसीएस में सलाहकार (मेनस्ट्रीमिंग) और सलाहकार (सी.एस.टी.) के पद पर आसीन मौजूदा संविदात्मक कर्मियों",
  "Deputy Director (Social Protection & Mainstreaming) and Deputy": "को श्रेणी ।, ॥ और ॥ में आने वाले उप निदेशक (सामाजिक सुरक्षा और मेनस्ट्रीमिंग) और उप निदेशक के रूप में",
  "the post of Deputy Director (Social Protection and Mainstreaming),": "फिर से नामित किया जाएगा। (सी.एस.टी.). अपीलार्थी उप निदेशक (सामाजिक सुरक्षा और मुख्यधारा) के पद के",
  "Position Eligibility Criteria": "पद पात्रता मापदंड",
  "Deputy Director | Post graduate degree in Social Science": "उप निदेशक (सामाजिक सुरक्षा एवं मुख्यधारा) किसी मान्यता प्राप्त संस्थान से सामाजिक विज्ञान",
  "(Social Protection & | (Sociology/Anthropology/Psychology/Social": "(समाजशास्त्र/मानवविज्ञान»मनोविज्ञान/ सामाजिक",
  "Mainstreaming) Work/ Public Admin.) from a recognized": "कार्य/सार्वजनिक प्रशासन) में स्नातकोत्तर डिग्री"
}