{
  "AND OTHERS (Hemant Gupta, J.)": "समक्ष - हेमन्त गुप्ता जे.",
  "S. No. Name of the Number of % of the Shareholder shares total paid up share": "नि शेयरधारक का नाम | शेयर की संख्या कुल चुकता शेयर",
  "up share capital": "पूंजी का %",
  "2 Ramesh Mehta 67580 15.36%": "2 रि3065# ४७8 67580 5.36%",
  "Total : 4,40,000 100%": "[0[9| 4,40,000 00%",
  "S. No. Name of the Number of % of the — Shareholder shares total paid": "नि शेयरधारक का नाम | शेयर की संख्या कुल चुकता शेयर",
  "statutory jurisdiction in terms of Sections 397 and 398 of the Act. Therefore,": "और 398 के संदर्भ में वैधानिक क्षेत्राधिकार का प्रयोग करता है। इसलिए, प्रथम दृष्टया, यह",
  "prima facie, it cannot be said that the Board, is the Tribunal of equity jurisdiction. It exercises statutory jurisdiction. .": "नहीं कहा जा सकता कि बोर्ड, इक्विटी क्षेत्राधिकार का न्यायाधिकरण है। यह वैधानिक क्षेत्राधिकार",
  "(Para 25)": "(पैरा 25)",
  "Ashok Aggarwal, Senior Advocate, with Gaurav Chopra and Mukul": "अपीलकर्ता की ओर से अशोक अग्रवाल, वरिष्ठ अधिवक्ता, गौरव चोपड़ा और मुकुल",
  "Aggarwal, Advocates, for the appellant.": "अग्रवाल, अधिवक्ता।",
  "Arun Palli, Senior Advocate, with Tushar Sharma, Advocate, for the respondents.": "प्रतिवादियों की ओर से अरुण पल्‍ली, वरिष्ठ अधिवक्ता, तुषार शर्मा, अधिवक्ता।",
  "HEMANT GUPTA, J. (ORAL)": "हैमन्त गुप्ता, जे. (मौखिक)",
  "2007 passed by the Company Law Board, Principal Bench, New Delhi": "() वर्तमान में कंपनी लॉ बोर्ड, प्रिंसिपल बेंच, नई दिल्‍ली द्वारा पारित 20 नवंबर, 2007",
  "(for short ‘the Board’), dismissing the petition filed by the appellant under Sections 397 and 398 read with Sections 402 and 403 of the Act.": "एफ के तहत एक अपील है। बोर्ड)) ने अधिनियम की धारा 402 और 403 के साथ पठित धारा 397 और 398 के तहत अपीलकर्ता द्वारा दायर याचिका को खारिज कर",
  "(2) The appellant has averred that respondent No. | M/s Emm Bros Forgings (P) Ltd., isa Company with limited liability incorporated": "(2) अपीलकर्ता ने कहा है कि प्रतिवादी नंबर | मेसर्स एम्म ब्रदर्स फोर्जिग्स (पी) लिमिटेड,",
  "up equity shares representing 15.36% of the total paid up share capital.": "के पास 67590 पूर्णतः चुकता इक्विटी शेयर हैं, जो कुल चुकता शेयर पूंजी का 5.36%",
  "Held, that though the question whether the Memorandum of Understanding touching the affairs of the respondent-Company, is relevant": "अभिनिर्णित - हालांकि यह सवाल है कि क्या प्रतिवादी-कंपनी के मामलों को छूने वाला समझौता",
  "and to what extent is to be decided by the Board but it cannot be said": "ज्ञापन प्रासंगिक है और किस हद तक बोर्ड दवारा निर्णय लिया जाना है, लेकिन यह नहीं कहा",
  "that non-disclosure of such Memorandum of Understanding is fatal so as": "जा सकता है कि ऐसे समझौता ज्ञापन का खुलासा न करना घातक है। ताकि यह निष्कर्ष",
  "to return a finding that the petition itself is not maintainable. Whether such": "निकाला जा सके कि याचिका स्वयं सुनवाई योग्य नहीं है। क्या ऐसा समझौता ज्ञापन विचाराधीन",
  "Memorandum of Understanding is relevant to the Company in question and/ or whether there was oral agreement or parties have swapped shareholding": "कंपनी के लिए प्रासंगिक है और/या क्या मौखिक समझौता हुआथा या पार्टियों ने शेयरधारिता",
  "dehors the Memorandum of Understanding or in terms of the Memorandum of Understanding will be some of the questions, which may require": "की अदला-बदली की है, समझौता ज्ञापन या समझौता ज़ापन के संदर्भ में कुछ प्रश्न होंगे, जिन",
  "adjudication by the competent authority. But non-disclosure of Memorandum": "पर निर्णय लेने की आवश्यकता हो सकती है। सक्षम प्राधिकारी. लेकिन समझौता ज्ञापन का",
  "and does not decide all the questions between the parties. Therefore, even": "सभी सवालों का फैसला न करता हो। इसलिए, भले ही अपीलकर्ता ने अपनी याचिका में उक्त",
  "Limited to Mr. Ashok Mehta and Harish Mehta.": "पर सहमति हुई कि कंपनी का नियंत्रण श्री हरीश मेहता और श्री अशोक मेहता द्वारा किया",
  "10. Asasequel to the above said Memorandum of Understanding dated 7th October, 2001, on or about 2nd July, 2002 Mr.": "0. 7 अक्टूबर, 200। के उपर्युक्त समझौता ज्ञापन की अगली कड़ी, 2 जुलाई, 2002",
  "Ramesh Mehta transferred 27,750 shares in first respondent-": "को या उसके आसपास श्री रमेश मेहता ने पहली प्रतिवादी- कंपनी में 27,750 शेयर",
  "Company in favour of respondent No. 2 herein. Mr. Ramesh Mehta further on the same day i.e. 2nd July, 2002 transferred his entire shareholding in first respondent-Company in favour": "प्रतिवादी संख्या 2 के पक्ष में हस्तांतरित कर दिए। श्री रमेश मेहता ने उसी दिन यानी 2 जुलाई, 2002 को पहली प्रतिवादी-कंपनी में अपनी पूरी हिस्सेदारी प्रतिवादी नंबर 3 के",
  "of respondent No. 3 herein. Similarly respondent No. 2": "पक्ष में स्थानांतरित कर दी। इसी तरह प्रतिवादी नंबर 2 ने एम्म ब्रोस वायर्स एंड स्ट्रिप्स",
  "transferred his entire share holding in Emm Bros Wires and Strips in favour of Mr. Ramesh Mehta.”": "में अपनी पूरी शेयर हिस्सेदारी श्री रमेश मेहता के पक्ष में स्थानांतरित कर दी।",
  "(9) The respondents have also relied upon the resolutions of the © Board of Directors dated 27th July, 2000 and 27th January, 2001 whereby": "(9) उत्तरदाताओं ने 27 जुलाई, 2000 और 27 जनवरी, 2004 के निदेशक मंडल के प्रस्तावों",
  "Companies to get control and management of their respective companies.": "भाइयों ने अपनी-अपनी कंपनियों का नियंत्रण और प्रबंधन पाने के लिए प्रत्येक कंपनी में अपने-",
  "However, the appellant for some ulterior motives has not honoured the terms": "अपने शेयरों की अदला-बदली की है। हालाँकि, अपीलकर्ता ने कुछ गुप्त उददेश्यों के लिए",
  "of the Memorandum of Understanding and has not transferred the share holding in the first respondent-Company in favour of 2nd and 3rd respondents": "समझौता ज्ञापन की शर्तों का सम्मान नहीं किया है और पहले प्रतिवादी-कंपनी में शेयर होल्डिंग",
  "and in Emm Bros Metals Pvt. Ltd. in favour of respondent No. 4 and Shri:": "को दूसरे और तीसरे उत्तरदाताओं के पक्ष में और एम्म ब्रोस मेटल्स प्राइवेट लिमिटेड में",
  "(10) In Para 8.2 (b) of the reply, it has been pleaded that pursuant to the transfer of shares as aforesaid, the Memorandum of Understanding": "(0) उत्तर के पैरा 8.2 (बी) में, यह अनुरोध किया गया है कि उपरोक्त शेयरों के हस्तांतरण",
  "was signed on 7th October, 2001 and as per the mutual agreement, the": "के अनुसार, 7 अक्टूबर, 200। को समझौता ज्ञापन पर हस्ताक्षर किए गए थे और आपसी",
  "(8) Itis further pleaded that after the death of Shri ¥. D. Mehta": "(8) यह आगे दलील दी गई है कि वर्ष 996 में श्री टी. डी. मेहता की मृत्यु के बाद, एम्म",
  "in the year 1996, the affairs of the Emm Bros Wires and Strips Ltd., deteriorated due to huge siphoning of the funds by Shri Jiwan Mehta the": "ब्रोस वायर्स एंड स्ट्रिप्स लिमिटेड के मामले, श्री जीवन मेहता द्वारा धन की भारी हेराफेरी के",
  "appeailant from Emm Bros Wires and Strips Ltd. The State Bank of India": "कारण खराब हो गए, एम्म से अपील  चींटी ब्रदर्स वायर्स एंड स्ट्रिप्स लिमिटेड। भारतीय स्टेट",
  "initiated recovery proceedings against the said Company. It has been so": "बैंक ने उक्त कंपनी के खिलाफ वसूली की कार्यवाही शुरू की। लिखित बयान में यह निवेदन",
  "“6. After the death of late Shri T. D. Mehta in the year 1996, the affairs of the Company Emm Bros Wires and Strips Limited": "“6. वर्ष 996 में स्वर्गीय श्री टी. डी. मेहता की मृत्यु के बाद, एम्म ब्रोस वायर्स एंड",
  "the said Company and threatened to auction the properties given as guarantee by brothers of the petitioner. Therefore to": "भाइयों द्वारा गारंटी के रूप में दी गई संपत्तियों को नीलाम करने की धमकी दी। इसलिए",
  "resolve all the issues between them all the six brothers agreed": "उनके बीच सभी मुद्दों को हल करने के लिए सभी छह भाई औपचारिक रूप से पारिवारिक",
  "to formally divide the family assets and assets and liabilities of M/s Emm Bros Wires and Strips Limited . Thereafter on or": "संपत्ति और मेसर्स एम्म ब्रोस वायर्स एंड स्ट्रिप्स लिमिटेड की संपत्ति और देनदारियों को",
  "about 7th October, 2001, all six sons of late T. D. Mehta executed the Memorandum of Understanding on 7th October,": "स्वर्गीय टी. डी. मेहता के सभी छह बेटों ने 7 अक्टूबर, 200। को समझौता ज्ञापन",
  "2001 a copy of which is marked hereto as Annexure R. |.": "निष्पादित किया, जिसकी एक प्रति अनुलग्नक आर | के रूप में चिह्नित है।",
  "7. Interms ofthe said agreement it was mutually agreed between the petitioner and respondents 2 to 4 that the first respondent-": "7. उक्त समझौते के संदर्भ में आपसी सहमति बनी याचिकाकर्ता और उत्तरदाता 2 से 4",
  "Company shall exclusively belong to respondents 2 and 3 and": "कि पहली प्रतिवादी- कंपनी विशेष रूप से उत्तरदाताओं 2 और 3 की होगी और मेसर्स",
  "that M/s Emm Bros Wires and Strips Pvt. Ltd. shall exclusively": "एम्म ब्रोस वायर्स एंड स्ट्रिप्स प्राइवेट लिमिटेड। लिमिटेड विशेष रूप से याचिकाकर्ता और",
  "belong to the petitioner and Mr. Ramesh Mehta and M/s Emm Boss Metals Pvt. Ltd., shall exclusively belong to Harish Mehta": "श्री रमेश मेहता और मेसर्स एम्म बॉस मेटल्स प्राइवेट लिमिटेड का होगा। लिमिटेड, विशेष",
  "and Ashok Mehta. It was further agreed in the said agreement": "रूप से हरीश मेहता और अशोक मेहता की होगी। उक्त समझौते में आगे यह सहमति",
  "that all efforts by way of adjustment shal! be made to release each other inter se from all shares/deposits/investments between": "शेयरों/जमा/निवेशों से एक-दूसरे को मुक्त करने के सभी प्रयास किए जाएंगे।",
  "8. Prior to the aforesaid understanding reached between the brothers in terms of the Memorandum of Understanding dated 7th October, 2001 respondent No. 4 herein on 21st June, 2000": "8. 7 अक्टूबर, 2004 के समझौता ज्ञापन के संदर्भ में भाइयों के बीच उपरोक्त समझ",
  "7th October, 2001 respondent No. 4 herein on 21st June, 2000 transferred 33,000 equity shares of first respondent herein in": "से पहले, 2। जून, 2000 को प्रतिवादी संख्या 4 ने पहले प्रतिवादी के 33,000 इक्विटी",
  "favour of respondent No. 3 herein. Similarly on 21st June, 2000": "शेयरों को प्रतिवादी संख्या 3 के पक्ष में स्थानांतरित कर दिया। इसी प्रकार 2 जून,",
  "Mr. Harish Mehta transferred his 34,480 shares in favour of": "2000 को श्री हरीश मेहता ने अपने 34,480 शेयर किसके पक्ष में हस्तांतरित किये?",
  "(11) It may be mentioned that more of the respondents has": "(।4) यह उल्लेख किया जा सकता है कि अधिकांश उत्तरदाताओं ने बोर्ड के समक्ष दायर लिखित",
  "referred to any oral agreement arrived at between the parties in the year 1997 or in the year 2000 in the written statement filed before the Board.": "बयान में वर्ष 997 या वर्ष 2000 में पार्टियों के बीच हुए किसी माँखिक समझौते का उल्लेख",
  "averments have been made in another petition (CP No. 82 of 2004) filed": "लिमिटेड के खिलाफ अपीलकर्ता द्वारा दायर एक अन्य याचिका (2004 का सीपी नंबर 82) में",
  "decided by the Board together by separate order of the same date.": "आदेश द्वारा एक साथ निर्णय लिया गया।",
  "(12) The learned Board has dismissed the petition filed by the": "(2) विद्वान बोर्ड ने अपीलकर्ता द्वारा दायर याचिका को मुख्य रूप से इस कारण से खारिज",
  "appellant, primarily for the reason that the appellant has not offered to refute the preliminary objections raised by the respondents in respect of the": "कर दिया है कि अपीलकर्ता ने याचिका की स्थिरता के संबंध में उत्तरदाताओं द्वारा उठाई गई",
  "swapping etc., except of the appellant, was made pursuant to oral understanding as early as on 27th July, 2000 and that the appellant has": "अपीलकर्ता को छोड़कर आवंटन, अदला-बदली आदि 27 जुलाई को मौखिक समझ के अनुसार",
  "understanding as early as on 27th July, 2000 and that the appellant has deliberately concealed the Memorandum of Understanding from the Board.": "किया गया था। 2000 और अपीलकर्ता ने जानबूझकर बोर्ड से समझौता ज्ञापन छुपाया है।",
  "It was held though held that neither the appellant nor the respondents want": "हालाँकि यह माना गया कि न तो अपीलकर्ता और न ही प्रतिवादी मई, 2000 में सभी भाइयों",
  "to rely on the oral agreement mutually agreed between all the brothers in": "के बीच आपसी सहमति से हुए मौखिक समझौते पर भरोसा करना चाहते हैं और बाद में 7",
  "acquiescence also apply in this case. Further, it is noted that the": "के सिद्धांत भी इस मामले में लागू होते हैं। इसके अलावा, यह ध्यान दिया जाता है कि",
  "petitioner has made an allegation regarding his removal as": "याचिकाकर्ता ने उन्हें निदेशक के रूप में हटाने के संबंध में एक आरोप लगाया है। लेकिन",
  ". director but his prayers in the petition do not include any prayer seeking his restoration as director in the respondent-Company.": "याचिका में इस प्रार्थना में निदेशक के रूप में उनकी बहाली की मांग करने वाली कोई",
  "In view of the foregoing, the petition is not maintainable. I find no": "उपरोक्त के आलोक में याचिका पोषणीय नहीं है। मुझे गुण-दोष के आधार पर तर्कों पर",
  "hereby dismissed . All interim orders stand vacated. All CAs": "है। सभी अंतरिम आदेश निरस्त किये जाते हैं। सभी सीए का निस्तारण किया जाता है।",
  "stand disposed of. No order as to cost.”": "लागत के बारे में कोई आदेश नहीं।”",
  "(13) Learned counsel for the appellant has vehemently argued that": "(3) अपीलकर्ता के विद्वान वकील ने जोरदार तर्क दिया है कि बोर्ड ने कथित समझौता ज्ञापन",
  "the Board has given contradictory findings in respect of the implementation of the alleged Memorandum of Understanding. It is contended that once": "के कार्यान्वयन के संबंध में विरोधाभासी निष्कर्ष दिए हैं। यह तर्क दिया गया है कि एक बार",
  "the Board itself has found that the Memorandum of Understanding was not": "जब बोर्ड ने स्वयं पाया कि समझौता ज्ञापन को प्रभावी नहीं किया गया था, तो बोर्ड को योग्यता",
  "given effect to, then the Board was not justified in not considering the petition on merits and returning a finding that the petition is not maintainable as the": "के आधार पर याचिका पर विचार नहीं करने और यह निष्कर्ष देने में उचित नहीं था कि",
  "on merits and returning a finding that the petition is not maintainable as the appellant has not come to the Board with clean hands. It is argued that": "याचिका विचार करने योग्य नहीं है क्योंकि अपीलकर्ता नहीं आया है। साफ हाथों से बोर्ड को।",
  "the Memorandum of Understanding was in respect of the family assets and assets and liabilities of the Emm Bros Wires and Strips Limited primarily": "यह तर्क दिया गया है कि समझौता ज्ञापन मुख्य रूप से एम्म ब्रोस वायर्स एंड स्ट्रिप्स लिमिटेड",
  "to be owned by two brothers each. It is contended that none of the pre-": "अनुसार, तीन कंपनियों का स्वामित्व दो के पास था। प्रत्येक भाई. यह तर्क दिया गया है कि",
  "(14) Itis argued that as per the Memorandum of Understanding, House No. 939, Sector 8. Panchkula was to be exclusively owned by the": "(।4) यह तर्क दिया गया है कि समझौता ज्ञापन के अनुसार, मकान नंबर 939, सेक्टर 8.",
  "Shri Ramesh Mehta and that after repayment of all the liabilities of Emm": "द्वारा श्री रमेश मेहता को 0 लाख रुपये का भुगतान करना था और एम्म ब्रदर्स वायर्स एंड",
  "Shri Jiwan Mehta and Shri Ramesh Mehta. Even though such was the": "मेहता और श्री रमेश मेहता द्वारा साझा किया जाना था। हालांकि ऐसी समझ थी, अशोक",
  "understanding, Ashok Mehta filed a civil suit claiming separate possession": "मेहता ने उक्त घर के विभाजन द्वारा अलग कब्जे का दावा करते हुए एक नागरिक मुकदमा",
  "by partition of the said house and that the said suit is still pending. Reference": "दायर किया और कहा कि उक्त मुकदमा अभी भी लंबित है। | सितंबर के एक सार्वजनिक",
  "is also made to a public notice (Annexure A.7) dated Ist September, 2001 published by Shri Ramesh Mehta and Shri Ashok Mehta to the effect that": "नोटिस (अनुलग्नक ए.7) का भी संदर्भ दिया गया है। 200 में श्री रमेश मेहता और श्री अशोक",
  "published by Shri Ramesh Mehta and Shri Ashok Mehta to the effect that the appellant for and on behalf of Emm Bros Wires and Strips Ltd., has": "मेहता द्वारा इस आशय से प्रकाशित किया गया कि एम्म ब्रदर्स वायर्स एंड स्ट्रिप्स लिमिटेड",
  "been debarred from operating and opening any Bank account, though as": "के लिए और उसकी ओर से अपीलकर्ता को किसी भी बैंक खाते को संचालित करने और खोलने",
  "per the Memorandum of Understanding, the Company is to be managed by the appellant along with Shri Ramesh Mehta. It is, thus, sought to be": "से रोक दिया गया है, हालांकि समझौता ज्ञापन के अनुसार, कंपनी श्री रमेश मेहता के साथ अपीलकर्ता द्वारा प्रबंधित किया जाना है। इस प्रकार, यह तर्क देने की कोशिश की गई है कि",
  "contended that the Memorandum of Understanding was not given effect to by any of the parties to the said understanding. It is further contended that": "उक्त समझौते के किसी भी पक्ष द्वारा समझौता ज्ञापन को प्रभावी नहीं किया गया था। आगे",
  "the recitals in the said Memorandum of Understanding that the oral": "यह तर्क दिया गया है कि उक्त समझौता ज्ञापन में कहा गया है कि भविष्य में किसी भी",
  "understanding mutually agreed between all the brothers has been reduced in writing in order to avoid any dispute and differences in future do not": "विवाद और मतभेद से बचने के लिए सभी भाइयों के बीच पारस्परिक रूप से सहमत मौखिक",
  "pertain to oral agreement said to be arrived in the year 1997 or in the year 2000. The said Memorandum of Understanding does not refer to any particular date of oral agreement. In fact. the oral agreement mentioned in": "वर्ष 997 या वर्ष 2000 में। उक्‍त समझोता ज्ञापन मौँखिक समझौते की किसी विशेष तारीख",
  "1. M/sEmmbros Wires and Strips Ltd. is owned and run by": ". मैसर्स एम्ब्रोस वायर्स एंड स्ट्रिप्स लिमिटेड का स्वामित्व और संचालन जीवन मेहता",
  "Jiwan Mehta and Ramesh Mehta, and they owe loans to Himachal Pradesh Financial Corporation, Shimla of about": "और रमेश मेहता के पास है और उन पर हिमाचल प्रदेश वित्तीय निगम, शिमला का",
  "25 lacs and also to State Bank of India, Parwanoo Branch of about 160 Lacs.": "लगभग 25 लाख रुपये और भारतीय स्टेट बैंक, परवाणु शाखा का लगभग 60 लाख",
  "10. That after the repayment ofall liabilities of M/s Emmbros Wires and Strips Ltd., the balance cash flow shall be": "0. मेसर्स एम्ब्रोस वायर्स एंड स्ट्रिप्स लिमिटेड की सभी देनदारियों के पुनर्भुगतान के",
  "Wires and Strips Ltd., the balance cash flow shall be shared equally by Jiwan Mehta and Ramesh Mehta, and": "बाद, शेष नकदी प्रवाह को जीवन मेहता और रमेश मेहता द्वारा समान रूप से साझा",
  "none of the other parties of this MOU are entitled to share": "किया जाएगा, और इस एमओयू का कोई भी अन्य पक्ष अधिशेष साझा करने का हकदार",
  "surplus or deficit. .": "नहीं है या घाटा।",
  "IV. That as per mutual agreement amongst the brothers henceforth,": "चतुर्थ, भाइयों के बीच आपसी समझौते के अनुसार, व्यवसायों का स्वामित्व निम्नानुसार",
  "M/s Emmbros Metal Pvt. Ltd., Parwanoo shall exclusively belong to Harish Mehta and Ashok Mehta.": "मेसर्स एम्ब्रोस मेटल प्रा. लिमिटेड, परवाणू विशेष रूप से हरीश मेहता और अशोक मेहता का होगा।",
  "M/s Emmbros Forgings Pvt. Ltd. shall exclusively belong to Raj Mehta and Mohinder Mehta.": "मेसर्स एम्ब्रोस फोर्जिंग्स प्रा. लिमिटेड विशेष रूप से राज मेहता और मोहिंदर मेहता की",
  "relied upon by the Board, is based upon forged and fabricated signatures of the appellant. ,": "अपीलकर्ता के जाली और मनगढ़ंत हस्ताक्षरों पर आधारित है।",
  "(19) The proceedings book of respondent No. 1 from 7th July,": "(9) प्रतिवादी संख्या | की 7 जुलाई 2000 से 27 जनवरी 2004 तक की कार्यवाही पुस्तिका",
  "the Board Meetings. If Shri Jiwan Mehta has not attended the meeting of": "से पता चलता है कि श्री जीवन मेहता बोर्ड बैठकों से अनुपस्थित हैं। यदि श्री जीवन मेहता 7",
  "September, 2000. It seems to be improbable. The said aspect gets support from the report of the Forensic Expert Annexure A-6, wherein signatures": "असंभव लगता है। उक्त पहलू को फोरेंसिक विशेषज्ञ अनुबंध ए-6 की रिपोर्ट से समर्थन मित्रता",
  "of Jiwan Mehta, the appellant, on such Annual Returms, have been found to be forged and fabricated.": "है, जिसमें ऐसे वार्षिक रिटर्न पर अपीलकर्ता जीवन मेहता के हस्ताक्षर जाली और मनगढ़ंत",
  "(20) The respondents have also relied upon the communication of": "(20) उत्तरदाताओं ने कंपनी रजिस्ट्रार के संचार पर भी भरोसा किया है, जिसमें 27 जनवरी,",
  "be communicated to the appellant. The three meetings, the absence of which": "को सूचित किया गया है। तीन बैठकें, जिनकी अनुपस्थिति के कारण अपीलकर्ता को कार्यालय",
  "led to the vacation of office by the appellant, discuss the need to have more working capital, which is evident from the minutes of 17th October, 2000,": "खाली करना पड़ा, अधिक कार्यशील पूंजी की आवश्यकता पर चर्चा हुई, जो 7 अक्टूबर, 2000,",
  "30th November, 2000 and 30th December, 2000.:[t appears that such": "30 नवंबर, 2000 और 30 दिसंबर, 2000 के कार्यवृत्त से स्पष्ट है। ऐसा प्रतीत होता है कि",
  "by the appellant as, prima facie, the consideration of working capital requirement in three Board’s meetings seems to be manipulated one. The": "किए गए हैं, क्योंकि प्रथम दृष्टया, तीन बोर्ड की बैठकों में कार्यशील पूंजी की आवश्यकता पर",
  "to consider, prima facie, the maintainability of the petition of the appellant": "के निष्कर्ष को प्रथम दृष्टया, अपीलकर्ता की याचिका की पोषणीयता पर विचार करने के लिए",
  "finding on the detailed examinations of the documents.": "दर्ज किया गया है। दस्तावेजों की विस्तृत जांच पर विचार करना और स्पष्ट निष्कर्ष देना",
  "(21) The Board has held that the appellant has deliberately concealed the Memorandum of Understanding from the Board. The Memorandum of": "(27) बोर्ड ने माना है कि अपीलकर्ता ने जानबूझकर बोर्ड से समझौता ज्ञापन छुपाया है। जैसा",
  "Understanding as has been mentioned above is to equally divide the family": "कि ऊपर बताया गया है, समझौता ज्ञापन परिवार को समान रूप से विभाजित करने के लिए",
  "argued that it is the appellant alone, who has not transferred his shareholding either in the respondent-Company or in Emm Bros Metals Pvt. Ltd. The": "है , एम्म ब्रोस वायर्स एंड स्ट्रिप्स लिमिटेड की संपत्ति और संपत्ति और देनदारियां। प्रतिवादी- कंपनी की संपत्ति या शेयरधारिता समझौता ज्ञापन का विषय नहीं थी। प्रतिवादी-कंपनी में शेयरों",
  "(17) The proceedings book start from the meeting of the Directors": "(7) कार्यवाही पुस्तिका 7 जुलाई 2000 को आयोजित निदेशकों की बैठक से शुरू होती है,",
  "from the meeting and no leave was granted to him. The second minutes of meeting are of 27th July, 2000. The appellant was absent and was not": "गई थी। बैठक का दूसरा मिनट 27 जुलाई, 2000 का है। अपीलकर्ता अनुपस्थित था और उसे",
  "granted leave though leave of absence was granted to": "छुट्टी नहीं दी गई थी, हालांकि श्री मोहिंदर मेहता को अनुपस्थिति की छुट्टी दी गई थी।",
  "Shri Mohinder Mehta. The minutes record the transfer of shares of Shri Ashok Mehta and Shri Harish Mehta. In the meeting of 23rd August, 2000,": "मिनट में श्री अशोक मेहता और श्री हरीश मेहता के शेयरों के हस्तांतरण को रिकॉर्ड किया गया",
  "the name of Jiwan Mehta, the appellant, is mentioned as the person present": "है। 23 अगस्त की बैठक में. 2000, अपीलकर्ता जीवन मेहता का नाम बैठक में उपस्थित",
  "Mehta was absent, but no leave was granted. In the meetings of 17th": "मोहिंदर मेहता अनुपस्थित थे, लेकिन कोई छुट्टी नहीं दी गई थी। 7 अक्टूबर, 2000, 30",
  "October, 2000, 30th November, 2000, 30th December, 2000 and 27th January, 2001, Shri Ashok Mehta and Shri Raj Mehta are the persons": "नवंबर, 2000, 30 दिसंबर, 2000 और 27 जनवरी, 2004 की बैठकों में, श्री अशोक मेहता",
  "persent in the meeting and Shri Jiwan Mehta, the appeliant, was not granted": "और श्री राज मेहता बैठक में उपस्थित थे और अपीलकर्ता श्री जीवन मेहता को कोई अनुमति",
  "any leave of absence. Such meetings have not transacted any business": "नहीं दी गई थी। छुट्टी। ऐसी बैठकों में मौजूदा व्यावसायिक कार्यक्रम या अधिक कार्यशील पूंजी",
  "working capital. The annual return filed in pursuance of Annual General Meeting held on 29th September, 2000 produced by the appellant bears": "आयोजित वार्षिक आम बैठक के अनुसरण में अपीलकर्ता द्वारा प्रस्तुत वार्षिक रिटर्न में श्री",
  "signatures of Shri Jiwan Mehta apart from signatures of Shri Mohinder Mehta and Shri Raj Mehta. .": "मोहिन्दर मेहता और श्री राज मेहता के अलावा श्री जीवन मेहता के हस्ताक्षर हैं।",
  "M/s Emmbros Wires and Strips. Ltd., shall exclusively belong to Jiwan Mehta and Ramesh Mehta.": "मेसर्स एम्ब्रोस वायर्स एंड स्ट्रिप्सप। लिमिटेड, विशेष रूप से जीवन मेहता और रमेश मेहता",
  "any Company except as mentioned hereinabove. At the": "जैसा कि ऊपर बताया गया है, उसके अलावा किसी भी भाई का किसी भी कंपनी में कोई",
  "time of release of all the properties/plots of land to individual brothers as detailed above, all efforts by way": "को सभी संपत्तियों/भूखंडों को जारी करते समय, उपरोक्त उल्लिखित कंपनियों में भाइयों",
  "of adjustments shall be made to release each other infer se from all shares/deposits/investments between the": "के बीच सभी शेयरों/जमा/निवेश से एक-दूसरे को राहत देने के लिए समायोजन के माध्यम",
  "brothers in the above mentioned companies and also in firms M/s Amex Overseas and Emmbros Automotive.": "से सभी प्रयास किए जाएंगे। और फर्मों एम/एसएमएक्सओवरसीज और एम्ब्रोसऑटोमोटिव में भी।",
  "VIII. That the oral agreement mutually agreed between the brothers has been rendered in writing in order to avoid any disputes or difference in the future.”": "५॥॥. भविष्य में किसी भी विवाद या मतभेद से बचने के लिए भाइयों के बीच आपसी",
  "(22) None of the terms of the Memorandum of Understanding refers to the alleged oral agreement in the year 1997 or 2000, the reference": "(22) समझौता ज्ञापन की कोई भी शर्त वर्ष 997 या 2000 में कथित मौखिक समझौते का",
  "of which has been made only in the impugned order by the Board. The": "उल्लेख नहीं करती है, जिसका संदर्भ केवल बोर्ड द्वारा विवादित आदेश में किया गया है। किसी",
  "pleadings in the other cases in respect of another Company cannot be said to be relevant for determining the questions raised in the present petition.": "अन्य कंपनी के संबंध में अन्य मामलों में की गई दलीलों को वर्तमान याचिका में उठाए गए सवालों के निर्धारण के लिए प्रासंगिक नहीं कहा जा सकता है। समझोता ज्ञापन के खंड-।५ में",
  "the businesses shall be owned as under”’. ]t docs not infer any oral agreement": "दर्ज है कि \"अब से, व्यवसायों का स्वामित्व निम्नानुसार होगा\"| इससे यह पता नहीं चलता",
  "earlier or that the parties have already arrived at a settlement wherein the": "कि पहले कोई मौखिक समझौता हुआ था या दोनों पक्ष पहले ही किसी समझौते पर पहुंच चुके",
  "appellant has given up his sharcholding in the respondent-Company. [he": "हैं, जिसमें अपीलकर्ता ने प्रतिवादी-कंपनी में अपनी हिस्सेदारी छोड़ दी है। व्यवसायों को समझौता",
  "businesses were to be reorganized from the date of Memorandum of Understanding only.": "ज्ञापन की तिथि से ही पुनर्गठित किया जाना था।",
  "(23) In view of the above, though the question whether the": "(23) उपरोक्त को ध्यान में रखते हुए, हालांकि यह सवाल कि क्‍या प्रतिवादी-कंपनी के मामलों",
  "Company, is relevant and to what extent is to be decided by the board but": "को छूने वाला समझौता ज्ञापन प्रासंगिक है और किस हद तक बोर्ड द्वारा निर्णय लिया जाना",
  "it cannot be said that non-disclosure of such Memorandum of Understanding": "है, लेकिन यह नहीं कहा जा सकता है कि ऐसे ज्ञापन का खुलासा न किया जाए समझौता",
  "is fatal so as to return a finding that the petition itsel fis not maintainable.": "घातक है ताकि यह निष्कर्ष निकाला जा सके कि याचिका स्वयं चलने योग्य नहीं है। क्या ऐसा",
  "Whether such Memorandum of Understanding is relevant to the Company in question and/or whether there was oral agreement or parties have swapped": "समझौता ज्ञापन विचाराधीन कंपनी के लिए प्रासंगिक है और/या कया मौखिक समझौता हुआ",
  "Memorandum of Understanding will be some of the questions, which may": "समझौता ज्ञापन में कुछ ऐसे प्रश्न होंगे, जिन पर सक्षम प्राधिकारी द्वारा निर्णय लेने की",
  "require adjudication by the competent authority. But non-disclosure of Memorandum of Understanding is not a fact which goes to the root of the": "आवश्यकता हो सकती है। लेकिन समझौता ज्ञापन का खुलासा न करना कोई तथ्य नहीं है जो",
  "controversy and does not conclusively decide all the questions between the": "विवाद की जड़ तक जाता है और पक्षों के बीच सभी सवालों का निर्णायक रूप से निर्णय नहीं",
  "parties. Therefore, even if the appellant has not made any reference to the": "करता है। इसलिए, भले ही अपीलकर्ता ने अपनी याचिका में उक्त समझौता ज्ञापन का कोई",
  "said Memorandum of Understanding in his petition, but it is not material omission, which disentitles the appellants to even for consideration of his": "संदर्भ नहीं दिया है, लेकिन यह कोई महत्वपूर्ण चूक नहीं है, जो अपीलकर्ता को उसकी याचिका",
  "Metal Pvt. Ltd., wherein the order of the Board was maintained. Even": "मेटल प्राइवेट लिमिटेड के संबंध में। लिमिटेड, जिसमें बोर्ड के आदेश को बनाए रखा गया था।",
  "though the Board has passed orders in two petitions on the same date, but": "भले ही बोर्ड ने एक ही तारीख में दो याचिकाओं में आदेश पारित किया है, लेकिन दलीलें",
  "the pleadings are different and on the basis of pleadings of the present case,": "अलग-अलग हैं और वर्तमान मामले की दलीलों के आधार पर, मुझे लगता है कि विवादित",
  "(25) Though the learned counsel for the parties have not argued,": "(25) हालांकि पार्टियों के लिए विद्वान वकील ने तर्क नहीं दिया है, लेकिन बोर्ड द्वारा दर्ज",
  "jurisdiction cannot ignore the well known maxim of equity that who seeks equity must do equity and who comes into equity must come with clean": "को नजरअंदाज नहीं कर सकता है कि जो इक्विटी चाहता है उसे इक्विटी करना होगा और जो",
  "equity must do equity and who comes into equity must come with clean hands, cannnot be said to tenable. The Board exercises statutory jurisdiction": "इक्विटी में आता है उसे साथ आना होगा साफ हाथ, टिकाऊ नहीं कहे जा सकते। बोर्ड अधिनियम",
  "in terms of Sections 397 and 398 of the Act. Therefore, prima facie, it": "की धारा 397 और 398 के संदर्भ में वैधानिक अधिकार क्षेत्र का प्रयोग करता है। इसलिए,",
  "cannot be said that the Board, is the Tribunal of equity jurisdiction. It": "प्रथम दृष्टया, यह नहीं कहा जा सकता कि बोर्ड, इक्विटी क्षेत्राधिकार का न्‍्यायाधिकरण है। यह",
  "exercises statutory jurisdiction. Nothing more is required to be said in respect of such finding as well] at this stage.": "वैधानिक क्षेत्राधिकार का प्रयोग करता है। इस स्तर पर ऐसी खोज के संबंध में और कुछ भी",
  "(26) In view of the above, I am of the opinion that the order passed": "(26) उपरोक्त को ध्यान में रखते हुए, मेरी राय है कि बोर्ड दवारा पारित आदेश, जिसके तहत",
  "by the Board, whereby it was held that the petition is not maintainable, suffers from patent illegality and cannot be sustained in law. Consequently,": "यह माना गया कि याचिका सुनवाई योग्य नहीं है, पेटेंट अवैधता से ग्रस्त है और कानून में",
  "the impugned order is set aside. The matter is remitted back to the Board": "कायम नहीं रह सकती है। परिणामस्वरूप, विवादित आदेश निरस्त किया जाता है। मामले को",
  "for fresh decision on merits, in accordance with law.": "कानून के अनुसार गुण-दोष के आधार पर नए सिरे से निर्णय के लिए बोर्ड के पास वापस भेज"
}