{
  "RAM NIWAS v. STATE OF HARYANA AND ANOTHER 749": "राम निवास बनाम हरियाणा राज्य और अन्य",
  "(Suvir Sehgal, J.)": "(सुवीर सहगल, जे.)",
  "Let the State file a detailed reply. Adjourned to": "राज्य को एक विस्तृत जवाब दाखिल करने दें। 8.0.208 तक स्थगित।",
  "(5) Writ petition has been contested by the respondents by filing a written statement.": "(5) प्रत्यर्थियों द्वारा लिखित कथन दाखिल करके रिट याचिका का विरोध किया गया है।",
  "(6) Heard counsel for the parties.": "(6) पक्षकारों की सलाह सुनी।",
  "(7) The factual assertion of the petitioner that the hearing was not given by the officer, who passed the impugned order has not been": "(7) याचिकाकर्ता का तथ्यात्मक दावा कि सुनवाई उस अधिकारी द्वारा नहीं की गई थी, जिसने विवादित आदेश पारित",
  "disputed. Principles of natural justice mandate that a person who hears,": "किया था, विवादित नहीं है। प्राकृतिक न्याय के सिद्धांत यह आदेश देते हैं कि जो व्यक्ति सुनता है, उसे भी निर्णय लेना",
  "must also decide, otherwise personal hearing becomes an empty formality. Hearing of a delinquent employee before passing any order": "चाहिए, अन्यथा व्यक्तिगत सुनवाई एक खाली औपचारिकता बन जाती है। प्रतिकूल परिणाम देने वाले किसी भी आदेश",
  "formality. Hearing of a delinquent employee before passing any order carrying adverse consequences, is a must. It is one of the essential features of natural justice. As the successor of the officer, who has": "को पारित करने से पहले किसी अपराधी कर्मचारी की सुनवाई जरूरी है। यह प्राकृतिक न्याय की आवश्यक विशेषताओं",
  "(8) In view of the above, impugned order dated 09/10.10.2017, Annexure P-8, is quashed. Matter is remitted back to the disciplinary": "(8) उपरोक्त को ध्यान में रखते हुए, दिनांक 09/0.0.2077 के आश्षेपित आदेश, अनुलग्रक पी-8 को रद्द कर दिया",
  "procedure prescribed under the Haryana Civil Services (Punishment and Appeal) Rules, 2016. Needful be done within a period of four": "गया है। हरियाणा सिविल सेवा (दंड और अपील) नियम, 206 के तहत निर्धारित प्रक्रिया की सुनवाई और अनुपालन",
  "months from the date of communication of this order. However, order": "आदेश के संप्रेषण की तारीख से चार महीने की अवधि के भीतर किया जाना आवश्यक है। हालांकि, याचिकाकर्ता की",
  "of reinstatement of the petitioner shall be kept in abeyance till such fresh consideration by the authority and would depend on the outcome of the same.": "बहाली के आदेश को प्राधिकरण द्वारा नए सिरे से विचार किए जाने तक स्थगित रखा जाएगा और यह उसी के परिणाम पर निर्भर करेगा।",
  "(9) Writ petition is disposed of.": "(9) लिखित याचिका का निपटारा किया जाता है।",
  "Atul Bhatia": "अतुल भाटिया",
  "RAM NIWAS v. STATE OF HARYANA AND ANOTHER 747 (Suvir Sehgal, J.)": "राम निवास बनाम हरियाणा राज्य और अन्य (सुवीर सहगल, जे.)",
  "Before Suvir Sehgal, J.": "समक्ष सुवीर सहगल जे.",
  "RAM NIWAS — Petitioner": "राम निवास - याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND ANOTHER — Respondents": "हरियाणा राज्य और अन्य - उत्तरदाता",
  "CWP No. 25886 OF 2017": "207 का सीडब्ल्यूपी नंबर 25886",
  "February 14, 2023": "0 फ़रवरी 2023",
  "Constitution of India—Article 226 and 227—Haryana Civil Services (Punishment and Appeal) Rules, 2016—Civil Writ": "भारत का संविधान-अनुच्छेद 226 और 227-हरियाणा सिविल सेवा (दंड और अपील) नियम, 206सिविल रिट",
  "Petition—for issuance of writ in the nature of Certiorari seeking": "याचिका-प्रमाणपत्र की प्रकृति में रिट जारी करने के लिए आदेश को रद्द करने की मांग करते हुए जिसे याचिकाकर्ता",
  "quashing of order vide which petitioner was dismissed from service— Allegation of bribe against petitioner being Assistant Sugar Cane": "को सेवा से खारिज कर दिया गया था- याचिकाकर्ता के खिलाफ प्रासंगिक समय पर सहायक गन्ना विकास अधिकारी",
  "Allegation of bribe against petitioner being Assistant Sugar Cane Development Officer at the relevant time—Personal Hearing—": "होने का रिश्वत का आरोप-व्यक्तिगत सुनवाई-याचिकाकर्ता के खिलाफ अंतिम आदेश पारित करने वाले अधिकारी की",
  "Personal Hearing given by some different officer than the officer who passed the final order against the petitioner—not permissible— petition allowed—matter remanded": "तुलना में किसी अलग अधिकारी द्वारा दी गई व्यक्तिगत सुनवाई-अनुमेय नहीं-याचिका की अनुमति-मामला रिमांड पर",
  "who hears, must also decide, otherwise personal hearing becomes an empty formality-Hearing of delinquent employee before passing any order carrying adverse consequences, is a must being an essential": "अन्यथा व्यक्तिगत सुनवाई एक खाली औपचारिकता बन जाती है- प्रतिकूल परिणाम देने वाले किसी भी आदेश को",
  "empty formality-Hearing of delinquent employee before passing any order carrying adverse consequences, is a must being an essential feature of natural justice—Successor of the officer has no occasion to": "पारित करने से पहले अपराधी कर्मचारी की सुनवाई, प्राकृतिक न्याय की एक अनिवार्य विशेषता है-अधिकारी के",
  "hear the petitioner-Impugned order quashed": "उत्तराधिकारी के पास याचिकाकर्ता को सुनने का कोई अवसर नहीं है- विवादित आदेश रद्द कर दिया गया",
  "(Para 7)": "(पैरा 7)",
  "authority to pass a fresh order within four months after hearing and": "विहित प्रक्रिया की सुनवाई करने और उसका अनुपालन करने के बाद चार माह के भीतर नया आदेश पारित करने के",
  "(Para 8)": "(पैरा 8)",
  "R.K.Malik, Senior Advocate with Sandeep Dhull, Advocate, for the petitioner. Saurabh Mohunta, DAG, Haryana.": "आर.के.मलिक, याचिकाकर्ता के लिए संदीप ढुल, अधिवक्ता के साथ वरिष्ठ अधिवक्ता। सौरभ मोहंता, डीएजी, हरियाणा।",
  "SUVIR SEHGAL, J. (Oral)": "एसयूवीआईआर सहगल, जे। (मौखिक)",
  "(1) Instant writ petition has been filed under Article 226/227 of": "() भारत के संविधान के अनुच्छेद 226/227 के तहत तत्काल रिट याचिका दायर की गई है, जिसमें दिनांक",
  "quashing order dated 09/10.10.2017, Annexure P-8, by which the": "09/0.0.20॥7, अनुलग्नक पी-8, जिसके द्वारा याचिकाकर्ता को सेवा से खारिज कर दिया गया है, को रद्द करने वाले",
  "petitioner has been dismissed from service. A further prayer has been": "एक अभ्यावेदन दिया। याचिकाकर्ता को व्यक्तिगत सुनवाई के लिए बुलाया गया और विवादित आदेश द्वारा उसे सेवा से"
}