{
  "SUCHITRA AND OTHERS v. STATE OF HARYANA AND OTHERS 849 (Tribhuvan Dahiya, J.)": "सुचित्रा और अन्य बनाम हरियाणा राज्य और अन्य (त्रिभुवन दहिया, जे.)",
  "Anurag Goyal, Advocate, for the Petitioners.": "याचिकाकर्ताओं की ओर से अधिवक्ता अनुराग गोयल।",
  "Suneel Ranga, DAG, Haryana.": "सुनील रंगा, डीएजी, हरियाणा।",
  "Harmanjot Singh Gill, Advocate for respondents No.3 & 4.": "हरमनजोत सिंह गिल, प्रतिवादी नंबर. 3 और ५ के लिए अधिवक्ता।",
  "Nitin Kaushal, Advocate, for respondent No.6.": "प्रतिवादी संख्या 6 के लिए नितिन कौशल, अधिवक्ता।",
  "TRIBHUVAN DAHIYA, J. (ORAL)": "त्रिभुवन दहिया, जे। (मौखिक)",
  "(1) At the outset, learned counsel for the petitioners contends that he confines the prayer in the petition to a writ of mandamus directing the": "(॥) प्रारंभ में, याचिकाकर्ताओं के लिए विद्वान वकील का तर्क है कि वह याचिका में अनुरोध को परमादेश की एक रिट",
  "respondent-State to approve remuneration of Rs.57,700 per month to the petitioners from the date of their entitlement being minimum of the entry level pay scale meant for the post of Assistant Professor as per 7‘ Pay": "तक सीमित करता है, जिसमें प्रतिवादी-राज्य को याचिकाकर्ताओं को उनकी पात्रता की तारीख से 7 वें वेतन आयोग के प्रस्ताव के अनुसार सहायक प्रोफेसर के पद के लिए न्यूनतम प्रवेश स्तर के वेतनमान से रुपए .57,700 प्रति माह",
  "Commission Resolution. So far as other prayers in the petition are concerned, the petitioners may be permitted to withdraw the same with": "के पारिश्रमिक को मंजूरी देने का निर्देश दिया गया है। जहाँ तक याचिका में अन्य प्रार्थनाओं का संबंध है, याचिकाकर्ताओं",
  "concerned, the petitioners may be permitted to withdraw the same with liberty to make appropriate representation to the respondent authorities in that regard.": "को उस संबंध में प्रतिवादी अधिकारियों को उचित प्रतिनिधित्व करने की स्वतंत्रता के साथ इसे वापस लेने की अनुमति दी जा सकती है।",
  "(2) The prayer is accepted.": "(2) प्रार्थना स्वीकार की जाती है।",
  "with liberty to the petitioners to move appropriate representation to respondents for redressal of their grievances.": "(3) याचिकाकर्ताओं को अपनी शिकायतों के निवारण के लिए उत्तरदाताओं को उचित प्रतिनिधित्व देने की स्वतंत्रता के",
  "(4) Facts of the case in brief are, the respondent-University is a State University established under the Pandit Bhagwat Dayal Sharma University of Health Sciences Rohtak Act, 2008 (hereinafter referred to": "(५) मामले के तथ्य संक्षेप में हैं, प्रतिवादी-विश्वविद्यालय पंडित भागवत दयाल शर्मा स्वास्थ्य विज्ञान विश्वविद्यालय रोहतक अधिनियम, 2008 (इसके बाद 'विश्वविद्यालय अधिनियम' के रूप में संदर्भित) के तहत स्थापित एक राज्य विश्वविद्यालय",
  "for the post of Assistant Professor to teach on hourly basis in its College of Pharmacy.": "है। इसने अपने कॉलेज ऑफ फार्मेसी में घंटे के आधार पर पढ़ाने के लिए सहायक प्रोफेसर के पद के लिए वॉक-इन-",
  "(4.1) The petitioners being eligible appeared for interview in response thereof, they were selected by a duly constituted selection": "(५.) याचिकाकर्ता इसके जवाब में साक्षात्कार के लिए उपस्थित होने के पात्र होने के कारण, उन्हें एक विधिवत गठित",
  "petitioners no.9 and 10, who were appointed on 21.02.2019, vide letters": "चयन समिति द्वारा चुना गया था और याचिकाकर्ता संख्या 9.9 और 0 को छोड़कर, जिन्हें 27.02.209 को नियुक्त",
  "working in the College continuously on the salary given from time to": "समय-समय पर दिए जाने वाले वेतन पर लगातार कॉलेज में काम कर रहे हैं। प्रारंभ में, उन्हें शिक्षण के घंटों की संख्या",
  "time. Initially, they were appointed on a remuneration of Rs.500 per hour with a maximum limit of Rs. 21,600 per month, irrespective of number of hours of teaching.": "के बावजूद, 2,600 रुपये प्रति माह की अधिकतम सीमा के साथ 500 रुपये प्रति घंटे के पारिश्रमिक पर नियुक्त",
  "(4.2) Since their counterparts in other State University/Guru": "(५.2) अन्य राज्य विश्वविद्यालय/गुरु में उनके समकक्षों के बाद से",
  "University and are facing financial hardship. They are being paid only Rs.21,600/- which is much less than the salary even of a Clerk.": "विश्वविद्यालय और वित्तीय कठिनाइयों का सामना कर रहे हैं। उन्हें केवल 2,600/- रुपये का भुगतान किया जा रहा है जो एक क्लर्क के वेतन से भी बहुत कम है।",
  "On the contrary, the Program of B. Pharmacy and M. Pharmacy being run in the sister Universities, such as, MDU, KUK and GJU etc. and they are paying Rs.57,700/- (Annexure- 42.48/F,G,H) to its faculty members.": "इसके विपरीत, एमडीयू, केयूके और जीजेयू आदि जैसे सहयोगी विश्वविद्यालयों में बी. फार्मेसी और एम. फार्मेसी का कार्यक्रम चलाया जा रहा है। और वे इसके संकाय सदस्यों को 57,700/- (अनुलग्रक-५2.५8/ एफ, जी, एच) का भुगतान कर रहे हैं।",
  "Executive Council for consideration of the proposal for enhancement of salary/ remuneration to the adhoc faculty to": "समान कार्यक्रम को पढ़ाने के लिए वेतन»पारिश्रमिक में वृद्धि के प्रस्ताव पर विचार करने के लिए कार्यकारी परिषद के",
  "The Executive Council considered the proposal in detail and resolved to recommend to the Finance Department (through AD) that the Assistant Professors working on hourly basis in the SDPGIPS, Rohtak shall also be paid": "कार्यकारी परिषद ने प्रस्ताव पर विस्तार से विचार किया और वित्त विभाग को (एडी के माध्यम से) यह सिफारिश करने का संकल्प लिया कि एसडीपीजीआईपीएस, रोहतक में घंटे के आधार पर काम करने वाले सहायक प्रोफेसरों को भी",
  "remuneration/salary on the analogy of their counterparts being paid in sisters’ Universities of the State. The Financial": "राज्य के सिस्टर्स विश्वविद्यालयों में उनके समकक्षों के समान पारिश्रमिक/वेतन का भुगतान किया जाएगा। सरकार को",
  "implication be also calculated and incorporated in the proposal before sending to the Government.": "भेजने से पहले वित्तीय प्रभाव की गणना की जानी चाहिए और प्रस्ताव में शामिल किया जाना चाहिए।",
  "In the light of the FD instructions received vide No.6/83/2020-3PR(FD), 9724 dated 22.4.2021, the": "दिनांक 22.५.202। को संख्या 6/83/2020-377 (एफडी) 9१72% के माध्यम से प्राप्त एफडी निर्देशों के आलोक में,",
  "Executive Council further resolved that the employee(s) shall": "कार्यकारी परिषद ने आगे संकल्प लिया कि कर्मचारी (कर्मचारी) केवल वित्त विभाग को कार्यकारी परिषद की",
  "Department and these recommendations will not stand in any Courts of Law. The employee(s) will be entitled for the": "सिफारिशों पर संशोधित»उन्नत वेतनमान के हकदार नहीं होंगे और ये सिफारिशें किसी भी न्यायालय में नहीं होंगी।",
  "Courts of Law. The employee(s) will be entitled for the revised/upgraded pay scale only after receiving the approval from the Finance Department, Haryana.": "कर्मचारी वित्त विभाग, हरियाणा से अनुमोदन प्राप्त करने के बाद ही संशोधित/उन्नत वेतनमान के हकदार होंगे।",
  "(4.5) In terms of this Executive Council Resolution dated": "(५.5) दिनांक 2.05.202। के इस कार्यकारी परिषद के प्रस्ताव के संदर्भ में, विश्वविद्यालय ने याचिकाकर्ताओं के",
  "Annexure P-16.": "संलग्रक पी-6।",
  "(4.6) Still, the enhanced remuneration was not approved or granted to the petitioners in terms of the Resolution dated 21.05.2021. And in": "(५.6) फिर भी, दिनांक 27.05.202 के संकल्प के संदर्भ में याचिकाकर्ताओं को बढ़े हुए पारिश्रमिक को मंजूरी या",
  "response thereto, respondent no.2 requested the University to recruit": "मंजूरी नहीं दी गई थी। और इसके जवाब में, प्रतिवादी संख्या.2 ने विश्वविद्यालय से अतिथि/संविदात्मक संकाय को घंटे",
  "SUCHITRA AND OTHERS v. STATE OF HARYANA AND OTHERS 847": "सुचित्रा और अन्य बनाम हरियाणा राज्य और अन्य",
  "(Tribhuvan Dahiya, J.)": "(त्रिभुवन दहिया, जे.)",
  "Before Tribhuvan Dahiya, J.": "समक्ष त्रिभुवन दहिया, जे.",
  "SUCHITRA AND OTHERS—Petitioners": "सुचित्रा और अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य-उत्तरदाता",
  "CWP No. 11201 of 2022": "2022 का सीडब्ल्यूपी नं. 420।",
  "September 29, 2023": "29, सितंबर, 2023",
  "Constitution of India, 1950— Art. 226—Petitioner engaged as Assistant Professor on hourly wage working for about 10 years on": "भारत का संविधान, 950-अनुच्छेद 226-याचिकाकर्ता अनुबंध/अतिथि आधार पर लगभग ॥0 वर्षों तक प्रति घंटा",
  "Assistant Professor on hourly wage working for about 10 years on contract/guest basis— discharging same work as regular employees—": "वेतन पर सहायक प्रोफेसर के रूप में काम कर रहा है-नियमित कर्मचारियों के समान काम कर रहा है-कार्यकारी",
  "Executive Council recommended wages—minimum of the scale of regular employees. State refused—hence petition—Non-payment of": "परिषद ने वेतन की सिफारिश की-नियमित कर्मचारियों के न्यूनतम पैमाने पर। राज्य ने इनकार कर दिया-इसलिए",
  "revised remuneration is oppressive, exploitative and amounts to taking": "याचिका--संशोधित पारिश्रमिक का भुगतान न करना दमनकारी, शोषणकारी है और याचिकाकर्ताओं की मजबूरी का",
  "undue advantage of petitioners’ compulsion. The action is further discriminatory as the government has approved remuneration on the": "अनुचित लाभ उठाने के बराबर है। यह कार्रवाई और भी भेदभावपूर्ण है क्योंकि सरकार ने अन्य राज्य विभागों और",
  "of equal pay for equal work for contractual employees in other State departments and statutory bodies.": "वैधानिक निकायों में संविदात्मक कर्मचारियों के लिए समान काम के लिए समान वेतन पर पारिश्रमिक को मंजूरी दी है।",
  "Held, that even in the face of aforementioned facts and the law": "यह माना गया कि उपरोक्त तथ्यों और निर्धारित कानून के बावजूद, राज्य सरकार ने कार्यकारी परिषद के प्रस्ताव,",
  "laid down, the State government has refused to approve revised remuneration to the petitioners in terms of the Executive Council Resolution, dated 21.05.2021. This is patently illegal and arbitrary. The": "दिनांक 2.05.202। के संदर्भ में याचिकाकर्ताओं को संशोधित पारिश्रमिक को मंजूरी देने से इनकार कर दिया है। यह",
  "Resolution, dated 21.05.2021. This is patently illegal and arbitrary. The petitioners have been appointed against sanctioned posts, there is no dispute about their possessing the requisite qualifications and": "स्पष्ट रूप से अवैध और मनमाना है। याचिकाकर्ताओं को स्वीकृत पदों के खिलाफ नियुक्त किया गया है, उनके पास",
  "discharging the same duties and responsibilities as discharged by the regularly appointed Assistant Professors in the College. Accordingly,": "आवश्यक योग्यता होने और कॉलेज में नियमित रूप से नियुक्त सहायक प्रोफेसरों द्वारा किए गए कर्तव्यों और",
  "they are entitled to the minimum of pay scale meant for the post. Non-": "जिम्मेदारियों के निर्वहन के बारे में कोई विवाद नहीं है। तदनुसार, वे पद के लिए न्यूनतम वेतनमान के हकदार हैं। इसका",
  "payment of the same is oppressive, exploitative and amounts to taking undue advantage of petitioners’ compulsion, whatever may be, to serve": "भुगतान न करना दमनकारी, शोषणकारी है और याचिकाकर्ताओं की मजबूरी का अनुचित लाभ उठाने के बराबर है,",
  "undue advantage of petitioners’ compulsion, whatever may be, to serve the College even on the existing terms. The government being a model": "चाहे जो भी हो, मौजूदा शर्तों पर भी कॉलेज की सेवा करने के लिए। एक आदर्श नियोक्‍्ता होने के नाते सरकार को मौन",
  "employer cannot be seen permitting such exploitation tacitly or explicitly; its action in not sanctioning the revised remuneration is,": "या स्पष्ट रूप से इस तरह के शोषण की अनुमति देते हुए नहीं देखा जा सकता है; इसलिए, संशोधित पारिश्रमिक को",
  "therefore, reprehensible, apart from being arbitrary. The action is discriminatory also, as the government has approved remuneration on": "मंजूरी नहीं देने की कार्रवाई मनमाना होने के अलावा निंदनीय है। यह कार्रवाई भेदभावपूर्ण भी है, क्योंकि सरकार ने",
  "the principle of ‘equal pay for equal work’ for contractual employees in other State departments and statutory bodies.": "अन्य राज्य विभागों और वैधानिक निकायों में संविदात्मक कर्मचारियों के लिए 'समान काम के लिए समान वेतन' के",
  "(Para 13)": "(पैरा 3)",
  "Further held, that it needs to be noted that minimum of the pay scale for the post of Assistant Professor, that the petitioners are entitled": "इसके अलावा यह अभिनिर्धारित किया गया कि यह ध्यान देने की आवश्यकता है कि सहायक प्रोफेसर के पद के लिए न्यूनतम वेतनमान, जिसके याचिकाकर्ता हकदार हैं",
  "to, means the basic pay with grade pay and dearness allowance, as held/clarified by the Supreme Court in Bahadur Singh and others versus Jaspreet Kaur Talwar and others 2022 SCC Online SC 1077,": "से, ग्रेड वेतन और महंगाई भत्ते के साथ मूल वेतन अभिप्रेत है, जैसा कि बहादुर सिंह और अन्य बनाम जसप्रीत कौर तलवार और अन्य 2022 एससीसी ऑनलाइन एससी 077 में उच्चतम न्यायालय द्वारा अभिनिर्धारित»स्पष्ट किया गया",
  "which reads as under:": "है, जो निम्नानुसार हैः",
  "Notably, the expression “pay” was considered by this Court in Contempt Petition (Civil) Nos.699-700 of 2015, Tej Singh versus Sarvesh Kaushal, arising out of decision dated": "विशेष रूप से, इस न्यायालय द्वारा 205 की अवमानना याचिका (सिविल) संख्या 699-700, तेज सिंह बनाम सर्वेश",
  "versus Sarvesh Kaushal, arising out of decision dated 11.05.2015 in and connected matters, Civil Appeal No.2759 of 2015 Etc. In its order dated 04.05.2016 passed in said": "कौशल, दिनांक ॥.05.20॥5 के निर्णय और संबंधित मामलों, 205 की सिविल अपील संख्या.2759 आदि में",
  "Contempt Petitions, this Court observed:": "आदेश में, इस न्यायालय ने कहाः",
  "“After hearing learned counsel for the parties, we are of the opinion that the expression “minimum of the pay” mentioned in paragraph 22 is intended to mean not only the basic pay +": "\"पक्षों के विद्वान वकील को सुनने के बाद, हमारी राय है कि पैराग्राफ 22 में उल्लिखित\" न्यूनतम वेतन \"का अर्थ न",
  "grade pay, but also the dearness allowance that comes along with the basic pay and grade pay. This is in the context of the": "केवल मूल वेतन + ग्रेड वेतन है, बल्कि महंगाई भत्ता भी है जो मूल वेतन और ग्रेड वेतन के साथ आता है। यह इस",
  "view expressed by this Court denying regular appointments to the petitioners, while taking into consideration the fact that": "न्यायालय द्वारा याचिकाकर्ताओं को नियमित नियुक्तियों से इनकार करते हुए व्यक्त किए गए विचार के संदर्भ में है, इस",
  "the services of the Home Guards are used during an emergency and for other purposes and at the time of their duty": "तथ्य को ध्यान में रखते हुए कि होम गार्ड की सेवाओं का उपयोग आपातकाल के दौरान और अन्य उद्देश्यों के लिए",
  "they are empowered with the power of police personnel.": "किया जाता है और उनके कर्तव्य के समय वे पुलिस कर्मियों की शक्ति से सशक्त होते हैं।",
  "Accordingly, we make it clear that the word “minimum of the pay” used in paragraph 22 of the judgment and order": "तदनुसार, हम यह स्पष्ट करते हैं कि ॥ मार्च, 205 के निर्णय और आदेश के पैराग्राफ 22 में प्रयुक्त \"न्यूनतम वेतन\"",
  "dated 11\" March, 2015 means the basic pay + grade pay + dearness allowances + washing allowance.”": "शब्द का अर्थ मूल वेतन + ग्रेड वेतन + महंगाई भत्ता + धुलाई भत्ता है।",
  "(Para 14)": "(पैरा ५)",
  "Further held, that in view of the discussion, the petition is": "इसके अलावा, यह अभिनिर्धारित किया गया कि चर्चा को ध्यान में रखते हुए, याचिका की अनुमति दी जाती है और",
  "allowed and the petitioners are held entitled to remuneration equivalent to the minimum of pay scale meant for regularly appointed Assistant": "याचिकाकर्ता कॉलेज ऑफ फार्मेसी में नियमित रूप से नियुक्त सहायक प्रोफेसर के लिए न्यूनतम वेतनमान के बराबर",
  "prior to filing of the petition along with interest at the rate of six per cent per annum up to the date of actual payment. Respondents no.1 and 2 are": "ब्याज के साथ याचिका दायर करने से अड़तीस महीने पहले है। प्रत्यर्थी संख्या. ॥ और 2 को इस आदेश की प्रमाणित",
  "directed to sanction/approve the same within four weeks from receiving": "प्रति प्राप्त करने के चार सप्ताह के भीतर इसे मंजूरी /अनुमोदन करने का निर्देश दिया जाता है, जिसे दो सप्ताह के",
  "respondents no.3 and 4 within two weeks therefrom. Since the petitioners": "भीतर प्रत्यर्थी संख्या. 3 और ५ द्वारा याचिकाकर्ताओं को भुगतान किया जाएगा। चूंकि याचिकाकर्ताओं को कानून का",
  "have been unduly and arbitrarily denied the payment of revised remuneration in violation of law and have been discriminated against,": "उल्लंघन करते हुए संशोधित पारिश्रमिक के भुगतान से अनुचित और मनमाने ढंग से वंचित कर दिया गया है और उनके",
  "each one of them shall be entitled to costs of Rs. 25,000 which shall also": "साथ भेदभाव किया गया है, इसलिए उनमें से प्रत्येक 25,000 रुपये की लागत का हकदार होगा, जिसका भुगतान",
  "and keeping in view the principle of ‘equal pay for equal work’ for": "कर्मचारियों के लिए 'समान काम के लिए समान वेतन' के सिद्धांत को लागू करने के लिए, जो कारक निर्धारित करने की",
  "Director, Medical Education and Research, on behalf of respondents no.1 and 2, it has been stated that proposal regarding increase of salary": "निदेशक, चिकित्सा शिक्षा और अनुसंधान, उत्तरदाता संख्या । और 2 की ओर से, यह कहा गया है कि अनुबंध संकाय के",
  "no.1 and 2, it has been stated that proposal regarding increase of salary on hourly basis of contractual faculty has been submitted to the competent authority/Government of Haryana in the month of January": "घंटे के आधार पर वेतन में वृद्धि के संबंध में प्रस्ताव जनवरी 2022 के महीने में हरियाणा के सक्षम प्राधिकारी/सरकार को",
  "2022, which is under active consideration as per the applicable Rules. As": "प्रस्तुत किया गया है, जो लागू नियमों के अनुसार सक्रिय रूप से विचाराधीन है। जैसे ही और जब निर्णय लिया जाएगा,",
  "(7) Learned counsel for the petitioners contends that the": "(7) याचिकाकर्ताओं के लिए विद्वान वकील का तर्क है कि याचिकाकर्ता नियत तारीख से कार्यकारी परिषद संकल्प दिनांक",
  "petitioners are seeking grant of revised remuneration in terms of the": "2.05.2024 के संदर्भ में संशोधित पारिश्रमिक के अनुदान की मांग कर रहे हैं। उन्होंने आगे तर्क दिया कि प्रतिवादियों",
  "petitioners by not granting them the revised remuneration in terms": "ने याचिकाकर्ताओं को उनके संदर्भ में संशोधित पारिश्रमिक नहीं देकर उनके साथ भेदभाव किया है। याचिकाकर्ता",
  "thereof. The petitioners have been working for about ten years in the University as guest/contractual Assistant Professors, and non-payment": "विश्वविद्यालय में लगभग दस वर्षों से अतिथि/संविदात्मक सहायक प्रोफेसर के रूप में काम कर रहे हैं, और उन्हें स्वीकार्य",
  "of admissible remuneration to them is violative of the principle of equal pay for equal work as upheld by the Supreme Court in State of Punjab": "पारिश्रमिक का भुगतान न करना समान काम के लिए समान वेतन के सिद्धांत का उल्लंघन है जैसा कि पंजाब राज्य और",
  "and others versus Jagjit Singh and others’. It only amounts to undue": "अन्य बनाम जगजीत सिंह और अन्य' में सर्वोच्च न्यायालय द्वारा बरकरार रखा गया है। यह केवल अनुचित उत्पीड़न और",
  "harassment and exploitation, as they are being forced to work on lesser": "शोषण के बराबर है, क्योंकि उन्हें कम वेतन पर काम करने के लिए मजबूर किया जा रहा है, जो उनके समानता के",
  "pay, which is humiliating and violative of their right to equality.": "अधिकार का अपमानजनक और उल्लंघन है।",
  "(8) Learned counsel for the University has argued on the lines of stand taken in the written statement filed on its own. He has also": "(8) विश्वविद्यालय के विद्वान वकील ने अपने स्वयं के लिखित बयान में लिए गए रुख के आधार पर तर्क दिया है। उन्होंने",
  "submitted on instructions of Mr. Gajendra Singh, Principal of Pharmacy College PGIMS, Rohtak, that petitioners were appointed against": "फार्मेसी कॉलेज पीजीआईएमएस, रोहतक के प्राचार्य श्री गजेंद्र सिंह के निर्देशों पर यह भी प्रस्तुत किया है कि",
  "sanctioned posts, and have been continuing in service since initial appointment.": "है वैकाकताओं को स्वीकृत पदों के खिलाफ नियुक्त किया गया था, और वे प्रारंभिक नियुक्ति के बाद से सेवा में बने हुए",
  "(9) Learned State Counsel has vehemently opposed the prayer made in the writ petition by submitting that as per the provisions of": "(9) विद्वान राज्य के वकील ने रिट याचिका में की गई प्रार्थना का जोरदार विरोध करते हुए कहा है कि विश्वविद्यालय",
  "Section 18 of the University Act, it was mandatory for the University to take prior approval of the Finance Department in the matter. Since the": "अधिनियम की धारा 8 के प्रावधानों के अनुसार, विश्वविद्यालय के लिए इस मामले में वित्त विभाग का पूर्व अनुमोदन लेना",
  "pre-revised remuneration of Rs.21,600 was paid to the petitioners": "अनिवार्य था। चूंकि याचिकाकर्ताओं को वित्त विभाग की मंजूरी के बिना रुपए 2,600/- का पूर्व-संशोधित पारिश्रमिक",
  "without approval of the Finance Department, the University’s request for further revision of remuneration cannot be considered being not feasible.": "का हा गया था, इसलिए पारिश्रमिक के आगे संशोधन के लिए विश्वविद्यालय के अनुरोध को व्यवहार्य नहीं माना जा सकता है।",
  "In that regard he has referred to an observation dated 08.09.202, issued by the Office of the Additional Chief Secretary to Government Haryana, Finance Department, which is taken on record as Annexure ‘A’. The": "इस संबंध में उन्होंने हरियाणा सरकार के वित्त विभाग के अपर मुख्य सचिव के कार्यालय द्वारा दिनांक 08.09.202 को जारी किए गए एक अवलोकन का उल्लेख किया है, जिसे अनुलग्नक 'क' के रूप में अभिलिखित किया गया है। इसका",
  "relevant part thereof reads as under:": "प्रासंगिक भाग इस प्रकार हैः",
  "The pre-revised remuneration of Rs.21,600 was without obtaining approval of Finance Department. As such, there": "रुपए 24,600/- का पूर्व-संशोधित पारिश्रमिक वित्त विभाग की मंजूरी प्राप्त किए बिना था। इस प्रकार, वहाँ",
  "SUCHITRA AND OTHERS v. STATE OF HARYANA AND OTHERS 857 (Tribhuvan Dahiya, J.)": "सुचित्रा और अन्य बनाम हरियाणा राज्य और अन्य (त्रिभुवन दहिया, जे.)",
  "occasion for the Finance Department to decline payment of revised": "तथ्यात्मक पृष्ठ भूमि में, वित्त विभाग के लिए याचिकाकर्ताओं को संशोधित पारिश्रमिक के भुगतान को अस्वीकार करने",
  "remuneration to the petitioners on the stated ground. It is, therefore, held": "का कोई कारण नहीं था। इसलिए यह अभिनिर्धारित किया जाता है कि याचिकाकर्ताओं को उनकी प्रारंभिक नियुक्ति",
  "that pre-revised remuneration of Rs.21,600 being paid to the petitioners from the date of their initial appointment cannot be termed without": "की तारीख से दिए जाने वाले रु. 2।,600 के पूर्व-संशोधित पारिश्रमिक को विभाग की सहमति के बिना नहीं माना जा",
  "concurrence of the Department, nor its further revision can be declined on that basis. Accordingly, there is no justification for the government to": "सकता है और न ही इसके आगे के संशोधन को उस आधार पर अस्वीकार किया जा सकता है। तदनुसार, सरकार के",
  "decline payment of revised remuneration/minimum of pay scale meant for the post of Assistant Professors to the petitioners.": "लिए याचिकाकर्ताओं को सहायक प्रोफेसरों के पद के लिए संशोधित पारिश्रमिक /न्यूनतम वेतनमान के भुगतान को",
  "(16) In view of the discussion, the petition is allowed and the": "(6) चर्चा को ध्यान में रखते हुए, याचिका की अनुमति दी जाती है और याचिकाकर्ताओं को कॉलेज ऑफ फार्मेसी में",
  "petitioners are held entitled to remuneration equivalent to the minimum of pay scale meant for regularly appointed Assistant Professor in the": "नियमित रूप से नियुक्त सहायक प्रोफेसर के लिए न्यूनतम वेतनमान के बराबर पारिश्रमिक का हकदार माना जाता है,",
  "remuneration from 20.03.2019, i.e., thirty eight months prior to filing of the petition along with interest at the rate of six per cent per annum up to": "की दर से ब्याज के साथ याचिका दायर करने से अड़तीस महीने पहले 20.03.209, से पारिश्रमिक में अंतर के बकाया",
  "the date of actual payment. Respondents no.1 and 2 are directed to sanction/approve the same within four weeks from receiving a certified copy of this order, which will be paid to the petitioners by respondents": "के भी हकदार होंगे। प्रत्यर्थी संख्या. । और 2 को इस आदेश की प्रमाणित प्रति प्राप्त करने के चार सप्ताह के भीतर",
  "copy of this order, which will be paid to the petitioners by respondents no.3 and 4 within two weeks therefrom. Since the petitioners have been": "इसे मंजूरी अनुमोदन करने का निर्देश दिया जाता है, जिसे दो सप्ताह के भीतर प्रत्यर्थी संख्या. 3 और ५ द्वारा याचिकाकर्ताओं को भुगतान किया जाएगा। चूंकि याचिकाकर्ताओं को कानून के उल्लंघन में संशोधित पारिश्रमिक के",
  "unduly and arbitrarily denied the payment of revised remuneration in violation of law and have been discriminated against, each one of them": "भुगतान से अनुचित और मनमाने ढंग से इनकार कर दिया गया है और उनके साथ भेदभाव किया गया है, इसलिए",
  "shall be entitled to costs of Rs.25000 which shall also be paid by respondents no.1 and 2 within the period stipulated above.": "उनमें से प्रत्येक रुपए 25000 की लागत का हकदार होगा, जिसका भुगतान उत्तरदाता संख्या । और 2 द्वारा भी किया",
  "Reporter-Dr. Payel Mehta": "रिपोर्टर-डॉ. पायल मेहता",
  "permitting such exploitation tacitly or explicitly; its action in not sanctioning the revised remuneration is, therefore, reprehensible, apart": "इस तरह के शोषण की मौन या स्पष्ट रूप से अनुमति देना; इसलिए, संशोधित पारिश्रमिक को मंजूरी नहीं देने में इसकी",
  "from being arbitrary. The action is discriminatory also, as the": "कार्रवाई मनमाना होने के अलावा निंदनीय है। यह कार्रवाई भेदभावपूर्ण भी है, क्योंकि सरकार ने अन्य राज्य विभागों",
  "government has approved remuneration on the principle of ‘equal pay for equal work’ for contractual employees in other State departments and": "और वैधानिक निकायों में संविदात्मक कर्मचारियों के लिए 'समान काम के लिए समान वेतन' के सिद्धांत पर पारिश्रमिक",
  "(14) It needs to be noted that minimum of the pay scale for the post of Assistant Professor, that the petitioners are entitled to, means the": "(9) यह ध्यान देने की आवश्यकता है कि सहायक प्रोफेसर के पद के लिए न्यूनतम वेतनमान, जिसके याचिकाकर्ता",
  "basic pay with grade pay and dearness allowance, as held/clarified by the Supreme Court in Bahadur Singh and others versus Jaspreet Kaur": "हकदार हैं, का अर्थ ग्रेड वेतन और महंगाई भत्ते के साथ मूल वेतन है, जेसा कि बहादुर सिंह और अन्य बनाम जसप्रीत",
  "(15) The reliance placed by learned State Counsel on the Finance Department observations, dated 08.09.2022, is also inappropriate. At this": "(5) वित्त विभाग की टिप्पणियों, दिनांक 08.09.2022 पर विद्वान राज्य वकील द्वारा रखी गई निर्भरता भी अनुचित",
  "stage, it is too far-fetched to contend that pre-revised remuneration of Rs.21,600 to the petitioners was without approval of the Department and,": "है। इस स्तर पर, यह तर्क देना बहुत दूर की बात है कि याचिकाकर्ताओं के लिए रुपए 2।,600/- का पूर्व-संशोधित",
  "22022 SCC Online SC 1077": "22022 एससीसी ऑनलाइन एससी 077"
}