{
  "STATE OF HARYANA v. JASPAL SINGH @ KALA 129": "हरियाणा राज्य बनाम जस्पाल सिंह 6काला",
  "(G.S. Sandhawalia, J.)": "(जी. एस. संधवालिया, जे.)",
  "Before G.S. Sandhawalia and Lapita Banerji, JJ.": "जी. एस. संधवालिया और लपिता बनर्जी से पहले, जे. जे.",
  "STATE OF HARYANA—Appellant": "हरियाणा राज्य-अपीलार्थी",
  "versus": "बनाम",
  "JASPAL SINGH @ KALA—Respondent": "जस्पाल सिंह काला उत्तरदाता",
  "MRC No. 6 of 2022": "2022 का एम. आर. सी. नंबर 6",
  "January 01, 2024": "। जनवरी, 202५",
  "Held, that as noticed, the appellant herein apparently belongs to": "यह अभिनिर्धारित किया गया कि, जैसा कि देखा गया है, अपीलकर्ता स्पष्ट रूप से समाज के",
  "not have any criminal background and he could not bring up one of the children who has also been given in adoption to his brother would also": "नहीं थी और वह उन बच्चों में से एक को नहीं ला सका, जिसे उसके भाई को गोद देने के लिए",
  "go on to show that itmight have been for the purposes of not being able to maintain the child on account of not having substantial means, which": "भी दिया गया है, यह भी दिखाया जाएगा कि यह पर्याप्त साधन नहीं होने के कारण बच्चे का",
  "substituting the punishment with the second contingency.": "आकस्मिकता के साथ सजा को प्रतिस्थापित करने जा रहे हैं।",
  "(Para 19)": "(पैरा 9)",
  "Further held, that Keeping in view the above principles laid down in the above authorities, we are of the considered view that the": "आगे कहा कि उपरोक्त अधिकारियों में निर्धारित उपरोक्त सिद्धांतों को ध्यान में रखते हुए, हमारा",
  "appellant, who was aged 53 years at the time when charge was framed": "विचार है कि अपीलकर्ता, जो उस समय 53 वर्ष का था जब उसके खिलाफ आई. डी. । पर",
  "the second option under Section 6 of the POCSO Act, which would": "आरोप तय किया गया था, पॉक्सो अधिनियम की धारा 6 के तहत दूसरे विकल्प के तहत प्रदान",
  "extend to imprisonment for life for the remainder of his natural life": "की गई सजा का हकदार होगा, जो इस तथ्य को ध्यान में रखते हुए उसके शेष प्राकृतिक जीवन",
  "Quantam of Sentence": "वाक्य की मात्रा",
  "(13) The second question which arises is that whether the death": "(।3) दूसरा सवाल जो उठता है वह यह है कि क्‍या मौत की सजा मामले के तथ्यों और",
  "case. No doubt that the act as such is horrific and there can be no sympathy shown only on the account of the fact that the accused has": "कृत्य भयानक है और केवल इस तथ्य के कारण कोई सहानुभूति नहीं दिखाई जा सकती है कि",
  "two more children, one which was given in adoption to his brother.": "आरोपी के दो और बचेे हैं, जिनमें से एक को उसके भाई को गोद में दिया गया था। पॉक्सो",
  "Section 5 of the POCSO Act defines aggravated penetrative sexual assault whereas sub-clause (n) providesthat whoever being relative of a": "अधिनियम की धारा 5 गंभीर भेदक यौन हमले को परिभाषित करती है जबकि उपखंड (एन) में",
  "child through blood and who is living in the same or shared household": "प्रावधान है कि जो कोई भी रक्त के माध्यम से एक बच्चे का रिश्तेदार है और जो एक ही या",
  "commits penetrative sexual assault on such child would come within the definition. Section 5(n) reads thus:-": "साझा घर में रह रहा है, वह ऐसे बच्चे पर भेदक यौन हमले करता है। धारा 5 (एन) इस प्रकार हैः",
  "“5. Aggravated penetrative sexual assault.-": "“5, उग्र भेदक यौन हमला। -",
  "(a) to (m) XXX XXX XXX": "(3) से (॥) 2006 30%",
  "(n) whoever being a relative of the child through blood or adoption or marriage or guardianship or in foster care or": "(एन) जो कोई भी रक्‍त या गोद लेने या विवाह या संरक्षकता या पालक देखभाल में या बच्चे के",
  "having a domestic relationship with a parent of the child or who is living in the same or shared household with the": "माता-पिता के साथ घरेलू संबंध रखने वाला या जो बच्चे के साथ एक ही या साझा घर में रह रहा",
  "child, commits penetrative sexual assault on such child; or”": "है, वह ऐसे बच्चे पर भेदक यौन हमला करता है; या",
  "(14) Section 6 of the POCSO Act provides that the punishment for aggravated penetrative sexual assault which is defined under": "\"(५) पॉक्सो अधिनियम की धारा & में प्रावधान है कि गंभीर भेदक यौन हमले के लिए सजा जो",
  "Section 2(m) of the POCSO Act shall not be less than 20 years but": "पॉक्सो अधिनियम की धारा 2 (एम) के तहत परिभाषित की गई है, 20 साल से कम नहीं होगी,",
  "which may extend to imprisonment for life. The said Section further": "लेकिन जो आजीवन कारावास तक हो सकती है। उक्त धारा आगे परिभाषित करती है कि",
  "defines that the said imprisonment for life is to mean imprisonment for the remainder of natural life of that person and the third contingency is": "आजीवन कारावास का अर्थ उस व्यक्ति के शेष प्राकृतिक जीवन के लिए कारावास है और",
  "that the punishment can be of death. The liability to pay fine is also": "तीसरी आकस्मिकता यह है कि सजा मौत की हो सकती है। जुमने का भुगतान करने का दायित्व",
  "provided which is under sub-Section (2) to be just and reasonable and": "भी प्रदान किया गया है जो उप-धारा (2) के तहत न्यायसंगत और उचित है और पीड़ित को",
  "to be paid to the victim to meet medical expenses and for the": "चिकित्सा खर्चों को पूरा करने और पीड़ित के पुनर्वास के लिए भुगतान किया जाना है। पॉक्सो",
  "rehabilitation of the victim. Section 6 of the POCSO Act reads thus:-": "अधिनियम की धारा 6 इस प्रकार है: -हमला। -",
  "assault.- (1) Whoever commits aggravated penetrative sexual assault shall be punished withrigorous imprisonment": "(।) जो कोई भी गंभीर भेदक यौन हमला करता है, उसे कठोर कारावास की सजा दी जाएगी जो",
  "for a term which shall not beless than twenty years, but which may extend to imprisonment for life, which shall": "बीस साल से कम नहीं होगी, लेकिन जो आजीवन कारावास तक बढ़ सकती है, जिसका अर्थ",
  "mean imprisonment for the remainder of natural life of that person and shallalso be liable to fine, or with death.": "होगा उस व्यक्ति के शेष प्राकृतिक जीवन के लिए कारावास और जुर्मने या मृत्यु के लिए भी",
  "(2) The fine imposed under sub-section (1) shall be just and": "(2) उप-धारा (॥) के तहत लगाया गया जुर्माना न्यायसंगत और उचित होगा और पीड़ित को",
  "(1) The present judgment shall dispose of the criminal appeal filed by the sole appellant and the reference which has been submitted": "(॥) वर्तमान निर्णय एकमात्र अपीलार्थी द्वारा दायर आपराधिक अपील और उस संदर्भ का",
  "to this Court by the Additional Session Judge, (Fast Track Special Court), Sirsa keeping in view the death sentence awarded to the convict": "निपटारा करेगा जो अतिरिक्त सत्र न्यायाधीश, (फास्ट ट्रैक विशेष न्यायालय), सिरसा द्वारा दोषी",
  "subject to the confirmation under Section 28(2) and Section 366": "को दी गई मौत की सजा को ध्यान में रखते हुए धारा 28 (2) और धारा 366 आपराधिक प्रक्रिया",
  "376(2)(n), 376(f), 376AB, 506 IPC and under Section 6 of the": "संहिता के तहत दी गई है। आई. पी. सी. की धारा 376 (2) (एन), 376 (एफ), 3३76एबी, 506",
  "Prevention of Children from Sexual Offences Act, 2012 (in short 'the": "और यौन अपराधों से बच्चों की रोकथाम अधिनियम, 202 (संक्षेप में) की धारा 6 के तहत दर्ज",
  "POCSO Act’), P.S. Women Sirsa. Vide the impugned judgment dated": "की गई एफ. आई. आर. पॉक्सो अधिनियम '), पी. एस. महिला सिरसा। दिनांक 2 के विवादित",
  "proveits case beyond reasonable doubt against the accused, who is the": "मामले को उचित संदेह से परे साबित करने में सक्षम रहा है, जो पीड़ित का पिता है, जो घटना",
  "father of the victim, who was around 12 years old on the date of the incident on the intervening night of 26/27\" September, 2020 having": "की तारीख ३ सितंबर, 2020 की दरम्यानी रात को लगभग 2 साल का था, जिसका जन्म ।",
  "under Section 6 of the POCSO Act and also under Section 506 IPC.": "आईपीसी की धारा 506 के तहत भी दोषी ठहराया।",
  "(2) The matter was put up on the quantum of sentence on the next day and placing reliance upon various judgments and keeping in": "(2) मामले को अगले दिन सजा की मात्रा पर रखा गया और विभिन्न निर्णयों पर भरोसा करते हुए",
  "view the factthat the violator of the minor girl was the guardian himself": "और इस तथ्य को ध्यान में रखते हुए कि नाबालिग लड़की का उल्लंघन करने वाला स्वयं",
  "and, therefore, no liberal attitude should be taken and the incident had": "अभिभावक था और इसलिए कोई उदार रवैया नहीं अपनाया जाना चाहिए और घटना घर के",
  "Section 6 of POCSO Act andfor 7 years apart from the fine imposed": "की धारा 506 के तहत लगाए गए जुर्माने के अलावा 7 साल के लिए मौत की सजा सुनाई गई",
  "disbursed to the victim as compensation under Section 357 Cr.P.C. A": "थी, जिसे धारा 357 के तहत मुआवजे के रूप में पीड़ित को वितरित किया जाना था। धारा 357ए",
  "District Legal Services Authority, Sirsa for awarding compensation of": "आपराधिक प्रक्रिया संहिता के तहत जिला कानूनी सेवा प्राधिकरण, सिरसा को पीड़ित को रुपये",
  "Rs.5,00,000/- to the victim.": "5,00,000 का मुआवजा देने के लिए दिया गया।",
  "(3) The reasoning which prevailed to record the conviction and the passing of the extreme order of death penalty was that the factum of": "(3) दोषसिद्धि और मृत्युदंड के चरम आदेश को पारित करने के लिए जो तर्क प्रबल था, वह यह",
  "the aggravated penetrative sexual assault having been done was proved from the statements of the PW-l- the victim, PW-7-the mother Gurmeet Kaur, PW-5 Sukhdeep Kaur, the neighbourer. Thus, the": "था कि बढ़े हुए भेदक यौन हमले का तथ्य पीडब्लू--पीड़ित, पीडब्लू-7-मां गुरमीत कौर, पीडब्लू-5 सुखदीप कौर, पड़ोसी के बयानों से साबित हुआ था। इस प्रकार, अपीलार्थी को",
  "penetrative sexual assault/rape on the intervening night on the cot in his own house and the material witnesses having withstood lengthy cross": "बीच की रात को उसके अपने घर में खाट पर भेदक यौन हमला»बलात्कार और भौतिक गवाहों",
  "examination and their statements remaining unshaken and consistent at all stages prevailed with the Trial Court. The medical evidence in the": "ने लंबी प्रतिपरीक्षा का सामना किया और उनके बयान सभी चरणों में अडिग और सुसंगत रहे।",
  "form of the examinations of the victim and thewitnesses and the": "पीड़ित और गवाहों की जाँच के रूप में चिकित्सा साक्ष्य और उसके द्वारा दिए गए बयान और यह",
  "on the pajami and there was a small tear present alongwith bleeding": "तथ्य कि पजामी पर खून के धब्बे मौजूद थे और खून बहने के साथ एक छोटा सा आँसू मौजूद",
  "were the grounds which the Trial Court kept in mind. The DNA report": "था, वे आधार थे जिन्हें निचली अदालत ने ध्यान में रखा। डी. एन. ए. रिपोर्ट ने भी उक्त आरोप का",
  "also having supported the said charge as such with human semen being detected on bed sheet (Ex.3) and having matched with the DNA profile from the blood sample of the accused was reasoning given keeping in view the provisions of Section 29 of the POCSO Act and the": "समर्थन करते हुए कहा कि बेडशीट (उदा. 3) पर मानव वीर्य का पता चला है और आरोपी के रक्त के नमूने से डी. एन. ए. प्रोफाइल के साथ मिलान करना पॉक्सो अधिनियम की धारा 29 के",
  "never went to him and had gone to the house of the ex-Sarpanch. She": "उसके पास नहीं गई थी और पूर्व-सरपंच के घर गई थी। उसने यह भी कहा है कि उसकी सास ने",
  "has also stated that her mother-in-law had supported her who stated that if the accused had committed the wrong act, he should face the": "उसका समर्थन किया था, जिसने कहा था कि अगर आरोपी ने गलत काम किया है, तो उसे",
  "consequences and also stated that the mother-in-law had also accompanied her to the police station alongwith Jasbir Singh, the ex-": "परिणाम भुगतने होंगे और यह भी कहा कि सास भी उसके साथ पुलिस स्टेशन गई थी। उसने इस",
  "(11) The contention raised by counsel for the appellant that there are contradictions that in the statement of the victim which was firstly": "(॥॥) अपीलार्थी के वकील द्वारा यह तर्क दिया गया कि इस बात में विरोधाभास है कि पीड़ित का",
  "recordedon 28.09.2020 (Ex.P-1) and the statement given on the next": "बयान जो पहले 28.09.2020 (&«.7-॥) पर दर्ज किया गया था और अगली तारीख को मुख्य",
  "29.09.2020 (Ex.P-3) and the statement of the mother PW-7 Gurmeet Kaur that the mother hadbeen given beating at 4.00 a.m. and returned": "29.09.2020 (&«.7-3) और मां पीडब्लू-7 गुरमीत कौर का बयान कि मां को सुबह ५ बजे",
  "to the house at 6.00 a.m. are of no consequence. This Court cannot lose": "पीटा गया था और सुबह 6 बजे घर लौटाया गया था, कोई परिणाम नहीं है। यह न्यायालय इस",
  "sight of the fact that firstly the child as such has been violated who is": "तथ्य को नजरअंदाज नहीं कर सकता है कि सबसे पहले उस बच्चे का उल्लंघन किया गया है जो",
  "barely 12 years old and had to face the situation which would be": "मुश्किल से 2 वर्ष का है और उसे ऐसी स्थिति का सामना करना पड़ा जो एक नाबालिग बच्चे के",
  "11.A It is settled principle that such minor inconsistencies which": ".ए. यह तय किया गया सिद्धांत है कि ऐसी छोटी विसंगतियां जिन्हें उजागर करने की मांग की",
  "the prosecution which has proved the charge without an iota of a doubt by correlating the statement of the victim alongwith the medical": "चिकित्सा रिकॉर्ड के साथ जोड़कर बिना किसी संदेह के आरोप साबित कर दिया है, जिसे",
  "record which has been duly proved. The argument that the DNA test as such was of sample taken from the bed sheet which was in the said": "विधिवत साबित किया गया है। यह तर्क कि डी. एन. ए. परीक्षण बेडशीट से लिए गए नमूने का था",
  "house as such, thus, even if to be ignored on the ground that since the": "जो उक्त घर में था, इस प्रकार, भले ही इस आधार पर नजरअंदाज किया जाए कि अपीलकर्ता",
  "appellant was married and the wife was present at home, is not such an": "शादीशुदा था और पत्नी घर पर मौजूद थी, इस तथ्य को ध्यान में रखते हुए कि नाबालिग के",
  "present on the lower clothing (pajami) of the minor which was also torn and bleeding was found present on her medical examination after a day.": "निचले कपड़ों (पजामी) पर खून के धब्बे पाए गए थे जो फटे हुए थे और एक दिन के बाद",
  "mensuration) and was not even fully developed physically and her": "की पहली घटना) भी प्राप्त नहीं की थी और शारीरिक रूप से भी पूरी तरह से विकसित नहीं हुई",
  "breast development was on stage 3 of tanner staging and, therefore, the": "थी और उसका स्तन विकास टैनर स्टेजिंग के चरण ३ पर था और इसलिए, यह तर्क कि वह",
  "argument that she was having independent relationship with someone else is not liable to be accepted. Merely because there is an": "किसी और के साथ स्वतंत्र संबंध रख रही थी, स्वीकार करने योग्य नहीं है। केवल इसलिए कि",
  "improvement that she was also assaulted earlier 4-5 years ago, would": "सुधार हुआ है कि ५-5 साल पहले भी उस पर हमला किया गया था, अपीलार्थी के मामले में",
  "(12) Resultantly, we are of the considered opinion that the findings which have been recorded are on the basis as the prosecution": "(।2) नतीजतन, हमारी यह सुविचारित राय है कि जो निष्कर्ष दर्ज किए गए हैं, वे इस आधार पर",
  "findings which have been recorded are on the basis as the prosecution has proved its case regarding the conviction which are not liable to be": "हैं क्योंकि अभियोजन पक्ष ने दोषसिद्धि के संबंध में अपना मामला साबित कर दिया है, जिसमें",
  "interfered with. The appellant has not been able to even get a single": "हस्तक्षेप नहीं किया जा सकता है। अपीलार्थी अपने झूठे निहितार्थ के संबंध में एक भी व्यक्ति को",
  "person to depose in his favourregarding his false implication, as neither his brother who had adopted one child of the appellant has stepped": "अपने पक्ष में गवाही देने के लिए नहीं ला सका है, क्योंकि न तो उसका भाई जिसने अपीलार्थी के",
  "same day (Ex.P-16) by the Investigating Officer namely Sunita Rani": "(8) सुनीता रानी पीडब्लू-+ नामक प्रथम जाँच अधिकारी के नाम ने नगर परिषद, सिरसा से",
  "which had been proved by the Clerk Sandeep Kumar PW-6. The date of birth has, thus, been proved to be 18.08.2008 and the birth certificate": "संदीप कुमार पीडब्लू-6 द्वारा साबित किया गया था। इस प्रकार, जन्म तिथि 8.08.2008 साबित",
  "mentions the name of the appellant i.e. Jaspal Singh, being father of the": "हुई है और जन्म प्रमाण पत्र में अपीलार्थी का नाम अर्थात जसपाल सिंह का उल्लेख है, जो पीड़ित",
  "victim and the name of the mother is Gurmeet Kaur which was registered on 26.08.2008, which is 8 daysafter the date of birth itself.": "का पिता है और माँ का नाम गुरमीत कौर है जो 26.08.2008 पर पंजीकृत था, जो जन्म तिथि",
  "The date of birth as such has co-related to the entry also made in the school register which was further proved by examiningthe head teacher": "के 8 दिन बाद है। जन्म तिथि का स्कूल रजिस्टर में की गई प्रविष्टि से भी सह-संबंध है, जिसे आगे",
  "school register which was further proved by examiningthe head teacher PW-17 Bihari Lal of the Government Girls Primary School, Bhangu": "सरकारी बालिका प्राथमिक विद्यालय, भंगू के प्रधान शिक्षक पीडब्लू-7 बिहारी लाल की जांच",
  "from whom the birth certificate (Ex.P-32) had also been proved and the": "करके साबित किया गया, जिनसे जन्म प्रमाण पत्र (&८?-32) भी साबित किया गया था और",
  "admission form Ex.P-33, thus, completing the chain of circumstances of the victim being a minor. The same also goes on to show that the": "प्रवेश पत्र &/.2-33, इस प्रकार, पीड़ित के नाबालिग होने की परिस्थितियों की श्रृंखला को पूरा",
  "of the victim being a minor. The same also goes on to show that the admission was made on 24.03.2013 in the school, seven years before": "करता है। वही यह भी दर्शाता है कि घटना से सात साल पहले स्कूल में 2५.03.203 पर प्रवेश",
  "the incident and the parents' name also matches and the evidence has been duly corroborated by the medical experts as such and the factum": "किया गया था और माता-पिता का नाम भी मेल खाता है और चिकित्सा विशेषज्ञों द्वारा साक्ष्य की",
  "that the girl was examined at the earliest point of time would go on to": "विधिवत पुष्टि की गई है और यह तथ्य कि लड़की की जल्द से जल्द जांच की गई थी, यह दर्शाता",
  "show that the violation had taken place and in the absence of any delay.": "है कि उल्लंघन हुआ था और किसी भी देरी के अभाव में।",
  "(9) There is no reason as such to doubt the sterling quality of the statement of the witness who had the onerous task of deposing": "(9) गवाह के बयान की उत्कृष्ट गुणवत्ता पर संदेह करने का कोई कारण नहीं है, जिसके पास",
  "against her father at the young age. The victim having, at the initial": "कम उम्र में अपने पिता के खिलाफ गवाही देने का कठिन कार्य था। पीड़ित, प्रारंभिक चरण में,",
  "on which she was sleeping with her brother and violated on another cot after taking off her lower clothing on two occasions and threatened": "साथ सो रही थी और दो मौकों पर अपने निचले कपड़े उतारने के बाद एक और खाट पर लेट",
  "that she would be killed if she statesthe incident to anyone. The father,": "गई और धमकी दी कि अगर उसने इस घटना के बारे में किसी को बताया तो उसे मार दिया",
  "having gone away from the house in the morning and on account of having severe pain in the stomach, she had told about the occurrence to": "जाएगा। सुबह घर से बाहर जाने के बाद और पेट में तेज दर्द होने के कारण पिता ने एक दिन",
  "her mother a day later and who had taken her to the Sarpanch, who had": "बाद अपनी माँ को घटना के बारे में बताया था और जो उसे सरपंच के पास ले गए थे, जिन्होंने",
  "made a phone call to the police station. The statement is also duly": "पुलिस स्टेशन को फोन किया था। बयान पर कानूनी सहायता वकील द्वारा भी विधिवत हस्ताक्षर",
  "signed by the legal aid counsel, though not examined as a witness. In": "किए जाते हैं, हालांकि गवाह के रूप में इसकी जांच नहीं की जाती है। बयान में यह भी उल्लेख",
  "the statement also, there is mention that quarrel used to take place in the house under the influence of liquor. The FIR was accordingly": "है कि घर में शराब के नशे में झगड़ा होता था। तदनुसार एफ़. आई. आर. <आई. डी. 2] को",
  "registered at 6.38 p.m. on 28.09.2020 and the police made a request for": "शाम 6.38 बजे दर्ज की गई और पुलिस ने उक्त दिन ही (&«7?-22) चिकित्सा अधिकारी,",
  "(7) The MLR dated 28.09.2020 (Ex.P-6), which was done in the presence of the mother, showed the presence of a tear on the pajami": "(7) एमएलआर दिनांक 28.09.2020 (&५.7-6), जो माँ की उपस्थिति में किया गया था, ने",
  "the presence of the mother, showed the presence of a tear on the pajami and the discharge and the blood stain apart from the fact that there was": "पजामी पर एक आँसू की उपस्थिति और निर्वहन और रक्त के दाग को इस तथ्य के अलावा",
  "also a tear present at 6.00 o'clock on the vaginal wall and there was bleeding. The factum of assault by the father is also mentioned and": "दिखाया कि योनि की दीवार पर 6 बजे एक आँसू भी मौजूद था और रकक्‍्तस्राव हो रहा था। पिता",
  "told to the Medical Officer PW-4 Dr. Manisha which is incorporated": "द्वारा हमले के तथ्य का भी उल्लेख किया गया है और चिकित्सा अधिकारी पीडब्लू-५ डॉ. मनीषा",
  "which was duly proved by examining her and she had submitted her": "को बताया गया है जिसे शामिल किया गया है जो उसकी जांच करके विधिवत साबित हुआ था",
  "out was that the victim as such deposed about the assault by her father earlier also 4-5 years ago for 2-3 times. The victim was also": "थी कि पीड़ित ने ५-5 साल पहले भी अपने पिता द्वारा किए गए हमले के बारे में 2-3 बार गवाही",
  "person under Section 354(3) Cr.P.C. is not to be taken lightly.": "(3) आपराधिक प्रक्रिया संहिता के तहत व्यक्ति के जीवन को छीनने को हल्के में नहीं लिया जाना",
  "(19) As noticed, the appellant herein apparently belongs to the": "(9) जैसा कि देखा गया है, अपीलकर्ता यहाँ स्पष्ट रूप से समाज के हाशिए के हिस्से से संबंधित",
  "marginalized part of the society and was doing labour work and did not have any criminal background and he could not bring up one of the": "था और श्रम कार्य कर रहा था और उसकी कोई आपराधिक पृष्ठभूमि नहीं थी और वह उन बच्चों",
  "children who has also been given in adoption to his brother would also": "में से एक को नहीं ला सका जिसे उसके भाई को गोद में दिया गया है, यह भी दिखा सकता है",
  "to maintain the child on account of not having substantial means, which": "कि यह पर्याप्त साधन नहीं होने के कारण बच्चे का पालन-पोषण करने में सक्षम नहीं होने के",
  "only goes on to substantiate the view which we are going to take of": "उद्देश्य से हो सकता है, जो केवल उस दृष्टिकोण को प्रमाणित करता है जिसे हम दूसरी",
  "(20) In Lochan Shrivas versus State of Chhattisgarh’ another three-Judge Bench commuted the death penalty to life imprisonment": "(20) लोचन श्रीवास बनाम छत्तीसगढ़ राज्य में 5 अन्य तीन-न्यायाधीशों की पीठ ने आई. पी. सी.",
  "376(2)(), 377, 201 and 302 read with Section 376A IPC and Section 6": "की धारा 363,366,376 (2) (आई), 377,20। और 302 के साथ-साथ आई. पी. सी. की धारा",
  "old and the appellant as such was the neighbour who was a resident of the same building. The case was also based on circumstantial evidence": "पड़ोसी था जो उसी इमारत का निवासी था। मामला परिस्थितिजन्य साक्ष्य पर भी आधारित था",
  "and the conviction was accordingly upheld while dealing with the issue": "और तदनुसार मृत्युदंड के मुद्दे से निपटने के दौरान दोषसिद्धि को बरकरार रखा गया था। यह",
  "of capital punishment. It was noticed that the appellant was a young man of 23 years and there were no criminal antecedents and it was the": "देखा गया कि अपीलार्थी 23 वर्ष का एक युवक था और उसका कोई आपराधिक इतिहास नहीं",
  "first offence committed which is heinous but he was not a hard core": "था और यह पहला अपराध था जो किया गया था जो जघन्य है लेकिन वह एक कठोर अपराधी",
  "criminal and, therefore, the possibility of being reformed and rehabilitated and foreclosing the option of a lesser sentence was kept in": "नहीं था और इसलिए, सुधार और पुनर्वास की संभावना और कम सजा के विकल्प को ध्यान में"
}