{
  "(18) On the basis of what has been stated above, the findings of": "(8) ऊपर जो कहा गया है, उसके आधार पर, दुकान के वादी-सत",
  "(19) The appeal of plaintiff, Sat Narain is, accordingly, accepted,": "(9) तदनुसार, वादी-सत नारायण की अपील स्वीकार की जाती है, जबकि",
  "whereas the appeals of plaintiff Nos. 1 & 2—Inder Sain (since deceased) and Sadhu Ram as well as that of the defendants are dismissed.": "वादी संख्या की अपील। । और 2 - इंदर सैन (मृतक के बाद से) और साधु राम के साथ-साथ प्रतिवादियों को बर्खास्त किया जाता है।",
  "Nemo, for the appellants.": "निमो, अपीलकर्ताओं के लिए।",
  "Vijay Pal Singh, Advocate, for the L. Rs of respondent No. 3, Sat Narain.": "विजय पाल सिंह, वकील, प्रतिवादी नंबर 3, सत नारायण के एल.आर.एस. के लिए।",
  "None for other respondents.": "अन्य उत्तरदाताओं के लिए कोई नहीं.",
  "(2) R.S.A. No. 2436 of 1983": "(2) 498 3 का आर. एस.ए. क्रमांक 2436",
  "Nemo for the appellants.": "अपीलकर्ताओं के लिए निमो।",
  "Vijay Pal Singh, Advocate, for the L. Rs of respondent No. 1, Sat Narain.": "विजय पाल सिंह, वकील, प्रतिवादी नंबर ।, सत नारायण के एल.आर.एस. के लिए।",
  "(3) R.S.A. No. 542 of 1984": "(3) 984का आर.एस.ए. क्रमांक 542",
  "Vijay Pal Singh, Advocate, for L. Rs of appellant.": "अपीलकर्ता के एल. की ओर से विजय पाल सिंह, अधिवक्ता।",
  "MAHESH GROVER, J:": "महेश ग्रोवर, जे.:-",
  "(1) This common judgment will dispose of the above mentioned three appeals which have been preferred against judgment and decree dated": "() यह सामान्य निर्णय उपर्युक्त तीन अपीलों का निपटान करेगा जो अतिरिक्त",
  "19th September, 1983 passed by the Additional District Judge, Jind (hereinafter described as ‘the first appellate Court’).": "जिला न्यायाधीश, जींद (इसके बाद 'प्रथम अपीलीय न्यायालय' के रूप में वर्णित) द्वारा पारित निर्णय और डिक्री दिनांक 9.9.983 के खिलाफ दायर की गई हैं।",
  "(2) Inder Sain, Sadhu Ram and Sat Narain, plaintiffs, had filed a": "(2) वादी इंदर सैन , साधु राम और सत नारायण ने अपने पिता- टीका राम और",
  "suit for declaration against their father-Tika Ram and brother-Ram Kishan": "भाई- राम किशन के खिलाफ घोषणा के लिए एक मुकदमा दायर किया था , इस",
  "to the effect that the shop which was described in paragraph 2(a) of the": "आशय से कि जिस दुकान का वर्णन वाद के पैराग्राफ 2 (ए) में किया गया था। इसका",
  "plaint was owned by Joint Hindu family consisting of themselves and the": "स्वामित्व संयुक्त हिंदू परिवार के पास है जिसमें स्वयं और प्रतिवादी शामिल",
  "Nand Kishore, which was previously known as M/s Sadhu Ram Nand": "मेसर्स टीका राम नंद किशोर, जिसे पहले मेसर्स साधु राम नंद किशोर के नाम से",
  "in the shop in question and the business was in existence since 1966. Tika": "व्यवसाय 966 से अस्तित्व में था। टीका राम को परिवार का कर्ता बताया गया था,",
  "(10) Plaintiff No. 1, Inder Sain and plaintiff No. 3, Sat Narain also died and their legal representatives were brought on record.": "हो गई और वादी नंबर 3 की भी मृत्यु हो गई, उसके कानूनी प्रतिनिधियों को मृतक-वादी",
  "acceptance. The dispute revolves around the shop which is in question. The": "तक।/प्रस्तुतीकरण आकर्षक और स्वीकार्य प्रतीत होते हैं। विवाद उस दुकान के इर्द-गिर्द घूमता है, जिसकी बात हो रही है. अन्य संपत्तियों को ऊपर वर्णित पार्टियों",
  "other properties have been held to have been partitioned as per the shares of the parties which are detailed above.": "इर्द-गिर्द घूमता है, जिसकी बात हो रही है. अन्य संपत्तियों को ऊपर वर्णित पार्टियों के शेयरों के अनुसार विभाजित किया गया माना गया है।",
  "property being joint of plaintiff-Sat Narain and the defendants has been": "(।4) मुकदमे की संपत्ति वादी-सत नारायण और प्रतिवादियों की संयुक्त",
  "correctly recorded ‘as it has been found and established on record that": "गया है क्योंकि यह पाया गया है और रिकॉर्ड पर स्थापित किया गया है कि वादी",
  "plaintiffNos. 1 and 2 had separated from the joint business in the year 1952": "संख्या । और 2 संयुक्त व्यवसाय से अलग हो गए थे क्रमशः वर्ष 952 और",
  "and 1964 respectively. The writings to that effect were proved on record.": "964| उस आशय के लेख रिकॉर्ड पर साबित हुए थे। यहां तक कि राम किशन-",
  "Even Ram Kishan, defendant No. 2 has categorically stated while appearing": "प्रतिवादी नंबर 2 ने भी उपरोक्त आशय को 79/ के रूप में पेश होते हुए स्पष्ट",
  "as DW1 to the aforesaid effect. He had stated that previously the shop in question was joint amongst all the four brothers being run by their father": "रूप से कहा है। उन्होंने कहा था कि पहले संबंधित दुकान चारों भाइयों की संयुक्त",
  "question was joint amongst all the four brothers being run by their father Tika Ram, the Karta of the family. Admittedly, there was no writing to show that plaintiff No. 3, Sat Narain had separated from the joint family. The": "दुकान थी जिसे उनके पिता टीका राम , जो परिवार के कर्ता हैं, चलाते थे। बेशक, यह दिखाने के लिए कोई लेखन नहीं था कि वादी संख्या 3-सत नारायण संयुक्त",
  "defendants had also failed to prove that the property in question was": "परिवार से अलग हो गए थे। प्रतिवादी यह साबित करने में भी विफल रहे कि",
  "purchased from the individual funds of Tika Ram or Ram Kishan. The": "विचाराधीन संपत्ति टीका राम या राम किशन के व्यक्तिगत फंड से खरीदी गई",
  "findings of the first appellate Court on this aspect of the matter are, therefore,": "थी। इसलिए, मामले के इस पहलू पर प्रथम अपीलीय न्यायालय के निष्कर्ष सही हैं",
  "correct and deserve to be upheld.": "और बरकरार रखे जाने योग्य हैं।",
  "(15) Insuch an eventuality, when the claim of plaintiff, Sat Narain": "(5) ऐसी स्थिति में, जब वादी-सत नारायण का दावा केवल इस आधार पर",
  "was negatived only on the ground that the father was alive, I am of the": "खारिज कर दिया गया था कि पिता जीवित थे, मेरी राय है कि बदली हुई",
  "opinion that because of the changed circumstances when Tika Ram has": "परिस्थितियों के कारण जब टीका राम ने स्वीकार कर लिया है कि मृत्यु हो गई है",
  "concededly died and even plaintiff, Sat Narain has since expired, his legal.": "और यहां तक कि वादी-सत नारायण भी समाप्त हो गया है, इसलिए, उनके कानूनी",
  "representatives are, therefore, entitled to seek partition of the joint property, being the successors-in-interest of deceased, Sat Narain.": "प्रतिनिधि, मृतक-सत नारायण के उत्तराधिकारी होने के नाते, संयुक्त संपत्ति के विभाजन की मांग करने के हकदार हैं।",
  "(16) The question of law, therefore, that arises for determination": "(6) इसलिए, कानून का प्रश्न, जो इस न्यायालय द्वारा निर्धारण के लिए",
  "by this Court is'as to ‘whether a person can seek partition of the Joint Hindu family property during the life time of his father ?’": "उठता है, वह यह है कि 'क्या कोई व्यक्ति अपने पिता के जीवन काल के दौरान संयुक्त हिंदू परिवार की संपत्ति के विभाजन की मांग कर सकता है?'",
  "(17) The Full Bench in Hari Kishan versus Chandu Lal (supra)": "(7) हरि किशन बनाम चंद्वू लाल (सुप्रा) में पूर्ण पीठ ने माना है कि भले",
  "has held that even though under Mitaksara system of Hindu Law, a son": "ही हिंदू कानून की मिताक्षरा प्रणाली के तहत, एक बेटा अपने पिता के जीवन काल",
  "can seek partition of property during the life time of his father, but in Punjab,": "के दौरान संपत्ति के बंटवारे की मांग कर सकता है, लेकिन पंजाब में यह सख्त हिंदू",
  "this rule of strict Hindu law is not in force and the onus probandi that among Khatris of Punjab, they cannot ask for partition of the joint family property": "कानून का नियम है। कानून लागू नहीं है और पंजाब के खत्रियों के बीच यह दायित्व",
  "Khatris of Punjab, they cannot ask for partition of the joint family property during the life time of father. The strict interpretation is that according to": "है कि वे पिता के जीवनकाल के दौरान संयुक्त परिवार की संपत्ति के बंटवारे की मांग नहीं कर सकते। सख्त व्याख्या यह है कि हिंदू कानून की मिताक्षरा प्रणाली के",
  "was alleged that this fact was concealed froni the plaintiffs for a number": "कार्य कर रहा था। यह आरोप लगाया गया था कि इस तथ्य को कई वर्षो तक वादी से",
  "_ of years and since, Ram Kishan was in exclusive possession of the shop .": "छुपाया गया था और चूंकि, विवाद में दुकान पर राम किशन का विशेष कब्जा था,",
  "in dispute, they prayed for partition thereof along with other properties of the joint Hindu family along with rendition of accounts of the firm-M/s Tika Ram Nand Kishore.": "इसलिए उन्होंने संयुक्त हिंदू परिवार की अन्य संपत्तियों के साथ-साथ खातों के प्रस्तुतिकरण के साथ इसके विभाजन की प्रार्थना की। फर्म-मैसर्स टीका राम नंद किशोर की।",
  "(3) The defendants, in their written statement, did not deny the": "(3) प्रतिवादियों ने अपने लिखित बयान में, पार्टियों के रिश्ते से इनकार नहीं किया,",
  "relationship of the parties, but pleaded that the partition had already taken": "लेकिन दलील दी कि उनके बीच विभाजन पहले ही हो चुका है और विवाद में दुकान",
  "place between them and the plaintiffs had no surviving interest in the shop in dispute which also stood partitioned along with other assets of the family.": "में वादी का कोई जीवित हित नहीं है, जो अन्य संपत्तियों के साथ विभाजित हो गया",
  "executed by the plaintiffs. The ancestral nature of the properties was also": "जिसे कथित तौर पर वादी द्वारा निष्पादित किया गया था। संपत्तियों की पैतृक प्रकृति",
  "admitted.": "को भी स्वीकार किया गया।",
  "(4) A number of issues were framed and the parties led their respective evidence.": "(4) कई मुद्दे तय किए गए और पार्टियों ने अपने-अपने साक्ष्य पेश किए।",
  "(5) The Senior Sub-Judge, Jind (hereinafter described as ‘the trial _": "(5) वरिष्ठ उप न्यायाधीश, जिंद (बाद में इसे 'ट्रायल कोर्ट' के रूप में वर्णित किया",
  "Court’) concluded that the shop in question continued to be joint inter se": "गया है) ने निष्कर्ष निकाला कि विचाराधीन दुकान पक्षों के बीच संयुक्त रूप से जारी",
  "between the parties and that there was no partition qua the same. The trial": "रही और इसके लिए कोई विभाजन नहीं हुआ। इसलिए, ट्रायल कोर्ट ने दिनांक",
  "passed in favour of the plaintiffs and either of the parties was given liberty": "सुनाया। इसलिए, वादी के पक्ष में एक प्रारंभिक डिक्री पारित की गई और दोनों पक्षों",
  "to move an application for appointment of a Local Commissioner for": "के लिए स्थानीय आयुक्त की नियुक्ति के लिए एक आवेदन दायर करने की स्वतंत्रता",
  "(6) The defendants, feeling aggrieved, preferred an appeal which": "(6) प्रतिवादियों ने व्यथित महसूस करते हुए एक अपील दायर की जिसे प्रथम",
  "was accepted by the first appellate Court and the judgment & decree": "अपीलीय न्यायालय ने स्वीकार कर लिया और ट्रायल कोर्ट द्वारा पारित निर्णय और",
  "Kishore was dismissed. However, the suit of plaintiff Nos. 1 and 2 to the": "गया। हालाँकि, वादी संख्या का मुकदमा। । और 2 को इस आशय से कि उन्होंने",
  "effect that they constituted Joint Hindu Family with their father was also": "अपने पिता के साथ संयुक्त हिंदू परिवार का गठन किया, भी खारिज कर दिया",
  "dismissed. The suit of plaintiff No. 3, Sat Narain to the effect that he was joint with his father—defendant No.1 was decreed. The shop detailed in": "गया। वादी संख्या 3-सत नारायण का वाद इस आशय का था कि वह अपने पिता",
  "para 2(a) of the plaint was also declared to be part of Joint Hindu Family which plaintiff No. 3 was constituting with the defendants. A decree for": "प्रतिवादी संख्या । के साथ संयुक्त था, फैसला सुनाया गया। वादपत्र के पैरा 2(ए) में वर्णित दुकान को भी संयुक्त हिंदू परिवार का हिस्सा घोषित किया गया था, जिसका"
}