{
  "(6) ‘lheonly question which arises for our considcration is whether": "(७) 'एकमात्र प्रश्न जो हमारे विचार के लिए उठता है, वह यह है कि क्या श्रीमती साहिब कौर उस",
  "pursuant to the compromise that led to passing of the decreedated 22.10.1956 in the civil procecdings. The compromise decd or the settlement has not": "22.0.956 को रद्द कर दिया गया। समझौता विलेख या समझौता इस न्यायालय के समक्ष अवलोकन",
  "the petitioners have admitted that Smt. Sahib Kaur was given this land in": "स्वीकार किया है कि श्रीमती साहिब कौर को उनके भरण-पोषण के अधिकार के बदले यह जमीन दी",
  "licu of her right of maintenance. Now, the question arises as to whether the land given to Smt. Sahib Kaur would fall within the purview of Section 14(1)": "गई थी। अब, प्रश्न उठता है कि क्या श्रीमती साहिब कौर को दी गई भूमि \"956 अधिनियम\" की धारा",
  "or 14(2) of “the 1956 Act’? Section 14 of the 1956 Act is quoted": "44 () या 4 (2) के दायरे में आएगी? 956 अधिनियम की धारा 4 यहां उद्धृत की गई है",
  "“Property of a female Hindu to be her absolute property.- (1) Any propcrty possessed by a female I lindu, whether acquired before": "\"हिंदू महिला की संपत्ति उसका पूर्ण संपत्ति होना- () हिंदू महिला द्वारा धारित कोई संपत्ति,",
  "Any propcrty possessed by a female I lindu, whether acquired before or after the commencement of this Act, shall bc held by her as full": "चाहे वह इस अधिनियम के प्रारंभ से पहले अर्जित की गई हो या बाद में, उसके द्वारा उसका पूर्ण",
  "owner thercof and not as a limited owncr.": "स्वामी के रूप में धारण की जाएगी न कि सीमित स्वामी के रूप में।",
  "Explanation.- In this sub-section, “property” includesboth movable and immovabic property acquired by a female Hindu by inheritance": "स्पष्टीकरण- इस उपधारा में, \"संपत्ति\" में हिन्दू स्त्री द्वारा उत्तराधिकार या वसीयत द्वारा या",
  "or devise, or at a partition, orin licu of maintenance or arrears of maintenance, or by gift from any person, whether a relative or not,": "विभाजन पर या भरण-पोषण या भरण-पोषण के बकायों के बदले या किसी व्यक्ति से उपहार",
  "before, at orafter her marriage, or by her own skill or exertion, or by": "द्वारा, चाहे वह रिश्तेदार हो या नहीं, विवाह से पहले, या उसके बाद या अपने कौशल या परिश्रम",
  "purchase or by prescription, or in any other manner whatsocver, and": "से, या क्रय द्वारा या नुस्खे द्वारा अर्जित चल और स्थावर दोनों सम्पत्ति सम्मिलित है, या किसी भी",
  "also any such property held by her as stridhana immcdiatcly belore the commencement of thisAct.": "तरह से जो भी हो, और अधिनियम के प्रारं/ होने से ठीक पहले उसके सहायक द्वारा धारित ऐसी कोई संपत्ति भी।",
  "(2) Nothing contained in sub-section (1) shall apply to any property": "2) उप-धारा (0) में निहित कुछ भी किसी भी संपत्ति पर लागू नहीं होगा जो कि वसीयत के",
  "acquired by way of gift or under a will or any other instrument or under a decree or order ofacivil court or under an award where the": "माध्यम से या किसी अन्य उपकरण के तहत या एक डिक्री या एक सिविल कोर्ट के आदेश के तहत या एक पुरस्कार के तहत अर्जित किया गया है जहां उपहार, वसीयत या अन्य उपकरण",
  "terms of the gift, will or other instrument or the decree, order or award prescribe a restricted estate in such property.”": "या डिक्री, आदेश या अवार्ड की शर्तें ऐसी संपत्ति में प्रतिबंधित संपत्ति निर्धारित करती हैं।",
  "The ingredients of sub section (2) of Section 14 of the 1956 Act arc as follows:-": "956 के अधिनियम की धारा 4 की उपधारा (2) के तत्व निम्नानुसार हैं: -",
  "(a) the property must have been acquired by way of gift, will or an insturment, decree or order ofa civil courtor any award;": "(0) संपत्ति उपहार, वसीयत या एक आदेश, डिक्री या सिविल कोर्ट के आदेश या किसी भी पुरस्कार के माध्यम से अर्जित की गई होनी चाहिए;",
  "(b) that such document, order or decree must prescribe arestrictive": "2) कि इस तरह के दस्तावेज, आदेश या डिक्री को ऐसी संपत्ति में एक प्रतिबंधात्मक अधिकार",
  "(4) Sub-section (2) of Section 14 applics to instruments, decrees, awards, gifts ctc. which create independent and new titles in favour": "(4) धारा 44 की उपधारा (2) लिखतों, डिक्री, पुरस्कारों, उपहारों आदि पर लागू होती",
  "of the females for the first time and has no application where the": "है जो पहली बार महिलाओं के पक्ष में स्वतंत्र और नए शीर्षक बनाते हैं और इसका कोई अनुप्रयोग",
  "instrument concerned merely secks to confirm, endorse, declare or": "नहीं है जहां संबंधित साधन केवल पहले से मौजूद अधिकारों की पुष्टि, समर्थन, घोषणा या मान्यता",
  "ofa female is legally permissible and Section 14(1) will not opcrate in this sphere. Where, however, an instrument mercly declares or": "स्वीकार्य है और धारा 4 (॥) इस क्षेत्र में काम नहीं करेगी। जहां, हालांकि, एक उपकरण केवल",
  "recognises a pre- existing right, such as a claim to maintenance or partition or share to which the female is entitled, the sub-section has": "पहले से मौजूद प्रकाश की घोषणा या पहचान करता है, जैसे कि रखरखाव या विभाजन या शेयर",
  "partition or share to which the female is entitled, the sub-section has absolutely no application and the female’s limited interest would": "का दावा जिसके लिए महिला हकदार है, उप-धारा का बिल्कुल कोई आवेदन नहीं है और महिला",
  "toa female in lieu of maintenance or a share at partition, the instrument": "संपत्ति को रखरखाव या विभाजन में हिस्सेदारी के बदले एक महिला को आवंटित या हस्तांतरित",
  "is taken out of the ambit of sub-section (2) and would be governed": "किया जाता है, उपकरण को उप-धारा (2) के दायरे से बाहर कर दिया जाता है और ट्रांस फोर्स",
  "by Section 14(1) despite any restrictions placed on the powers of": "की शक्तियों पर लगाए गए किसी भी प्रतिबंध के बावजूद धारा 44 () द्वारा शासित किया जाएगा।",
  "(5) The use of express terms like ‘property acquired by a female Hindu at a partition’, ‘or in licu of maintenance’ ‘or arrears of": "(5) 'हिंदू महिला द्वारा विभाजन पर अर्जित संपत्ति।, 'या भरण-पोषण के बदले में' या भरण-पोषण का बकाया आदि जैसे शब्दों का प्रयोग। स्पष्टीकरण में धारा 4 () स्पष्ट रूप से",
  "Sub-section (2) inapplicable to these categorics which have been": "उप-धारा (2) को इन श्रेणियों के लिए लागू नहीं करती है जिन्हें उपधारा (2) के संचालन से",
  "(6) The words ‘possessed by’ used by the Legislature in Section 14(1) are of the widest possible amplitude and include the state of": "(6) धारा 44 (॥) में विधानमंडल द्वारा प्रयुक्त शब्द 'द्वारा धारित' व्यापक संभव आयाम",
  "owning a property even though the owner is not in actual or physical": "के चाप हैं और इसमें संपत्ति के स्वामित्व की स्थिति शामिल है, भले ही मालिक उसके वास्तविक",
  "property under a preliminary decree before or at the time when the": "पहले या उस समय प्रारंभिक डिक्री के तहत संपत्ति में हिस्सा मिलता है, लेकिन अंतिम डिक्री के",
  "by her and by force of Section 14(1) she would get absolute interest in the property. It is equally well settled that the possession of the": "(॥) के बल से उसे संपत्ति में पूर्ण हित मिलेगा। यह भी उतना ही अच्छी तरह से तय है कि विधवा",
  "widow however, must be under some vestige ofa claim, right or title,": "का कब्जा हालांकि, दावे, अधिकार या शीर्षक के कुछ अवशेष के तहत होना चाहिए, क्योंकि",
  "because the section docs not contemplate the possession of any rank trespasser without anv right or title.": "धारा किसी भी अधिकार या शीर्षक के बिना किसी भी रैंक अतिचारक के कब्जे पर विचार नहीं करती है।",
  "Fleld, that as Smt. Sahib Kaur was given this land in licu of her pre-existing right of maintenance, the immediate fallout is that her right": "मल्गेदय झूंकि श्रीमती साहिब कौर को उनके पहले से मौजूद भरण-पोषण के अधिकार के",
  "pre-existing right of maintenance, the immediate fallout is that her right matured into an absolute estate as contemplated under sub-section (1). In": "बदले यह भूमि दी गई थी, इसलिए तत्काल परिणाम यह हुआ कि उनका अधिकार उपधारा (॥) के तहत",
  "this context, reference can be made to a judgment of the Hon'ble Supreme Court rendered in the case of Laxmappa and others Vs. Balawa Kom": "परिकल्पित एक पूर्ण संपत्ति में परिपक्त हो गया। इस संदर्भ में, लक्ष्मपपा और अन्य बनाम बलवा कोम",
  "Tirkappa Chavdi (Smt) (1996) 5 Supreme Court Cases 548. The ratio": "तिरकप्पा चावड़ी (श्रीमती) (996) 5 उच्चतम न्यायालय के मामले 548 के मामले में दिए गए उच्चतम",
  "holding that she became absolute owner of the property given to her": "को कवर करता है ताकि हमें यह मानने में सहायता मिल सके कि वह उसे दी गई संपत्ति की पूर्ण मालिक",
  "acknowledging that she had right to get maintenance from her father and after his death, from his property. As Smt. Sahib Kaur had become the": "बन गई, यह स्वीकार करते हुए कि उसे अपने पिता और उनकी मृत्यु के बाद, उनकी संपत्ति से रखरखाव",
  "(c) such instrument, document or other must confer a new right or interest in such Hindu female not by way of recognition of or by way": "७0) इस तरह के उपकरण, दस्तावेज या अन्य को ऐसी हिंदू महिला में एक नया अधिकार या",
  "of giving effect to any pre-existing right which she already possessed.": "हित प्रदान करना चाहिए, न कि किसी पूर्व-मौजूदा अधिकार को मान्यता देने या उसे प्रभावी करने के माध्यम से, जो उसके पास पहले से मौजूद है।",
  "Supreme Court has interpreted these two sub-sections of Section 14 of the 1956Act as well as the legal position in regard to the right ofa female Hindu": "अधिनियम की धारा 44 के इन दो उप-वर्गों के साथ-साथ एक महिला हिंदू के अधिकार के संबंध में",
  "wherein the legal consequences are summarized as under:-": "कानूनी स्थिति की व्याख्या की है जिसमें कानूनी परिणामों को संक्षेप में निम्नानुसार किया गया है: -",
  "“(1) The Hindu female’s nght to maintenance is not an empty formality": "(8) हिंदू महिला का भरण-पोषण का अधिकार एक खोखला गुच्छेपन या एक भ्रामक",
  "or an illusory claim being conceded as a matter of grace and": "दावा नहीं है जिसे अनुग्रह और उदारता के मामले के रूप में स्वीकार किया जा रहा है, बल्कि",
  "generosity, but 1s a tangible right against property which flows from the spiritual relationship between the husband and the wife and is": "संपत्ति के खिलाफ एक मूर्त अधिकार है जो पति और पत्नी के बीच आध्यात्मिक संबंध से बहता",
  "recognised and enjoined by pure Shastric Hindu Law and has been": "है और शुद्ध शास्त्रिक हिंदू कानून द्वारा मान्यता प्राप्त और आदेशित है और याज्ञवल्क्य से मनु",
  "strongly stressed even by the earlier Hindu jurists starting from": "तक शुरू होने वाले पहले के हिंदू नन्‍्यायविदों द्वारा भी दृढ़ता से जोर दिया गया है। ऐसा अधिकार",
  "but it is a right against property and the husband has a personal": "संपत्ति का अधिकार नहीं हो सकता है, लेकिन यह संपत्ति के खिलाफ एक अधिकार है और पति",
  "obligation to maintain his wife and ifhe or the family has property,": "का अपनी पत्नी को बनाए रखने का व्यक्तिगत दायित्व है और यदि उसके या परिवार के पास",
  "the female has the legal right to be maintained therefrom. Ifa charge": "संपत्ति है, तो महिला को कानूनी अधिकार है कि वह उसे बनाए रखे। यदि किसी महिला के",
  "Icgally enforceable one. At any rate, even without a charge the claim": "हो जाता है। किसी भी दर पर, यहां तक कि बिना किसी शुल्क के रखरखाव का दावा निस्संदेह",
  "but merely endorses or confirms the pre-existing rights.": "अधिकारों का समर्थन या पुष्टि करता है।",
  "(2) Section 14(1) and the Explanation thercto have been couched in": "(2) धारा 4() और उसके स्पष्टीकरण को यथासंभव व्यापक शब्दों में प्रस्तुत किया",
  "promote the socio-economic ends sought to be achieved by this": "प्राप्त किए जाने वाले सामाजिक-आर्थिक लक्ष्यों को बढ़ावा दिया जा सके।",
  "(3) Sub-section (2) of Section 14 is in the nature of a proviso and": "(3) धारा की उपधारा (2) एक परंतुक की प्रकृति में है और धारा 4 (।) के संचालन में",
  "has a field of its own without interfering with the operation of Section": "हस्तक्षेप किए बिना इसका अपना एक क्षेत्र है। परंतुक का अर्थ इस प्रकार नहीं लगाया जाना",
  "so as to destroy the effect of the main provision or the protection": "चाहिए जिससे मुख्य उपबंध के प्रभाव या धारा 4() द्वारा प्रदान किए गए संरक्षण के प्रभाव को",
  "(7) That the words ‘restricted estate’ used in Section 14(2) are wider": "(7) धारा 44 (2) में प्रयुक्त शब्द 'प्रतिबंधित संपत्ति' धारा 4 () में इंगित सीमित ब्याज",
  "not only limited interest, but also any other kind of limitation that may": "से अधिक व्यापक है और उनमें न केवल सीमित ब्याज शामिल है, बल्कि किसी भी अन्य प्रकार",
  "(8) In Thota Sesharathamma and another versus Thota Manikyamma (Dead) by Lrs. and others (2), the llowble Supreme": "2). क्षीटा शेषार५मनिया और अन्‍य बनाम थीटा मणिक्यानुना (मृत) में एल॥आरएस और अन्य",
  "Court while following decision in Tulasamma’s case (supra) inter alia held": "((99)4 एससीसी 342) द्वारा, माननीय उच्चतम न्यायालय ने तुइयासम्मा के मामले (सुप्रा) में निर्णय",
  "was no pre existing right and a restricted estate in the property is conferred": "2 वहां संचालित होगी जहां पहले से मौजूद कोई अधिकार नहीं था और संपत्ति में प्रतिबंधित संपत्ति पहली",
  "for the first time under any instrument. Later on, inC. Masilamani Mudaliar": "बार किसी भी उपकरण के तहत प्रदान की जाती है। मैं, १०७, सी. मस़रदंतानी मंदलियार और अन्य",
  "& Ors. versus Idol of Sri Swaminathaswami Swaminathaswami": "में। श्री स्वामीना५स्विनी स्वामीना4स्वामी विरुकोइल और अन्य की यूर्ति के विरुद्ध माननीय",
  "and it was further added that Section 14 should be construed harmoniously": "भी जोड़ा गया कि धारा 44 को लिंग आधारित भेदभावों को दूर करने और हिंदू महिलाओं के आर्थिक",
  "rights as embodicd in the Vienna Declaration on the Elimination ofall Forms of Distrimination against Women as ratified by the United Nations on": "जैसा कि महिलाओं के खिलाफ सभी प्रकार के विघटन के उन्मूलन पर वियना घोषणा में सन्निहित उनके",
  "18.12.1979 and by the Government of India on 19.6.1993.": "अधिकारों के रूप में है जैसा कि संयुक्त राष्ट्र द्वारा ।8.2.979 को और भारत सरकार द्वारा 9.6.993 को अनुसमर्थित किया गया था।",
  "(9) As the petitioners assert their nght of ownership in respect of land admittedly given to Smt. Sahib Kaur in licu of her night of maintenance,": "(8) जैसा कि याचिकाकर्ता श्रीमती साहिब कौर को उनके रखरखाव के अधिकार के बदले में",
  "Section 14(2) of the 1956 Act, it was incumbent upon them to substantiate": "अधिनियम की धारा 44 (2) के आधार पर इसकी पूर्ण मालिक नहीं बनीं, यह उनके लिए अनिवार्य था कि",
  "of Sahib Kaur in 1947, her status (married or unmarricd or widow) at that time, availability of resources for her maintenance. Ifshe was a minor in": "समय उनकी स्थिति (विवाहित या अविवाहित या विधवा), उनके रखरखाव के लिए संसाधनों की",
  "time, availability of resources for her maintenance. Ifshe was a minor in 1947, her father had an obligation to maintain her. However, in case, at": "उपलब्धता के बारे में चुप हैं। मैं 4947 में नाबालिग थी, उसके पिता का दायित्व था कि वह उसका भरण-",
  "that time, she was marricd but a widow having no source of maintenance,": "पोषण करे। हालांकि, उस समय, वह विवाहित थी, लेकिन एक विधवा जिसके पास रखरखाव का कोई",
  "she had the right to get maintenance from her father in discharge of his": "स्रोत नहीं था, उसे अपनी विधवा बेटी को बनाए रखने के लिए अपने दायित्व के निर्वहन में अपने पिता से",
  "produce any material which enables to discern that Smt. Sahib Kaur had": "जो यह समझने में सक्षम हो कि श्रीमती साहिब कौर के पास अपने पिता द्वारा छोड़ी गई संपत्ति में से",
  "Morcover, there is nothing on record to show that Sahib Kaur had any": "अपनी जान गंवा दी थी। इसके अलावा, यह दिखाने के लिए रिकॉर्ड पर कुछ भी नहीं है कि साहिब कौर",
  "source of maintenance except the property of her father.": "के पास अपने पिता की संपत्ति को छोड़कर रखरखाव का कोई स्रोत था।",
  "(10) Be that as it may, the fact that the petitioners agreed to give": "(0० जैसा कि यह हो सकता है, तथ्य यह है कि याचिकाकर्ताओं ने श्रीमती साहिब कौर को",
  "construed that the petitioners recognized as well acknowledged her right of maintenance from her father. In other words, an inference can necessarily": "है कि याचिकाकर्ताओं ने अपने पिता से रखरखाव के अधिकार को मान्यता दी और साथ ही स्वीकार",
  "of maintenance from her father. In other words, an inference can necessarily be drawn that as Smt. Sahib Kaur had no source of maintenance, the": "किया। दूसरे शब्दों में, एक निष्कर्ष निकाला जा सकता है कि चूंकि श्रीमती साहिब कौर के पास भरण-",
  "petitioners acknowledged that late Sangat Singh, her father had an obligation": "पोषण का कोई स्रोत नहीं था, याचिकाकर्ताओं ने स्वीकार किया कि स्वर्गीय संगत सिंह, उनके पिता का",
  "in hieu of her pre-existing right of maintenance, the immediate fallout is that her right matured into an absolute estate as contemplated under sub-section (1). In this context, reference can be made to a judgment of the Hon’ble": "बदले में दी गई थी, इसलिए तत्काल नतीजा यह है कि उनका अधिकार उप-धारा (॥) के तहत विचार के",
  "her right matured into an absolute estate as contemplated under sub-section (1). In this context, reference can be made to a judgment of the Hon’ble Supreme Court rendered in the case of Laxmappa and others versus": "अनुसार एक पूर्ण संपत्ति में परिपक्त हो गया। इस संदर्भ में, लक्ष्मप्पा और अन्य बनाम हलवा कोम",
  "acknowledging that she being destitute and unablic to maintain hersclf,": "भूमि का उपहार दिया, यह स्वीकार करते हुए कि वह निराश्रित और खुद को बनाए रखने में असमर्थ है,",
  "provision for her maintenance had to be made for her lifetime. In para 3": "उसके भरण-पोषण के लिए प्रावधान उसके जीवनकाल के लिए किया जाना था। इस निर्णय के पैरा 3 में",
  "“The law on the subject was taken stock of by the Iligh Court by quoting para $46 or Mulla’s book on | lindu Law, 15th Edn., which": "\"इस विषय पर कानून का 4 लिघ कोर्ट ने पैरा 546 या । हंडू लॉ, 5 वें संस्करण पर मुल्ला की",
  "provides that a Hindu father is bound to maintain his unmarried": "पुस्तक का हवाला देते हुए जायजा लिया था, जिसमें प्रावधान है कि एक हिंदू पिता अपनी अविवाहित",
  "daughters, and on the death of the father, they are entitled to be": "बेटियों को बनाए रखने के लिए बाध्य है, और पिता की मृत्यु पर, वे अपनी संपत्ति से बाहर रहने के",
  "maintained out of his estate. The position of the married daughter is somewhat different. It is acknowledged that if the daughter is": "हकदार हैं। विवाहित बेटी की स्थिति कुछ अलग है। यह स्वीकार किया जाता है कि यदि पुत्री अपने",
  "unable to obtain maintenance from her husband, or, afier his dcath,": "पति से या उसकी मृत्यु के पश्चात्‌ उसके परिवार से भरण-पोषण प्राप्त करने में असमर्थ है, तो उसके",
  "from his family, her father, ifhe has got separate property of his": "पिता के पास यदि उसकी स्वयं की पृथक सम्पत्ति है, तो वह उसका भरण-पोषण करने के लिए नैतिक",
  "own, is under a moral, though not a Icgal, obligation to maintain her. The High Court has concluded that it was clear that the father": "दायित्व के अधीन है, यद्यपि वह कानूनी नहीं है। प्रथम न्यायालय ने निष्कर्ष निकाला है कि यह स्पष्ट",
  "her. The High Court has concluded that it was clear that the father was under an obligation to maintain the plaintiff-respondent.": "था कि पिता वादी-प्रतिवादी को बनाए रखने के लिए एक दायित्व के तहत था। प्रतीत होता है, ऐसा",
  "Seemingly, the High Court in doing so was conscious of the declaration made in the gift deed in which she was described as a (4) (1996) 5 SCC 548": "करने में उच्च न्यायालय उपहार विलेख में की गई घोषणा के प्रति सचेत था जिसमें उसे (4) (996) 5 5८८548 के रूप में वर्णित किया गया था",
  "destitute and unable to maintain herself. In that way, the father may": "निराश्रित और ।+६२५८। 7 को बनाए रखने में असमर्थ। इस तरह, पिता के पास उसे बनाए रखने",
  "not have had a legal obligation to maintain her but all the same there existed a moral obligation. And ifin acknowledgment of that": "के लिए कानूनी दायित्व नहीं हो सकता था, लेकिन फिर भी अनैतिक दायित्व मौजूद था। और",
  "moral obligation the father had transferred property to his daughter": "अगर उस नैतिक दायित्व को स्वीकार करते हुए पिता ने अपनी बेटी को संपत्ति हस्तांतरित की",
  "then it is an obligation well-fructified. In other words, a moral": "थी, तो यह एक दायित्व है जो अच्छी तरह से फलीभूत है। दूसरे शब्दों में, एक नैतिक दायित्व",
  "obligation even though not enforceable under the law, would by acknowledgment, bring it to the level of a legal obligation, for it": "भले ही कानून के तहत लागू करने योग्य नहीं है, पावती द्वारा, इसे कानूनी दायित्व के स्तर पर",
  "would be perfectly legitimate for the father to treat himself obliged": "लाएगा, क्योंकि पिता के लिए यह पूरी तरह से वैध होगा कि वह अपनी बेसहारा बेटी को बनाए",
  "out of love and affection to maintain his destitute daughter, even impinging to a reasonable extent on his ancestral property. It is": "रखने के लिए प्यार और ख्रेह से खुद को बाध्य करे, यहां तक कि अपनी पैतृक संपत्ति पर उचित",
  "duly acknowledged in Hindu law that the Karta of the family has in": "सीमा तक अतिक्रमण करे। हिंदू कानून में यह विधिवत स्वीकार किया गया है कि परिवार के",
  "an obligation of the kind. We would rather construc the said paragraph more liberally in the modern context having regard to": "तरह के दायित्व को पूरा किया जा सके। इसके बजाय हम उक्त पैराग्राफ को आधुनिक संदर्भ",
  "paragraph more liberally in the modern context having regard to the state of law which has been brought about in the succeeding": "में अधिक उदारतापूर्वक कानून की स्थिति के संबंध में समझेंगे जो बाद के वर्षों में लाया गया है।",
  "years. Therefore, in our view, the High Court was within its right to": "इसलिए, हमारे विचार में, उच्च न्यायालय को यह निष्कर्ष निकालने का अधिकार है कि पिता की",
  "(11) The ratio of this judgment squarcly covers the case of Smt.": "(॥) 'इस फैसले का अनुपात श्रीमती साहिब कौर के मामले को पूरी तरह से कवर करता है",
  "property given to her acknowledging that she had right to get maintenance from her father and after his death, from his property. As Smt. Sahib Kaur": "स्वीकार करते हुए कि उसे अपने पिता से और उनकी मृत्यु के बाद, उनकी संपत्ति से रखरखाव प्राप्त",
  "that the petitioners were not entitled to any notice before passing of order by the prescribed authority, Sirsa, declaring the suit land to be surplus in": "अधिकारियों ने सही माना है कि याचिकाकर्ता निर्धारित प्राधिकरण, सिरसा द्वारा आदेश पारित करने से",
  "petitioners can well resort to appropriate procecdings under law to seck a passage to the said land, if not already available.": "क्षेत्र को कोई रास्ता उपलब्ध नहीं कराया गया है। याचिकाकर्ता उक्त भूमि के लिए एक मार्ग की तलाश करने के लिए कानून के तहत उचित कार्यवाही का सहारा ले सकते हैं, यदि पहले से उपलब्ध नहीं है।",
  "(12) In view of what has been discussed hereinabove, there is no merit in this petition and accordingly the samc is hereby dismissed leaving": "(2) ऊपर जो चर्चा की गई है, उसके मद्देनजर, इस याचिका में कोई योग्यता नहीं है और",
  "merit in this petition and accordingly the samc is hereby dismissed leaving the parties to bear their own costs.": "तदनुसार इसे खारिज कर दिया जाता है, जिससे पार्टियों को अपनी लागत वहन करने के लिए छोड़ दिया"
}