{
  "(Hemant Gupta, J)": "हेय॑त गुप्ता",
  "it to be so, hypertension is a disease which can escape attention of a": "हुए उच्च रक्तचाप एक ऐसी बीमारी है जो किसी व्यक्ति के ध्यान से बच सकती है",
  "person and is required to be diagnosed by experts.": "औीरविशेषज्ञें द्वार इसका।निदानकिए जाने की आवश्यकता होती है",
  "(19) In view of the above, we do not find that order dated 5th": "(9) उपरोक्त को ध्यान में रखते हुए, हम यह नहीं पाते हैं कि बीमा",
  "illegal and unwarranted in any manner. Consequently, present writ petition dismissed.": "से अवैध और अनुचित है। नतीजतन, वर्तमान रिट याचिका खारिज कर दी गई।",
  "hypertension for last 10 years—No medical history of insured": "40 वर्षो से उच्च रक्तचाप से पीड़ित था- बीमित व्यक्ति का पिछले।0 वर्षो",
  "having suffered from hypertension for last 10 years—No record of": "से उच्च रक्तचाप से पीड़ित होने का कोई।चिकित्सा इतिहास नहीं- बीमित",
  "any medicine having been taken by insured or any treatment taken": "व्यक्ति द्वारा ली यई किसी भी दवा या किसी उ/स्पताल या चिकित्सक से",
  "disease which can escape attention of a person and is required to": "रक्तचाप एक ऐसी बीमारी है जो किसी व्यक्ति के ध्यान से बच सकती है",
  "be diagnosed by experts—Petition dismissed, order passed by": "और विशेषज्ञों द्वारा इसका निदान करने की आवश्यकता होती है - याचिका खारिज कर दी यई बीमा लोकपाल द्वारा पारित आदेश को",
  "Held, that the finding recorded by the Insurance Ombudsman that": "अभधिनिर्शरितकिया यया।कि बीमा लोकपाल द्वार अभिलिखित निष्कर्षकि",
  "there is no medical history of the patient having suffered from hypertension": "रोगी का पिछले ।0 वर्षों से उच्च रक्तचाप से पीड़ित ह्ेने का कोई बिकित्सीय",
  "in the physician statement that the patient was suffering from hypertension for the last 10 years, there is no record of any medicine having been": "नोट को छोड़कर॥कि रोगी पिछले 0 वर्षो से उच्च रक्तचाप से पीडित ५ बीमित",
  "(1) The Challenge in the present petition is to the order passed by the Insurance Ombudsman, Chandigarh, on Sth August, 2008, Annexure": "(॥) वर्तमान याचिका में चुनौती 5 अगस्त को बीमा लोकपाल, चंडीगढ़ द्वारा",
  "P-1, whereby the complaint filed by respondent No. 2 was allowed and": "पारित आदेश (अनुलग्रक पी-) को दी गई है, जिसके तहत प्रत्यर्थी संख्या 2 द्वारा",
  "finding was given that insurance claim is payable by the petitioner.": "दायर शिकायत की अनुमति दी गई थी और यह निष्कर्ष निकाला गया था कि बीमा दावा याचिकाकर्ता द्वारा देय है।",
  "(2) Smt. Harjinder Kaur, wife of respondent No. 2, was insured": "0) प्रत्यर्थी संख्या 2 की पत्नी श्रीमती हरजिंदर कौर का बीमा अपीलार्थी",
  "by the appellant with the date of commencement of the policy as 22nd": "द्वारा पॉलिसी शुरू होने की तारीख 22 नवंबर, 2007 के साथ किया गया था। श्रीमती",
  "November, 2007. Smt. Harjinder Kaur died on 7th January, 2008 but": "हरजिंदर कौर की मृत्यु 7 जनवरी, 2008 को हुई थी, लेकिन प्रत्यर्थी संख्या 2 द्वारा दर्ज",
  "the claim lodged by respondent No. 2 was repudiated on the ground": "किए गए दावे को इस आधार पर खारिज कर दिया गया था कि बीमित व्यक्ति पिछले",
  "that the insured was suffering from hypertension for the last 10 years but such information was not disclosed. It was the claim of respondent": "0 वर्षों से उच्च रक्तचाप से पीड़ित था, लेकिन ऐसी जानकारी का खुलासा नहीं किया",
  "No. 2 that his wife was not having any medical problem and her death": "गया था। यह प्रत्यर्थी संख्या 2 का दावा था कि उसकी पत्नी को कोई चिकित्सा समस्या",
  "(3) The stand of the petitioner is that in the proposal form, the": "(3) याचिकाकर्ता का पक्ष यह है कि प्रस्ताव प्रपत्र में, बीमित व्यक्ति ने स्पष्ट",
  "insured has categorically stated that she was not suffering from any hypertension or high blood pressure, whereas, as per attending physician": "रूप से कहा है कि वह किसी भी उच्च रक्तचाप से पीड़ित नहीं थी, जबकि, उपस्थित",
  "statement, Annexure P-8, the insured was suffering from hypertension for the last 10 years and, thus, the insured having withheld the material": "चिकित्सक के बयान के अनुसार, (अनुलग्नरक पी-8) बीमित व्यक्ति पिछले ॥0 वर्षों से उच्च रक्तचाप से पीड़ित था और इस प्रकार, बीमित व्यक्ति ने उच्च रक्तचाप के",
  "information in respect of hypertension, the petitioner has rightly repudiated": "उच्च रक्तचाप से पीड़ित था और इस प्रकार, बीमित व्यक्ति ने उच्च रक्तचाप के संबंध में महत्वपूर्ण जानकारी को छिपाकर, याचिकाकर्ता ने दावे को सही ढंग से",
  "(4) The learned Insurance Ombudsman has found that though the": "(4) विद्वान बीमा लोकपाल ने पाया है कि हालांकि डॉक्टर ने कहा है कि बीमित",
  "the last 10 years, but there is no documentary proof or any other": "करनेके लिए कोई दस्तावेजी प्रमाण या कोई अन्य दस्तावेजी रिकॉर्ड नहीं है। बीमित",
  "from Dayanand Medical College, Ludhiana, the place of death of the": "व्यक्ति की मृत्यु के स्थान दयानंद मेडिकल कॉलेज, लुधियाना से स्पष्टीकरण मांगा",
  "insured. The summary of the record was produced wherein it is mentioned": "गया था। अभिलेख का सारांश प्रस्तुतकिया गया थाजिसमें यह उल्लेख किया गयाहै",
  "that the patient is suffering from hypertension for the last ten years but": "कि रोगी पिछले दस वर्षों से उच्च रक्तचाप से पीड़ित है, लेकिन दस वर्षों से उच्च",
  "no supporting document could be furnished to substantiate the statement regarding the patient suffering from hypertension for ten years. On the": "रक्तचाप से पीड़ित रोगी के बोरे में बयान की पुष्टि करने के लिए कोई सहायक दस्तावेज प्रस्तुतनहीं किया जा सका है। अस्पताल के उपचार प्रमाण पत्र के आधार",
  "recorded a finding that the insured had difficulty in swallowing and breathlessness but there is no record to the effect that the insured": "और सांस लेने में कठिनाई थी, लेकिन इस प्रभाव का कोई रिकॉर्ड नहीं है कि बीमित",
  "disclosed that she was suffering from hypertension for the last 10 years.": "व्यक्तिने खुलासाकियाकि वह पिछले 0 वर्षों से उच्च रक्तचाप से पीड़ित थी। इस",
  "Thus, it could not be substantiated on record that the insured was": "प्रकार, यह रिकॉर्ड पर प्रमाणित नहीं किया जा सका कि बीमित व्यक्ति 0 वर्षों से",
  "(5) Learned counsel for the petitioner has vehemently argued": "5) याचिकाकर्ता के विद्वान वकील ने तर्क दिया है कि याचिकाकर्ता ने"
}