{
  "26 giving power to the District Election Officer to appoint Presiding": "26 में।किया यया है जो जिला।निवचिन अधिकारी को पीठासीन अधिकारी।नियुक्‍्त",
  "fficer. Some special duties are required to be performed by the Presiding Officer at the election booths. Keeping in view the same,": "करने की शक्ति देता है। चुनाव ब॒र्थी पर पीठासीन अधिकारी को कुछ विशेष",
  "of the District Election Officer in this respect. (Para 7)": "इस संबंध में.जिला।निर्वाचन अधिकारी के फैसले पर कायग नह्ीीं रह सकता( पैर १",
  "Petition under Articles 226/227 of the Constitution of India pray-": "भारत के संविश्षन के अनुच्छेद 226/227 के तहत याविका में प्रार्थना की गई",
  "ing that this Hon’ble Court may please call for the records of the case": "है कि यह याननीय न्यायालय कृपया यायले के रिकॉर्ड मंगाए और उसके",
  "State of Punjab i.e. other than the State of Haryana under": "लिए प्रतिनियुक्तकिया गया है अर्थात हरियाणा राज्य के अलावा",
  "which the petitioners are working and of which Govern-": "जिसके तहत याविकाकर्ता काय कर रहे हैं औरजिय सरकार के",
  "allow the petitioners to work in the Haryana State only": "४). ग्रतिवादी को केवल हरियाणा राज्य में काय करने की अनुगति देने और",
  "and not to send anywhere outside the State of Haryana without seeking options from the petitioners ;": "प्रतिवादी से विकल्प यांगे बिना हरियाणा राज्य के बाहर कह्लीं थी नहीं",
  "Court deems fit under the facts and circumstances in the interest of justice ;": "7). न्यायाधीश के हित में तथ्यों और परिस्थितियों के तहत कोई अन्यगरिट",
  "filing of the certified copies of Annexures P-1 and P-2 be dispensed with ;": "की प्रमाणित प्रतियां दाखिल करने से छूट दी जाए।",
  "(v) costs of this petition may please be also awarded.": "”). इस याविका का खर्च थी तयकिया जा सकता है।",
  "It is further prayed that operation of the impugned orders Annexures P-1 and P-2, P-2/A may kindly be stayed during the": "यह थी प्रार्था की जाती है।किगरिट याविकाविचाराधीनता रहने के दौरान जक्षेपित आदेश अनुलग्रक पी। और पी2, पी-2/ए के संचालन पर रोक लगाई",
  "Before : A. L. Bahri & V. K. Bali, Jd.": "माननीय ए एल बहरी और वी. के बाली जे जे के समक्ष",
  "ZILE SINGH AND OTHERS,—Petitioners,": "ज़िले सिंह और अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "THE STATE OF HARYANA ETC.-—Respondents": "हरियाणा राज्य ई. टी. सी.-उत्तरदाता",
  "C.W.P. 2263 of 1992": "992 का स्री डब्ल्यू, पी. 2263",
  "Dated 14th February, 1993": "तिथि 4 फरवरी, 993",
  "Constitution of India, 1950—Art. 226, 21 Representation of People": "भारत का संविधान 7950- अनुच्छेद 226,27 लोक प्रतिनिधित्व अधिनियय",
  "Act S. 26—Petitioners deputed for election duty in Punjab—As condi- tions in Punjab are disturbed, petitioners apprehensive about assum-": "धारा 26- पंजाब में चुनाव उज्यूटी के लिए प्रतिनियुक्त याविकाकर्ता चूंकि पंजाब में परिस्थितियां विक्षुन्ध हैं याविकाकर्ता चुनाव ड्यूटी ग्रहण करने के बाऐ में",
  "ing election duty—Fear for life and personal liberty—-Whether such": "जशंकित हैं जीवन और व्यक्तियत स्वतंत्रता के लिए 4य क्या अधिनियम की",
  "Held, that Article 21 itself contemplates for depriving the person": "अगिनिर्धीरित किया यया कि अनुच्छेद 27 स्वयं कानून द्वारा निर्धरित",
  "of his life as well as the personal liberty except according to the": "प्रक्रिया के अलावा व्यक्ति को उसके जीवन के सा५८ सा५ व्यक्तियत स्वतंत्रता से",
  "procedure prescribed by law. So rule of law has been enshrined in": "वंचित करने पर।विचार करता है।इसलिए संविक्षन में विधि का शासन स्थापित",
  "wishes, are being deputed to visit Punjab, which is a disturbed area,": "दौरा करने के,लिए प्रतिनियुक्तकिया जा रहा है जो एक जशांत क्षेत्र है हालाँकि",
  "however, this action is being taken section 26 of the Act aforesaid and": "यह कार्रवाई उपरोक्त अधिनियय की करा 26 में की जा रही है और यदि",
  "if the action is in accordance with law, it cannot be said that Article": "कार्वाईविधि के अनुयार है तो यह नहीं कहा जा सकता है कि संविधान के",
  "21 of the Constitution has been infringed. (Para 5)": "अनुच्छेद2/ का उल्लंघन।किया गया है॥ पैरा5)",
  "Representation of People Act Ss. 26 & 28A—Deputation to election": "लोक प्रतिनिधित्त अधिनियय क्या 26 और 267 -चुनाव ड्यूटी में प्रतिनियुक्ति' याविकाकर्ताओं ने उत्तदावाओं द्वारा उन्हें राज्य के बाहर या",
  "on duty outside the State or from local Authority within their area": "के संचालन के संबंध में व्यक्तियों को राज्य से या संबंधित क्षेत्र के भीतर स्थानीय",
  "justified under section 26 the District Election Officer can call upon": "जानी चाहिए।पीठासीन अधिकारी की नियुक्ति के संबंध में धारा 26 में विशिष्ट",
  "Held, that Section 26(1) empowers the District Election Officer for": "“26 (7) जिला निवचिन अधिकारी प्रत्येक मतदान केंद्र के लिए एक",
  "appointing the Presiding Officer and if such person happended to be": "प्रतिनियुक्ति पर समझा जाएगा और तवजुसार ऐसे अधिकारी उस",
  "in Government Service in view of Section 28-A would be deputation": "है और यदि ऐसा व्यक्ति धारा 28-ए को देखते हुए सरकारी सेवा में है तो वह",
  "with the Election Commission for the period mentioned therein.": "उसमें उल्लिखित अवधि के लिए चुनाव आयोग के साथ प्रतिनियुक्ति पर",
  "Their Service conditions would be changed and only those persons": "की शर्तों में बदलाव किया जाएगा और केवल उन व्यक्तियों को ही नियुक्त किया",
  "could be appointed who had given their willingness. The procedure": "जा सकता है जिन्होंने अपनी इच्छा व्यक्त की हो। याचिकाकर्ताओं के वकील द्वारा",
  "appointments are to be made under section 26 of the Act options of": "26 के तहत की जानी हैं तो सभी कर्मचारियों के विकल्पों को बुलाया जाना चाहिए",
  "all the employees should be called and then persons to be selected": "और फिर व्यक्तियों का चयन और नियुक्ति की जानी चाहिए। अधिनियम की धारा",
  "sions of Section 26 and Section 28 of the Act, cannot be accepted. -": "26 और धारा 28-ए के प्रावधानों की व्याख्या करने का यह दृष्टिकोण स्वीकार नहीं किया जा सकता है। सभी राज्यों, केंद्र शासित प्रदेशों या भारत संघ के सभी",
  "(Para 7)": "(7०8 6)"
}