{
  "(13) Rule 12 framed under the Act of 1964 i.e. Haryana Village Regulation Rules, 1964 prescribed the purpose of which the shamlat": "(3) 496% के अधिनियम के तहत बनाए गए नियम 2। हरियाणा ग्राम विनियमन नियम, 96% ने निर्धारित किया कि",
  "land may be sold in pursuance of Section 5 of the Act of 1961. The": "किस उद्देश्य के लिए 96। के अधिनियम की धारा 5 के अनुसरण में शामलात भूमि बेची जा सकती है। 96५ के",
  "relevant extract of Rule 12 of the Act of 1964 reads as under:-": "अधिनियम के नियम ॥2 का प्रासंगिक उद्धरण इस प्रकार हैः-",
  "“12. Purposes for which land may be sold:- (1) A Panchayat may, with the previous approval of the": "\"१2. भूमि किन उद्देश्यों के लिए बेची जा सकती है:- (॥) कोई पंचायत, सरकार के पूर्व अनुमोदन के साथ, अधिनियम",
  "government, sell land in shamlat deh vested in it under the Act.": "के तहत उसमें निहित शामलात देह में भूमि बेच सकती है।",
  "(14) Sub clause 2 of Rule 3 of Rules 1964 prescribed the purpose of use of the land in the shamlat land vested in the Gram": "(।५) नियम 96५ के नियम 3 के उपखंड 2 ने ग्राम पंचायत में निहित शामलात भूमि में भूमि के उपयोग के उद्देश्य",
  "Panchayat. The relevant extract of sub clause 2 of Rule 3 of Rules, 1964 reads as under:-": "को निर्धारित किया। नियम, 496५ के नियम ३ के उपखंड 2 का प्रासंगिक उद्धरण इस प्रकार है:-",
  "“(2) The Panchayat may make use of the land in shamlat deh vested in it under the Act, either itself or through": "(2) पंचायत अधिनियम के तहत उसमें निहित शामलात देह में भूमि का उपयोग या तो स्वयं या किसी अन्य के माध्यम",
  "another, for any one or more of the following purposes;": "से निम्नलिखित में से किसी एक या अधिक उद्देश्यों के लिए कर सकती है;",
  "(i) Model Farm;": "0) मॉडल फार्म;",
  "(ii) Seed Farm;": "(/) बीज फार्म;",
  "(iii) Nursery Garden or any other horticulture purpose;": "(॥) नर्सरी गार्डन या कोई अन्य बागवानी उद्देश्य;",
  "(iv) Production of food, fibre or fodder crops;": "(५) खाद्य, रेशा या चारा फसलों का उत्पादन;",
  "(v) Dairy Farm;": "(५) डेयरी फार्म;",
  "(vi) Grazing of catle;": "(भा) कैटल का चराई;",
  "(vii) Tree plantation or any other purpose related to forestry;": "(५) वृक्षारोपण या वानिकी से संबंधित कोई अन्य उद्देश्य;",
  "(vili)Dying and tanning of skins and hides;": "(भा) खाल और खाल की मृत्यु और टैनिंग;",
  "(ix) Storage of fuel, fodder and/or grain;": "(90 ईंधन, चारा और/या अनाज का भंडारण;",
  "(x) Brick kilt-is extraction of shora, sand stones, kanker, bajrior other minerals defined in the Punjab Minor Mineral Rules, 1964;": "(0) ईंट किल्ट-पंजाब माइनर मिनरल रूल्स, 96%५ में परिभाषित शोरा, रेत के पत्थर, कांकेर, बजरी अन्य खनिजों का निष्कर्षण है;",
  "(x1) Cremation or burial ground;": "(४) अंतिम संस्कार या कब्रिस्तान;",
  "(xii) Manure pits;": "(0) खाद के गड़े;",
  "YUSUF AND OTHERS v. STATE OF HARYANA AND OTHERS 143": "यूसुफ और अन्य बनाम हरियाणा राज्य और अन्य",
  "(Kuldeep Tiwari, J.)": "(कुलदीप तिवारी, जे.)",
  "(xiii)Public latrines, and/or urinals;": "(0) सार्वजनिक शौचालय, और »या मूत्रालय;",
  "(xiv) Pathways, roads, drains or water channels.": "(0५) मार्ग, सड़कें, नालियां या जलमार्गी",
  "(xv) Play nds Parks or Children’s Parks or Batwaris; S": "(५) प्ले एंड्स पार्क या बच्चों के पार्क या बटवाड़ी; एस",
  "having insufficient housing ;accommodation or for the purpose of industrial project approved by the Government;": "(५५) अपर्याप्त आवास, आवास या सरकार द्वारा अनुमोदित औद्योगिक परियोजना के प्रयोजन के लिए, आबादी के",
  "(xvl1i) School building, School Library or any other structurefor educational purpose;": "((शा) स्कूल भवन, स्कूल पुस्तकालय या शैक्षिक उद्देश्य के लिए कोई अन्य संरचना;",
  "(xviii) Maternity or First-aid Centres;": "(/भा) मातृत्व या प्राथमिक चिकित्सा केंद्र;",
  "(xix) Hospital or dispensary;": "(०0 अस्पताल या औषधालय;",
  "(xx) Veterinary Hospital or Dispensary;": "(०) पशु चिकित्सा अस्पताल या औषधालय;",
  "(xx1) Vehicle Park;": "(००१) वाहन पार्क;",
  "(xxii) Panchayat-ghar or Jhanjghar or Community Centre;": "(०व) पंचायत-घर या झंजघर या सामुदायिक केंद्र;",
  "(xx1ii1) Ponds and Fisheries;": "(०१) तालाब और मत्स्य पालन;",
  "(xx1V) Wells, hand-pumps, Water Works, or any other WaterLifting device.": "(०१४) कुएँ, हैंड-पंप, वाटर वर्क्स या कोई अन्य वाटरलिफ्टिंग उपकरण।",
  "xxv) Leasing out for cultivatior or(xxv-a) Thrashing floor; or": "(०७) कृषि के लिए पट्टे पर देना या (०७५- ए) भ्रेशिंग फ्लोर; या",
  "(xxvi) Any other kindred common purpose with the approvalof the Panchayat Samiti.”": "(००५) पंचायत समिति के अनुमोदन से कोई अन्य सामान्य प्रयोजन।",
  "(15) A conjoint reading of Section 5 of the Act and Sub Clause 2 of Rule 3 of the Rules, 1964 makes it crystal clear that the Gram": "(।5) अधिनियम की धारा 5 और नियम, 96५ के नियम 3 के उपखंड 2 के संयुक्त पठन से यह स्पष्ट होता है कि ग्राम",
  "Panchayat with the previous approval of the State Government can sellthe shamlat land for the purpose mentioned in Sub Clause 2 of Rule": "पंचायत राज्य सरकार के पूर्व अनुमोदन से नियम ३ के उपखंड 2 में उल्लिखित प्रयोजन के लिए शामलात भूमि को",
  "3 to Government Department or its undertaking/agency at the rate not less than the Collector rate notified by the Government from time to time.": "सरकारी विभाग या उसके उपक्रम/अभिकरण को समय-समय पर सरकार द्वारा अधिसूचित कलेक्टर दर से कम नहीं",
  "(16) We have examined the entire record.": "(6) हमने पूरे अभिलेख की जांच की है।",
  "(17) The resolutions (Supra) are routed through the Deputy Commissioner, Nuh to the State Government. The Deputy": "(7) प्रस्ताव (सुप्रा) उपायुक्त, नूंह के माध्यम से राज्य सरकार को भेजे जाते हैं। उपायुक्त दरों के अनुसार भूमि की",
  "Commissionerassess the price of the land as per the rates and the State Government in pursuance thereof considering that the purpose of that": "कीमत का आकलन करता है और राज्य सरकार इसके अनुसरण में इस बात पर विचार करती है कि बेची जाने वाली",
  "land proposed tobe sold is one of the purpose as prescribed under Sub": "प्रस्तावित भूमि का उद्देश्य उप के तहत निर्धारित उद्देश्यों में से एक है।",
  "AND OTHERS v. STATE OF HARYANA AND OTHERS 139": "यूसुफ और अन्य बनाम हरियाणा राज्य और अन्य",
  "1) The land utilization plan has been prepared as per the provisions of law;": ") भूमि उपयोग योजना कानून के प्रावधानों के अनुसार तैयार की गई है;",
  "ii) The proposed land vest in the Gram Panchayat and there is no restrictive passed by any competent Court of law;": "|) प्रस्तावित भूमि ग्राम पंचायत में निहित है और किसी भी सक्षम न्यायालय द्वारा पारित कोई प्रतिबंधात्मक नहीं है;",
  "ui) The proposed land is not recorded or reserved for Jhorar or Charand;": "॥) प्रस्तावित भूमि झोरार या चरंद के लिए दर्ज या आरक्षित नहीं है;",
  "iv) There is appropriate passages/access to the remaining/abutting land of Gram Panchayat;": "४) ग्राम पंचायत की शेष/निकट भूमि तक उचित मार्ग/पहुंच है;",
  "v) The resolution for sale of land has been passed by Gram Sabha and the Gram Panchayat by 3/4 “majority of the members of the Gram Panchayat.": "५) भूमि की बिक्री के लिए प्रस्ताव ग्राम सभा और ग्राम पंचायत द्वारा ग्राम पंचायत के 3३/५ \"बहुमत सदस्यों द्वारा पारित किया गया है।",
  "a. The trees standing on the proposed land shall continue to vest in the Gram Panchayat and shall requirement of the vendee.": "ए. प्रस्तावित भूमि पर खड़े पेड़ ग्राम पंचायत में निहित रहेंगे और विक्रेता की आवश्यकता होगी।",
  "b. The Gram Panchayat will not be responsible for levelling the uneven site or for getting any kind of No Objection Certificate/Clearance Certificate from any other department.": "बी. असमान स्थल को समतल करने या किसी अन्य विभाग से किसी भी प्रकार का अनापत्ति प्रमाण पत्र/मंजूरी प्रमाण पत्र प्राप्त करने के लिए ग्राम पंचायत जिम्मेदार नहीं होगी।",
  "c. The land shall be used for the purpose for which itis": "सी. भूमि का उपयोग उस उद्देश्य के लिए किया जाएगा जिसके लिए इसे बेचा जाता है और इसका उपयोग किसी अन्य",
  "d. The vendee shall not further transfer the land.": "डी. विक्रेता आगे भूमि का अंतरण नहीं करेगा।",
  "e. In case of breach of any of the condition by the vendee, the sale shall automatically be deemed tobe cancelled": "ई. विक्रेता द्वारा किसी भी शर्त के उल्लंघन के मामले में, बिक्री को स्वचालित रूप से रद्द कर दिया गया माना जाएगा",
  "revoked and land shall revert back to the Gram Panchayat.": "और भूमि ग्राम पंचायत को वापस कर दी जाएगी।",
  "f. This approval order shall be valid to act upon within a period of one year from the date of its issuance.": "एफ. यह अनुमोदन आदेश इसके जारी होने की तारीख से एक वर्ष की अवधि के भीतर कार्रवाई करने के लिए मान्य होगा।",
  "In the reply, the respondents further made averments that": "(6) उत्तर में, प्रत्यर्थियों ने आगे यह अभिकथन किया कि याचिकाकर्ताओं ने पहले के संकल्प सं. ५ दिनांक 6.8.20॥7,",
  "16.8.2017, No.7 dated 8.5.2018 and No.2 dated 2.5.2019 for sale of the": "संख्या. 7 दिनांक 8.5.208 और संख्या. 2 दिनांक 2.5.20॥9 ग्राम पंचायत, इंद्री द्वारा सी. आई. एस. एफ. को 75",
  "Panchayat land measuring 75 acres 3 kanals and 13 marlas to the CISF by the Gram Panchayat, Indri, therefore, they have no locus standi to": "एकड़ 3 कनाल और ॥3 मरले की पंचायत भूमि की बिक्री के लिए, इसलिए, उनके पास अब सी. आई. एस. एफ. को",
  "by the Gram Panchayat, Indri, therefore, they have no locus standi to now challenge the resolutions passed by the Gram Panchayat for sale of additional land to the CISF.": "अतिरिक्त भूमि की बिक्री के लिए ग्राम पंचायत द्वारा पारित प्रस्तावों को चुनौती देने का कोई अधिकार नहीं है।",
  "Before We deal with the legality of the sale of the land to": "(7) इससे पहले कि हम भूमि की बिक्री की वैधता से निपटें",
  "Before Sureshwar Thakur & Kuldeep Tiwari, JJ.": "इससे पहले सुरेश्वर ठाकुर और कुलदीप तिवारी, जे. जे.",
  "YUSUF AND OTHERS—Petitioners": "यूसुफ और अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य-उत्तरदाता",
  "CWP No. 3992 of 2021": "सीडब्ल्यूपी नं. 202। का 3992",
  "June, 2023": "जून, 2023",
  "Sale of Shamlat land by Gram Panchayat—sS. 5 of Haryana Village Common Lands (Regulation) Act, 1961— Rule 3 and 12 of": "ग्राम पंचायत द्वारा शामलात भूमि की बिक्री-हरियाणा ग्राम सामान्य भूमि (विनियमन) अधिनियम, 96। की धारा 5-",
  "Haryana Village Regulation Rules, 1964 —Purposes for which land": "हरियाणा ग्राम विनियमन नियम, 96५ का नियम 3 और ॥2 -जिन उद्देश्यों के लिए ग्राम पंचायत से संबंधित भूमि का",
  "belonging to Gram Panchayat can be disposed of—Held, Gram Panchayat with the previous approval of the State Government can": "निपटान किया जा सकता है-आयोजित, ग्राम पंचायत राज्य सरकार के पूर्व अनुमोदन के साथ हरियाणा ग्राम विनियमन",
  "sell Shamlat land for the purposes mentioned in Sub Clause 2 of Rule 3 of the Haryana Village Regulation Rules, 1964 to Government Department or its undertaking/agency, at rate not less than the": "नियम, 96५ के नियम 3 के उपखंड 2 में उल्लिखित उद्देश्यों के लिए सरकारी विभाग या उसके उपक्रम»एजेंसी को",
  "Held, that Gram Panchayat passed proposal for sale of shamlat land for establishment of Central Industrial Security Force Unit - State": "आयोजित, उस ग्राम पंचायत ने केंद्रीय औद्योगिक सुरक्षा बल इकाई की स्थापना के लिए शामलात भूमि की बिक्री के",
  "Government gave approval - Proposal by gram panchayat and its approval by the State Government challenged in writ proceedings — No": "प्रस्ताव को पारित किया - राज्य सरकार ने मंजूरी दी-ग्राम पंचायत द्वारा प्रस्ताव और राज्य सरकार द्वारा इसकी मंजूरी",
  "infirmity found in proposal or its approval - Petition dismissed.": "को रिट कार्यवाही में चुनौती दी गई-प्रस्ताव या इसके अनुमोदन में कोई कमजोरी नहीं पाई गई - याचिका खारिज कर",
  "(Para 15 and 17)": "(पैरा 5 और ॥7)",
  "Meghna Nehra, Advocate, for the petitioners.": "याचिकाकर्ताओं की ओर से अधिवक्ता मेघना नेहरा।",
  "P.P.Chahar, DAG, Haryana.": "पी. पी. चाहर, डीएजी, हरियाणा।",
  "Sachin Kumar Chhokar, Advocate for N.K.Chhokar, Advocate and": "सचिन कुमार छोकर, एन. के. छोकर के अधिवक्ता और विक्रम सिंह, प्रतिवादी नंबर. ५ के अधिवक्ता। बृजेश्वर सिंह,",
  "Advocate for respondent No.5.": "प्रतिवादी नं. 5 के लिए अधिवक्ता।",
  "(1) Village Indri Nawabgarh and Meharka, Tehsil and District Nuh have single Gram Panchayat i.e. Gram Panchayat, Indri, Hadbast": "()गाँव इंद्री नवाबगढ़ और मेहरका, तहसील और जिला नूंह में एकल ग्राम पंचायत है जो ग्राम पंचायत, इंद्री, हदबस्त",
  "No.197. The petitioners are the residents of village Nawabgarh and approached this Court for seeking quashing of proposal dated": "संख्या. 97 है। याचिकाकर्ता गांव नवाबगढ़ के निवासी हैं और उन्होंने ग्राम पंचायत इंद्री द्वारा पारित प्रस्ताव दिनांक",
  "18.2.2020 (Annexure P-3) passed by Gram Panchayat Indri and": "8.2.2020 (अनुलग्नक पी-3) और राज्य सरकार द्वारा अपनी 55 एकड़ कनाल की शामलात भूमि की बिक्री के लिए",
  "the CISF by the Gram Panchayat, it is apt to first note down the objections which the petitioners have raised by filing the present writ": "ग्राम पंचायत द्वारा सी. आई. एस. एफ., यह पहले उन आपत्तियों को नोट करने के लिए उपयुक्त है जो याचिकाकर्ताओं",
  "petition qua proposal of sale:-": "ने बिक्री के प्रस्ताव के लिए वर्तमान रिट याचिका दायर करके उठाई हैं:-",
  "1) The petitioners have constructed their houses onthe land in khasra No. 202, killa No.22 which is now being sold through resolution;": ") याचिकाकर्ताओं ने खसरा नं. 202, किला नंबर. 22 जिसे अब संकल्प के माध्यम से बेचा जा रहा है;",
  "ii) The water chamber which exists in khasra No.202,": "॥) खसरा नंबर 202, किला नंबर. 9 में मौजूद जल कक्ष जिसमें से पूरे ग्रामीण द्वारा पानी की खपत की जा रही है,",
  "whole villager is also included in the approval granted by the State Government;": "राज्य सरकार द्वारा दी गई मंजूरी में शामिल है;",
  "ii) The village Johar comprised in khasra No. 202, killa Nos.2 and 22 is also included in the impugned approval;": "॥) ग्राम जौहर में खसरा नं. 202, किला संख्या 2 और 22 को भी विवादित अनुमोदन में शामिल किया गया है;",
  "iv) The kacha rasta which is going from khasra No.202//22, 23, 207//1, 10 and 206/15, 17, 22, 23 from": "४) कच्चा रास्ता जो खसरा संख्या 202//22,23,207// ,.0 और 206/5,7,22,23 से गांव अबादी से गांव",
  "village abadi to village Qutubgarh and which further leads to the headquarters of the District is also in the proposal of sale and:": "कुतुबगढ़ तक जाता है और जो आगे जिले के मुख्यालय की ओर जाता है, बिक्री के प्रस्ताव में भी हैः",
  "v) The cremation ground which is in khasra No. 192, killa No.14 is also being proposed to be sold.": "५) श्मशान घाट जो खसरा संख्या में है। 492, किला नं.9 को भी बेचने का प्रस्ताव है।",
  "(8) After examining record and the reply on affidavit filed by the respondents concerned, it depicts that the averments made by the": "(8) अभिलेख और संबंधित प्रत्यर्थियों द्वारा दायर हलफनामे पर उत्तर की जांच करने के बाद, यह दर्शाता है कि",
  "petitioners are infact against the record. So far as the first objection raised by the petitioners with regard to the land comprised in khasra": "याचिकाकर्ताओं द्वारा किए गए कथन वास्तव में अभिलेख के विरुद्ध हैं। जहाँ तक खसरा सं. में सम्मिलित भूमि के संबंध",
  "raised by the petitioners with regard to the land comprised in khasra No. 202, killa No.22 which has been allotted to the inhabitants of the": "में याचिकाकर्ताओं द्वारा उठाई गई पहली आपत्ति है। 202, किला संख्या. 22 जो कि ग्रामीणों के निवासियों को आवंटित",
  "villagers, who are below poverty line, is also included in the proposed sale is concerned, is infact against the record. Infact, out of": "किया गया है, जो गरीबी रेखा से नीचे हैं, प्रस्तावित बिक्री में भी शामिल है, वास्तव में रिकॉर्ड के खिलाफ है। वास्तव में,",
  "mustil and killa No.202//22 (8-0), only 5 kanals 17 marlas land was": "मस्टिल और किला संख्या 202/22 (8-0) में से केवल 5 कनाल 7 मरला भूमि को सीआईएसएफ के लिए अधिसूचित",
  "notified for the CISF and the rest land measuring 2 kanals and 3 marlas belonging to below poverty line have not been included for sale to the": "किया गया था और गरीबी रेखा से नीचे की 2 कनाल और 3 मरला की शेष भूमि को सीआईएसएफ को बिक्री के लिए",
  "CISF and is still with the beneficiaries of the registered plot holders of the villagers.": "शामिल नहीं किया गया है और अभी भी ग्रामीणों के पंजीकृत भूखंड धारकों के लाभार्थियों के पास है।",
  "(9) So far as the second objection of the petitioners is concerned, that there is a water chamber in mustil and killa No.202//9,": "(9) जहां तक याचिकाकर्ताओं की दूसरी आपत्ति का संबंध है, कि मस्टिल और किला नंबर 202/9 में एक जल कक्ष",
  "the same is also against the record. Infact there is no water tank or chamber in the above said khasra Number. The drinking well and pond": "है, वही रिकॉर्ड के खिलाफ भी है। वास्तव में उपरोक्त खसरा संख्या में पानी की टंकी या कक्ष नहीं है। पेयजल कुआं",
  "exists in khasra No.26 and 256 respectively which are very well recorded in the jamabandi for the year 2015-16 which is annexed as": "और तालाब क्रमशः खसरा संख्या. 26 और 256 में मौजूद हैं जो वर्ष 205-6 के लिए जामबंदी में बहुत अच्छी तरह",
  "YUSUF AND OTHERS v. STATE OF HARYANA AND OTHERS 137": "यूसुफ और अन्य बनाम हरियाणा राज्य और अन्य",
  "establishing the Central Industrial Security Force Unit (hereinafter referred to as 'the CISF') onthe premise that the resolution passed by": "केंद्रीय गृह मंत्रालय के अनुरोध पर केंद्रीय औद्योगिक सुरक्षा बल इकाई (इसके बाद 'सीआईएसएफ' के रूप में संदर्भित)",
  "referred to as 'the CISF') onthe premise that the resolution passed by the Gram Panchayat is illegal because the reason being that their": "की स्थापना के उद्देश्य से इस आधार पर कि ग्राम पंचायत द्वारा पारित प्रस्ताव अवैध है क्योंकि इसका कारण यह है कि",
  "houses will be demolished in case the sale is allowed to be executed, the only road (rasta leading from Nawabgarh to Qutubgarh) which": "बिक्री की अनुमति दिए जाने पर उनके घरों को ध्वस्त कर दिया जाएगा, एकमात्र सड़क (नवाबगढ़ से कुतुबगढ़ की",
  "the only road (rasta leading from Nawabgarh to Qutubgarh) which also lead to the District Headquarter would be closed, the students": "ओर जाने वाली रास्ता) जो जिला मुख्यालय तक भी जाती है, बंद कर दी जाएगी, गाँव की आबादी के पास चलने वाले",
  "studying in the Government Middle School which is running near the abadi of the village would be in danger, the water chamber which is": "सरकारी मिडिल स्कूल में पढ़ने वाले छात्र खतरे में पड़ जाएंगे, पानी का कमरा जो गाँव की आबादी के पास है और",
  "consumption of the villagers will also demolished and the village pond": "ग्रामीणों की पानी की खपत का एकमात्र स्रोत है, वह भी ध्वस्त हो जाएगा और गाँव के तालाब (जौहर) जो ग्रामीणों के",
  "(2) This Court while issuing notice of motion passed the following order on 19.2.2021:-": "(2) इस न्यायालय ने 9.2.202 को प्रस्ताव की सूचना जारी करते हुए निम्नलिखित आदेश पारित कियाः-",
  "“Learned counsel for the petitioners while referring to order dated 25.01.2021 (Annexure P-4) submits that": "\"याचिकाकर्ताओं के लिए विद्वान वकील ने दिनांक 25.0.202 (अनुलग्रक पी-५) के आदेश का उल्लेख करते हुए",
  "Additional Chief Secretary to Govt. of Haryana, Development and Panchayat Department, Chandigarh, has": "प्रस्तुत किया कि सरकार के अतिरिक्त मुख्य सचिव। हरियाणा सरकार के विकास एवं पंचायत विभाग, चंडीगढ़ ने",
  "approved resolution No. 1 dated 18.02.2020 passed by the Gram Panchayat, Indri, Block and District Nuh for": "प्रस्ताव सं. । दिनांक 48.02.2020 को ग्राम पंचायत, इंद्री, ब्लॉक और जिला नूंह द्वारा गाँव नवाबगढ़ में सी. आई. एस.",
  "transferring land as per details given in this order for establishing C.LS.F. Reserve battalion in village": "एफ. रिजर्व बटालियन की स्थापना के लिए इस आदेश में दिए गए विवरण के अनुसार भूमि हस्तांतरण के लिए पारित",
  "Nawabgarh. As per the map (Annexure P-1) placed on record, learned counsel for the petitioners contends that": "किया गया। अभिलेख पर रखे गए मानचित्र (अनुलग्नक पी-) के अनुसार, याचिकाकर्ताओं के विद्वान वकील का तर्क है",
  "above the school which is in green color shade, there is a pond (jhohar), water chamber, abadi of B.P.L. Even the": "कि स्कूल के ऊपर, जो हरे रंग की छाया में है, एक तालाब (जौहर) जल कक्ष है, जो बी. पी. एल. की आबादी है। यहां",
  "school has not been given land around it to keep it away from the building of C.I.S.F. He further argues that before executing sale deed by Gram Panchayat, one of the conditions mentioned in the order dated 25.01.2021": "तक कि स्कूल को सी. आई. एस. एफ. की इमारत से दूर रखने के लिए इसके आसपास जमीन भी नहीं दी गई है। उन्होंने आगे तर्क दिया कि ग्राम पंचायत द्वारा बिक्री विलेख निष्पादित करने से पहले, दिनांक 25.0.202। (अनुलग्नक",
  "conditions mentioned in the order dated 25.01.2021 (Annexure P-4) was that the land should not be recorded or reserved for Jhohar orCharand. Since the land above": "पी-५) के आदेश में उल्लिखित शर्तों में से एक यह थी कि भूमि को दर्ज नहीं किया जाना चाहिए या झोहर या चारंद के",
  "the school premises consists of pond (jhohar), water chamber, abadi of B.P.L., this land could not have been made part of resolution for sale to C.LS.F. as per Rule": "लिए आरक्षित नहीं किया जाना चाहिए। चूँकि स्कूल परिसर के ऊपर की भूमि में बी. पी. एल. की आबादी वाला तालाब",
  "Notice of motion.": "गति की सूचना।",
  "Mr. Hitesh Pandit, Additional Advocate General, Haryana": "श्री हितेश पंडित, अतिरिक्त महाधिवकता, हरियाणा",
  "accepts notice on behalf of official respondents and will file": "आधिकारिक उत्तरदाताओं की ओर से नोटिस स्वीकार करता है और यह उचित ठहराते हुए जवाब दाखिल करेगा कि",
  "reply justifying how land which is reflected as jhohar, water chamber, abadi of B.P.L. And some land around the school": "किस तरह से भूमि जो बी. पी. एल. की ज़मीन, जल कक्ष, आबादी के रूप में परिलक्षित होती है। और दिनांक",
  "has not been kept vacant while passing resolution for sale of Gram Panchayat land vide order dated 25.01.2021": "25.0.2024 के आदेश के अनुसार ग्राम पंचायत की भूमि की बिक्री के लिए प्रस्ताव पारित करते समय स्कूल के",
  "List on 26.02.2021.": "26.02.202 को सूची।",
  "Notice re: stay as well.”": "ध्यान दें पुनः साथ ही रहें \"।",
  "(3)Upon notice, the official respondents filed the reply and put on record the detailed facts which are infact, concealed by the": "(3) नोटिस पर, आधिकारिक उत्तरदाताओं ने जवाब दाखिल किया और उन विस्तृत तथ्यों को रिकॉर्ड पर रखा जो",
  "(4)A perusal of the reply dated 22.11.2021 filed on behalf of respondent No.1 to 3 and 6 to 8 through BDPO, Indri depicts that the": "(५) बीडीपीओ, इंद्री के माध्यम से प्रत्यर्थी संख्या । से 3 और 6 से 8 की ओर से दायर 22..202 के जवाब के",
  "Gram Panchayat Indri infact, owned about more than 450 acres of": "अवलोकन से पता चलता है कि ग्राम पंचायत इंद्री वास्तव में अबादी देह को छोड़कर लगभग ५50 एकड़ से अधिक",
  "shamlat land excluding abadi deh. On the request of CISF, the Gram": "शामलात भूमि का स्वामित्व रखती है। सीआईएसएफ के अनुरोध पर, ग्राम पंचायत इंद्री ने अपनी 75 एकड़ ३ कनाल",
  "No.7 dated 8.5.2018 and resolution No.2 dated 2.5.2019 for sale of its land measuring 75 acres 3 kanals 13 marlas. The said case for the sale": "3 मरला भूमि की बिक्री के लिए संकल्प संख्या ५ दिनांक 6.8.207, संकल्प संख्या 7 दिनांक 8.5.208 और संकल्प संख्या 2 दिनांक 2.5.209 को पारित किया। पंचायत भूमि की बिक्री के लिए उक्त मामला उपायुक्त, नूंह के",
  "of panchayat land was sent to the State Government through the": "माध्यम से राज्य सरकार को भेजा गया था और राज्य सरकार ने दिनांक 20.8.209 के आदेश द्वारा उपर्युक्त भूमि की",
  "approval to the Gram Panchayat Indri for the sale of its above": "बिक्री के लिए ग्राम पंचायत इंद्री को अपनी मंजूरी दे दी थी।",
  "(5)Thereafter the Union Home Ministry required some more land for CISF Unit DMRC through Deputy Commissioner, Nuh": "(5) इसके बाद केंद्रीय गृह मंत्रालय ने सी. आई. एस. एफ. इकाई डी. एम. आर. सी. के लिए उपायुक्त, नूंह के माध्यम",
  "and BDPO, Indri again demanded land from the Gram Panchayat. On": "से कुछ और भूमि की मांग की और बी. डी. पी. ओ., इंद्री ने फिर से ग्राम पंचायत से भूमि की मांग की। केंद्रीय गृह",
  "The Gram Panchayat, Indri-respondent No.4 passed the resolution by majority to sell the land and sent the proposal for the recommendation of the Deputy Commissioner, Nuh and in pursuance thereof the": "उपायुक्त, नूंह के माध्यम से भेजा गया। ग्राम पंचायत, इंद्री-प्रत्यर्थी संख्या. ५ ने भूमि बेचने के लिए बहुमत से प्रस्ताव पारित किया और उपायुक्त, नूंह की सिफारिश के लिए प्रस्ताव भेजा और उसके अनुसरण में हरियाणा सरकार ने ग्राम",
  "Government of Haryana accorded its approval to Gram Panchayat, Indri for sale of its land measuring 50 acres (0 kanal 6 marlas) to CISF": "पंचायत, इंद्री को अपनी 50 एकड़ (0 कनाल 6 मरला) जमीन सीआईएसएफ को बेचने के लिए अपनी मंजूरी दे दी।",
  "vide its order dated 25.1.2021. The value of the land was assessed by the Deputy Commissioner concerned. The State Government accorded": "संबंधित उपायुक्त द्वारा भूमि के मूल्य का आकलन किया गया था। राज्य सरकार ने ग्राम पंचायत को सीआईएसएफ",
  "the approval to the Gram Panchayat to sell the land for the purpose of establishing CISF reserve battalion on the following terms and": "आरक्षित बटालियन की स्थापना के उद्देश्य से भूमि को निम्नलिखित शर्तों पर बेचने की मंजूरी दी और",
  "Clause 2(3) of Rules, 1964 and accordingly granted the approval.": "नियम, 96५ का खंड 2 (3) और तदनुसार अनुमोदन प्रदान किया। इन सबसे ऊपर सी. आई. एस. एफ. को संप्रभु",
  "Above all the CISF has to perform the sovereign duty, therefore, we do not find that the proposed approval by the State Government suffers": "कर्तव्य का पालन करना होता है, इसलिए, हम यह नहीं पाते हैं कि राज्य सरकार द्वारा प्रस्तावित अनुमोदन 964 के",
  "from any illegality or violation of any Rules/Regulations framed under": "अधिनियम के तहत बनाए गए किसी भी नियमों /विनियमों के किसी भी अवैधता या उल्लंघन से ग्रस्त है।",
  "(18) In view of the above stated legal facts and the legal proposition, we do not find any merit in the present /is. Therefore, the": "(8) उपर्युक्त कानूनी तथ्यों और कानूनी प्रस्ताव को देखते हुए, हम वर्तमान सूची में कोई योग्यता नहीं पाते हैं। इसलिए,",
  "same is, hereby, dismissed.": "इसी को खारिज किया जाता है।",
  "Viren Jain": "वीरा जैन"
}