{
  "RAJINDER KAUR AND OTHERS (K. Kannan, J.)": "राजेंद्र कौर और अन्य (के. कनन्‍नन, जे.)",
  "(4) He has stated that he travelled along with him and that there": "(4) उन्होंने कहा है कि उन्होंने अपने साथ यात्रा की थी और ऐसे भी अवसर",
  "were also occasions when the licence was checked by police at many nakas": "थे जब पुलिस द्वारा कई नाकाओं पर लाइसेंस की जांच की गई थी और",
  "and the inference, therefore, was that no one ever suspected the genuineness": "इसलिए, निष्कर्ष यह था कि किसी को भी लाइसेंस की वास्तविकता पर संदेह",
  "of the licence. When we are allowing for an insurer to take a defence of": "नहीं था ।जब हम किसी बीमाकर्ता को पॉलिसी की शर्तों के भंग का बचाव",
  "violation of terms of policy, we normally test it on the light of whether there": "करने की अनुमति देते हैं, तो हम आम तौर पर इसका परीक्षण इस बात के",
  "had been any breach of violation of terms of policy by the insured himself.": "आलोक में करते हैं कि क्‍या स्वयं बीमाकृत द्वारा पॉलिसी की शर्तों का भंग",
  "It is the bona fides of the owner that is material and he ought to have some": "किया गया था |यह मालिक की ईमानदारी है जो भौतिक है और उसके पास",
  "reason to suspect the genuineness of the same. The case has still to be held": "इसकी वास्तविकता पर संदेह करने का कोई कारण होना चाहिए । बीमाकर्ता के",
  "against the insurer for the fact that there was evidence of the owner about": "खिलाफ मामला अभी भी इस तथ्य के लिए चलाया जाना बाकी है कि मालिक",
  "the bona fides of belief that the driving licence was genuine.": "के पास इस विश्वास का प्रमाण था कि ड्राइविंग लाइसेंस वास्तविक था।",
  "(5) The award is confirmed and the appeal is dismissed. The amount": "(5) पुरस्कार की पुष्टि हो जाती है और अपील खारिज कर दी जाती है।",
  "Vv. Suri": "वी. सूरी",
  "Before K. Kannan, J.": "के. कन्‍नन से पहले, जे.",
  "ORIENTAL INSURANCE COMPANY LTD., THROUGH ITS": "मूल बीमा कंपनी लिमिटेड, इसके क्षेत्रीय प्रबंधक द्वारा से, एससीओ",
  "versus": "बनाम",
  "RAJINDER KAUR AND OTHERS,—Respondents F.A.O. No. 3091 of 2011": "राजेंद्र कौर और अन्य,-20व4 का उत्तरदाता एफ. ए. ओ. सं. 3097",
  "20th April,2011": "20 अप्रैल, 20]",
  "Motor Vehicles Act, 1988 - S. 166 & 163-A - Death case -": "मोटर वाहन अधिनियम, 4988-धारा 466 और 63-ए-मृत्यु",
  "Multiplier in case of a young bachelor - Judicial pronouncements": "मामला-एक युवा कुंवारे के मामले में गुणक-न्यायिक घोषणाएं और",
  "is no scope for application of the scales of compensation provided under": "किए गए मुआवजे के पैमाने को लागू करने की कोई गुंजाइश नहीं है, वहां",
  "the Hon'ble Supreme Court in Sarla Verma's case (supra) and apply also the": "न्यायाधिकरण सरला वर्मा के मामले (ऊपर) में माननीय सर्वोच्च न्यायालय द्वारा",
  "and what is statutorily provided under Schedule II. Schedule II is applicable": "जो सामने आया है और जो अनुसूची || के तहत वैधानिक रूप से प्रदान किया",
  "in cases where claim is made under Section 163-A of the Motor Vehicles": "मोटर वाहन अधिनियम की खंड 63-ए के तहत सिद्धांत का अनुप्रयोग उस",
  "Rs.40,000/-. In this case, the Tribunal has taken the income of the deceased": "२५.40,000/- से अधिक नहीं थी ।इस मामले में, न्यायाधिकरण ने मृतक",
  "at Rs.3,000/-, which is less than Rs.40,000/- annually and taken a 50% cut": "की आय को 3,000/- रुपये लिया है, जो सालाना १५.40,000/- से कम है और इसमें 50 प्रतिशत की कटौती की है और 7 का गुणक अपनाया है।",
  "Aof the Motor Vehicles Act is possible even in case where the claim is made": "मामले में भी संभव है जहां मोटर वाहन अधिनियम की खंड 66 के तहत",
  "Supreme Court in Oriental Insurance Company Ltd. Vs. Dhanbai Kanji": "ओरिएंटल इंश्योरेंस कंपनी लिमिटेड में कहा था। बनाम धनबाई कांजी गढ़वी",
  "Gadhvi 2011 (2) SCC 240. The Hon'ble Supreme Court has held in that": "20]] (2) एस. सी. सी. 240 । माननीय उच्चतम न्यायालय ने उस मामले",
  "case the Court is empowered to adopt the scales provided under Section 163-A of the Motor Vehicles Act even in case where the application is made": "में कहा है कि न्यायालय को मोटर वाहन अधिनियम की खंड 63-ए के तहत प्रदान किए गए मानकों को अपनाने का अधिकार है, भले ही मोटर वाहन",
  "under Section 166 of the Motor Vehicles Act. There has been a subsequent": "प्रदान किए गए मानकों को अपनाने का अधिकार है, भले ही मोटर वाहन अधिनियम की खंड 66 के तहत आवेदन किया गया हो। हाल ही में पी.",
  "decision recently in P.S. Somanathan and others Vs. District Insurance Officer": "एस. सोमनाथन और अन्य बनाम में एक निर्णय लिया गया है। जिला बीमा",
  "and another (2011) 3 SCC 566 where in a claim made by the parents and": "अधिकारी और एक अन्य (207) 3 एस. सी. सी. 566 जहां माता-पिता",
  "siblings for a bachelor, the Hon'ble Supreme Court held that the multiplier": "और भाई-बहनों द्वारा कुंवारे के लिए किए गए दावे में, माननीय सर्वोच्च",
  "could relate to the age of the deceased and need not necessarily be confined": "न्यायालय ने कहा कि गुणक मृतक की उम्र से संबंधित हो सकता है और",
  "only to the age of the parents.": "जरूरी नहीं कि केवल माता-पिता की उम्र तक ही सीमित हो |",
  "(Para 3)": "(पैरा 3)",
  "Ashwani Talwar, Advocate, for the appellant.": "अपीलकर्ता की ओर से अधिवक्ता अश्विनी तलवार |",
  "K. KANNAN J. (ORAL)": "के. कन्‍नन जे. (07२6॥.)",
  "(1) The appeal is by the insurance company challenging the award": "(]) अपील बीमा कंपनी द्वारा न्यायाधिकरण द्वारा पारित निर्णय को इस आधार",
  "passed by the Tribunal on the ground that in a claim by the parents on death of their son, who was a bachelor aged 22 years, the Tribunal was wrong": "पर चुनौती दी गई है कि अपने बेटे, जो 22 वर्ष का कुंवारा था, की मृत्यु पर माता-पिता द्वारा किए गए दावे में न्‍्यायाधिकरण ने माता-पिता की आयु के"
}