{
  "Before Sanjay Vashisth, J.": "संजय वशिष्ठ से पहले, जे.",
  "SURESH @ LILU — Appellant": "सुरेश &लिलू-अपीलार्थी",
  "versus": "बनाम",
  "STATE OF HARYANA — Respondent": "हरियाणा राज्य - प्रतिवादी",
  "CRA-S No. 132-SB of 2004": "2004 का सीआरए-एस नंबर 432-एसबी",
  "November 23, 2022": "नवंबर 23, 2022",
  "Indian Penal Code, 1860—Ss. 302 & 304 Appeal—Trial": "भारतीय दंड संहिता, 4860-5एस. 302 और 304 अपील-ट्रायल कोर्ट ने अपीलकर्ता को",
  "without there being any prior motive, offence converted to S. 304": "घटना पर विचार करते हुए बिना किसी पूर्व उद्देश्य के, अपराध को आईपीसी की धारा 304",
  "Part-II of IPC from S. 304 Part-I, and sentence reduced to 5 years": "भाग-4 से धारा 304 भाग-2 में परिवर्तित कर दिया गया, और सजा को घटाकर पहले ही 5",
  "already undergone—Appeal partly allowed.": "साल कर दिया गया-अपील को आंशिक रूप से अनुमति दी गई।",
  "Held that, After going through the judgments cited by Ld.": "यह माना गया कि, एलडी द्वारा उद्धृत निर्णयों को पढ़ने के बाद। एमिकस क्यूरी, इस",
  "Amicus Curiae, this Court finds that the occurrence had taken place on the spur of moment, in the rush of blood, after starting of arguments on": "न्यायालय ने पाया कि यह घटना मामूली झगड़े पर बहस शुरू होने के बाद खून के झोंके में",
  "small tiff, and appellant was not already armed with any weapon, and": "हुई थी, और अपीलकर्ता पहले से ही किसी भी हथियार से लैस नहीं था, और कैंची एक",
  "the scissor is a professional instrument for a tailor, it can be safely": "पेशेवर उपकरण है एक दर्जी, यह सुरक्षित रूप से निष्कर्ष निकाला जा सकता है कि",
  "concluded that there was no intention in the mind of appellant to cause": "अपीलकर्ता के मन में हत्या करने का कोई इरादा नहीं था जब तक कि वे दोनों लगभग",
  "Further held, that it is also not a matter of dispute that appellant": "इसके अलावा, यह भी विवाद का विषय नहीं है कि अपीलकर्ता ने झटका दोहराया नहीं है",
  "has not repeated the blow and after giving first blow and on seeing the oozing of blood, he left the place along with weapon and ran away. Had": "और पहला झटका देने के बाद और खून बहता हुआ देखकर, वह हथियार सहित जगह",
  "oozing of blood, he left the place along with weapon and ran away. Had there been any deep rooted intention, even to cause a dangerous injury,": "छोड़कर भाग गया। यदि कोई गहरा इरादा होता, यहां तक कि खतरनाक चोट पहुंचाने का",
  "with per-meditated mind, he would have been armed in advance and repeated the blow of injuries with scissor itself.": "भी, तो वह पहले से ही हथियारों से लैस होता और कैंची से ही चोटों के वार को दोहराता।",
  "Further held, that in view of the judgments cited by Ld. Amicus": "आगे कहा गया कि एलडी द्वारा उद्धृत निर्णयों के मद्देनजर। एमिकस क्यूरी, और इस",
  "Curiae, and deeply noticed by this Court, and also the factors observed": "न्यायालय द्वारा गहराई से देखा गया, और कारकों का भी अवलोकन किया गया। इस",
  "from Section 304 Part-I of IPC to Section 304 Part-II of IPC. As": "न्यायालय द्वारा अपराध को आईपीसी की धारा 304 भाग-4 से आईपीसी की धारा 304 भाग-",
  "already noticed from the custody certificate that appellant has undergone total actual period of 03 years, 02 months and 21 days, and": "प्रमाणपत्र से पहले ही देखा जा चुका है कि अपीलकर्ता ने 03 वर्ष, 02 महीने और 24 दिन",
  "including remission 03 years, 07 months and 27 days. This Court": "की कुल वास्तविक अवधि और 03 वर्ष, 07 महीने और 27 दिन की छूट सहित पूरी कर ली",
  "considers that appellant must realize his illegal act once again, which": "है। यह न्यायालय मानता है कि अपीलकर्ता को एक बार फिर से अपने अवैध कृत्य का",
  "resulted in taking away of a human life, and thus, it would be": "एहसास होना चाहिए, जो इसके परिणामस्वरूप एक इंसान की जान चली गई, इसलिए",
  "appropriate to change the sentence from 10 years to 05 years. Thus,": "सजा को 40 साल से बदलकर 05 साल करना उचित होगा। इस प्रकार, अपीलकर्ता को",
  "appellant is ordered to undergo the total sentence period of 05 years as rigorous imprisonment.": "कुल सजा अवधि 05 वर्ष कठोर कारावास के रूप में भुगतने का आदेश दिया जाता है।",
  "and scalp were healthy. Brain was congested. Spinal cord": "था. खोपड़ी और खोपड़ी स्वस्थ थी। मस्तिष्क अवरुद्ध हो गया था। रीढ़ की हड्डी नहीं खुली.",
  "not opened up. Chest wall was healthy, left first rib was injured and fracture present. Both ploural cavities filled": "छाती की दीवार स्वस्थ थी, बाईं पहली पसली क्षतिग्रस्त थी और फ्रेक्चर मौजूद था। दोनों",
  "with blood. Larynx and trachea were healthy. Right lung": "बहुवचन गुहाएँ रक्त से भर गईं। स्वरयंत्र और श्वासनली स्वस्थ थे दायां फेफड़ा स्वस्थ था।",
  "was healthy. Left lung upper part injured and upto the middle lobe. Heart, pericardium were healthy. Both": "बाएं फेफड़े का ऊपरी भाग घायल हो गया और मध्य लोब हृदय, पेरीकार्डियम तक स्वस्थ",
  "chambers of heart were empty. Abdominal wall was healthy. Peritoneum was healthy. Mouth as": "थे। हृदय के दोनों कक्ष खाली थे.. पेट की दीवार स्वस्थ थी। पेरिटोनियम स्वस्थ था. जैसा कि",
  "described stomach was healthy and contained undigested food material. Intestine was healthy and contained chymes.": "बताया गया है मुंह, पेट स्वस्थ था और उसमें अपचित भोजन सामग्री थी। आंत स्वस्थ थी",
  "Large intestine was healthy and contained faccal matter.": "और उसमें काइम्स थे। बड़ी आंत स्वस्थ थी और उसमें फैकल पदार्थ मौजूद था। लीवर",
  "Kidneys were healthy and pale. Bladder was healthy and": "स्वस्थ और पीला था। तिल्‍्ली स्वस्थ और पीला था. गुर्दे स्वस्थ और पीले थे। मूत्राशय स्वस्थ",
  "empty. Organs of generation were healthy.": "एवं खाली था। पीढ़ी के अंग स्वस्थ थे.",
  "The cause of death in this case, in our opinion, was due to": "इस मामले में मृत्यु का कारण, हमारी राय में, महत्वपूर्ण अंग यानी फेफड़े पर चोट नंबर 4",
  "haemorrhage and shock as a result of injury no.1 on vital": "के परिणामस्वरूप रक्तस्राव और सदमे के कारण था, जो जीवन के सामान्य क्रम में मृत्यु",
  "ordinary course of life. Injuries were ante-mortem in nature. Probable time elapsed between injuries and death": "का कारण बनने के लिए पर्याप्त था। चोटें प्रकृति में मृत्यु-पूर्व की थीं। चोटों और मृत्यु के बीच",
  "was within one hour and between death and post-mortem": "का संभावित समय एक घंटे के भीतर था और मृत्यु और पोस्टमार्टम के बीच का संभावित",
  "was within 24 hours.”": "समय 24 घंटों के भीतर था।\"",
  "Said Doctor has deposed that injury No.1 was caused by the": "कहा कि डॉक्टर ने गवाही दी है कि चोट नंबर 4 कैंची (केंची) के कारण हुई थी, और इसे",
  "(5) Complainant Ramesh @ Bala, appeared as PW-6 and": "(5) शिकायतकर्ता रमेश उर्फ बाला, पीडब्लू-6 के रूप में उपस्थित हुए और एफआईआर में",
  "reiterated his version mentioned in the FIR. He refused to suggest that": "उल्लिखित अपने संस्करण को दोहराया। उन्होंने यह सुझाव देने से इनकार कर दिया कि",
  "he is anintroduced witness in order to convert the blind murder case": "अंधे हत्याकांड को चश्मदीद गवाह मामले में बदलने के लिए वह एक पेश किया गया गवाह",
  "Similarly another eye-witness i.e. Naresh s/o Chander Dutt appeared as PW-7 and corroborated the statement made by the complainant.": "इसी तरह एक और चश्मदीद ले. नरेश पुत्र चंदर दत्त पीडब्लू-7 के रूप में उपस्थित हुए और शिकायतकर्ता द्वारा दिए गए बयान की पुष्टि की।",
  "(6) In total, prosecution examined as many as 12 witnesses i.e.": "(6) कुल मिलाकर, अभियोजन पक्ष ने 42 गवाहों से पूछताछ की, यानी पीडब्लू-4 कांस्टेबल",
  "PW- 1 Constable Satpal, PW-2 Devender (Photographer), PW-3 Constable Ram Dhari, PW-4 Dr. Amrita Bhardwaj, PW-5 Pankaj": "सतपाल, पीडब्लू-2 देवेंदर (फोटोग्राफर), पीडब्लू-३ कांस्टेबल राम धारी, पीडब्लू-4 डॉ.",
  "Sharma (car owner), PW-6 Ramesh (complainant), PW-7 Naresh (eye-": "अमृता भारद्वाज, पीडब्लू-5 पंकज शर्मा (कार)। मालिक), पीडब्लू-6 रमेश (शिकायतकर्ता),",
  "wtiness), PW-8 Kanwar Pal (Draftsman), PW-9 Sub-Inspector Om": "पीडब्लू-7 नरेश (चश्मदीद), पीडब्लू-8 कंवर पाल (ड्राफ्ट्समैन), पीडब्लू-9 सब-इंस्पेक्टर",
  "Parkash, PW-10 HC Kartar Singh, PW-11 Dr. RS Sangwan & PW-": "ओम प्रकाश, पीडब्लू-30 एचसी करतार सिंह, पीडब्लू-348 डॉ. आरएस सांगवान और",
  "12 Inspector Ram Mehar, and placed on record the documents, which": "पीडब्लू-42 इंस्पेक्टर राम मेहर, और दस्तावेजों को रिकॉर्ड पर रखा गया, जो प्रदर्शित किए",
  "were exhibited.": "गए थे.",
  "(7) Mr. Amandeep Singh, learned Amicus Curiae, made his": "(7) श्री अमनदीप सिंह, विद्वान न्याय मित्र, ने अपना योगदान दिया वहां दलीलें देकर बेदाग",
  "first attempt to seek clean acquittal by making submissions that there are material discrepancies in the case of prosecution, such as injury": "बरी होने का पहला प्रयास अभियोजन के मामले में महत्वपूर्ण विसंगतियाँ हैं, जेसे चोट",
  "suffered by the patient is shown as 8.2 inches in depth, whereas,": "लगना मरीज को 8.2 इंच की गहराई दिखाई गई है, जबकि, अपराध का बरामद हथियार",
  "length is 4.5 inches and Pital (Brass) handle’s length is 5.5 inches as": "कैंची (केन्ची) है, जिसका ब्लेड है लंबाई 4.5 इंच है और पिटल (पीतल) हैंडल की लंबाई 5.5",
  "witnesses i.e. Satya Narayan and Parmanand have been given up by the prosecution, being unnecessary.": "गवाहों यानी सत्य नारायण और परमानंद को छोड़ दिया गया है अभियोजन, अनावश्यक",
  "(8) The arguments of non-production of the recovery witnesses (Satya Narayan and Parmanand) would not be material": "(8) वसूली गवाहों (सत्य नारायण और परमानंद) को पेश न करने का तर्क सार्थक नहीं होगा",
  "because deposition of PW-12, Inspector Ram Mehar would be": "क्योंकि पीडब्लू-42, इंस्पेक्टर राम मेहर का बयान उस संबंध में पर्याप्त होगा। अपीलकर्ता",
  "weapon of offence at the instance of the disclosure statement of the appellant, can be said to be doubtful.": "बयान के उदाहरण पर अपराध के हथियार की बरामदगी को संदिग्ध कहा जा सकता है।",
  "(9) As far as argument of 8 inches’ depth of the injury is concerned, there is nothing asked from the Doctor during cross- examination by defence counsel, as to whether the said depth could be": "(9) जहां तक चोट की 8 इंच गहराई के तर्क का सवाल है, बचाव पक्ष के वकील द्वारा जिरह के दौरान डॉक्टर से कुछ भी नहीं पूछा गया है कि क्या चोट लगने पर उक्त गहराई संभव हो",
  "possible or not, if the injury is inflicted with the weapon seen and opined by him. Had there been any question in specific, there was a": "सकती है या नहीं। उनके द्वारा देखा गया हथियार और राय। यदि कोई विशिष्ट प्रश्न था, तो",
  "possibility of giving of an explanation on record by the concerned Doctor i.e. Dr. Amrita Bhardwaj (PW -4). This omission on the part of": "संबंधित डॉक्टर यानी डॉ. अमृता भारद्वाज (पीडब्लू-4) द्वारा रिकॉर्ड पर स्पष्टीकरण देने की",
  "benefit to his credit. Thus, this argument of the appellant fails.": "को किसी भी प्रकार का लाभ नहीं पहुंचा सकती है। अत: अपीलकर्ता का यह तर्क विफल",
  "(10) It is further argued by Ld. Amicus Curiae that in the": "(40) यह आगे एल.डी. द्वारा तर्क दिया गया है। एमिकस क्यूरी ने कहा कि किसी मजबूत",
  "absence of any strong motive, it is unlikely that appellant would cause": "मकसद के अभाव में, यह संभावना नहीं है कि अपीलकर्ता किसी की हत्या का कारण",
  "murder of anyone. Moreover, alleged motive of having tiff on account of non-payment of rent does not appear to be a sufficient reason of": "बनेगा। इसके अलावा, किराया न चुकाने के कारण झगड़ा होने का कथित मकसद हत्या",
  "of non-payment of rent does not appear to be a sufficient reason of causing murder. So, it is unlikely that appellant would have caused": "करने का पर्याप्त कारण नहीं लगता है। इसलिए, यह संभावना नहीं है कि अपीलकर्ता ने",
  "murder of Mahender with the alleged fatal blow.": "कथित घातक प्रहार से महेंद्र की हत्या की होगी।",
  "This argument also is not sufficient for convincing the conscious": "यह तर्क भी इस न्यायालय की चेतना को आश्वस्त करने के लिए पर्याप्त नहीं है, क्योंकि",
  "and were drinking liquor. The tiff/arguments in loud voice started around 11:00 — 11:30 PM. In all possibility by that time enough": "आसपास तेज आवाज में झगड़ा/बहस शुरू हो गई। पूरी सम्भावना है कि उस समय तक",
  "alcohol had been consumed. Thus, in the rush of blood, exchange of": "काफी शराब पी ली गयी थी। इस प्रकार, खून-खराबे के बीच गर्मागर्म शब्दों का आदान-",
  "may have rushed to his house across the road and returned": "था। तथ्य यह है कि अपीलकर्ता हो सकता है कि वह सड़क पार करके अपने घर की ओर",
  "with a sword, is not sufficient to infer an intention to kill,": "गया हो और तलवार लेकर लोटा हो, यह हत्या के इरादे का अनुमान लगाने के लिए पर्याप्त",
  "both because of the genesisof the occurrence and the single assault by the Appellant, coupled with the duration of the": "नहीं है, घटना की उत्पत्ति और अपीलकर्ता द्वारा किए गए एक हमले के साथ-साथ पूरे",
  "entire episode for 1% to 2 minutes. Had there been any intention to do away with the life ofthe deceased, nothing": "प्रकरण की अवधि 4 के कारण % से 2 मिनट. यदि मृतक के जीवन को ख़त्म करने का कोई",
  "intention to do away with the life ofthe deceased, nothing prevented the Appellant from making a second assault to": "इरादा था, तो अपीलकर्ता को उसकी मृत्यु सुनिश्चित करने के लिए दूसरा हमला करने से",
  "intention appears more to have been to teach a lessonby the venting of ire by an irked neighbour, due to loud playing of": "बजाने के कारण गुस्साए पड़ोसी के गुस्से को ज़ाहिर करके सबक सिखाने का था। लेकिन",
  "8. In the entirety of the evidence, the facts and circumstances of the case, we are unable to sustain the conviction of the Appellant under Section 302 I.P.C. and": "8. मामले के संपूर्ण साक्ष्यों, तथ्यों और परिस्थितियों में, हम धारा 302 4.पी.सी. के तहत अपीलकर्ता की दोषसिद्धि को कायम रखने में असमर्थ हैं। और संतुष्ट हैं कि यह धारा ३04",
  "Part-II I.P.C. It is ordered accordingly. Considering the": "भाग-2 एल.पी.सी. में परिवर्तित किये जाने योग्य है। तदनुसार आदेश दिया गया है। उसकी",
  "period of custody undergone after his conviction, we alter": "दोषसिद्धि के बाद बिताई गई हिरासत की अवधि को ध्यान में रखते हुए, हम सजा को पहले",
  "the sentence to the period of custody already undergone. The Appellant may be released forthwith if not required in any other case.": "से बिताई गई हिरासत की अवधि में बदल देते हैं। यदि किसी अन्य मामले में आवश्यकता न हो तो अपीलकर्ता को तुरंत रिहा किया जा सकता है।",
  "9. The appeal is therefore allowed in part with the aforesaid modification of the conviction and sentence.”": "9. इसलिए दोषसिद्धि और सजा के पूर्वोक्त संशोधन के साथ आंशिक रूप से अपील की अनुमति दी जाती है।\"",
  "(15) Learned State counsel has produced a custody certificate dated 14.11.2022, showing that appellant has actually undergone a": "(45) विद्वान राज्य वकील ने 44.44.2022 को एक हिरासत प्रमाण पत्र प्रस्तुत किया है,",
  "dated 14.11.2022, showing that appellant has actually undergone a total period of sentence of 03 years, 02 months and 21 days, and": "जिसमें दिखाया गया है कि अपीलकर्ता ने वास्तव में 03 साल, 02 महीने और 24 दिनों की",
  "including of remission 03 years, 07 months and 27 days. It is also": "कुल सजा काट ली है, और 03 साल, 07 महीने और 27 दिनों की छूट भी शामिल है। वहां",
  "mentioned there that after releasing on bail, appellant is not involved": "यह भी उल्लेख किया गया है कि जमानत पर रिहा होने के बाद अपीलकर्ता किसी अन्य",
  "in any other criminal case. Said custody certificate is taken on record,": "आपराधिक मामले में शामिल नहीं है। सभी अपवादों के अधीन, उक्त अभिरक्षा प्रमाणपत्र",
  "place in case file.": "को रिकॉर्ड में ले लिया गया है। कार्यालय को इसे केस फ़ाइल में उचित स्थान पर टैग करना",
  "(16) Now, this Court is left only with an argument that can the": "(46) अब, इस न्यायालय के पास केवल एक तर्क बचा है कि क्या धारा 304 भाग-4 के तहत",
  "offence under Section 304 Part-I be converted into offence under Section 304Part-II ?": "अपराध को धारा 304 भाग-2 के तहत अपराध में परिवर्तित किया जा सकता है?",
  "After going through the judgments cited by Ld. Amicus Curiae,": "एलडी द्वारा उद्धृत निर्णयों को पढ़ने के बाद। एमिकस क्यूरी, इस न्यायालय ने पाया कि यह",
  "this Court finds that the occurrence had taken place on the spur of": "न्यायालय ने कायम रखा था। हालाँकि, इस तथ्य पर विचार करते हुए कि घटना आवेश में"
}