{
  "Sudhir Sharma, Advocate for the petitioner.": "याचिकाकर्ता के लिए:- श्री सुधीर शर्मा, अधिवक्ता",
  "Deepak Sibal, Advocate for the petitioner.": "प्रतिवादी के लिए;- श्री दीपक सिब्बल , अधिवक्ता।",
  "(1) The petitioner seeks quashing of the order dated 26th November, 2008 (Annexure P7), whereby, the benefit of past service rendered by him": "सूर्यकांत ज. (मौखिक) - याचिकाकर्ता दिनांक 26..2008 (अनुलग्नक-पी /) के आदेश को रद्द करने की मांग करता है, जिसके",
  "benefits has been declined. The petitioner also seeks a mandamus to direct the respondent- University to count the afore-stated service towards qualifying service for pension and Gratuity etc. .": "कर दिया गया। याचिकाकर्ता प्रतिवादी-विश्वविद्यालय को पूर्वोक्त सेवा को पेंशन और ग्रेच्युटी आदि के लिए अर्हक सेवा में गिनने का निर्देश देने का भी आदेश चाहता है।",
  "(2) The petitioner was appointed as Teaching Assistant in the Department of Chemistry by the respondent-University with effect from 20th July, 1970 vide appointment letter (Annexure R/3) which reads as follows :— |": "2. याचिकाकर्ता को प्रतिवादी विश्वविद्यालय द्वारा 20 जुलाई, 970 से नियुक्ति पत्र (अनुलग्नकक आर/3) के माध्यम से रसायन विज्ञान विभाग में शिक्षण सहायक के रूप में नियुक्त किया गया था, जो इस प्रकार है; -",
  "“Shri Ravi Prashar Junior Research Fellow Department of Chemistry, |": "\"श्री रवि पराशर जूनियर रिसर्च फेलो रसायनिकी विभाग,",
  "PU, Chandigarh": "पीयू चंडीगढ़",
  "Dear Sir,": "प्रिय महोदय,",
  "With reference to your application for the post of Teaching Assistant _": "विभाग में शिक्षण सहायक के पद के लिए आपके आवेदन के संदर्भ में",
  "in the Department of Chemistry, I am to inform you that the Syndicate at": "रसायन विज्ञान, मैं आपको सूचित करना चाहता हूं कि सिंडिकेट ने ।8.0/.9/0 को आयोजित अपनी बैठक में आपको",
  "Assistant (Physical Chemistry) in the Deptt. of Chemistry, PU Chandigarh, @ Rs 350/- p.m. (fixed) with effect from the date you start work, for a": "रसायन विज्ञान विभाग, पीयू चंडीगढ़, में शिक्षण सहायक (भौतिक रसायन विज्ञान) के रूप में र. 350/- प्रतिमाह (निश्चित)",
  "@ Rs 350/- p.m. (fixed) with effect from the date you start work, for a period of three years.": "की दर पर नियुक्त किया है, आपके काम शुरू करने की तारीख से, तीन साल की अवधि के लिए।",
  "The appointment will be governed under the rules/regulations of the University.": "नियुक्ति विश्वविद्यालय के नियमों/विनियमों के तहत नियंत्रित की जाएगी।",
  "Please make it convenient to report for duty as Teaching Assistant at an early date.": "कृपया शिक्षण सहायक के रूप में ड्यूटी के लिए शीघ्र रिपोर्ट करना सुविधाजनक बनाएं।",
  "Sd/-": "एसडी/-",
  "(Harkishan Singh)": "( हरकिशन सिंह)",
  "Assistant Registrar (Accounts)": "सहायक रजिस्ट्रार (लेखा)",
  "Panjab University”": "पंजाब यूनिवर्सिटी\"",
  "(Emphasis applied)": "(जोर दिया गया)",
  "(8) From the plain reading of the above-reproduced provisions, it is apparent that unless expressly excluded by a provision under the Rules": "6. उपरोक्त पुनरुत्पादित प्रावधानों को स्पष्ट रूप से पढ़ने से, यह स्पष्ट है कि जब तक नियमों के तहत किसी प्रावधान या नियुक्ति की",
  "is apparent that unless expressly excluded by a provision under the Rules or by terms of appointment, the service of an employee begins to qualify": "शर्तों द्वारा स्पष्ट रूप से बाहर नहीं रखा जाता है, तब तक किसी कर्मचारी की सेवा पेंशन के लिए अर्हता प्राप्त करने लगती है जब वह",
  "for pension when he takes charge of the post to which he is first appointed.": "उस पद का प्रभार लेता है जिस पर वह सबसे पहले नियुक्त किया जाता है। इसी प्रकार, विश्वविद्यालय द्वारा प्रदान की गई और",
  "Similarly, the temporary and work-charged service rendered under and paid by the University even if from Contingencies, qualifies for pension and other": "भुगतान की गई अस्थायी और कार्य-प्रभारित सेवा, भले ही आकस्मिकता से हो, पेंशन और अन्य सेवानिवृत्ति लाभों के लिए योग्य",
  "retiral benefits provided that such service is followed by regular appointment and is a full-time job.": "है, बशर्ते कि ऐसी सेवा के बाद नियमित नियुक्ति हो और यह पूर्णकालिक नौकरी हो।",
  "(9) The petitioner admittedly served as a full time ‘Teaching Assistant’ and was paid salary by the respondent-University. The petitioner’s": "9. याचिकाकर्ता ने स्वीकार किया कि उसने पूर्णकालिक 'शिक्षण सहायक' के रूप में काम किया था और उसे प्रतिवादी-विश्वविद्यालय",
  "appointment though was initially for a period of three years but was “governed": "द्वारा वेतत का भुगतान किया गया था। याचिकाकर्ता की नियुक्ति हालांकि शुरू में तीन साल की अवधि के लिए थी लेकिन",
  "under the Rule and Regulations of the University”. Admittedly, the petitioner": "\"विश्वविद्यालय के नियम और विनियमों के तहत शासित” थी। माना जाता है कि, याचिकाकर्ता ने 0.04.9/4 से अपनी",
  "served uninterruptedly followed by his regular appointment with effect from 1st April, 1974. The petitioner’s appointment cannot be termed as ‘tenure": "नियमित नियुक्ति के बाद निर्बाध रूप से सेवा की। याचिकाकर्ता की नियुक्ति को 'कार्यकाल नियुक्ति' नहीं कहा जा सकता क्योंकि",
  "appointment’ as even after expiry of three years’ period on 19th July, 1973, neither it was terminated nor an order of fresh renewal was passed.": "9.07.973 को तीन साल की अवधि समाप्त होने के बाद भी, न तो इसे समाप्त किया गया और न ही नए सिरे से नवीनीकरण का आदेश पारित किया गया।",
  "(10) In the facts and circumstances of the present case, the initial appointment of the petitioner with effect from 20th July, 1970 was nothing": "0. वर्तमान मामले के तथ्यों और परिस्थितियों में, याचिकाकर्ता की प्रारंभिक नियुक्ति 20.0/.97/0 से एक परिवीक्षाधीन",
  "but a temporary appointment like of a probationer and the University- authorities being fully satisfied with his work and conduct, regularized the": "अधिकारी की तरह एक अस्थायी नियुक्ति के अलावा कुछ नहीं थी और विश्वविद्यालय के अधिकारियों ने उसके काम और आचरण",
  "authorities being fully satisfied with his work and conduct, regularized the petitioner’s service with effect from Ist April, 1974. The petitioner’s service for the subject period, thus, fully satisfies all the ingredients and pre-": "से पूरी तरह संतुष्ट होकर, 0.04. [9/4 से याचिकाकर्ता की सेवा को नियमित कर दिया। इस प्रकार, विषय अवधि के लिए",
  "for the subject period, thus, fully satisfies all the ingredients and pre- conditions of Rule 3.2 to 3.5 reproduced above and deserves to be counted": "याचिकाकर्ता की सेवा ऊपर दिए गए नियम 3.2 से 3.5 की सभी सामग्रियों और पूर्व-शर्तों को पूरी तरह से संतुष्ट करती है और",
  "towards the ‘qualifying service’ for the purpose of pension and other retiral benefits.": "पेंशन और अन्य सेवानिवृत्ति लाभों के उद्देश्य के लिए 'योग्य सेवा' में गिना जाने योग्य है।",
  "(11) For the reasons afore-stated, the writ petition is allowed; the impugned order dated 26th November, 2008 (Annexure P-7) is hereby": ". उपर्युक्त कारणों से, रिट याचिका की अनुमति दी जाती है; आक्षेपित आदेश दिनांक 26.].2008 (अनुलगक-पी /) को",
  "quashed and the respondents are directed to include the service rendered by the petitioner from 20th July, 1970 to 31st March, 1974 as ‘qualifying": "इसके द्वारा रद्द कर दिया गया है और प्रतिवादियों को निर्देश दिया गया है कि वे याचिकाकर्ता द्वारा 20.07/.व970 से",
  "service’ for the purpose of his retiral service benefits etc.": "3.03.9/4 तक प्रदान की गई सेवा को उसकी सेवानिवृत्ति सेवा लाभ आदि के उद्देश्य से 'अर्हक सेवा' के रूप में शामिल",
  "(12) The needful shall be done and consequential benefits shall be released to the petitioner within a period of three months from the date of receipt of a certified copy of this order.": "2. आवश्यक कार्रवाई की जाएगी और इस आदेश की प्रमाणित प्रति प्राप्त होने की तारीख से तीन महीने की अवधि के भीतर याचिकाकर्ता को परिणामी लाभ जारी किए जाएंगे।",
  "(13) Ordered accordingly.": "3. तदनुसार आदेश दिया गया।"
}