{
  "(i) who has been convicted of-": "() किसे दोषी ठहराया गया है-",
  "(1)robbery under section 392 or 394 IPC:": "(4) आईपीसी की धारा 392 या 394 के तहत डकैती",
  "(2)dacoity under section 395, 396 or 397 IPC:": "(2) आईपीसी की धारा 395, 396 और 397 के तहत डकैती:",
  "(3)kidnapping for ransom under section 364-A IPC:": "(3)आईपीसी की धारा 364-ए के तहत फिरौती के लिए अपहरण:",
  "(4)murder or attempt to murder for ransom or extortion under section 387 read with 302 or section 387 read with 307 IPC;": "(4) आईपीसी की धारा 387 सहपठित 302 या धारा 387 सहपठित 307 आईपीसी के तहत फिरौती या जबरन वसूली के लिए हत्या या हत्या का प्रयास;",
  "(5)rape with murder under section 376 read with 302 IPC;": "(5)आईपीसी की धारा 376 सहपठित धारा ३302 के तहत हत्या के साथ बलात्कार;",
  "(6)rape of a woman below sixteen years of age.": "(6)सोलह वर्ष से कम उम्र की महिला से बलात्कार।",
  "(7)rape as covered under section 376-A. 376-D or 376- E IPC;": "(7) बलात्कार आईपीसी की धारा 376-ए 376-डी या 376-ई के अंतर्गत आता है",
  "(8)serial killing i.e. murder under section 302 IPC in two or more cases in different First Information Reports.": "(8) सिलसिलेवार हत्या झूठ. अलग-अलग प्रथम सूचना रिपोर्ट में दो या दो से अधिक मामलों में आईपीसी की धारा 302 के तहत हत्या।",
  "(9)murder under section 302 IPC. if the offender is a contract killer as apparent from the facts mentioned inthe judgment of the case.": "(9) आईपीसी की धारा 302 के तहत हत्या। यदि अपराधी एक सुपारी हत्यारा है जैसा कि मामले के फैसले में उल्लिखित तथ्यों से स्पष्ट है।",
  "(10)lurking house-trespass ur housebreaking where death or": "(40) गुप्त गृह-अतिचार उर गृहभेदन जहां मृत्यु या",
  "grievous hurt is caused under section 459 or 460 IPC:": "आईपीसी की धारा 459 या 460 के तहत गंभीर चोट पहुंचाई गई है",
  "(11)either of the offences under sections 121 to 124-A IPC:": "((4)आईपीसी की धारा 424 से 24-ए के तहत दोनों में से कोई भी अपराध",
  "(12)immoral trafficking under section 3, 4 or 5 of the Immoral Traffic (Prevention: Act, 1956 (104 of 1956)": "(42)अनैतिक तस्करी (रोकथाम: अधिनियम, 4956 (4956 का 404) की धारा ३, 4 या 5 के",
  "involving minors or under section 366 A. 366-B, 372or": "तहत अनैतिक तस्करी जिसमें नाबालिग शामिल हैं या धारा 366 ए के तहत। 366-बी, ३72",
  "373 IPC:": "और 373 आईपीसी:",
  "Drugs and Psychotropic Substances Act, 1985 (Central Act": "(43) स्वापषफक औषधि और मन:प्रभावी पदार्थ अधिनियम, 4985 (4985 का केंद्रीय",
  "(14)offence under section 14 of the Protection of Children": "(44)यौन अपराधों से बच्चों का संरक्षण अधिनियम की धारा 44 के तहत अपराध। 2042",
  "from Sexual Offences Act. 2012 (Central Act 32 of 2012);": "(2042 का केंद्रीय अधिनियम 32);",
  "(ii) who during a period of five years immediately before": "() जो अपनी दोषसिद्धि से ठीक पहले पांच साल की अवधि के दौरान आईपीसी के अध्याय",
  "his conviction has earlier been convicted and sentenced for the commission of one or more offences mentioned in": "%५॥ या ५५॥ में उल्लिखित एक या अधिक अपराधों के लिए दोषी ठहराया गया हो और सजा",
  "(i) above, committed on different occasions not constituting part of the same transaction and as a result of such": "(3) उपरोक्त, अलग-अलग अवसरों पर प्रतिबद्ध है जो एक ही लेन-देन का हिस्सा नहीं है",
  "part of the same transaction and as a result of such conviction has undergone imprisonment at least for a period of twelve months:": "और ऐसी सजा के परिणामस्वरूप कम से कम बारह महीने की अवधि के लिए कारावास",
  "Provided that while counting the period of five years. the period of actual imprisonment or detention shall be": "बशर्ते कि पांच वर्ष की अवधि की गणना करते समय, वास्तविक कारावास या हिरासत की",
  "excluded:": "अवधि को बाहर रखा जाएगा:",
  "Provided further that if a conviction has been set aside in appeal or revision, then any imprisonment undergone in": "बशर्ते कि यदि किसी दोषसिद्धि को अपील या पुनरीक्षण में रद्द कर दिया गया है, तो उसके",
  "above purpose; or": "जाएगा; ओह",
  "(111) who has been sentenced to death penalty, or": "(0) जिसे मृत्युदंड की सजा सुनाई गई है, या",
  "(iv) who has been detected using a cell phone or in possession of a cell phone/SIM card inside the jail": "(५) जो जेल परिसर के अंदर सेल फोन का उपयोग करते हुए या सेल फोन/सिम कार्ड के",
  "premises;or": "कब्जे में पाया गया हो; या",
  "(v)who failed to surrender himself within a period of ten": "(५) जो उस तारीख से दस दिनों की अवधि के भीतर खुद को आत्मसमर्पण करने में विफल",
  "days from the date on which he should have so surrendered on the expiry of the period for which he was released earlier": "रहा जिस दिन उसे उस अवधि की समाप्ति पर आत्मसमर्पण करना चाहिए था जिसके लिए",
  "on the expiry of the period for which he was released earlier under this Act:": "उसे इस अधिनियम के तहत पहले रिहा किया गया था।",
  "Provided that the State Government may by notification include any offence in the list of offences mentioned above.": "बशर्ते कि राज्य सरकार अधिसूचना द्वारा किसी भी अपराध को ऊपर उल्लिखित अपराधों की सूची में शामिल कर सकती है।",
  "Section 2 in the Amended Act of 2022:-": "2022 के संशोधित अधिनियम में धारा 2:-",
  "“2. (1) In this Act, unless the context otherwise requires,": "\"2, (4) इस अधिनियम में, जब तक कि संदर्भ से अन्यथा अपेक्षित न हो,",
  "(a) \"competent authority\" means the competent authority as notified by the State Government for the purposes of this": "(ए) \"सक्षम प्राधिकारी\" का अर्थ इस अधिनियम के प्रयोजनों के लिए राज्य सरकार द्वारा अधिसूचित सक्षम प्राधिकारी है",
  "(b) \"convicted prisoner\" means a person confined in a jail or other institution of like nature under a sentence of imprisonment for life or imprisonment by any Court in India or the Court- martial or any other authority exercising": "(बी) \"दोषी कैदी\" का अर्थ है भारत में किसी भी न्यायालय या कोर्ट-मार्शल या आपराधिक न्यायालय की शक्तियों का प्रयोग करने वाले किसी अन्य प्राधिकारी द्वारा आजीवन कारावास या कारावास की सजा के तहत जेल या समान प्रकृति की अन्य संस्था में बंद व्यक्ति। ,",
  "(c) \"Deputy Commissioner of Police\" means the Deputy Commissioner of Police of the district within whose": "(सी) \"पुलिस उपायुक्त\" का अर्थ उस जिले का पुलिस उपायुक्त है जिसके अधिकार क्षेत्र में",
  "jurisdiction the convicted prisoner after his temporary release under this Act is likely to reside during the period of his temporary release;": "इस अधिनियम के तहत अस्थायी रिहाई के बाद दोषी कैदी के अस्थायी रिहाई की अवधि के",
  "(d) \"District Magistrate\" means the District Magistrate of the district within whose jurisdiction the convicted prisoner after his temporary release under this Act is likely to reside during the period of his temporary release;": "(डी) \"जिला मजिस्ट्रेट\" का अर्थ उस जिले का जिला मजिस्ट्रेट है जिसके अधिकार क्षेत्र में इस अधिनियम के तहत अस्थायी रिहाई के बाद दोषी कैदी के अस्थायी रिहाई की अवधि के दौरान रहने की संभावना है,",
  "(e) \"Form\" means a form appended to this Act;": "(ई) \"फॉर्म\" का अर्थ इस अधिनियम से जुड़ा एक फॉर्म है,",
  "(f) \"furlough\" means temporary release from custody of a": "(3) \"फरलो\" का अर्थ है इस अधिनियम के तहत निर्दिष्ट समयावधि में किसी दोषी कैदी की",
  "convicted prisoner as an incentive on account of his good behaviour and conduct over a period of time as specified": "हिरासत से उसके अच्छे व्यवहार और आचरण के कारण प्रोत्साहन के रूप में अस्थायी",
  "(g) “hardcore convicted prisoner\" means any prisoner": "(छ) \"कट्टर सजायाफ्ता कैदी\" से तात्पर्य किसी भी कैदी से है",
  "(i) who has been convicted for any of the following offences:": "(3) जिसे निम्नलिखित में से किसी भी अपराध के लिए दोषी ठहराया गया हो:",
  "(1) robbery under section 392 or section 394 of the Indian Penal Code, 1860 (Central Act 45 of 1860); or": "(3) भारतीय दंड संहिता, 860 (4860 का केंद्रीय अधिनियम 45) की धारा 392 या धारा 394 के तहत डकैती; या",
  "(2) dacoity under section 395 or section 396 or section 397 of the Indian Penal Code, 1860 (Central Act 45 of 1860); or": "(2) भारतीय दंड संहिता, 860 (4860 का केंद्रीय अधिनियम 45) की धारा 395 या धारा 396 या धारा 397 के तहत डकैती; या",
  "(3) kidnapping for ransom under section 364-A of the Indian Penal Code, 1860 (Central Act 45 of 1860), or": "(3) भारतीय दंड संहिता, 4860 (4860 का केंद्रीय अधिनियम 45) की धारा ३64-ए के तहत फिरौती के लिए अपहरण, या",
  "(4) murder or attempt to murder for extortionunder section 387 read with section 302 or section 387 read with section 307 of the Indian Penal Code, 1860 (Central Act 45 of 1860), or": "(4) भारतीय दंड संहिता, 4860 (4860 का केंद्रीय अधिनियम 45) की धारा 302 के साथ पठित धारा ३387 या धारा 307 के साथ पठित धारा ३87 के तहत जबरन वसूली के लिए हत्या या हत्या का प्रयास, या",
  "(5) rape or penetrative sexual assault or aggravated penetrative sexual assault or unnatural offence with murder under section 376 or section 377 read with section 302 of the IndianPenal Code, 1860 (Central Act 45 of 1860), or": "(5) भारतीय दंड संहिता, 860 (860 का केंद्रीय अधिनियम 45) की धारा 302 के साथ पठित धारा 376 या धारा 377 के तहत बलात्कार या प्रवेशन यौन हमला या गंभीर प्रवेशन यौन हमला या हत्या के साथ अप्राकृतिक अपराध, या",
  "(6) rape or penetrative sexual assault or aggravated penetrative sexual assault or unnatural offence with a child below sixteen yearsof age, or": "(6) सोलह वर्ष से कम उम्र के बच्चे के साथ बलात्कार या प्रवेशन यौन हमला या गंभीर प्रवेशन यौन हमला या अप्राकृतिक अपराध, या",
  "(7) gang rape or rape as covered under section 376-A or": "(7) सामूहिक बलात्कार या बलात्कार जैसा कि भारतीय दंड संहिता, 4860 (4860 का",
  "section 376-C or section 376-D or section 376-B of the": "केंद्रीय अधिनियम 45) की धारा 376-ए या धारा 376-सी या धारा 376-डी या धारा 376-बी",
  "Indian Penal Code, 1860(Central Act 45 of 1860), or": "(8) सिलसिलेवार हत्या यानी भारतीय दंड संहिता, 4860 (4860 का केंद्रीय अधिनियम 45)",
  "(8) serial killing ie. murder under section 302 of the": "(9) भारतीय दंड संहिता, 4860 (4860 का केंद्रीय अधिनियम 45) की धारा 302 के तहत हत्या, यदि अपराधी अनुबंध हत्या में शामिल है जेसा कि मामले के फैसले में उल्लिखित",
  "Indian Penal Code, 1860 (Central Act 45 of 1860) in two or": "(40) गुप्त घर में अतिक्रमण और भारतीय दंड संहिता, 860 (4860 का केंद्रीय अधिनियम",
  "Before Tejinder Singh Dhindsa and Deepak Manchanda, JJ.": "तेजिंदर सिंह ढींडसा और दीपक मनचंदा से पहले जे.जे.",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य उत्तरदाता",
  "CRWP No. 1324 of 2022.": "ग्रुप नं. 2022 का 4324,",
  "October 20, 2022": "अक्टूबर 20, 2022",
  "(A) Haryana Good Conduct Prisoners( Temporary Release)": "(ए) हरियाणा अच्छे आचरण वाले कैदी (अस्थायी रिहाई) अधिनियम, 4988-एस.2(एए)(॥",
  "Act, 1988—S.2(aa)(ii)—Indian Penal Code, 1860—Ss. 302,201 and": "भारतीय दंड संहिता, 860-एस.एस. 302,204 और 420 बी-आर्म्स एक्ट, 4959-एस.25-",
  "would not be sufficient ground for denying temporary release as mere": "संभावना अस्थायी रिहाई से इनकार करने के लिए पर्याप्त आधार नहीं होगी क्योंकि केवल",
  "likelihood of committing crime is not to be taken as apprehension of threat to security of State or maintenance of public order—": "अपराध करने की संभावना नहीं है। इसे राज्य की सुरक्षा या सार्वजनिक व्यवस्था के रखरखाव के लिए खतरे की आशंका के रूप में लिया जाना चाहिए - अस्थायी रिहाई",
  "Temporary release Acts envisage temporary release of convicts—": "अधिनियम में दोषियों की अस्थायी रिहाई की परिकल्पना की गई है - केवल तथ्य यह है कि",
  "Mere fact that person is convicted for offence does not mean that he": "व्यक्ति को अपराध के लिए दोषी ठहराया गया है, इसका मतलब यह नहीं है कि वह फरार",
  "may abscond or commit crime if released on furlough—It is always": "हो सकता है या फरलो पर रिहा होने पर अपराध कर सकता है - यह है ऐसी घटनाओं से",
  "open to authorities to impose stringent conditions to guard against such eventualities.": "बचने के लिए अधिकारी कड़ी शर्तें लगाने के लिए हमेशा तैयार हैं।",
  "Held, that the petitioner has been denied furlough because he": "यह माना गया कि याचिकाकर्ता को फर्लो देने से इनकार कर दिया गया है क्योंकि वह एक",
  "is a hard-core criminal and additional stand taken in reply that there is": "अपराधी है और इसके जवाब में अतिरिक्त रुख अपनाया गया है आशंका है कि अगर उसे",
  "apprehension that he may commit a crime if released on furlough and": "उसे फर्लो पर रिहा किया गया तो वह अपराध कर सकता है और शांति भंग हो सकती है,",
  "peace may be disturbed, the given reasoning is not acceptable. The likelihood of committing a crime while on furlough would not be": "तर्क स्वीकार्य नहीं है। छुट्टी के दौरान अपराध करने की संभावना नहीं होगी केवल संभावना",
  "sufficient ground for denying temporary release as the mere likelihood of committing a crime is not to be taken as an apprehension of a threat": "से इनकार करने के लिए पर्याप्त आधार नहीं होगी क्योंकि अपराध करने की मात्र संभावना",
  "to the security of the State or maintenance of public order. Temporary": "को राज्य की सुरक्षा या सार्वजनिक व्यवस्था के रखरखाव के लिए खतरे की आशंका के",
  "Release Acts envisage the temporary release of convicts. The mere fact": "रखरखाव के लिए। अस्थायी रिहाई अधिनियम में दोषियों की अस्थायी रिहाई की",
  "that the person is convicted for an offense does not mean that he may": "की परिकल्पना की गई है। केवल तथ्य यह है कि व्यक्ति को किसी अपराध के लिए दोषी",
  "the authorities to impose stringent conditions to guard against such eventualities.": "है या अपराध कर सकता है। ऐसी घटनाओं से बचने के लिए अधिकारियों के लिए कड़ी शर्तें",
  "(B) Haryana Good Conduct Prisoners( Temporary Release) Act, 1988—S.2(aa)(ii)—Indian Penal Code, 1860—Ss. 302,201 and": "(बी) हरियाणा अच्छे आचरण कैदी (अस्थायी रिहाई) अधिनियम, 4988-एस.2(एए)(॥",
  "Furlough—Convict or prisoner is not stripped of his fundamental": "कैदी अधिनियम 4894-542- फर्लो दोषी या कैदी से उसके मौलिक अधिकार और अन्य",
  "rights and other legal rights, say those which are inconsistent with his": "कानूनी अधिकार नहीं छीने जाते हैं, जेसे कि वे जो उसके साथ असंगत हैं कैद -",
  "argued that no prisoner has a vested right to get the benefit of temporary release on parole. It is a concession, which is given to a": "पर अस्थायी रिहाई का लाभ पाने का निहित अधिकार नहीं है। यह एक रियायत है, जो कुछ",
  "prisoner upon fulfilling certain conditions and is the privilege granted by the State to the convicted prisoners and can be given on certain": "शर्तों को पूरा करने पर एक कैदी को दी जाती है और यह राज्य द्वारा दोषी कैदियों को दिया",
  "by the State to the convicted prisoners and can be given on certain specific grounds and relied upon the judgments (mentioned in para 8": "गया विशेषाधिकार है और इसे कुछ विशिष्ट आधारों पर दिया जा सकता है और निर्णयों पर",
  "and 9 of the reply).": "भरोसा किया जा सकता है (उत्तर के पैरा 8 और 9 में उल्लिखित है) )..",
  "(6) However, the learned State counsel is unable to refute the": "(6) हालाँकि, विद्वान राज्य वकील इस दलील का खंडन करने में असमर्थ है कि 2024 के",
  "has led to rejection vide impugned order dated 28.01.2022, whether the": "पुनर्विचार करते हुए भी, जिसके कारण दिनांक 28.04 के आक्षेपित आदेश को अस्वीकार",
  "same has been passed from non- consideration of the statutory": "कर दिया गया है। 2022, क्या इसे वैधानिक रूप से विचार न किये जाने से पारित किया गया",
  "Held, that the petitioner has a young daughter aged about 15": "दंडात्मक सुधार. माना गया कि याचिकाकर्ता की लगभग 45 साल की एक छोटी बेटी है",
  "years and there is no one to take care of her including her educational": "और उसकी शैक्षिक और अन्य जरूरतों सहित उसकी देखभाल करने वाला कोई नहीं है।",
  "and other needs. To enable the inmate to maintain constructive hope and active interest in life, statutory provisions have been made for": "कैदी को जीवन में रचनात्मक आशा और सक्रिय रुचि बनाए रखने में सक्षम बनाने के लिए,",
  "and active interest in life, statutory provisions have been made for granting furlough to a prisoner. If, the same is denied for the undue reasoning and conditions, which are yond the means of the prisoner,": "कैदी को छुट्टी देने के लिए वैधानिक प्रावधान किए गए हैं। यदि, अनुचित तर्क और शर्तों के",
  "frustrated and shall become a dead letter that is meant to be complied": "बनाने वाले क़ानून का उद्देश्य ही विफल हो जाएगा और एक मृत पत्र बन जाएगा जिसका अनुपालन किया जाना चाहिए। उसी की अवहेलना करने का",
  "Anrita Garg, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से वकील अमृता गर्ग।",
  "Randhir Singh, Addl. AG Haryana.": "रणधीर सिंह, एडिशनल ए. जी. हरियाणा",
  "order dated 28.01.2022 (Annexure P-13) passed by respondent No. 6": "(3) तत्काल याचिका प्रतिवादी संख्या 6 द्वारा पारित आदेश दिनांक 28.04.2022 (अनुलग्नक",
  "been declined on the ground that the petitioner falls into the definition": "आवेदन को इस आधार पर अस्वीकार कर दिया गया था कि याचिकाकर्ता गिरता है।",
  "of a 'Hard-Core prisoner' under section 2 (aa) (ii) of the Haryana Good Conduct Prisoners (Temporary Release) Act, 1988 and has also sought": "हरियाणा अच्छे आचरण वाले कैदी (अस्थायी रिहाई) अधिनियम, 4988 की धारा 2 (एए) (॥) के तहत 'हार्ड-कोर कैदी' की परिभाषा में और याचिकाकर्ता को धारा 4 के तहत फर्लों देने",
  "directions to the respondents for granting furlough to the petitioner": "के लिए उत्तरदाताओं को निर्देश देने की भी मांग की है। हरियाणा अच्छे आचरण वाले कैदी",
  "Release) Act, 1988.": "(अस्थायी रिहाई) अधिनियम, 4988 |",
  "(2) The pleadings emanate that the petitioner has been": "(2) याचिका में कहा गया है कि याचिकाकर्ता को भारतीय दंड संहिता की धारा 302, 204,",
  "convicted and sentenced to undergo life imprisonment in case FIR No.": "के मामले में दोषी ठहराया गया है और आजीवन कारावास की सजा सुनाई गई है।",
  "Code (hereinafter to be referred to as 'IPC') and Section 25 of the Arms Act, registered at Police Station Sadar Ballabgarh, District Faridabad": "आईपीसी\") और शस्त्र अधिनियम की धारा 25, पुलिस स्टेशन सदर बल्‍लभगढ़, जिला",
  "and the conviction had been challenged vide appeal number CRA-D-": "फ़रीदाबाद में दर्ज की गई और दोषसिद्धि को 2048 की अपील संख्या सीआरए-डी- 435-",
  "of other criminal cases against the petitioner are mentioned in the": "विवरण याचिकाकर्ता के खिलाफ अन्य आपराधिक मामलों का उल्लेख याचिका के",
  "custody certificate in Annexure P-14 of the petition. When an earlier,": "अनुलग्नक पी-44 में हिरासत प्रमाण पत्र में किया गया है, जब पहले 24 दिनों की छुट्टी देने",
  "18.01.2022 whereby respondent No. 6 was directed to decide the prayer of the petitioner for furlough within a period of one week. In": "8.04.2022 जिसके तहत प्रतिवादी संख्या 6 को एक सप्ताह की अवधि के भीतर याचिकाकर्ता की फरलो की प्रार्थना पर निर्णय लेने का निर्देश दिया गया। इस न्यायालय",
  "report of respondent No. 3 i.e. Superintendent, District Jail, Gurugram Haryana was sought, and respondentNo. 6 vide impugned order dated": "अर्थात। अधीक्षक, जिला जेल, गुरूग्राम। हरियाणा की मांग की गई थी, और प्रतिवादी",
  "Haryana was sought, and respondentNo. 6 vide impugned order dated 28.01.2022 rejected the furlough application of the petitioner on the": "संख्या। 6 आक्षेपित आदेश दिनांक 28.04.2022 द्वारा याचिकाकर्ता के फर्लो आवेदन को",
  "Release) Amended Act 2013, wherein total 77 cases had been registered against the petitioner, out of which in 29 cases he had": "में आता है। याचिकाकर्ता के खिलाफ कुल 77 मामले दर्ज थे, जिनमें से 29 मामलों में वह",
  "undergone sentence, acquitted in 29 cases and is on bail in 17 cases.": "सजा काट चुका है, 29 मामलों में बरी हो चुका है और 47 मामलों में जमानत पर है। इसके",
  "Further in two cases he has been awarded life sentence and apart from": "अलावा दो मामलों में उसे उम्रकैद की सजा सुनाई गई है और इन मामलों के अलावा वह",
  "these cases, he has undergone sentence in many other cases.": "कई अन्य मामलों में सजा काट चुका है।",
  "(3) After issuance of notice of motion on 15.02.2022": "(3) दिनांक 45.02.2022 को प्रस्ताव की सूचना जारी होने के बाद उत्तरदाताओं, क्रमांक 4",
  "respondents, No. | to 3,6 and, 7 filed their reply by way of an affidavit": "से 3,७ और, 7 ने एक शपथ पत्र के माध्यम से अपना उत्तर दाखिल किया दिनांक",
  "dated 05.05.2022, wherein the complete criminal record of the petitioner by giving complete details in para No. 3 and 4 of the said reply/affidavit has been filed and reiterated the same stand as": "05.05.2022, जिसमें का सम्पूर्ण आपराधिक रिकार्ड याचिकाकर्ता ने उक्त के पैरा क्रमांक ३ व 4 में संपूर्ण विवरण देकर उत्तर/शपथ पत्र दायर किया गया है और वही रुख दोहराया",
  "mentioned in the order dated 28.01.2022 vide which the application of": "गया है आदेश दिनांक 28.04.2022 में उललेखित है जिसके द्वारा आवेदन याचिकाकर्ता को",
  "the petitioner had been declined.": "अस्वीकार कर दिया गया था।",
  "(4) Heard Learned counsels for the parties.": "(4) पार्टियों के लिए लीम्ड की सलाह सुनीं।",
  "(5) Learned counsel for the petitioner argued that the petitioner": "(5) याचिकाकर्ता के विद्वान वकील ने तर्क दिया कि याचिकाकर्ता धारा 2 में दिए गए गलत",
  "(aa) (ii) of the 1988 Act which was amended in the year 2013 and submitted that earlier also the application for parole of the petitioner": "जिसे वर्ष 2043 में संशोधित किया गया था प्रस्तुत किया कि याचिकाकर्ता की पैरोल के लिए",
  "submitted that earlier also the application for parole of the petitioner was rejected on the similar ground as A mobile phone was recovered": "पहले भी आवेदन दिया गया था एक मोबाइल फोन बरामद होने के समान आधार पर",
  "from the petitioner regarding which the FIR No. 307 dated 15.11.2017": "खारिज कर दिया गया था जिसके संबंध में याचिकाकर्ता की ओर से एफआईआर क्रमांक",
  "under section 42 of prisoners Act 1894, registered at Bhondsi District": "307 दिनांक 45.44.2047 भोंडसी जिले में कैदी अधिनियम 4894 की धारा 42 के तहत",
  "Gurugram was pending at that time wherein he was later acquitted. The": "पंजीकृत किया गया उस समय गुरुग्राम मामला लंबित था जिसमें बाद में उन्हें बरी कर दिया",
  "learned counsel further argued that the definition of hard-core prisoner": "गया था। विद्वान वकील ने आगे तर्क दिया कि कट्टर कैदी की परिभाषा लागू नहीं होगा",
  "would not be applicable as there are no cases which falls within the parameters of the said definition and the cases which have been": "क्योंकि इसके अंतर्गत कोई भी मामला नहीं आता है उक्त परिभाषा के पैरामीटर और जो",
  "mentioned by the respondent State wherein he was acquitted/ convicted": "मामले हैं प्रतिवादी राज्य द्वारा उल्लेख किया गया जिसमें उसे बरी/दोषी ठहराया गया था",
  "are related are related to the period prior to the year 2018 and the petitioner has shown good conduct since then and has never been": "संबंधित हैं वर्ष 2048 से पहले की अवधि से संबंधित हैं और याचिकाकर्ता ने तब से अच्छा",
  "punished for any jail offence and his conduct has been satisfactory even": "आचरण दिखाया है और कभी नहीं दिखाया किसी भी जेल अपराध के लिए दंडित किया",
  "as per the status report filed by the respondent No. 9. The learned": "गया है और उसका आचरण भी संतोषजनक रहा है प्रतिवादी संख्या 9 द्वारा दायर स्थिति",
  "counsel further argued by making a reference to para 29 and 30": "रिपोर्ट के अनुसार। विद्वान वकील ने पैरा 29 और 3३0० का संदर्भ देकर आगे तर्क दिया",
  "mentioned in the petition and took a plea that the necessary ingredient": "याचिका में उल्लेख किया गया है और दलील दी गई है कि आवश्यक घट 4988 अधिनियम",
  "required under section 2(aa0 (ii) of the 1988 Act are missing and as per": "की धारा 2(एए)॥) के तहत आवश्यक गायब हैं और उसके अनुसार हिरासत प्रमाण पत्र,",
  "(ii) 'emergency parole’ means parole granted to aconvicted prisoner by the Superintendent Jail when a member of the": "() 'आपातकालीन पैरोल' का अर्थ है जेल अधीक्षक द्वारा दोषी कैदी को दी गई पैरोल जब",
  "convicted prisoner's family has died or is in serious": "दोषी कैदी के परिवार के किसी सदस्य की मृत्यु हो गई हो या वह गंभीर स्थिति में हो धारा 5",
  "condition or the convicted prisoner himself is in serious": "के अंतर्गत सजायाफ्ता कैदी स्वयं गंभीर स्थिति में है,",
  "(iii) 'regular parole’ means parole granted to a convicted prisoner by the competent authority under section 3;": "(0) 'नियमित पैरोल' का अर्थ है धारा 3 के तहत सक्षम प्राधिकारी द्वारा किसी दोषी कैदी को दी गई पैरोल;",
  "(j) \"Superintendent of Police\" means the Superintendent of Police of the district within whose jurisdiction the": "(॥) \"पुलिस अधीक्षक\" का अर्थ उस जिले का पुलिस अधीक्षक है जिसके अधिकार क्षेत्र में",
  "convicted prisoner after his temporary release under this": "इस अधिनियम के तहत अस्थायी रिहाई के बाद दोषी कैदी के अस्थायी रिहाई की अवधि के",
  "(k) \"sentence\" means a sentence of imprisonment finally delivered in appeal or revision or otherwise and includes an": "(के) \"सज़ा\" का अर्थ है अपील या पुनरीक्षण या अन्यथा अंततः दी गई कारावास की सजा",
  "aggregate of one or more sentences;": "और इसमें एक या अधिक वाक्यों का कुल योग शामिल है;",
  "(1) \"Superintendent Jail\" means the officer-in-charge of jail or other institution of like nature in which the convicted": "(3) \"अधीक्षक जेल\" का अर्थ है जेल या समान प्रकृति की अन्य संस्था का प्रभारी अधिकारी",
  "prisoner is confined;": "जिसमें दोषी कैदी कैद है,",
  "(m) \"State Government\" means the Government of the State of Haryana in the administrative department;": "(एम) \"राज्य सरकार\" का तात्पर्य प्रशासनिक विभाग में हरियाणा राज्य की सरकार से है;",
  "(n) \"temporary release\" means the temporary release of a convicted prisoner on custody parole or emergency parole": "(एन) \"अस्थायी रिहाई\" का अर्थ है किसी दोषी कैदी की हिरासत पैरोल या आपातकालीन",
  "or regular parole or furlough.": "पैरोल या नियमित पैरोल या फर्लो पर अस्थायी रिहाई।",
  "(2) Words and expressions used herein but not defined shall": "(2) यहां इस्तेमाल किए गए लेकिन परिभाषित नहीं किए गए शब्दों और अभिव्यक्तियों का",
  "have the same meaning as assigned to them under the Prisons Act, 1894 (Central Act 9 of 1894) rules made": "वही अर्थ होगा जो उन्हें जेल अधिनियम, 4894 (4894 का केंद्रीय अधिनियम 9) के नियमों",
  "thereunder and as contained in the Punjab Jail Manual.”": "के तहत दिया गया है और जैसा कि पंजाब जेल मैनुअल में निहित है।",
  "(8) In the interregnum, the State of Haryana repealed the Haryana Good Conduct of Prisoners (Temporary Release) Act, 1988,": "(8) अंतराल में, हरियाणा राज्य ने हरियाणा अच्छे आचरण वाले कैदी (अस्थायी रिहाई)",
  "Prisoners (Temporary Release) Act, 2022 (15 of 2022) which came into": "आचरण कैदी (अस्थायी रिहाई) अधिनियम, 2022 (2022 का 45) अधिनियमित किया है। )",
  "effect from 11 04.2022 and as per section 14 of the Act, the repeal shall": "जो 44.04.2022 से लागू हुआ और अधिनियम की धारा 44 के अनुसार, निरसन प्रभावित",
  "not affect.": "नहीं होगा।",
  "“(a) the previous operation of the Act so repealed or": "\"(ए) अधिनियम के पिछले संचालन को इस प्रकार निरस्त कर दिया गया या उसके तहत",
  "anythingduly done or suffered thereunder; or": "विधिवत कुछ भी किया गया या भुगता गया, या",
  "(b) any right, privilege, obligation, or liability acquired or incurred under the Act so repealed; or": "(बी) इस प्रकार निरस्त किए गए अधिनियम के तहत अर्जित या उपगत कोई अधिकार, विशेषाधिकार, दायित्व या दायित्व; या",
  "(c)any penalty, forfeiture, or punishment incurred in respect of any offence committed against the Act so": "(सी) इस प्रकार निरस्त किए गए अधिनियम के विरुद्ध किए गए किसी भी अपराध के संबंध में कोई जुर्माना, जब्ती, या सजा, या",
  "under the Narcotic Drugs and Psychotropic Substances Act,": "बशर्ते कि दोषी कैदियों को स्वापक औषधि और मनःप्रभावी पदार्थ अधिनियम, 4985",
  "1985 (Central Act 61 of 1985) or sedition or rape with murder or robbery or dacoity with murder or murder with": "(4985 का केंद्रीय अधिनियम 6) या हत्या के साथ देशद्रोह या बलात्कार या हत्या के साथ",
  "intention of collecting ransom or extortion or sexual": "डकैती या फिरौती वसूलने के इरादे से हत्या या किसी के खिलाफ यौन अपराध के तहत",
  "offenses against a child below twelve years of age or sentenced to undergo imprisonment till natural life shall not": "सजा सुनाई गई हो। बारह वर्ष से कम उम्र का बच्चा या प्राकृतिक जीवन तक कारावास की",
  "(4) The report of the Deputy Commissioner of Police or the Superintendent of Police; as the case may be and": "(4) पुलिस उपायुक्त या पुलिस अधीक्षक की रिपोर्ट, जेसा भी मामला हो, और जिला",
  "as specified under this Act, for the temporaryrelease of a": "मजिस्ट्रेट की सिफारिश, अस्थायी रिहाई के लिए इस अधिनियम के तहत निर्दिष्ट समय",
  "(5) Subject to the provision of clause (d) of sub-section (3) of section 9, the period of release under this section shall": "(5) धारा 9 की उपधारा (3) के खंड (डी) के प्रावधान के अधीन, इस धारा के तहत रिहाई की",
  "count towards the actual sentence undergone by a prisoner.”": "अवधि कैदी द्वारा भोगी गई वास्तविक सजा में गिनी जाएगी।",
  "(10) Pleadings of the case in hand show that the mother of the petitioner had applied for 21 days of furlough vide Annexure P-6 on the": "(40) मौजूदा मामले की दलीलों से पता चलता है कि याचिकाकर्ता की मां ने अनुबंध पी-6 के",
  "petitioner had applied for 21 days of furlough vide Annexure P-6 on the ground that her age is 73 years and she remains unwell and the": "तहत 24 दिनों की छुट्टी के लिए इस आधार पर आवेदन किया था कि उसकी उम्र 73 वर्ष है",
  "petitioner’s daughter aged 15 years namely Anjali Chauhan also resides": "और वह अस्वस्थ रहती है और याचिकाकर्ता की बेटी अंजलि की उम्र 5 वर्ष है। चौहान भी",
  "with his mother and there is no one to look after them.": "अपनी मां के साथ रहते हैं और उनकी देखभाल करने वाला कोई नहीं है",
  "(11) The impugned order dated 28.01.2022 has been passed under section 2(aa)(ii) of the act which says that any prisoner, who": "(44) आक्षेपित आदेश दिनांक 28.04.2022 को अधिनियम की धारा 2(एए)॥) के तहत",
  "earlier been convicted and sentenced for the commission of one or": "साल की अवधि के दौरान पहले दोषी ठहराया गया हो और सजा सुनाई गई हो भारतीय दंड",
  "Code, 1860 (Central Act 45 of 1860), except theoffences covered under": "संहिता, 860 (4860 का केंद्रीय अधिनियम 45) के अध्याय 3॥॥ या ५५॥ में उल्लिखित एक",
  "with the petition as well as with the reply reveal that the offences in": "याचिका के साथ संलग्न हिरासत प्रमाणपत्रों का अवलोकन भी जैसा कि उत्तर से पता चलता",
  "which the conviction has taken place do not fall within the necessary": "है कि जिन अपराधों में दोषसिद्धि हुई है, वे आवश्यक मापदंडों के अंतर्गत नहीं आते हैं,",
  "parameters, as in FIR No. 77 of 2014, wherein the petitioner is": "जैसा कि 2044 की एफआईआर संख्या 7 में है, जिसमें याचिकाकर्ता वर्तमान में सजा काट",
  "currently undergoing sentence and in other cases there is no sentence post-conviction, therefore the requirement of 12 months stands unmet.": "रहा है और अन्य मामलों में दोषसिद्धि के बाद कोई सजा नहीं है। इसलिए, 42 महीने की",
  "post-conviction, therefore the requirement of 12 months stands unmet. Hence, rejection vide impugned order under section 2(aa)(i1) of the act": "आवश्यकता पूरी नहीं हुई है, इसलिए अधिनियम की धारा 2(एए)॥) के तहत दिए गए",
  "(12) The stand taken in the reply filed by the respondent authorities is that therelease of the petitioner is likely to endanger the": "(32) प्रतिवादी अधिकारियों द्वारा दायर जवाब में अपनाया गया रुख यह है कि याचिकाकर्ता",
  "security of the State or the maintenance of public order or cause": "की रिहाई से राज्य की सुरक्षा या सार्वजनिक व्यवस्था बनाए रखने या कारण को खतरे में",
  "reasonable apprehension of a breach of peace. As per the procedure": "पड़ने की संभावना है शांति भंग की उचित आशंका। निर्धारित प्रक्रिया के अनुसार, यदि",
  "prescribed, if the respondent authorities oppose the temporary release": "प्रतिवादी अधिकारी किसी कैदी की अस्थायी रिहाई का विरोध करते हैं, तो निर्धारित",
  "of a prisoner, the grounds prescribed must make out that the prisoner's": "आधारों पर यह स्पष्ट होना चाहिए कि कैदी की उपस्थिति राज्य की सुरक्षा के लिए",
  "presence is dangerous to the security of the State or is prejudicial to the maintenance of public order, where no such reasoning has been made": "खतरनाक है या सार्वजनिक व्यवस्था के रखरखाव के लिए प्रतिकूल है, जहां ऐसा कोई तर्क",
  "before taking such a stand.": "नहीं है। ऐसा रुख अपनाने से पहले बनाया गया है.",
  "(13) Further as per the definition of furlough mentioned in the": "(43) इसके अलावा अधिनियम में उल्लिखित फर्लो की परिभाषा के अनुसार, जिसका अर्थ",
  "prisoner as an incentiveon account of his good behaviour and conduct.": "है किसी दोषी कैदी को उसके अच्छे व्यवहार और आचरण के कारण प्रोत्साहन के रूप में",
  "The period of furlough may count towards the awarded sentence subject to the condition as specified in this Act or rules made": "हिरासत से अस्थायी रिहाई। फर्लो की अवधि को इस अधिनियम या इसके तहत बनाए गए",
  "behavior in the conduct of the petitioner during his custody as a": "कैदी के रूप में हिरासत के दौरान याचिकाकर्ता के आचरण में बुरा व्यवहार देखा या पाया",
  "Central Jail, Rohini, New Delhi, in said status report, the record of the": "रोहिणी, नई दिल्‍ली द्वारा दायर की गई थी, उक्त स्थिति रिपोर्ट में याचिकाकर्ता का रिकॉर्ड",
  "petitioner was found satisfactory but the jail authority declined to": "संतोषजनक पाया गया लेकिन जेल प्राधिकरण ने निर्णय लेने से इनकार कर दिया फर्लो का",
  "decide the application of furlough on the ground that since the petitioner is a convict of Haryana State, therefore his furlough": "आवेदन इस आधार पर कि चूंकि याचिकाकर्ता हरियाणा राज्य का दोषी है, इसलिए उसके",
  "application has to be decidedby the competent authority of the State of Haryana.": "फर्लो आवेदन का निर्णय हरियाणा राज्य के सक्षम प्राधिकारी द्वारा किया जाना है।",
  "judgment of the Hon’ble Supreme Court on a similar issue in the case": "इसी तरह के मुद्दे पर माननीय सर्वोच्च न्यायालय के ऐतिहासिक फैसले पर भरोसा किया है,",
  "upheld that the furlough is a brief release from the prison which is": "जहां यह माना गया है कि फर्लो एक संक्षिप्त रिहाई है। जेल जो सशर्त है और लंबे समय तक",
  "conditional and is given in case of long term imprisonment. The period of sentence spent on furlough by the prisoners need not be undergone": "कारावास की स्थिति में दी जाती है। कैदियों द्वारा छुट्टी पर बिताई गई सजा की अवधि को",
  "by him as is done in the case of parole. Furlough is granted as a good": "उसे भुगतना जरूरी नहीं है जैसा कि पैरोल के मामले में होता है। फर्लो अच्छे आचरण के",
  "conduct remission. A convict, latterly speaking, must remain in jail for a period of a sentence or the rest of their life in case he isa life convict.": "तहत छूट के तौर पर दी जाती है। बाद में कहा जाए तो एक दोषी को सजा की अवधि या आजीवन कारावास की सजा होने की स्थिति में शेष जीवन जेल में रहना चाहिए। इस संदर्भ",
  "It is in this context that his release from jail for a short period has to be considered as an opportunity afforded to him not only to solve his": "में जेल से थोड़े समय के लिए उसकी रिहाई को एक अवसर के रूप में माना जाना चाहिए।",
  "(17) Though the petitioner has been denied furlough because he": "(47) हालांकि याचिकाकर्ता को छुट्टी से इनकार कर दिया गया है क्योंकि वह एक कट्टर",
  "apprehension that he may commit a crime if released on furlough and peace may be disturbed, the given reasoning is not acceptable. The": "फरलो पर रिहा किया गया तो वह अपराध कर सकता है शांति भंग हो सकती है, दिया गया",
  "sufficient ground for denying temporary release as the mere likelihood": "के रूप में अस्थायी रिहाई से इनकार करने के लिए पर्याप्त आधार अपराध करने को खतरे",
  "of committing a crime is not to be taken as an apprehension of athreat to the security of the State or maintenance of public order. Temporary": "की आशंका के रूप में नहीं लिया जाना चाहिए राज्य की सुरक्षा या सार्वजनिक व्यवस्था के",
  "that the person is convicted for an offense does not mean that he": "परिकल्पना की गई है। इतनी - सी बात किसी व्यक्ति को किसी अपराध के लिए दोषी ठहराया गया है इसका मतलब यह नहीं है कि वह छुट्टी पर रिहा होने पर वह भाग सकता है",
  "may abscond or commit a crime if released on furlough. It is always": "ठहराया गया है इसका मतलब यह नहीं है कि वह छुट्टी पर रिहा होने पर वह भाग सकता है या अपराध कर सकता है। यह हमेशा होता है इससे बचाव के लिए अधिकारियों को कड़ी",
  "such eventualities.": "शर्तें लगाने का अधिकार है ऐसी घटनाएँ.",
  "(18) We are constrained to observe that a convict or a prisoner is": "(58) हम यह देखने के लिए बाध्य हैं कि किसी दोषी या कैदी से उसके मौलिक अधिकार",
  "not stripped of his fundamental rights and other legal rights say those which are inconsistent with his incarceration. The petitioner would": "और अन्य कानूनी अधिकार नहीं छीने जाते हैं जो उसकी कैद के साथ असंगत हैं।",
  "which are inconsistent with his incarceration. The petitioner would be released from jail for a short time by granting furlough. It is": "याचिकाकर्ता को फरलो देकर थोड़े समय के लिए जेल से रिहा किया जाएगा। यह विभिन्न",
  "granted for various reasons such as to enable the prisoner to return to": "कारणों से दिया जाता है जैसे कि कैदी को बाहरी दुनिया में लौटने में सक्षम बनाना, अपने",
  "the outside world to enable continuity with his family life and to deal": "पारिवारिक जीवन में निरंतरता बनाए रखना और पारिवारिक मामलों से निपटना क्योंकि",
  "with family matters as furlough is a part of penal reform. The obvious objects for granting furlough or to enable the petitioner inmate to": "छुट्टी दंडात्मक सुधार का एक हिस्सा है। फरलो देने या याचिकाकर्ता कैदी को अपने",
  "maintain continuity with his family life and deal with family matters": "पारिवारिक जीवन में निरंतरता बनाए रखने और पारिवारिक मामलों से निपटने में सक्षम",
  "instance has been cited where the petitioner has misused any concession if ever granted, and further, theperusal of the same shows": "दिया गया है जहां याचिकाकर्ता ने यदि कभी कोई रियायत दी गई है तो उसका दुरुपयोग किया है, और इसके अलावा, उसी के अवलोकन से पता चलता है कि याचिकाकर्ता को",
  "that no such temporary release or concession hasbeen granted to the petitioner during his incarceration. The reason for seeking furlough is": "उसकी कैद के दौरान ऐसी कोई अस्थायी रिहाई या रियायत नहीं दी गई है। छुट्टी मांगने का",
  "that the mother of the petitioner is an old lady aged 73 years and is suffering from various ailments and there is no one in the petitioner’s": "कारण यह है कि याचिकाकर्ता की मां 73 वर्ष की एक वृद्ध महिला हैं और विभिन्न बीमारियों",
  "family to look after his mother. Furthermore, the petitioner has a young": "से पीड़ित हैं और याचिकाकर्ता के परिवार में उनकी मां की देखभाल करने वाला कोई नहीं",
  "including her educational and other needs. To enable the inmate to": "शैक्षिक और अन्य जरूरतों सहित उसकी देखभाल करने वाला कोई नहीं है। कैदी को",
  "maintain constructive hope and active interest in life, statutory": "जीवन में रचनात्मक आशा और सक्रिय रुचि बनाए रखने में सक्षम बनाने के लिए, कैदी को"
}