{
  "(N.S. Shekhawat, J.)": "समी सिंह और अन्य बनाम हरियाणा राज्य (एन.एस. शेखावत, जे.)",
  "Before N.S. Shekhawat, J.": "समक्ष एन.एस. शेखावत, जे.",
  "SAMEY SINGH AND ANOTHER—4ppellants": "समी सिंह और अन्य - अपीलकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA—Respondent": "हरियाणा राज्य-प्रतिवादी",
  "CRA-GS No. 1543-SB of 2002": "सीआरए-एस नं. 2002 का 543-एस. बी.",
  "January 09, 2023": "09 जनवरी, 2023",
  "Narcotic Drugs and Psychotropic Substances Act, 1985—S.42 and 43—Conviction under Section 15 challenged in appeal—Secret": "नार्कोटिक ड्रग्स एंड साइकोट्रोपिक सब्सटेंस एक्ट, 985-धारा ५2 और ५३-अपील में चुनौती दी गई धारा ।5 के तहत",
  "information with regard to transport of contraband received—Private": "दोषसिद्धि-प्राप्त वर्जित पदार्थों के परिवहन के संबंध में गुप्त जानकारी-निजी वाहन को रोका गया-तलाशी के",
  "vehicle intercepted—Search resulted in bag containing 35 Kg poppy husk being found—Admitted that secret information not reduced into": "परिणामस्वरूप 35 किलोग्राम पोस्ता युक्त बैग मिला-यह स्वीकार किया गया कि गुप्त जानकारी लिखित में कम नहीं",
  "writing—No evidence that secret information conveyed to senior officer—Held, private vehicle cannot be said to fall within the meaning": "की गई-इस बात का कोई सबूत नहीं है कि वरिष्ठ अधिकारी को दी गई गुप्त जानकारी-धारित, निजी वाहन को",
  "of expression ‘Public Place’ as explained in S.43—Provisions of S.42": "'सार्वजनिक स्थान' अभिव्यक्ति के अर्थ के भीतर नहीं कहा जा सकता है जैसा कि धारा ५३ में समझाया गया है-धारा",
  "would apply being mandatory in nature—Conviction set-aside for non- compliance of S.42.": "५2 के प्रावधान प्रकृति में अनिवार्य होने के कारण लागू होंगे-धारा ५2 के गैर-अनुपालन के लिए दोषसिद्धि सेट-साइड।",
  "Held, that still further, from a perusal of the statement of PW11 SI Karan Singh, it is apparent that he received secret information,": "इसके अलावा, पीडब्लूत। एसआई करण सिंह के बयान के अवलोकन से यह स्पष्ट है कि उन्हें गुप्त जानकारी मिली थी,",
  "however, no information in writing was sent regarding the secret information. There is no evidence to show that the secret information": "हालांकि, गुप्त जानकारी के संबंध में लिखित रूप में कोई जानकारी नहीं भेजी गई थी। यह दिखाने के लिए कोई सबूत",
  "was ever conveyed to the higher officers. In such a situation, the": "नहीं है कि गुप्त जानकारी कभी भी उच्च अधिकारियों को दी गई थी। ऐसी स्थिति में एनडीपीएस अधिनियम की धारा",
  "provisions of Section 42 of the NDPS Act would be applicable. Since, the recovery was from a private vehicle, the provisions of Section 43 of": "५2 के प्रावधान लागू होंगे। चूंकि वसूली एक निजी वाहन से हुई थी, इसलिए एनडीपीएस अधिनियम की धारा ५३ के",
  "the NDPS Act would not be applicable. The explanation to Section 43 of the NDPS Act shows that a private vehicle would not come within": "प्रावधान लागू नहीं होंगे। एन. डी. पी. एस. अधिनियम की धारा ५३ के स्पष्टीकरण से पता चलता है कि एक निजी वाहन",
  "the expression “public place” as explained in Section 43 of the": "एन. डी. पी. एस. अधिनियम की धारा ५३ में वर्णित \"सार्वजनिक स्थान\" अभिव्यक्ति के भीतर नहीं आएगा। इस प्रकार,",
  "NDPS Act. Thus, it is an admitted position in the instant case that there": "तत्काल मामले में यह एक स्वीकृत स्थिति है कि एनडीपीएस अधिनियम की धारा ५2 की अनिवार्य आवश्यकताओं का",
  "(Para 12)": "(पैरा 2)",
  "Vibhor Bansal, Advocate, for the appellants.": "विभोर बंसल, अधिवक्ता, अपीलार्थियों की ओर से।",
  "Sheenu Sura, DAG, Haryana.": "शीनू सुरा, डीएजी, हरियाणा।",
  "N.S. SHEKHAWAT, J.": "एन. एस. शेखावत, जे.",
  "\"42. Power of entry, search, seizure and arrest without warrant or authorisation.-(1) Any such officer (being an": "\"५2. वारंट या प्राधिकरण के बिना प्रवेश, तलाशी, जब्ती और गिरफ्तारी की शक्ति (॥) केंद्रीय उत्पाद, मादक पदार्थ,",
  "departments of central excise, narcotics, customs, revenue intelligence or any other department of the Central Government including para-military forces or armed forces": "सीमा शुल्क, राजस्व खुफिया विभाग या अर्धसैनिक बलों या सशस्त्र बलों सहित केंद्र सरकार के किसी अन्य विभाग का",
  "by the Central Government, or any such officer (being an officer superior in rank to a peon, sepoy or constable) of the": "ऐसा कोई अधिकारी (एक शिपाई, सिपाही या कांस्टेबल से बेहतर रैंक का अधिकारी) जो सामान्य या केंद्र सरकार द्वारा",
  "revenue, drugs control, excise, police or any other department of a State Government as is empowered in this behalf by general or special order of the State Government,": "विशेष आदेश द्वारा इस संबंध में सशक्त है, या राजस्व, ड्रग्स नियंत्रण, आबकारी, पुलिस या राज्य सरकार के किसी",
  "if he has reason to believe from persons knowledge or": "के सामान्य या विशेष आदेश द्वारा इस संबंध में सशक्त है।यदि उसके पास किसी व्यक्ति के ज्ञान या किसी व्यक्ति द्वारा",
  "information given by any person and taken down in writing that any narcotic drug, or psychotropic substance, or": "दी गई और लिखित रूप में ली गई जानकारी से यह विश्वास करने का कारण है कि कोई मादक दवा, या मादक पदार्थ,",
  "controlled substance in respect of which an offence punishable under this Act has been committed or any": "या नियंत्रित पदार्थ जिसके संबंध में इस अधिनियम के तहत दंडनीय अपराध किया गया है या कोई दस्तावेज या अन्य",
  "document or other article which may furnish evidence of the commission of such offence or any illegally acquired property or any document or other article which may": "वस्तु जो ऐसे अपराध के किए जाने का साक्ष्य दे सकती है या कोई अवैध रूप से अर्जित संपत्ति या कोई दस्तावेज या",
  "furnish evidence of holding any illegally acquired property": "अन्य वस्तु जो किसी अवैध रूप से अर्जित संपत्ति को रखने का साक्ष्य दे सकती है जो इस अधिनियम के अध्याय वी ए",
  "which is liable for seizure or freezing or forfeiture under": "के तहत जब्ती या फ्रीजिंग या ज़ब्त करने के लिए उत्तरदायी है, किसी भी भवन, वाहन या संलग्न स्थान में सूर्योदय और",
  "(a) enter into and search any such building, conveyance or place;": "(ए) ऐसी किसी भी इमारत, वाहन या स्थान में प्रवेश करें और तलाशी लें;",
  "(b) in case of resistance, break open any door and remove any obstacle to such entry;": "(बी) प्रतिरोध की स्थिति में, किसी भी दरवाजे को तोड़ दें और ऐसे प्रवेश में आने वाली किसी भी बाधा को दूर करें;",
  "(c) seize such drug or substance and all materials used in the manufacture thereof and any other article and any": "(सी) ऐसी दवा या पदार्थ और उसके निर्माण में उपयोग की जाने वाली सभी सामग्रियों और किसी अन्य वस्तु और किसी",
  "animal or conveyance which he has reason to believe to be liable to confiscation under this Act and any document or": "भी जानवर या वाहन को जब्त करें, जिसे वह इस अधिनियम के तहत जब्त करने के लिए उत्तरदायी मानता है और",
  "other article which he has reason to believe may furnish evidence of the commission of any offence punishable": "कोई दस्तावेज या अन्य वस्तु जो उसके पास विश्वास करने का कारण है, इस अधिनियम के तहत दंडनीय किसी अपराध",
  "evidence of the commission of any offence punishable under this Act or furnish evidence of holding any illegally": "के अपराध का सबूत प्रस्तुत कर सकता है या किसी अवैध रूप से अर्जित संपत्ति को रखने का सबूत प्रस्तुत कर सकता",
  "271": "269",
  "\"Kartara Ram is produced as PD-5,who has deposed the statement that Vira Ram is his brother-in-law (Saala), on": "उन्होंने कहा, \"कर्ताराराम को पीडी-5 के रूप में पेश किया गया है, जिसने यह बयान दिया है कि वीरा राम उसका",
  "statement that Vira Ram is his brother-in-law (Saala), on whose name jeep bearing No.HR 24 4057 is lying": "बहनोई (साला) है, जिसके नाम पर नंबर. एच आर 2५.५057 वाली जीप पंजीकृत है। उस जीप के चालक के रूप में",
  "registered. He had employed Inderjit singh as driver for that jeep. Person namely Krishan has never been employed as": "उनके कर्मचारी इंद्रजीत सिंह थे। कृष्ण नामक व्यक्ति को कभी भी चालक के रूप में नियुक्त नहीं किया गया है। इस",
  "driver. This witness has been declared hostile and he has been examined too, who does not support the prosecution": "गवाह को शश्रुतापूर्ण घोषित किया गया है और उससे पूछताछ भी की गई है, जो अभियोजन मामले का समर्थन नहीं",
  "case. In this manner, Viraram is the owner of the jeep. According to him he had given the jeep to Kartara Ram, but": "करता है। इस तरह से, विराराम जीप का मालिक है। उनके अनुसार उन्होंने जीप कर्ताराम को दी थी, लेकिन कर्ताराम",
  "Kartara Ram has not stated anywhere in is statement that this jeep was given to him and he used the same as Public": "ने कहीं भी बयान में यह नहीं कहा है कि यह जीप उन्हें दी गई थी और उन्होंने सार्वजनिक परिवहन वाहन के समान",
  "this jeep and even Notice Exh. P-6 was also served upon him by the police, he with a view to save himself, can also depose such statement that Kartara used to use the jeep as": "द्वारा उसे पी-6 भी दिया गया था, वह खुद को बचाने के लिए, इस तरह के बयान भी दे सकता है कि कर्तारा सार्वजनिक",
  "depose such statement that Kartara used to use the jeep as Public Transport Vehicle, whereas Kartara Ram PD-5 does": "परिवहन वाहन के रूप में जीप का उपयोग करता था, जबकि कर्तारा राम पीडी-5 इस तथ्य की पुष्टि नहीं करता है।",
  "not affirm this fact. Jeep was personal, it is clear on the record. In this manner, just on this ground that he has given the jeep to his brother-in-law and he used it to carry the": "जीप व्यक्तिगत थी, यह रिकॉर्ड पर स्पष्ट है। इस तरह से, सिर्फ इस आधार पर कि उन्होंने जीप अपने बहनोई को दी है",
  "the jeep to his brother-in-law and he used it to carry the passengers, the personal jeep could not be treated as public transport vehicle. However, the fact that jeep is used to": "और उन्होंने इसका इस्तेमाल यात्रियों को ले जाने के लिए किया है, निजी जीप को सार्वजनिक परिवहन वाहन के रूप",
  "transport vehicle. However, the fact that jeep is used to carry the passengers has not been affirmed from the statements of Kartara Ram. There is no evidence on record": "में नहीं माना जा सकता है। हालाँकि, करतारपुर के बयानों से इस तथ्य की पुष्टि नहीं हुई है कि यात्रियों को ले जाने के",
  "transport vehicle and they have the permit for it, rather it was the private vehicle and it is stated that Vira Ram": "जीप सार्वजनिक परिवहन वाहन था और उनके पास इसके लिए परमिट है, बल्कि यह निजी वाहन था और यह कहा",
  "was the private vehicle and it is stated that Vira Ram himself is the owner of that vehicle\"": "जाता है कि वीरा राम स्वयं उस वाहन के मालिक हैं।",
  "17. There is nothing to impeach the aforesaid findings. We have also perused the statement of Vira Ram in which": "77. उपरोक्त निष्कर्षों पर महाभियोग लाने के लिए कुछ भी नहीं है। हमने वीरा राम के उस बयान पर भी गौर किया है",
  "statement he has never even stated that he has any permit for running the vehicle as transport vehicle. He has stated": "जिसमें उन्होंने कभी यह भी नहीं कहा है कि उनके पास वाहन को परिवहन वाहन के रूप में चलाने का कोई परमिट",
  "that \"..... I had given this jeep to Kartara Ram resident of ...... who is my relative to run it for transporting passengers\" Admittedly the jeep was intercepted and was": "है। उन्होंने कहा कि... मैंने यह जीप कर्ताराम निवासी को दी थी जो यात्रियों को ले जाने के लिए इसे चलाने वाले मेरे",
  "seized by the police. In view of the above, the jeep cannot": "रिश्तेदार हैं। मान लीजिए कि जीप को रोक लिया गया और पुलिस ने उसे जब्त कर लिया। उपरोक्त को ध्यान में रखते",
  "any offence punishable under this Act:": "इस अधिनियम के अधीन दंडनीय कोई अपराध: बशर्ते कि यदि ऐसे अधिकारी के पास यह विश्वास करने का कारण हो",
  "search warrant or authorisation cannot be obtained without affording opportunity for the concealment of evidence or facility for the escape of an offender, he may enter and": "कि किसी अपराधी के भागने के लिए साक्ष्य या सुविधा को छिपाने का अवसर प्रदान किए बिना तलाशी वारंट या प्राधिकरण प्राप्त नहीं किया जा सकता है, तो वह अपने विश्वास के आधार को दर्ज करने के बाद सूर्यास्त और सूर्योदय",
  "search such building, conveyance or enclosed place at any": "के बीच किसी भी समय ऐसी इमारत, वाहन या संलग्न स्थान में प्रवेश कर सकता है और तलाशी ले सकता है।",
  "(2) Where an officer takes down any information in writing": "(2) जहां कोई अधिकारी उपधारा (॥) के अधीन लिखित रूप में कोई सूचना लेता है या उसके परन्तुक के अधीन अपने",
  "under the proviso thereto, he shall within seventy- two hours send a copy thereof to his immediate official": "विश्वास के लिए आधार अभिलिखित करता है, वह बयालीस घंटे के भीतर उसकी एक प्रति अपने निकटतम अधिकारी",
  "(10) It has been held by the Hon’ble Supreme Court in the matter of State of Rajasthan versus Jag Raj Singh @ Hansa' as follows:-": "(0) यह राजस्थान राज्य बनाम जग राज सिंह 6हंसा' के मामले में माननीय सर्वोच्च न्यायालय द्वारा निम्नानुसार अभिनिर्धारित किया गया हैः-",
  "16. Explanation to Section 43 defines expression \"public place\" which includes any public conveyance. The word": "6. धारा ५३ का स्पष्टीकरण अभिव्यक्ति \"सार्वजनिक स्थान\" को परिभाषित करता है जिसमें कोई भी सार्वजनिक",
  "\"public conveyance\" as used in the Act has to be": "परिवहन शामिल है। अधिनियम में उपयोग किए गए \"सार्वजनिक परिवहन\" शब्द को एक परिवहन के रूप में समझा",
  "understood as a conveyance which can be used by public in general. The Motor Vehicles Act, 1939 and thereafter the": "जाना चाहिए जिसका उपयोग आम जनता द्वारा किया जा सकता है। मोटर वाहन अधिनियम, 939 और उसके बाद",
  "Motor Vehicles Act, 1988 were enacted to regulate the law": "मोटर वाहन अधिनियम, 988 को मोटर वाहनों से संबंधित कानून को विनियमित करने के लिए अधिनियमित किया",
  "relating to motor vehicles. The vehicles which can be used for public are public Motor Vehicles for which necessary": "गया था। जिन वाहनों का उपयोग जनता के लिए किया जा सकता है, वे सार्वजनिक मोटर वाहन हैं जिनके लिए आवश्यक",
  "permits have to be obtained. Without obtaining a permit in accordance with the Motor Vehicles Act, 1988, no vehicle": "परमिट प्राप्त करने होते हैं। मोटर वाहन अधिनियम, 988 के अनुसार परमिट प्राप्त किए बिना, यात्रियों के परिवहन",
  "can be used for transporting passengers. In the present case,": "के लिए किसी भी वाहन का उपयोग नहीं किया जा सकता है। वर्तमान मामले में, अभियोजन पक्ष का यह मामला नहीं",
  "it is not the case of the prosecution that the jeep HR- 24 4057 had any permit for transporting the passengers. The High Court has looked into the evidence and come to the": "है कि जीप एचआर-2५ ५०057 के पास यात्रियों के परिवहन के लिए कोई परमिट था। उच्च न्यायालय ने सबूतों को देखा",
  "conclusion that there was no material to indicate that there was any permit for running the jeep as public transport": "और इस निष्कर्ष पर पहुंचा कि इस बात का संकेत देने के लिए कोई सामग्री नहीं थी कि जीप को सार्वजनिक परिवहन",
  "vehicle. The High Court has further held that even Kartara": "वाहन के रूप में चलाने के लिए कोई परमिट था। उच्च न्यायालय ने आगे कहा है कि यहां तक कि कर्ता राम, जो वाहन",
  "Ram who as per owner of the vehicle Veera Ram was using the vehicle, do not support that the jeep was used as": "के मालिक वीरा राम के अनुसार वाहन का उपयोग कर रहे थे, इस बात का समर्थन नहीं करते हैं कि जीप का उपयोग",
  "public transport vehicle. The High Court held that": "सार्वजनिक परिवहन वाहन के रूप में किया गया था। उच्च न्यायालय ने कहा कि निजी जीप को सार्वजनिक परिवहन",
  "1 2016(3) R.C.R.(Cri.) 539": "+ 206 (3) आर.सी.आर. (सीआरएल.) 539",
  "who reached at the spot and verified the facts relating to the notice under Section 50 of the NDPS Act. He supported the case of the": "जो मौके पर पहुंचे और एनडीपीएस अधिनियम की धारा 50 के तहत नोटिस से संबंधित तथ्यों का सत्यापन किया।",
  "prosecution. HC Subhash Chand was examined as PW10, who received": "उन्होंने अभियोजन पक्ष के मामले का समर्थन किया। एच सी सुभाष चंद से पीडब्लू0 के रूप में पूछताछ की गई, जिन्हें",
  "ruka Ex.PB for recording of the FIR. PW11 SI Karan Singh was the": "प्राथमिकी दर्ज करने के लिए रुका एक्स पीबी प्राप्त हुआ था। पीडब्लू॥ एसआई करण सिंह अभियोजन पक्ष के मुख्य",
  "main witness of the prosecution, who had witnessed the search and seizure procedure. He supported the case of the prosecution and": "गवाह थे, जिन्होंने तलाशी और जब्ती प्रक्रिया देखी थी। उन्होंने अभियोजन पक्ष के मामले का समर्थन किया और वर्तमान",
  "reiterated the facts as mentioned in the present FIR. However, in his": "प्राथमिकी में उल्लिखित तथ्यों को दोहराया। हालाँकि, अपनी जिरह में, उन्होंने स्वीकार किया कि गुप्त जानकारी के बारे",
  "cross-examination, he admitted that no information in writing was sent regarding the secret information. They had reached at the place of the recovery after 1.5/2 minutes. The road was blocked with tyre and": "में लिखित रूप में कोई जानकारी नहीं भेजी गई थी। वे .5/2 मिनट के बाद रिकवरी के स्थान पर पहुंचे थे। टायर और",
  "Police immediately on receipt of the information. He further admitted that there were 4/5 shops near the place of occurrence, however, he did not remember the names of their owners. He did not call any Panch or": "उन्होंने आगे स्वीकार किया कि घटना स्थल के पास ५५5 दुकानें थीं, हालांकि, उन्हें हमलावरों के नाम याद नहीं थे।",
  "not remember the names of their owners. He did not call any Panch or Sarpanch from the village and did not take any action against the person, who showed their inability to join the search. The place of": "उन्होंने गाँव से किसी पंच या पंच को नहीं बुलाया और उस व्यक्ति के खिलाफ कोई कार्रवाई नहीं की, जिसने खोज में",
  "recovery was on the highway, but he did not try to join any occupant of": "शामिल होने में असमर्थता दिखाई। वसूली का स्थान राजमार्ग पर था, लेकिन उन्होंने वाहन के किसी भी सवार के साथ",
  "(6) After the closure of the evidence, the statements of both the accused were recorded under Section 313 Cr.P.C. and both of them": "(6) साक्ष्य को बंद करने के बाद, दोनों अभियुक्तों के बयान सीआरपीसी की धारा 33 के तहत दर्ज किए गए और",
  "pleaded false implication. The accused made a categoric stand that no": "दोनों ने गलत निहितार्थ का अनुरोध किया। अभियुक्तों ने एक स्पष्ट रुख अपनाया कि उनसे कोई वसूली नहीं की गई",
  "recovery was effected from them and a false case had been registered against them. In their defence, the appellants/accused examined DW1": "और उनके खिलाफ एक झूठा मामला दर्ज किया गया था। अपने बचाव में, अपीलार्थियों /अभियुक्तों ने डी. डब्ल्यू. ।",
  "Surinder, who was running a shop near the bus stand of village Mauli.": "सुरिंदर से पूछताछ की, जो गाँव मौली के बस स्टैंड के पास एक दुकान चला रहा था। उन्होंने कहा कि 9.04.2002",
  "recovered anything from any person. Even, the police never came to": "को उनकी दुकान के पास कुछ नहीं हुआ और न ही पुलिस ने किसी व्यक्ति के पाससे कुछ बरामद किया। यहां तक",
  "the other shops on the said day. After examining DW1, the accused": "कि उस दिन पुलिस कभी भी अन्य दुकानों पर नहीं आई। डी. डब्ल्यू. । की जाँच करने के बाद, अभियुक्त ने साक्ष्य को",
  "(7) I have heard the learned counsel for the parties and with their able assistance, I have gone through the trial Court record carefully.": "(7) मैंने पक्षों के विद्वान वकील को सुना है और उनकी सक्षम सहायता से, मैंने ट्रायल कोर्ट रिकॉर्ड को ध्यान से देखा",
  "(8) Learned counsel for the appellants has vehemently contended that the mandatory provisions of Section 50 of the NDPS": "(8) अपीलार्थियों के विद्वान वकील ने जोरदार तर्क दिया है कि एनडीपीएस अधिनियम की धारा 50 के अनिवार्य",
  "Act were not complied with. Jag Parvesh Dahiya, the Deputy Superintendent of Police PW9 had mentioned that the search was": "प्रावधानों का पालन नहीं किया गया था। पुलिस उपाधीक्षक पीडब्लू9 जग परवेश दहिया ने उल्लेख किया था कि उनकी",
  "conducted of both the accused in his presence and a plastic bag was": "उपस्थिति में दोनों आरोपियों की तलाशी ली गई और कार में एक प्लास्टिक बैग भी मिला था। नतीजतन, यह ऐप हैयह",
  "also found in the car. Consequently, it is apparent that personal search was conducted and the compliance of the mandatory provisions of": "स्पष्ट है कि व्यक्तिगत तलाशी ली गई थी और अभियोजन पक्ष द्वारा एनडीपीएस अधिनियम की धारा 50 के अनिवार्य",
  "SAMEY SINGH AND ANOTHER v. STATE OF HARYANA 266 (N.S. Shekhawat, J.)": "समी सिंह और अन्य बनाम हरियाणा राज्य (एन.एस. शेखावत, जे.)",
  "Psychotropic Substances Act, 1985 (hereinafter to be referred as 'the": "अपीलार्थियों को नार्कोटिक ड्रग्स एंड साइकोट्रोपिक सब्सटेंस एक्ट, 4985 (इसके बाद 'एनडीपीएस एक्ट' के रूप में",
  "years and to pay a fine of Rs. 5000/- each alongwith default stipulation.": "सुनाई गई थी और डिफ़ॉल्ट शर्त के साथ प्रत्येक को 5000/- रुपये का जुर्माना देना था।",
  "(2) The brief facts of the case are that on 19.04.2002, ASI Karan Singh alongwith other police officials was present on Bus Stand": "(2) मामले के संक्षिप्त तथ्य यह हैं कि 49.04.2002 को एएसआई करण सिंह अन्य पुलिस अधिकारियों के साथ एक",
  "Mauli for patrolling and crime prevention on a Government vehicle and in the meantime, a secret information was received that three persons,": "सरकारी वाहन पर गश्त और अपराध की रोकथाम के लिए बसस्टैंड मौली पर मौजूद थे और इस बीच, एक गुप्त सूचना",
  "namely, Virender son of Sadhu Ram, Samey Singh son of Badan Singh, Randhir Singh son of Nohria Singh used to bring poppy husk from": "मिली थी कि तीन व्यक्ति, अर्थात्‌, साधु राम का बेटा वीरेंद्र, बदन सिंह का बेटा समी सिंह, नोहरिया सिंह का बेटा रणधीर",
  "Randhir Singh son of Nohria Singh used to bring poppy husk from village Mauli in a Fiat car bearing registration No. HRO1-B-1943. If a": "सिंह एक फिएट कार में गांव मौली से खसखस लाते थे। एचआर 0-बी-9५3. यदि छापा मारा जाता तो उनकी कार",
  "raid was conducted huge quantity of contraband could be recovered from their car. On getting the said information, a naka was set up. In": "से भारी मात्रा में प्रतिबंधित पदार्थ बरामद किया जा सकता था। उक्त जानकारी मिलने पर एक नाका स्थापित किया",
  "the meanwhile, a Fiat car was seen coming from Ambala and Kakrali side with high speed and on seeing the police party, the driver of the": "गया था। इस बीच, अंबाला और काकराली की ओर से एक फिएट कार तेज गति से आती देखी गई और पुलिस दल",
  "car stopped the car and started turning the car back. However, ASI": "को देखकर कार के चालक ने कार रोक दी और कार को पीछे की ओर मोड़ना शुरू कर दिया। हालांकि, एएसआई",
  "Karan Singh with the help of other police officials controlled those persons and the vehicle. In the meantime, the car driver ran away from": "करण सिंह ने अन्य पुलिस अधिकारियों की मदद से उन व्यक्तियों और वाहन को नियंत्रित किया। इस बीच, कार चालक",
  "the spot, leaving behind his car and two persons were sitting on the rear seat of the car. Two persons were taken into custody and they disclosed": "अपनी कार छोड़कर मौके से भाग गया और कार की पिछली सीट पर दो लोग बैठे थे। दो लोगों को हिरासत में लिया",
  "their names and addresses as Samey Singh son of Badan Singh,": "गया और उन्होंने अपने नाम और पते का खुलासा किया, जिसमें टोबा गांव के रहने वाले बदन सिंह का बेटा समी सिंह",
  "resident of village Toba and Randhir Singh son of Nohria Singh, resident of Badmali District Ropar. They also disclosed that the person": "और बदराली जिला रोपड़ के रहने वाले नोहरिया सिंह का बेटा रणधीर सिंह शामिल थे। उन्होंने यह भी खुलासा किया",
  "who had ran way from the spot was Virender @ Mintu son of Sadhu Singh, resident of Mahesh Nagar, Ambala Cantt. The police party": "कि जो व्यक्ति मौके से भागा था, वह अंबाला कैंट के महेश नगर निवासी साधु सिंह का बेटा वीरेंद्र उर्फ मिंटू था। पुलिस",
  "raised a suspicion that accused were having contraband in their possession in the car and Jag Parvesh Dahiya, the Deputy": "दल ने संदेह जताया कि कार में आरोपियों के पास प्रतिबंधित पदार्थ थे और पुलिस उपाधीक्षक जग परवेश दहिया को",
  "the Deputy Superintendent of Police, search was made by ASI Karan Singh and a plastic bag was found, which was kept by both the accused": "करण सिंह ने तलाशी ली और एक प्लास्टिक का थैला मिला, जिसे दोनों आरोपियों ने पीछे की सीट पर रखा था और",
  "on the rear seat and after taking out, the bag was opened and 35 kgs of poppy husk was found in the same. 500 grams of the poppy husk was": "निकालने के बाद थैला खोला गया और उसमें 35 किलो अफीम की भूसी मिली। प्लास्टिक बैग से नमूने के रूप में 500",
  "taken out as sample from the plastic bag and the sample as well as residue quantity of the contraband were sealed separately by ASI Karan": "ग्राम अफीम की भूसी निकाली गई और नमूने के साथ-साथ प्रतिबंधित पदार्थ की अवशेष मात्रा को एएसआई करण",
  "Singh with the seal impression ‘KS’ and the seal was handed over to ASI Kehar Singh after use. Jag Parvesh Dahiya, the Deputy": "सिंह द्वारा सील की छाप 'केएस' के साथ अलग से सील कर दिया गया और उपयोग के बाद सील एएसआई केहर सिंह",
  "ASI Kehar Singh after use. Jag Parvesh Dahiya, the Deputy Superintendent of Police, also affixed his seal impression ‘JP’ on the": "को सौंप दी गई। पुलिस उपाधीक्षक जग परवेश दहिया ने भी नमूने के पार्सल पर अपनी मुहर की छाप 'जेपी' लगाई",
  "sample parcel and after use, he kept the seal with himself. Samples": "और उपयोग के बाद, उन्होंने सील को अपने पास रखा। नमूने की मुहरें तैयार की गईं और पुलिस ने उन्हें अपने कब्जे",
  "notice under Section 50 of the NDPS Act, whereas each accused must": "एन डीपी एस अधिनियम की धारा 50 के अधीन नोटिस, जबकि प्रत्येक अभियुक्त को व्यक्तिगत रूप से सूचित किया",
  "be individually informed that he has a right to be searched before the nearest gazetted officer or a Magistrate. A joint communication of the": "जाना चाहिए कि उसे निकटतम राजपत्रित अधिकारी या मजिस्ट्रेट के समक्ष तलाशी लेने का अधिकार है। अभियुक्त को",
  "right under Section 50 of the NDPS Act to the accused would frustrate": "एन. डी. पी. एस. अधिनियम की धारा 50 के तहत अधिकार का एक संयुक्त संचार एन. डी. पी. एस. अधिनियम की",
  "the very purpose of Section 50 of the NDPS Act and the information in this regard has to be individual, clear and unambiguous. Whereas the": "धारा 50 के उद्देश्य को विफल कर देगा और इस संबंध में जानकारी व्यक्तिगत, स्पष्ट और स्पष्ट होनी चाहिए। जबकि",
  "said contention has been refuted by the learned counsel for the State by submitting that the mandatory provisions of Section 50 of the NDPS": "राज्य के विद्वत वकील ने यह प्रस्तुत करके उक्त तर्क का खंडन किया है कि एनडीपीएस अधिनियम की धारा 50 के",
  "Act would not be applicable to the facts of the instant case as the recovery has been effected from the search of a bag and not from the": "अनिवार्य प्रावधान तत्काल मामले के तथ्यों पर लागू नहीं होंगे क्योंकि वसूली एक थेले की तलाशी से प्रभावित हुई है न",
  "personal search of both the appellants. I find force in the argument raised by the learned State counsel. Since the recovery of the": "कि दोनों अपीलार्थियों की व्यक्तिगत तलाशी से। मुझे विद्वान राज्य के वकील द्वारा उठाए गए तर्क में बल मिलता है।",
  "contraband has taken place from the bag, which was kept by both the accused on the seat of the car and not from the personal search of the": "चूंकि वर्जित पदार्थ की बरामदगी थेले से हुई है, जिसे दोनों अभियुक्तों द्वारा कार की सीट पर रखा गया था, न कि",
  "present appellants, provisions contained in Section 50 of the NDPS Act would not be applicable.": "वर्तमान अपीलार्थियों की व्यक्तिगत खोज से, एनडीपीएस अधिनियम की धारा 50 में निहित प्रावधान लागू नहीं होंगे।",
  "(9) Learned counsel for the appellants has vehemently argued that there was complete non-compliance of Section 42 of the NDPS": "(9) अपीलार्थियों के विद्वान वकील ने जोरदार तर्क दिया है कि एनडीपीएस अधिनियम की धारा ५2 का पूरी तरह से",
  "Act as no information was reduced into writing by the Investigating Officer and sent to the senior officers. Consequently, the non-": "गैर-अनुपालन किया गया था क्योंकि जांच अधिकारी द्वारा कोई भी जानकारी लिखित रूप में नहीं दी गई थी और वरिष्ठ",
  "Officer and sent to the senior officers. Consequently, the non- compliance of the mandatory requirement of law under Section 42 of": "अधिकारियों को भेजी गई थी। नतीजतन, एनडीपीएस अधिनियम की धारा ५2 के तहत कानून की अनिवार्य आवश्यकता",
  "the NDPS Act would vitiate the entire proceedings. Even, PW11 SI Karan Singh admitted that the secret information was received, but it": "का गैर-अनुपालन पूरी कार्यवाही को दूषित कर देगा। यहां तक कि पीडब्लू॥ एसआई करण सिंह ने भी स्वीकार किया",
  "was not sent in writing. Even the findings were recorded by the learned": "कि गुप्त जानकारी प्राप्त हुई थी, लेकिन इसे लिखित रूप में नहीं भेजा गया था। यहां तक कि विद्वत विचारण न्यायालय",
  "trial Court that since the information was given telephonically and the": "द्वारा निष्कर्ष भी दर्ज किए गए थे कि चूंकि जानकारी टेलीफोन पर दी गई थी और इसे लिखित रूप में सीमित नहीं",
  "same was not reduced into writing, does not vitiate the trial as Section 42 of the NDPS Act is directory in nature and not mandatory. Learned": "किया गया था, इसलिए यह परीक्षण को दूषित नहीं करता है क्योंकि एनडीपीएस अधिनियम की धारा ५2 प्रकृति में",
  "that total non-compliance of the requirements of sub-Section (1) and (2) of Section 42 of the NDPS Act was impermissible and in the": "किया गया है कि एनडीपीएस अधिनियम की धारा ५2 की उप-धारा (॥) और (2) की अपेक्षाओं का पूर्ण गैर-अनुपालन",
  "present case also there was complete non-compliance of the said provision of law. The said submissions have been opposed by learned": "अनुज्ञेय था और वर्तमान मामले में भी कानून के उक्त प्रावधान का पूर्ण गैर-अनुपालन था। विद्वत राज्य के वकील ने",
  "State counsel by submitting that the provisions of Section 42 of the Act would not be applicable to the facts of the instant case and rather the": "उक्त दलीलों का विरोध करते हुए कहा कि अधिनियम की धारा ५2 के प्रावधान तत्काल मामले के तथ्यों पर लागू नहीं",
  "provisions of Section 43 of the NDPS Act would be applicable as the place of recovery was a public place. As such, the impugned judgment": "होंगे और एनडीपीएस अधिनियम की धारा ५३ के प्रावधान लागू होंगे क्योंकि वसूली का स्थान एक सार्वजनिक स्थान",
  "place of recovery was a public place. As such, the impugned judgment is liable to be upheld by this Court. I have considered the rival": "था। इस प्रकार, विवादित निर्णय को इस न्यायालय द्वारा बरकरार रखा जा सकता है। मैंने पक्षकारों के लिए विद्वान",
  "submissions made by the learned counsel for the parties and find": "वकील द्वारा की गई प्रतिद्वंद्वी प्रस्तुतियों पर विचार किया है और अपीलार्थियों के लिए विद्वान वकील द्वारा की गई",
  "\"25. The question considered above arise frequently before the trial courts. Therefore we find it necessary to set out our": "“25 ऊपर विचार किया गया प्रश्न अक्सर विचारण न्यायालयों के समक्ष उत्पन्न होता है। इसलिए हमें अपने निष्कर्षों को",
  "conclusions which are as follows :": "निर्धारित करना आवश्यक लगता है जो इस प्रकार हैं:",
  "(1) If a police officer without any prior information as contemplated under the provisions of the NDPS Act makes": "4.यदि कोई पुलिस अधिकारी एनडीपीएस अधिनियम के प्रावधानों के तहत किसी पूर्व सूचना के बिना किसी अपराध",
  "a search or arrests a person in the normal course of investigation into an offence or suspected offences as": "या संदिग्ध अपराधों की जांच के सामान्य क्रम में किसी व्यक्ति की तलाशी लेता है या उसे गिरफ्तार करता है, जैसा कि",
  "provided under the provisions of CrPC and when such search is completed at that stage section 50 of the NDPS": "सीआरपीसी के प्रावधानों के तहत प्रदान किया गया है और जब ऐसी तलाशी उस स्तर पर पूरी हो जाती है तो एनडीपीएस",
  "search is completed at that stage section 50 of the NDPS Act would not be attracted and the question of complying with the requirements thereunder would not arise. If during": "अधिनियम की धारा 50 आकर्षित नहीं होगी और उसके तहत आवश्यकताओं के अनुपालन का सवाल ही पैदा नहीं",
  "such search or arrest there is a chance recovery of any narcotic drug or psychotropic substance then the police": "होगा। यदि इस तरह की तलाशी या गिरफ्तारी के दौरान किसी भी मादक पदार्थ या मादक पदार्थ की आकस्मिक",
  "officer, who is not empowered, should inform the": "बरामदगी होती है, तो पुलिस अधिकारी, जो सशक्त नहीं है, को अधिकार प्राप्त अधिकारी को सूचित करना चाहिए,",
  "empowered officer who should thereafter proceed in accordance with the provisions of the NDPS Act. If he": "जिसे इसके बाद एनडीपीएस अधिनियम के प्रावधानों के अनुसार आगे बढ़ना चाहिए। यदि वह एक अधिकार प्राप्त",
  "happens to be an empowered officer also, then from that stage onwards, he should carry out the investigation in accordance with the other provisions of the NDPS Act.": "अधिकारी भी है, तो उस स्तर से उसे एनडीपीएस अधिनियम के अन्य प्रावधानों के अनुसार जांच करनी चाहिए।",
  "(2-A) Under Section 41(1) only an empowered Magistrate": "(2- ए) धारा ५। (॥)) के अधीन केवल एक सशक्त मजिस्ट्रेट अधिनियम के अध्याय ५ आदि के अधीन दंडनीय अपराधों",
  "can issue warrant for the arrest or for the search in respect": "के संबंध में गिरफ्तारी या तलाशी के लिए वारंट जारी कर सकता है। जब उसके पास यह विश्वास करने का कारण हो",
  "committed or such substances are kept or concealed in any building, conveyance or place. When such warrant for": "कि ऐसे अपराध किए गए हैं या ऐसे पदार्थ किसी भवन, वाहन या स्थान में रखे गए हैं या छिपाए गए हैं। जब गिरफ्तारी",
  "empowered, then such search or arrest if carried out would be illegal. Likewise only empowered officers or duly authorised officers as enumerated in Sections 41(2) and": "या गिरफ्तारी यदि की जाती है तो यह अवैध होगा। इसी प्रकार धारा ५। (2) और ५2 (॥) में उल्लिखित केवल",
  "be illegal. Likewise only empowered officers or duly authorised officers as enumerated in Sections 41(2) and 42(1) can act under the provisions of the NDPS Act. If such": "अधिकारप्राप्त अधिकारी या विधिवत अधिकृत अधिकारी ही एनडीपीएस अधिनियम के प्रावधानों के तहत कार्य कर",
  "arrest or search is made under the provisions of the NDPS Act by anyone other than such officers, the same": "सकते हैं। यदि ऐसी गिरफ्तारी या तलाशी एनडीपीएस अधिनियम के प्रावधानों के तहत ऐसे अधिकारियों के अलावा",
  "(2-B) Under Section 41(2) only the empowered officer can": "(2-बी) धारा ५॥ (2) के तहत केवल अधिकार प्राप्त अधिकारी ही अपने अधीनस्थ अधिकारी को किसी व्यक्ति की",
  "give the authorisation to his subordinate officer to carry out the arrest of a person or search as mentioned therein. If": "गिरफ्तारी या तलाशी लेने के लिए प्राधिकरण दे सकता है जैसा कि उसमें उल्लेख किया गया है। यदि कोई उल्लंघन",
  "there is a contravention, that would affect the prosecution case and vitiate the conviction. (2-C) Under Section 42(1)": "होता है, तो यह अभियोजन पक्ष के मामले को प्रभावित करेगा और दोषसिद्धि को दूषित करेगा। (2-सी) धारा ५2 (॥)",
  "the empowered officer if has a prior information given by any person, that should necessarily be taken down in": "के तहत अधिकार प्राप्त अधिकारी के पास यदि किसी व्यक्ति द्वारा दी गई पूर्व सूचना है, तो उसे अनिवार्य रूप से",
  "273": "278",
  "number of cases to consider the consequence of non- compliance of provisions of Section 42(1) and 42(2),": "धारा ५2 (।) और ५2 (2) के उपबंधों के गैर-अनुपालन के परिणाम पर विचार करने के लिए 273 मामलों की संख्या,",
  "whether the entire trial stand vitiated due to above non compliance or conviction can be set aside. In this context": "क्या उपरोक्त गैर-अनुपालन या दोषसिद्धि के कारण संपूर्ण विचारण स्थिति दृषित हो गई है, को अपास्त किया जा",
  "reference is made to the judgment of this Court in State of Punjab vy. Balbir Singh 1994(1) RCR (Criminal) 736 :": "सकता है। इस संदर्भ में पंजाब राज्य बनाम बलबीर सिंह 99५ (॥) आर. सी. आर. (आपराधिक) 736: (994) 3",
  "(1994) 3 SCC 299. In the above batch of cases, the High": "एस. सी. सी. 299 वाले मामले में इस न्यायालय के निर्णय का निर्देश दिया गया है। उपरोक्त मामलों के समूह में, उच्च",
  "Court has acquitted accused on the ground that search was conducted without conforming to the provisions of the": "न्यायालय ने अभियुक्त को इस आधार पर बरी कर दिया है कि तलाशी एनडीपीएस अधिनियम के प्रावधानों के अनुरूप",
  "provisions of Chapter IV following was stated in paragraph 8:": "के उपबंधों का निर्देश करते हुए पैरा 8 में निम्नलिखित कथन किया गया थाः",
  "\"8. But if on a prior information leading to a reasonable belief that an offence under Chapter IV of the Act has been": "\"8. लेकिन यदि किसी पूर्व सूचना के आधार पर यह उचित विश्वास किया जाता है कि अधिनियम के अध्याय |५ के तहत",
  "committed, then in such a case, the Magistrate or the officer": "कोई अपराध किया गया है, तो ऐसे मामले में मजिस्ट्रेट या अधिकार प्राप्त अधिकारी को धारा ५। और ४2 के प्रावधानों",
  "empowered have to proceed and act under the provisions of": "के तहत आगे बढ़ना और कार्य करना होगा। धारा ५2 के तहत, धारा ५। के तहत जारी वारंट के बिना भी अधिकार",
  "from personal knowledge or information given by any": "होगी यदि उसे किसी अन्य व्यक्ति द्वारा दी गई व्यक्तिगत जानकारी या जानकारी पर विश्वास करने का कारण है और",
  "other person and taken down in writing that an offence under Chapter IV has been committed or any document or other article which may furnish the evidence of the": "लिखित रूप में लिया गया है कि अध्याय |/ के तहत कोई अपराध किया गया है या कोई दस्तावेज या अन्य वस्तु जो",
  "other article which may furnish the evidence of the commission of such offence is kept or concealed in any": "इस तरह के अपराध के होने का सबूत दे सकती है, उसे किसी भी भवन में या किसी भी स्थान पर रखा या छुपाया",
  "has reason to believe that search warrant or authorisation cannot be obtained without affording opportunity for the concealment of the evidence or facility for the escape of the": "साक्ष्य या सुविधा को छिपाने का अवसर दिए बिना तलाशी वारंट या प्राधिकरण प्राप्त नहीं किया जा सकता है, तो वह",
  "offender, he can carry out the arrest or search between sunset and sunrise also after recording the grounds of his": "अपनी धारणा के आधार को दर्ज करने के बाद सूर्यास्त और सूर्योदय के बीच भी गिरफ्तारी या तलाशी ले सकता है।",
  "belief. Subsection (2) of 8 1990 Cri LJ 414 (Del) Section 42 further lays down that when such officer takes down any": "8.990 सीआरआईएलजे ५॥५ (डेल) धारा ५2 की उपधारा (2) में आगे कहा गया है कि जब ऐसा अधिकारी लिखित",
  "compliance with the provisions of CrPC then such search would not per se be illegal and would not vitiate the trial.": "सीआरपीसी के प्रावधानों का कड़ाई से अनुपालन नहीं किया जाता है तो ऐसी तलाशी स्वयं अवैध नहीं होगी और मुकदमे",
  "The effect of such failure has to be borne in mind by the courts while appreciating the evidence in the facts and circumstances of each case.": "प्रत्येक मामले के तथ्यों और परिस्थितियों में साक्ष्य की सराहना करते हुए अदालतों को इस तरह की विफलता के प्रभाव को ध्यान में रखना होगा।",
  "(5) On prior information the empowered officer or authorised officer while acting under Sections 41(2) or 42": "(5) पूर्व सूचना पर धारा ५॥ (2) या ५2 के तहत कार्य करते हुए अधिकार प्राप्त अधिकारी या अधिकृत अधिकारी",
  "277": "275",
  "superior, before proceeding to take action in terms of clauses (a) to (d) of Section 42(1).": "धारा ५2 के खंड (ए) से (डी) के संदर्भ में कारवाई करने के लिए आगे बढ़ने से पहले (॥).",
  "(b) But if the information was received when the officer was not in the police station, but while he was on the move either on patrol duty or otherwise, either by mobile phone,": "(बी) लेकिन यदि सूचना तब प्राप्त हुई थी जब अधिकारी पुलिस थाने में नहीं था, लेकिन जब वह गश्ती ड्यूटी पर था या",
  "or other means, and the information calls for immediate": "अन्यथा, या तो मोबाइल फोन या अन्य माध्यमों से, और सूचना तत्काल कार्रवाई की मांग करती है और किसी भी देरी",
  "action and any delay would have resulted in the goods or evidence being removed or destroyed, it would not be": "के परिणामस्वरूप माल या साक्ष्य को हटा दिया गया था या नष्ट कर दिया गया था, तो उसे दी गई जानकारी को लिखित",
  "feasible or practical to take down in writing the information given to him, in such a situation, he could take action as per clauses (a) to (d) of Section 42(1) and": "रूप में लेना संभव या व्यावहारिक नहीं होगा, ऐसी स्थिति में, वह धारा ५2 (॥) के खंड (ए) से (डी) के अनुसार कार्रवाई",
  "thereafter, as soon as it is practical, record the information in writing and forthwith inform the same to the official": "कर सकता है और उसके बाद, जैसे ही यह व्यावहारिक हो, लिखित रूप में जानकारी दर्ज करें और तुरंत अधिकारी",
  "(c)In other words, the compliance with the requirements of Sections 42(1) and 42(2) in regard to writing down the information received and sending a copy thereof to the": "(सी) दूसरे शब्दों में, प्राप्त सूचना को लिखने और उसकी एक प्रति वरिष्ठ अधिकारी को भेजने के संबंध में धारा ५2 (॥)",
  "and seizure by the officer. But in special circumstances involving emergent situations, the recording of the information in writing and sending a copy thereof to the": "चाहिए। लेकिन आकस्मिक परिस्थितियों से जुड़ी विशेष परिस्थितियों में, लिखित रूप में सूचना की रिकॉर्डिंग और",
  "information in writing and sending a copy thereof to the official superior may get postponed by a reasonable period, that is, after the search, entry and seizure. The question is": "आधिकारिक वरिष्ठ को इसकी एक प्रति भेजना एक उचित अवधि, यानी तलाशी, प्रवेश और जब्ती के बाद, के लिए",
  "(d) While total non-compliance with requirements of subsections (1) and (2) of Section 42 is impermissible,": "(डी) जबकि धारा ५2 की उपधारा (॥) और (2) की अपेक्षाओं का पूर्ण रूप से अनुपालना अनुज्ञेय है, विलंब के बारे में",
  "delayed compliance with satisfactory explanation about the delay will be acceptable compliance with Section 42. To": "संतोषजनक स्पष्टीकरण के साथ विलंबित अनुपालन धारा ५2 का स्वीकार्य अनुपालन होगा। उदाहरण के लिए, यदि",
  "illustrate, if any delay may result in the accused escaping or the goods or evidence being destroyed or removed, not": "किसी देरी के परिणामस्वरूप अभियुक्त भाग सकता है या माल या साक्ष्य को नष्ट या हटा दिया जा सकता है, कार्रवाई",
  "recording in writing the information received, before initiating action, or non-sending of a copy of such": "शुरू करने से पहले प्राप्त जानकारी को लिखित रूप में दर्ज नहीं किया जा सकता है, या ऐसी जानकारी की एक प्रति",
  "information to the official superior forthwith, may not be treated as violation of Section 42. But if the information": "आधिकारिक वरिष्ठ को तुरंत नहीं भेजी जा सकती है, तो धारा ५2 का उल्लंघन नहीं माना जा सकता है। लेकिन यदि",
  "was received when the police officer was in the police station with sufficient time to take action, and if the police": "सूचना तब प्राप्त हुई थी जब पुलिस अधिकारी कार्रवाई करने के लिए पर्याप्त समय के साथ पुलिस स्टेशन में था, और",
  "officer fails to record in writing the information received, or": "यदि पुलिस अधिकारी प्राप्त जानकारी को लिखित रूप में दर्ज करने में विफल रहता है, या इसकी एक प्रति आधिकारिक",
  "fails to send a copy thereof, to the official superior, then it will be a suspicious circumstance being a clear violation of": "वरिष्ठ को भेजने में विफल रहता है, तो यह एक संदिग्ध परिस्थिति होगी जो अधिनियम की धारा ५2 का स्पष्ट उल्लंघन",
  "279": "277",
  "to examine as to whether Section 43 was attracted in the present case which obviated the requirement of Section": "इस बात की जांच करने के लिए कि क्‍या धारा ५३ वर्तमान मामले में आकर्षित की गई थी जिसने धारा ५2 () परन्तुक",
  "29. After referring to the earlier judgments, the Constitution Bench came to the conclusion that non- compliance with requirement of Sections 42 and 50 is impermissible": "29. पहले के निर्णयों का उल्लेख करने के बाद, संविधान पीठ इस निष्कर्ष पर पहुंची कि धारा ५2 और 50 की अपेक्षाओं",
  "whereas delayed compliance with satisfactory explanation will be acceptable compliance with Section 42. The": "का अनुपालन न करना अनुज्ञेय है, जबकि संतोषजनक स्पष्टीकरण के साथ विलंबित अनुपालन धारा ५2 का स्वीकार्य",
  "Constitution Bench noted the effect of the aforesaid two decisions in para 5. The present is not a case where insofar": "अनुपालन होगा। संविधान पीठ ने पैरा 5 में उपरोक्त दो निर्णयों के प्रभाव का उल्लेख किया। वर्तमान ऐसा मामला नहीं",
  "as compliance with Section 42(1) proviso even an argument based on substantial compliance is raised there": "है जहां धारा ५2 (॥) परंतुक के अनुपालन के रूप में यहां तक कि पर्याप्त अनुपालन के आधार पर एक तर्क भी उठाया",
  "is total non-compliance with Section 42(1) proviso. As observed above, Section 43 being not attracted, search was": "जाता है, धारा ५2 (॥) परंतुक के साथ पूर्ण गैर-अनुपालन है। जैसा कि ऊपर देखा गया है, धारा ५३ आकर्षित नहीं होने",
  "to be conducted after complying with the provisions of Section 42. We thus, conclude that the High Court has": "के कारण, धारा ५2 के प्रावधानों का पालन करने के बाद तलाशी ली जानी थी। इस प्रकार हम यह निष्कर्ष निकालते हैं",
  "rightly held that non- compliance with Section 42(1) and Section 42(2) were proved on the record and the High": "कि उच्च न्यायालय ने सही निर्णय दिया है कि धारा ५2 (॥) और धारा ५2 (2) का अनुपालन न करना रिकॉर्ड पर साबित",
  "Court has not committed any error in setting aside the conviction order.\"": "हुआ है और उच्च न्यायालय ने दोषसिद्धि आदेश को रद्द करने में कोई त्रुटि नहीं की है।",
  "(Emphasis added)": "(जोर जोड़ा गया)",
  "apparent that the vehicle in question was not a public conveyance but": "(2) वर्तमान मामले में साक्ष्य के अवलोकन से, यह स्पष्ट है कि विचाराधीन वाहन सार्वजनिक वाहन नहीं था, बल्कि",
  "was a private vehicle belonging to Virender, co-accused. The prosecution examined PW4 HC Sat Pal, who had taken into possession": "सह-अभियुकत वीरेंद्र का एक निजी वाहन था। अभियोजन पक्ष ने पीडब्लू८ एचसी सतपाल की जांच की, जिन्होंने वाहन",
  "the RC of the vehicle Ex.Pl and other documents relating to the vehicle. As per the registration certificate, the owner of the vehicle was": "ई. एक्स पी । के आर सी और वाहन से संबंधित अन्य दस्तावेजों को अपने कब्जे में ले लिया था। पंजीकरण प्रमाण पत्र",
  "vehicle. As per the registration certificate, the owner of the vehicle was Ajay Bathla, owner of M/s Ajay Medical Centre. Ajay Bathla appeared": "के अनुसार, वाहन का मालिक मेसर्स अजय मेडिकल सेंटर का मालिक अजय बाथला था। अजय बाथला पीडब्लूठ के",
  "as PW5 and stated that he had sold the vehicle vide affidavit Ex.P4 to Virender co-accused and it was in possession of the accused. Thus, it is": "रूप में पेश हुए और कहा कि उन्होंने वरिंदर सह-आरोपी को हलफनामा ई एक्स.पी५ के माध्यम से वाहन बेच दिया",
  "apparent that the vehicle belonged to Virender co-accused. Still further,": "था और यह आरोपी के कब्जे में था। इस प्रकार, यह स्पष्ट है कि वाहन सह-आरोपी वीरेंद्र का था। इसके अलावा,",
  "from a perusal of the statement of PW11 SI Karan Singh, it is apparent that he received secret information, however, no information in writing": "पीडब्लूइ। एसआई करण सिंह के बयान के अवलोकन से यह स्पष्ट है कि उन्हें गुप्त जानकारी मिली थी, हालांकि, गुप्त",
  "was sent regarding the secret information. There is no evidence to show": "सूचना के संबंध में लिखित रूप में कोई जानकारी नहीं भेजी गई थी। यह दिखाने के लिए कोई सबूत नहीं है कि गुप्त",
  "that the secret information was ever conveyed to the higher officers. In such a situation, the provisions of Section 42 of the NDPS Act would": "जानकारी कभी भी उच्च अधिकारियों को दी गई थी। ऐसी स्थिति में एनडीपीएस अधिनियम की धारा ५2 के प्रावधान",
  "be applicable. Since, the recovery was from a private vehicle, the provisions of Section 43 of the NDPS Act would not be applicable. The": "लागू होंगे। चूंकि वसूली एक निजी वाहन से हुई थी, इसलिए एनडीपीएस अधिनियम की धारा ५३ के प्रावधान लागू नहीं",
  "explanation to Section 43 of the NDPS Act shows that a private vehicle": "होंगे। एनडीपीएस अधिनियम की धारा ५३ के स्पष्टीकरण से पता चलता है कि एक निजी वाहन",
  "would not come within the expression “public place” as explained in Section 43 of the NDPS Act. Thus, it is an admitted position in the": "एन. डी. पी. एस. अधिनियम की धारा ५३ में वर्णित \"सार्वजनिक स्थान\" पद के अंतर्गत नहीं आएगा। इस प्रकार, तत्काल",
  "instant case that there was total non-compliance of mandatory requirements of Section 42 of the NDPS Act. The learned trial Court": "मामले में यह एक स्वीकृत स्थिति है कि एनडीपीएस अधिनियम की धारा ५2 की अनिवार्य आवश्यकताओं का पूरी तरह",
  "has wrongly recorded that the information was given telephonically": "से पालन नहीं किया गया था। विद्वत विचारण न्यायालय ने गलत तरीके से अभिलिखित किया है कि सूचना टेलीफोन",
  "and the same was not reduced into writing, which did not vitiate the": "द्वारा दी गई थी और उसे लिखित रूप में सीमित नहीं किया गया था, जिससे विचारण दूषित नहीं हुआ और उक्त निष्कर्ष",
  "trial and the said findings are liable to be reversed by this Court. In fact, it has been held in number of judgments that compliance of": "इस न्यायालय द्वारा उलट दिए जाने के लिए उत्तरदायी हैं। वास्तव में, कई निर्णयों में यह कहा गया है कि एनडीपीएस",
  "Section 42 of the NDPS Act is mandatory in nature and total non-": "अधिनियम की धारा ५2 का अनुपालन प्रकृति में अनिवार्य है और एनडीपीएस अधिनियम की धारा ५2 का पूर्ण गैर-",
  "compliance of Section 42 of the NDPS Act is impermissible in law.": "अनुपालन कानून में अस्वीकार्य है।",
  "(13) In view of the aforementioned circumstances, the learned": "(3) उपर्युक्त परिस्थितियों को ध्यान में रखते हुए, विद्वत विचारण न्यायालय अपीलार्थियों के पक्ष में पक्षपाती वकील",
  "trial Court has fell in error in rejecting the submissions made by the leaned counsel for the appellants. Consequently, the instant appeal is": "द्वारा की गई दलीलों को अस्वीकार करने में त्रुटि में पड़ गया है। नतीजतन, तत्काल अपील मंजूर की जाती है और विद्वत",
  "allowed and the impugned judgment of conviction 13.07.2004 and order of sentence dated 15.07.2004 passed by the learned Judge, Special Court, Panchkula are set aside and the appellants are acquitted": "न्यायाधीश, विशेष न्यायालय, पंचकूला द्वारा पारित 43.07.2009 के दोषसिद्धि के आक्षेपित निर्णय और 5.07.200५",
  "(14) All pending applications, if any, are disposed of, accordingly.": "(।५) सभी लंबित आवेदनों, यदि कोई हों, का तदनुसार निपटान किया जाता है।",
  "(15) The case property, if any, may be dealt with as per the tules after expiry of period of limitation for filing the appeal.": "(5) मामला संपत्ति, यदि कोई हो, तो अपील दायर करने की सीमा की अवधि समाप्त होने के बाद नियमों के अनुसार निपटा जा सकता है।",
  "(16) Records of the Court below be sent back.": "(6) निम्नलिखित न्यायालय के अभिलेखों को वापस भेजा जाए।",
  "Reporter-Pranav Chamoli": "रिपोर्टर-प्रणव चमोली"
}