{
  "Apex Court:-": "सर्वोच्च न्यायालय:-",
  "i) \"The date of the award\" used in the Section 18(2)(b) must be the date when the award is either communicated to": ") धारा 8 (2) (ख) में प्रयुक्त \"पुरस्कार की तिथि\" वह तिथि होनी चाहिए जब पुरस्कार या तो पक्ष को सूचित किया",
  "the party or is known by him either actually or constructively. [“Raja Harish Chandra Raj Singh v. The": "जाता है या उसके द्वारा वास्तव में या रचनात्मक रूप से जाना जाता है। [\"राजा हरीश चंद्र राज सिंह बनाम उप भूमि",
  "ii) Date on which compensation was received can be conclusively taken as the date of knowledge of award and": "॥) जिस तारीख को मुआवजा प्राप्त हुआ था, उसे निर्णायक रूप से पुरस्कार की जानकारी की तारीख के रूप में लिया",
  "application for a reference has to be made within six months from this date. [“State of Punjab v. Mst Qaisar": "जा सकता है और संदर्भ के लिए आवेदन इस तारीख से छह महीने के भीतर किया जाना है। [\"पंजाब राज्य बनाम एम.",
  "Jehan Begum and another”, reported as AIR 1963 Supreme Court 1604]": "एस. टी. कैसर जहाँ बेगस और एक अन्य\", ए. आई. आर 963 सुप्रीम कोर्ट 609 के रूप में रिपोर्ट किया गया]",
  "iii) Actual or constructive knowledge of the contents of the award can be established by the Collector by proving that": "॥) पुरस्कार की सामग्री का वास्तविक या रचनात्मक ज्ञान कलेक्टर द्वारा यह साबित करके स्थापित किया जा सकता",
  "the person interested had received or drawn _ the compensation amount for the acquired land. [“Bhagwan": "है कि इच्छुक व्यक्ति ने अधिग्रहित भूमि के लिए मुआवजे की राशि प्राप्त की थी या प्राप्त की थी। [\"भगवान दास और",
  "Das &Ors. v. State of U.P. and Ors.”, reported in AIR 2010 Supreme Court 1532]": "अन्य। वि. उ.प्र. का राज्य और अन्य \" एआईआर 200 सुप्रीम कोर्ट 532 में रिपोर्ट किया गया]",
  "iv) The purpose of giving 6 months, when limitation in a particular reference is covered by the second part of Section": "४) 6 महीने देने का उद्देश्य, जब किसी विशेष संदर्भ में सीमा धारा 8 (2) (बी) के दूसरे भाग द्वारा कवर की जाती है,",
  "[“Premji Nathu v. State of Gujarat and Anr.”, reported as AIR 2012 Supreme Court 1624]": "ईमानदारी से प्रयास कर सकता है। [\"प्रेमजी नाथू बनाम गुजरात राज्य और अन्य\", एआईआर 202 सुप्रीम कोर्ट 462५ के रूप में रिपोर्ट किया गया]",
  "v) Making of an application for reference within the time prescribed by proviso to S. 18, sub S. (2) is a sine qua non for a valid reference by the Collector and therefore, it isthe": "५) धारा 8, उपधारा (2) के परन्तुक द्वारा विहित समय के भीतर निर्देश के लिए आवेदन करना कलेक्टर द्वारा वैध",
  "for a valid reference by the Collector and therefore, it isthe duty of reference Court to see that the reference made to it by the Collector under Section 18 complies with the": "निर्देश के लिए अनिवार्य है और इसलिए, यह देखना संदर्भ न्यायालय का कर्तव्य है कि धारा 8 के तहत कलेक्टर द्वारा",
  "conditions laid down therein so as to give the court": "किया गया संदर्भ उसमें निर्धारित शर्तों का अनुपालन करता है ताकि न्यायालय को निर्देश सुनने की अधिकारिता मिल",
  "jurisdiction to hear the reference. [“Mohd. Hasnuddin v. State of Maharashtra” reported as (1979) 2 SCC 572]": "सके। [\"मोहम्मद। हसनुद्दीन बनाम महाराष्ट्र राज्य \"के रूप में रिपोर्ट (/979) 2 एससीसी 572]",
  "(Para 16)": "(पैरा 6)",
  "In view of the discussion made hereinabove, this appeal is dismissed being devoid of merits.": "ऊपर की गई चर्चा को ध्यान में रखते हुए, इस अपील को गुणदोष से रहित होने के कारण खारिज कर दिया जाता है।",
  "(Para 17)": "(पैरा 7)",
  "DINESH KUMAR & OTHERS v. STATE OF HARYANA AND OTHERS — 747": "दिनेश कुमार और अन्य बनाम हरियाणा राज्य और अन्य",
  "(Harkesh Manuja, J.)": "(हरकेश मनुजा, जे.)",
  "delay filed before the reference Court. Rather, in the application for condonation of delay as well as in reference petition, it has been": "संदर्भ न्यायालय के समक्ष दायर विलंब। बल्कि, विलंब की क्षमा के लिए आवेदन के साथ-साथ संदर्भ याचिका में, यह",
  "pleaded that appellants being poor daily wagers do not have the knowledge of the intricacies of law and therefore, on that account delay": "अनुरोध किया गया है कि अपीलार्थी गरीब दिहाड़ीदार होने के कारण कानून की पेचीदगियों के बारे में जानकारी नहीं",
  "knowledge of the intricacies of law and therefore, on that account delay has been caused. Relevant part from the application for condonation of delay is reproduced hereunder:": "रस और इसलिए, उस कारण से देरी हुई है। विलम्ब की क्षमा के लिए आवेदन का प्रासंगिक भाग यहाँ प्रस्तुत किया गया",
  "“The applicant/petitioner most respectfully submits as under:-": "\"आवेदक/याचिकाकर्ता सबसे सम्मानपूर्वक निम्नानुसार प्रस्तुत करता हैः-",
  "1. That the applicant are quite innocent villagers and illiterate persons and they are engages is daily basis labourer.": "4. यह दैनिक आधार श्रमिक है कि आवेदक काफी निर्दोष ग्रामीण और अनपढ़ व्यक्ति हैं और वे व्यस्त हैं।",
  "2. That the applicants have no knowledge of law applicant could not file the reference u/s 18 of L.A.C. Before the": "2. कि आवेदकों को कानून का कोई ज्ञान नहीं है आवेदक एल.ए.सी. की धारा 8 के तहत संदर्भ दाखिल नहीं कर सका।",
  "competent authority with in the time due to insufficient knowledge of law points.": "कानून बिंदुओं के अपर्याप्त ज्ञान के कारण समय में सक्षम प्राधिकारी के समक्ष।",
  "3. That the applicants have not delayed this reference willfully but due to the lack of knowledge of law. That the": "3. कि आवेदकों ने इस संदर्भ में जानबूझकर नहीं बल्कि कानून के ज्ञान की कमी के कारण देरी की है। कि संदर्भ को",
  "reference is delayed only by 36 months in filing the same..": "दाखिल करने में केवल 36 महीने की देरी होती है|",
  "It is therefore, most respectfully prayed that the application of the applicant may kindly be allowed and the delay may": "इसलिए, यह अत्यंत सम्मानपूर्वक प्रार्थना की जाती है कि आवेदक के आवेदन की अनुमति दी जाए और विलंब को क्षमा",
  "A perusal of the above reveals that only ground taken is “no knowledge of law’; but no averment was made that they had no": "उपरोक्त के अवलोकन से पता चलता है कि केवल लिया गया आधार 'कानून का कोई ज्ञान नहीं' है; लेकिन ऐसा कोई",
  "knowledge about the contents of the award. It is settled principle of": "दावा नहीं किया गया था कि उन्हें पुरस्कार की सामग्री के बारे में कोई जानकारी नहीं थी। यह कानून का स्थापित सिद्धांत",
  "law that ignorance of law is no excuse. In reference petition as well, only ground taken is no knowledge of law which also stands requires to": "है कि कानून की अज्ञानता कोई बहाना नहीं है। संदर्भ याचिका में भी, केवल लिया गया आधार कानून का कोई ज्ञान नहीं",
  "be negatived on the same ground.": "है जिसे उसी आधार पर नकारने की आवश्यकता है।",
  "(10) Additionally, appellant Dinesh Kumar himself in the cross- examination admitted before the Reference Court that he got notice of": "(0) इसके अतिरिक्त, अपीलार्थी दिनेश कुमार ने स्वयं क्रॉससेक्सैमिनेशन में संदर्भ न्यायालय के समक्ष स्वीकार किया",
  "the award and had knowledge about the same. Relevant part of his cross examination is reproduced here:": "कि उसे पुरस्कार की डूना मिली थी और उसे इसके बारे में जानकारी थी। उनकी प्रतिपरीक्षा का प्रासंगिक भाग यहाँ पुनः प्रस्तुत किया गया",
  "“... have received the notice of said acquisition personally. The said notice was related to the receiving of compensation/awarded amount. Even then, I did not file any reference against said acquisition.....”": "\".. मुझे व्यक्तिगत रूप से उक्त अधिग्रहण का नोटिस मिला है। उक्त नोटिस मुआवजे/दी गई राशि की प्राप्ति से संबंधित था। तब भी, मैंने उक्त अधिग्रहण के खिलाफ कोई संदर्भ दायर नहीं किया... \"",
  "(11) This admission by the appellant is also in sync with the": "(4) अपीलार्थी द्वारा यह स्वीकारोक्ति भी इसके अनुरूप है -",
  "was produced by the concerned Patwari, that compensation was received by appellants on 08.02.2007. In view of Bhagwan Das’s case": "करता है कि भले ही यह स्वीकार किया गया था कि अधिनिर्णय के तहत मुआवजा अपीलार्थी द्वारा 08.02.2007 को",
  "DINESH KUMAR & OTHERS v. STATE OF HARYANA AND OTHERS — 743": "दिनेश कुमार और अन्य बनाम हरियाणा राज्य और अन्य",
  "Shailendra Jain, Senior Advocate with Ashmita Sandhu, Advocate, for the appellants.": "अपीलार्थियों की ओर से अधिवक्ता अश्मिता संधू के साथ वरिष्ठ अधिवक्ता शैलेंद्र जैन।",
  "Shivendra Swaroop, DAG, Haryana, for respondents No.1 and 2.": "शिवेंद्र स्वरूप, डीएजी, हरियाणा, उत्तरदाताओं नंबर. । और 2 के लिए।",
  "Pritam Singh Saini, Advocate, for respondent No.3.": "प्रतिवादी नंबर. 3 की ओर से प्रीतम सिंह सैनी, अधिवक्ता।",
  "HARKESH MANUJA, J.": "हरकेश मनुजा, जे.",
  "CM-582-CI-2023 in RFA-442-2015": "सीएम-582-सीआई-2023 आरएफए-442-205",
  "(1) Present application filed under Order 6 Rule 17 is merely": "(॥) आदेश 6 नियम ॥7 के तहत दायर किया गया वर्तमान आवेदन केवल विलंबित स्तर पर कार्रवाई के पाठ्यक्रम को",
  "an attempt to correct the course of action at a belated stage. If application for amendment as sought for is allowed, which removes the": "सही करने का प्रयास है। यदि मांगे गए संशोधन के लिए आवेदन की अनुमति दी जाती है, जो न्यायालय के आदेश के",
  "basis of the order of a Court, then Appellate Court will be flooded with such requests and would make the hearing before the lower Court": "आधार को हटा देता है, तो अपीलीय न्यायालय ऐसे अनुरोधों से भर जाएगा और निचली अदालत के समक्ष सुनवाई को",
  "redundant. The futility of this amendment application is also substantiated from the fact that the present appeal is pending before this": "निरर्थक बना देगा। इस संशोधन आवेदन की निरर्थकता इस तथ्य से भी प्रमाणित होती है कि वर्तमान अपील 20॥5 से",
  "Court since 2015 while the amendment application has been filed in 2023, and thus, the same is dismissed.": "इस न्यायालय के समक्ष लंबित है, जबकि संशोधन आवेदन 2023 में दायर किया गया है, और इस प्रकार, इसे खारिज",
  "MAIN CASE :": "मुख्य मामलाः",
  "(2) Present appeal has been filed against the decision date 25.08.2014 passed by Ld. Additional District Judge, Gurgaon": "(2) एलडी द्वारा पारित निर्णय तिथि 25.08.20५ के खिलाफ वर्तमान अपील दायर की गई है। अतिरिक्त जिला",
  "(3) Briefly stated, facts of the case are that notification under Section 4 of 1894 Act was issued on 27.09.2005 through which 819K": "(3) संक्षेप में कहा गया है, मामले के तथ्य यह हैं कि /89+ अधिनियम की धारा ५ के तहत अधिसूचना 27.09.2005",
  "6M land, including that of the appellants, of Village Kasan, Tehsil and District Gurgaon was sought to be acquired, for public purpose,": "को जारी की गई थी, जिसके माध्यम से अपीलार्थियों सहित ग्राम कासन, तहसील और जिला गुड़गांव की 89 हजार 6",
  "District Gurgaon was sought to be acquired, for public purpose, namely, setting up of Ch. Devi Lal Industrial Model Township, Manesar and completing the infrastructure facilities as well as other": "मिलियन भूमि का अधिग्रहण किया जाना था। देवी लाल औद्योगिक मॉडल टाउनशिप, मानेसर और बुनियादी सुविधाओं",
  "public utilities such as roads, water supply, sewerage, electrification,": "के साथ-साथ अन्य सार्वजनिक उपयोगिताओं जैसे सड़कों, जल आपूर्ति, सीवरेज, विदूयुतीकरण, जल निकासी, परिवहन",
  "drainage, transport hub, communication etc. Declaration under Section 6 of the 1894 Act was issued on 02.06.2006 & subsequently on": "केंद्र, संचार आदि को पूरा करना। 89% अधिनियम की धारा 6 के तहत घोषणा 02.06.2006 को जारी की गई थी",
  "24.01.2007, Land Acquisition Collector (for short “LAC’) announced": "और बाद में 2५.0.2007 को, भूमि अधिग्रहण कलेक्टर (संक्षिप्त 'एलएसी' के लिए) ने 2५.0.2007 को पुरस्कार",
  "Award No.4 dated 24.01.2007 whereby the landowners were awarded compensation @ Rs.12.5 lac per acre for all kinds of land. Aggrieved": "संख्या. ५ की घोषणा की, जिसके तहत भूमि मालिकों को सभी प्रकार की भूमि के लिए प्रति एकड़. 2.5 लाख का",
  "thereof, the appellants preferred reference petition before LAC on 26.03.2010, who, in turn, forwarded the same to the Reference Court": "मुआवजा दिया गया। इससे व्यथित होकर, अपीलकर्ताओं ने 26.03.200 को वास्तविक नियंत्रण रेखा के समक्ष संदर्भ",
  "744 ILL.R. PUNJAB AND HARYANA 2023(2)": "743",
  "the award was received by the appellant on 08.02.2007, it cannot be": "अपीलार्थियों द्वारा किया गया था और जबकि अधिनिर्णय की जानकारी 08.02.2007 को प्रतिकर की प्राप्ति के साथ",
  "of Bhagwan Das & Ors. versus State of U.P. and Ors.*, once the landowner takes a plea in his reference petition that he did not know": "भगवान दास और अन्य। स्टेट ऑफ़. और अन्य. *, एक बार जब भूमि स्वामी अपनी संदर्भ याचिका में यह अभिवचन",
  "landowner takes a plea in his reference petition that he did not know about the contents of award, initial burden is discharged by him and the": "करता है कि उसे अधिनिर्णय की विषय-वस्तु के बारे में जानकारी नहीं है, तो प्रारंभिक भार उसके द्वारा निर्वहन किया",
  "onus shifts upon the respondent to rebut it by leading evidence in this regard.": "जाता है और प्रत्यर्थी पर इस संबंध में प्रमुख साक्ष्य द्वारा इसका खंडन करने की जिम्मेदारी आ जाती है।",
  "(7) On the other hand, learned counsel for respondent No.3 submits that neither in the reference petition; nor in the application for": "(7) दूसरी ओर, प्रत्यर्थी नं. 3 के लिए विद्वत वकील प्रस्तुत करता है कि न तो संदर्भ याचिका में; और न ही संदर्भ",
  "condonation of delay before the reference Court, any averment has been made that despite having received the compensation amount,": "न्यायालय के समक्ष देरी की माफी के लिए आवेदन में, कोई दावा किया गया है कि मुआवजे की राशि प्राप्त करने के",
  "appellants did not have any knowledge about the contents of the award.": "बावजूद, अपीलार्थियों को पुरस्कार की सामग्री के बारे में कोई जानकारी नहीं थी। वह आगे प्रस्तुत करता है कि संदर्भ",
  "He further submits that even in the affidavit of landowner produced on record as PWI1/A before the Reference Court, there is no averment to": "न्यायालय के समक्ष पीडब्लू।/ए के रूप में अभिलेख पर प्रस्तुत भूमि मालिक के हलफनामे में भी इस आशय का कोई",
  "this effect. He also submits that once as a matter of fact, compensation is received by the landowner, it amounts to constructive notice and": "प्रमाण नहीं है। वह यह भी प्रस्तुत करता है कि एक बार जब वास्तव में, भूमि मालिक द्वारा मुआवजा प्राप्त किया जाता",
  "Referring to the cross-examination of the landowner before the Reference Court, he also points out that the landowners signed the": "संदर्भ न्यायालय के समक्ष भूमि मालिक की प्रतिपरीक्षा का उल्लेख करते हुए, उन्होंने यह भी बताया कि भूमि मालिकों",
  "power of attorney in English and thus, cannot be said to be an": "ने अंग्रेजी में पावर ऑफ अटॉर्नी पर हस्ताक्षर किए थे और इस प्रकार, उन्हें अशिक्षित व्यक्ति नहीं कहा जा सकता है।",
  "uneducated person. Drawing the attention of the Court towards amendment application, he submits that for the first time it has been": "संशोधन आवेदन की ओर न्यायालय का ध्यान आकर्षित करते हुए, उन्होंने प्रस्तुत किया कि पहली बार यह कहा गया",
  "averred that he did not have any knowledge about the contents of award and this is in fact an afterthought as this application has been filed": "है कि उन्हें पुरस्कार की सामग्री के बारे में कोई जानकारी नहीं थी और यह वास्तव में एक विचार है क्योंकि यह आवेदन",
  "before this Court in year 2023 only; whereas the present appeal was": "इस न्यायालय के समक्ष वर्ष 2023 में ही दायर किया गया है; जबकि वर्तमान अपील 205 में दायर की गई थी और",
  "filed in 2015 and therefore, even this amendment application is liable to be dismissed. He also places reliance upon Bhagwan Das’s case": "इसलिए, यह संशोधन आवेदन भी खारिज होने योग्य है। वह भगवान दास के मामले (उपर्युक्त) पर भी भरोसा करते",
  "(supra) to contend that once the payment is received by the landowners it means they have the knowledge of the contents of the award.": "हुए तर्क देते हैं कि एक बार जब भूमि मालिकों को भुगतान प्राप्त हो जाता है तो इसका मतलब है कि उन्हें पुरस्कार",
  "it means they have the knowledge of the contents of the award. Arguments raised by learned State counsel are also on the same line and are not being reiterated for the sake of brevity.": "की सामग्री का ज्ञान है। विद्वान राज्य के वकील द्वारा उठाए गए तर्क भी उसी तर्ज पर हैं और संक्षिप्तता के लिए दोहराए",
  "(8) I have heard learned counsel for parties and gone through the paper-book as well as the record of the case. I am not able to find": "(8) मैंने पक्षों के विद्वान वकील को सुना है और पेपर-बुक के साथ-साथ मामले के रिकॉर्ड को भी देखा है। मुझे",
  "much substance in the arguments raised by the learned counsel for the appellants.": "अपीलार्थियों के विद्वान वकील द्वारा उठाए गए तर्कों में बहुत अधिक सार नहीं मिल रहा है।",
  "(9) Though learned counsel for the appellants contends that": "(9) यद्यपि अपीलार्थियों के विद्वत वकील का तर्क है कि अपीलार्थी अधिनिर्णय की आवश्यक सामग्री की जानकारी के",
  "in the reference petition or even in the application for condonation of": "अभाव में कोई संदर्भ दाखिल नहीं कर सकते, तथापि, संदर्भ याचिका में या यहां तक कि माफी के लिए आवेदन में भी",
  "DINESH KUMAR & OTHERS v. STATE OF HARYANA AND OTHERS — 745": "दिनेश कुमार और अन्य बनाम हरियाणा राज्य और अन्य",
  "(a) if the person making it was present or represented before the Collector at the time when he made his award,": "(के) यदि इसे बनाने वाला व्यक्ति कलेक्टर के समक्ष उस समय उपस्थित था या प्रतिनिधित्व करता था जब उसने अपना",
  "within six weeks from the date of the Collector's award;": "पुरस्कार दिया था, कलेक्टर के पुरस्कार की तारीख से छह सप्ताह के भीतर;",
  "(b) in other cases, within six weeks of the receipt of the notice from the Collector under Section 12, sub-Section (2),": "(ख) अन्य मामलों में, धारा ।2, उप-धारा (2) के तहत कलेक्टर से नोटिस प्राप्त होने के छह सप्ताह के भीतर या",
  "or within six months from the date of the Collector's award, whichever period shall first expire.”": "कलेक्टर के पुरस्कार की तारीख से छह महीने के भीतर, जो भी अवधि पहले समाप्त होगी।",
  "that while it is admitted position of fact that as neither appellants were present when award was made; nor any notice under Section 12 was": "स्वीकार की गई है कि जब अधिनिर्णय किया गया था तब न तो अपीलार्थी उपस्थित थे; और न ही धारा 2 के तहत उन्हें",
  "given to them, their case would not fall under Section 18(2)(a) or first": "कोई नोटिस दिया गया था, उनका मामला 89+ अधिनियम की धारा 8 (2) (ए) या 8 (2) (बी) के पहले भाग के",
  "part of 18(2)(b) of 1894 Act and would be covered by the second condition specified in Section 18(2)(b) i.e. reference should be filed": "तहत नहीं आएगा और धारा ॥8 (2) (बी) में निर्दिष्ट दूसरी शर्त द्वारा कवर किया जाएगा। एल. ए. सी. द्वारा पारित",
  "within six months from the date of the award passed by the LAC.": "पुरस्कार की तारीख से छह महीने के भीतर संदर्भ दाखिल किया जाना चाहिए।",
  "Further referring to the judgment of Raja Harish Chandra Raj Singh versus The Deputy Land Acquisition officer', he contends that": "राजा हरीश चंद्र राज सिंह बनाम उप भूमि अधिग्रहण अधिकारी ' के फैसले का उल्लेख करते हुए, उन्होंने तर्क दिया",
  "the date of award has been interpreted by the Hon’ble Apex Court to be the date of knowledge of award. Also, referring to": "कि पुरस्कार की तारीख की व्याख्या माननीय सर्वोच्च न्यायालय द्वारा पुरस्कार की जानकारी की तारीख के रूप में की",
  "State of Punjab versus Mst Qaisar Jehan Begum and another’, he": "गई है। इसके अलावा, पंजाब राज्य बनाम एम. एस. टी. कैसर जहाँ बेगम और अन्य * का जिक्र करते हुए, उनका तर्क",
  "contends that knowledge must relate to the essential contents of the award which must be made known either actually or constructively. On": "है कि ज्ञान पुरस्कार की आवश्यक सामग्री से संबंधित होना चाहिए जिसे वास्तव में या रचनात्मक रूप से जाना जाना",
  "the basis of these judgments, he contends that appellants at no point of": "चाहिए। इन निर्णयों के आधार पर, उन्होंने तर्क दिया कि अपीलार्थियों को किसी भी समय पुरस्कार की आवश्यक सामग्री",
  "merely because appellant Dinesh Kumar while appearing as PW1, in": "की जानकारी नहीं थी और केवल इसलिए कि अपीलार्थी दिनेश कुमार ने पीडब्लू। के रूप में उपस्थित होते हुए अपनी",
  "his cross-examination, admitted the fact that he got notice of award or": "प्रतिपरीक्षा में इस तथ्य को स्वीकार किया कि उन्हें पुरस्कार की सूचना मिली थी या क्षतिपूर्ति राशि की स्वीकृति के",
  "on the basis of acceptance of the compensation amount, it cannot be said that he had knowledge of essential content of award which he is": "आधार पर, यह नहीं कहा जा सकता है कि उन्हें पुरस्कार की आवश्यक सामग्री का ज्ञान था जो उन्हें 89५ अधिनियम",
  "required to have in order to effectively challenge the award and make reference under Section 18 of the 1894 Act.": "की धारा 8 के तहत प्रभावी ढंग से पुरस्कार को चुनौती देने और संदर्भ देने के लिए आवश्यक है।",
  "(6) In addition to that he also submits that just because the appellants did not make relevant averment in the reference petition that": "(6) इसके अतिरिक्त वह यह भी प्रस्तुत करता है कि केवल इसलिए कि अपीलार्थियों ने निर्देश याचिका में सुसंगत",
  "they have no knowledge of the award, the reference could not have": "अभिकथन नहीं किया कि उन्हें अधिनिर्णय की कोई जानकारी नहीं है, उनके विरुद्ध निर्देश का विनिश्चय नहीं किया जा",
  "been decided against them as no counter argument to this effect was taken by the State before the Reference Court and in any case": "सकता था क्योंकि इस आशय का कोई प्रतिवाद राज्य द्वारा संदर्भ न्यायालय के समक्ष नहीं किया गया था और किसी",
  "appellants have filed an application under Order 6 Rule 17 before this": "भी मामले में अपीलार्थियों ने निर्देश याचिका में संशोधन करने के लिए इस न्यायालय के समक्ष आदेश 6 नियम ॥7 के",
  "DINESH KUMAR & OTHERS v. STATE OF HARYANA AND OTHERS — 753 (Harkesh Manuja, J.)": "दिनेश कुमार और अन्य बनाम हरियाणा राज्य और अन्य",
  "by the learned counsel for the appellants, the date on which compensation was received was taken as the date of knowledge and the": "अपीलार्थियों के विद्वत वकील द्वारा, जिस तारीख को मुआवजा प्राप्त किया गया था, उसे ज्ञान की तारीख के रूप में",
  "Act, was calculated accordingly. Relevant para of the same is reproduced hereunder: -": "की गई थी। उसी का प्रासंगिक पैरा नीचे पुनः प्रस्तुत किया गया है:-",
  "“This evidence was not seriously contradicted on behalf of the appellant and the learned Subordinate Judge did not": "\"अपीलार्थी की ओर से इस साक्ष्य का गंभीरता से खंडन नहीं किया गया था और विद्वान अधीनस्थ न्यायाधीश ने इसे",
  "reject it. It is worthy of the note that before the Collector also the appellant did not seriously challenge the statement": "अस्वीकार नहीं किया था। यह ध्यान देने योग्य है कि कलेक्टर के समक्ष भी अपीलार्थी ने प्रत्यर्थियों के इस कथन को",
  "of the respondents that they came to know of the award on July 22, 1955 the date on which the compensation was paid.": "गंभीरता से चुनौती नहीं दी कि उन्हें 22 जुलाई, 955 को पुरस्कार के बारे में पता चला था, जिस तारीख को मुआवजा",
  "On the reply which the appellant filed before the learned Subordinate Judge there was no contradiction of the": "दिया गया था। अपीलार्थी ने विद्वत अधीनस्थ न्यायाधीश के समक्ष जो उत्तर दाखिल किया था, उसमें इस कथन का कोई",
  "averment that the respondents had come to know of the award on July 22, 1955. That being the position we have": "विरोधाभास नहीं था कि प्रत्यर्थियों को 22 जुलाई, 955 को अधिनिर्णय के बारे में पता चला था। यह स्थिति होने के",
  "come to the conclusion that the date of knowledge in this case was July 22, 1955. The application for a reference was": "कारण हम इस निष्कर्ष पर पहुंचे हैं कि इस मामले में जानकारी की तारीख 22 जुलाई, 955 थी। संदर्भ के लिए आवेदन",
  "clearly made within six months from the date and was not": "स्पष्ट रूप से तारीख से छह महीने के भीतर किया गया था और इसलिए अधिनियम की धारा ॥8 के परंतुक के खंड",
  "therefore barred by time within the meaning of the second part of clause (b) of the proviso to Section 18 of the Act.”": "(बी) के दूसरे भाग के अर्थ के भीतर समय द्वारा वर्जित नहीं था।",
  "(13)Learned Senior counsel argues that knowledge of award does not mean that the appellants had the knowledge of essential": "(3) सीखा गया वरिष्ठ वकील का तर्क है कि पुरस्कार के ज्ञान का अर्थ यह नहीं है कि अपीलकर्ताओं को पुरस्कार की",
  "contents of the award and to make a reference, one is required to have knowledge of the essential contents of the award so as to make an": "आवश्यक सामग्री का ज्ञान था और एक संदर्भ बनाने के लिए, किसी को पुरस्कार की आवश्यक सामग्री का ज्ञान होना",
  "appropriate challenge, and in support of his contention , he places": "आवश्यक है ताकि एक उचित चुनौती दी जा सके, और अपने तर्क के समर्थन में, वह महाराष्ट्र राज्य बिजली उत्पादन",
  "reliance upon judgment of Bombay High Court (Nagpur Bench) in Maharashtra State Power Generation Co. Ltd. versus Dr.": "कंपनी लिमिटेड बनाम डॉ. शेषराव बलिराम इंगोले * में बॉम्बे उच्च न्यायालय (नागपुर पीठ) के फैसले पर भरोसा करता",
  "in the decisions in the cases of (a) Raja Harish Chandra, (AIR 1961 Supreme Court 1500)": "\"५3. (ए) राजा हरीश चंद्र, (ए. आई. आर. 96॥ उच्चतम न्यायालय 500)",
  "supra, the following principles emerge —": "806 ने ऊपर उद्धृत किया, निम्नलिखित सिद्धांत उभरते हैं -",
  "\"1) In the cases falling under clause (a) of the proviso": "() परन्तुक के खंड (क) के अधीन आने वाले मामलों में",
  "below Sub-Section (2) of Section 18 of the Land Acquisition Act, if the person making the reference (\"the": "भूमि अधिग्रहण अधिनियम की धारा ।8 की उप-धारा (2) के तहत, यदि निर्देश देने वाला व्यक्ति (\"दावेदार\") उस",
  "claimant\") was present or represented before the Collector at the time when the award is made, it can be said to be": "समय कलेक्टर के समक्ष उपस्थित था या प्रतिनिधित्व कर रहा था जब पुरस्कार दिया गया था, तो यह कहा जा सकता",
  "made when it is so pronounced and the period of limitation": "है कि यह तब किया गया था जब यह इस तरह से घोषित किया गया था और सीमा की अवधि उस तारीख से चलने",
  "starts running from that date, and after expiry of the period of six weeks from such date, the reference has to be dismissed as barred by the law of limitation.": "लगती है, और ऐसी तारीख से छह सप्ताह की अवधि समाप्त होने के बाद, संदर्भ को सीमा की कानून द्वारा वर्जित के",
  "(ii) If the date for pronouncement of the award is communicated to the claimant and it is accordingly pronounced on the date so previously announced, the said": "()) यदि पुरस्कार की घोषणा की तारीख दावेदार को सूचित की जाती है और तदनुसार इसे पहले घोषित की गई तारीख",
  "award is said to be communicated to the claimant concerned even if he is not actually present on the date of": "को घोषित किया जाता है, तो उक्त पुरस्कार को संबंधित दावेदार को सूचित किया जाता है, भले ही वह वास्तव में",
  "its pronouncement and the period of limitation shall lapse after six weeks from the date of such pronouncement.": "इसकी घोषणा की तारीख पर उपस्थित न हो और सीमा की अवधि ऐसी घोषणा की तारीख से छह सप्ताह के बाद",
  "(ii1) In the cases falling in first part of clause (b) in the proviso below Sub-Section (2) of Section 18 of the said": "(॥) उक्त अधिनियम की धारा ॥8 की उपधारा (2) के नीचे परन्तुक में खंड (ख) के पहले भाग में आने वाले मामलों",
  "Act, what is relevant to be established is the receipt of notice from the Collector under Section 12, Sub-Section (2)": "में, जो स्थापित किया जाना प्रासंगिक है, वह भूमि अधिग्रहण अधिनियम की धारा 2, उप-धारा (2) के तहत कलेक्टर",
  "of the Land Acquisition Act, and the period of six weeks prescribed therein starts running from the date of either actual or constructive knowledge of essential": "से नोटिस की प्राप्ति है, और उसमें निर्धारित छह सप्ताह की अवधि पुरस्कार की आवश्यक सामग्री के वास्तविक या",
  "contents of the award and it is not a mere knowledge of the fact that the award has been made is sufficient, to hold that": "रचनात्मक ज्ञान की तारीख से चलने लगती है और यह केवल इस तथ्य का ज्ञान नहीं है कि पुरस्कार दिया गया है, यह",
  "the period of limitation starts running from such date without there being any communication, bringing to the": "ठहराने के लिए कि सीमा की अवधि ऐसी तारीख से बिना किसी संचार के चलने लगती है, संबंधित पक्ष के ध्यान में लाते",
  "notice of the party concerned, the essential contents of the award, either actual or constructive.": "हुए, पुरस्कार की आवश्यक सामग्री, वास्तविक या रचनात्मक है।",
  "(iv) In the cases falling in second part of clause (b) in the proviso below Sub-Section (2) of Section 18 of the Land": "(५) भूमि अधिग्रहण अधिनियम की धारा 8 की उपधारा (2) के नीचे परन्तुक में खंड (ख) के दूसरे भाग में आने वाले",
  "Acquisition Act, the same principles laid down in respect of first part of clause (b) therein, would apply for starting the period of limitation, but in such a case, the limitation would": "मामलों में, खंड (ख) के पहले भाग के संबंध में निर्धारित वही सिद्धांत परिसीमा अवधि शुरू करने के लिए लागू होंगे,",
  "period of limitation, but in such a case, the limitation would expire after expiry of six months from the date of the Collector's award.”": "लेकिन ऐसे मामले में, परिसीमा कलेक्टर के निर्णय की तारीख से छह महीने की समाप्ति के बाद समाप्त हो जाएगी।",
  "(14) However, reliance placed by learned Senior counsel in this regard is misplaced. The purpose of giving 6 months, when limitation": "(५) हालांकि, इस संबंध में विद्वान वरिष्ठ वकील द्वारा रखी गई निर्भरता गलत है। 6 महीने देने का उद्देश्य, जब किसी",
  "in a particular reference is covered by the second part of Section": "विशेष संदर्भ में सीमा /89५ अधिनियम की धारा 8 (2) (बी) के दूसरे भाग द्वारा कवर की जाती है, तो यह है कि एक",
  "DINESH KUMAR & OTHERS v. STATE OF HARYANA AND OTHERS — 751": "दिनेश कुमार और अन्य बनाम हरियाणा राज्य और अन्य",
  "then accordingly make a reference. Reliance in this regard can be placed on Premji Nathu versus State of Gujarat and Anr.°, relevant": "फिर तदनुसार एक संदर्भ बनाएँ। इस संबंध में प्रेमजी नाथू बनाम गुजरात राज्य और अन्यः पर भरोसा किया जा सकता",
  "para of which is reproduced here under:": "है, जिसका प्रासंगिक पैरा यहाँ प्रस्तुत किया गया हैः",
  "where the applicant did not receive a notice under Section": "\". जहां आवेदक को अधिनियम की धारा 2 (2) के तहत नोटिस प्राप्त नहीं हुआ है, वहां संदर्भ के लिए आवेदन",
  "12(2) of the Act, while providing only six weeks from the": "करने के लिए अधिनियम की धारा 2 (2) के तहत नोटिस प्राप्त होने की तारीख से केवल छह सप्ताह का प्रावधान",
  "date of receipt of notice under Section 12(2) of the Act for making an application for reference where the applicant has": "करते हुए, जहां आवेदक को अधिनियम की धारा 2 (2) के तहत नोटिस प्राप्त हुआ है, पुरस्कार की तारीख से छह",
  "received a notice under Section 12(2) of the Act is obvious.": "महीने का प्रावधान करने का कारण स्पष्ट है। जब अधिनियम की धारा 2 (2) के तहत कोई नोटिस प्राप्त होता है, तो",
  "the landowner or person interested is made aware of all relevant particulars of the award which enables him to": "भूमि मालिक या इच्छुक व्यक्ति को पुरस्कार के सभी प्रासंगिक विवरणों से अवगत कराया जाता है जो उसे यह तय",
  "decide whether he should seek reference or not. On the other hand, if he only comes to know that an award has": "करने में सक्षम बनाता है कि उसे संदर्भ लेना चाहिए या नहीं। दूसरी ओर, यदि उसे केवल यह पता चलता है कि कोई",
  "been made, he would require further time to make enquiries or secure copies so that he can ascertain the relevant": "पुरस्कार दिया गया है, तो उसे पूछताछ करने या प्रतियां सुरक्षित करने के लिए और समय की आवश्यकता होगी ताकि",
  "particulars of the award. What needs to be emphasised is": "वह पुरस्कार के प्रासंगिक विवरणों का पता लगा सके। इस बात पर जोर देने की आवश्यकता है कि अधिनियम की",
  "that along with the notice issued under Section 12(2) of the Act, the land owner who is not present or is not represented before the Collector at the time of making of award should": "धारा ।2 (2) के तहत जारी सूचना के साथ, भूमि मालिक जो पुरस्कार देने के समय कलेक्टर के समक्ष उपस्थित नहीं",
  "be supplied with a copy thereof so that he may effectively": "है या उसका प्रतिनिधित्व नहीं कर रहा है, उसे इसकी एक प्रति प्रदान की जानी चाहिए ताकि वह अदालत में संदर्भ",
  "exercise his right under Section 18(1) to seek reference to": "प्राप्त करने के लिए धारा 8 (॥) के तहत अपने अधिकार का प्रभावी ढंग से प्रयोग कर सके।",
  "(15) This Court might have been in a position to show some indulgence in case the appellants had proved that after receipt of": "(5) यह न्यायालय उस मामले में कुछ अनुग्रह दिखाने की स्थिति में हो सकता है जब अपीलकर्ताओं ने यह साबित",
  "compensation under the Award, they made sincere efforts to get a copy": "किया था कि पुरस्कार के तहत मुआवजे की प्राप्ति के बाद, उन्होंने इसकी एक प्रति प्राप्त करने के लिए ईमानदारी से",
  "thereof and further that they were prevented by some sufficient reasons,": "प्रयास किए थे और आगे कहा कि उन्हें कुछ पर्याप्त कारणों से रोका गया था, लेकिन यह दिखाने के लिए रिकॉर्ड पर",
  "but there is nothing on record to show that any such efforts were made by the appellants and while the knowledge of the award was obtained": "कुछ भी नहीं है कि अपीलकर्ताओं द्वारा ऐसा कोई प्रयास किया गया था और जबकि पुरस्कार की जानकारी",
  "on 08.02.2007 with receipt of compensation, reference was made in": "08.02.2007 को मुआवजे की प्राप्ति के साथ प्राप्त की गई थी, इस लंबी देरी को उचित ठहराने के लिए रिकॉर्ड पर",
  "(16) The argument raised by learned Senior counsel that no issue regarding limitation was framed by the Reference Court, is also": "(6) विद्वान वरिष्ठ अधिवक्ता द्वारा यह तर्क दिया गया कि संदर्भ न्यायालय द्वारा सीमा के संबंध में कोई मुद्दा नहीं बनाया",
  "whether a reference petition is within limitation or not. Reliance in this": "यह निर्धारित करना अनिवार्य है कि क्‍या कोई संदर्भ याचिका सीमा के भीतर है या नहीं। इस पर भरोसा"
}