{
  "he is a party-respondent, it can raise, not only those grounds": "पक्ष-प्रतिवादी है, तो वह न केवल उन आधारों को उठा सकता है जो धारा",
  "which are available under Section 149(2) but also all other": "449 (2) के तहत उपलब्ध हैं, बल्कि अन्य सभी अधारो को भी उठा सकता है",
  "grounds that are available to a person against whom a claim is": "जो उस व्यक्ति के लिए उपलब्ध हैं जिसके खिलाफ दावा किया गया है। इसलिए,",
  "made. It, therefore, follows that if a claimant impleads the insurer": "यह इस प्रकार है कि यदि कोई दावेदार बीमाकर्ता को किसी भी कारण से एक",
  "as a party-respondent, for whatever reason, then as such": "पक्ष-प्रतिवादी के रूप में शामिल करता है, तो ऐसे प्रतिवादी के रूप में,",
  "respondent, the insurer will be entitled to urge all contentions": "बीमाकर्ता को उन सभी विवादों और आधारों का आग्रह करने का अधिकार",
  "and grounds which may be available to it.”": "होगा जो उसके लिए उपलब्ध हो सकते हैं।'\"",
  "should not be any impediment in allowing the insurance company to contest the claim application on any of the grounds available to it provided insurance": "आधार पर दावा याचिका का विरोध करने की अनुमति देने में कोई बाधा नहीं होनी",
  "the claim application on any of the grounds available to it provided insurance company is impleaded as party-respondent which in this case has been": "चाहिए, बशर्ते कि बीमा कंपनी को पक्ष-प्रतिवादी के रूप में शामिल किया गया हो,",
  "aforesaid witnesses.": "उपरोक्त गवाहों से जिरह करने की अनुमति है।",
  "Before Nawab Singh, J.": "न्यामूर्ति नवाब सिंह के समक्ष",
  "RELIANCE GENERAL INSURANCE COMPANY LIMITED,—Petitioner": "रिलायंस जनरल इंश्योरेंस कंपनी लिमिटेड,-याचिकाकर्ता",
  "versus": "बनाम",
  "ABHEY SINGH & OTHERS,—Respondents": "अभय सिंह और अन्य,-उत्तरदाता",
  "Civil Revision No.6696 of 2010": "सिविल पुन: निरिक्षण सं. 20॥0 का 6696",
  "2nd February, 2012": "2 फरवरी, 202",
  "Motor Vehicles Act, 1988 - S.170 - Civil Revision filed - Order": "मोटर वाहन अधिनियम, 988-5.70 सिविल पुन: निरिक्षण दायर किया गया-",
  "of MACT challenged whereby the insurance company was disallowed": "एम. ए. सी. टी. के आदेश को चुनौती दी गई जिसके तहत बीमा कंपनी को अन्य",
  "from contesting petition on grounds available to other respondents": "प्रतिवादी के लिए उपलब्ध आधारों पर याचिका लड़ने की अनुमति नहीं दी गई थी-",
  "- Petition allowed holding that where insurance company is impleaded": "याचिका को यह अभिनिर्धारित करते हुए अनुमति दी गई कि बीमा कंपनी को एक",
  "as a party, it should be allowed to contest the petition on grounds available to it.": "पक्ष के रूप में शामिल किया गया है, उसे याचिका को उसके पास उपलब्ध आधारों पर लड़ने की अनुमति दी जानी चाहिए।",
  "Held, that solitary submission of learned counsel for the insurance": "अभिनिर्धारित किया गया, बीमा कंपनी के लिए विद्वान अधिवक्ता का एकमात्र",
  "Sushila Devi (PW-2), Karambir alias Dillu (PW-3) and Kapil Devi (PW-": "दिल्लू (पीडब्लू-3) और कपिल देवी (पीडब्लू-5) क्रमशःदावेदार और प्रत्यक्षदर्शी से",
  "has been placed on United India Insurance Company Limited vs. Shila Datta and others (2011) 10 SCC 509 wherein Hon'ble Supreme Court observed": "यूनाइटेड इंडिया इंश्योरेंस कंपनी लिमिटेड बनाम शीला दत्ता और अन्य (20॥॥ 0 एस. सी. सी. 509 पर भरोसा रखा है, जिसमें माननीय सर्वोच्च न्यायालय ने पैराग्राफ",
  "in paragraph No.14 as under :-": "सं. 44 में कहा हैः",
  "\"14, When an insurer is impleaded as a party-respondent to the": "\"१4.जब किसी बीमाकर्ता को दावा याचिका के लिए एक पक्ष-प्रतिवादी के",
  "the insurer is only a noticee, it can only raise such of those": "बीमाकर्ता केवल एक नोटिसधारक है, तो वह केवल उन आधारों को उठा",
  "grounds as are permissible in law under Section 149(2). But if": "सकता है जो धारा 449 (2) के तहत कानून में अनुमत हैं।लेकिन अगर वह एक",
  "and grounds which may be available to it\".": "होगा जो उसके लिए उपलब्ध हो सकते हैं।\"",
  "company to contest the claim petition on any of the grounds available to": "को उसके लिए उपलब्ध किसी भी आधार पर दावा आवेदन को चुनौती देने की",
  "Further held, that, in view of above, order under challenged is set-": "(4) उपरोक्त को ध्यान में रखते हुए, चुनौती के तहत आदेश को दरकिनार",
  "aside. Consequently, the insurance company is allowed to cross-examine the aforesaid witnesses.": "किया गया है।नतीजतन, बीमा कंपनी को उपरोक्त गवाहों से जिरह करने की अनुमति है।",
  "March, 2010 passed by the Motor Accident Claims Tribunal (for short “the": "() मोटर दुर्घटना दावा न्यायाधिकरण (संक्षेप में \"न्यायाधिकरण\"), रेवाड़ी द्वारा",
  "Tribunal”), Rewari. For ready reference the order is reproduced as under :—": "दायर कि है।तैयार संदर्भ के लिए आदेश को निम्नानुसार पुनःप्रस्तुत किया गया है+-",
  "“Separate replies on behalf of petitioner and respondents No. 1 and": "“याचिकाकर्ता और प्रतिवादी संख्या । और 2 की ओर से एम. डब्ल्यू",
  "2 have been filed to the application of respondent No. 2 insurance company under section 170 of MW Act. Learned": "अधिनियम की धारा 470 के तहत प्रतिवादी संख्या 2 बीमा कंपनी के आवेदन",
  "counsel for the parties heard on the aforesaid application. Since": "पर अलग-अलग जवाब दायर किए गए हैं। उपरोक्त आवेदन पर पार्टियों के",
  "nothing has been shown on the report that petitioner is colluding": "वकील को सुना गया।चूंकि रिपोर्ट में कुछ भी नहीं दिखाया गया है कि",
  "in any manner with respondents No. 1 and 2. Therefore,": "याचिकाकर्ता प्रतिवादी संख्या । और 2 के साथ किसी भी तरह से मिलीभगत",
  "insurance company cannot be permitted to contest the petition on the grounds available respondents No. 1 and 2. Accordingly,": "कर रहा है।इसलिए, बीमा कंपनी को उपलब्ध प्रतिवादी संख्या । और 2 के आधार पर याचिका को चुनौती देने की अनुमति नहीं दी जा सकती है।तदनुसार,",
  "the aforesaid application of the insurance company is hereby dismissed.": "बीमा कंपनी का उपरोक्त आवेदन इसके द्वारा खारिज कर दिया जाता है।",
  "in the evidence of respondents No. 1 and 2. Learned counsel": "साक्ष्य में आर. डब्ल्यू । के रूप में पूछताछ की गई। प्रतिवादी संख्या । और 2",
  "for respondents No. 1 and 2 closed the evidence on behalf of": "के विद्वान वकील ने प्रतिवादी संख्या । और 2 की ओर से साक्ष्य को बंद कर",
  "2010 for the evidence of respondent No. 3 insurance company": "दिया।अब अपनी जिम्मेदारी पर प्रतिवादी संख्या 3 बीमा कंपनी के साक्ष्य के"
}