{
  "Before Rajesh Bindal, J.": "जस्टिस राजेश बिंदल के समक्ष",
  "DR. NEETU RANI—Petitioner": "डॉ. नीतू रानी- याविकाकर्ता",
  "versus": "बनाम",
  "UNIVERSITY OF KURUKSHETRA AND ANOTHER-- Respondents": "कुरुक्षेत्र विश्वविद्यालय और एक और- उत्तरदावा",
  "RAJESH BINDAL J.": "राजेश बिंदल जे.",
  "(1) The petitioner, who resigned from the respondent-Kurukshetra University (for short, 'the University’) afier serving for a period of S years,": "(!) याचिकाकर्ता, जिसने 5 वर्ष की अवधि के लिए सेवा करने के बाद प्रत्यर्थी-कुरुक्षेत्र विश्वविद्यालय (संक्षेप में, 'विश्वविद्यालय') से इस्तीफा दे दिया है,",
  "has approached this court for a direction for issuance of experience certificate": "ने अनुभव प्रमाण पत्र जारी करने के निर्देश के लिए इस अदालत का दरवाजा",
  "without there being any comments thereon and further for quashing of": "खटखटाया है, उस पर कोई टिप्पणी नहीं की गई है और आगे जांच को रदद करने",
  "(2) Briefly, the facts are that the petitioner was appointed as Lecturer": "(22) संक्षेप में, तथ्य यह हैं कि याचिकाकर्ता को दिनांक 8.9.2004 के पत्र",
  "in Mathematics in the University Institute of Enginecring & Technology, Kurukshetra (for short, ‘the Institute’) under Self Financing Scheme vide": "द्वारा स्व-वित्तपतोषण योजना के तहत इंजीनियरिंग और प्रौद्योगिकी विश्वविद्यात्रय संस्थान, कुरुक्षेत्र (संक्षेप में, 'संस्थान') में गणित में व्याख्याता के",
  "ictter dated 8.9.2004. She continued working till 11.12.2009, when she left": "रूप में नियुक्त किया गया था। उन्होंने .2.2009 तक काम करना जारी रखा,",
  "the job after resigning. The resignation was tendered on account of marnage": "जब उन्होंने इस्तीफा देने के बाद नौकरी छोड़ दी। याचिकाकर्ता की शादी के कारण",
  "of the petitioner. When she asked for experience certificate, it was granted": "इस्तीफा दिया गया था। जब उन्होंने अनुभव प्रमाण पत्र माँगा, तो यह उल्लेख",
  "by mentioning that at the time ofher relieving from the University, a case": "करते हुए प्रदान किया गया कि विश्वविद्यालय से मुक्त होने के समय, उनके",
  "of plagiarism was pending against her. The petitioner approached this court": "खिलाफ साहित्यिक चोरी का मामला लंबित था। याचिकाकर्ता ने प्रतिवादियों को",
  "for a direction to the respondents for issuance of a certificate without any comments thercon and further for quashing of the notice issued for initiation": "बिना किसी टिप्पणी के प्रमाण पत्र जारी करने का निर्देश देने और याचिकाकर्ता",
  "of enquiry against the petitioner for alleged attempt of plagiarism about two years after the petitioner had resigned from the job.": "के नौकरी से इस्तीफा देने के लगभग दो साल बाद साहित्यिक चोरी के कथित प्रयास के लिए याचिकाकर्ता के खिलाफ जांच शुरू करने के लिए जारी किए गए",
  "(3) Learned counsel for the petitioner submitted that the petitioner": "(3) याचिकाकर्ता के विद्वान वकील ने प्रस्तुत किया कि",
  "was issucd mentioning therein that when the petitioner was relieved from": "कि याचिकाकर्ता को बताया गया है। प्रत्यर्थियों के विद्वान वकील ने ऐसे किसी",
  "(6) It was further submitted that the aforesaid documents were": "(6). यह आगे प्रस्तुत किया गया था कि उपरोक्त दस्तावेजों को आसानी",
  "placed on record after entire pleadings in the case were complete, by filing": "से पूरे अभिवचनों को पूरा करने के बाद रिकॉर्ड पर रखा गया था, वकील द्वारा",
  "an application by the counsel only with no supporting affidavit. The affidavit": "केवल बिना किसी सहायक हलफनामे के आवेदन दायर करके, इस अदालत के",
  "was filed only after this court directed. It is the undisputed case of the": "निर्देश के बाद ही हलफनामा दायर किया गया था। यह प्रत्यर्थियों का निर्विवाद",
  "respondents that in response to the notice issued, the petitioner had submitted": "मामला है कि जारी किए गए नोटिस के जवाब में, याचिकाकर्ता ने 9.9.2009 को",
  "her explanation on 19.9.2009 and had sought certain infonnation, however,": "अपना स्पष्टीकरण प्रस्तुत किया था और कुछ जानकारी मांगी थी, हालांकि, जब",
  "that was never furnished till such time she submitted her resignation.": "तक उसने अपना इस्तीफा प्रस्तुत नहीं किया था, तब तक वह कभी प्रस्तुत नहीं",
  "(7) In support of the arguments, lcarned counsel for the petitioner": "(7) दलीलों के समर्थन में, याचिकाकर्ता के विद्वान वकील ने इलारबिलास",
  "placed reliance upon Harabilas Biswas versus Commissioner of Income- tax, West Bengal (1), B. J. Shelat versus State of Gujarat and others": "बिस्वास बनाम आयकर आयुक्‍त, पश्चिम बंगाल () बीजे शेलट बनाम गुजरात",
  "(2), M/s J. K. Cotton Spg. & Wvg. Mills Company Ltd., Kanpur versys": "राज्य और अन्य (2) मेसर्स जेके कॉटन स्पिनिंग एंड वीविंग मिल्‍्स कंपनी लिमिटेड,",
  "State of U. P. and others (3), and Bhagirathi Jena versus Board of": "कानपुर बनाम उत्तर प्रदेश राज्य और अन्य (3) और भागीरथी जेना बनाम निदेशक",
  "Directors, O. S. FC. and others (4).": "मंडल, ओएसईसी और अन्य पर भरोसा रखा। (4)",
  "(8) On the other hand, learned counsel for the respondents submitted": "(8) दूसरी ओर, उत्तरदाताओं के विद्वान वकील ने प्रस्तुत किया कि 202 के",
  "that documents (Annexures R-1! to R-5) annexed with CM No. 15300 of": "सी एम संख्या 5300 के साथ संलग्न दस्तावेज (अनुलग्नक आर- से आर-5)",
  "2012 clearly make out a casc of plagiarism. It has been specifically mentioned in these letters from the publisher that the petitioner had copied the carlicr": "स्पष्ट रूप से साहित्यिक चोरी को आसान बनाते हैं। प्रकाशक के इन पत्रों में यह विशेष रूप से उल्लेख किया गया है कि याचिकाकर्ता ने प्रो. एम. डी. शर्मा द्वारा",
  "in these letters from the publisher that the petitioner had copied the carlicr paper written by Prof. M. D.Sharma. In the light of the aforesaid": "विशेष रूप से उल्लेख किया गया है कि याचिकाकर्ता ने प्रो. एम. डी. शर्मा द्वारा लिखे गए पहले के पत्र की प्रतिलिपि बनाई थी। उपरोक्त संचार के आलोक में,",
  "communications, nothing wrong has been committed by the University in mentioning the fact in the experience certificate. It is not disputed that": "विश्वविद्यालय द्वारा अनुभव प्रमाण पत्र में तथ्य का उल्लेख करने में कुछ भी गलत नहीं किया गया है। यह विवादित नहीं है कि याचिकाकर्ता का इस्तीफा",
  "resignation of the petitioner was accepted and no condition was mentioned": "स्वीकार कर लिया गया था और उसमें किसी शर्त का उल्लेख नहीं किया गया",
  "thercin. However, it was submitted that in the report by the fact finding": "था। हालाँकि, यह प्रस्तुत किया गया था कि तथ्य खोज समिति की रिपोर्ट में, यह",
  "committec, if was opined that there was an attempt of plagiary by the": "राय दी गई थी कि याचिकाकर्ता द्वारा साहित्यिक चोरी का प्रयास किया गया",
  "petitioner. However, learned counsel for the respondents could not dispute": "था। हालांकि, उत्तरदाताओं के विद्वान वकील इस बात पर विवाद नहीं कर सके",
  "that the paper allegedly published by Prof. M. D. Sharma, which had": "कि प्रो. एम. डी. शन्‍्ना द्वारा कथित रूप से प्रकाशित पेपर, जिसे कथित रूप से",
  "allegedly been copied by thc petitioner, is not available in the record of the": "याचिकाकर्ता द्वारा कॉपी किया गया था, विश्वविद्यालय के रिकॉर्ड में उपलब्ध",
  "against the petitioner prior to acceptance of her resignation. In fact, she had": "करने से पहले उसके खिलाफ कार्यवाही शुरू कर दी गई थी। वास्तव में, उन्होंने",
  "resigned only because of initiation of enquiry against her which could": "केवल अपने खिलाफ जांच शुरू करने के कारण इस्तीफा दिया था जो उनकी",
  "continuc even after her retirement. It was further submitted that merely": "सेवानिवृत्ति के बाद भी जारी रह सकती थी। यह आगे प्रस्तुत किया गया कि",
  "mentioning a fact in the experience certificate docs not amount to punishment,": "केवल अनुभव प्रमाणपत्र दस्तावेजों में एक तथ्य का उल्लेख करना दंड के बराबर",
  "hence, the petitioner cannot raise a grievance against the same.": "नहीं है, इसलिए, याचिकाकर्ता उसी के खिलाफ शिकायत नहीं उठा सकता है।",
  "(9) Heard learned counsel for the parties and perused the paper": "(9) पक्षकारों की विद्वान सलाह सुनी और कागजी पुस्तक का अवलोकन",
  "(10) The petitioner served with the Institute as Lecturer in": "(0) याचिकाकर्ता ने गणित में व्याख्याता के रूप में संस्थान के साथ",
  "Mathematics and worked from 14.9.2004 till 11.12.2009. The petitioner": "कार्य किया और 4.9.2004 से .2.2009 तक काम किया। याचिकाकर्ता ने",
  "had tendercd her resignation vide letter dated 6.1].2009, which was duly": "अपना इस्तीफा दिनांक 6..2009 के पत्र के माध्यम से दिया था, जिसे",
  "acceptcd by the University vide communication dated 11.12.2009, with": "विश्वविद्यालय द्वारा दिनांक .2.2009 के संचार के माध्यम से उसी तारीख",
  "effect from the same date. Prior to that, the petitioner had been issued a": "से विधिवत स्वीकार कर लिया गया था। इससे पहले, याचिकाकर्ता को साहित्यिक",
  "notice to explain her position with regard to a complaint made by Prof. M. D. Sharma regarding attempt of plagiarism. The same was replied to by": "चोरी के प्रयास के संबंध में प्रो. एम. डी. शर्मा दवारा की गई शिकायत के संबंध में अपनी स्थिति स्पष्ट करने के लिए एक नोटिस जारी किया गया था। उसी का",
  "the petitioner vide communication dated 19.9.2009 (Annexure P-6). Certain": "जवाब याचिकाकर्ता द्वारा दिनांक 9.9.2009 के संचार के माध्यम से दिया गया",
  "documents were asked for from the University to enable her to file detailed": "था (संलग्नक 7-6). विश्वविद्यालय से कुछ दस्तावेज मांगे गए थे ताकि वह",
  "reply. In reply given to the query raised by the petitioner under the Right to Information Act, 2005, it was stated that no reply was sent by the": "विस्तृत जवाब दाखिल कर सके। सूचना का अधिकार अधिनियम, 2005 के तहत याचिकाकर्ता द्वारा उठाए गए प्रश्न के जवाब में, यह कहा गया था कि",
  "University to the petitioner in response to letter dated 19.9.2009.": "विश्वविद्यालय द्वारा दिनांक 9.9.2009 के पत्र के जवाब में याचिकाकर्ता को",
  "(11)As is noticed above, the information sought by the petitioner": "(]) जैसा कि ऊपर देखा गया है, याचिकाकर्ता द्वारा मांगी गई जानकारी",
  "was never supplied to her. By that time, the petitioner had submitted her": "उसे कभी नहीं दी गई थी। उस समय तक, याचिकाकर्ता ने इस कारण से",
  "resignation stating personal difficulty for the reason that she had been": "व्यक्तिगत कठिनाई बताते हुए अपना इस्तीफा सौंप दिया था कि उसकी शादी",
  "married at a different place. In the report of fact finding committee, it was": "किसी अन्य स्थान पर हुई थी। तथ्य खोज समिति की रिपोर्ट में, यह दर्ज किया",
  "recorded that there was an attempt of plagiary by the petitioner. The": "गया था कि याचिकाकर्ता द्वारा साहित्यिक चोरी का प्रयास किया गया था।",
  "aforesaid finding is apparently without any basis, for the rcason that ina": "उपर्युक्त निष्कर्ष स्पष्टतः बिना किसी आधार के है, इस कारण से कि याचिकाकर्ता",
  "qucry raised by the petitioner regarding supply of copy of the journal in": "दवारा उस पत्रिका की प्रति की आपूर्ति के संबंध में उठाए गए प्रश्न में, जिसमें",
  "which the paper written by Prof. M. D. Sharma was published, vide letters": "प्रो. एम. डी. शर्मा द्वारा लिखित पेपर प्रकाशित किया गया था, दिनांक 8..200",
  "dated 18.1.2010 and 3.3.2010, it was stated that the journal in which the": "और 3.3.200 के पत्रों के माध्यम से, यह कहा गया था कि वह पत्रिका जिसमें",
  "aforesaid paper was published is not available. It is even so recorded in": "उपरोक्त पेपर प्रकाशित किया गया था, उपलब्ध नहीं है। याचिकाकर्ता द्वारा अपना",
  "the office noting dated 9.12.2009 after the petitioner had tendered her": "त्यागपत्र देने के पश्चात्‌ दिनांक 9.2.2009 की कार्यालय सूचना में यह भी",
  "resignation, that copy of the research paper published by Prof. M. D.": "अभिलिखित किया गया है कि प्रो. एम. डी. शर्मा द्वारा प्रकाशित शोधपत्र की",
  "Sharma was not sent to the petitioner. The fact that such a paper is not": "प्रति याचिकाकर्ता को नहीं भेजी गई थी। इस तथ्य से कि ऐसा पेपर",
  "available in the University has not been denied even by the counsel for the": "विश्वविद्यालय में उपलब्ध नहीं है, यहां तक कि बहस के समय उत्तरदाताओं के",
  "Without there being any material on record, the fact finding committee submitted its report.": "गया था। अभिलेख पर कोई सामग्री के बिना, तथ्य खोज समिति ने अपनी रिपोर्ट प्रस्तुत की।",
  "(12) It is also evident from the aforesaid noting that till date there": "(!2) उपर्युक्त उल्लेख से यह भी स्पष्ट है कि आज तक स्व-",
  "were no prescribed rules/agreement providing for terms and conditions of": "नियमों और शर्तों के लिए कोई निर्धारित नियम/समझौता नहीं था। अंत",
  "submitted that when the petitioner resigned from job on account of her": "या चूंकि याचिकाकर्ता ने पहले ही इस्तीफा दे दिया था, इसलिए उसका",
  "the same was without any basis, but still the case of the petitioner was dealt": "किसी आधार के था, लेकिन फिर भी याचिकाकर्ता के मामले को दो विकल्पों के",
  "enquiry or to accept the resignation. The second option was chosen, i.c.,": "या त्यागपत्र को स्वीकार करना। दूसरा विकल्प चुना गया था, यानी इस्तीफे को",
  "to accept the resignation. In these circumstances, it was totally arbitrary to": "स्वीकार करना। इन परिस्थितियों में, किसी जांच के लंबित होने के संबंध में",
  "have mentioned a fact in the experience certificate regarding pendency of": "अनुभव प्रमाण पत्र में एक तथ्य का उल्लेख करना पूरी तरह से मनमाना था।",
  "some enquiry. It is, in fact, punishment without holding an enquiry as the": "वास्तव में, यह जांच किए बिना सजा है क्योंकि प्रमाण पत्र की सामग्री याचिकाकर्ता",
  "(5) Learned counsel further submitted that as the petitioner had": "(5) विद्वान वकील ने आगे कहा कि चूंकि याचिकाकर्ता ने पहले ही",
  "already resigned, there was no relationship of master and servant, hence,": "इस्तीफा दे दिया था, इसलिए स्वामी और नौकर का कोई संबंध नहीं था, इसलिए",
  "noenquiry could be initiated against her. There was no enquiry pending when": "उसके खिलाफ कोई जांच शुरू नहीं की जा सकती थी। जब इस्तीफा स्वीकार",
  "the resignation was accepted, hence, it cannot be said that the same": "किया गया था तब कोई जांच लंबित नहीं थी, इसलिए, यह नहीं कहा जा सकता",
  "Itis the admitted case of the respondents that plagiarism, as alleged, was": "प्रावधान नहीं है। यह उत्तरदाताओं का स्वीकृत मामला है कि साहित्यिक चोरी,",
  "never committed. It is their own case that it was an attempt and the attempt": "जैसा कि आरोप लगाया गया है, कभी नहीं की गई थी। यह उनका अपना मामला है कि यह एक प्रयास था और इस तरह के प्रयास को लागू नियमों या विनियमों",
  "as such has not been defined to be indiscipline in the rules or regulations": "में अनुशासनहीनता के रूप में परिभाषित नहीं किया गया है, जिसके लिए किसी",
  "applicable, for which any one could be punished. It was further submitted": "को भी दंडित किया जा सकता है। यह आगे प्रस्तुत किया गया कि कुछ कथित",
  "stage for the reason that the conditions laid down in Section 65A and 65B of the Indian EvidenceAct, 1872 have not becn complied with. These": "अधिनियम, 872 की धारा 65 ए और 65 बी में निर्धारित शर्तों का पालन नहीं",
  "are communications between two different parties. In fact, these may have": "किया गया है। ये दो अलग-अलग पक्षों के बीच संचार हैं। वास्तव में, ये केवल",
  "been created just to nail the petitioner on account of professional jealousy.": "पेशेवर ईर्ष्या के कारण याचिकाकर्ता पर शिकंजा कसने के लिए बनाए गए होंगे।",
  "The stand of the respondents in a query raised by the petitioner under the Right to Information Act, 2005 was that there was no communication": "सूचना का अधिकार अधिनियम, 2005 के तहत याचिकाकर्ता द्वारा उठाए गए एक"
}