{
  "SURJAN v. FINANCIAL COMMISSIONER, REVENUE, HARYANA 89]": "89] सुजान बनाम वित्तीय आयुक्त, रेवन्यू, हरियाणा",
  "AND OTHERS (Alok Singh, J.)": "और अन्य (आलोक सिंह, जे.)",
  "the document had actually admitted the same, the Registering authority had": "दस्तावेज़ ने वास्तव में इसे स्वीकार किया था, पंजीकरण प्राधिकरण के पास पंजीकरण",
  "no power to deny registration.": "से इनकार करने की कोई शक्ति नहीं थी।",
  "(7) The writ petition also contains a challenge to some action initiated on the basis of a criminal complaint given against the petitioners.": "(7) रिट याचिका में याचिकाकर्ताओं के खिलाफ दी गई आपराधिक शिकायत के आधार पर शुरू की गई कुछ कार्रवाई को भी चुनौती दी गई है ।शिकायत में लगाए गए आरोप की",
  "The validity of the imputation made in the complaint cannot be a matter of adjudication before this Court and the petitioners will have an effective and": "वैधता इस न्यायालय के समक्ष निर्णय का विषय नहीं हो सकती है और याचिकाकर्ताओं के",
  "alternative remedy under the provisions of Criminal Procedure Code": "पास इसे ठीक करने के लिए दण्ड प्रक्रिया संहिता के प्रावधानों के तहत एक प्रभावी और वैकल्पिक उपाय होगा | आपराधिक शिकायत दर्ज करने के लिए रिट याचिका में",
  "(8) The writ petition is allowed only for the prayer for quashing of the orders of cancellation of the registered instrument.": "(8) रिट याचिका की अनुमति केवल पंजीकृत लिखत को रद्द करने के आदेशों को रद्द करने की प्रार्थना के लिए दी जाती है।",
  "(9) The writ petition is disposed of in terms of the above.": "(9) रिट याचिका का निपटारा उपरोक्त के संदर्भ में किया जाता है।",
  "A. Agg.": "ए. एग्ग।",
  "Before Alok Singh, J.": "आलोक सिंह से पहले, जे.",
  "SURJAN,—Petitioner": "सुरजन,-याचिकाकर्ता",
  "versus": "बनाम",
  "FINANCIAL COMMISSIONER, REVENUE, HARYANA AND OTHERS,—Respondents": "वित्तीय आयोग, राजस्व, हरियाणा और अन्य-उत्तरदाता",
  "27th July, 2011": "27 जुलाई, 207",
  "Constitution of India - Art.226/227 - Punjab Security of Land": "भारत का संविधान-७॥.226/2 27-पंजाब भूमि कार्यकाल सुरक्षा अधिनियम,",
  "Tenures Act, 1953 - Ss. 2(2), 2(9) & 9 - Small land owner sought": "4953-एस. एस. 2 (2), 2 (9) और 9-छोटे भूमि मालिक ने किरायेदार को",
  "eviction of tenant - Financial Commissioner ordered eviction,": "बेदखल करने की मांग की-वित्तीय आयुक्त ने नीचे दिए गए अधिकारियों के आदेशों",
  "reversing orders of authorities below - Plea of tenant that small land": "को उलटते हुए बेदखल करने का आदेश दिया-किरायेदार की याचिका कि छोटे",
  "owner must prove that he needs land for self cultivation - Section": "भूमि मालिक को यह साबित करना होगा कि उसे स्व-खेती के लिए भूमि की",
  "9(1)(i) of the Act no where contemplates self cultivation - Moreover, as per §.2(9) self cultivation, inter alia, means cultivation under": "आवश्यकता है-अधिनियम की खंड 9 (4) () जहां स्व-खेती अन्य बातों के साथ",
  "894": "894",
  "upon to do so by an Assistant Collector on an application": "(५४) एक आवेदन पर एक सहायक कलेक्टर द्वारा ऐसा करने के लिए बुलाए जाने पर",
  "Explanation — For the purposes of clause (iii), a tenant": "स्पष्टीकरण-खंड (॥॥) के प्रयोजनों के लिए, एक किरायेदार को इस अधिनियम के",
  "shall be deemed to be in arrears of rent at the commencement of this Act, only if the payment of": "प्रारंभ में किराए का अवशिष्ट माना जाएगा, केवल तभी जब किरायेदार द्वारा अवशिष्ट",
  "two months from the date of notice of the execution": "का भुगतान डिक्री या आदेश के निष्पादन की सूचना की तारीख से दो महीने की अवधि",
  "of decree or order, directing him to pay such arrears of rent.": "के भीतर नहीं किया जाता है, और उसे किराए के ऐसे अवशिष्ट का भुगतान करने का निर्देश दिया जाता है।",
  "(2) Notwithstanding anything contained herein before a tenant": "(2) यहाँ किसी बात के होते हुए भी, एक किरायेदार किसी भी क्षेत्र से निष्कासित होने",
  "shall also be liable to be ejected from any area which he holds in any capacity whatever in excess of the permissible": "के लिए उत्तरदायी होगा, जो वह किसी भी क्षमता में धारण करता है, जो भी अनुमेय क्षेत्र",
  "Provided that the portion of the tenancy from which such tenant": "बशर्ते कि किरायेदारी का वह हिस्सा जिससे ऐसे किरायेदार को निकाला जा सकता है,",
  "can be ejected shall be determined at his option only if the": "उसके विकल्प पर तभी निर्धारित किया जाएगा जब संबंधित भूमि-मालिक के तहत उसकी",
  "area of his tenancy under the land-owner concerned is in excess of the area from which he can be ejected by the said": "किरायेदारी का क्षेत्र उस क्षेत्र से अधिक हो जिससे उसे उक्त भूमि-मालिक द्वारा",
  "Provided further that if the tenant holds land of several land-": "बशर्ते कि यदि किरायेदार के पास कई भूमि-मालिकों की भूमि है और एक से अधिक",
  "owners and more than one land-owner seeks his ejectment,": "भूमि-मालिक उसे बाहर निकालने की मांग करते हैं, तो बाहर निकालने के अधिकार का",
  "the right to ejectment shall be exercised in the order in which the applications have been made or suits have been filed by the land-owners concerned, and in case of": "प्रयोग उस आदेश में किया जाएगा जिसमें संबंधित भूमि-मालिकों द्वारा आवेदन किए गए",
  "shall commence serially from the smallest land-owner.": "निकालने के लिए प्राथमिकता सबसे छोटे भूमि-मालिक से आदेशिक रूप से शुरू होगी।",
  "Explanation — where a tenant holds land jointly with other": "स्पष्टीकरण-जहाँ एक किरायेदार अन्य किरायेदारों के साथ संयुक्त रूप से भूमि रखता",
  "tenants, only his share in the joint tenancy shall be taken": "है, वहाँ उसके द्वारा धारण किए गए क्षेत्र की गणना में संयुक्त किरायेदारी में केवल",
  "into account in computing the area held by him.”": "उसके हिस्से को ध्यान में रखा जाएगा। ”",
  "SURJAN v. FINANCIAL COMMISSIONER, REVENUE, HARYANA 895": "895 सुजान बनाम वित्तीय आयुक्त, रेवन्यू, हरियाणा",
  "(3) From the perusal of Section 9(1)(i) of the Act, a tenant of a": "(3) अधिनियम की खंड 9 () ()) के अवलोकन से, एक छोटे से भूमि-मालिक के",
  "small land-owner can be evicted by the small land-owner. Section 9 nowhere": "किरायेदार को छोटे भूमि-मालिक द्वारा बेदखल किया जा सकता है | खंड 9 में कहीं भी",
  "contemplates that before eviction of the tenant, small land-owner is to prove": "यह विचार नहीं किया गया है कि किरायेदार को बेदखल करने से पहले, छोटे भूमि-",
  "owner’ is defined under Section 2(2) and “‘selfcultivation” is defined under": "इतना ही नहीं, \"लघु भूमि-स्वामी\" शब्द को खंड 2 (2) के तहत परिभाषित किया गया है",
  "Section 2(9) of the Act as under :-": "और \"स्व-खेती\" को अधिनियम की खंड 2 (9) के तहत निम्नानुसार परिभाषित किया गया हैः-",
  "“2(2) “Small land-owner” means a land-owner whose entire land in the State of Punjab does not exceed the": "“2(2) “लघु भूमि-स्वामी का अर्थ है एक भूमि-स्वामी जिसकी पंजाब राज्य में पूरी भूमि",
  "“permissible area”.": "\"अनुमेय क्षेत्र\" से अधिक नहीं है।",
  "2(9) “Self-cultivation” means cultivation by a land-owner either": "2(9) “स्व-खेती का अर्थ है किसी भूमि-स्वामी द्वारा व्यक्तिगत रूप से या अपनी पत्नी",
  "personally or through his wife or children, or through such of his relations as may be prescribed, or under his": "या बच्चों द्वारा से, या अपने रिश्तेदारों द्वारा से, जो निर्धारित किया जाए, या उसकी",
  "supervision. ”": "देखरेख में खेती करना । ”",
  "(4) From the combined reading of Section 2(2) and Section 2(9)": "(4) अधिनियम की खंड 2 (2) और खंड 2 (9) के संयुक्त अध्ययन से यह सुरक्षित",
  "of the Act, it can safely be said that landowner whose entire land in the": "रूप से कहा जा सकता है कि भूमि मालिक जिसकी राज्य में पूरी भूमि अनुमेय क्षेत्र से",
  "State does not exceed the permissible area shall be small land-owner. Self- cultivation means cultivation by a land-owner either personally or through": "अधिक नहीं है, वह छोटी भूमि का मालिक होगा । स्व-खेती का अर्थ है भूमि-स्वामी द्वारा",
  "his wife or children or through his relative or under his supervision. If land-": "व्यक्तिगत रूप से या अपनी पत्नी या बच्चों द्वारा से या अपने रिश्तेदार द्वारा से या अपनी",
  "owner intends to cultivate the land under his supervision by his employees": "देखरेख में खेती करना । यदि भूमि-स्वामी अपने कर्मचारियों द्वारा अपनी देखरेख में भूमि",
  "land-owner is not residing in the village and for his livelihood has started": "केवल इसलिए कि छोटा भू-स्वामी गाँव में नहीं रह रहा है और अपनी आजीविका के लिए",
  "living in the city, does not loose the character of the small land-owner. As": "शहर में रहने लगा है, छोटे भू-स्वामी के चरित्र को नहीं खोता है | जैसा कि ऊपर चर्चा",
  "discussed above, Section 9 of the Act contemplates that land-owner should": "की गई है, अधिनियम की खंड 9 में विचार किया गया है कि याचिकाकर्ता को बेदखल",
  "be a small landowner to evict the petitioner. As per Section 9 of the Act,": "करने के लिए भूमि-स्वामी एक छोटा भू-स्वामी होना चाहिए | अधिनियम की खंड 9 के",
  "there is no need to prove that he himself intends to cultivate. If small": "अनुसार, यह साबित करने की कोई आवश्यकता नहीं है कि वह स्वयं खेती करना चाहता",
  "landowner intends to get the land cultivated under his supervision, then also": "है । यदि छोटे भू-स्वामी अपनी देखरेख में भूमि पर खेती करना चाहते हैं, तो यह भी स्व-",
  "it would amount to self-cultivation. I find no illegality in the impugned order passed by the learned Financial Commissioner.": "खेती के बराबर होगा ।विद्वान वित्तीय आयुक्त द्वारा पारित विवादित आदेश में मुझे कोई अवैधता नहीं मिलती है।",
  "Dismissed.": "बर्खास्त कर दिया |",
  "892 LL.R. PUNJAB AND HARYANA 2012(1)": "892",
  "Held, That from the perusal of Section 9(1) (i) of the Act, a tenant": "अभिनिर्धारित कि अधिनियम की खंड 9 (]) ()) के अवलोकन से, एक छोटे भू-स्वामी",
  "of a small land-owner can be evicted by the small land-owner. Section 9": "के किरायेदार को छोटे भू-स्वामी द्वारा बेदखल किया जा सकता है | खंड 9 में कहीं भी",
  "nowhere contemplates that before eviction of the tenant, small land-owner": "यह विचार नहीं किया गया है कि किरायेदार को बेदखल करने से पहले, छोटे भूमि-",
  "\"small land-owner\" defined under Section 2(2).": "केवल यह शब्द \"छोटे भूमि-स्वामी\" को खंड 2 (2) के तहत परिभाषित किया गया है।",
  "(Para 3)": "(पैरा 3) ने यह भी अभिनिर्धारित किया कि अधिनियम की खंड 2 (2) और खंड 2",
  "Section 2(9) of the Act, it can safely be said that landowner whose entire": "(9) के संयुकत पठन से यह सुरक्षित रूप से कहा जा सकता है कि भूमि स्वामी जिसकी",
  "land in the State does not exceed the permissible area shall be small land-": "राज्य में पूरी भूमि अनुमेय क्षेत्र से अधिक नहीं है, वह छोटी भूमि का स्वामी होगा । स्व-",
  "owner. Self cultivation means cultivation by a land-owner either personally or through his wife or children or through his relative or under his supervision.": "खेती का अर्थ है भूमि-स्वामी द्वारा व्यक्तिगत रूप से या अपनी पत्नी या बच्चों द्वारा से या अपने रिश्तेदार द्वारा से या अपनी देखरेख में खेती करना |यदि भूमि-स्वामी अपने",
  "If land-owner intends to cultivate the land under his supervision by his": "कर्मचारियों द्वारा अपनी देखरेख में भूमि पर खेती करने का इरादा रखता है, तो निश्चित",
  "employees then of course, it would amount to self cultivation. Merely because small land-owner is not residing in the village and for his livelihood": "रूप से यह स्व-खेती के बराबर होगी | केवल इसलिए कि छोटा भू-स्वामी गाँव में नहीं रह",
  "has started living in the city, does not loose the character of the small land-": "रहा है और अपनी आजीविका के लिए शहर में रहने लगा है, छोटे भू-स्वामी के चरित्र को",
  "owner. As discussed above, Section 9 of the Act contemplates that land-": "नहीं खोता है ।जैसा कि ऊपर चर्चा की गई है, अधिनियम की खंड 9 में विचार किया",
  "owner should be a small landowner to evict the petitioner. As per Section": "गया है कि याचिकाकर्ता को बेदखल करने के लिए भूमि-स्वामी एक छोटा भू-स्वामी होना",
  "9 of the Act, there is no need to prove that he himself intends to cultivate.": "चाहिए | अधिनियम की खंड 9 के अनुसार, यह साबित करने की कोई आवश्यकता नहीं",
  "If small landowner intends to get the land cultivated under his supervision,": "है कि वह स्वयं खेती करना चाहता है।यदि छोटे भू-स्वामी अपनी देखरेख में भूमि पर",
  "(Para 4)": "(पैरा 4)",
  "Kul Bhushan Sharma, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से कुल भूषण शर्मा, अधिवक्ता",
  "ALOK SINGH, J.": "आलोक सिंह, जे।",
  "(1) Private respondents herein filed a petition under Section 9 of the Punjab Security of Land Tenures Act, 1953 (hereinafter referred to as": "() यहाँ निजी प्रतिवादी ने पंजाब भूमि सुरक्षा कार्यकाल अधिनियम, 953 (इसके बाद अधिनियम के रूप में संदर्भित) की खंड 9 के तहत याचिकाकर्ता को विवादित भूमि",
  "dispute, inter-alia, on the ground that the private respondents are small landowner and need the land for self cultivation. Their petition was dismissed": "निजी उत्तरदाता छोटे भूमि मालिक हैं और उन्हें स्व-खेती के लिए भूमि की आवश्यकता",
  "by the Assistant Collector First Grade, on 19.01.2004 holding that private": "है | सहायक कलेक्टर प्रथम श्रेणी द्वारा उनकी याचिका खारिज कर दी गई थी, जिसमें",
  "respondents (petitioners therein) are residing at Delhi and it is not possible": "कहा गया था कि निजी प्रतिवादी (याचिकाकर्ता) दिल्‍ली में रह रहे हैं और उनके लिए"
}