{
  "Before Ritu Bahri & Manisha Batra, JJ.": "समक्ष रितु बाहरी और मनीषा बत्रा जे.जे.",
  "MAJOR SUMIT JOSHI—Petitioner": "मेजर सुमित जोशी- याचिकाकर्ता",
  "versus": "बनाम",
  "DR. ADITI SHARMA—Respondents": "डॉ. अदिति शर्मा- प्रतिवादी",
  "April 17, 2023": "7 अप्रैल 2023",
  "Hindu= Marriage Act, 1955—S. 13(1)(i-a)—feelings of anguish, disappointment and frustration in spouse caused by conduct": "हिंदू विवाह अधिनियम, 955-धारा ।3 (॥) (आई-ए)-पति या पत्नी में दूसरे के आचरण के कारण होने वाली पीड़ा,",
  "anguish, disappointment and frustration in spouse caused by conduct of the other can only be appreciated on assessing attending facts and": "निराशा और हताशा की भावनाओं की सराहना केवल उन तथ्यों और परिस्थितियों का आकलन करने पर की जा",
  "circumstances in which two partners of matrimonial life have been living-Inference to be drawn from attending facts and circumstances": "सकती है जिनमें वैवाहिक जीवन के दो साथी रह रहे हैं।- संचयी रूप से लिए गए तथ्यों और परिस्थितियों को ध्यान में",
  "appellant/husband which proves that respondent/wife filed complaint before his superior officers with bad intention-instances cited against": "साबित करती है कि प्रतिवादी/पत्नी ने अपने वरिष्ठ अधिकारियों के समक्ष गलत इरादे से शिकायत दर्ज की है-",
  "respondent/wife resting upon bare oral statement of appellant/": "प्रतिवादी पत्नी के खिलाफ दिए गए उदाहरण अपीलार्थी»पति और उसकी मां के नंगे मौखिक बयान पर आधारित हैं,",
  "husband and his mother cannot be stated to be sufficient.": "उन्हें पर्याप्त नहीं कहा जा सकता है।",
  "Held, that cruelty-Includes mental cruelty, which falls within purview of matrimonial wrong-if from conduct of spouse same is": "माना जाता है कि क्रूरता में मानसिक क्रूरता शामिल है, जो वैवाहिक गलत के दायरे में आती है-यदि पति या पत्नी के",
  "established and/or an inference can be legitimately drawn that treatment": "आचरण से यह स्थापित किया जाता है और»या वैध रूप से यह निष्कर्ष निकाला जा सकता है कि पति या पत्नी के",
  "of spouse is such that it causes apprehension in mind of other spouse,": "साथ ऐसा व्यवहार है जिससे दूसरे पति या पत्नी के मन में उसके मानसिक कल्याण के बारे में आशंका पैदा होती है,",
  "(Para 13)": "(पैरा 3)",
  "Further held, that Hindu Marriage Act, 1955-S. 13(1)(i-a)-": "इसके अतिरिक्त यह अभिनिर्धारित किया गया कि हिंदू विवाह अधिनियम, 955-धारा 3 (॥) (आई-ए)- क्रूरता-क्या",
  "Cruelty-whether long separation of parties to marriage amounts to cruelty?-Held, living apart is a symbol indicating negation of sharing —": "शादी के लिए पार्टियों का लंबे समय तक अलग होना क्रूरता के बराबर है? - अलग रहना एक ऐसा प्रतीक है जो",
  "living apart an indication of disruption of essence of marriage-": "साझा करने के निषेध का संकेत देता है-अलग रहना विवाह के सार में व्यवधान का संकेत हैप्रत्यर्थी पत्नी अपील के",
  "respondent wife migrated to Canada during pendency of appeal, and appellant husband placed on record respondent wife’s LinkedIn profile": "लंबित होने के दौरान कनाडा चली गई, और अपीलार्थी पति ने प्रत्यर्थी पत्नी के लिंक्डइन प्रोफाइल को रिकॉर्ड पर",
  "to show that she was working there-marriage broken down irretrievably": "रखा ताकि यह दिखाया जा सके कि वह वहां काम कर रही थी-विवाह टूट गया जिससे तलाक की डिढक्री देने के",
  "leaving High Court with no other option except to grant decree of divorce- therefore, dismissal of divorce petition set aside - Hence, grant": "अलावा उच्च न्यायालय के पास कोई अन्य विकल्प नहीं था-इसलिए, तलाक याचिका को खारिज कर दिया गया-",
  "of divorce in favour of husband - Directions issued.": "इसलिए, पति के पक्ष में तलाक की मंजूरी-निर्देश जारी किए गए।",
  "(Para 15)": "(पैरा 5)",
  "Kanwar Yuvraj Singh, Advocate, and Rajesh Kumar, Advocate, for the appellant.": "अपीलार्थी की ओर से कंवर युवराज सिंह, अधिवक्ता और राजेश कुमार, अधिवक्ता।",
  "Raman Mahajan, Advocate, for the respondent.": "प्रतिवादी की ओर से अधिवक्ता रमन महाजन।",
  "MAJOR SUMIT JOSHI v. DR. ADITI SHARMA 1375 (Manisha Batra, J.)": "मेजर सुमित जोशी बनाम डॉ. अदिति शर्मा (मनीषा बत्रा जे.)",
  "& Sandhya Rani versus Kalyanram Narayanan‘.": "संध्या रानी बनाम कल्याणराम नारायणन\".",
  "(11) Per contra, it was argued by learned counsel for the respondent that the findings given by learned trial Court were well": "(।॥) इसके विपरीत, प्रत्यर्थी के विद्वत वकील द्वारा यह तर्क दिया गया था कि विद्वत विचारण न्यायालय द्वारा दिए गए",
  "He argued that the appellant had miserably failed to establish that the respondent had subjected him to any cruelty and rather it was he who": "कि अपीलार्थी यह स्थापित करने में बुरी तरह विफल रहा था कि प्रत्यर्थी ने उसके साथ कोई क्रूरता की थी और यह",
  "respondent had subjected him to any cruelty and rather it was he who was proved to have harassed the respondent since the very beginning of their marital life. He argued that the respondent was constrained to shift": "वही था जिसने प्रत्यर्थी को उनके वैवाहिक जीवन की शुरुआत से ही परेशान किया था। उन्होंने तर्क दिया कि प्रत्यर्थी",
  "their marital life. He argued that the respondent was constrained to shift to Canada to seek her livelihood as the appellant had failed to provide any maintenance to their daughter and the respondent. She was still": "अपनी आजीविका के लिए कनाडा जाने के लिए विवश था क्योंकि अपीलार्थी अपनी बेटी और प्रत्यर्थी को कोई भरण-",
  "any maintenance to their daughter and the respondent. She was still very much willing to live with the petitioner and could leave Canada.": "पोषण प्रदान करने में विफल रहा था। वह अभी भी याचिकाकर्ता के साथ रहने के लिए बहुत इच्छुक थी और कनाडा",
  "Hence, it was urged that there was no merit in the appeal and it was liable to be dismissed.": "छोड़ सकती थी। इसलिए, यह आग्रह किया गया कि अपील में कोई योग्यता नहीं है और इसे खारिज किया जा सकता है।",
  "(12) It will not be out of place to mention at the outset that": "(2) प्रारंभ में यह उल्लेख करना अनुचित नहीं होगा कि विद्वत विचारण न्यायालय के समक्ष और यहां तक कि इस",
  "before the learned trial Court and even before this Court, efforts were being made for effecting settlement between the parties. The parties had": "न्यायालय के समक्ष भी पक्षों के बीच समझौता करने के लिए प्रयास किए जा रहे थे। पक्षकार इस न्यायालय के",
  "appeared before Mediation & Conciliation Centre of this Court. Joint and separate mediation sessions were held but unfortunately the same": "मध्यस्थता और सुलह केंद्र के समक्ष उपस्थित हुए थे। संयुक्त और अलग-अलग मध्यस्थता सत्र आयोजित किए गए",
  "(13) The appellant-petitioner has sought dissolution of his marriage with the respondent mainly on the ground that he had been": "(3) अपीलार्थी-याचिकाकर्ता ने मुख्य रूप से इस आधार पर प्रत्यर्थी के साथ अपनी शादी को भंग करने की मांग की",
  "treated by her with mental cruelty. The expression “cruelty” has not": "है कि उसके द्वारा उसके साथ मानसिक क्रूरता का व्यवहार किया गया था। अधिनियम में \"क्रूरता\" अभिव्यक्ति को",
  "been defined in the Act. It is, however, well settled that cruelty can be physical or mental. Cruelty which is a ground for dissolution of": "परिभाषित नहीं किया गया है। हालाँकि, यह अच्छी तरह से तय किया गया है कि क्रूरता शारीरिक या मानसिक हो",
  "marriage may be defined as wilful and unjustifiable conduct of such": "सकती है। क्रूरता, जो विवाह के विघटन का आधार है, को ऐसे चरित्र के जानबूअकर और अनुचित आचरण के रूप",
  "character as to cause danger to life, limb or health, bodily or mental, or": "में परिभाषित किया जा सकता है जो जीवन, अंग या स्वास्थ्य, शारीरिक या मानसिक रूप से खतरे का कारण बनता",
  "as to give rise to a reasonable apprehension of such a danger. In A. Jayachandra versus Aneel Kaur°, the Hon'ble Apex Court had": "है, या इस तरह के खतरे की उचित आशंका को जन्म देता है। ए. जयचंद्र बनाम अनील कौर 5 में, माननीय सर्वोच्च",
  "observed that the question of mental cruelty has to be considered in the light of norms of marital ties of the particular society to which the": "न्यायालय ने कहा था कि मानसिक क्रूरता के प्रश्न पर उस विशेष समाज के वैवाहिक संबंधों के मानदंडों, उनके",
  "parties belong, their social values, status and environment in which they": "सामाजिक मूल्यों, स्थिति और पर्यावरण के आलोक में विचार किया जाना चाहिए जिसमें वे रहते हैं। क्रूरता में मानसिक",
  "live. Cruelty, includes mental cruelty, which falls within the purview of a matrimonial wrong. If from the conduct of the spouse same is": "क्रूरता शामिल है, जो वैवाहिक गलती के दायरे में आती है। यदि पति या पत्नी के आचरण से यह स्थापित किया जाता",
  "established and/or an inference can be legitimately drawn that the treatment of the spouse is such that it causes an apprehension in the": "है और या वैध रूप से एक निष्कर्ष निकाला जा सकता है कि पति या पत्नी के साथ ऐसा व्यवहार है जिससे दूसरे पति",
  "treatment of the spouse is such that it causes an apprehension in the mind of the other spouse, about his or her mental welfare, then this": "या पत्नी के मन में उसके मानसिक कल्याण के बारे में आशंका पैदा होती है, तो यह आचरण क्रूरता के बराबर है। वी.",
  "41994 (Suppl.) 2 SCC 588": "“99/ (सप्ल.) 2 एससीसी 588",
  "52005 (2) SCC 22": "52005 (2) एससीसी 22",
  "MAJOR SUMIT JOSHI v. DR. ADITI SHARMA 1373 (Manisha Batra, J.)": "मेजर सुमित जोशी बनाम डॉ. अदिति शर्मा (मनीषा बत्रा जे.)",
  "MANISHA BATRA, J.": "मनीषा बाटरा, जे.",
  "with the respondent-wife on the ground of cruelty in terms of Section 13 (1) G-a) of the Hindu Marriage Act, 1955 (hereinafter to be": "() हिन्दू विवाह अधिनियम, 955 की धारा 3 (॥) (आई-ए) के संदर्भ में क्रूरता के आधार पर प्रत्यर्थी-पत्नी के साथ",
  "Panchkula, the husband has knocked at the door of this Court by filing the present appeal.": "उल्लिखित किया जाएगा) अतिरिक्त जिला न्यायाधीश, पंचकूला के समक्ष, पति ने वर्तमान अपील दायर करके इस न्यायालय का दरवाजा खटखटाया है।",
  "(2) For the sake of convenience, the parties shall be referred to as per the nomenclature as given in the original petition as filed by the petitioner-husband.": "(2) सुविधा के लिए, पक्षकारों को याचिकाकर्ता-पति द्वारा दायर मूल याचिका में दिए गए नामकरण के अनुसार",
  "(3) The case as set up by the petitioner is that he got married with the respondent-wife on 29.11.2010 according to Hindu rites and": "(3) याचिकाकर्ता द्वारा स्थापित मामला यह है कि उसने हिंदू संस्कारों और समारोहों के अनुसार 29..200 को",
  "ceremonies. A simple marriage was performed between the parties.": "प्रतिवादी-पत्नी के साथ शादी कर ली। पार्टियों के बीच एक साधारण विवाह किया गया था। दहेज की कोई मांग नहीं",
  "There was no demand of dowry. Just after the marriage, the parties had gone to Mauritius for their honeymoon. The behaviour of the": "थी। शादी के ठीक बाद, पार्टियां अपने हनीमून के लिए मॉरीशस गई थीं। प्रत्यर्थी का व्यवहार उनके वैवाहिक जीवन",
  "respondent was not normal since the very inception of their marital life and she acted in a strange manner at the airport itself while going to Mauritius by disappearing and on search being made by the petitioner,": "की शुरुआत से ही सामान्य नहीं था और उसने गायब होकर मॉरीशस जाते समय हवाई अड्डे पर ही एक अजीब",
  "was found sitting in an isolated place. She argued and quarreled with": "तरीके से व्यवहार किया और याचिकाकर्ता द्वारा की जा रही खोज पर, एक अलग जगह पर बैठी हुई पाई गई। उसने",
  "the petitioner on trivial matters even on honeymoon. The parties started residing at their matrimonial house at Panchkula after their": "हनीमून पर भी याचिकाकर्ता के साथ मामूली मामलों पर बहस और झगड़ा किया। शादी के बाद दोनों पक्ष पंचकूला में",
  "marriage. The house of parents of the respondent was situated nearby": "अपने वैवाहिक घर में रहने लगे। प्रत्यर्थी के माता-पिता का घर पास में ही था और वह याचिकाकर्ता या उसके माता-",
  "and she visited there almost every day without seeking consent from the petitioner or his parents. Her behaviour was secretive and rude. She did": "पिता से सहमति लिए बिना लगभग हर दिन वहां जाती थी। उसका व्यवहार गुप्त और अशिष्ट था। घरेलू कामों में",
  "not render any help in performing domestic chores. She compelled the petitioner and his parents to serve everything to her in her bedroom. She": "उन्होंने कोई मदद नहीं की। उसने याचिकाकर्ता और उसके माता-पिता को उसके शयनकक्ष में उसे सब कुछ परोसने",
  "used to make secretive talks on her cell phone and did not allow the": "के लिए मजबूर किया। वह अपने सेल फोन पर गुप्त बातचीत करती थी और याचिकाकर्ता और उसके परिवार के",
  "petitioner and his family members to enter her room. In the month of": "सदस्यों को अपने कमरे में प्रवेश करने नहीं देती थी। मार्च 20॥। के महीने में, याचिकाकर्ता जो एक सेना अधिकारी है,",
  "which was a Field posting. During that time, instead of staying at her": "लेह में तैनात था जो एक फील्ड पोस्टिंग थी। उस दौरान, अपने वैवाहिक घर में रहने के बजाय, प्रतिवादी ने अपनी माँ",
  "matrimonial house, the respondent insisted for staying with her mother. She did not visit her matrimonial house in the absence of the petitioner": "के साथ रहने पर जोर दिया। याचिकाकर्ता की अनुपस्थिति में वह अपने वैवाहिक घर नहीं गई। याचिकाकर्ता ने बाद में",
  "at all. The petitioner had subsequently called her at Leh. The parties had gone abroad on their first Anniversary and on returning back, the": "उसे लेह बुलाया था। पार्टियां अपनी पहली सालगिरह पर विदेश गई थीं और वापस लौटने पर, प्रतिवादी ने किसी न",
  "respondent insisted to stay with her mother by making one pretext or the other and stayed there till September 2012. She joined the company of the petitioner after making lot of persuasions and pleadings by him.": "किसी बहाने से अपनी मां के साथ रहने पर जोर दिया और सितंबर 202 तक वहीं रहा। वह याचिकाकर्ता द्वारा बहुत",
  "of the petitioner after making lot of persuasions and pleadings by him. She had become pregnant and came back in January 2013. A female": "अनुनय और अभिवचन करने के बाद उसके साथ शामिल हो गई।वह गर्भवती हो गई थी और जनवरी 20॥3 में वापस",
  "child was born to the parties on 07.08.2013. After discharge from the Command Hospital, Panchkula, the respondent instead of going to her": "आ गई थी। 07.08.20॥3 को पार्टियों में एक लड़की का जन्म हुआ था। कमान अस्पताल, पंचकूला से छुट्टी मिलने के बाद, प्रत्यर्थी उसके पास जाने के बजाय",
  "Court had held that mental cruelty means that conduct which inflicts upon the other party such mental pain and suffering as would make it": "अदालत ने कहा था कि मानसिक क्रूरता का अर्थ है वह आचरण जो दूसरे पक्ष को ऐसी मानसिक पीड़ा और पीड़ा",
  "not possible for that party to live with the other, must be of such a": "देता है जो उस पक्ष के लिए दूसरे के साथ रहना संभव नहीं बनाता है, ऐसी प्रकृति का होना चाहिए जिससे पक्षों से",
  "nature that the parties could not reasonably be expected to live together. Regard must be had to he social status, education level of the parties": "एक साथ रहने की उचित रूप से अपेक्षा नहीं की जा सके। सामाजिक स्थिति, दलों के शिक्षा स्तर और जिस समाज में",
  "of Section 13 (1) (i-a) is to be taken as a behaviour by one spouse": "अभिनिर्धारित किया कि धारा ।3 (॥) (आई-ए) के प्रयोजन के लिए क्रूरता को एक पति या पत्नी द्वारा दूसरे के प्रति",
  "towards the other, which causes reasonable apprehension in the mind of the latter that it is not safe for him or her to continue the": "व्यवहार के रूप में लिया जाना चाहिए, जो बाद वाले के मन में उचित आशंका पैदा करता है कि उसके लिए दूसरे के",
  "mind of the latter that it is not safe for him or her to continue the matrimonial relationship with the other. Mental cruelty is a state of mind and feeling with one of the spouses due to the behaviour or": "साथ वैवाहिक संबंध जारी रखना सुरक्षित नहीं है। मानसिक क्रूरता एक पति या पत्नी के साथ दूसरे के व्यवहार या",
  "mind and feeling with one of the spouses due to the behaviour or behavioural pattern by the other. Unlike the case of physical cruelty, mental cruelty is difficult to be established by direct evidence. This is": "व्यवहार के कारण मन और भावना की स्थिति है। शारीरिक क्रूरता के मामले के विपरीत, मानसिक क्रूरता को प्रत्यक्ष",
  "mental cruelty is difficult to be established by direct evidence. This is necessarily a matter of inference to be drawn from the facts and": "साक्ष्य द्वारा स्थापित करना मुश्किल है। यह अनिवार्य रूप से मामले के तथ्यों और परिस्थितियों से निष्कर्ष निकालने",
  "circumstances of the case. The feeling of anguish, disappointment and frustration in one spouse caused by the conduct of the other can only be": "का विषय है। एक पति या पत्नी में दूसरे के आचरण के कारण होने वाली पीड़ा, निराशा और हताशा की भावना की",
  "appreciated on assessing the attending facts and circumstances in which": "सराहना केवल उन उपस्थित तथ्यों और परिस्थितियों का आकलन करने पर की जा सकती है जिनमें वैवाहिक जीवन",
  "the two partners of matrimonial life have been living. The inference has to be drawn from the attending facts and circumstances taken": "के दो साथी रह रहे हैं। निष्कर्ष को उपस्थित तथ्यों और परिस्थितियों से लिया जाना चाहिए जो संचयी रूप से लिए गए",
  "cumulatively. In the instant case, the foundation of the case of cruelty as a matrimonial offence is based on the allegations made by the": "हैं। तत्काल मामले में, वैवाहिक अपराध के रूप में क्रूरता के मामले का आधार अपीलार्थी-पति द्वारा लगाए गए",
  "appellant-husband that right from the day after the marriage, the behaviour of the respondent-wife was not proper and she had": "आरोपों पर आधारित है कि विवाह के ठीक अगले दिन से, प्रतिवादी-पत्नी का व्यहार उचित नहीं था और उसने ऐसे",
  "committed such acts and conduct thereby causing mental cruelty to him.": "कार्य और आचरण किए थे जिससे उसके प्रति मानसिक क्रूरता पैदा हुई थी। उसने अपनी याचिका में क्रूरता के",
  "The pleas which were taken by him in his petition quoting instances of cruelty were with regard to her behaviour with his family members and": "उदाहरणों का हवाला देते हुए जो याचिकाएं दायर की थीं, वे उसके परिवार के सदस्यों और खुद के साथ उसके",
  "cruelty were with regard to her behaviour with his family members and himself and further that her behaviour was secretive and rude and that": "व्यवहार के संबंध में थीं और आगे कहा कि उसका व्यवहार गुप्त और अशिष्ट था और वह अपने माता-पिता या खुद",
  "she used to stay at her parental house without seeking consent from his": "से सहमति लिए बिना अपने माता-पिता के घर में रहती थी। विद्वत विचारण न्यायालय ने कहा कि अपीलार्थी प्रत्यर्थी के",
  "had failed to produce any clinching evidence on record with regard to the allegations as levelled by him as against the respondent and no": "विरुद्ध अपने द्वारा लगाए गए आरोपों के संबंध में अभिलेख पर कोई ठोस साक्ष्य प्रस्तुत करने में विफल रहा है और",
  "substantial circumstance or evidence had come on record to conclude": "यह निष्कर्ष निकालने के लिए कोई ठोस परिस्थिति या साक्ष्य अभिलेख पर नहीं आया है कि प्रत्यर्थी उसके साथ",
  "that the respondent used to treat him with physical or mental cruelty. In the petition filed by him, it was not pleaded by the petitioner that the": "शारीरिक या मानसिक क्रूरता का व्यवहार करता था। उनके द्वारा दायर याचिका में, याचिकाकर्ता द्वारा यह अनुरोध",
  "respondent had subjected him to cruelty by filing any false and": "नहीं किया गया था कि प्रतिवादी ने उनके खिलाफ कोई झूठी और तुच्छ शिकायत दर्ज करके उन्हें क्रूरता का शिकार",
  "frivolous complaints against him and this plea had been taken by him during the course of leading evidence. He produced on record Ex.P-2 to": "बनाया था और यह याचिका उनके द्वारा प्रमुख साक्ष्यों के दौरान ली गई थी। उन्होंने अभिलेख प्रदर्शनी पी-2 को यह",
  "show that the respondent had humiliated him by filing false complaints": "दिखाने के लिए प्रस्तुत किया कि प्रतिवादी ने झूठी शिकायतें दर्ज करके उनका अपमान किया था",
  "MAJOR SUMIT JOSHI v. DR. ADITI SHARMA 1379 (Manisha Batra, J.)": "मेजर सुमित जोशी बनाम डॉ. अदिति शर्मा (मनीषा बत्रा जे.)",
  "against him before his superior authorities. No doubt, filing false": "उसके खिलाफ उसके वरिष्ठ अधिकारियों के सामने। इसमें कोई संदेह नहीं है कि पति की प्रतिष्ठा को नुकसान",
  "complaints before the superior officers of the husband with an intent to": "पहुंचाने के इरादे से उसके वरिष्ठ अधिकारियों के समक्ष झूठी शिकायत दर्ज करना निश्चित रूप से मानसिक क्रूरता",
  "mental cruelty. However, on perusal of record, we are satisfied that no such material had been produced on record by the appellant which": "का कार्य है। हालांकि, अभिलेख के अवलोकन पर, हम संतुष्ट हैं कि अपीलार्थी द्वारा अभिलेख पर ऐसी कोई सामग्री",
  "could prove that the respondent had filed complaint before his superior officers with such an intention. The instances as cited against the": "प्रस्तुत नहीं की गई थी जो यह साबित कर सके कि प्रत्यर्थी ने अपने वरिष्ठ अधिकारियों के समक्ष इस तरह के इरादे से",
  "and his mother which could not be stated to be sufficient. However, during the course of arguments in this case, it has been vehemently": "आधारित थे जिन्हें पर्याप्त नहीं कहा जा सकता था। तथापि, इस मामले में दलीलों के दौरान, अपीलार्थी के विद्वान",
  "argued by learned counsel for the appellant that the event subsequent to filing of this appeal by the appellant is required to be taken into": "वकील द्वारा यह जोरदार तर्क दिया गया है कि अपीलार्थी द्वारा इस अपील को दाखिल करने के बाद की घटना को",
  "country in the year 2019 and has settled in Canada with the daughter of the parties and is doing a job there and that there are no chances of her coming back and joining the appellant. He has also argued that the": "बेटी के साथ कनाडा में बस गया है और वहां नौकरी कर रहा है और उसके वापस आने और अपीलार्थी में शामिल",
  "coming back and joining the appellant. He has also argued that the marriage between the parties has irretrievably broken down and hence": "होने की कोई संभावना नहीं है। उन्होंने यह भी तर्क दिया है कि पक्षों के बीच विवाह अपरिवर्तनीय रूप से टूट गया है",
  "urged that the appellant deserves to be given a decree of divorce in his favour as the fact that the parties are living separately from a": "और इसलिए आग्रह किया कि अपीलार्थी को उसके पक्ष में तलाक की डिक्री दी जानी चाहिए क्‍योंकि यह तथ्य कि",
  "favour as the fact that the parties are living separately from a sufficiently long time while making allegations against each other itself amounts to cruelty.": "पक्षकार एक-दूसरे के खिलाफ आरोप लगाते हुए पर्याप्त लंबे समय से अलग रह रहे हैं, क्रूरता के बराबर है।",
  "(14) Now the question that arises for consideration is as to whether the long separation of the parties to a marriage amounts to": "(।५) अब जो सवाल विचार के लिए उठता है वह यह है कि क्‍या विवाह के लिए पक्षों का लंबा अलगाव क्रूरता के",
  "cruelty. In Satish Sithole versus Ganga’, the Hon'ble Apex Court had observed that living of parties to a marriage separately for a long time": "बराबर है। सतीश सिथोले बनाम गंगा ” में, माननीय सर्वोच्च न्यायालय ने कहा था कि एक विवाह के पक्षकारों का लंबे",
  "observed that living of parties to a marriage separately for a long time and making acrimonious allegations against each other amounted to": "समय तक अलग-अलग रहना और एक-दूसरे के खिलाफ कटु आरोप लगाना क्रूरता के बराबर है और इस तरह की",
  "cruelty and continuance of such marriage was a further act of cruelty. In Samar Ghosh's case (Supra), the Hon'ble Supreme Court had observed": "शादी को जारी रखना क्रूरता का एक और कार्य है। समर घोष के मामले (सुप्रा) में माननीय सर्वोच्च न्यायालय ने कहा",
  "that no uniform standard could ever be laid down for guidance but some": "था कि मार्गदर्शन के लिए कभी भी कोई समान मानक निर्धारित नहीं किया जा सकता है, लेकिन मानव व्यवहार के",
  "instances of human behaviour which might be relevant in dealing with the cases of “mental cruelty’ could be enumerated. Several such": "कुछ उदाहरण जो \"मानसिक क्रूरता\" के मामलों से निपटने में प्रासंगिक हो सकते हैं, गिने जा सकते हैं। ऐसे कई",
  "instances were quoted and one of them was that where there has been a long period of continued separation, it might be fairly concluded that": "उदाहरण उद्धृत किए गए थे और उनमें से एक यह था कि जहां लंबे समय तक निरंतर अलगाव रहा है, यह उचित",
  "the matrimonial bond was beyond repair. In that case, the parties were living separately for a period of more than 16 years. It was observed": "रूप से निष्कर्ष निकाला जा सकता है कि वैवाहिक बंधन सुधार से परे था। उस मामले में, पक्ष 6 साल से अधिक की",
  "living separately for a period of more than 16 years. It was observed that the marriage had become a fiction though supported by a legal tie": "अवधि के लिए अलग रह रहे थे। यह देखा गया कि विवाह एक कल्पना बन गया था, हालांकि एक कानूनी बंधन द्वारा",
  "and by refusing to sever that tie, the law in such cases, did not serve the": "समर्थित था और उस बंधन को तोड़ने से इनकार करने से, ऐसे मामलों में कानून, विवाह की पवित्रता की सेवा नहीं",
  "7 AIR 2008 SC 3093": "7ए आई.आर. 2008 एस.सी. 3093",
  "matrimonial house, went to her parental house. She refused to join the company of the petitioner when he had been transferred to Bhopal and": "वैवाहिक घर, उसके माता-पिता के घर गया। जब याचिकाकर्ता को भोपाल स्थानांतरित किया गया था, तब उसने",
  "it was only after making many efforts that she had joined him there.": "उसकी कंपनी में शामिल होने से इनकार कर दिया था और कई प्रयासों के बाद ही वह वहां उसके साथ शामिल हुई",
  "While staying at Bhopal, the respondent caused embarrassment to the petitioner by making false and frivolous complaints against him. It was": "थी। भोपाल में रहते हुए, प्रत्यर्थी ने याचिकाकर्ता के खिलाफ झूठी और तुच्छ शिकायतें करके उसे शर्मिंदा किया। यह",
  "alleged that the mother of the respondent used to interfere in their matrimonial life thereby aggravating the situation. The petitioner": "आरोप लगाया गया था कि प्रतिवादी की मां उनके वैवाहिक जीवन में हस्तक्षेप करती थी जिससे स्थिति बिगड़ जाती",
  "while submitting that he could not lead a normal married life with the": "थी। याचिकाकर्ता ने यह प्रस्तुत करते हुए कि वह प्रतिवादी के साथ सामान्य विवाहित जीवन नहीं जी सकता, उसके",
  "respondent, because of her behaviour, prayed for dissolution of marriage between them.": "व्यवहार के कारण, उनके बीच विवाह के विघटन के लिए प्रार्थना की।",
  "(4) The respondent filed written statement taking various preliminary objections. It was submitted that the marriage of the parties": "(५) प्रत्यर्थी ने विभिन्न प्रारंभिक आपत्तियों को लेते हुए लिखित बयान दायर किया। यह प्रस्तुत किया गया था कि पक्षों",
  "was fixed through some matrimonial advertisement. The parents of the": "की शादी किसी वैवाहिक विज्ञापन के माध्यम से तय की गई थी। याचिकाकर्ता के माता-पिता ने इस तथ्य को छिपाया",
  "petitioner had concealed the fact that he was a short Service Commissioned Officer at that time and had represented that he was a": "था कि वह उस समय एक शॉर्ट सर्विस कमीशन अधिकारी थे और उन्होंने प्रतिनिधित्व किया था कि वह एक कमीशन",
  "Commissioned Officer with Indian Army having rank of Captain. It was": "अधिकारी थे और भारतीय सेना में कैप्टन का पद था। यह आरोप लगाया गया था कि याचिकाकर्ता के माता-पिता ने",
  "alleged that the parents of the petitioner had raised demand of an amount of Rs.8 lacs for purchasing Honda City car besides other items.": "अन्य वस्तुओं के अलावा होंडा सिटी कार खरीदने के लिए 8 लाख रुपये की मांग की थी। उनकी मांगों को प्रतिवादी",
  "respondent, who had lost her father in an accident on 26.04.2009,": "की विधवा माँ ने पूरा किया। प्रतिवादी, जिसने 26.04.2009 को एक दुर्घटना में अपने पिता को खो दिया था, एक",
  "yearned for a father's love and took delight in looking after her parents-": "पिता के प्यार के लिए तरस रहा था और अपने सास-ससुर की देखभाल करने में खुशी महसूस कर रहा था। वह",
  "in-law. She had remained docile, soft spoken and was well versed with domestic chores besides being a doctor. She left her internship midway": "विनम्र, मृदुभाषी रहीं और डॉक्टर होने के अलावा घरेलू कामों में भी पारंगत थीं। उन्होंने अपनी शादी के समय",
  "at the time of her marriage. Her parents-in-law wanted a male child and": "इंटर्नशिप बीच में ही छोड़ दी थी। उसके सास-ससुर एक लड़का चाहते थे और जब उसके लिए एक लड़की पैदा हुई",
  "were not happy when a female child was born to her. She had stayed at her mother's house till 40 days after her delivery on asking of petitioner": "तो वे खुश नहीं थे। याचिकाकर्ता और उसके माता-पिता के कहने पर वह प्रसव के ५0 दिनों तक अपनी मां के घर पर",
  "and his parents. It was denied that she had ever misbehaved with the petitioner or his family members or relatives. It was alleged that as the": "रही थी। इस बात से इनकार किया गया कि उसने कभी भी याचिकाकर्ता या उसके परिवार के सदस्यों या रिश्तेदारों",
  "therefore, his behaviour had become quite erratic and he used to feel": "रहा था, इसलिए उसका व्यवहार काफी अनियमित हो गया था और वह चिड़चिड़ा और परेशान महसूस करता था।",
  "irritated and disturbed. He used to even shout when the infant child cried. The respondent endeavoured to stay with him at every place of": "जब बच्चा रोता था तो वह चिल्लाता भी था। उत्तरदाता ने पोस्टिंग के हर स्थान पर उसके साथ रहने का प्रयास किया",
  "posting and even gave up her career as a doctor and pursued B.Ed.": "और यहां तक कि एक डॉक्टर के रूप में अपना करियर छोड़ दिया और शिक्षा स्नातक का पीछा किया। कोर्स। वर्ष",
  "Course. At the time of karwa chauth festival in the year 2013, the petitioner had extended beatings to her without any fault. The behaviour": "203 में करवा चौथ उत्सव के समय, याचिकाकर्ता ने उसे बिना किसी गलती के पीटा था। याचिकाकर्ता का व्यवहार",
  "of the petitioner was quite rude when after his posting at Bhopal, the respondent had gone to live there along with her daughter. The": "काफी अशिष्ट था जब भोपाल में उसकी पोस्टिंग के बाद, प्रतिवादी अपनी बेटी के साथ वहां रहने गया था।",
  "petitioner had closed the bank account which was in their joint name": "याचिकाकर्ता ने बैंक खाता बंद कर दिया था जो उनके संयुक्त नाम पर था और अपनी मां के साथ एक अलग संयुक्त",
  "MAJOR SUMIT JOSHI v. DR. ADITI SHARMA 1383 (Manisha Batra, J.)": "मेजर सुमित जोशी बनाम डॉ. अदिति शर्मा (मनीषा बत्रा जे.)",
  "lacs in favour of his daughter within a period of four months before": "चार महीने पहले की अवधि के भीतर अपनी बेटी के पक्ष में",
  "the trial Court/its successor Court, while moving an application along with a copy of this order.": "विचारण न्यायालय»उसके उत्तराधिकारी न्यायालय, इस आदेश की एक प्रति के साथ एक आवेदन प्रस्तुत करते समय.",
  "(ii) Under the superintendence of the concerned trial Court,": "()) संबंधित विचारण न्यायालय के अधीक्षण के अधीन, इस प्रकार जमा की गई राशि प्रत्यर्थी पत्नी और पक्षों की",
  "the amount so deposited shall be kept in the form of a FDR in a Nationalized Bank in the joint name of the respondent- wife and the minor daughter of the parties. The concerned": "नाबालिग बेटी के संयुक्त नाम पर राष्ट्रीयकृत बैंक में एफडीआर के रूप में रखी जाएगी। संबंधित बैंक को विचारण",
  "bank shall be intimated by the trial Court that the amount so deposited will not be withdrawn by the respondent till the": "न्यायालय द्वारा सूचित किया जाएगा कि इस प्रकार जमा की गई राशि प्रत्यर्थी द्वारा तब तक नहीं निकाली जाएगी जब",
  "(iii) The respondent-wife will be able to withdraw quarterly interest accrued on the deposited amount and spend it on the education of her daughter.": "() प्रत्यर्थी-पत्नी जमा राशि पर उपार्जित त्रैमासिक ब्याज निकाल सकेगी और इसे अपनी बेटी की शिक्षा पर खर्च कर",
  "(iv) After the daughter of the parties attains the age of majority, the joint account shall continue and the respondent as well as daughter of the parties would be at liberty to draw": "(५) पक्षकारों की बेटी के वयस्क होने के बाद, संयुक्त खाता जारी रहेगा और प्रत्यर्थी के साथ-साथ पक्षकारों की बेटी",
  "the amount for education and any other urgent need of the daughter.": "को बेटी की शिक्षा और किसी अन्य तत्काल आवश्यकता के लिए राशि निकालने की स्वतंत्रता होगी।",
  "(17) Miscellaneous application(s), if any, also stand disposed of.": "(7) विविध अनुप्रयोग (ओं) यदि कोई हों तो उनका भी निपटान किया जाता है।",
  "to mental cruelty. The Hon'ble Apex Court further observed that the irresistible conclusion would be that the matrimonial bond had been": "मानसिक क्रूरता के लिए। माननीय सर्वोच्च न्यायालय ने आगे कहा कि अप्रतिरोध्य निष्कर्ष यह होगा कि वैवाहिक बंधन",
  "ruptured beyond repair. In Naveen Kohli's case (Supra), the parties were living separately for more than 10 years. Civil as well as criminal": "मरम्मत से परे टूट गया था। नवीन कोहली (सुप्रा) के मामले में पक्षकार ।0 साल से अधिक समय से अलग रह रहे थे।",
  "proceedings were initiated by them against each other. The Hon'ble": "उनके द्वारा एक-दूसरे के खिलाफ दीवानी और आपराधिक कार्यवाही शुरू की गई। माननीय सर्वोच्च न्यायालय ने",
  "Apex Court had observed that once the parties had separated and the separation continued for a sufficient length of time and one of them has": "कहा था कि एक बार जब दोनों पक्ष अलग हो जाते हैं और काफी समय तक अलग रहना जारी रखते हैं और उनमें से",
  "marriage has broken down. It was further held that the Courts, no doubt, should seriously make an endeavour to reconcile the parties, yet, if it is": "यह अभिनिर्धारित किया गया कि न्यायालयों को, इसमें कोई संदेह नहीं है, पक्षों के बीच सुलह करने का गंभीरता से",
  "found that the breakdown is irreparable, then divorce should not be": "प्रयास करना चाहिए, फिर भी, यदि यह पाया जाता है कि टूटना अपूरणीय है, तो तलाक को रोका नहीं जाना चाहिए।",
  "withheld. It was observed that the consequences of preservation in law of an unworkable marriage which has long ceased to be effective are": "यह देखा गया कि एक अव्यवहार्य विवाह के कानून में संरक्षण के परिणाम, जो लंबे समय से प्रभावी नहीं रहे हैं, पक्षों",
  "bound to be a source of great misery for the parties. In Sandhya Rani's case (Supra), the Hon'ble Apex Court had observed that there was no": "के लिए बड़े दुख का स्रोत होने के लिए बाध्य हैं। संध्या रानी के मामले (सुप्रा) में माननीय सर्वोच्च न्यायालय ने कहा था",
  "justification for continuing with the marriage which had broken down": "कि उस विवाह को जारी रखने का कोई औचित्य नहीं है जो अपरिवर्तनीय रूप से टूट गया था क्योंकि पक्षकार पिछले",
  "irretrievably since the parties were living separately for last more than 3 years and there was no doubt in taking the stand that their marriage had": "3 वर्षों से अलग रह रहे थे और यह रुख अपनाने में कोई संदेह नहीं था कि उनकी शादी अपरिवर्तनीय रूप से टूट",
  "broken down irretrievably and the Court had no option but to grant decree of divorce.": "गई थी और न्यायालय के पास तलाक की डिक्री देने के अलावा कोई विकल्प नहीं था।",
  "(15) In the instant case, an important aspect of the matter which can be taken note of is that though it was not one of the grounds as": "(5) तत्काल मामले में, मामले का एक महत्वपूर्ण पहलू जिस पर ध्यान दिया जा सकता है, वह यह है कि हालाँकि",
  "taken in the Memorandum of Appeal that the subsequent act of respondent-wife was required to be taken into consideration but in our": "यह अपील ज्ञापन में लिए गए आधारों में से एक नहीं था कि प्रत्यर्थी-पत्नी के बाद के कार्य को ध्यान में रखा जाना",
  "respondent-wife was required to be taken into consideration but in our opinion, it needs no special emphasis to state that subsequent conduct": "आवश्यक था, लेकिन हमारी राय में, यह कहने पर विशेष जोर देने की आवश्यकता नहीं है कि पति/पत्नी के बाद के",
  "held that if acts subsequent to filing of the divorce petition can be looked into to infer condonation of aberrations, acts subsequent to the": "तलाक याचिका दायर करने के बाद के कार्यों को विचलन की क्षमा का अनुमान लगाने के लिए देखा जा सकता है, तो",
  "behaviour and conduct. In Dr. (Mrs.) Malathi Ravi, M.D versus Dr. B.V. Ravi M.D*®, it was held that subsequent events which are": "डॉ. (श्रीमती) मालथी रवि, एमडी बनाम डॉ. बीवी में। रवि एमडी*, यह अभिनिर्धारित किया गया था कि बाद की",
  "established on the basis of non-disputed material brought on record can": "घटनाएं जो अभिलेख पर लाई गई गैर-विवादित सामग्री के आधार पर स्थापित की जाती हैं, उन्हें ध्यान में रखा जा",
  "be taken into consideration. In Sivasankaran versus Santhimeenal’, the Courts below did not find adequate material to come to the conclusion": "सकता है। शिवशंकरन बनाम संधिमीनल' में, नीचे दिए गए न्यायालयों को इस निष्कर्ष पर पहुंचने के लिए पर्याप्त",
  "that the appellant was entitled to divorce on grounds of cruelty. However, the Hon'ble Apex Court observed that there were many": "सामग्री नहीं मिली कि अपीलार्थी क्रूरता के आधार पर तलाक का हकदार था। हालांकि, माननीय सर्वोच्च न्यायालय ने कहा कि कई",
  "82014 (7) SCC 640": "8205 (7) एस.सी.सी. 6५0",
  "* 2021 SCC OnLine SC 702": "9202। एस.सी.सी. ऑनलाइन एस.सी. 702",
  "MAJOR SUMIT JOSHI v. DR. ADITI SHARMA 1381 (Manisha Batra, J.)": "मेजर सुमित जोशी बनाम डॉ. अदिति शर्मा (मनीषा बत्रा जे.)",
  "subsequent circumstances which had arisen in the case which necessitated the examination of that aspect. It was observed that the act": "बाद की परिस्थितियाँ जो मामले में उत्पन्न हुई थीं, जिसके कारण उस पहलू की जांच आवश्यक हो गई थी। यह देखा",
  "of the respondent after the trigger for divorce amounted to mental": "गया कि तलाक के लिए ट्रिगर के बाद प्रतिवादी का कार्य मानसिक क्रूरता के बराबर था क्योंकि उसने अपीलार्थी के",
  "cruelty as she had resorted to filing multiple cases in Court against the appellant had made representation to the college authorities wherein the": "खिलाफ अदालत में कई मामले दायर करने का सहारा लिया था, जिसने कॉलेज के अधिकारियों को प्रतिनिधित्व दिया",
  "appellant was working and had sought disciplinary proceedings against": "था जहां अपीलार्थी काम कर रहा था और उसके खिलाफ अनुशासनात्मक कार्यवाही की मांग की थी। यह",
  "him. It was held that these were episodes of further harassment by the respondent and continuing acts of respondent amounted to cruelty even": "अभिनिर्धारित किया गया कि ये प्रत्यर्थी द्वारा और अधिक उत्पीड़न के प्रकरण थे और प्रत्यर्थी के निरंतर कार्य क्रूरता",
  "if the same had not arisen as a cause prior to the institution of the": "के बराबर थे, भले ही यह याचिका की स्थापना से पहले एक कारण के रूप में उत्पन्न नहीं हुआ था। प्रत्यर्थी के",
  "petition. The conduct of respondent showed disintegration of marital unity and disintegration of the marriage. In the conspectus of all the": "आचरण ने वैवाहिक एकता के विघटन और विवाह के विघटन को दर्शाया। सभी तथ्यों के संदर्भ में, यह अभिनिर्धारित",
  "facts, it was held that the ground of irretrievable breakdown of marriage and ground of cruelty on account of subsequent facts would favour the": "किया गया था कि विवाह के अपरिवर्तनीय विघटन और बाद के तथ्यों के कारण क्रूरता के आधार अपीलार्थी के पक्ष में",
  "grant of decree of divorce in favour of the appellant. In view of this position of law and on taking note of the subsequent undisputed fact": "तलाक की डिढक्री देने के पक्ष में होंगे। कानून की इस स्थिति को ध्यान में रखते हुए और बाद के निर्विवाद तथ्य को",
  "that during the pendency of this appeal which was filed in the year": "ध्यान में रखते हुए कि वर्ष 207 में दायर की गई इस अपील के लंबित रहने के दौरान, प्रतिवादी अपनी नाबालिग",
  "2017, the respondent along with her minor daughter has migrated to Canada in the year 2019 and admittedly she is working as Pharma-co- vigilance Associate with one company there since May 2021. The": "बेटी के साथ वर्ष 209 में कनाडा चली गई है और स्वीकार किया कि वह मई 202 से वहां एक कंपनी के साथ फार्मा-विजिलेंस एसोसिएट के रूप में काम कर रही है। अपीलार्थी ने अतिरिक्त साक्ष्य के लिए आवेदन भेजकर",
  "appellant placed on record Annexure A-1 photocopy of the Linkedin Profile of the respondent by moving an application for additional evidence. The respondent-wife has also filed a counter affidavit": "फार्मा-विजिलेंस एसोसिएट के रूप में काम कर रही है। अपीलार्थी ने अतिरिक्त साक्ष्य के लिए आवेदन भेजकर प्रत्यर्धी के लिंकडइन प्रोफाइल की अनुलग्रक ए-॥ फोटोकॉपी दर्ज की। प्रत्यर्थी-पत्नी ने एक जवाबी हलफनामा भी",
  "admitting therein that she has shifted to Canada but it is submitted by": "दायर किया है जिसमें स्वीकार किया गया है कि वह कनाडा में स्थानांतरित हो गई है, लेकिन उसके द्वारा प्रस्तुत",
  "her that she has shifted there only to ensure livelihood for her daughter": "किया गया है कि वह केवल अपनी बेटी और अपने लिए आजीविका सुनिश्चित करने के लिए वहां स्थानांतरित हुई है",
  "and for herself and is ready to leave Canada and is willing to join his": "और कनाडा छोड़ने के लिए तैयार है और उसकी कंपनी में शामिल होने के लिए तैयार है। पार्टियां मार्च 20।5 से",
  "for over a period of 8 years. There is total lack of any effort on part of either of them to stay together. The efforts to reunite them as made by": "अलग रह रही हैं। 8 साल से अधिक की अवधि के लिए एक साथ रहने के लिए दोनों में से किसी की ओर से किसी भी",
  "either of them to stay together. The efforts to reunite them as made by trial Court and before the Mediation Centre of this Court have proved": "प्रयास की कमी है। निचली अदालत और इस अदालत के मध्यस्थता केंद्र के समक्ष उन्हें फिर से एकजुट करने के",
  "futile. They are not discharging their matrimonial obligations from the last 8 years. The separate living of parties for such a long time while": "प्रयास व्यर्थ साबित हुए हैं। वे पिछले 8 वर्षों से अपने वैवाहिक दायित्वों का निर्वहन नहीं कर रहे हैं। एक-दूसरे के",
  "cruelty as held in Satish Sithole’s case (Supra). No doubt, irretrievable": "सतीश सिथोले के मामले में माना गया था (5५9०). इसमें कोई संदेह नहीं है कि विवाह का अपरिवर्तनीय विघटन",
  "breakdown of marriage by itself is not a ground provided under the Statute for seeking dissolution of marriage. However, it is well settled": "अपने आप में विवाह के विघटन की मांग के लिए क़ानून के तहत प्रदान किया गया आधार नहीं है। तथापि, विधि का",
  "proposition of law that on taking note of entire material and evidence": "यह सुविचारित प्रस्ताव है कि अभिलेख पर उपलब्ध सम्पूर्ण सामग्री और साक्ष्य को ध्यान में रखते हुए, उपयुक्त",
  "available on record, in appropriate cases, the Court may bring to an end the marriage so as not to prolong the agony of the parties. In": "मामलों में, न्यायालय विवाह को समाप्त कर सकता है ताकि पक्षकारों की पीड़ा को बढ़ाया न जा सके। चंद्रकला",
  "Chanderkala Trivedi (Smt.) versus Dr. S.P. Trivedi'®, it was held that a": "त्रिवेदी में (श्रीमती) डॉ. एस.पी. त्रिवेदी ।0, यह माना गया था कि",
  "'° 1993 (4) SCC 232": "0०]993 (५) एस.सी.सी. 232",
  "decree of divorce on the ground that the marriage had been irretrievably broken down can be granted in those cases where both the parties have": "इस आधार पर कि विवाह अपरिवर्तनीय रूप से टूट गया था, तलाक की डिक्री उन मामलों में दी जा सकती है जहां",
  "levelled allegations against each other and the marriage appears to be": "दोनों पक्षों ने एक-दूसरे के खिलाफ आरोप लगाए हैं और विवाह व्यावहारिक रूप से मृत प्रतीत होता है। अभिलेख के",
  "practically dead. On perusal of record, it clearly appears that infact there is no possibility of any reconciliation. We are convinced that any": "अवलोकन पर, यह स्पष्ट रूप से प्रतीत होता है कि वास्तव में किसी भी सुलह की कोई संभावना नहीं है। हम आश्वस्त",
  "further attempt at reconciliation will be futile. For all practical purposes, the marriage between parties has become totally dead. Taking into": "हैं कि सुलह का कोई भी आगे का प्रयास व्यर्थ होगा। सभी व्यावहारिक उद्देश्यों के लिए, पक्षों के बीच विवाह पूरी तरह",
  "consideration the facts in its entirety and the failure of settlement between them either before the trial Court or this Court, we are of the view that the marriage has ceased to exist in substance and in reality.": "से मृत हो गया है। तथ्यों को पूरी तरह से ध्यान में रखते हुए और विचारण न्यायालय या इस न्यायालय के समक्ष उनके बीच समझौते की विफलता को ध्यान में रखते हुए, हमारा विचार है कि विवाह सार और वास्तविकता में अस्तित्व में",
  "Living apart is a symbol indicating the negation of sharing. It is indication of disruption of essence of marriage. In the peculiar facts and": "नहीं है। अलग रहना एक प्रतीक है जो साझा करने के निषेध का संकेत देता है। यह विवाह के सार में व्यवधान का",
  "indication of disruption of essence of marriage. In the peculiar facts and circumstances of the case, it can reasonably be stated that the": "संकेत है। मामले के विशिष्ट तथ्यों और परिस्थितियों में, यह यथोचित रूप से कहा जा सकता है कि पक्षों के बीच",
  "marriage between the parties is only in name and it has been wrecked beyond the hope of salvage. The marital knot between them has": "विवाह केवल नाम के लिए है और यह बचाव की उम्मीद से परे बर्बाद हो गया है। उनके बीच वैवाहिक बंधन पूरी तरह",
  "completely shattered. No fruitful purpose would be served by maintaining the matrimonial ties together. Hence, we are of the view": "से टूट गया है। वैवाहिक संबंधों को एक साथ बनाए रखने से कोई फलदायी उद्देश्य पूरा नहीं होगा। इसलिए, हमारा",
  "that the marriage between the appellant and respondent has broken down irretrievably leaving this Court with no other option except to": "विचार है कि अपीलार्थी और प्रत्यर्थी के बीच विवाह अपरिवर्तनीय रूप से टूट गया है और इस न्यायालय के पास",
  "down irretrievably leaving this Court with no other option except to grant a decree of divorce. Hence, the appeal stands allowed. The": "तलाक की डिक्री देने के अलावा कोई अन्य विकल्प नहीं है। इसलिए, अपील की अनुमति दी जाती है। विद्वत विचारण",
  "judgment passed by learned trial Court is set aside and a decree of": "न्यायालय द्वारा पारित निर्णय को दरकिनार कर दिया जाता है और पक्षों के बीच विवाह के विघटन के माध्यम से",
  "(16) Before concluding, we are, however, inclined to say that": "(6) निष्कर्ष निकालने से पहले, हालांकि, हम यह कहने के लिए इच्छुक हैं कि नीचे दिए गए न्यायालय द्वारा",
  "that no permanent alimony has been granted to the respondent-wife by the Court below. It is revealed from the record of this appeal that during": "प्रतिवादी-पत्नी को कोई स्थायी गुजारा भत्ता नहीं दिया गया है। इस अपील के अभिलेख से यह पता चलता है कि",
  "the pendency of this appeal as on 02.09.2022, the appellant-husband had offered to pay a sum of Rs.50 lacs towards permanent alimony for the respondent and her daughter. Subsequently on 09.09.2022, he": "02.09.2022 को इस अपील के लंबित रहने के दौरान, अपीलार्थी-पति ने प्रत्यर्थी और उसकी बेटी के लिए स्थायी गुजारा भत्ता के रूप में रु. 50 लाख की राशि का भुगतान करने की पेशकश की थी। इसके बाद 09.09.2022 को",
  "offered to transfer one flat in Mohali in the name of his minor daughter.": "उन्होंने अपनी नाबालिग बेटी के नाम पर मोहाली में एक फ्लैट ट्रांसफर करने की पेशकश की। उक्त प्रस्ताव प्रत्यर्थी",
  "admittedly working in Canada. In her sworn affidavit submitted in this Court on 06.02.2023, the respondent expressed willingness to live with her husband. In our opinion, her desire to live with her husband at this": "द्वारा स्वीकार नहीं किया गया था जो कनाडा में काम कर रहा है। 06.02.2023 को इस न्यायालय में प्रस्तुत अपने शपथ पत्र में, प्रत्यर्थी ने अपने पति के साथ रहने की इच्छा व्यक्त की। हमारी राय में, इस स्तर पर अपने पति के साथ",
  "stage cannot be stated to be genuine when she has left for Canada for about 4 years and is living separately for more than 8 years. Having": "रहने की उसकी इच्छा को वास्तविक नहीं कहा जा सकता है जब वह लगभग ५ साल से कनाडा चली गई है और 8",
  "the respondent and regard being had to her social status, in our view,": "साथ रह रही है और उसकी सामाजिक स्थिति का सम्मान किया जा रहा है, हमारे विचार में, न्याय के उद्देश्यों को पूरा",
  "the ends of justice would be met, if following directions are issued:-": "किया जाएगा, यदि निम्नलिखित निर्देश जारी किए जाते हैं:-",
  "(i) The appellant-husband shall deposit a sum of Rs.60": "(0) अपीलार्थी-पति 60 लाख रुपये की राशि जमा करेगा।"
}