{
  "versus": "बनाम",
  "CWP No. 6989 of 1990": "990 का सीएवीपी नंबर 6989",
  "26th May. 2010": "26 मई, 200",
  "Constitution of India, 1950—Art. 226—-Land Acquisition": "भारत का संविधान; 7950-अनुच्छेव 226-श्रूमि अधिग्रहण अधिनियम; 7894-धारा 4",
  "land into 3 categories—Land of some similarly situated persous": "किए जाने वाने श्रृूखड- श्रूमि का 3 श्रेणियों में वर्गीकरण- अधिग्रहण से मुक्त कुछ समान रुप",
  "released from acquisition—Action of respondents is arbitrary, unjust": "से स्थित व्यक्तियों की श्रूमि- प्रतिवावियों की कार्रवाई मनमानी; अन्यायपूर्ण और भ्रेवआवपूर्ण",
  "petitioners—Violates object of Ss. S-A and 6 of 1894 Act-—Petition": "5-ए ऑर 6 के उद्वेश्य का उन्ब्रंघन करता हैं- याचिका की अनुमति वी गई; धारा 4 और 6",
  "proposed to be acquired under Scetion 4 of theAct several constructions": "यह अभिनिर्णित किया गया कि अधिनियम की धारा 4 के तहत अधिग्रहित प्रस्तावित",
  "were standing at the time of notification issued under Section 4 of theAct,": "भूमि के अधिकांश हिस्से पर निर्विवाद रूप से अधिनियम की धारा 4 के तहत जारी अधिसूचना",
  "sparing the land whereupon ‘A’ type constructions are standing and acquiring": "के समय कई निर्माण खड़े थे। उस भूमि को छोड़ना जिस पर 'ए' प्रकार के निर्माण खड़े हैं और",
  "the land where ‘B° and ‘C’ type constructions are standing itselfis in": "उस भूमि का अधिग्रहण करना जहां 'बी और सी प्रकार के निर्माण खड़े हैं, भारत के संविधान",
  "violation of the Article 14 of the Constitution of India.Action of the State Government is arbitrary, unjust and discriminatory.": "के अनुच्छेद 4 का उल्लंघन है। राज्य सरकार की कार्रवाई मनमानी, अन्यायपूर्ण और भेदभावपूर्ण है।",
  "(Para 13)": "(पैरा 3)",
  "Further held, that action on the part of Comptroller Town and Country Planning and Hon'ble Deputy Chief Minister while accepting the": "आगे कहा गया कि, नियंत्रक नगर और ग्राम योजना और उप मुख्यमंत्री की ओर से",
  "recommendation of the Land Acquisition Officer was totally irresponsible": "भूमि अधिग्रहण अधिकारी की सिफारिश को स्वीकार करते समय की गई कार्रवाई पूर्णत गैर-",
  "and in violation of the object of Sections 5-A and 6 of the Act. If State": "जिम्मेदाराना थी और अधिनियम की धारा 5 ए और 6 के उद्देश्य का उल्लंघन था । यदि",
  "wants to deprive a citizen [rom his property then duc process of law should": "राज्य किसी नागरिक को उसकी संपत्ति से वंचित करना चाहता है तो कानून की उचित प्रक्रिया",
  "be adhered to. This Court is conscious about the fact that while recording": "का पालन किया जाना चाहिए। यह न्यायालय इस तथ्य के बारे में सचेत है कि रिपोर्ट या भूमि",
  "that proper mind was applied by the appropriate Government before": "स्वीकार करने से पहले उचित दिमाग का इस्तेमाल किया गया था जिसका वर्तमान मामले में",
  "important to mention hercin that notification under section 4 of theAct was": "अभाव है। यहां यह उल्लेख करना महत्वपूर्ण है कि अधिनियम की धारा 4 के तहत अधिसूचना",
  "issued on 8th March, 1989 and notification under Section 6 of theAct. was": "8 मार्च, 4989 को जारी की गई थी और अधिनियम की धारा 6 के तहत अधिसूचना 7 मार्च,",
  "issued on 7th March, 1990 i.e. on the last date of limitation. Order dated": "990 को जारी की गई थी, यानी सीमा की अंतिम तारीख को। दिनांक 5 मार्च, 990 के",
  "notification was going to expire, hence , hasty decision was taken thereon by making self contradictory observations.": "होने वाली थी, इसलिए स्व-विरोधाभासी टिप्पणियां करके जल्दबाजी में निर्णय लिया गया।",
  "(Para 21)": "(पैरा 2)",
  "C.B. Goel, Advocate, for the petitioners.": "याचिकाकर्ताओं के लिए - वकील सी.बी.",
  "Deepak Girotra,A.A.G, Haryana.": "दीपक गिरोत्रा, ए.ए.जी., हरियाणा।",
  "Suresh Chahal, LandAcquisition Collector, present in person.": "सुरेश चहल, भूमि अधिग्रहण कलेक्टर, व्यक्तिगत रूप से उपस्थित थे।",
  "(1) By way of present petition, petitioners seck to invoke jurisdiction of this Court under Article 226 of the Constitution of India, assailing": ". वर्तमान याचिका के माध्यम से, याचिकाकर्ता भारत के संविधान के अनुच्छेद 226 के तहत इस न्यायालय के अधिकार क्षेत्र को लागू करने की मांग करते हैं, क्रमशः भूमि अधिग्रहण",
  "notifications dated 8th March, 1989 (Annexure P-2) and 7th March, 1990": "अधिनियम की धाराओं, 4 और 6 के तहत दिनांक 8.3.989 (अनुलग्नक पी -2) और",
  "(2) Brief facts of the present case are that petitioners No. 1 to 3": "2. वर्तमान मामले के संक्षिप्त तथ्य यह हैं कि याचिकाकर्ता नंबर से 3 गुड़गांव की",
  "are the owners of plot measuring 800 sq. meters comprising in Khasra No.": "खसरा नंबर 42/ में 800 वर्ग मीटर के भूखंड के मालिक हैं; उक्त भूखंड को याचिकाकर्ता",
  "petitioners No. | to 3,—vide registered sale deed dated 15th June, 1979": "नंबर | से 3 द्वारा पंजीकृत बिक्री विलेख दिनांक 5.6.979 द्वारा खरीदा गया था और",
  "and mutation No. 7626 was sanctioned in their favour ; the plot abuts to": "म्यूटेशन नंबर 7626 को उनके पक्ष में मंजूरी दी गई थी; प्लॉट गुड़गांव पटौदी रोड से सटा",
  "houses ; the petitioners No. 1 to 3 have constructed a building, some part": "हुआ है और दुकानों और घरों से घिरा हुआ है; याचिकाकर्ता नंबर | से 3 ने एक इमारत का",
  "of which is rented out to Hari Udyog and the remaining portion of the": "निर्माण किया है, जिसका कुछ हिस्सा हरि उद्योग को किराए पर दिया गया है और इमारत",
  "building is being used by petitioners No. | to 3 ; Petitioners No. 4 to 6": "के शेष हिस्से का उपयोग याचिकाकर्ता नंबर से 3 द्वारा किया जा रहा है; याचिकाकर्ता नंबर",
  "are Owners in possession of area comprised in Rect. No. 4 Killa No. t,": "4 से 6 के मालिक हैं जिनके कब्जे में क्षेत्र शामिल है। नंबर 4 किला नंबर ,0/ रेक्टर नंबर",
  "the ground that the constructions made by the appellants were": "बाहर कर दिया है, जिनकी भूमि इस आधार पर अधिग्रहित की जानी थी कि निर्माण उस पर",
  "feasible and possible while those of ‘B’ and ‘C’ Class structures": "से बाहर रखा गया था, जबकि बी और सी श्रेणी के निर्माण को अवैध रूप से अधिग्रहित किया",
  "cxisting structures into ‘A’, ‘B’ and ‘C’ Classes is a reasonable": "() क्या निर्माणों को तीन श्रेणियों अर्थात्‌ », 8 और ९ में वर्गीकृत करना और उसके",
  "decision has to be held as arbitrary and discriminatory. It is": "समर्थन करने में विफल रहती है, तो इस निर्णय को मनमाना और भेदभावपूर्ण माना",
  "relevant to note here that the acquisition of the lands is for the": "जाना चाहिए। यहां यह ध्यान रखना प्रासंगिक है कि भूमि का अधिग्रहण क्षेत्र के",
  "both residential and commercial purposes. That being the": "नियोजित विकास के उद्देश्य से है जिसमें आवासीय और वाणिज्यिक दोनों उद्देश्य",
  "purpose of acquisition, it is difficult to accept the case of the State Government that certain types of structures which": "शामिल हैं। अधिग्रहण का प्रयोजन होने के कारण, राज्य सरकार के मामले को स्वीकार करना कठिन है कि कतिपय प्रकार के ढांचों को, जो इसके अपने वर्गीकरण के अनुसार",
  "according to its own classification are of ‘A’ Class can be allowed to remain while other structures situated in close vicinity": "क श्रेणी के हैं, रहने की अनुमति दी जा सकती है जबकि निकट स्थित और उन्हीं",
  "and being used for same purposcs (residential or commercial)": "प्रयोजनों (आवासीय अथवा वाणिज्यिक) के लिए उपयोग किए जा रहे अन्य ठांचों को",
  "should be demolished. At the cost of repetition, it may be stated": "गिराया जाना चाहिए। पुनरावृत्ति की कीमत पर, यहां यह कहा जा सकता है कि",
  "classification of the existing structures on the lands proposed to": "अधिग्रहण के लिए प्रस्तावित भूमि पर मौजूदा संरचनाओं के वर्गीकरण का आधार",
  "be acquired. This assumes importance in view of the specific contention raised on behalf of the appellants that they have": "उठाए गए विशिष्ट विवाद के मद्देनजर यह महत्व रखता है कि उनके पास आरसी",
  "pucca structures with RC roofing, mosaic flooring etc. No attempt was also made from the side of the State Government": "छत, मोज़ेक फर्श आदि के साथ पक्की संरचनाएं हैं। राज्य सरकार की ओर से अधिग्रहण",
  "to place any architectural plan of different types of structures proposed to be constructed on the land notified for acquisition": "के लिए अधिसूचित भूमि पर प्रस्तावित विभिन्‍न प्रकार की संरचनाओं की किसी भी",
  "on the lands of the appellants could not be amal gamated into": "था कि अपीलकर्ताओं की भूमि पर मौजूद संरचनाओं को योजना में समामेल्ित नहीं",
  "(12) Inthe present case also, leamed Land Acquisition Collector": "42. वर्तमान मामले में भी, विद्वान भूमि अधिग्रहण कलेक्टर ने अधिनियम की धारा 4 के",
  "has classified constructions standing on the land subject matter of notification u/s 4 of the Act into three categories i.c.A, B and C .Apcrusal of the report": "तहत अधिसूचना के भूमि विषय पर खड़े निर्माणों को तीन श्रेणियों अर्थात ए, बी और सी में",
  "of D.U.E. dated 2nd March, 1990 reveals that he has recommended to": "वर्गीकृत किया है। डीयूई की दिनांक 2.3.990 की रिपोर्ट के अवलोकन से पता चलता है कि",
  "prior to the notification under Section 4 of theAct. The Hon’ bleApex Court": "4 के तहत अधिसूचना से पहले उठाए गए हों । माननीय सर्वोच्च नयायात्रय ने सूबे सिंह",
  "in the matter of Sube Singh (supra) has observed that classification of the constructions under ‘A’, ‘B’ and *C’ category is arbitrary and unjustified.": "(सुप्रा) के मामले में कहा है कि 'ए', 'बी' और 'सी' श्रेणी के तहत निर्माण का वर्गीकरण मनमाना और अनुचित है।",
  "(13) Undisputedly, over most part of the land which was proposed to be acquired under Section 4 of the Act several constructions were": "43. निर्विवाद रूप से, अधिनियम की धारा 4 के तहत अधिग्रहित किए जाने के लिए प्रस्तावित",
  "standing at the time of notification issued under Section 4 of theAct. sparing": "भूमि के अधिकांश हिस्से पर अधिनियम की धारा 4 के तहत जारी अधिसूचना के समय कई",
  "the land whereuponA type construction are standing and acquiring the land": "निर्माण खड़े थे, उस भूमि को छोड़ दिया गया था जिस पर ए प्रकार के निर्माण खड़े हैं और",
  "where B and C type constructions are standing itself is in violation of the": "भूमि का अधिग्रहण करना जहां बी और सी प्रकार के निर्माण खड़े हैं, अनुच्छेद ।4 का उल्लंघन",
  "Article |4 of the Constitution of India. Action of the State Government is arbitrary, unjust and discriminatory. Question No. (i) is answered accordingly": "है भारत के संविधान का। राज्य सरकार की कार्रवाई मनमानी, अन्यायपूर्ण और भेदभावपूर्ण",
  "arbitrary, unjust and discriminatory. Question No. (i) is answered accordingly in favour of the petitioners.": "है। प्रश्न संख्या 22। (0) का उत्तर तदनुसार याचिकाकर्ताओं के पक्ष में दिया गया है।",
  "category was left out from the acquisition while of B and C category": "और उसके बाद अधिग्रहण से ए-प्रकार के निर्माण को छोड़ना और बी और सी प्रकार के निर्माण",
  "(i) Asto whether making classification of constructions into three catcpories i.c. A, B and C and thereafter leaving A-type": "संरचनाओं के वर्गीकरण का आधार 'ए', 'बी' और 'सी' वर्ग के रूप में बताते हुए कोई",
  "constructions into three categories i.e. A, B and C and thereafter leaving": "है कि क्‍या मौजूदा संरचनाओं का 'ए', 'बी' और 'सी' वर्गों में कथित वर्गीकरण एक",
  "the land was sandwich between the other residential houses ; provisions": "निर्माण था और भूमि अन्य आवासीय घरों के बीच सैंडविच थी; अधिनियम के प्रावधानों को",
  "of theAct is invoked by depriving the persons of the land on which, they have built up their houses and are residing thercin with their familics for the": "उस भूमि से वंचित करके लागू किया जाता है, जिस पर उन्होंने अपने घरों का निर्माण किया",
  "purpose of the devclopment and utilization of the land for providing plots": "है और अन्य व्यक्तियों को भूखंड प्रदान करने के लिए भूमि के विकास और उपयोग के उद्देश्य",
  "to other persons ; the State Government preferred one citizen over the other, in the matter of providing plots from residential and industrial purposes ;": "से अपने परिवारों के साथ रह रहे हैं; राज्य सरकार ने आवासीय और औद्योगिक उददेश्यों से भूखंड प्रदान करने के मामले में एक नागरिक को दूसरे पर प्राथमिकता दी; भूमि के मालिकों",
  "the owncrs of the land were deprived of their residential houses/plots ;": "को उनके आवासीय घरों/भूखंडों से वंचित कर दिया गया था; धारा 5 ए के तहत आवश्यक",
  "learned Collector before submitting the recommendation as required under Section 5-A did not maintain the record and did not record his satisfaction ;": "सिफारिश प्रस्तुत करने से पहले कलेक्टर ने रिकॉर्ड को बनाए नहीं रखा और अपनी संतुष्टि",
  "State Government without satisfying itself on the recommendation of the Land Acquisition Officer issued notification under Section 6 of theAct;": "दर्ज नहीं की; राज्य सरकार ने भूमि अधिग्रहण अधिकारी की सिफारिश पर स्वयं को संतुष्ट किए बिना अधिनियम की धारा 6 के तहत अधिसूचना जारी कर दी; अधिनियम की धारा 6",
  "no satisfaction is recorded before issuance of the notification under Section": "के तहत अधिसूचना जारी करने से पहले कोई संतुष्टि दर्ज नहीं की जाती है. ।",
  "(3) Respondents have contested the writ petition by way of filing": "3. उत्तरदाताओं ने लिखित बयान दाखिल करने के माध्यम से रिट याचिका का विरोध किया",
  "issuance of the notification u/s 6 of the Act Section 5-A of the Act was duly complied with ; Report of the learned Land Acquisition Collector was -": "करने से पहले, अधिनियम की धारा 5 ए का विधिवत अनुपालन किया गया था; भूमि अधिग्रहण",
  "duly complied with ; Report of the learned Land Acquisition Collector was - duly considered before forming opinion of acquiring the land.": "के बारे में राय बनाने से पहले विद्वान भूमि अधिग्रहण कलेक्टर की रिपोर्ट पर विधिवत विचार",
  "(4) [have heard learned Counsel for the parties and perused the record.": "4. मैंने पक्षकारों के विद्वान वकील को सुना है और रिकॉर्ड का अवलोकन किया है।",
  "(5) Learned Counsel for the petitioners vchemently argued that": "5. याचिकाकर्ताओं के विद्वान वकील ने जोरदार तर्क दिया कि अधिनियम की धारा 4 के तहत",
  "after the notification under Section 4 of the Act it was incumbent on the part of the Land Acquisition Officer to grant sufficient opportunity to the": "अधिसूचना के बाद भूमि अधिग्रहण अधिकारी की ओर से यह अनिवार्य था कि वह",
  "petitioners to file their objections under Section 5-A of theAct and thereafter": "याचिकाकर्ताओं को अधिनियम की धारा 5 ए के तहत अपनी आपत्तियां दर्ज करने के लिए",
  "to inform the petitioner for the actual date of hearing. No notice was issued and served to the petitioners by the respondents for filing objections and": "पर्याप्त अवसर प्रदान करे और उसके बाद याचिकाकर्ता को सुनवाई की वास्तविक तारीख के",
  "for hearing the petitioners as required by Section 5-A of theAct, Itis further": "लिए सूचित करे। अधिनियम की धारा 5ए के अनुसार याचिकाकर्ताओं को आपत्तियां दर्ज करने",
  "argued by leamed Counsel for the petitioners that recommendations/proposal sent by the Land Acquisition Officer does not inspire any confidence and": "गया है कि भूमि अधिग्रहण अधिकारी द्वारा भेजी गई सिफारिशें/प्रस्ताव किसी भी विश्वास को",
  "learned Land Acquisition Officer has discriminated between the land owners.": "प्रेरित नहीं करते हैं और विद्वान भूमि अधिग्रहण अधिकारी ने भूमि मालिकों के बीच भेदभाव",
  "He has recommended to release the land in favour of some of the persons": "किया है। उन्होंने भूमि पर निर्माण करने वाले कुछ व्यक्तियों के पक्ष में भूमि को मुक्त करने",
  "having construction on the land and have malafidely excluded the petitioners from the list of the persons, whose lands were left to be acquired on the": "की सिफारिश की है और याचिकाकर्ताओं को दुर्भावनापूर्ण रूप से उन व्यक्तियों की सूची से",
  "yards, which is a part of khasra No. 27 and is situated within the Revenue Estate of Gurgaon onKadipur Basai Road and this plot was purchased, —-": "खरीदा, जो खसरा नंबर 27 का एक हिस्सा है और कादीपुर बसई रोड पर गुड़गांव की राजस्व",
  "vide registered sale deed dated 7th February, 1985 and thereafter": "संपत्ति के भीतर स्थित है और यह भूखंड पंजीकृत बिक्री विलेख दिनांक 7.2.985 द्वारा खरीदा",
  "construction was raised where the factory is already working and the": "गया था और उसके बाद निर्माण किया गया था जहां कारखाना पहले से ही काम कर रहा है",
  "petitioner is carning his revenue ; petitioners have raised construction on": "और याचिकाकर्ता अपना राजस्व कमा रहा है; याचिकाकर्ताओं ने अपने भूखंडों पर निर्माण किया",
  "their plots and is surrounded by all developed colonies ; the State": "है और सभी विकसित कॉलोनियों से घिरा हुआ है; राज्य सरकार ने भूमि अर्जन अधिनियम,",
  "Government,-—-vide notification dated 8th March, 1989 issued under section 4 of the LandAcquisition Act, 1894 (for brevity ‘the Act’) sought to acquire": "894 (संक्षिप्तता के लिए अधिनियम की संक्षिप्तता के लिए) की धारा 4 के अंतर्गत जारी दिनांक 8-3-989 की अधिसूचना के तहत सार्वजनिक प्रयोजन अर्थात्‌ गुड़गांव में आवासीय",
  "the land for the public purpose namely for the development and utilization of the land for residential and commercial area, Sector 9, 9-A and 10 at": "और वाणिज्यिक क्षेत्र, सेक्टर 9, 90 और ॥0 के लिए भूमि के विकास और उपयोग के लिए",
  "of the said notification, the petitioners filed their respective objections before the Land Acquisition Collector, Urban Estate, Sector 17, Gurgaon, interalia": "मिलने पर याचिकाकर्ताओं ने भूमि अधिग्रहण कलेक्टर, शहरी संपदा, सेक्टर 7, गुड़गांव के",
  "huge amount has been spent on the construction ; itmay kindly be exempted": "भूखंडों पर निर्माण किया है और निर्माण पर भारी राशि खर्च की गई है; इसे अधिग्रहण से छूट",
  "from the acquisition ; no hearing whatsoever of the obj ections filed under": "दी जा सकती है; अधिनियम की धारा 5क के अंतर्गत दायर आपत्तियों की कोई सुनवाई नहीं",
  "Section 5-A of the Act was afforded although opportunity of hearing is": "की गई यद्यपि कानून में सुनवाई का अवसर अनिवार्य है; अधिनियम की धारा 6 के अंतर्गत",
  "mandatory in law ; pick and choose method has been adopted by the authorities, while issuing the notification under Section 6 of theAct and the": "अधिसूचना जारी करते समय प्राधिकारियों दवारा चयन और चयन पद्धति अपनाई गई है और",
  "authorities released the land of the person, who could appease the authorities,": "प्राधिकारियों ने उस व्यक्ति की भूमि को मुक्त कर दिया जो प्राधिकारियों को प्रसन्‍न कर",
  "whereas the petitioners, who are the holders of small residential plots/house": "सकता था। जबकि याचिकाकर्ता, जो छोटे आवासीय भूखंड/घर के धारक हैं और अधिकारियों",
  "and could not appease the authorities, are made to suffer ; the authorities": "को खुश नहीं कर सके, उन्हें पीड़ित किया जाता है; प्राधिकारियों ने अधिनियम की धारा 6 के",
  "have rcleased some of the vacant plot and some of the houses constructed": "अंतर्गत अधिसूचना जारी होने के बाद निमत कुछ खाली भूखण्डों और कुछ मकानों को मुक्त",
  "the petitioners also fall in the same category, with the persons, whose": "कर दिया है, यद्यपि याचिकाकर्ता भी उसी श्रेणी में आते हैं, उन व्यक्तियों के साथ जिनकी",
  "property has been released from the acquisition ; the case of the petitioenrs": "संपत्ति अधिग्रहण से मुक्त कर दी गई है; याचिकाकर्ताओं का मामला, वास्तव में व्यक्तियों के",
  "is, in fact at par with that of the persons, whose land has been released from the acquisition, rather the case of the petitoners stands on better footing": "बराबर है, जिसकी भूमि अधिग्रहण से मुक्त कर दी गई है, बल्कि याचिकाकर्ताओं का मामला",
  "from the acquisition, rather the case of the petitoners stands on better footing viz-a-viz the property which has been exempted from the acquisition ; the": "उस संपत्ति की तुलना में बेहतर पायदान पर है, जिसे अधिग्रहण से छूट दी गई है; उत्तरदाताओं",
  "respondents issued a notification under Section 6 of theAct finally acquiring": "ने अधिनियम की धारा 6 के तहत एक अधिसूचना जारी की और अंततः याचिकाकर्ताओं की",
  "decision in the notification issued under section 4 of the Act and before": "भूमि का अधिग्रहण किया; अधिनियम की धारा 4 के तहत जारी अधिसूचना में अंतिम निर्णय",
  "(18) Inthe present case, original record was called. Leamed Counsel": "8. वर्तमान मामले में, मूल रिकॉर्ड कहा जाता था। राज्य के विद्वान वकील भी संबंधित",
  "“To depend totally upon LAO’s report is neither advisable nor": "पीठ ने कहा, 'पूरी तरह से एलएओ की रिपोर्ट पर निर्भर रहना न तो उचित है और न",
  "Committee to report on the quality of construction of various": "ही वांछनीय। डीईसी को विभिन्‍न संरचनाओं के निर्माण की गुणवत्ता पर रिपोर्ट करने के",
  "As proposed by DUE.": "2. जैसा कि डयू द्वारा प्रस्तावित है।",
  "5.3.90": "5.3.90",
  "6.3.90": "5.3.90.",
  "(16) The Hon’ble Apex Court in the matter of Hindustan Petroleum Corporation Limited versus Darius Shapur Chennai (3) in": "6. हिंदुस्तान पेट्रोलियम कॉर्पोरेशन लिमिटेड बनाम डेरियस शापुर चेन्नई के मामले में माननीय",
  "paragraph Nos. 8, 9, 15, 16, 19 and 20 has held as under :—": "पैराग्राफ संख्या 8, 9, 5, 6, 9 और 20 में निम्नानुसार आयोजित किया है: -",
  "The conclusiveness contained in Section 6 of the Act": "\"8, अधिनियम की धारा 6 में निहित निर्णायकता निर्विवाद रूप से एक आवश्यकता",
  "indisputably is attached to a need as also to the purpose and in this regard ordinarily, the jurisdiction of the court is": "के साथ-साथ उद्देश्य से भी जुड़ी हुई है और इस संबंध में आमतौर पर, न्यायालय का",
  "limited but itis equally true that when_an opportunity of": "अधिकार क्षेत्र सीमित है लेकिन यह भी उतना ही सच हैं कि जब सुनवाई का अवसर",
  "being heard has expressly been conferred by a statute, the": "स्पष्ट रुप से एक क़ानून द्‌वायरा प्रवान किया गया हैं, तो उसका ईमानवारी से पानन",
  "purpose, Sections 4, 5-A and 6 of the Act must be read": "किया जाना चाहिए/ उक्त प्रयोजन के लिए, अधिनियम की धारा 4, 5-ए और 6 को",
  "non-compliance or substantial non-compliance with the": "ए के प्रावधानों के साथ कुल गैर-अनुपालन या पर्याप्त गैंस-अनुपालन हुआ है , अपने",
  "(3) of Section 6 of the Act renders a declaration te be": "है।अधिनियम की धारा 6 की उप-धारा (3) एक घोषणा को निर्णायक साक्ष्य के रूप",
  "itself is in question, the power of judicial review can be exercised by the court in the event the order impugned": "न्यायिक समीक्षा की शक्ति का प्रयोग अदानत द्वारा उस स्थिति में किया जा सकता",
  "suffers from well-known princi sles viz. illegalit irrationality and procedural impropriety. Moreover: when": "है. जन आक्षेपित आदेश प्रसिद्ध सिद्धातों जैसे अवैधता; तर्कहीनता और प्रक्रियात्मक",
  "be done ina fair and reasonable manner.": "शक्ति का प्रयोग करता हैं तो इसे निष्पक्ष ऑर उचित तरीके से किया जाना चाहिए।",
  "It is trite that hearing given to a person must be an effective": "9. यह ट्राइट है कि किसी व्यक्ति को दी गई सुनवाई एक प्रभावी होनी चाहिए न कि",
  "one and not a mere formality. Formation of opinion as regards the public purpose as also suitability there of must": "केवल औपचारिकता। सार्वजनिक उददेश्य के संबंध में राय का गठन और साथ ही उसकी",
  "of relevant factors and rejection of irrelevant ones. The": "उपयुक्तता को प्रासंगिक कारकों पर विचार करने और अप्रासंगिक लोगों की अस्वीकृति",
  "A of the Act. confers a valuable important right and having": "अधिनियम की धारा 54 एक मूल्यवान महत्वपूर्ण अधिकार ग्रवान करती हैं. ऑर",
  "Section 5-A of the Act is in two parts. Upon receipt of": "5. अधिनियम की धारा 5क दो भागों में है। आपत्तियां प्राप्त होने पर, कलेक्टर को",
  "enquiry as he may think necessary whereupon he must": "ऐसी आगे की जांच करने की आवश्यकता होती है जिसे वह आवश्यक समझे जिसके",
  "submit a report to the appropriate Government in respect": "बाव उसे भ्रूमि के संबंध में उपयुक्त सरकार को एक रिपोर्ट प्रस्तुत करनी होगी जो",
  "of the land which is the subject-matter of noti fication under section 4(1) of the Act. The said report would also contain": "अधिनियम की धारा ४ (7/ के तहत अधिसूचना का विषय है। उक्त रिपोर्ट में भूमि के",
  "recommendations on the objections filed by the owner of": "मालिक द्वारा दायर आपत्तियों पर सिफारिशें भी शामित्र होंगी। उसे रिपोर्ट के साथ",
  "the land. He is required to forward the records of the": "उसके द्वारा आयोजित कार्यवाही के रिकॉर्ड को अग्रेषित करने की आवश्यकता होती",
  "of such a report together with the records of the case, the": "है। मामले के रिकार्ड के साथ ऐसी रिपोर्ट प्राप्त होने पर सरकार को उस्र पर निर्णय",
  "declaration made under Section 6 of the Act need not contain any reason.": "6 के तहत की गई घोषणा में कोई कारण शामिल होने की आवश्यकता नहीं है।",
  "the land and the acceptance of the recommendations by the Government, it is trite, must precede a proper application": "सिफारिशों की स्वीकृति; यह ट्राइट है; सरकार की ओर से विमाग के उचित आवेवन से",
  "whereupon such records must be produced. The writ petition was filed in the year 1989. As noticed hereinbefore, the": "रिकॉर्ड पेश किए जाने चाहिए/रिट याचिका वर्ष 989 में दायर की गई थी। जैसा कि",
  "said writ petition was allowed. This Court, however,": "यहां पहले देखा गया है, उक्त रिट याचिका की अनुमति दी गई थी। हालांकि, इस",
  "interfered with the said order of the High Court and remitted": "न्यायालय ने उच्च न्यायात्रय के उक्त आदेश में हस्तक्षेप किया और पक्षों को अतिरिक्त",
  "the matter back to it upon giving an opportunity to the": "दलीलें देने का अवसर देने पर मामले को वापस भेज दिया।",
  "Government may further inguire into the matter. ifany case": "हैं तो राज्य सरकार इस मामने की आगे जांच कर सकती है ताकि वह इस बात पर",
  "that it is necessary to deprive a citizen of his right to": "अपनी संदुष्टि पर पहुंचे कि किसी नागरिक को संपत्ति के अधिकार से वंचित करना",
  "by the State is necessary.": "आवश्यक हैं। ऐसी स्थिति में राज्य द्वारा अभिनेखों का उत्पावन आवश्यक हैं।",
  "20, In Gurdip Singh Uban whereupon Mr Ramamoorthy placed strong reliance, this Court observed :": "20. गुरवीप सिहर उबन में; जहां श्री राममूर्ति ने मजबूत भरोसा रखा, इस न्यायात्रय ने कहा:",
  "“50. No reasons or other facts need be mentioned in the Section 6 declaration on its face. If the satisfaction is": "\"50, धारा 6 की घोषणा में किसी कारण या अन्य तथ्यों का उल्लेख करने की आवश्यकता नहीं है। यवि न्यायान्य में संठृुष्टि को चुनोंती दी जाती हैं; तो सरकार",
  "the record upon which the Government acted and": "वह रिकॉर्ड दिखा सकती है जिस पर सरकार ने कार्य किया और धारा 6 की घोषणा",
  "ft was, thus, for the State to justify its action by production of record or otherwise.”": "इस प्रकार, यह राज्य के लिए रिकॉर्ड या अन्यथा के उत्पादन द्वारा अपनी कार्रवाई को सही ठहराने के लिए था।",
  "in the matter of Union of India (supra) and Hindustan Petroleum Corpn.": "7. भारत संघ (सुप्रा) और हिंदुस्तान पेट्रोलियम निगम के मामले में माननीय सर्वोच्च न्यायालय",
  "of construction of various structures and at another place without recording": "दर्ज किए बिना और किसी और स्थान पर विभिन्‍न संरचनाओं के निर्माण की गुणवत्ता पर",
  "further inquiry which could have been held observed “tas proposed by DUE”. In the opinion of this Court, order dated Sth March, 1990 which": "और जांच के जिसे \"डीयूई द्वारा प्रस्तावित\" माना जा सकता था। इस न्यायात्रय की राय में,",
  "DUE”. In the opinion of this Court, order dated Sth March, 1990 which is basis for issuing the notification under Section 6 of the Act is a outcome": "दिनांक 5.3.990 का आदेश, जो अधिनियम की धारा 6 के तहत अधिसूचना जारी करने का आधार है, दिमाग का उपयोग न करने का परिणाम है और भूमि अधिग्रहण अधिकारी द्वारा",
  "CTCP and Hon’ble Deputy Chicf Minsister while accepting the recommendation of the LandAcquisition Officer was totally irresponsible": "करते समय सीटीसीपी और माननीय उपमुख्यमंत्री की ओर से कार्रवाई पूरी तरह से गैर-",
  "wants to deprive a citizen from his property then due process of law should": "राज्य किसी नागरिक को उसकी संपत्ति से वंचित करना चाहता है तो कानून की उचित प्रक्रिया",
  "important to mention herein that notification under Section 4 of the Act was": "अभाव है। यहां यह उल्लेख करना महत्वपूर्ण है कि अधिनियम की धारा 4 के तहत अधिसूचना",
  "issued on 8th March, 1989 and notification under Section 6 of theAct was": "8.3.989 को जारी की गई थी और अधिनियम की धारा 6 के तहत अधिसूचना 7.3.990",
  "ussued on 7th March, 1990 i.c. on the last date of limitation. Order dated": "को जारी की गई थी यानी सीमा की अंतिम तारीख को। दिनांक 5-3-4990 के आदेश से यह",
  "Sth March, 1990 also reveals that becausc limitation to issue Scction 6 notification was going to expire, hence, hasty decision was taken thercon": "भी पता चलता है कि चूंकि धारा 6 अधिसूचना जारी करने की सीमा समाप्त होने वाली थी,",
  "notification was going to expire, hence, hasty decision was taken thercon by making self contradictory observations.": "इसलिए स्व-विरोधाभासी टिप्पणियां करके जल्दबाजी में निर्णय लिया गया।"
}