{
  "Rajbir and ‘others v. The Assistant Collector, 1st Grade, Narwana, District Jind and another (A. L. Bahri, J.)": "सहायक संग्रहकर्ता, प्रथम श्रेणी, नरवाना, जिला जींद और अन्य,- उत्तरदाता।",
  "the land in question during the pendency of the present civil writ petition in this Hon’ble Court.": "में वर्तमान सिविल रिट याचिका के लंबित रहने के दौरान विचाराधीन",
  "Mr. P. N. Aggarwal, Advocate, for the petitioners.": "याचिकाकर्ताओं की ओर से - श्री पी. एन. अग्रवाल, अधिवक्ता।",
  "Mr. R. N. Lohan, Advocate, for the respondents.": "उत्तरदाताओं के लिए - श्री आर एन लोहान, अधिवकक्‍्ता।",
  "JUDGMENT": "निर्णय",
  "(1) Rajbir Singh and others have filed this writ petition for": "।. राजबीर सिंह और अन्य ने सहायक कलेक्टर प्रथम श्रेणी",
  "of the Punjab Village Common Land Regulation Act as applicable to Haryana were initiated against the petitioners by the Gram Panchayat": "की है। ग्राम पंचायत द्वारा याचिकाकर्ताओं के खिलाफ हरियाणा पर लागू पंजाब विलेज कॉमन लैंड रेगुलेशन एक्ट",
  "During the pendency of the proceedings, an application was filed by": "कार्यवाही के लंबित रहने के दौरान, याचिकाकर्ताओं द्वारा",
  "versus THE ASSISTANT COLLECTOR, 1ST GRADE, NARWANA,": "जाए, जिसमें सहायक कलेक्टर प्रथम श्रेणी नरवाना, प्रतिवादी नंबर",
  "eviaence of title was produced, hence, application is rejected—Such": "तहत दायर आवेदन को, यह कहते हुए खारिज कर दिया गया था कि",
  "S. 7(1). This provision would cover the case in hand and appeal": "निर्णय होगा। यह प्रावधान इस मामले पर लागू होगा और अधिनियम की",
  "would be maintainable under S. 7(4) of the Act.": "धारा 7(4) के तहत अपील कायम रहेगी।",
  "(Paras 2 & 3)": "( पेरा २ और ३)",
  "Petition under Article 226 and 227 of the Constitution of India,": "भारत के संविधान के अनुच्छेद 226 और 227 के तहत याचिका,",
  "praying that: —": "जिसमें प्रार्था की गई है कि: -",
  "(a) writs in the nature of certiorari, mandamus, prohibition etc.": "हुए प्रमाणपत्र, परमादेश, निषेध आदि की प्रकृति में याचिका पारित की",
  "Panchayat, respondent No. 2, and of its decision, and res-": "पंचायत, प्रतिवादी संख्या 2 के मुख्य आवेदन और उसके निर्णय पर",
  "been rejected holding that there was no prima facie evidence, such": "प्रथम दृष्टया कोई सबूत नहीं था, इसलिए ऐसा आदेश धारा",
  "contemplated under Section 7(1) which reads as under :—": "7 (१) के तहत विचार किए गए स्वामित्व के प्रश्न का",
  "“An Assistant Collector of the first grade having jurisdiction": "“गांव में अधिकार क्षेत्र रखने वाले प्रथम श्रेणी के सहायक",
  "in the village may, either suo moto or on an application made to him by a panchayat or an inhabitant of the": "कलेक्टर, या तो स्वत: संज्ञान या पंचायत या गांव के",
  "village or the Block Development and Panchayat Officer or": "निवासी या खंड विकास और पंचायत अधिकारी या सामाजिक",
  "Social Education and: Panchayat Officer or any other officer": "शिक्षा और पंचायत अधिकारी या किसी अन्य द्वारा किए",
  "authorised by the Block Development and Panchayat": "गए आवेदन पर कर सकते हैं। ब्लॉक विकास और पंचायत",
  "Officer, after making such summary enquiry as he may": "अधिकारी द्वारा अधिकृत ओमेइर, ऐसी संक्षिप्त जांच करने",
  "deem fit and in accordance with such procedure as may": "के बाद, जो वह उचित समझे और ऐसी प्रक्रिया के अनुसार,",
  "be prescribed, eject any person who is in wrongful or un-": "जो निर्धारित की जा सकती है, किसी भी व्यक्ति को, जो",
  "authorised possession of the land or other immovable": "भूमि या अन्य अचल संपत्ति पर गलत या अनधिकृत कब्जे",
  "is deemed to have been vested in the panchayat under this": "इस अधिनियम के तहत पंचायत में निहित है या निहित",
  "Act and put the panchayat in possession thereof and for. so": "माना जाता है और पंचायत को उसके कब्जे में रखता है और",
  "doing the Assistant Collector of the first grade may exer-": "के लिए। ऐसा करने पर प्रथम श्रेणी के सहायक कलेक्टर",
  "cise the powers of a revenue court in relation to the execu-": "के लिए डिक्री के निष्पादन के संबंध में राजस्व अदालत की",
  "Proviso : “Provided that if in any such proceedings the": "परंतुक: \"बशर्ते कि यदि ऐसी किसी कार्यवाही में स्वामित्व",
  "question of title is raised (and proved prima facie} the": "का प्रश्न उठाया जाता है (और प्रथम दृष्टया साबित हो",
  "Assistant Collector of the first grade shall first decide the": "श्रेणी के सहायक कलेक्टर पहले निर्णय लेंगे।",
  "(3) The aforesaid provision would cover the case in hand und": "उपर्युक्त प्रावधान इस मामले पर लागू होगा, अपील धारा",
  "appeal would be maintainable under Section 7(4) of the Act. It is": "7 (4) के तहत सुयोग्य मानी जायेगी। याचिकाकर्ता को"
}