{
  "come to the notice of the petitioner at a later stage. Even if, he had deposited the diet money for the production of a Forensic Expert,": "बाद में याचिकाकर्ता के ध्यान में आएं। भले ही, उन्होंने एक फोरेंसिक विशेषज्ञ को पेश करने के लिए आहार का पैसा",
  "defence evidence eventually was closed on the statement of the counsel": "जमा किया था, बचाव पक्ष के साक्ष्य को अंततः याचिकाकर्ता के वकील के बयान पर बंद कर दिया गया था, न कि",
  "for the petitioner and not by a Court order. In view of these facts and circumstances, the judgment relied upon by the counsel for the": "अदालत के आदेश से। इन तथ्यों और परिस्थितियों को ध्यान में रखते हुए, याचिकाकर्ता के वकील द्वारा भरोसा किया",
  "circumstances, the judgment relied upon by the counsel for the petitioner is not applicable to the facts of the present case.": "गया निर्णय वर्तमान मामले के तथ्यों पर लागू नहीं होता है।",
  "(8) Furthermore, Section 391 Cr.P.C. vests a discretion in the Appellate Court to permit additional evidence, if it is necessary, in": "(8) इसके अलावा, धारा 39॥ सी.आर.पी.सी.यदि आवश्यक हो तो अतिरिक्त साक्ष्य की अनुमति देने का",
  "order to enable it to give a correct finding. The test is that such": "विवेकाधिकार अपीलीय न्यायालय को देता है ताकि वह सही निष्कर्ष दे सके। परीक्षण यह है कि मामले के न्यायसंगत",
  "evidence should be necessary for the just and proper decision of the": "और उचित निर्णय के लिए इस तरह के साक्ष्य आवश्यक होने चाहिए। इस प्रावधान का उद्देश्य किसी पक्ष की",
  "case. The provision is not intended to remedy the negligence or latches of a party. Where there was ample opportunity for a party to adduce": "लापरवाही या खामियों को दूर करना नहीं है। जहां किसी पक्षकार के लिए साक्ष्य प्रस्तुत करने का पर्याप्त अवसर था,",
  "evidence, as is the situation in the case at hand and due to carelessness, callousness or omission, he did not lead evidence before the trial Court,": "मामले में स्थिति है और लापरवाही, निर्दयता या चूक के कारण, उसने विचारण न्यायालय के समक्ष साक्ष्य का नेतृत्व",
  "it is not desirable to exercise power under Section 391 Cr.P.C. to enable": "नहीं किया, तो धारा 39। सी.आर.पी.सी के अधीन शक्ति का प्रयोग करना वांछनीय नहीं है। याचिकाकर्ता को कमियों",
  "the petitioner to fill in the lacunae. There is no illegality or impropriety in the order passed by the Appellate Court.": "को भरने में सक्षम बनाना। अपीलीय न्यायालय द्वारा पारित आदेश में कोई अवैधता या अनुचितता नहीं है। (पैरा 8)",
  "(9) Finding no merit in the petition, it is hereby dismissed.": "(9) याचिका में कोई योग्यता नहीं पाते हुए, इसे इसके द्वारा खारिज कर दिया जाता है।",
  "Reporter-Shubreet Kaur": "रिपोर्टर- सुब्रीत कौर",
  "Before Suvir Sehgal, J.": "समक्ष सुवीर सहगल, जे.",
  "VIVEK—Petitioner": "विवेक-याचिकाकर्ता",
  "versus": "बनाम",
  "KRISHAN KUMAR—Respondent": "कृष्ण कुमार-प्रतिवादी",
  "CRR No.544 of 2021": "202। का सीआरआर नंबर. 5५५",
  "August 28, 2023": "28 अगस्त, 2023",
  "Code of Criminal Procedure—S.391, 357(3), Negotiable Instruments Act, 1881—S.138—Revision petition by accused": "दंड प्रक्रिया संहिता- धारा 39,357 (3) परक्राम्य लिखत अधिनियम, 88- धारा 38 -अतिरिकत साक्ष्य देने के लिए",
  "evidence. Complainant/ respondent advanced friendly loan to the petitioner/ accused. In discharge of liability, issued a cheque—": "शिकायतकर्ता/प्रतिवादी ने याचिकाकर्ता/अभियुक्त को अग्रिम अनुकूल ऋण दिया। दायित्व के निर्वहन में, एक चेक",
  "Dishonored with remarks “Account Closed”. After serving a legal": "जारी किया गया-\"खाता बंद\" टिप्पणी के साथ अपमानित। कानूनी नोटिस देने के बाद, प्रतिवादी ने एन. आई.",
  "notice, respondent filed complaint under Section 138 of the NI Act. Trial Court held the petitioner guilty. Judgment and order of": "अधिनियम की धारा 38 के तहत शिकायत दर्ज की। निचली अदालत ने याचिकाकर्ता को दोषी ठहराया। अपील में",
  "Trial Court held the petitioner guilty. Judgment and order of sentence challenged by petitioner in appeal. During pendency of": "याचिकाकर्ता द्वारा चुनौती दिए गए फैसले और सजा के आदेश। अपील के लंबित रहने के दौरान-फिंगरप्रिंट और",
  "appeal—application for leading additional evidence by examination of a fingerprint and handwriting expert—dismissed by the Appellate": "लिखावट विशेषज्ञ की जांच द्वारा अतिरिक्त साक्ष्य देने के लिए आवेदन-अपीलीय न्यायालय द्वारा खारिज कर दिया",
  "Court. Test-such evidence should be necessary for the just and proper decision of the case. Provision not intended to remedy negligence or": "गया। मामले के नन्‍्यायसंगत और उचित निर्णय के लिए परीक्षण-जैसे साक्ष्य आवश्यक होने चाहिए। प्रावधान का उद्देश्य",
  "decision of the case. Provision not intended to remedy negligence or laches. Where there was ample opportunity to adduce evidence, and": "लापरवाही या चोटों को दूर करना नहीं है। जहां साक्ष्य प्रस्तुत करने का पर्याप्त अवसर था, और लापरवाही, निर्दयता",
  "due to carelessness, callousness or omission—Evidence not led before trial Court—Not desirable to exercise power under Section": "या चूक के कारण-साक्ष्य का परीक्षण न्यायालय के समक्ष नेतृत्व नहीं किया गया-धारा 39। सी.आर.पी.सी के तहत",
  "Held, that furthermore, Section 391 Cr.P.C. vests a discretion in the Appellate Court to permit additional evidence, if it is necessary,": "इसके अलावा, धारा 39। सी.आर.पी.सी. यदि आवश्यक हो तो अतिरिक्त साक्ष्य की अनुमति देने का विवेकाधिकार",
  "in order to enable it to give a correct finding. The test is that such": "अपीलीय न्यायालय को देता है ताकि वह सही निष्कर्ष दे सके। परीक्षण यह है कि मामले के न्‍्यायसंगत और उचित",
  "evidence should be necessary for the just and proper decision of the case. The provision is not intended to remedy the negligence or latches": "निर्णय के लिए इस तरह के साक्ष्य आवश्यक होने चाहिए। इस प्रावधान का उद्देश्य किसी पक्ष की लापरवाही या",
  "of a party. Where there was ample opportunity for a party to adduce": "खामियों को दूर करना नहीं है। जहां किसी पक्षकार के लिए साक्ष्य प्रस्तुत करने का पर्याप्त अवसर था, जैसा कि",
  "S.C. Nagpal, Advocate and S.K. Pandey, Advocate, for the petitioner.": "एस सी. नागपाल, अधिवक्ता और एस.के. याचिकाकर्ता की ओर से अधिवक्ता पांडे।",
  "VIVEK v. KRISHAN KUMAR 647": "विवेक बनाम कृष्ण कुमार",
  "(Suvir Sehgal, J.)": "(सुवीर सहगल, जे.)",
  "placed reliance upon Ekta Handloom versus Shivam Traders*; Om Poultries and others versus Dang Poultries? as well as S. Minz versus": "एकता हैंडलूम बनाम शिवम ट्रेडर्सः:; ओम पोल्ट्रीज और अन्य बनाम डांग पोल्ट्रीजः के साथ-साथ एस. मिंज बनाम",
  "Madhubala Gupta‘ to argue that the application deserves to be": "मधुबाला गुप्ता“ पर यह तर्क देने के लिए भरोसा किया गया कि आवेदन खारिज किए जाने के योग्य है क्योंकि",
  "dismissed as the cheque has not been dishonoured on account of mismatch of signature.": "हस्ताक्षर के बेमेल होने के कारण चेक का अपमान नहीं किया गया है।",
  "(5) I have considered the submissions of counsel for the parties and perused the paper-book.": "(5) मैंने पक्षकारों के वकीलों की दलीलों पर विचार किया है और पेपर-बुक का अवलोकन किया है।",
  "(6) A Coordinate Bench of this Court in Om Poultries case (supra) has held as under:": "(6) ओम पेल्ट्री मामले (उपर्युक्त) में इस न्यायालय की एक समन्वित पीठ ने निम्नानुसार अभिनिर्धारित किया है:",
  "“9. An application for appointment of a handwriting and fingerprint expert had been filed by the petitioner before the": "\"9, एक हस्ताक्षर और फिंगरप्रिंट विशेषज्ञ की नियुक्ति के लिए एक आवेदन याचिकाकर्ता द्वारा ट्रायल कोर्ट के समक्ष",
  "trial Court, which application was dismissed on the ground that the cheque in question had not been returned by the": "दायर किया गया था, जो आवेदन इस आधार पर खारिज कर दिया गया था कि प्रश्न में चेक हस्ताक्षर में अंतर के",
  "bank on account of difference in signatures but on account of insufficient funds as also by relying on the law laid down by the Delhi High Court in S.Minz’s case(supra) wherein it": "कारण बैंक द्वारा वापस नहीं किया गया था, लेकिन अपर्याप्त धन के कारण भी एस.मिंज के मामले (ऊपर) में दिल्ली उच्च न्यायालय द्वारा निर्धारित कानून पर भरोसा करके, जिसमें यह अभिनिर्धारित किया गया है कि जब एक चेक इस",
  "has been held that when a cheque is not returned on the": "आधार पर वापस नहीं किया जाता है कि हस्ताक्षर मिलान नहीं कर रहे हैं, तो चेक पर हस्ताक्षरकर्ता के स्वीकृत",
  "ground that signatures are not tallying no purpose would be served in sending the same to an expert for comparison of": "हस्ताक्षर के साथ हस्ताक्षर की तुलना के लिए एक विशेषज्ञ को भेजने में कोई उद्देश्य पूरा नहीं होगा। निचली अदालत",
  "passed much before its final decision in the petitioners’ trial": "का ऐसा आदेश याचिकाकर्ताओं के मुकदमे में उसके अंतिम निर्णय से बहुत पहले पारित किया गया था, लेकिन",
  "but the same was not challenged by the petitioners. Thus, it attained finality inter se parties.”": "याचिकाकर्ताओं द्वारा इसे चुनौती नहीं दी गई थी। इस प्रकार, इसने पक्षों के बीच अंतिमता प्राप्त की।",
  "(7) Adverting the facts of the present case, it cannot be disputed that the cheque has been dishonoured by the bank on": "(7) वर्तमान मामले के तथ्यों को ध्यान में रखते हुए, इस बात पर विवाद नहीं किया जा सकता है कि बैंक द्वारा चेक",
  "account of the fact that the bank account of the drawer had been closed": "का अनादर इस तथ्य के कारण किया गया है कि दराज़दार का बैंक खाता बंद कर दिया गया था, न कि दराज़दार के",
  "and not on account of the difference in signature of the drawer. The stand of disputed signature being taken by the petitioner is clearly an": "हस्ताक्षर में अंतर के कारण। याचिकाकर्ता द्वारा लिए जा रहे विवादित हस्ताक्षर का रुख स्पष्ट रूप से एक विचार के",
  "afterthought. Concededly, petitioner did not respond to the legal notice served upon him. There is nothing on the record to show that in his": "बाद है। मान लीजिए, याचिकाकर्ता ने उसे दिए गए कानूनी नोटिस का जवाब नहीं दिया। यह दिखाने के लिए रिकॉर्ड",
  "statement under Section 313 Cr.P.C., he had disputed his signature.": "पर कुछ भी नहीं है कि धारा 333 सी.आर.पी.सी. के तहत उनके बयान में, उन्होंने अपने हस्ताक्षर पर विवाद किया",
  "After recording his statement under Section 313 Cr.P.C., he availed of": "था। धारा 333 सी.आर.पी.सी. के तहत अपना बयान दर्ज करने के बाद, उन्होंने बचाव साक्ष्य का नेतृत्व करने के लिए",
  "as many as 6 opportunities to lead defence evidence but he did not produce any witness. As held by this Court in Ekta Handloom’s case": "6 अवसरों का लाभ उठाया, लेकिन उन्होंने कोई गवाह पेश नहीं किया। जैसा कि इस अदालत ने एकता हथकरघा",
  "(supra), additional evidence sought to be lead is not such which has": "मामले (ऊपर) में कहा है कि अतिरिक्त साक्ष्य का नेतृत्व करने की मांग की गई है जो ऐसा नहीं है",
  "* 2015 (25) RCR (Crl.) 928": "2 205 (25) आरसीआर (सीआरएल) 928",
  "32021 (3) RCR (Crl.) 432": "3 202। (3) आरसीआर (सीआरएल) ५३2"
}