{
  "Conclusion": "निष्कर्ष",
  "regular departmental enquiry. For preceeding the enquiry. |": "अधिकारी के रूप में नियुक्त किया गया था। जांच को आगे बढ़ाने के लिए नियमित विभागीय जांच करने",
  "before the delinguent official. The official was given full opportunily to cross examine the complaint. The official stated": "अधिकारी को शिकायत से जिरह करने का पूरा मौका दिया गया। अधिकारी ने कहा कि वह कोई",
  "that he did not want to ask any question, [n the capacily of enquiry olficer, | asked several questions. In reply to my": "सवाल नहीं पूछना चाहते। जांच अधिकारी की हैसियत से मैंने कई सवाल पूछे। मेरे प्रश्न के उत्तर में,",
  "question, the compliant clarified. That the official remained absent from duty (rom 22nd May, 1989 to 23rd July. 1989 without": "शिंकायत स्पष्ट हो गई। कि अधिकारी 22 मई, 999 से 23 जुलाई 989 तक ड्यूटी से छुट्टी की मंजूरी",
  "sanction of leave. Thereafter, the statement of the official was recorded and in the capacity of Enquiry Officer. ! asked several": "के बिना अनुपस्थित रहे। इसके बाद, अधिकारी का बयान दर्ज किया गया और जांच अधिकारी की",
  "recorded and in the capacity of Enquiry Officer. ! asked several questions. The official clarified in reply to one of my question": "क्षमता में था। मैंने कई सवाल पूछे। मेरे एक सवाल के जवाब में अधिकारी ने सफाई देते हुए कहा कि",
  "that he did not give any information to the office in regard to his": "उन्होंने अपनी बीमारी के संबंध में कार्यालय को कोई जानकारी नहीं दी। इसके बाद, अधिकारी को",
  "any witness in his delence, but declined and showed his inability": "अपने बचाव में कोई गवाह पेश करने का अवसर दिया गया, लेकिन उसने इनकार कर दिया और किसी",
  "guilty of remaining absent from 22nd May. 1989 to 23rd July, 1989 without sanction of leave and without any information.": "अधिकारी 22 मई 989 से 23 जुलाई 989 तक बिना छुट्टी की मंजूरी के और बिना किसी सूचना के",
  "DINESH KUMAR vv. STATE OF HARYANA AND OTHERS $87": "दिनेश कुमार बनाम हरियाणा राज्य और अन्य 587",
  "(M.M. Kumar, J.)": "(न्यायमूर्ति, एम. एम. कुमार। )",
  "any opportunity to the workman-appellant. The learned Single Judge has committed an error because there is no finding recorded either by the": "न्यायाधीश ने एक त्रुटि की है क्योंकि श्रम न्यायालय या विद्वान एकल न्यायाधीश द्वारा दर्ज नहीं किया गया है कि",
  "Labour Court or by the learned Single Judge that thc management-Haryana Roadways ever asserted its rights for conducting an inquiry before the": "प्रबंधन-हरियाणा रोडवेज ने श्रम न्यायालय के समक्ष नए सिरे से जांच करने के अपने अधिकारों का दावा किया",
  "Labour Court afresh. The view taken by the leamcd Single Judge is neither based on the record nor on the evidence adduced before the Labour Court.": "है। विद्वान एकल न्यायाधीश द्वारा लिया गया दृष्टिकोण न तो रिकॉर्ड पर आधारित है और न ही श्रम न्यायालय",
  "(Para 9)": "(पैरा 9)",
  "Rajiv Sharma, Advocate, for the appellant.": "राजीव शर्मा, अधिवक्ता, अपीलकर्ता के।लिए।",
  "Ms. Mamta Singhal Talwar, Advocate, for the State": "सुश्री ममता सिंघल तलवार, अधिवक्ता, श़ज्य के लिए/।",
  "M. M. KUMAR, J.": "न्यायमूर्ति, एम. एम. कुमार।",
  "(1) The instant appeal filed under Clause X of the Letters Patent": "(।) लेटर्स पेटेंट के खंड हज के तहत दायर तत्काल अपील 2004 के सीडब्ल्यूपी संख्या 4473 का",
  "is directed against the judgment dated 19th August, 2009 rendered by the": "निपटान करते समय विद्वान एकल न्यायाघीश द्वारा दिए गए 9 अगस्त, 2009 के फैसले के खिलाफ निर्देशित",
  "respondent-Haryana Roadways had terminated the services of the workman-": "है। प्रतिवादी-हरियाणा रोडवेज ने कर्मकार-अपीलकर्ता की सेवाएं समाप्त कर दी थीं। उन्होंने 7 दिसंबर, 986",
  "appellant. He had worked in Haryana Roadways for about 3 years as ‘Helper’ from 7th December, 1986 to 5th December, 1989. On the allegation": "से 5 दिसंबर, 4989 तक हरियाणा रोडवेज में हेल्पर के रूप में लगभग 3 वर्षों तक काम किया था। 22 मई, 989",
  "of absence for two months from duty with effect from 22nd May, 1989 to 23rd July, 1989, an enquiry was held where charges were found proved": "से 23 जुलाई, 989 तक दो महीने तक कर्तव्य से अनुपस्थित रहने के आरोप पर जांच की गई जिसमें जांच",
  "by the Inquiry Officer in his report. A copy of the inquiry report along with a note of agreement by theAppointingAuthority has been placed on record": "अधिकरी द्वारा अपनी रिपोर्ट में आरोप साबित पाए गए। नियुक्ति प्राधिकारी द्वारा समझौते के नोट के साथ जांच",
  "a note of agreement by theAppointingAuthority has been placed on record as Annexure P-5, which reads thus :—": "रिपोर्ट की एक प्रति अनुबंध पी-5 के रूप में रिकॉर्ड पर रखी गई है, जो इस प्रकार है: -",
  "“On receipt of a written report from Shri Bhagwati Parshad,T.R.C. in this office, the official/ Employee was charge-sheeted,——vide": "\"इस कार्यालय में श्री भगवती प्रसाद, टीआरसी से एक लिखित रिपोर्ट प्राप्त होने पर, अधिकारी/कर्मचारी",
  "No. 8736/EA/ECW, dated 6th June, 1989,—vide which": "को आरोप-पत्र दिया गया था, - 6 जून, 989 को संख्या 873 6/ईए/ईसीडब्ल्यू के माध्यम से -",
  "the following allegations were levelled against the official/ workinan.": "जिसके माध्यम से अधिकारी/कामगार के खिलाफ निम्नलिखित आरोप लगाए गए थे।",
  "Before M. M. Kumar & Mehinder Singh Sullar, JJ.": "न्यायमूर्ति एप एम कुमार ओर गहिंदर भिंड सुल्लर के समक्ष",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS— Respondents": "हरियाणा राज्य और अन्य-.-उत्नरदाता",
  "LPA No. 1374 of 2009 in": "एलपीए संख्या 4374 सन्‌ 2009",
  "CWP No. 4473 of 2004": "सीडब्ल्यूपी संख्या 4473 सन्‌ 2004",
  "3rd August, 2010": "3 अगस्त, 200",
  "Court holding department enquiry not held in accordance with": "से अवुपस्थिति सम्राप्ति 4म न्यायालय द्वारा वियाग की जांच विधि के अनुसार नहीं की गर्ड प्रबंधन मुद्दे के",
  "management ever asserted its rights for conducting an inquiry before Labour Court afresh-——View taken by Single Judge is neither": "न्यायालय के समक्ष नए गिरे से जांच करने के अपने अधिकारों का दावा किया हैं- एकल न्यायाघी१/ द्वारा",
  "based on record nor on evidence adduced before Labour Court—": "लिया गयावि्चार न वे रिकार्ड पर आधारि हैं ऑर न ही 4म न्यायालय के समक्ष प्रस्ुत साक्ष्य पर आधारित",
  "Appeal allowed, judgment of Single Judge set aside while modifying award of Labour Court with regard to grant of back wages.": "हैं- अपीन की अबुगाति दी गई एकल न्यायाधीश के निर्णय को वापस मजदुरी प्रदान करने के संबंध में 4म न्यायालय के पंचाट को संशोधित करते समय रद्द करदिया गया।",
  "Held, that the burden of proof in respect of the issue framed by the Labor Court “whether departmental enquiry was not held by the": "आगभिगिर्णिंत कि श्रम न्यायालय द्वारा तैयार किए गए मुद्दे के संबंध में सबूत का बोझ \"क्या प्रबंधन द्वारा",
  "management” was obviously placed on the management—Haryana Roadways. The issue stood concluded on 19th November, 2001 and there": "विभागीय जांच नहीं की गई थी\" स्पष्ट रूप से प्रबंधन-हरियाणा रोडवेज पर रखा गया था। यह मुद्दा 9 नवम्बर,",
  "was no effort made to reopen the aforesaid issue because on that date": "200] को समाप्त हो गया था और उपर्युक्त मुद्दे को पुन खोलने के लिए कोई प्रयास नहीं किया गया था क्योंकि",
  "the Industrial Tribunal-cum-Labour Court has recorded categorical finding": "उस तारीख को औद्योगिक अधिकरण-सह-अश्रम न्यायालय ने स्पष्ट निष्कर्ष दर्ज किया था कि अपीलकर्ता के",
  "that the inquiry against the appellant was not held in accordance with law. It is one thing to say that before the Labour Court evidence could be": "विरुद्ध जांच कानून के अनुसार नहीं की गई थी। यह कहना एक बात है कि श्रम न्यायालय के समक्ष इस निष्कर्ष",
  "adduced to record a finding that inquiry proceedings were fair but it is quite": "को दर्ज करने के लिए साक्ष्य प्रस्तुत किए जा सकते थे कि जांच की कार्यवाही निष्पक्ष थी लेकिन यह बिल्कुल",
  "another thing that some evidence was led before the Labour Court after the issue was concluded on 19th November, 2001, which was reiterated": "अलग बात है कि 9 नवम्बर, 200] को इस मुद्दे के समाप्त होने के बाद श्रम न्यायालय के समक्ष कुछ साक्ष्य",
  "by the award dated 13th May, 2003. The learned Single Judge has mixed": "प्रस्तुत किए गए थे, जिसे दिनांक 3 मई, 2003 के अधिनिर्णय द्वारा दोहराया गया था। विद्वक एकल न्यायाधीश",
  "up the issue by reading the evidence of one Bhagwati Prashad, Clerk, who": "ने भगवती प्रसाद, क्लर्क के साक्ष्य को पढ़कर इस मुद्दे को मिलाया है, जो सरकार ने जांच की निष्पक्षता के संबंध",
  "All the proceedings were conducted on 26th October, 1989 by the enquiry officer and then the report was submitted accordingly.": "सभी कार्यवाही 26 अक्टूबर, 989 को जांच अधिकारी द्वारा आयोजित की गई थी और फिर तदनुसार",
  "The report in the circumstances, cannot be said to be fair and": "रिपोर्ट प्रस्तुत की गई थी। इन परिस्थितियों में रिपोर्ट को निष्पक्ष और उचित नहीं कहा जा सकता",
  "proper. The principles of natural justice demand that the petitioner must be given opportunity to be defended evidence": "है। प्राकृतिक न्याय के सिद्धांतों की मांग है कि याचिकाकर्ता को अपने बचाव में साक्ष्य का बचाव",
  "in his defence. This is missing in this case. Morcover, the": "करने का अवसर दिया जाना चाहिए। इस मामले में यह गायब है। इसके अलावा, याचिकाकर्ता",
  "petitioner was not told procedure, method etc. of the enquiry, before starting the enquiry proceedings. Copies of the statements": "को जांच की कार्यवाही शुरू करने से पहले जांच की प्रक्रिया, विधि आदि नहीं बताया गया था।",
  "of the witnesses werc not supplied to the petitioner. Dinesh Kumar WW-1 clearly stated that he can still give evidence that": "गवाहों के बयानों की शंकाएं याचिकाकर्ता को नहीं दी गईं। दिनेश कुमार डब्ल्यूडब्ल्यू -। ने स्पष्ट",
  "he was actually ill and so did not come to join duty. No evidence": "रूप से कहा कि वह अभी भी सबूत दे सकता है कि वह वास्तव में बीमार था और इसलिए ड्यूटी में",
  "Simply allcging that due procedure was followed, is not cnough. |": "केवल यह आरोप लगाना कि उचित प्रक्रिया का पालन किया गया, पर्याप्त नहीं है।",
  "4. In view of the above, | conclude to told that the departmental enquiry was not held in a proper manner by the management.": "4. उपर्युक्त के मद्देनजर, मैं यह बताना समाप्त करता हूं कि प्रबंधन द्वारा विभागीय जांच उचित तरीके से नहीं",
  "The enquiry thus not fair and proper. Issuc No. | 1s decided": "की गई थी। इस प्रकार जांच उचित और उचित नहीं है। मुद्दा संख्या प्रबंधन के खिलाफ तय किया गया",
  "(3) A perusal of the award would show that there is no observation": "(3) पंचाट के अवलोकन से पता चलता है कि अ्म न्यायालय द्वारा इस आशय का कोई संदेह नहीं है",
  "by the Labour Court to the cffect that ‘the workman-appellant did not lead any evidence in rebuttal but the Labour Court held that once the": "कि 'कर्मकार अपीलकर्वा ने खंडन में कोर्ड साक्ष्य ग्रखुत नहीं किया लेकिन 4 न्यायालय ने माना कि एक बार",
  "enquiry was held to be unfair and improper the evidence of the Management subsequently cannot rectifv that lapse.’": "जांच को अनुचित ओर अनुचित माना यया तो प्रबंधन के साक्ष्य बाद मेंउस चूक को ठीक नहीं कर सकते।",
  "laid down in the aforesaid case would be attracted to the facts and": "पूर्वोक्त मामले में निर्धारित सिद्धांत वर्तमान मामले के तथ्यों और परिस्थितियों से आकर्षित होगा। श्रम न्यायालय",
  "circumstances of the present case. The only issue framed by the Labour Court is as under :": "द्वारा तैयार किया गया एकमात्र मुद्दा निम्नानुसार है:",
  "“Whether departmental cnquiry was not held by the management”?": "\"क्या 4 प्रबंधन द्वारा विभागीय जांच नहीं की गई थी\"?",
  "(6) The burden of proof in respect of the aforesaid issue was obviously placed on the management-I laryana Roadways. The issue stood": "(6) पूूर्वक्त मुद्दे के संबंध में सबूत का भार स्पष्ट रूप से प्रबंधन-हरियाणा रोडवेज पर रखा गया था।",
  "cum-Labour Court has recorded categorical finding that the inquiry against": "औद्योगिक अधिकरण-सह-अश्रम न्यायालय ने स्पष्ट निष्कर्ष दर्ज किया था कि अपीलकर्ता के विरुद्ध जांच कानून",
  "the appellant was not held in accordance with law, It ts one thing to say that before the Labour Court evidence could be adduced to record a finding": "के अनुसार नहीं की गई थी। यह कहना एक बात है कि श्रम न्यायालय द्वारा इस निष्कर्ष को अभिलिखिंत करने",
  "that inquiry proceedings were fair but itis quite another thing that some": "के लिए साक्ष्य प्रस्तुत किए जाने से पहले कि जांच की कार्यवाही निष्पक्ष थी, लेकिन यह बिल्कुल अलग बात है",
  "evidence was led belore the Labour Court after the issue was concluded on 19th November, 2001, which was reiterated by the award dated $3th": "कि 9 नवम्बर, 200 को इस मुद्दे के समाप्त होने के बाद श्रम न्यायालय के समक्ष कुछ साक्ष्य प्रस्तुत किए गए",
  "on 19th November, 2001, which was reiterated by the award dated $3th May. 2003 (P-13). The learned Singic Judge has mixed up the tssuc by": "थे, जिसे दिनांक 3 मई 2003 (पी -3) के अधिनिर्णय द्वारा दोहराया गया था। टीम में शामिल एकल न्यायाघीश",
  "reading the evidence of one Bhagwati Prashad, Clerk (MW 1), who had produced photocopies of the attendance register, after the order dated 9th": "ने भगवती प्रसाद, क्लर्क (एमडब्ल्यूआई), जिसने उपस्थिति रजिस्टर की फोटोकॉपी प्रस्तुत की थी, के साक्ष्य को",
  "The aforesaid evidence adduced by Bhagwati Prashad, Clerk, could not": "200] के आदेश को बदल दिया था। भगवती प्रसाद, क्लर्क द्वारा पेश किए गए उपरोक्त साक्ष्य को ध्यान में नहीं",
  "by placing reliance on the evidence adduced by Bhagwati Prashad before the Labour Courtafter the conclusion of the issuc and without allording any opportunity to the workman-appellant. Itis erroneous for the teamed": "अवसर दिए बिना भगवती प्रसाद द्वारा श्रम न्यायालय के समक्ष पेश किए गए साक्ष्य पर भरोसा करके एक त्रुटि",
  "any opportunity to the workman-appellant. Itis erroneous for the teamed Single Judge to conclude at the end of para 2 ‘that the workman-appellant": "की। विद्वान एकल न्यायाधीश के लिए पैरा 2 के अंत में यह निष्कर्ष निकालना गलत है कि 'कर्मकार अपीलकर्ता",
  "did not lead any evidence in rebuttal but the Labour Court held that once the enquiry has held to be unfair and improper the evidence of": "ने खंडन में कोई साक्ष्य ग्रखुत नहीं किया 4ब न्यायालय ने माना।कि एक बार जांच अनगुवित ओर अनुचित हो गई",
  "the Management subsequently cannot rectify that lapse’. Wis not even pleaded case in the writ petition by the Management-Haryana Roadways.": "हैं तो प्रबंधन के साक्ष्य बाद में उस चूक को ठीक नहीं कर सकते हैं/ “यह मामला प्रबंधन-हरियाणा रोडवेज की रिट याचिका में भी दर्ज नहीं है।",
  "(7) The aloresaid sequence of event would show that the learned Single Judge has committed an error because there is no finding recorded": "(0 घनवना के पूर्वोक्‍त अनुक्रम से पता चलता है कि विद्वक एकल न्यायाधीश ने एक त्रुटि की है क्योंकि",
  "cither by the Labour Court or by the Icarned Single Judge that the management-Haryana Roadways ever asserted its right for conducting an": "श्रम न्यायालय या विद्वान एकल न्यायाघीश द्वारा दर्ज किया गया कोई निष्कर्ष नहीं है कि प्रबंधन-हरियाणा रोडवेज",
  "management-Haryana Roadways ever asserted its right for conducting an inquiry before the Labour Court afresh. The view taken by the learned": "ने श्रम न्यायालय के समक्ष नए सिरे से जांच करने के अपने अधिकार का दावा किया है। विद्वान एकल न्यायाधीश",
  "Single Judge is neither based on the record nor on the evidence adduced": "द्वारा लिया गया दृष्टिकोण न तो रिकॉर्ड पर आधारित है और न ही श्रम न्यायालय के समक्ष पेश किए गए साक्ष्य",
  "DINESH KUMAR v. STATE OF HARYANA AND OTHERS 59]": "दिनेश कुमार बनाम हरियाणा राज्य और अन्य 589",
  "‘2. Before the Labour Court, the evidence was led by the workman": "(2) कर्मकार-अपीलकर्ता ने श्रम न्यायालय के समक्ष जांच रिपोर्ट को चुनौती देते हुए तर्क दिया"
}