{
  "GRAM PANCHAYAT AND OTHERS v. STATE OF HARYANA AND 472 OTHERS (Sureshwar Thakur, J.)": "ग्राम पंचायत एवं अन्य बनाम हरियाणा राज्य एवं अन्य (सुरेश्वर ठाकुर, जे.)",
  "above regard, rear a civil suit against the Gram Panchayat concerned, before the Civil Court concerned, with the permissible relief, that on": "उपरोक्त के संबंध में, संबंधित ग्राम पंचायत के खिलाफ, संबंधित सिविल न्यायालय के समक्ष, इस अनुमेय राहत के",
  "account of his making a prolonged user thereof or through custom,": "साथ एक दीवानी मुकदमा दायर करें कि उसके द्वारा इसका लंबे समय तक उपयोग करने के कारण या प्रथा के माध्यम",
  "rather his perfecting his title over the dominant heritage, which": "से, बल्कि प्रमुख विरासत पर अपना अधिकार पूरा करने के कारण, जो अन्यथा, जैसा कि ऊपर कहा गया है, ग्राम",
  "(9) In the wake of the above, this Court finds merit in the instant petition, and, is constrained to allow it.": "(9) उपरोक्त के मद्देनजर, यह न्यायालय तत्काल याचिका में योग्यता पाता है, और इसे अनुमति देने के लिए विवश है।",
  "(10) Consequently, the instant petition is allowed. The impugned order is quashed, and, set aside.": "(0) नतीजतन, तत्काल याचिका की अनुमति दी जाती है। विवादित आदेश को रद्द कर दिया जाता है, और अलग कर दिया जाता है।",
  "(11) All the pending application(s), if any, is/are also disposed of.": "(।) सभी लंबित आवेदन (ओं) यदि कोई हैं, तो उनका भी निपटान किया जाता है।",
  "Reporter-Ankit Grewal": "रिपोर्टर-अंकित गरेवाल",
  "GRAM PANCHAYAT AND OTHERS v. STATE OF HARYANA AND 468 OTHERS (Sureshwar Thakur, J.)": "ग्राम पंचायत और अन्य बनाम हरियाणा राज्य और अन्य (सुरेश्वर ठाकुर, जे.)",
  "Before Sureshwar Thakur & Kuldeep Tiwari, JJ.": "समक्ष सुरेश्वर ठाकुर और कुलदीप तिवारी, जेजे",
  "GRAM PANCHAYAT SAIDPUR, MOHAMMADPUR—Petitioner": "ग्राम पंचायत सैदपुर, मोहम्मदपुर- याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "CWP No. 21623 of 2017 (O&M)": "2077 का सीडब्ल्यूपी संख्या 27623 (ओ एंड एम)",
  "January 27, 2023": "27 जनवरी, 2023",
  "Challenge to provision of passage’ granted during consolidation proceedings—Application under §.42 claiming": "समेकन कार्यवाही के दौरान दिए गए मार्ग के प्रावधान को चुनौती-धारा ५2 के तहत आसान अधिकारों का दावा करने",
  "easementary rights—Claim that passage be provided from land belonging to Gram Panchayat and not from private land—No": "वाला आवेदन-दावा है कि मार्ग ग्राम पंचायत से संबंधित भूमि से प्रदान किया जाए न कि निजी भूमि से-भूमि मालिक",
  "objection taken by land owner from whose land passage provided—": "द्वारा कोई आपत्ति नहीं ली गई, जिसके भूमि मार्ग से प्रदान किया गया था -",
  "Scope of petition under S.42 limited to case where no passage": "धारा ५2 के तहत याचिका का दायरा ऐसे मामले तक सीमित है जहां समेकन के दौरान कोई मार्ग प्रदान नहीं किया",
  "provided during consolidation or path provided but obstructed— Under facts and circumstances—Application not maintainable—": "गया है या मार्ग प्रदान किया गया है लेकिन बाधित किया गया है-तथ्यों और परिस्थितियों में- आवेदन रखरखाव योग्य",
  "Petition dismissed.": "नहीं है - याचिका खारिज कर दी गई।",
  "Held, that the effect, of a passage being carved rather after the lawful termination of consolidation operation in the mohal concerned,": "यह अभिनिर्धारित किया गया कि संबंधित मोहल में समेकन प्रचालन की विधिपूर्वक समाप्ति के पश्चात्‌ उत्कीर्ण किए जा",
  "for exercisings thereons of easementary rights by all the land owners": "रहे किसी मार्ग का, सभी संबंधित भूमि स्वामियों द्वारा सुलभ अधिकारों के प्रयोग के लिए, प्रभाव यह है कि, केवल तभी",
  "concerned, is that, only when there was an obstruction or hindrance(s) at the instance of any person concerned, qua the exercisings thereons, of easementary rights by the land owner(s) concerned, that thereupon,": "संबंधित व्यक्ति के आग्रह पर कोई बाधा या बाधा (ओं) थी, तो संबंधित भूमि स्वामी (ओं) द्वारा उस पर सुलभ अधिकारों",
  "alone the land owners concerned, becoming ably facilitated to cast an application under Section 42 of the Act, before the competent authority": "(ओं) थी, उस पर संबंधित भूमि स्वामियों को सक्षम प्राधिकारी के समक्ष अधिनियम की धारा ५2 के अधीन आवेदन",
  "concerned. However, there is no evidence on record suggestive, that": "करने के लिए सक्षम बनाया जाता है। हालांकि, रिकॉर्ड पर ऐसा कोई सबूत नहीं है जो यह सूचित करता हो कि संबंधित",
  "there was any visible hindrances or obstacle(s), reared by any land owners concerned, against the person concerned, or his predecessor-in- interest against the exercisings thereons of easementary rights.": "भूमि मालिकों द्वारा, संबंधित व्यक्ति या उसके पूर्ववर्ती के खिलाफ, आसान अधिकारों के प्रयोग के खिलाफ कोई प्रत्यक्ष",
  "Therefore, even on the above score, the petition filed under Section 42 of the Act.": "बाधा या बाधाएं पैदा की गई थीं। इसलिए, उपरोक्त स्कोर पर भी, अधिनियम की धारा ५2 के तहत याचिका दायर की गई।",
  "(Para 6)": "(पेरा 6)",
  "Neeraj Gupta, Advocate , for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता नीरज गुप्ता।",
  "Pardeep Prakash Chahar, DAG, Haryana.": "प्रदीप प्रकाश चाहर, डीएजी, हरियाणा।",
  "Atul Yadav, Advocate for respondents No. 3 and 4.": "अतुल यादव, प्रतिवादियों के वकील नं। 3 और ५.",
  "SURESHWAR THAKUR, J.": "सुरेश्वर ठाकुर, जे।",
  "(1) Respondent No. 3 herein preferred an application cast under": "(॥) प्रतिवादी नं. 3 यहाँ नीचे दिए गए आवेदन को प्राथमिकता दी गई है",
  "Section 42 of the East Punjab Holdings (Consolidation and Prevention of Fragmentation) Act, 1948 (for short 'the Act'). In the above": "ईस्ट पंजाब होल्डिंग्स (समेकन और विखंडन की रोकथाम) अधिनियम, 9५8 की धारा ५2 (संक्षेप में 'अधिनियम')",
  "application, the respondent herein claimed path measuring 4 karam i.e. 22 feet wide from rectangle No. 10 killa No. 10, belonging to Gram": "उपरोक्त आवेदन में, प्रतिवादी ने ५ कराम मापने वाले पथ का दावा किया है जो आयत संख्या से 22 फीट चौड़ा है। ॥0",
  "22 feet wide from rectangle No. 10 killa No. 10, belonging to Gram Panchayat, and, whereas the applicant has been given the area of": "किला नं. 0, ग्राम पंचायत से संबंधित है, और, जबकि आवेदक को आयत संख्या का क्षेत्र दिया गया है। 0 किला नं.",
  "rectangle No. 10 killa No. 2 adjacent land of Gram Panchayat, rectangle No.9, killa No.2 village Saidpur, Mohammadpur, Gurgaon. On the": "2 ग्राम पंचायत की निकटवर्ती भूमि, आयत संख्या 9, किला संख्या. 2 गांव सैदपुर, मोहम्मदपुर, गुड़गांव। उपरोक्त",
  "above application, the impugned order, as carried in Annexure P-3, became pronounced. The Gram Panchayat concerned, becomes": "आवेदन पर, आशक्षेपित आदेश, जैसा कि अनुलग्नक पी-3 में दिया गया है, स्पष्ट हो गया। संबंधित ग्राम पंचायत, अनुलग्नक",
  "aggrieved from the drawings of Annexure P- 3, and, is led to institute there against the instant writ petition.": "पी-3 के चित्रों से व्यथित हो जाती है, और तत्काल रिट याचिका के खिलाफ वहां स्थापित करने के लिए प्रेरित किया",
  "(2) It is not disputed amongst the parties at contest, that during": "(2) विरोध करने वाले पक्षों के बीच यह विवादित नहीं है कि समेकन कार्यवाही के दौरान, सभी संबंधित भूमि धारकों",
  "land. However, subsequently the applicant acquired the land concerned, from the above one Mange Ram.": "प्रयोग करने में सक्षम नहीं बनाते थे। हालांकि, बाद में आवेदक ने उपरोक्त मांगे राम से संबंधित भूमि का अधिग्रहण किया।",
  "(3) Moreover, after the lawful termination of the consolidation proceedings, the bachat or surplus land was allotted in favour of the": "(3) इसके अतिरिक्त, समेकन कार्यवाहियों की विधिपूर्वक समाप्ति के पश्चात्‌, बछेट या अधिशेष भूमि का आबंटन",
  "Gram Panchayat concerned, and, a corresponding entry in respect of the disputed land, was recorded in the jamabandi obviously in favour of the": "संबंधित ग्राम पंचायत के पक्ष में किया गया था और विवादित भूमि के संबंध में तत्स्थानी प्रविष्टि जामबंदी में स्पष्टतः",
  "(4) The legal permissibility to move a valid application under Section 42 of the Act (supra), would become sparked on two counts; (a)": "(५) अधिनियम (उपर्युक्त) की धारा ५2 के अधीन एक वैध आवेदन प्रस्तुत करने की कानूनी अनुमति दो मामलों पर",
  "thereons of easementary rights by all the land owners concerned. (b) In": "लागू होगी; (क) यदि समेकन प्राधिकरणों ने समेकन कार्यों के दौरान, सभी संबंधित भूमि मालिकों द्वारा आसान",
  "exercisings thereons of easementary rights by all the land owners concerned, yet subsequently there being unlawful obstructions or": "किया गया है, तो उस पर सभी संबंधित भूमि मालिकों द्वारा आसान अधिकारों के प्रयोग के लिए, फिर भी बाद में किसी",
  "concerned, yet subsequently there being unlawful obstructions or hindrances by any person against their user by the concerned.": "व्यक्ति द्वारा संबंधित द्वारा उनके उपयोगकर्ता के खिलाफ गैरकानूनी बाधाएं या बाधाएं हैं।",
  "(5) However, as above stated, there is no wrangle amongst the contesting litigants qua on the lawful termination of consolidation": "(5) हालांकि, जैसा कि ऊपर कहा गया है, संबंधित मोहल में समेकन कार्यों की वैध समाप्ति पर लड़ने वाले वादियों के",
  "GRAM PANCHAYAT AND OTHERS v. STATE OF HARYANA AND 470 OTHERS (Sureshwar Thakur, J.)": "ग्राम पंचायत एवं अन्य बनाम हरियाणा राज्य एवं अन्य (सुरेश्वर ठाकुर, जे.)",
  "Section 42 of the Act, was not maintainable nor any affirmative order": "अधिनियम की धारा ५2, बनाए रखने योग्य नहीं थी और न ही उस पर कोई सकारात्मक आदेश, संबंधित सक्षम",
  "(6) The effect, of a passage being carved rather after the lawful termination of consolidation operation in the mohal concerned, for": "(6) संबंधित मोहल्ल में समेकन प्रचालन की विधिपूर्वक समाप्ति के पश्चात्‌ उत्कीर्ण किए जा रहे किसी मार्ग का, सभी",
  "exercisings thereons of easementary rights by all the land owners concerned, is that, only when there was an obstruction or hindrance(s)": "संबंधित भूमि स्वामियों द्वारा उस पर सुलभ अधिकारों के प्रयोग के लिए, प्रभाव यह है कि, केवल तभी जब किसी",
  "alone the land owners concerned, becoming ably facilitated to cast an": "का प्रयोग किया जाता है, जिसके परिणामस्वरूप, केवल संबंधित भूमि स्वामी ही सक्षम प्राधिकारी के समक्ष अधिनियम",
  "application under Section 42 of the Act, before the competent authority concerned. However, there is no evidence on record suggestive, that": "की धारा ५2 के अधीन आवेदन करने के लिए सक्षम हो जाते हैं। हालांकि, रिकॉर्ड पर ऐसा कोई सबूत नहीं है जो यह",
  "owners concerned, against the person concerned, or his predecessor-in-": "सूचित करता हो कि संबंधित भूमि मालिकों द्वारा, संबंधित व्यक्ति या उसके पूर्ववर्ती के खिलाफ, आसान अधिकारों के",
  "of the Act, was not maintainable before the competent statutory authority.": "५2 के तहत दायर याचिका, सक्षम वैधानिक प्राधिकरण के समक्ष विचारणीय नहीं थी।",
  "(7) Be that as it may, there is also no evidence on record": "(7) जो भी हो, अभिलेख पर ऐसा कोई साक्ष्य भी नहीं है जो यह सूचित करता हो कि वर्तमान याचिकाकर्ता के विक्रेता",
  "suggestive, that there was any demur or protest raised by one Sadhu Ram, the vendor of the present petitioner, against the carvings of the passage, by the consolidation authorities, on the possible permissible": "साधु राम द्वारा मार्ग की नक्‍्काशी के विरुद्ध, समेकन प्राधिकरणों द्वारा, संभावित अनुमेय आधार पर, कोई आपत्ति या",
  "premise, that yet his being disabled to exercise thereons his easmentary rights, rather for his making accesses onto his land. The effect, of the": "विरोध किया गया था, कि फिर भी वह अपने भूमि पर प्रवेश करने के बजाय अपने अधिभोग अधिकारों का प्रयोग करने",
  "carved passage, and/or, that it did provide the relevant accesses to him onto his lands, and/or subsequently also did it also provide the relevant": "रूप से नकक्‍्काशीदार मार्ग था, और /या, कि इसने उसे उसकी भूमि पर प्रासंगिक पहुंच प्रदान की थी, और»या बाद में",
  "accesses even onto the land of the present petitioner, who made purchases thereof from one Sadhu Ram. Therefore, even if the said": "इसने वर्तमान याचिकाकर्ता की भूमि पर भी प्रासंगिक पहुंच प्रदान की थी, जिसने साधु राम से इसकी खरीद की थी।",
  "accesses did not ably facilitate the present petitioner, thereupon, he is": "इसलिए, भले ही उक्त प्रवेशकों ने वर्तमान याचिकाकर्ता को सक्षम रूप से सुविधा प्रदान नहीं की हो, फिर भी वह साधु",
  "yet estopped, from his drawing a deed of conveyance with one Sadhu Ram, to at this belated stage contend, that the said carved passage,": "राम के साथ एक वाहन विलेख बनाने से इस विलंबित चरण में यह तर्क देने के लिए अलग हो गया है कि उक्त",
  "which became accepted without demur, by his alienor, was of no avail": "नक्काशीदार मार्ग, जिसे उसके विदेशी द्वारा बिना किसी आपत्ति के स्वीकार कर लिया गया था, उसका कोई फायदा",
  "to him, as it did not ably enable him to access the lands, as became purchased by him from one Sadhu Ram. It appears that the petitioner, in": "नहीं था, क्योंकि इसने उसे उन भूमि तक पहुंचने में सक्षम नहीं बनाया, जैसा कि उसने साधु राम से खरीदा था। ऐसा"
}