{
  "Before Avneesh Jhingan, J.": "समक्ष अवनीश झिंगन, जे.",
  "M/S CHANDI CONTRACTORS PVT. LTD — Petitioner": "मैसर्स चांदी कॉन्ट्रैक्टर्स प्राइवेट लिमिटेड - याचिकाकर्ता",
  "versus": "बनाम",
  "EXECUTIVE ENGINEER AND OTHERS — Respondents": "कार्यकारी इंजीनियर और अन्य - प्रतिवादी",
  "CR No. 3877 of 2018": "सीआर संख्या 3877 ऑफ 20॥8",
  "May 15, 2023": "क्‍5 मई, 2023",
  "Code of Civil Procedure, 1908—S.115, Arbitration and Conciliation Act, 1996—Ss. 37 and 31(7) (a) and 31(7)(b)—": "सिविल प्रक्रिया संहिता, 4908-धारा ॥5, माध्यस्थम्‌ और सुलह अधिनियम, 996-उपधारा 37 और 3॥ (7) (ए)",
  "calculating interest u/s 31(7)(b) of Act, 1996—Arbitral award dated": "और 3। (7) (बी)-अधिनियम, 996 की धारा 3 (7) (बी) के अधीन ब्याज की गणना-माध्यस्थम्‌ अधिनिर्णय",
  "05.12.2023 set aside in review petition filed by respondent —Appeal preferred by Petitioner under S. 37 of Act, 1996 Allowed—Arbitral": "दिनांक 05.2.2023 प्रत्यर्थी द्वारा दायर समीक्षा याचिका में अलग रखा गया - अधिनियम, 996 की धारा 37 के",
  "Award upheld—Execution petition claiming interest on interest pendent lite dismissed—challenged—Held, Interest awarded under": "तहत याचिकाकर्ता द्वारा दायर अपील अनुमति दी गई- मध्यस्थता पुरस्कार बरकरार-ब्याज लंबित पर ब्याज का दावा",
  "S.31(7)(a) of Act, 1996 will take colour of ‘sum’ and it partakes character of principal for the purpose of calculating interest under S.": "दिया गया ब्याज 'राशि' का रंग लेगा और यह अधिनियम, 996 की धारा 3। (7) (बी) के तहत ब्याज की गणना के",
  "Held, that the only issue involved in the present petition is as to whether interest as per Section 31(7)(b) of the Act is to be awarded on": "अभिनिर्धारित किया गया कि वर्तमान याचिका में एकमात्र मुद्दा यह है कि क्या अधिनियम की धारा 3 (7) (बी) के",
  "interest granted till the date of passing of the award or not?": "अनुसार ब्याज अधिनिर्णय के पारित होने की तारीख तक दिए गए ब्याज पर दिया जाना है या नहीं?",
  "(Para 7)": "(पैरा 7)",
  "Further held, that the legal position emerges that the interest awarded till the passing of award partakes character of principal, in": "इसके अलावा यह अभिनिर्धारित किया गया कि कानूनी स्थिति यह है कि पुरस्कार के पारित होने तक दिया गया",
  "awarded till the passing of award partakes character of principal, in other words the 'sum’. It would be apposite to mention here that it was": "ब्याज मूलधन के चरित्र को दर्शाता है, दूसरे शब्दों में 'राशि। यहाँ यह उल्लेख करना उचित होगा कि यह ब्याज के",
  "not a case of compounding of interest. The issue was required to be analysed from different angle i.e. whether the interest granted under": "चक्रवृद्धि का मामला नहीं था। इस मुद्दे का विभिन्न कोणों से विश्लेषण करने की आवश्यकता थी कि क्‍या अधिनियम",
  "Section 31(7)(a) of the Act is to be considered to be calculated under Section 37(1)(b) of the Act.": "की धारा 3। (7) (ए) के तहत दिए गए ब्याज की गणना अधिनियम की धारा ३7 (॥) (बी) के तहत की जानी चाहिए।",
  "(Para 9)": "(पैरा 9)",
  "Dheeraj Mahajan, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता धीरज महाजन।",
  "Sharad Aggarwal, DAG, Haryana.": "शरद अग्रवाल, डीएजी, हरियाणा।",
  "AVNEESH JHINGAN, J (Oral):": "अवनीश जिंगान, जे (मौखिक)",
  "(1) This revision petition is filed seeking setting aside of order dated 22.3.2018 dismissing the execution petition.": "(।) यह पुनरीक्षण याचिका निष्पादन याचिका को खारिज करने वाले दिनांक 22.3.208 के आदेश को रद्द करने के लिए दायर की गई है।",
  "(2) The relevant facts are that the parties on 10.10.1997 entered into an agreement for replacing of head regulator/bridge at RD": "(2) प्रासंगिक तथ्य यह हैं कि पार्टियों ने 0.0.997 को आरडी में हेड रेगुलेटर ब्रिज को बदलने के लिए एक समझौता किया",
  "M/S CHANDI CONTRACTORS PVT. LTD v. EXECUTIVE ENGINEER — 1595 AND OTHERS (Avneesh Jhingan, J.)": "मेसर्स चांदी कॉन्ट्रैक्टर्स प्राइवेट लिमिटेड बनाम कार्यकारी इंजीनियर और अन्य (अवनीश झिंगन, जे.)",
  "No. 144895. As a result of dispute between the parties, the work allotted was terminated on 8.7.1998. The arbitration proceedings at the": "नं. +६895. पक्षों के बीच विवाद के परिणामस्वरूप, आवंटित कार्य 8.7.998 को समाप्त कर दिया गया था।",
  "instance of the petitioner, culminated in award dated 5.12.2003. The": "याचिकाकर्ता के आग्रह पर मध्यस्थता कार्यवाही, दिनांक 5.2.2003 के अधिनिर्णय में समाप्त हुई। यह पुरस्कार",
  "award was clarified on 19.12.2003. The objections filed by the": "9.2.2003 को घोषित किया गया था। प्रत्यर्थियों द्वारा दायर आपत्तियों को १2.2006 को खारिज कर दिया गया था।",
  "respondents were dismissed on 1.12.2006. The award was set aside in the review filed by the respondent. The petitioner succeeded in appeal": "प्रत्यर्थी द्वारा दायर समीक्षा में पुरस्कार को अलग रखा गया था। याचिकाकर्ता मध्यस्थता और सुलह अधिनियम, 996",
  "the review filed by the respondent. The petitioner succeeded in appeal under Section 37 of the Arbitration and Conciliation Act, 1996 (for short, ‘the Act') and the award was upheld. Operative part of the order": "(संक्षेप में, 'अधिनियम') की धारा 37 के तहत अपील करने में सफल रहा और पुरस्कार को बरकरार रखा गया। इस",
  "passed by this Court is reproduced below:": "न्यायालय द्वारा पारित आदेश का परिचालन भाग नीचे पुनः प्रस्तुत किया गया हैः",
  "“In view of the aforesaid discussions, this appeal is accepted. Impugned judgment is set aside and the review": "\"उपरोक्त चर्चाओं को ध्यान में रखते हुए, यह अपील स्वीकार की जाती है। विवादित फैसले को दरकिनार कर दिया",
  "petition is dismissed. Since the Arbitrator had awarded interest @12% per annum, but had not made it clear as to": "जाता है और पुनर्विचार याचिका खारिज कर दी जाती है। चूंकि मध्यस्थ ने प्रति वर्ष /2% की दर से ब्याज दिया था,",
  "up to which date it was awarded, therefore, necessity to clarify the ambiguity has arisen. Thus, while exercising the": "लेकिन यह स्पष्ट नहीं किया था कि यह किस तारीख तक दिया गया था, इसलिए अस्पष्टता को स्पष्ट करने की आवश्यकता",
  "clarify the ambiguity has arisen. Thus, while exercising the powers under Section 31(7) of the Arbitration and Conciliation Act, 1996, it is ordered that the appellant": "उत्पन्न हुई है। इस प्रकार, मध्यस्थता और सुलह अधिनियम, 996 की धारा 3 (7) के तहत शक्तियों का प्रयोग करते",
  "(3) In the execution proceedings, the petitioner claimed interest @ 12% on principal amount of Rs.1,62,26,211/- quantified at": "(3) निष्पादन कार्यवाही में, याचिकाकर्ता ने रुपये की मूल राशि पर 62% ब्याज का दावा किया। ।, 62, 26,2/-",
  "Rs.1,02,70,736/-. The claim of interest on the interest pendente lite was rejected by observing that this Court had not ordered compounding of interest.": "रु।।, 02, 70,736 /- है। ब्याज लंबित पर ब्याज के दावे को यह कहते हुए खारिज कर दिया गया था कि इस न्यायालय ने ब्याज के चक्रवृद्धि का आदेश नहीं दिया था।",
  "(4) Learned counsel for the petitioner relies upon the decision of the Supreme Court in M/s Hyder Consulting (UK) Ltd. versus": "(५) याचिकाकर्ता का विद्वान वकील मेसर्स हैदर कंसल्टिंग (यू. के.) लिमिटेड बनाम गवर्नर, उड़ीसा राज्य में चीफ",
  "Governor, State of Orissa through Chief Engineer! and UHL Power Company Ltd. versus State of Himachal Pradesh” to submit that the": "इंजीनियर' और यू. एच. एल. पावर कंपनी लिमिटेड बनाम हिमाचल प्रदेश राज्यः के माध्यम से उच्चतम न्यायालय के",
  "(5) Learned counsel for the respondents defends the impugned order.": "(5) उत्तरदाताओं के लिए विद्वान वकील आशक्षेपित आदेश का बचाव करता है।",
  "(6) It is undisputed fact that this court while allowing the": "(6) यह निर्विवाद तथ्य है कि इस न्यायालय ने अपील को अनुमति देते हुए अधिनियम की धारा 3। (7) (ए) और (बी)",
  "(7) The only issue involved in the present petition is as to": "(7) वर्तमान याचिका में शामिल एकमात्र मुद्दा यह है कि -",
  "'2015(2) SCC 189": "205 (2) एससीसी 89",
  "2 2022(1) R.C.R (Civil) 677": "22022 (॥) आर. सी. आर. (सिविल) 677",
  "whether interest as per Section 31(7)(b) of the Act is to be awarded on": "अधिनियम की धारा 3। (7) (बी) के तहत \"मध्यस्थता पुरस्कार द्वारा भुगतान करने के लिए निर्देशित राशि\" है और",
  "31(7)(a) of the Act for the purpose of calculating interest under Section 31(7)(b) of the Act. The relevant paragraphs are reproduced below:": "अधिनियम की धारा 3। (7) (बी) के तहत जो दिया जा रहा है वह \"ब्याज पर ब्याज\" है। उपखंड (बी) के अधीन ब्याज",
  "award\" and not the \"arbitral tribunal’. The arbitral award,": "अनुदान\" अभिव्यक्ति उत्पन्न नहीं होती है और इसलिए, मध्यस्थ न्यायाधिकरण ब्याज अनुदान के अनुबंध में खंड के"
}