{
  "time a fair, rational, objective and transparent policy/norms to meet": "तर्कसंगत, उद्देश्यपूर्ण और पारदर्शी नीति/मानदंड बनाए जाते हैं, तो दोनों राज्य",
  "following procedure as part of the decision making process for appointments as Members and Chairman of the Public Service Commission :—": "लोक सेवा आयोग के सदस्यों और अध्यक्ष के रूप में नियुक्तियों के लिए निर्णय लेने की प्रक्रिया के हिस्से के रूप में निम्नलिखित प्रक्रिया का पालन करेंगेः--",
  "The Search Committee shall consist of at least three members—": "(ख) खोज समिति में कम से कम तीन सदस्य होंगे-सदस्यों में से एक",
  "one of the members shall be serving Principal Secretary i.e. not below the rank of financial Commissioner and the third member can be serving or retired Bureaucrat not below the rank of": "सेवारत प्रधान सचिव होगा अर्थात वित्तीय आयुक्त के पद से कम नहीं और तीसरा सदस्य सेवारत या सेवानिवृत्त नौकरशाह हो सकता है जो वित्तीय",
  "Financial Commissioner, or member of the armed forces not": "आयुक्‍त के पद से कम नहीं हो, या सशस्त्र बलों का सदस्य जो ब्रिगेडियर के",
  "The Search Committee shall consider all the names which came": "(ग) खोज समिति उन सभी नामों पर विचार करेगी जो उसके संज्ञान में आए",
  "to its notice or are forwarded by any person or by any aspirant—The Search Committee shall prepare panel of suitable": "थे या किसी व्यक्ति या किसी उम्मीदवार द्वारा भेजे गए थे-खोज समिति",
  "candidates equal to the three times the number of vacancies.": "रिक्तियों की संख्या के तीन गुना के बराबर उपयुक्त उम्मीदवारों का पैनल",
  "While preparation of the panel, it shall be specifically elicited": "(घ) पैनल की तैयारी करते समय, यह विशेष रूप से किसी भी अदालती मु",
  "conviction or otherwise in a criminal court or civil court decree": "आपराधिक अदालत या दीवानी अदालत के हुक्मनामा या किसी अन्य",
  "or any other proceedings that may have a bearing on the integrity and character of the candidates.": "उम्मीदवारों की ईमानदारी और चरित्र पर असर पड़ सकता है।",
  "Such panel prepared by the Search Committee shall be": "(ई) खोज समिति द्वारा तैयार किए गए ऐसे पैनल पर एक उच्चाधिकार",
  "considered by a High Powered Committee consisting of Hon’ble": "प्राप्त समिति द्वारा विचार किया जाएगा जिसमें माननीय मुख्यमंत्री,",
  "Chief Minister, Speaker of Assembly and Leader of Opposition.": "विधानसभा अध्यक्ष और विपक्ष के नेता शामिल होंगे।",
  "relevant materials with relative merits of the candidates for the approval of the Hon’ble Governor after completing the": "करने के बाद माननीय राज्यपाल के अनुमोदन के लिए उम्मीदवारों के सापेक्ष",
  "The proceedings of the Search Committee shall be conducted": "(छ) खोज समिति की कार्यवाही जनहित याचिका के मामले में केंद्र में",
  "appointment of the Members and Chairman of the Commission.”": "निर्णय को ध्यान में रखते हुए, हम पाते हैं कि आयोग के अध्यक्ष और सदस्यों की",
  "commission cannot conduct selection process in arbitrary, capricious and": "मनमौजी और दुर्भावनापूर्ण तरीके से संचालित नहीं कर सकता है।चयन प्रक्रिया में",
  "process, it is necessary that the members of the Commission are also appointed in transparent and objective manner. Article 14 ensures that all": "के सदस्यों की नियुक्ति भी पारदर्शी और वस्तुनिष्ठ तरीके से की जाए।अनुच्छेद",
  "the decision making process is not transparent, objective and no effort has": "है।चूंकि निर्णय लेने की प्रक्रिया पारदर्शी, उद्देश्यपूर्ण नहीं है और संवैधानिक कार्यो",
  "been made to choose the best possible talent to discharge the Constitutional": "के निर्वहन के लिए सर्वोत्तम संभव प्रतिभा का चयन करने का कोई प्रयास नहीं",
  "functions, the appointment of Respondent No. 4 is liable to be set aside.": "किया गया है, इसलिए प्रतिवादी संख्या 4 की नियुक्ति को निरस्त किया जा",
  "(Para 69)": "(पैरा 69)",
  "D. S. Patwalia, Adovcate and Aalok Jagga, Advocate for the": "डी. एस. पटवालिया, अधिवक्ता और आलोक जग्गा, अधिवक्ता",
  "petitioner.": "याचिकाकर्ताी के लिए",
  "Dr. Anmol Rattan Sidhu, Asstt. Solicitor General of India with": "डॉ. अनमोल रतन सिद्धू, भारत के सहायक सॉलिसिटर जनरल, अधिवक्ता",
  "S. S. Swaich, Advocate for respondent No. 1.": "एस. एस. स्वाइच के साथ प्रतिवादी संख्या । के लिए",
  "P. P. Rao, Senior Advocate, with Sarvesh Bisaria, Advocate, and": "पी. पी. राव, वरिष्ठ अधिवक्ता, सर्वेश बिसारिया अधिवक्ता और वी. के.",
  "V. K. Jindal, Additional Advocate General, Punjab for respondent No. 2.": "जिंदल, अतिरिक्त महाधिवकक्‍ता पंजाब प्रतिवादी संख्या 2 के लिए",
  "Gurminder Singh, Advocate for respondent No. 3.": "गुरमिंदर सिंह, अधिवक्ता प्रतिवादी संख्या 3 के लिए",
  "C. M. Munyjal, Advocate for respondent No. 4.": "सी. एम. मुंजाल, अधिवक्ता प्रतिवादी संख्या 4 के लिए",
  "H. S. Hooda, Advocate General, Haryana, with Pradeep Singh": "एच. एस. हुइडा, हरियाणा के महाधिवक्‍ता, प्रदीप सिंह पूनिया अतिरिक्त",
  "H. N. Mehtani, Advocate for respondent No. 6.": "एच. एन. मेहतानी, अधिवक्ता प्रतिवादी संख्या 6 के लिए",
  "HEMANT GUPTA, J.": "हेमंत गुप्ता, न्यायमूर्ति",
  "I. The reference to the Full Bench—the subject that requires full-fledged consideration :—": "पूर्ण पीठ का संदर्भ-वह विषय जिस पर पूर्ण विचार की आवश्यकता हैः",
  "issues arising out of appointment of respondent No. 4 as Chairman of the Punjab Public Service Commission (for short referred to as ‘the Commission’ ).": "(]) पंजाब लोक सेवा आयोग (संक्षेप में 'आयोग' के रूप में संदभित) के अध्यक्ष के रूप में प्रतिवादी संख्या 4 की नियुक्ति से उत्पन्न होने वाले मुद्दों के",
  "His appointment was challenged before a Division Bench of this Court just": "की पूर्व संध्या पर उनकी नियुक्ति को इस न्यायालय की एक खण्ड पीठ के",
  "issues raised in the case and referred the matter observing, as follows :": "तात्कालिकता को देखा और मामले को निम्नलिखित रूप में संदर्भित किया:",
  "“6. Eventhough, Article 316 of the Constitution does not prescribe": "“6. यद्यपि संविधान का अनुच्छेद 36 नियुक्ति के उद्देश्य और",
  "nature of appointment, it cannot be assumed that power of": "है, फिर भी यह नहीं माना जा सकता है कि नियुक्ति की शक्ति को",
  "appointment need not be regulated by any procedure. It is": "किसी भी प्रक्रिया दवारा विनियमित करने की आवश्यकता नहीं है।यह",
  "undisputed that person to be appointed must have competence": "निर्विवाद है कि नियुक्त किए जाने वाले व्यक्ति में योग्यता और",
  "Hon’ble Supreme Court in R/o Dr. Ram Ashray Yadav, Chaiman, Bihar Public Service Commission, (1) Ram Kumar": "'डॉ. राम आश्रय यादव, चेयरमैन, बिहार लोक सेवा आयोग”, 'राम",
  "Kashyap and another versus Union of India and another": "कुमार कश्यप और एक अन्य बनाम भारत संघ और एक अन्य” और",
  "(2), and In re Mehar Singh Saini, Chairman, HPSC and": "“हरियाणा लोक सेवा आयोग के अध्यक्ष मेहर सिंह सैनी और अन्य",
  "7.  Ifit is so, question is how such persons are to be identified and": "7. यदि ऐसा है, तो सवाल यह है कि ऐसे व्यक्तियों की पहचान और",
  "selected and whether in the present case, procedure adopted": "चयन कैसे किया जाए और क्या वर्तमान मामले में अपनाई गई प्रक्रिया",
  "is valid and if not, effect thereof. We are of the view that these": "वैध है और यदि नहीं, तो इसका क्‍या प्रभाव है? हमारा विचार है कि इन",
  "questions need to be considered by a Bench of three Hon’ ble": "प्रश्नों पर तीन माननीय न्यायाधीशों की पीठ द्वारा विचार किए जाने",
  "Judges. Accordingly, we refer the matter to a Bench of three": "की आवश्यकता है।तदनुसार, हम मामले को तीन माननीय न्यायाधीशों",
  "(2) Even before the case got underway through arguments,": "(2) दलीलों द्वारा से मामला शुरू होने से पहले ही, पंजाब राज्य की ओर से",
  "Mr. P. P. Rao, learned Senior Counsel appearing on behalf of the State of Punjab, submitted that the questions of law as framed by the Division Bench": "पेश वरिष्ठ अधिवक्ता श्री पी. पी. राव ने प्रस्तुत किया कि खण्ड पीठ द्वारा",
  "do not arise for consideration as such questions stand concluded by the": "बनाए गए कानून के प्रश्न विचार के लिए उत्पन्न नहीं होते हैं क्योंकि ऐसे",
  "judgments of Supreme Court. This Full Bench shall therefore return the": "प्रश्न उच्चतम न्यायात्रय के निर्णयों से समाप्त होते हैं।इसलिए यह पूर्ण पीठ",
  "reference without any more adjudication. He stated that the Division Bench": "बिना किसी और निर्णय के संदर्भ को वापस कर देगी।उन्होंने कहा कि खण्ड",
  "has, even while making a reference to the Full Bench, observed that the": "पीठ पूर्ण पीठ का संदर्भ देते हुए भी कहा है कि याचिकाकती द्वारा रिट",
  "regularities and illegalities pointed out by the petitioner in the writ petition": "याचिका में बताई गई अनियमितताएं और अवैधताएं प्रमाणित नहीं होती",
  "do not stand substantiated. Therefore, this Bench cannot frame new questions": "हैं।इसलिए, यह पीठ नए प्रश्न नहीं बना सकती है और पीठ द्वारा दिए गए",
  "(3) (2010) 13 SCC 586.": "3(200) 3 एस. सी. सी. 586",
  "(b) Effect of lack of norms for the post ; recent episodes betray": "(ख) पद के लिए मानवंडों की कमी का प्रभाव; हाल के एपिसोड अप्रिय",
  "unsavoury experiences ;": "अनुभवों को दर्शाते हैं;",
  "(5) The petitioner has pointed out that the State Government has": "(5) याचिकाकर्ता ने कहा है कि राज्य सरकार आयोग के अध्यक्ष या सदस्य",
  "failed to frame any guidelines laying down the educational qualifications, experience or even the procedure for selecting suitable candidates for": "के पद पर नियुक्ति के लिए उपयुक्त उम्मीदवारों के चयन के लिए शैक्षणिक योग्यता, अनुभव या यहां तक कि प्रक्रिया निर्धारित करने के लिए कोई दिशा-",
  "appointment to the post of Chairman or Member of the Commission. Reference has been made to recent incidents of corruption and mismanagement": "उदाहरण के साथ आयोग के मामल्रों में भ्रष्टाचार और कुप्रबंधन की हालिया घटनाओं का संदर्भ दिया गया है।यह दलील दी गई है कि आयोग के अध्यक्ष",
  "Singh Sidhu. It has been pleaded that Mr. Sidhu after being appointed to": "के संवैधानिक पद पर नियुक्त होने के बाद श्री सिद्धू ने योग्यता की पहचान",
  "his position by carrying out recruitment to all classes of posts not by procedure of identification of merit, but by illegal gratification, which finds": "की प्रक्रिया से नहीं, बल्कि अवैध संतुष्टि से सभी वर्गों के पदों पर भर्ती करके",
  "mention in the judgment of Inder Preet Singh Kahlon and other versus": "अपने पद का खुल्लम-खुल्ला दुरुपयोग किया,जिसका उल्लेख इंदर प्रीत सिंह काहलों और अन्य बनाम पंजाब राज्य और अन्य”',के फैसले में यह",
  "State of Punjab and others (4), It is pleaded that after the aforesaid untoward instance, the State Government did not take a wakeup call to": "निवेदन किया जाता है कि उपरोक्त अप्रिय घटना के बाद, राज्य सरकार ने",
  "lay down educational and academic qualifications of outstanding nature and": "उत्कृष्ट प्रकृति की शैक्षिक और शैक्षणिक योग्यताएँओं को निर्धारित करने",
  "scout for talent among persons of high rectitude and integrity as yardsticks for appointment to the said constitutional post.": "और उक्त संवैधानिक पद पर नियुक्ति के लिए मानदंड के रूप में उच्च ईमानदारी और सत्यनिष्ठा वाले व्यक्तियों के बीच प्रतिभा की खोज करने के",
  "(c) The personal attributes and political predilections make the choice of the 4th respondent unfit for the post ;": "(ग) व्यक्तिगत विशेषताएँ और राजनीतिक पूर्वाग्रह चौथे प्रतिवादी के चयन को पद के लिए अयोग्य बनाते हैं।",
  "(4) (2006) 11 SCC 356": "5 (2006) । एस. सी. सी. 356",
  "SALIL SABHLOK v. UNION OF INDIAN AND OTHERS (FB) 13": "सलिल सभलोक बनाम भारतीय संघ और अन्य",
  "and, therefore, the function of the Commission is of great": "और आयोग के प्रमुख कार्य को ध्यान में रखते हुए, यह अनुरोध किया जाता",
  "To ensure that the Chairman and the Members of the Commission are of": "है कि यह बहुत आवश्यक है कि आयोग के अध्यक्ष और सदस्यों के पास",
  "impeccable integrity and caliber possessing adequate administrative experience, so as to select the best possible talent to man the civil posts": "उत्कृष्ट और उच्च स्तर की शैक्षिक योग्यता, चयन, प्रशासन और भर्ती के क्षेत्र में शानदार और उल्लेखनीय अनुभव और शिक्षा के क्षेत्र में भी बेहतर"
}