{
  "LAKSHYA v. CENTRAL BOARD OF SECONDARY EDUCATION AND — 375 ANOTHER (Vikas Bhal, J.)": "लक्ष्य बनाम माध्यमिक शिक्षा का केंद्रीय बोर्ड और अन्य (विकास भाल, जे।)",
  "was also signed by the Principal of the school, show cause notices have": "पर स्कूल के प्रिंसिपल द्वारा भी हस्ताक्षर किए गए थे, स्कूल को कारण बताओ नोटिस जारी किए गए हैं, जिनकी",
  "been issued to the school, copies of which are annexed as Annexure R- 1/3 and Annexure R-1/4. It is submitted that the school has not been": "प्रतियां अनुलग्क आर ।/3 और अनुलग्रक आर-/9% के रूप में संलग्न हैं। यह प्रस्तुत किया जाता है कि वर्तमान",
  "impleaded as a party in the present petition which further substantiates the connivance between the petitioner and the school. It is further": "याचिका में स्कूल को एक पक्षकार के रूप में शामिल नहीं किया गया है जो याचिकाकर्ता और स्कूल के बीच",
  "submitted that a perusal of the result card (Annexure P-1) would show": "मिलीभुगत की पुष्टि करता है। आगे यह प्रस्तुत किया जाता है कि परिणाम कार्ड (अनुलग्नक पी-)) के अवलोकन से",
  "that the petitioner had scored 3 marks in theory in mathematics and": "पता चलेगा कि याचिकाकर्ता ने गणित में सिद्धांत में 3 अंक प्राप्त किए थे और कुल 2 अंक प्राप्त किए थे और उक्त",
  "had a total of 21 marks and had got Grade 'E' in the said subject. It is submitted that even in the other subjects, the petitioner had only scored": "विषय में ग्रेड 'ई' प्राप्त किया था। यह प्रस्तुत किया जाता है कि अन्य विषयों में भी, याचिकाकर्ता ने केवल ग्रेड",
  "Grade ‘D*/D\"’ and had thus scored very less marks even in the other compulsory subjects. It is further submitted that in the first": "'डी2/डी।' प्राप्त किया था और इस प्रकार अन्य अनिवार्य विषयों में भी बहुत कम अंक प्राप्त किए थे। यह आगे प्रस्तुत",
  "compartment examination the petitioner had scored only one mark in": "किया जाता है कि पहली कम्पार्टमेंट परीक्षा में याचिकाकर्ता ने थ्योरी में केवल एक अंक प्राप्त किया था और",
  "theory and had scored 18 marks in practical and got a total of 19 marks and the same clearly shows that the petitioner was not earnest & sincere": "प्रैक्टिकल में 8 अंक प्राप्त किए थे और कुल 9 अंक प्राप्त किए थे और यह स्पष्ट रूप से दर्शाता है कि याचिकाकर्ता",
  "towards his studies at that point in time. It is submitted that any": "उस समय अपनी पढ़ाई के प्रति गंभीर नहीं था। यह प्रस्तुत किया जाता है कि याचिकाकर्ता के प्रति दी गई कोई भी",
  "(5) This Court has heard learned counsel for the parties and has perused the paper-book.": "(5) इस न्यायालय ने पक्षकारों के विद्वान वकील को सुना है और पेपर-बुक का अवलोकन किया है।",
  "(6) The undisputed facts in the present case are that the petitioner had appeared in Class X exams conducted by CBSE in the": "(6) वर्तमान मामले में निर्विवाद तथ्य यह हैं कि याचिकाकर्ता वर्ष 209 में सीबीएसई द्वारा आयोजित दसवीं कक्षा की",
  "year 2019 and had secured the following marks: -": "परीक्षा में उपस्थित हुआ था और उसने निम्नलिखित अंक प्राप्त किए थे: -",
  "Sub Subject Theory | I.A. Positional Code Grade": "उप कोड विषय सिद्धांत आई.ए स्थितिगत ग्रेड",
  "LIT. Two": "एलआईटी।",
  "002 | Hindi Course-A 038 018 | 056 | _ Fifty D1 Six": "002 हिंदी 038 री 8 056 छ्प्पन डी। पाठ्यक्रम-ए",
  "086 Science 013 020 | 033 | Thirty D2": "086 विज्ञान 0॥3 020 033 तैतीसो. | डी2",
  "087 | Social Science 033 020 | 053 |_ Fifty D1": "087 सामाजिक 033 020 053 तिरपन डी। विज्ञान",
  "Additional": "अतिरिक्त",
  "subject": "विषय",
  "Before Vikas Bahl, J.": "समक्ष विकास बहल, जे.",
  "LAKSHYA—Petitioner": "लक्ष्य-याचिकाकर्ता",
  "versus": "बनाम",
  "CENTRAL BOARD OF SECONDARY EDUCATION AND": "माध्यमिक शिक्षा का केंद्रीय बोर्ड और",
  "ANOTHER—Respondents": "अन्य-उत्तरदाता",
  "CWP No. 7533 of 2022": "सीडब्ल्यूपी नं. 2022 का 7533",
  "July 07, 2023": "जुलाई 07, 2023",
  "Constitution of India, 1950—Art.226—Writ of Mandamus and Certiorari-Education Matter—C.B.S.E Bye Laws-Clause 7.4 and 42": "भारत का संविधान, 950- अनुच्छेद 226-रिट ऑफ मैंडमस एंड सर्टिफियोररी-एजुकेशन मैटर-सीबीएसई उप",
  "rewrite clause—further further Concealment of material facts disentilles petitioner to relief.": "लिख सकता है-आगे भौतिक तथ्यों को छिपाना याचिकाकर्ता को राहत से वंचित कर देता है।",
  "Held, that Challenge to Clause 42(v) of the Examination By-laws of CBSE is completely devoid of merit and deserves to be rejected in": "आयोजित, सीबीएसई के परीक्षा उपनियमों के खंड ५2 (५) को चुनौती पूरी तरह से योग्यता से रहित है और",
  "view of the following reasons: - (i) No rule, regulation, bye-law or law has been referred to by the learned counsel for the petitioner to show": "निम्नलिखित कारणों को देखते हुए अस्वीकार किए जाने के योग्य है: - () याचिकाकर्ता के लिए विद्वान वकील द्वारा यह दिखाने के लिए कोई नियम, विनियमन, उपनियम या कानून संदर्भित नहीं किया गया है कि याचिकाकर्ता को",
  "that the petitioner had any legal right to be given more than one chance for confirming his provisional admission to Class XI.": "कक्षा 20 में अपने अस्थायी प्रवेश की पुष्टि करने के लिए एक से अधिक अवसर दिए जाने का कोई कानूनी अधिकार",
  "(ii) Clause 7.4 as well as Clause 42(v) of the Examination Bye-laws were in force on the date when the petitioner had given the examination": "()) परीक्षा उपनियमों के खंड 7.4 के साथ-साथ खंड ५2 (५) उस तारीख को लागू थे जब याचिकाकर्ता ने कक्षा » के",
  "for Class X. No challenge was made to any clause by the petitioner prior to him giving the said examination. It is after being admitted in": "लिए परीक्षा दी थी। याचिकाकर्ता द्वारा उक्त परीक्षा देने से पहले किसी भी खंड को कोई चुनौती नहीं दी गई थी।",
  "Class XI in view of Clause 42(v) of the Examination Bye-laws and": "परीक्षा उपनियमों के खंड ५2 (५) को ध्यान में रखते हुए ॥वीं कक्षा में प्रवेश पाने के बाद और याचिकाकर्ता द्वारा",
  "after the petitioner had failed to comply with the condition mentioned in the said sub-clause that the said sub-clause is sought to be challenged": "उक्त उपखंड में उल्लिखित शर्त का पालन करने में विफल रहने के बाद उक्त उपखंड को इस विलंबित चरण में",
  "at this belated stage and thus, as per settled law, the principle of": "चुनौती देने की मांग की गई है और इस प्रकार, स्थापित कानून के अनुसार, रोक का सिद्धांत याचिकाकर्ता के",
  "(iii) In the prayer clause of the writ petition, challenge is not to a condition contained in Clause 42(v) of the Examination Bye-laws of": "(॥) रिट याचिका के प्रार्थना खंड में, चुनौती सीबीएसई के परीक्षा उपनियमों के खंड ५2 (५) में निहित शर्त के लिए",
  "CBSE, but to the whole sub-clause. In case, the relief sought in the": "नहीं है, बल्कि पूरे उपखंड के लिए है। यदि रिट याचिका के प्रार्थना खंड में मांगी गई राहत दी जाती है और परीक्षा",
  "prayer clause of the writ petition is granted and the entire Clause 42(v) of the Examination Bye-laws is set aside, then, the same would not in any way further the case of the petitioner as it is only the said sub-": "उपनियमों के पूरे खंड ५2 (५) को अलग कर दिया जाता है, तो यह किसी भी तरह से याचिकाकर्ता के मामले को",
  "any way further the case of the petitioner as it is only the said sub- clause which provides for provisional admission in Class XI, in spite of": "आगे नहीं बढ़ाएगा क्योंकि यह केवल उक्त उपखंड है जो ग्यारहवीं कक्षा में अनंतिम प्रवेश का प्रावधान करता है,",
  "the student(petitioner in the present case) having a compartment in the main examination and setting aside of the same would result in the": "इसके बावजूद कि छात्र (वर्तमान मामले में याचिकाकर्ता) के पास मुख्य परीक्षा में एक कम्पार्टमेंट है और इसे अलग",
  "petitioner not being eligible for provisional admission in Class XI in": "करने के परिणामस्वरूप याचिकाकर्ता कक्षा ॥ में अनंतिम प्रवेश के लिए पात्र नहीं होगा।",
  "LAKSHYA v. CENTRAL BOARD OF SECONDARY EDUCATION AND = 371 ANOTHER (Vikas Bhal, J.)": "लक्ष्य बनाम माध्यमिक शिक्षा का केंद्रीय बोर्ड और अन्य (विकास भाल, जे।)",
  "view of Clause 7.4 of the Examination Bye-laws of CBSE (to which no challenge has been made).": "सीबीएसई के परीक्षा उपनियमों के खंड 7.५ का 37 दृष्टिकोण (जिसे कोई चुनौती नहीं दी गई है)",
  "(iv) During the course of arguments, it has been submitted by learned counsel for the petitioner that the condition incorporated under clause": "(५) दलीलों के दौरान, याचिकाकर्ता के विद्वान वकील द्वारा यह प्रस्तुत किया गया है कि परीक्षा उपनियमों के खंड",
  "42(v) of the Examination Bye-laws, with respect to provisional admission being subject to the compartmental examination being": "५2 (५) के तहत शामिल शर्त, अनंतिम प्रवेश के संबंध में कम्पार्टमेंटल परीक्षा को मंजूरी दी जा रही है, पहले अवसर",
  "cleared, in the first chance, should be replaced and a candidate should be provided with multiple chances. The said argument deserves to be": "में, प्रतिस्थापित किया जाना चाहिए और एक उम्मीदवार को कई अवसर प्रदान किए जाने चाहिए। उक्त तर्क खारिज",
  "rejected as in case the same is accepted, then, the same would in effect": "किए जाने के योग्य है क्योंकि यदि इसे स्वीकार कर लिया जाता है, तो यह प्रभावी रूप से उक्त खंड को फिर से",
  "amount to rewriting the said clause. No law or judgment has been cited by the learned counsel for the petitioner to show that the Court, more so": "लिखने के बराबर होगा। याचिकाकर्ता के लिए विद्वान वकील द्वारा यह दिखाने के लिए कोई कानून या निर्णय का",
  "by the learned counsel for the petitioner to show that the Court, more so in the present facts and circumstances has the power to rewrite a clause formulated by an expert body in the field.": "हवाला नहीं दिया गया है कि न्यायालय, विशेष रूप से वर्तमान तथ्यों और परिस्थितियों में, क्षेत्र में एक विशेषज्ञ निकाय द्वारा तैयार किए गए खंड को फिर से लिखने की शक्ति रखता है।",
  "(Para 8)": "(पैरा 8)",
  "Puneet Kumar Bansal, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता पुनीत कुमार बंसल ने पक्ष रखा।",
  "Beant Singh Seemar, Advocate, for the respondents.": "उत्तरदाताओं की ओर से अधिवक्ता बेअंत सिंह सीमर।",
  "VIKAS BAHL, J. (ORAL)": "विकास बहल, जे. (मौखिक)",
  "(1) Present writ petition has been filed under Article 226 of the Constitution of India for the issuance of a writ in the nature of": "वर्तमान रिट याचिका भारत के संविधान के अनुच्छेद 226 के तहत अनिवार्य की प्रकृति में एक रिट जारी",
  "petitioner of Class-XIIfor the year 2021 as the result has been withheld": "करने के लिए दायर की गई है, जिसमें उत्तरदाताओं को वर्ष 202 के लिए कक्षा-2॥ के याचिकाकर्ता का",
  "and shown in the category of N.E. (Not Eligible) as per certificate dated03.08.2021/23.02.2022 (Annexure P-6) issued by the respondent-": "द्वारा जारी प्रमाण पत्र दिनांक 03.08.202/23.02.2022 (अनुलग्नक पी-6) के अनुसार एनई (पात्र",
  "Board. Further prayer has been made for quashing Clause 42(v) of": "संदर्भित) के खंड ५2 (५) को रद्द करने के लिए आगे की प्रार्थना की गई है उप-कानून, दिनांक",
  "(Annexure P-7). In effect the petitioner is challenging certificate": "0.02.208 की अधिसूचना के अनुसार संशोधित (अनुलग्नरक पी -7). वास्तव में याचिकाकर्ता प्रमाणपत्र",
  "(Annexure P-6) vide which the result of the petitioner of Class XII has": "(अनुलग्नक पी-6) को चुनौती दे रहा है, जिसे बारहवीं कक्षा के याचिकाकर्ता का परिणाम प्रतिवादी-बोर्ड",
  "been shown in the category of ‘not eligible' by the respondent-Board.": "द्वारा 'पात्र नहीं' की श्रेणी में दिखाया गया है।",
  "(2) Pleaded case of the petitioner in the writ petition is that the petitioner was a student of Shri Bala Ji Sr. Sec. School VPO": "रिट याचिका में याचिकाकर्ता का अनुरोधित मामला यह है कि याचिकाकर्ता श्री बाला जी सीनियर सेक",
  "Kalinga Bhiwani, Haryana, which is a school affiliated to CBSE and in": "का छात्र था। स्कूल वीपीओ कलिंग भिवानी, हरियाणा, जो सीबीएसई से संबद्ध एक स्कूल है और वर्ष",
  "the Class X examination which were held in the year 2019, the petitioner cleared five subjects and had compartment in the subject of": "20॥9 में आयोजित दसवीं कक्षा की परीक्षा में, याचिकाकर्ता ने पांच विषय पास किए और गणित के",
  "as Annexure P-1 with the writpetition. It is further the case of the petitioner that he was admitted inClass XI in Shri Bala Ji Sr. Sec.": "पी-। के रूप में संलग्न किया गया है। यह याचिकाकर्ता का मामला है कि उसे श्री बाला जी सीनियर सेक",
  "School and the petitioner appeared in the examination for the subject of": "में कक्षा 20 में भर्ती कराया गया था। स्कूल और याचिकाकर्ता विषय के लिए परीक्षा में उपस्थित हुए",
  "374 ILL.R. PUNJAB AND HARYANA 2023(2)": "373",
  "Hon’ble Supreme Court in case titled as State of Maharashtra versus Vikas Sahebrao Roundale', to contend that slackening the education": "माननीय उच्चतम न्यायालय ने महाराष्ट्र राज्य बनाम विकास साहेबराव राउंडले' शीर्षक वाले मामले में यह तर्क दिया",
  "standards would be detrimental to society and would also create a breeding ground for corruption and feeding source for indiscipline. It is": "कि शिक्षा के मानकों को धीमा करना समाज के लिए हानिकारक होगा और भ्रष्टाचार के लिए एक प्रजनन स्थल और",
  "breeding ground for corruption and feeding source for indiscipline. It is submitted that in today's time every student is trying to score high": "अनुशासनहीनता के लिए स्रोत भी बनाएगा। यह प्रस्तुत किया जाता है कि आज के समय में प्रत्येक छात्र उच्च प्रतिशत",
  "percentages and the students who have compartment in Class X and are": "प्राप्त करने की कोशिश कर रहा है और जिन छात्रों के पास दसवीं कक्षा में कम्पार्टमेंट है और वे पहली बार में उक्त",
  "unable to clear the said compartment in the first instance should not be permitted to continue in Class XI as, in case, they are permitted to": "कम्पार्टमेंट को पास करने में असमर्थ हैं, उन्हें ग्यारहवीं कक्षा में जारी रखने की अनुमति नहीं दी जानी चाहिए, क्योंकि",
  "continue in Class XI, then, the same would result in weakening": "यदि उन्हें ग्यारहवीं कक्षा में जारी रखने की अनुमति दी जाती है, तो इसका परिणाम शैक्षणिक मानकों को कमजोर",
  "petitioner could not clear the compartmental examination of Secondary School in his first attempt held in July, 2019 and as per the": "प्रयास में माध्यमिक विद्यालय की कंपार्टमेंटल परीक्षा को पास नहीं कर सका और परीक्षा उपनियमों के अनुसार,",
  "examination bye-laws, his admission was to be cancelled bythe school, but however, the petitioner, in connivance with the school, concealed": "उसका प्रवेश स्कूल द्वारा रद्द किया जाना था, लेकिन हालांकि, याचिकाकर्ता ने स्कूल के साथ मिलकर उक्त तथ्य को",
  "Senior Secondary Examinations and in the registration form for Class": "छुपाया और वरिष्ठ माध्यमिक परीक्षाओं के लिए पंजीकरण फॉर्म में और कक्षा 0+2 के लिए पंजीकरण फॉर्म में यह",
  "10+2 by stating that the petitioner was eligible and thus, illegally obtained the admission card for appearing in Class 10+2 examinations.": "कहकर गलत घोषणा की कि याचिकाकर्ता पात्र था और इस प्रकार, कक्षा 0+2 परीक्षाओं में बैठने के लिए अवैध",
  "Reference has been made by the learned counsel for the respondents-CBSE to Annexure R-1/2 to show that the petitioner had in": "रूप से प्रवेश पत्र प्राप्त किया। प्रत्यर्थियों-सीबीएसई के विद्वान वकील द्वारा अनुलग्रक आर-/2 में यह दिखाने के",
  "the column which required him to mention the details of the year in": "लिए संदर्भ दिया गया है कि याचिकाकर्ता ने कॉलम में उस वर्ष के विवरण का उल्लेख करने की आवश्यकता थी",
  "which the petitioner had passed Class X, the petitioner had stated “2019”. The same is false, inasmuch as, in the year 2019 the petitioner": "जिसमें याचिकाकर्ता ने दसवीं कक्षा उत्तीर्ण की थी, याचिकाकर्ता ने कहा था \"209\"। यह गलत है, क्योंकि वर्ष 209",
  "was placed in compartment, as he had not cleared the examination for the subject- mathematics. Even with respect to Class 10+2": "में याचविकाकर्ता को डिब्बे में रखा गया था, क्योंकि उसने विषय-गणित की परीक्षा उत्तीर्ण नहीं की थी। यहां तक कि",
  "the subject- mathematics. Even with respect to Class 10+2 examinations, the same false statement was made and the petitioner was able to get the rollnumber issued for Class 10+2 examinations. It": "कक्षा 0+2 परीक्षाओं के संबंध में, वही गलत बयान दिया गया था और याचिकाकर्ता कक्षा 0+2 परीक्षाओं के लिए",
  "was able to get the rollnumber issued for Class 10+2 examinations. It is submitted that the said document Annexure R-1/2 is duly signed by": "रोल नंबर जारी करने में सक्षम था। यह प्रस्तुत किया जाता है कि उक्त दस्तावेज़ अनुलग्रक आर-/2 पर",
  "the petitioner and it has specifically been mentioned in the said": "याचिकाकर्ता द्वारा विधिवत हस्ताक्षर किए गए हैं और यह विशेष रूप से उक्त दस्तावेज़ में उल्लेख किया गया है कि",
  "document that the details have been filled up after thoroughly checking the same and in case any mistake is detected before or after": "विवरण को अच्छी तरह से जांचने के बाद भरा गया है और यदि परिणाम से पहले या बाद में कोई गलती पाई जाती",
  "the result, then, the petitioner would be solely responsible for the same. It is submitted that apart from the said false statement, there is also": "है, तो याचिकाकर्ता इसके लिए पूरी तरह से जिम्मेदार होगा। यह प्रस्तुत किया जाता है कि उक्त झूठे बयान के",
  "active concealment on the part of the petitioner while filling up form (Annexure R-1/2), inasmuch as, there was no mention that in the year": "अलावा, फॉर्म (अनुलग्रक आर-/2) को भरते समय याचिकाकर्ता की ओर से सक्रिय छिपाव भी है, क्योंकि, इस बात",
  "2019 the petitioner was placed in compartment. It is submitted that the": "का कोई उल्लेख नहीं था कि वर्ष 209 में याचिकाकर्ता को डिब्बे में रखा गया था। यह प्रस्तुत किया जाता है कि",
  "case of the petitioner deserves to be dismissed solely on the ground of concealment and false statement and since even the school had": "याचिकाकर्ता का मामला पूरी तरह से छिपाने और झूठे बयान के आधार पर खारिज किया जाना चाहिए और चूंकि",
  "concealment and false statement and since even the school had connived with the present petitioner, inasmuch as, the said document": "स्कूल ने भी वर्तमान याचिकाकर्ता के साथ सांठगांठ की थी, क्योंकि उक्त दस्तावेज",
  "mathematics in which he had a compartment and result for the same was declared on 24.07.2019 (Annexure P-2) as per which also the": "गणित जिसमें उसके पास एक कम्पार्टमेंट था और उसी के लिए परिणाम 2५.07.209 (अनुलग्नक पी-2) को घोषित",
  "petitioner did not pass. The particulars of all the students who were": "किया गया था, जिसके अनुसार याचिकाकर्ता भी उत्तीर्ण नहीं हुआ था। कक्षा 20 में पढ़ने वाले सभी छात्रों का विवरण",
  "studying in Class X1 were submitted by the school to the respondent- Board in the month of October, 2019 and the particulars with respect to": "स्कूल द्वारा अक्टूबर, 209 के महीने में प्रतिवादी बोर्ड को प्रस्तुत किया गया था और याचिकाकर्ता के संबंध में",
  "the petitioner were also submitted and the relevant extract of the same wherein the petitioner was shown to be at serial No.26 has been": "विवरण भी प्रस्तुत किए गए थे और उसी के प्रासंगिक उद्धरण जिसमें याचिकाकर्ता को क्रम संख्या. 26 पर दिखाया",
  "annexed as Annexure P-3. It is further the caseof the petitioner that he": "गया था, को अनुलग्नक पी-3 के रूप में संलग्न किया गया है। यह याचिकाकर्ता का मामला है कि उसने उस पेपर को",
  "availed the second chance for clearing the paper in which he had a": "पास करने के लिए दूसरा मौका लिया जिसमें उसके पास एक कम्पार्टमेंट था और उसी में याचिकाकर्ता को वर्ष",
  "compartment and in the same the petitioner was declared as passed in the year 2020. The result/DMC dated 15.07.2020, regarding the same": "2020 में पास घोषित किया गया था। इसके संबंध में परिणाम/डीएमसी दिनांक 5.07.2020 को वर्तमान रिट",
  "has been annexed as Annexure P-4 with the present writ petition. It is the case of the petitioner that in the meantime he was promoted to": "याचिका के साथ अनुलग्नक पी-५ के रूप में संलग्न किया गया है।यह याचिकाकर्ता का मामला है कि इस बीच उसे",
  "Class XII and thereafter migration certificate dated 01.07.2021 was also": "बारहवीं कक्षा में पदोन्नत किया गया था और उसके बाद दिनांक 0.07.202। का माइग्रेशन सर्टिफिकेट भी जारी",
  "issued and that he had appeared in the Class XII examinations, but his": "किया गया था और वह बारहवीं कक्षा की परीक्षाओं में उपस्थित हुआ था, लेकिन उसका परिणाम रोक दिया गया था",
  "result was withheld and he was put in the category of N.E. (Not Eligible) as per the result dated 03.08.2021/23.02.2022 (Annexure P-6).": "और उसे एन.ई की श्रेणी में रखा गया था। (पात्र नहीं) परिणाम दिनांक 03.08.202/23.02.2022 के अनुसार",
  "It is stated that the petitioner made inquires and learnt that he has been": "(अनुलग्क पी -6). यह कहा गया है कि याचिकाकर्ता ने पूछताछ की और पता चला कि उसे इस आधार पर 'पात्र",
  "put in the category of 'Not Eligible’ on the ground that he had passed the compartment in the second chance and not in the first": "नहीं' की श्रेणी में रखा गया है कि उसने पहले मौके पर नहीं बल्कि दूसरे मौके पर कम्पार्टमेंट पास किया था और",
  "chance and the same was in violation of the amended Clause 42(v) of the CBSE Examination Bye-laws which has been annexed as Annexure": "इसी तरह सीबीएसई परीक्षा उपनियमों के संशोधित खंड ५2 (५) का उल्लंघन किया गया था, जिसे अनुलग्नक पी-7",
  "P-7 and as per which, it is stipulated that a candidate who is placed in": "के रूप में संलग्न किया गया है और जिसके अनुसार, यह निर्धारित किया गया है कि एक उम्मीदवार जिसे माध्यमिक",
  "compartment in the Secondary School Examination (Class-X) shall be admitted provisionally to Class XI,but he would be required to pass": "विद्यालय परीक्षा (कक्षा-)0 में कम्पार्टमेंट में रखा गया है, उसे अस्थायी रूप से कक्षा 20 में भर्ती किया जाएगा, लेकिन",
  "the compartment in the first chance which is to be held in July/August and in case, he does not clear the subject in which he has": "उसे पहले मौके पर कंपार्टमेंट पास करने की आवश्यकता होगी जो जुलाई /अगस्त में आयोजित किया जाना है और",
  "cancelled. In the present writ petition, the said clause is also sought to be challenged.": "कर दिया जाएगा। वर्तमान रिट याचिका में उक्त खंड को भी चुनौती देने की मांग की गई है।",
  "(3) Learned counsel for the petitioner has submitted that a perusal of above-said Clause 42 would show that sub-clause (1)": "(3) याचिकाकर्ता के विद्वान वकील ने प्रस्तुत किया है कि उपरोक्त खंड ५2 के अवलोकन से पता चलेगा कि",
  "stipulates that a candidate who has been placed in compartment may": "उप-खंड 0) में निर्धारित किया गया है कि एक उम्मीदवार जिसे डिब्बे में रखा गया है, वह जुलाई / अगस्त",
  "July/August and is also to be given a second chance in March/April next year and could further avail a third chance in July/August of the": "दूसरा मौका भी दिया जाना है और आगे अगले वर्ष के जुलाई /अगस्त में तीसरा मौका प्राप्त कर सकता",
  "succeeding year. It is submitted that Clause 42 sub-clause (v) requires the petitioner to pass the compartment examination in the first chance": "है। यह प्रस्तुत किया जाता है कि खंड ५2 उपखंड (५) याचिकाकर्ता से प्रथम अवसर में कम्पार्टमेंट परीक्षा",
  "and the said condition is arbitrary and against law, inasmuch as, once a": "उत्तीर्ण करने की अपेक्षा करता है और उक्त शर्त मनमाना और कानून के खिलाफ है, क्योंकि, एक बार",
  "person has been given three chances to clear the compartment so as to": "किसी व्यक्ति को कम्पार्टमेंट को पास करने के लिए तीन अवसर दिए गए हैं ताकि उसे कक्षा » को",
  "LAKSHYA v. CENTRAL BOARD OF SECONDARY EDUCATION AND — 377 ANOTHER (Vikas Bhal, J.)": "लक्ष्य बनाम माध्यमिक शिक्षा का केंद्रीय बोर्ड और अन्य (विकास भाल, जे।)",
  "P-2) would show that the petitioner secured only one mark in theory": "पी-2) यह दर्शाएगा कि याचिकाकर्ता ने सिद्धांत में केवल एक अंक प्राप्त किया था और चूंकि उसके व्यावहारिक में",
  "and since he had 18 marks in practical, thus, the total marks that the petitioner scored in mathematics were 19, which were even lesser than the marks he had secured in the said subject in Class X Board": "॥8 अंक थे, इस प्रकार, याचिकाकर्ता ने गणित में कुल 9 अंक प्राप्त किए थे, जो कक्षा 0 बोर्ड परीक्षा में उक्त विषय",
  "the marks he had secured in the said subject in Class X Board examination. Clause 42(v) of the Examination Bye-laws of CBSE further stipulates that in case a candidate is not able to clear the subject": "में प्राप्त किए गए अंकों से भी कम थे। सीबीएसई के परीक्षा उपनियमों के खंड ५2 (५) में आगे कहा गया है कि यदि",
  "further stipulates that in case a candidate is not able to clear the subject in which he had compartment in the first chance, then, his/her": "कोई उम्मीदवार उस विषय को पास करने में सक्षम नहीं है जिसमें उसके पास पहला मौका था, तो ग्यारहवीं कक्षा में",
  "view of the same the school should have cancelled the provisional admission given to the petitioner. Instead of doing the same, the school": "अनंतिम प्रवेश को रद्द कर देना चाहिए था। ऐसा करने के बजाय, स्कूल ने गलत बयान देकर और भौतिक तथ्यों को",
  "forwarded the details of the students including that of the present petitioner forregistering the said students for Class XI/10+2 by making": "छिपाकर कक्षा 20/0+2 के लिए उक्त छात्रों को पंजीकृत करने के लिए वर्तमान याचिकाकर्ता सहित छात्रों के",
  "false statements and concealing material facts. The information with respect to every student bore the signature of that student and was": "विवरण को आगे बढ़ाया। प्रत्येक छात्र के संबंध में जानकारी पर उस छात्र के हस्ताक्षर थे और स्पष्ट रूप से छात्र द्वारा",
  "apparently supplied by the student themselves under their signature and was forwarded by the school and the same have been annexed as": "स्वयं उनके हस्ताक्षर के तहत प्रदान किया गया था और स्कूल द्वारा अग्रेषित किया गया था और उन्हें प्रतिवादी-बोर्ड",
  "Annexure R-1/2 along with the written statement filed by the": "द्वारा दायर लिखित बयान के साथ अनुलग्रक आर-/2 के रूप में संलग्न किया गया है। वर्तमान रिट याचिका में",
  "respondent-Board. An extract of the said document has also been annexed as Annexure P-3 by the petitioner in the present writ petition.": "याचिकाकर्ता द्वारा उक्त दस्तावेज़ का एक अंश अनुलग्नक पी-3 के रूप में भी संलग्न किया गया है।",
  "A perusal of Annexure R-1/2 (running page 40 of the paper-book) would show that with respect to Class XI, a specific column required": "अनुलग्रक आर-4/2 (पेपर-बुक के चल रहे पृष्ठ ५0) के अवलोकन से पता चलेगा कि कक्षा 90 के संबंध में, एक",
  "the candidate to mention the details of the year, roll number etc. of": "विशिष्ट कॉलम में उम्मीदवार को वर्ष, रोल नंबर आदि के विवरण का उल्लेख करना आवश्यक था। माध्यमिक बोर्ड",
  "passing the Secondary Board Examination. The petitioner had mentioned the year '2019' in the said column, although, he had never": "की परीक्षा उत्तीर्ण करना। याचिकाकर्ता ने उक्त कॉलम में वर्ष '209' का उल्लेख किया था, हालांकि, उसने वर्ष",
  "cleared Class X in the year 2019 as the year when the petitioner had cleared the mathematics exam, in which he had compartment in the": "209 में कभी भी दसवीं कक्षा उत्तीर्ण नहीं की थी, क्योंकि उस वर्ष जब याचिकाकर्ता ने गणित की परीक्षा उत्तीर्ण की",
  "year 2019 was 2020. It is a settled position, which is not disputed that a": "थी, जिसमें वर्ष 209 में उसका कम्पार्टमेंट 2020 था। यह एक तय स्थिति है, जिसमें कोई विवाद नहीं है कि एक",
  "candidate is considered pass in Class X after he/she has cleared all the": "उम्मीदवार को सभी विषयों को पास करने के बाद दसवीं कक्षा में उत्तीर्ण माना जाता है। जिस तारीख को कक्षा 20 के",
  "information supplied was apparently false. The petitioner had signed the said document, which is also apparent from Annexure R-1/2 (at": "जानकारी स्पष्ट रूप से गलत थी। याचिकाकर्ता ने उक्त दस्तावेज़ पर हस्ताक्षर किए थे, जो अनुलग्रक आर-/2",
  "page 41 ofthe paper-book). A similar false statement was also made": "(पेपर-बुक के पृष्ठ ५। पर) से भी स्पष्ट है। ।2वीं कक्षा के लिए पंजीकरण कराते समय भी इसी तरह का गलत बयान",
  "while getting registered for Class 12\" as, in the said document also (at page 41 of the paperbook), it was mentioned that Class X examination": "दिया गया था, क्योंकि उक्त दस्तावेज में भी (पेपरबुक के पृष्ठ ५। पर) यह उल्लेख किया गया था कि वर्ष 20॥9 में",
  "by the petitioner and the said documents specifically contained an undertaking that the petitioner had checked all the details and that in": "दस्तावेजों में विशेष रूप से एक वचन पत्र था कि याचिकाकर्ता ने सभी विवरणों की जांच की थी और यदि कोई गलती",
  "case any mistake was detected before or after the declaration of the result, the petitioner would be responsible for the same and the": "हुई थी तो उसे पहचान लिया गया थापरिणाम की घोषणा से पहले या बाद में पता चला, याचिकाकर्ता उसी के लिए",
  "result, the petitioner would be responsible for the same and the petitioner in connivance with the school, by giving the false statement,": "जिम्मेदार होगा और याचिकाकर्ता स्कूल के साथ मिलीभुगत से, गलत बयान देकर,",
  "succeeded in wrongly getting the roll number for the Class 10+2 examinations, although, as per the bye- laws prevalent at the relevant": "कक्षा ।0+2 परीक्षाओं के लिए गलत तरीके से रोल नंबर प्राप्त करने में सफल रहे, हालांकि, प्रासंगिक समय पर",
  "class 10+2 and thus, in the result, the petitioner was put under the category 'Not Eligible' for the Senior Secondary examinations (10+2": "याचिकाकर्ता को वरिष्ठ माध्यमिक परीक्षाओं (0+2 कक्षा) के लिए 'पात्र नहीं' श्रेणी के तहत रखा गया था यह",
  "Class). It is further the case of the respondent-Board that the school was also in connivance with the petitioner as the Principal had signed": "प्रतिवादी-बोर्ड का मामला है कि स्कूल भी याचिकाकर्ता के साथ मिलीभुगत से था क्योंकि प्रिंसिपल ने उक्त दस्तावेजों",
  "the said documents and the same had been forwarded by the school": "पर हस्ताक्षर किए थे और उसी को स्कूल द्वारा अग्रेषित किया गया था और इस प्रकार, स्कूल को दिनांक",
  "and thus, show cause notices dated 11.03.2022 and 08.04.2022 (Annexures R-1/3 and R-1/4) had been issued to the school. To the": "॥.03.2022 और 08.04.2022 (अनुलग्रक आर-4/3 और आर-/५) जारी किए गए थे। याचिकाकर्ता द्वारा दिए",
  "specific averments made in the writ petition with respect to concealment and false statement made by the petitioner, no replication": "गए छिपाने और झूठे बयान के संबंध में रिट याचिका में किए गए विशिष्ट कथनों के लिए, इसका विरोध करने के लिए",
  "has been filed to counter the same. As has been stated herein above, an extract of the said document (Annexure R- 1/2) has also been annexed": "कोई प्रतिकृति दायर नहीं की गई है। जैसा कि ऊपर बताया गया है, उक्त दस्तावेज का एक अंश (अनुलग्क आर-",
  "in the writ petition as Annexure P-3. Even a perusal of Annexure P-3": "/2) भी रिट याचिका में अनुलग्रक पी-3 के रूप में संलग्न किया गया है। यहां तक कि अनुलग्नक पी-3 के अवलोकन",
  "would show that the information with respect to the year of passing of the Class XI exam has been given as “2019”. No explanation has been": "से भी पता चलता है कि ग्यारहवीं कक्षा की परीक्षा उत्तीर्ण होने के वर्ष के संबंध में जानकारी \"209\" के रूप में दी",
  "given in the writ petition as to why false informationhad been provided.": "गई है। रिट याचिका में कोई स्पष्टीकरण नहीं दिया गया है कि झूठी जानकारी क्‍यों दी गई थी।",
  "This Court, on the basis of above-said facts and circumstances, is of the": "इस न्यायालय का, उपर्युक्त तथ्यों और परिस्थितियों के आधार पर, यह मत है कि दस्तावेजों को भरते समय",
  "view that there is false representation and active concealment on the part of the petitioner while filling up the documents (Annexure R-1/2)": "याचिकाकर्ता की ओर से गलत अभ्यावेदन और सक्रिय छिपाव है (अनुलग्रक आर-/2) और इस प्रकार, केवल उक्त",
  "and thus, on the said ground alone, the present writ petition deserves to be dismissed.": "आधार पर, वर्तमान रिट याचिका खारिज की जानी चाहिए।",
  "(8) From a perusal of Clause 7.4 of the Examination Bye-laws of CBSE which has been reproduced herein above and also from the": "(8) सीबीएसई के परीक्षा उपनियमों के खंड 7.५ के अवलोकन से, जिसे ऊपर पुनः प्रस्तुत किया गया है और वर्तमान",
  "facts of the present case, it is apparent that the petitioner was not entitled to be admitted in Class XI. The only clause referred to by both": "मामले के तथ्यों से भी, यह स्पष्ट है कि याचिकाकर्ता कक्षा ॥ में प्रवेश पाने का हकदार नहीं था। दोनों पक्षों द्वारा",
  "the parties whichprovides for provisional admission is Clause 42(2) of the amended Examination Bye-laws, which clause now after much": "निर्दिष्ट एकमात्र खंड जो अनंतिम प्रवेश के लिए उपबंध करता है, संशोधित परीक्षा उपनियमों का खंड ५2 (2) है,",
  "the amended Examination Bye-laws, which clause now after much delay is sought to bechallenged in the present writ petition.": "जिसे अब बहुत विलंब के बाद वर्तमान रिट याचिका में चुनौती देने की मांग की गई है।",
  "(9) Clause 42 of the Amended Examination Bye-laws of CBSE including Clause (v), is reproduced herein below: -": "(9) खंड (५) सहित सीबीएसई के संशोधित परीक्षा उपनियमों का खंड ५2 नीचे पुनः प्रस्तुत किया गया है: - \"५2.",
  "“42. Compartment Examination for Secondary/Senior School Certificate Examination": "माध्यमिक»वरिष्ठ विद्यालय प्रमाणपत्र परीक्षा के लिए कम्पार्टमेंट परीक्षा",
  "42 (i) (b) & (c), 42(i1) (b), 42(v)": "५2 0) (बी) और (सी) ५2 (॥) (बी) ५2(५)",
  "(i) A candidate placed in compartment may reappeared at": "() कमप्पार्टमेंट में रखा गया उम्मीदवार",
  "the respondent authority was in consonance with the bye-laws and": "प्रत्यर्थी प्राधिकारी उपनियमों के अनुरूप था और बरकरार रखने का हकदार है और याचिकाकर्ता वर्तमान रिट",
  "deserves to be upheld and the petitioner does not deserve any relief in the present writ petition.": "याचिका में किसी भी राहत का हकदार नहीं है।",
  "(11) Challenge to Clause 42(v) of the Examination By-laws of CBSE is completely devoid of merit and deserves to be rejected in view": "(॥) सीबीएसई के परीक्षा उपनियमों के खंड ५2 (५) को चुनौती पूरी तरह से योग्यता से रहित है और निम्नलिखित",
  "ofthe following reasons: -": "कारणों को देखते हुए अस्वीकार किए जाने के योग्य है: -",
  "(i) No rule, regulation, bye-law or law has been referred to by the learned counsel for the petitioner to show that the": "याचिकाकर्ता के लिए विद्वान वकील द्वारा यह दिखाने के लिए कोई नियम, विनियमन, उपनियम या",
  "petitioner had any legal right to be given more than one": "करने के लिए एक से अधिक अवसर दिए जाने का कोई कानूनी अधिकार था।",
  "(ii) Clause 7.4 as well as Clause 42(v) of the Examination Bye-laws were in force on the date when the petitioner had": "परीक्षा उपनियमों के खंड 7.५ के साथ-साथ खंड ५2 (५) उस तारीख को लागू थे जब याचिकाकर्ता",
  "given the examination for Class X. No challenge was made to any clause bythe petitioner prior to him giving the said": "ने कक्षा » के लिए परीक्षा दी थी। याचिकाकर्ता द्वारा उक्त परीक्षा देने से पहले किसी भी खंड को कोई",
  "after the petitioner had failed to comply with the condition mentioned in the said sub-clause thatthe said": "याचिकाकर्ता द्वारा उक्त उपखंड में उल्लिखित शर्त का पालन करने में विफल रहने के बाद ॥वीं",
  "sub-clause is sought to be challenged at this belated stage": "कक्षा में भर्ती होने के बाद उक्त उपखंड को इस विलंबित चरण में चुनौती देने की मांग की गई है",
  "and thus, as per settled law, the principle of estoppel operates against the petitioner.": "और इस प्रकार, स्थापित कानून के अनुसार, रोक का सिद्धांत याचिकाकर्ता के खिलाफ काम करता",
  "(ii1) In the prayer clause of the writ petition, challenge is not to a condition contained in Clause 42(v) of the Examination Bye-laws of CBSE, but to the whole sub-": "रिट याचिका के प्रार्थना खंड में, चुनौती सीबीएसई के परीक्षा उपनियमों के खंड ५2 (५) में निहित",
  "not to a condition contained in Clause 42(v) of the Examination Bye-laws of CBSE, but to the whole sub- clause. In case, the relief sought in the prayer clause of the": "शर्त के लिए नहीं है, बल्कि पूरे उपखंड के लिए है। यदि रिट याचिका के प्रार्थना खंड में मांगी गई",
  "writ petition is granted and the entire Clause 42(v) of the Examination Bye-laws is set aside, then, the same would": "राहत दी जाती है और परीक्षा उपनियमों के पूरे खंड ५2 (५) को अलग कर दिया जाता है, तो यह",
  "not in any way further the case of the petitioner as it isonly": "किसी भी तरह से याचिकाकर्ता के मामले को आगे नहीं बढ़ाएगा क्योंकि यह केवल उक्त उपखंड है",
  "the said sub-clause which provides for provisional admission in Class XI, in spite of the student(petitioner in": "जो ग्यारहवीं कक्षा में अनंतिम प्रवेश का प्रावधान करता है, इसके बावजूद कि छात्र (वर्तमान मामले",
  "the present case) having a compartment in the main examination and setting aside ofthe same would result in": "में याचिकाकर्ता) के पास मुख्य परीक्षा में एक कम्पार्टमेंट है और इसे अलग करने के परिणामस्वरूप",
  "the petitioner not even being eligible for provisional admission in Class XI in view of Clause 7.4 of the Examination Bye-laws of CBSE (to which no challenge has been made).": "याचिकाकर्ता सीबीएसई के परीक्षा उपनियमों के खंड 7.५ के मद्देनजर ग्यारहवीं कक्षा में अनंतिम प्रवेश के लिए भी पात्र नहीं होगा (जिसमें कोई चुनौती नहीं दी गई है)",
  "(iv) During the course of arguments, it has been submitted by learned counsel for the petitioner that the condition": "दलीलों के दौरान, याचिकाकर्ता के विद्वान वकील द्वारा यह प्रस्तुत किया गया है कि",
  "LAKSHYA v. CENTRAL BOARD OF SECONDARY EDUCATION AND — 379 ANOTHER (Vikas Bhal, J.)": "लक्ष्य बनाम माध्यमिक शिक्षा का केंद्रीय बोर्ड और अन्य (विकास भाल, जे।)",
  "the compartmental examination to be held in July/August same year and may avail himself/herself for the second chance in March/April next year and may further avail": "उसी वर्ष जुलाई/अगस्त में आयोजित होने वाली कंपार्टमेंटल परीक्षा और अगले वर्ष मार्च/अप्रैल में दूसरे अवसर के लिए स्वयं का लाभ उठा सकते हैं और उस वर्ष जुलाई/अगस्त में आयोजित होने वाली",
  "himself/herself for the third chance at the compartmental": "कंपार्टमेंटल परीक्षाओं में तीसरे अवसर के लिए स्वयं का लाभ उठा सकते हैं।",
  "(ii) A candidate who does not appear or fails at one or all the": "() एक उम्मीदवार जो कम्पार्टमेंट के एक या सभी अवसरों पर उपस्थित नहीं होता है या असफल नहीं",
  "chances of compartment shall be treated to have failed in the examination and shall be required to reappeared in": "होता है, उसे परीक्षा में विफल माना जाएगा और परीक्षा उत्तीर्ण करने के लिए संबंधित परीक्षा के लिए",
  "all the subjects at the subsequent annual examination of the Board as per syallabi and courses laid down for the": "निर्धारित पाठ्यक्रमों और पाठ्यक्रमों के अनुसार बोर्ड की बाद की वार्षिक परीक्षा में सभी विषयों में",
  "(iii) Syallabi and Courses for the Compartmental candidates inMarch Examination shall be the same as applicable to the": "(ऑ) मार्च की परीक्षा में कम्पार्टमेंटल उम्मीदवारों के लिए पाठ्यक्रम और पाठ्यक्रम वही होंगे जो मार्च की",
  "regular candidates of full subjects appearing in the March examination.": "परीक्षा में उपस्थित होने वाले पूर्ण विषयों के नियमित उम्मीदवारों पर लागू होते हैं।",
  "(iv) For subjects involving internal Assessment, in case the candidate has passed in Internal Assessment, he/she shall": "(५) आंतरिक मूल्यांकन से जुड़े विषयों के लिए, यदि उम्मीदवार आंतरिक मूल्यांकन में उत्तीर्ण हुआ है,",
  "appear only on theory part and previous Internal Assessment marks will be carried forward.": "तो वह केवल सिद्धांत भाग पर उपस्थित होगा और पिछले आंतरिक मूल्यांकन अंकों को आगे बढ़ाया",
  "(v) The candidate who is placed in Compartment in the Secondary School Examination (Class-X) shall be": "(५) जो उम्मीदवार माध्यमिक विद्यालय परीक्षा (कक्षा-20) में कम्पार्टमेंट में रखा गया है, उसे उस वर्ष",
  "admitted provisionally to Class XI till he passes the first chance Compartmental Examination to be held in July/August of that year. His/her admission shall be": "जुलाई/अगस्त में आयोजित होने वाली पहली अवसर कम्पार्टमेंटल परीक्षा उत्तीर्ण होने तक ॥वीं कक्षा में अस्थायी रूप से प्रवेश दिया जाएगा। यदि वह पहले अवसर पर विभागीय परीक्षा उत्तीर्ण",
  "cancelled if he/she fails to pass at the first chance": "करने में विफल रहता है तो उसका प्रवेश रद्द कर दिया जाएगा।",
  "(10) The petitioner in view of the above-said sub-clause (v) was provisionally admitted to Class XI. Since, the petitioner did not pass": "(0) उपरोक्त उपखंड (५) को ध्यान में रखते हुए याचिकाकर्ता को अस्थायी रूप से कक्षा 20 में भर्ती कराया गया था।",
  "secured lesser marks than he had secured in the board examination, the": "इसके बजाय उसने बोर्ड परीक्षा में प्राप्त किए गए अंकों से कम अंक प्राप्त किए थे, इसलिए कक्षा 96 में याचिकाकर्ता",
  "admission of the petitioner to Class XI should have been cancelled by the school as is specifically provided in the above-said sub-clause (v).": "का प्रवेश स्कूल द्वारा रद्द कर दिया जाना चाहिए था जैसा कि उपरोक्त उपखंड में विशेष रूप से प्रदान किया गया है",
  "The petitioner in collusion with the school had forwarded false information of him having cleared Class X examinations in the year": "(५). याचिकाकर्ता ने स्कूल के साथ मिलकर वर्ष 20॥9 में दसवीं कक्षा की परीक्षा उत्तीर्ण करने की गलत जानकारी",
  "information of him having cleared Class X examinations in the year 2019 and thus, by suppressing material facts, got the roll number for Class 10+2 examinations. When the respondent-Board found out the": "दी थी और इस तरह, भौतिक तथ्यों को दबाकर, कक्षा 0+2 परीक्षाओं के लिए रोल नंबर प्राप्त किया था। जब",
  "same, they rightly made an entry of 'Not Eligible’ in the result certificate (Annexure P-6) issued to the petitioner and the said act of": "प्रतिवादी-बोर्ड को इसका पता चला, तो उन्होंने याचिकाकर्ता को जारी किए गए परिणाम प्रमाण पत्र (अनुलग्नक पी- 6) में 'पात्र नहीं' की प्रविष्टि की।",
  "382": "379",
  "expertise and rich experience of actual day-to- day working of educational institutions and departments": "तकनीकी विशेषज्ञता और उन्हें नियंत्रित करने वाले शैक्षणिक संस्थानों और विभागों के वास्तविक दिन-प्रतिदिन के",
  "controlling them. It will be wholly wrong or the curt to make a pedantic and purely idealistic approach to the problems of this nature, isolated from the actual": "पूरी तरह से गलत होगा या इस प्रकृति की समस्याओं के लिए एक पांडित्यपूर्ण और विशुद्ध रूप से आदर्शवादी",
  "realities and grass root problems involved in the working of the system and unmindful of the": "दृष्टिकोण बनाना होगा, जो प्रणाली के काम करने में शामिल वास्तविक वास्तविकताओं और जमीनी समस्याओं से",
  "working of the system and unmindful of the consequences which would emanate it a purely idealistic": "अलग होगा और उन परिणामों से बेपरवाह होगा जो इसे एक व्यावहारिक दृष्टिकोण के विपरीत विशुद्ध रूप से",
  "23. Having regard to the landmark judgment of the Hon'ble Supreme Court in the case of Maharashtra State Board of Secondary and Higher Secondary Education and another Vs. Paritosh Bhupeshkumar": "23. महाराष्ट्र राज्य माध्यमिक और उच्चतर माध्यमिक शिक्षा बोर्ड और एक अन्य बनाम परितोष भुपेशकुमार सेठ",
  "that even a bye law cannot be struck down by Court on the ground of unreasonableness merely because the": "अच्छी तरह से स्थापित हो गई है कि एक उपनियम को भी न्यायालय द्वारा अनुचितता के आधार पर केवल इसलिए",
  "the ground of unreasonableness merely because the Court thinks that it goes further than ''is necessary\" or": "निरस्त नहीं किया जा सकता है क्योंकि न्यायालय सोचता है कि यह \"आवश्यक\" से आगे जाता है या यह कुछ",
  "that it does not incorporate certain provisions which, in the opinion of the court, would have been fair and wholesome. The Court cannot say that a bye-law is": "प्रावधानों को शामिल नहीं करता है जो न्यायालय की राय में निष्पक्ष और हितकर होते। न्यायालय यह नहीं कह सकता",
  "unreasonable merely because it has carved out certain categories. It cannot be said that the byelaw and": "है कि एक उपनियम केवल इसलिए अनुचित है क्योंकि उसने कुछ श्रेणियों को अलग किया है। यह नहीं कहा जा",
  "circular under challenge are manifestly unjust, capricious, inequitable or partial in its operation. It": "सकता है कि चुनौती के तहत उपविधि और परिपत्र इसके संचालन में स्पष्ट रूप से अन्यायपूर्ण, मनमौजी, असमान या",
  "cannot be invalidated by the Court on the ground of unreasonableness. The responsible representative body": "आंशिक हैं| न्यायालय द्वारा अनुचितता के आधार पर इसे अमान्य नहीं किया जा सकता है। उप-कानून बनाने की",
  "unreasonableness. The responsible representative body entrusted with the powers to make bye-laws must ordinarily be presumed to know what is necessary,": "शक्तियों के साथ सौंपे गए जिम्मेदार प्रतिनिधि निकाय को आम तौर पर यह माना जाना चाहिए कि क्‍या आवश्यक,",
  "reasonable, just and fair.": "उचित, न्यायसंगत और निष्पक्ष है। शिक्षा के क्षेत्र में",
  "24.The experts in the education field have framed the policy and accordingly, made amendment in_ the Examination Bye-laws of CBSE and on that basis,": "2५. विशेषज्ञों ने नीति तैयार की है और तदनुसार, सीबीएसई के परीक्षा उपनियमों में संशोधन किया है और उस",
  "impugned circular has been issued, which provides categories of students who are eligible for compartment examination.": "आधार पर, आशक्षेपित परिपत्र जारी किया गया है, जो कंपार्टमेंट परीक्षा के लिए पात्र छात्रों की श्रेणियां प्रदान करता है।",
  "There is no scope for interference. We have sympathy for": "हस्तक्षेप की कोई गुंजाइश नहीं है। हम सहानुभूति रखते हैं",
  "LAKSHYA v. CENTRAL BOARD OF SECONDARY EDUCATION AND — 383 ANOTHER (Vikas Bhal, J.)": "लक्ष्य बनाम माध्यमिक शिक्षा का केंद्रीय बोर्ड और अन्य (विकास भाल, जे।)",
  "of its being wholly beyond the scope of the regulation- making power or its being inconsistent with any of the": "इसका पूरी तरह से विनियमन बनाने की शक्ति के दायरे से बाहर होना या मूल अधिनियम के किसी भी प्रावधान के",
  "provisions of the parent enactment or in violation of any of the limitations imposed by the Constitution.": "साथ असंगत होना या संविधान द्वारा लगाई गई किसी भी सीमा का उल्लंघन करना।",
  "None of the above vitiating factors are shown to exist in the": "उपर्युक्त दूषित करने वाले कारकों में से कोई भी वर्तमान मामले में मौजूद नहीं दिखाया गया है और इसलिए,",
  "present case and therefore, Regulation 104(3) cannot be held to be ultra vires. Instead of confining itself to a": "विनियमन 0५ (3) को अधिकार से बाहर नहीं माना जा सकता है। स्वयं को इस विचार तक सीमित रखने के बजाय",
  "consideration whether the impugned regulation fall within four corners of the Act and particularly Section 36 thereof,": "कि क्या आशक्षेपित विनियम अधिनियम के चार कोनों और विशेष रूप से उसकी धारा ३6 के भीतर आता है, उच्च",
  "the High Court erred in embarking upon an investigation as to whether the prohibition against the": "न्यायालय ने इस बात की जांच शुरू करने में गलती की कि क्‍या विनियम 0% (3) द्वारा लगाए गए उत्तर पुस्तिकाओं",
  "practice, effectively serve the purpose of the Act": "सुनिश्चित करने वाले अधिनियम के उद्देश्य को प्रभावी ढंग से पूरा करेगा।",
  "Having regard to the provisions of section 36, especially clauses (c), (d), (f) and (g) of sub-section(2) thereof, as also": "धारा ३6 के उपबंधों, विशेष रूप से उपधारा (2) के खंड (ग) (च) और (छ) तथा धारा 9 (च) और (छ) के",
  "those of Section 19(f) and (g), it is clear that a duty is cast on the State Board to formulate its policy as to how the": "उपबंधों को ध्यान में रखते हुए यह स्पष्ट है कि राज्य बोर्ड का यह कर्तव्य है कि वह अपनी नीति तैयार करे कि",
  "examinations are to be conducted,how the evaluation of the performances of the candidates is to be made and by what": "परीक्षाएं कैसे आयोजित की जानी हैं, उम्मीदवारों के निष्पादन का मूल्यांकन कैसे किया जाना है और किस प्रक्रिया",
  "procedure the results are to be finalised, compiled and released. It was perfectly within the competence of the": "द्वारा परिणामों को अंतिम रूप दिया जाना है, संकलित किया जाना है और जारी किया जाना है। यह पूरी तरह से बोर्ड",
  "Board, rather it was its plain duty, to apply its mind and": "की क्षमता के भीतर था, बल्कि यह उसका स्पष्ट कर्तव्य था कि वह अपने दिमाग को लागू करे और परीक्षा के",
  "decide as a matter of policy relating to the conduct of the examination as to whether disclosure and inspection": "संचालन से संबंधित नीति के मामले के रूप में निर्णय ले कि कया उत्तर पुस्तिकाओं के प्रकटीकरण और निरीक्षण की",
  "should be permitted after the results have already been": "अनुमति उम्मीदवारों को दी जानी चाहिए, क्या परिणाम घोषित होने के बाद परिणाम के सत्यापन की अनुमति दी",
  "announced and whether any right to claim revaluation of the answer book should be recognized or provided": "जानी चाहिए और कया उत्तर पुस्तिका के पुनर्मूल्यांकन का दावा करने के किसी भी अधिकार को मान्यता दी जानी",
  "for. All these are matters which have an intimate nexus with the objects and purpose of the enactment and are,": "चाहिए या इसके लिए प्रावधान किया जाना चाहिए। ये सभी ऐसे मामले हैं जिनका अधिनियमन के उद्देश्यों और उद्देश्य",
  "therefore, within the ambit of the general power to make regulations conferred under sub-section (1) of Section 36.": "के साथ गहरा संबंध है और इसलिए, धारा ३6 की उप-धारा (॥) के तहत प्रदत्त विनियम बनाने की सामान्य शक्ति के",
  "In addition,these matters fall also within the scope of clause (c), (f) and (g) of sub-section (2) of the said section.": "दायरे में हैं। इसके अलावा, ये मामले उक्त धारा की उपधारा (2) के खंड (सी) (एफ) और (जी) के दायरे में भी आते",
  "The Hon'ble Supreme Court further held that:": "माननीय उच्चतम न्यायालय ने आगे कहा कि:",
  "\"The Court should be extremely reluctant to substitute": "\"न्यायालय को अपने स्वयं के विचारों को प्रतिस्थापित करने के लिए अत्यंत अनिच्छुक होना चाहिए कि क्‍या",
  "its ownviews as to what is wise, prudent and proper in": "विवेकपूर्ण, विवेकपूर्ण और उचित है।",
  "Secondary _Education__and__ another Vs. Paritosh Bhupeshkumar_ Sheth', reported as 1984 (4) Supreme": "शिक्षा बोर्ड और एक अन्य बनाम परितोष भुपेशकुमार सेठ के मामले में 98५ (५) उच्चतम न्यायालय के मामलों में",
  "observed that it was not within the legitimate domain of the Court to determine as to whether the purpose of a statute": "यह निर्धारित करना न्यायालय के वैध क्षेत्र के भीतर नहीं है कि क्या विधानमंडल या उसके प्रतिनिधि द्वारा निर्धारित की",
  "Court to determine as to whether the purpose of a statute can be served better by adopting any policy different from": "गई नीति से अलग किसी नीति को अपनाकर क़ानून के उद्देश्य को बेहतर ढंग से पूरा किया जा सकता है। विधायिका",
  "LAKSHYA v. CENTRAL BOARD OF SECONDARY EDUCATION AND — 385 ANOTHER (Vikas Bhal, J.)": "लक्ष्य बनाम माध्यमिक शिक्षा का केंद्रीय बोर्ड और अन्य (विकास भाल, जे।)",
  "the petitioner-student who could not appear for February- March, 2020 examination (main) because of her prolonged": "याचिकाकर्ता-छात्रा जो अपनी लंबी बीमारी के कारण फरवरी-मार्च, 2020 की परीक्षा (मुख्य) में उपस्थित नहीं हो",
  "petitioner does not fit in the categories of candidates/ students made in the circular and as such, we deem it fit": "परिपत्र में बनाए गए उम्मीदवारों /छात्रों की श्रेणियों में फिट नहीं है और इस तरह, हम भारत के संविधान के अनुच्छेद",
  "not to exercise our extraordinary jurisdiction by invoking Article 226 of theConstitution of India.": "226 को लागू करके अपने असाधारण अधिकार क्षेत्र का प्रयोग नहीं करना उचित समझते हैं।",
  "27. Having regard to the above reasons, we are not inclined to grant any relief in favour of the petitioner.": "27. उपरोक्त कारणों को ध्यान में रखते हुए, हम याचिकाकर्ता के पक्ष में कोई राहत देने के इच्छुक नहीं हैं।",
  "28. Writ petition stands dismissed.”": "28. रिट याचिका खारिज की जाती है।”",
  "In the above-said case, the petitioner could not appear as a regular student of Class X on account of the fact that she": "उपर्युक्त मामले में, याचिकाकर्ता इस तथ्य के कारण दसवीं कक्षा की एक नियमित छात्रा के रूप में उपस्थित नहीं हो",
  "had to undergo surgery and was not keeping good health, which fact was not disputed by the respondents and the": "सकी कि उसे शल्य चिकित्सा करानी पड़ी और उसका स्वास्थ्य ठीक नहीं था, जिस तथ्य पर उत्तरदाताओं द्वारा विवाद",
  "petitioner therein wantedto appear in the compartmental examination stated to be held inthe month of September, 2020. Since the petitioner therein was not permitted to": "नहीं किया गया था और याचिकाकर्ता उसमें सितंबर, 2020 के महीने में आयोजित होने वाली कम्पार्टमेंटल परीक्षा में",
  "to be challenged in the above-said writ petition. The": "इसलिए उन्हें उपरोक्त रिट याचिका में चुनौती देने की मांग की गई थी। डिवीजन बेंच ने उपरोक्त टिप्पणियां करने के",
  "dismissed the writ petition and observed that there was no scope for interference, even though the Court had": "बाद, रिट याचिका को खारिज कर दिया और कहा कि हस्तक्षेप की कोई गुंजाइश नहीं है, भले ही अदालत को उसमें",
  "sympathy for the petitioner therein whocould not appear for February-March, 2020 examination (mains) because of her prolonged illness.": "याचिकाकर्ता के लिए सहानुभूति थी, जो अपनी लंबी बीमारी के कारण फरवरी-मार्च, 2020 की परीक्षा (मुख्य) में",
  "(v)It is not the case of the petitioner that similarly placed students are being discriminated against by virtue of the": "(५) यह याचिकाकर्ता का मामला नहीं है कि समान रूप से रखे गए छात्रों के साथ उक्त उपखंड के आधार पर",
  "said sub-clause and thus, the said clause cannot be stated to be discriminatory. Clause 42(i) of the Examination Bye-": "भेदभाव किया जा रहा है और इस प्रकार, उक्त खंड को भेदभावपूर्ण नहीं कहा जा सकता है। परीक्षा उपनियमों का",
  "be discriminatory. Clause 42(i) of the Examination Bye- laws extends a benefit to students in order to save them from repeating Class X. Sub-clause (v) ofClause 42 of the": "खंड ५2 (0) छात्रों को दसवीं कक्षा को दोहराने से बचाने के लिए एक लाभ प्रदान करता है। परीक्षा उपनियमों के खंड",
  "Examination Bye-laws is with respect to confirmation of provisional admission granted to a student with respect to Class XI and thus, the said two clauses have been framed": "५2 का उपखंड (५) ग्यारहवीं कक्षा के संबंध में एक छात्र को दिए गए अनंतिम प्रवेश की पुष्टि के संबंध में है और इस",
  "Class XI and thus, the said two clauses have been framed for two different purposes and the said clauses cannot be": "प्रकार, उक्त दो खंड दो अलग-अलग उद्देश्यों के लिए बनाए गए हैं और उक्त खंड निम्नानुसार नहीं हो सकते हैं -",
  "LAKSHYA v. CENTRAL BOARD OF SECONDARY EDUCATION AND = 391 ANOTHER (Vikas Bhal, J.)": "लक्ष्य बनाम माध्यमिक शिक्षा का केंद्रीय बोर्ड और अन्य (विकास भाल, जे।)",
  "(18) In view of the above, the present writ petition is dismissed with the above-said observations.": "(8) उपरोक्त को ध्यान में रखते हुए, वर्तमान रिट याचिका को उपरोक्त टिप्पणियों के साथ खारिज कर दिया जाता",
  "Reporter-Divya Sarup": "रिपोर्टर-दिव्या सरूप",
  "386": "394",
  "stated to be arbitrary, illegal or in violation of law. The plea": "को मनमाना, अवैध या कानून का उल्लंघन बताया गया है। याचिकाकर्ता द्वारा इस आशय की याचिका दायर की गई",
  "raised by the petitioner to the effect that grant of three chances be read into in Clause 42(v) on the ground of compassion also deserves to be rejected as it is the": "है कि करुणा के आधार पर खंड ५2 (५) में तीन अवसरों के अनुदान को भी खारिज किया जाना चाहिए क्‍योंकि यह",
  "settled law that where a person does nothave a legal right, then, misplaced compassion will not meet the ends": "स्थापित कानून है कि जहां किसी व्यक्ति को कानूनी अधिकार नहीं है, तो, गलत करुणा न्याय के उद्देश्यों को पूरा नहीं",
  "of justice. A Co-ordinate Bench of this Court in CWP No.14584 of 1999 titled as 'Puneet Chopra and others Vs.": "करेगी। इस न्यायालय की समन्वय पीठ ने 999 के सी. डब्ल्यू. पी. संख्या. ५58% में 'पुनीत चोपड़ा और अन्य बनाम",
  "reported as 2000(3) S.C.T. 339, after taking into": "केन्द्रीय माध्यमिक शिक्षा बोर्ड! और अन्य 2000 (3) एस. सी. टी. 339 के रूप में, याचिकाकर्ता द्वारा उसमें की गई",
  "consideration the submissionsmade by the petitioner therein to the effect that the petitioner had studied for one year in": "प्रस्तुतियों पर विचार करने के बाद कि याचिकाकर्ता ने कक्षा ॥ में एक वर्ष तक अध्ययन किया था, विधि की उपरोक्त",
  "portion of the said judgment is reproduced herein below: -": "स्थिति को दोहराया। उक्त निर्णय का प्रासंगिक भाग नीचे पुनः प्रस्तुत किया गया है: -",
  "A person only passes 10th class examination, when he clears all the subjects. It is, therefore, rightly thought": "एक व्यक्ति केवल 0वीं कक्षा की परीक्षा पास करता है, जब वह सभी विषयों को पास करता है। इसलिए, यह उचित",
  "that only one chance should be given to pass the examination in the month of July/August, 1999.": "रूप से सोचा गया है कि जुलाई/अगस्त, 999 के महीने में परीक्षा उत्तीर्ण करने का केवल एक मौका दिया जाना",
  "Admittedly, the petitioners failed to pass their examination in the first attempt. They still remained": "चाहिए। मान लीजिए, याचिकाकर्ता पहले प्रयास में अपनी परीक्षा उत्तीर्ण करने में विफल रहे। वे अभी भी कंपार्टमेंटल",
  "compartmental candidates. Thus, they cannot make any grievance in this regard.": "उम्मीदवार बने रहे। इसलिए वे इस संबंध में कोई शिकायत नहीं कर सकते।",
  "7. On behalf of the petitioner it was submitted that these rules will not apply to the petitioners because at that time": "7. याचिकाकर्ता की ओर से यह प्रस्तुत किया गया था कि ये नियम याचिकाकर्ताओं पर लागू नहीं होंगे क्योंकि उस",
  "they were studying in Class 10. The said argument is fallacious. The amendment was effected in the year 1998.": "समय वे कक्षा ॥0 में पढ़ रहे थे। उक्त तर्क गलत है। यह संशोधन वर्ष ॥998 में लागू किया गया था।",
  "It would apply to all the candidates who passed Class 10. The petitioners only took the examination in Class": "यह उन सभी उम्मीदवारों पर लागू होगा जिन्होंने कक्षा 0 उत्तीर्ण की है। याचिकाकर्ताओं ने केवल मार्च/अप्रैल,",
  "10. The petitioners only took the examination in Class 10 in March/April, 1999. The rules were already": "999 में कक्षा 0 में परीक्षा दी थी। नियम पहले से ही लागू थे। इसलिए, यह याचिकाकर्ताओं पर अपने पूरे जोश के",
  "9. Confronted with that position it had been pointed that since petitioners have almost studied for one year in Class": "9. उस स्थिति का सामना करते हुए यह बताया गया था कि चूंकि याचिकाकर्ताओं ने कक्षा ॥] में लगभग एक वर्ष तक",
  "11, their academic session should not be disturbed. In this": "पढ़ाई की है, इसलिए उनके शैक्षणिक सत्र में बाधा नहीं डाली जानी चाहिए। इस संबंध में याचिका पूरी तरह से किसी",
  "regard the plea is totally devoid of any merit. The reason being that if a person does not have a right, then": "भी योग्यता से रहित है। इसका कारण यह है कि यदि किसी व्यक्ति को अधिकार नहीं है, तो गलत करुणा न्याय के",
  "education. The directions to the appellants to disobey the law is subversive of the rule of law, a breeding": "शिक्षा। अपीलार्थियों को कानून की अवज्ञा करने का निर्देश कानून के शासन, भ्रष्टाचार के लिए एक प्रजनन स्थल और",
  "ground for corruption and _ feeding source for indiscipline. The High Court, therefore, committed manifest error in law, in exercising its prerogative power conferred under Art 226 of the Constitution,": "अनुशासनहीनता के लिए एक स्रोत है। इसलिए उच्च न्यायालय ने संविधान के अनुच्छेद 226 के तहत प्रदत्त अपनी",
  "directing the appellants to permit the students to appear for the examination etc.”": "विशेषाधिकार शक्ति का प्रयोग करते हुए अपीलार्थियों को छात्रों को परीक्षा आदि में बैठने की अनुमति देने का निर्देश",
  "Any interference by this Court in favour of the petitioner would send a wrong message and would result in lowering of educational": "याचिकाकर्ता के पक्ष में इस न्यायालय द्वारा कोई भी हस्तक्षेप गलत संदेश भेजेगा और इसके परिणामस्वरूप शैक्षिक",
  "standards.": "मानकों में गिरावट आएगी।",
  "(13) Keeping in view the above-said facts and circumstances, the present writ petition being sans merit deserves to be dismissed and": "(।3) उपर्युक्त तथ्यों और परिस्थितियों को ध्यान में रखते हुए, वर्तमान रिट याचिका को बिना योग्यता के खारिज किया",
  "is, accordingly dismissed.": "जाना चाहिए और तदनुसार खारिज कर दिया जाता है।",
  "(14) Before parting with the present judgment, it would be relevant to note that on 18.05.2023, this Court had passed the following": "(9) वर्तमान निर्णय के साथ भाग लेने से पहले, यह ध्यान रखना प्रासंगिक होगा कि 8.05.2023 को, इस न्यायालय",
  "order: -": "ने निम्नलिखित आदेश पारित किया थाः-",
  "“Learned counsel for the petitioner prays for a short adjournment to get instructions on the aspect as to whether": "\"याचिकाकर्ता के लिए विद्वान वकील इस पहलू पर निर्देश प्राप्त करने के लिए एक छोटी स्थगन के लिए प्रार्थना करता",
  "the petitioner is ready to take admission in 11th class.": "है कि क्‍या याचिकाकर्ता ॥ वीं कक्षा में प्रवेश लेने के लिए तैयार है।",
  "Learned counsel for the respondents is also directed to get instructions with regard to said aspect.": "उत्तरदाताओं के लिए विद्वान वकील को भी उक्त पहलू के संबंध में निर्देश प्राप्त करने का निर्देश दिया जाता है।",
  "Adjourned to 26.05.2023. To be taken up at 02:45 PM.": "26.05.2023 को स्थगित किया गया। 02:५5 बजे लेने के लिए।",
  "JUDGE": "न्यायाधीश",
  "May 18, 2023”": "8 मई, 2023”",
  "(15) In pursuance of the above-said order, learned counsel for the respondent-CBSE has got instructions to the effect that in case the": "(।5) उपर्युक्त आदेश के अनुसरण में, प्रतिवादी-सी. बी. एस. ई. के विद्वान वकील को इस आशय के निर्देश मिले हैं",
  "petitioner is ready to take admission in Class XI, then, the respondent-": "कि यदि याचिकाकर्ता कक्षा )0 में प्रवेश लेने के लिए तैयार है, तो प्रतिवादी सी. बी. एस. ई. को कार्रवाई के उक्त",
  "CBSE would have no objection to the said course of action.": "पाठ्यक्रम पर कोई आपत्ति नहीं होगी।",
  "(16) Learned counsel for the petitioner, however, prayed that he": "(6) हालाँकि, याचिकाकर्ता के विद्वान वकील ने अनुरोध किया कि वह गुण-दोष के आधार पर रिट याचिका को",
  "(17) Although, the present writ petition has been dismissed, but it would be open to the petitioner to seek admission in Class XI to": "(।7) हालांकि, वर्तमान रिट याचिका खारिज कर दी गई है, लेकिन यह याचिकाकर्ता के लिए कक्षा )0 में प्रवेश लेने के",
  "which the respondents-CBSE would have no objection, but the same would be subject to the norms formulated by the State and the": "लिए खुला होगा, जिस पर उत्तरदाताओं-सीबीएसई को कोई आपत्ति नहीं होगी, लेकिन यह राज्य द्वारा तैयार किए गए",
  "applicable Rules & Regulations.": "मानदंडों और लागू नियमों और विनियमों के अधीन होगा।",
  "would be given in the month July/August of the next year, whereas, the annual examinations are to be held in March/April and thus, a student who has not even cleared": "कानून अगले साल जुलाई/अगस्त महीने में दिए जाएंगे, जबकि वार्षिक परीक्षाएं मार्च/अप्रैल में आयोजित की जानी हैं",
  "year, whereas, the annual examinations are to be held in March/April and thus, a student who has not even cleared examinations of Class X would be eligible for appearing for": "और इस प्रकार, एक छात्र जिसने दसवीं कक्षा की परीक्षा भी पास नहीं की है, वह ग्यारहवीं कक्षा की परीक्षा में बैठने",
  "the examinations Class XI. Sub-clause (v) of Clause 42 of the Examination Bye-laws — stipulates that the": "के लिए पात्र होगा। परीक्षा उपनियमों के खंड ५2 का उपखंड (५) यह निर्धारित करता है कि कम्पार्टमेंटल परीक्षा",
  "compartmental examination be cleared in July/August of the same year in the first chance and thus, even for all": "उसी वर्ष जुलाई/अगस्त में पहले अवसर पर उत्तीर्ण की जाए और इस प्रकार, सभी व्यावहारिक उद्देश्यों के लिए भी,",
  "practical purposes, is legal and valid.": "कानूनी और वैध है।",
  "Thus, keeping in view the above-said facts and circumstances,": "इस प्रकार, उपर्युक्त तथ्यों और परिस्थितियों को ध्यान में रखते हुए, इस न्यायालय की राय है कि सीबीएसई की",
  "this Court is of the opinion that Clause 42(v) of the Examination Bye- lawsof CBSE is legal and valid and deserves to be upheld.": "परीक्षा उपविधि का खंड ५2 (५) कानूनी और वैध है और इसे बरकरार रखा जाना चाहिए।",
  "The Hon'ble Supreme Court of India in Vikas Sahebrao": "(42) भारत के माननीय उच्चतम न्यायालय ने विकास साहेबराव राउंडल के मामले (उपर्युक्त) में निम्नलिखित रूप में",
  "12. Article 51A enjoins every citizen by clause (h) to develop the scientific temper, humanism, the spirit of": "॥2. अनुच्छेद 50 प्रत्येक नागरिक को खंड (एच) द्वारा वैज्ञानिक मनोवृत्ति, मानवतावाद, जिज्ञासा और सुधार की",
  "achievement; (a) respect of national flag and national anthem; (e) to promote harmony and spirit of common": "उपलब्धि के उच्च स्तर तक बढ़ सके; (ए) राष्ट्रीय ध्वज और राष्ट्रगान का सम्मान; (ई) महिला की गरिमा के लिए",
  "brotherhood amongst all the Indian people transcending religious, linguistic and regional or sectional diversities to": "अपमानजनक प्रथा को त्यागने के लिए धार्मिक, भाषाई और क्षेत्रीय या विभागीय विविधताओं से परे सभी भारतीय",
  "students need to be inculcated and imbibed. They should be sowed in the receptive minds in their formative periods so": "और आत्मसात करने की आवश्यकता है। उन्हें अपनी प्रारंभिक अवधि में ग्रहणशील मन में बोया जाना चाहिए ताकि वे",
  "that they take deep roots at maturity. The teacher needs, not only the training at the inception, but also periodical": "परिपक्कता पर गहरी जड़ें जमा सकें। शिक्षक को न केवल शुरुआत में प्रशिक्षण की आवश्यकता होती है, बल्कि इस",
  "statutory compliance would amount to letting loose of innocence and unwary children. xxx XXX XXX XXX": "वैधानिक अनुपालन की उपेक्षा निर्दोषता और अनजान बच्चों को छोड़ने के बराबर होगी। 200९ 200९ 20०९ शिक्षा के",
  "Slackening the standard and judicial fiat to control the mode of education and examining system are": "तरीके और परीक्षण प्रणाली को नियंत्रित करने के लिए मानक और न्यायिक आदेश कोधीमा करना शिक्षा के कुशल",
  "detrimental to the efficient management of the": "प्रबंधन के लिए हानिकारक है।"
}