{
  "circumstance which prevented him from approaching this Court for": "ऐसी परिस्थिति जिसने उन्हें इतने लंबे समय तक इस न्यायालय का दरवाजा खटखटाने से रोक दिया। यह न्यायालय",
  "of the petitioner, to exercise the extra-ordinary jurisdiction under Article 226 of the Constitution of India. The present writ petition": "संविधान के अनुच्छेद 226 के तहत असाधारण अधिकार क्षेत्र का प्रयोग करने के लिए याचिकाकर्ता के आकस्मिक",
  "10.07.2003 (Annexure P-6) and the order of Revisional Authority dated": "(अनुलग्रक पी-6) को पारित बहाली आदेश और ॥5.02.202 (अनुलग्नक पी-3) के पुनरीक्षण प्राधिकरण के",
  "(Para 7)": "(पैरा 7)",
  "Further held, that further, the contention of counsel for the petitioner is that the petitioner has been discriminated against as he has": "ने आगे अभिनिर्धारित किया कि याचिकाकर्ता के वकील का तर्क यह है कि याचिकाकर्ता के साथ भेदभाव किया गया",
  "been singled out and show cause notices issued to the other members of": "है क्योंकि उसे अलग किया गया है और बाजार के अन्य सदस्यों को जारी कारण बताओ नोटिस को तार्किक निष्कर्ष",
  "the market have not been taken to the logical conclusion. It is no longer res integra that the right to equality enshrined in Article 14 of the": "पर नहीं ले जाया गया है। यह अब समग्र नहीं है कि भारत के संविधान के अनुच्छेद ५ में निहित समानता का",
  "Constitution of India is a positive concept and it does not provide for negative equality.": "अधिकार एक सकारात्मक अवधारणा है और यह नकारात्मक समानता का प्रावधान नहीं करता है।",
  "(Para 9)": "(पैरा 9)",
  "Further held, that the learned counsel for the petitioner further contended that the order of resumption is an ultimate civil sanction and": "ने आगे अभिनिर्धारित किया कि याचिकाकर्ता के विद्वान वकील ने आगे तर्क दिया कि पुनः आरंभ करने का आदेश",
  "contended that the order of resumption is an ultimate civil sanction and it must be used as a last resort. It is a trite law that if an allottee": "एक अंतिम नागरिक मंजूरी है और इसका उपयोग अंतिम उपाय के रूप में किया जाना चाहिए। यह एक सामान्य",
  "continues to violate the terms and conditions of the allotment letter, the": "कानून है कि यदि कोई आवंटनकर्ता आवंटन पत्र के नियमों और शर्तों का उल्लंघन करना जारी रखता है, तो संबंधित",
  "power of resumption can be exercised by the authority concerned.": "प्राधिकरण द्वारा फिर से शुरू करने की शक्ति का प्रयोग किया जा सकता है।",
  "(Para 11)": "(पैरा ॥)",
  "Further held, that thus, it is clear that the petitioner was": "ने आगे अभिनिर्धारित किया कि इस प्रकार यह स्पष्ट है कि याचिकाकर्ता दुरुपयोग प्रभार जमा करने में विफल रहने",
  "liable to pay the misuse charges in compliance of the order dated 25.03.2009 (Annexure P-10), on his failure to deposit the misuse": "पर दिनांक 25.03.2009 (अनुलग्नक पी-0) के आदेश के अनुपालन में दुरुपयोग प्रभार का भुगतान करने के लिए",
  "charges, the resumption orders of the Estate Officer-respondent No.4 dated 10.07.2003 (Annexure P-6) became operational. We hold that the": "दायी था, संपदा अधिकारी-प्रत्यर्थी संख्या. ५ दिनांक 0.07.2003 (अनुलग्नरक पी-6) के पुनप्रारंभ आदेश चालू हो",
  "order of resumption has been passed as a last resort and, therefore, we": "गए। हमारा मानना है कि बहाली का आदेश अंतिम उपाय के रूप में पारित किया गया है और इसलिए, हमारी राय है",
  "are of the opinion that the order of resumption is as per the terms and conditions of the allotment letter. The authorities below have rightly": "कि बहाली का आदेश आवंटन पत्र के नियमों और शर्तों के अनुसार है। नीचे दिए गए अधिकारियों ने याचिकाकर्ता को",
  "refused to grant any relief to the petitioner. Therefore, we find no ground to interfere with the same.": "कोई राहत देने से इनकार कर दिया है। इसलिए, हमें इसमें हस्तक्षेप करने का कोई आधार नहीं मिलता है।",
  "(Para 13)": "(पैरा 3)",
  "Paras Money Goyal, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता पारस मनी गोयल।",
  "Anil Mehta, Senior Standing Counsel with Aashna Gill, Advocate for the respondents —UT, Chandigarh.": "अनिल मेहता, आशना गिल के साथ वरिष्ठ स्थायी वकील, प्रतिवादियों के लिए अधिवक्ता-यू. टी., चंडीगढ़।",
  "RAVINDER SINGH v. UNION TERRITORY, CHANDIGARH AND 1369 OTHERS (Augustine George Masih, J.)": "रविंदर सिंह बनाम केंद्र शासित प्रदेश, चंडीगढ़ और अन्य (ऑगस्टीन जॉर्ज मसीह, जे.)",
  "invoked, unexplained delay coupled with the creation of third-party rights in the meantime is an important factor": "इस बीच में तीसरे पक्ष के अधिकारों के निर्माण के साथ अस्पष्टीकृत देरी एक महत्वपूर्ण कारक है जो इस तरह के",
  "which also weighs with the High Court in deciding whether or not to exercise such jurisdiction.”": "अधिकार क्षेत्र का प्रयोग करने या नहीं करने का निर्णय लेने में उच्च न्यायालय के साथ भी वजन करता है।",
  "(8) We find that the petitioner did not pursue his case with due": "(8) हम पाते हैं कि याचिकाकर्ता ने अपने मामले को उचित परिश्रम के साथ आगे नहीं बढ़ाया। इतने लंबे समय तक",
  "Article 226 of the Constitution of India. It has been reiterated by the": "अपने अधिकारों पर सोते रहने में याचिकाकर्ता का आचरण उसे भारत के संविधान के अनुच्छेद 226 के तहत",
  "exercising jurisdiction under Article 226 of the Constitution of India. A": "का दरवाजा खटखटाता है। भारत के संविधान के अनुच्छेद 226 के तहत अधिकार क्षेत्र का प्रयोग करने के लिए देरी",
  "versus Pan Singh and others’, Karnataka Power Corpn. Ltd. versus K.Thangappan*, Chennai Metropolitan Water Supply and Sewerage": "कर्नाटक पावर कॉर्प को दिया जा सकता है। लिमिटेड बनाम के. थंगप्पन, चेन्नई महानगर जल आपूर्ति और सीवरेज",
  "Board versus T.T. Murali Babu* and Maharashtra State Road Transport Corporation versus Balwant Regular Motor Service,": "बोर्ड बनाम टी. टी. मुरली बाबू और महाराष्ट्र राज्य सड़क परिवहन निगम बनाम बलवंत नियमित मोटर सेवा,",
  "Amravati’.": "अमरावती।",
  "(9) Further, the contention of counsel for the petitioner is that the petitioner has been discriminated against as he has been singled out": "(9) इसके अलावा, याचिकाकर्ता के वकील का तर्क है कि याचिकाकर्ता के साथ भेदभाव किया गया है क्योंकि उसे",
  "and show cause notices issued to the other members of the market have": "अलग कर दिया गया है और बाजार के अन्य सदस्यों को जारी कारण बताओ नोटिस को तार्किक निष्कर्ष पर नहीं ले",
  "not been taken to the logical conclusion. It is no longer res integra that the right to equality enshrined in Article 14 of the Constitution of India": "जाया गया है। यह अब समग्र नहीं है कि भारत के संविधान के अनुच्छेद ।५६ में निहित समानता का अधिकार एक",
  "iS a positive concept and it does not provide for negative equality. In": "सकारात्मक अवधारणा है और यह नकारात्मक समानता का प्रावधान नहीं करता है। उड़ीसा राज्य बनाम ममता",
  "“Tt is a settled legal proposition that Article 14 is not meant to perpetuate illegality and it does not envisage negative": "\"यह एक व्यवस्थित कानूनी प्रस्ताव है कि अनुच्छेद ।५ अवैधता को कायम रखने के लिए नहीं है और यह नकारात्मक",
  "equality. Thus, even if some other similarly situated": "समानता की परिकल्पना नहीं करता है। इस प्रकार, भले ही कुछ अन्य समान रूप से स्थित व्यक्तियों को अनजाने में",
  "persons have been granted some benefit inadvertently or by mistake, such order does not confer any legal right on the petitioner to get the same relief. [Vide State (UT of": "या गलती से कुछ लाभ दिया गया हो, ऐसा आदेश याचिकाकर्ता को समान राहत प्राप्त करने का कोई कानूनी",
  "Chandigarh) v. Jagjit Singh ; Yogesh Kumar v. State (NCT": "अधिकार प्रदान नहीं करता है। देखें राज्य केंद्र शासित प्रदेश चंडीगढ़) बनाम जगजीत सिंह; योगेश कुमार बनाम",
  "of Delhi); Anand Buttons Ltd. V. State of Haryana; K.K.Bhatia v. State of M.P.; Krishan Bhatt vs. State of J &": "दिल्‍ली राज्य एनसीटी) आनंद बटन लिमिटेड बनाम हरियाणा राज्य; के. के. भाटिया बनाम एमपी राज्य; कृष्ण भट्ट",
  "* 2007 (9) SCC 27": "22007 (9) एस.सी.सी. 27",
  "32006 (4) SCC 322": "32006 (५) एस.सी.सी. 322",
  "RAVINDER SINGH v. UNION TERRITORY, CHANDIGARH AND 1363": "रविंदर सिंह बनाम केंद्र शासित प्रदेश, चंडीगढ़ और अन्य",
  "OTHERS (Augustine George Masih, J.)": "(ऑगस्टीन जॉर्ज मसीह, जे.)",
  "Before Augustine George Masih, J.": "ऑगस्टीन जॉर्ज मसीह के समक्ष, जे.",
  "RAVINDER SINGH— Petitioner": "रविंदर सिंह- याचिकाकर्ता",
  "versus": "बनाम",
  "UNION TERRITORY, CHANDIGARH AND OTHERS— Respondents": "केंद्र शासित प्रदेश, चंडीगढ़ और अन्य - प्रतिवादी",
  "CWP No. 7711 of 2023": "सीडब्ल्यूपी संख्या 77। का 2023",
  "April 17, 2023": "॥7 अप्रैल, 2023",
  "Constitution of India, 1950—Art. 14, 226—Capital of Punjab (Development and Regulation) Act, 1952—Public Premises (Eviction": "भारत का संविधान, 950-कला. पंजाब की राजधानी (विकास और विनियमन) अधिनियम, 952-सार्वजनिक",
  "trade. Show cause notice dated 26.07.2002 issued for misuse. Estate": "सामान्य व्यापार के लिए आवंटित। दुरुपयोग के लिए दिनांक 26.07.2002 का कारण बताओ नोटिस जारी किया",
  "Officer resumed the site vide order dated 10.07.2007. Appeal": "गया। एस्टेट अधिकारी ने दिनांक 0.07.2007 के आदेश के अनुसार साइट को फिर से शुरू किया। अपील को",
  "dismissed on 04.05.2006. Revisional authority remanded the case.": "0५.05.2006 को खारिज कर दिया गया। पुनरीक्षण प्राधिकरण ने मामले को रिमांड पर ले लिया। 30 दिनों के भीतर",
  "Appeal accepted on 25.03.2009 with condition to deposit misuse": "दुरुपयोग शुल्क जमा करने की शर्त के साथ 25.03.2009 को अपील स्वीकार की गई, जिसमें विफल रहने पर पुनः",
  "operational. Misuse charges not paid despite being communicated—": "आरंभ करने का आदेश चालू हो जाएगा। संप्रेषित किए जाने के बावजूद दुरुपयोग शुल्क का भुगतान नहीं किया",
  "Proceedings under Public Premises Act initiated—Writ petition filed": "गया--सार्वजनिक परिसर अधिनियम के तहत कार्यवाही शुरू की गई -0 साल की देरी के बाद दायर रिट याचिका-",
  "after 10 years delay—No sufficient cause, reasonable explanation or compelling or extenuating circumstances found to condone delay.": "देरी को माफ करने के लिए कोई पर्याप्त कारण, उचित स्पष्टीकरण या मजबूर करने वाली या विस्तार करने वाली",
  "compelling or extenuating circumstances found to condone delay. Sleeping over rights for long period disentitled Petitioner to": "परिस्थितियां नहीं पाई गईं। अनुच्छेद के तहत विवेकाधीन राहत के लिए याचिकाकर्ता को लंबे समय तक अधिकारों से",
  "discretionary relief under Art. 226—Plea of  Petitioner— Discrimination and being singled out—Rejected—Art. 14 is a positive": "वंचित करना। 226-याचिकाकर्ता की याचिका-भेदभाव और अलग किया जा रहा है-अस्वीकार-कला। ।+६ एक",
  "concept—Does not provide negative equity—If allottee continues to": "सकारात्मक अवधारणा है-नकारात्मक इक्विटी प्रदान नहीं करता है- यदि आवंटनकर्ता आवंटन पत्र के नियमों और",
  "violate terms and conditions of allotment letter—Authorities can experience power of resumption. Petition dismissed.": "शर्तों का उल्लंघन करना जारी रखता है-तो अधिकारी फिर से शुरू करने की शक्ति का अनुभव कर सकते हैं।",
  "Held, that we find that the delay of 10 years in filing the present": "याचिका खारिज कर दी गई।माना गया कि हम पाते हैं कि वर्तमान रिट याचिका दायर करने में 0 वर्षों की देरी को",
  "writ petition has not been properly explained and the ground taken for": "ठीक से समझाया नहीं गया है और देरी के स्पष्टीकरण के लिए लिया गया आधार प्रामाणिक नहीं है।",
  "the explanation of delay lacks bona fide. On the other hand, we find that the explanation given by the petitioner is concocted and he has been thoroughly negligent in invoking the remedies available to him.": "दूसरी ओर, हम पाते हैं कि याचिकाकर्ता द्वारा दिया गया स्पष्टीकरण मनगढ़ंत है और वह अपने लिए उपलब्ध उपायों",
  "the delay in approaching this Court within a reasonable period, which": "को लागू करने में पूरी तरह से लापरवाही कर रहा है। यह न्यायालय एक उचित अवधि के भीतर इस न्यायालय का",
  "provides that if there is a sufficient cause and reasonable explanation for the delay which is acceptable to a person of ordinary prudence, it": "से बेखबर नहीं हो सकता है, जिसमें यह प्रावधान है कि यदि देरी के लिए पर्याप्त कारण और उचित स्पष्टीकरण है जो",
  "should be condoned, but the facts of the case are otherwise. The petitioner has miserably failed to explain any compelling or extenuating": "माफ किया जाना चाहिए, लेकिन मामले के तथ्य अन्यथा हैं। याचिकाकर्ता किसी भी सम्मोहक या विस्तार की व्याख्या",
  "RAVINDER SINGH v. UNION TERRITORY, CHANDIGARH AND 1367 OTHERS (Augustine George Masih, J.)": "रविंदर सिंह बनाम केंद्र शासित प्रदेश, चंडीगढ़ और अन्य (ऑगस्टीन जॉर्ज मसीह, जे.)",
  "stated that his father Gurmail Singh was diagnosed with heart disease": "बयान में कहा गया है कि उनके पिता गुरमैल सिंह को हृदय रोग का पता चला था जैसा कि फोर्टिस अस्पताल,",
  "as is discernible from certificate dated 02.05.2006 (Annexure P-3) issued by Fortis Hospital, Mohali.": "मोहाली द्वारा जारी प्रमाण पत्र दिनांक 02.05.2006 (अनुलग्नरक पी-3) से स्पष्ट है।",
  "(7) We find that the delay of 10 years in filing the present writ petition has not been properly explained and the ground taken for the": "(7) हम पाते हैं कि वर्तमान रिट याचिका दायर करने में 0 वर्षों की देरी को ठीक से समझाया नहीं गया है और देरी",
  "explanation of delay lacks bona fide. On the other hand, we find that the explanation given by the petitioner is concocted and he has been": "के स्पष्टीकरण के लिए लिया गया आधार प्रामाणिक नहीं है। दूसरी ओर, हम पाते हैं कि याचिकाकर्ता द्वारा दिया गया",
  "the explanation given by the petitioner is concocted and he has been thoroughly negligent in invoking the remedies available to him. This": "स्पष्टीकरण मनगढ़ंत है और वह अपने लिए उपलब्ध उपायों को लागू करने में पूरी तरह से लापरवाही कर रहा है। यह",
  "Court cannot be oblivious of the principle involved in condoning the delay in approaching this Court within a reasonable period, which": "न्यायालय एक उचित अवधि के भीतर इस न्यायालय का दरवाजा खटखटाने में देरी को माफ करने में शामिल सिद्धांत",
  "for the delay which is acceptable to a person of ordinary prudence, it should be condoned, but the facts of the case are otherwise. The": "सामान्य विवेक वाले व्यक्ति को स्वीकार्य है, तो इसे माफ किया जाना चाहिए, लेकिन मामले के तथ्य अन्यथा हैं।",
  "petitioner has miserably failed to explain any compelling or extenuating": "याचिकाकर्ता किसी भी मजबूर करने वाली या अतिरंजित करने वाली परिस्थिति की व्याख्या करने में बुरी तरह विफल",
  "circumstance which prevented him from approaching this Court for such a long time. This Court cannot appreciate the casual explanation": "रहा है जिसने उसे इतने लंबे समय तक इस न्यायालय का दरवाजा खटखटाने से रोक दिया। यह न्यायालय भारत के",
  "“Laches or undue delay, the blame-worthy conduct of a person in approaching a Court of Equity in England for": "\"विलम्ब या अनुचित विलम्ब, विवेकाधीन राहत प्राप्त करने के लिए इंग्लैंड में कोर्ट ऑफ इक्किटी का दरवाजा",
  "Peacock, in Lindsay Petroleum Co. vs. Prosper Armstrong, (1874) 3 PC 221 as under:": "सर बार्न्स पीकॉक द्वारा लिंडसे पेट्रोलियम कंपनी बनाम प्रॉस्पर आर्मस्ट्रांग (/87५) 3 पीसी 22 में संक्षिप्त रूप से",
  "“Now the doctrine of laches in Courts of Equity is not an arbitrary or a technical doctrine. Where it would be": "अब समता के न्यायालयों में अतिक्रमण का सिद्धांत एक मनमाना या तकनीकी सिद्धांत नहीं है। जहां कोई उपाय देना",
  "practically unjust to give a remedy, either because the party has, by his conduct, done that which might fairly be": "व्यावहारिक रूप से अन्यायपूर्ण होगा, या तो इसलिए कि पार्टी ने अपने आचरण से ऐसा किया है जिसे उचित रूप से",
  "regarded as equivalent to a waiver of it, or where by his conduct and neglect he has, though perhaps not waiving": "इसकी छूट के बराबर माना जा सकता है, या जहां अपने आचरण और उपेक्षा से उसने, हालांकि शायद उस उपाय",
  "that remedy, yet put the other party in a situation, in which": "को माफ नहीं किया है, फिर भी दूसरे पक्ष को ऐसी स्थिति में डाल दिया है, जिसमें",
  "' 2023 SCC Online SC 219": "।2023 एससीसी ऑनलाइन एससी 29",
  "cause as to why the order of eviction be not passed in respect of the site in question.": "कारण बताओ कि विवादित स्थल के संबंध में बेदखली का आदेश क्‍यों नहीं पारित किया जाए।",
  "(3) Learned counsel for the petitioner has vehemently argued that in the facts and circumstances of the present case the authorities": "(3) याचिकाकर्ता के विद्वान वकील ने जोरदार तर्क दिया है कि वर्तमान मामले के तथ्यों और परिस्थितियों में नीचे दिए",
  "below could not have imposed the misuse charges for a period which is more than six months as an outer limit is prescribed under the relevant": "गए अधिकारी छह महीने से अधिक की अवधि के लिए दुरुपयोग शुल्क नहीं लगा सकते थे क्योंकि संबंधित नियमों के",
  "11) imposing penalty is a non-speaking order and no reasons have been given for imposing such a huge amount of penalty and that the same": "आदेश (अनुलग्रक पी-4॥) एक गैर-भाषी आदेश है और इतनी बड़ी राशि का जुर्माना लगाने के लिए कोई कारण नहीं",
  "has been imposed without providing any opportunity of hearing to the": "दिया गया है और याचिकाकर्ता को सुनवाई का कोई अवसर प्रदान किए बिना इसे लागू किया गया है। प्राकृतिक न्याय",
  "petitioner. All principles of natural justice have been violated. The order imposing penalty has been passed mechanically without there": "के सभी सिद्धांतों का उल्लंघन किया गया है। जुर्माना लगाने का आदेश बिना किसी विवेक के यांत्रिक रूप से पारित",
  "being any application of mind. Even the show cause notice issued in the year 2002 before the resumption proceedings did not contain a": "किया गया है। यहां तक कि कार्यवाही फिर से शुरू होने से पहले वर्ष 2002 में जारी कारण बताओ नोटिस में भी",
  "provision for imposition of penalty and it is a settled proportion of law": "जुर्माना लगाने का प्रावधान नहीं था और यह कानून का एक तय अनुपात है कि प्राधिकरण कारण बताओ नोटिस के",
  "that the authority cannot go beyond the scope of show cause notice. The petitioner has been discriminated against. As when the show cause notices were issued in the year 2002, the same were issued to the entire": "दायरे से परे नहीं जा सकता है। याचिकाकर्ता के साथ भेदभाव किया गया है। जब वर्ष 2002 में कारण बताओ नोटिस",
  "market, however, rest of the persons managed the inspector and": "जारी किए गए थे, तो वे पूरे बाजार को जारी किए गए थे, हालांकि, बाकी व्यक्तियों ने निरीक्षक का प्रबंधन किया और",
  "continued the misuse. The petitioner has been singled out and the order": "दुरुपयोग जारी रखा। याचिकाकर्ता को अलग कर दिया गया है और फिर से शुरू करने का आदेश पारित कर दिया",
  "of resumption has been passed. The petitioner is being compelled to run from pillar to post and a penalty of an enormous amount of": "गया है। याचिकाकर्ता को एक जगह से दूसरी जगह भागने के लिए मजबूर किया जा रहा है और कथित दुरुपयोग के",
  "Rs.8,28,000/- on account of alleged misuse is being demanded.": "कारण रुपये.8,28,000/- की भारी राशि का जुर्माना लगाया जा रहा है।",
  "(4) Per contra, learned counsel for the respondents has asserted that the petitioner is a wilful defaulter and he has approached this Court": "(५) इसके विपरीत, प्रत्यर्थियों के विद्वान वकील ने जोर देकर कहा है कि याचिकाकर्ता एक जानबूझकर चूककर्ता है",
  "after an inordinate delay of more than 10 years and has sought the": "और उसने ॥0 साल से अधिक की अत्यधिक देरी के बाद इस न्यायालय का दरवाजा खटखटाया है और अनुकरणीय",
  "dismissal of the writ petition with exemplary costs.": "लागत के साथ रिट याचिका को खारिज करने की मांग की है।",
  "(5) We have heard counsel for the parties and have perused the case file very carefully. We do not find any merit in the writ petition": "(5) हमने पक्षों के वकील को सुना है और मामले की फाइल को बहुत सावधानी से देखा है। हम रिट याचिका में कोई",
  "and the same deserves to be dismissed on the following grounds:": "योग्यता नहीं पाते हैं और इसे निम्नलिखित आधारों पर खारिज किया जाना चाहिएः",
  "(6) The petitioner took a specific stand in para 14 of the writ": "(6) याचिकाकर्ता ने रिट याचिका के पैरा ॥५ में एक विशिष्ट रुख अपनाया कि उसे 7.08.202। (अनुलग्नक पी-५)",
  "resumed only after the issuance of notice under Section 4(i) of the Act": "को प्रतिवादी संख्या 6 द्वारा 497] के अधिनियम की धारा ५ () के तहत नोटिस जारी किए जाने के बाद ही वर्तमान",
  "thereafter he took more than one year to obtain all the necessary documents under the Right to Information Act to enable him to file the": "संपत्ति को फिर से शुरू करने के बारे में पता चला और उसके बाद उसे सूचना का अधिकार अधिनियम के तहत सभी आवश्यक दस्तावेज प्राप्त करने में एक वर्ष से अधिक का समय लगा ताकि वह वर्तमान रिट याचिका दायर कर",
  "present writ petition. The above stand of the petitioner is contrary to the record of the case. A perusal of order dated 04.05.2006 (Annexure P-7)": "सके। याचिकाकर्ता का उपरोक्त रुख मामले के रिकॉर्ड के विपरीत है। दिनांक 04.05.2006 (अनुलग्रक पी-7) के",
  "passed in Appeal No. 180 of 2004 shows that the presence of petitioner Ravinder Singh is marked for the appellant and he has categorically": "आदेश का अवलोकन अपील सं. 200५ का 80 दर्शाता है कि याचिकाकर्ता रविंदर सिंह की उपस्थिति अपीलार्थी के लिए चिह्नित है और उसने स्पष्ट रूप से",
  "RAVINDER SINGH v. UNION TERRITORY, CHANDIGARH AND 1365 OTHERS (Augustine George Masih, J.)": "रविंदर सिंह बनाम केंद्र शासित प्रदेश, चंडीगढ़ और अन्य (ऑगस्टीन जॉर्ज मसीह, जे.)",
  "HARPREET SINGH BRAR, J.": "हरप्रीत सिंह बरार, जे।",
  "writ in the nature of Certiorari seeking quashing of resumption order dated 10.07.2003 (Annexure P-6), order dated 25.03.2009 (Annexure": "25.03.2009 (अनुलग्नक पी-0) को रद्द करने की मांग करते हुए प्रमाण पत्र की प्रकृति में एक रिट जारी करने के",
  "respondent No.6 imposing misuse charges and also the order dated": "लिए इस न्यायालय का दरवाजा खटखटाया है और प्रतिवादी संख्या 6 द्वारा दुरुपयोग आरोप लगाने और दिनांक",
  "15.02.2012 (Annexure P-13) vide which the revision petition filed by": "5.02.202 (अनुलग्क पी-3) के आदेश को भी पारित किया गया है, जिसके तहत याचिकाकर्ता द्वारा दायर",
  "the petitioner was dismissed by respondent No.2. Petitioner has further": "पुनरीक्षण याचिका को प्रतिवादी संख्या 2 द्वारा खारिज कर दिया गया था। याचिकाकर्ता ने आगे उत्तरदाताओं को उस",
  "sought a writ of mandamus directing the respondents to restore the site": "साइट को बहाल करने का निर्देश देने के लिए आदेश की एक रिट मांगी है।",
  "(2) Briefly, the facts of the case are that the grandfather of the petitioner was allotted SCF No. 21, Sector 21-C, Chandigarh vide letter": "(2) संक्षेप में, मामले के तथ्य यह हैं कि याचिकाकर्ता के दादा को एससीएफ नं। 2, सेक्टर 2-सी, चंडीगढ़ दिनांक",
  "of allotment dated 10.10.1960. As per the condition of the allotment letter, the site in question was allotted for general trade. The original": "0.0.960 के आवंटन पत्र के अनुसार। आवंटन पत्र की शर्त के अनुसार, विचाराधीन स्थान सामान्य व्यापार के",
  "allottee i.e. Niranjan Singh died in the year 2001. After his death, father": "लिए आवंटित किया गया था। मूल आवंटन वर्ष 200। में निरंजन सिंह की मृत्यु हो गई। उनकी मृत्यु के बाद,",
  "of the petitioner namely Gurmail Singh started using the site in question. The father of the petitioner also died in the year 2016.": "याचिकाकर्ता के पिता गुरमैल सिंह ने साइट का उपयोग करना शुरू कर दिया। याचिकाकर्ता के पिता की भी वर्ष",
  "Pursuant to a show cause notice dated 26.07.2002 (Annexure P-5)": "206 में मृत्यु हो गई थी। दिनांक 26.07.2002 के अनुलग्नरक पी-5 के कारण बताओ नोटिस के अनुसार) प्रतिवादी",
  "respondent No.4 resumed the site in question vide order dated 10.07.2003 (Annexure P-6). The petitioner challenged the above order": "संख्या. ५ ने दिनांक 40.07.2003 के आदेश के अनुसार साइट को फिर से शुरू किया) याचिकाकर्ता ने अपील नं.",
  "by filing Appeal No. 180 of 2004. The respondent No.3 dismissed the appeal filed by the petitioner vide order 04.05.2006 (Annexure P-7).": "200५ का 80. प्रतिवादी संख्या. 3 ने आदेश 0५.05.2006 अनुलग्नक पी-7 के माध्यम से याचिकाकर्ता द्वारा दायर",
  "The petitioner thereafter challenged the order of respondent No.3": "अपील को खारिज कर दिया) इसके बाद याचिकाकर्ता ने प्रत्यर्थी संख्या. 2 के समक्ष प्रत्यर्थी संख्या. 3 के आदेश को",
  "before respondent No.2, who remanded the case back vide order dated 12.07.2006 (Annexure P-9) for passing a speaking order in accordance with law after giving proper hearing to the parties. Respondent No.3": "चुनौती दी, जिसने पक्षों को उचित सुनवाई देने के बाद कानून के अनुसार बोलने का आदेश पारित करने के लिए दिनांक ।2.07.2006 (अनुलग्क पी-9) के आदेश द्वारा मामले को वापस भेज दिया। प्रत्यर्थी संख्या. 3 ने",
  "accepted the appeal filed by the allottee vide order dated 25.03.2009 (Annexure P-10). The above order was subject to the condition that the": "आवंटनकर्ता द्वारा दिनांक 25.03.2009 के आदेश द्वारा दायर अपील को स्वीकार कर लिया। (अनुलग्नरक पी -0).",
  "(Annexure P-10). The above order was subject to the condition that the misuse charges which are payable under the law, shall be paid by the": "उपर्युक्त आदेश इस शर्त के अधीन था कि दुरुपयोग शुल्क जो कानून के तहत देय हैं, आवंटनकर्ता द्वारा उसे सूचित",
  "allottee within 30 days from the date the same is communicated to him, failing which the resumption order passed by Estate Officer-respondent": "किए जाने की तारीख से ३०0 दिनों के भीतर भुगतान किया जाएगा, जिसमें विफल रहने पर एस्टेट अधिकारी-प्रतिवादी",
  "25.03.2009 passed by the Chief Administrator (respondent No.3) for deposit of misuse charges was not complied with, the resumption order": "द्वारा पारित दिनांक 25.03.2009 के आदेश का अनुपालन नहीं किया गया था, इसलिए एस्टेट अधिकारी-प्रत्यर्थी",
  "dated 10.07.2003 (Annexure P-6) passed by the Estate Officer- respondent No.4 came into operation. Ultimately a notice under Section": "संख्या. ५ द्वारा पारित दिनांक 40.07.2003 (अनुलग्नक पी-6) को बहाल किया गया। अंततः सार्वजनिक परिसर",
  "4 (i) of the Public Premises (Eviction of Unauthorised Occupants) Act, 1971 (hereinafter referred to as ‘the Act of 1971’ for short) was served": "(अनधिकृत कब्जाधारियों की बेदखली) अधिनियम, 97 (इसके बाद १97। के अधिनियम' के रूप में संदर्भित) की",
  "RAVINDER SINGH v. UNION TERRITORY, CHANDIGARH AND 1371 OTHERS (Augustine George Masih, J.)": "रविंदर सिंह बनाम केंद्र शासित प्रदेश, चंडीगढ़ और अन्य (ऑगस्टीन जॉर्ज मसीह, जे.)",
  "Administration versus Amarjeet Singh'! and Haryana State Agricultural Marketing Board versus Raj Pal’.": "प्रशासन बनाम अमरजीत सिंह और हरियाणा राज्य कृषि विपणन बोर्ड बनाम राज पाल।",
  "(12) In Sukhpal Singh Kang _ versus Chandigarh Administration'*, the Division Bench of this Court considered a": "(42)सुखपाल सिंह कांग बनाम चंडीगढ़ प्रशासन के मामले में, इस अदालत की खंड पीठ ने कुछ हद तक इसी तरह",
  "“....the petitioners cannot avoid their liability to pay the instalments of premium and ground rent. That apart, after": "\".... याचिकाकर्ता प्रीमियम और भूमि किराए की किश्तों का भुगतान करने के अपने दायित्व से बच नहीं सकते।",
  "having taken in part in the auction with full knowledge of the terms and conditions notified by the respondents and": "इसके अलावा, प्रतिवादियों द्वारा अधिसूचित नियमों और शर्तों की पूरी जानकारी के साथ नीलामी में भाग लेने और",
  "having accepted the leases of the sites on the basis of terms and conditions incorporated in the letters of allotment without any protest, the petitioners will be deemed to have": "आवंटन पत्रों में शामिल नियमों और शर्तों के आधार पर साइटों के पट्टों को बिना किसी विरोध के स्वीकार करने के",
  "without any protest, the petitioners will be deemed to have agreed to pay the amount of premium along with interest and ground rent in terms of Rules 12 and 13 of the 1973": "बाद, याचिकाकर्ताओं को 4973 के नियमों के नियम 2 और ॥3 के संदर्भ में ब्याज और भूमि किराए के साथ",
  "intervention of the court for getting themselves relieved of their obligation to pay the amount due to the respondents in": "की शर्तों के अनुसार उत्तरदाताओं को देय राशि का भुगतान करने के अपने दायित्व से मुक्त होने के लिए अदालत के",
  "(13) Thus, it is clear that the petitioner was liable to pay the misuse charges in compliance of the order dated 25.03.2009 (Annexure": "(3) इस प्रकार, यह स्पष्ट है कि याचिकाकर्ता दुरुपयोग शुल्क जमा करने में विफल रहने पर दिनांक 25.03.2009",
  "orders of the Estate Officer-respondent No.4 dated 10.07.2003 (Annexure P-6) became operational. We hold that the order of": "अधिकारी-प्रत्यर्थी संख्या. ५ दिनांक 40.07.2003 (अनुलग्नरक पी-6) के पुनः आरंभ आदेश चालू हो गए। हमारा",
  "resumption has been passed as a last resort and, therefore, we are of the": "मानना है कि बहाली का आदेश अंतिम उपाय के रूप में पारित किया गया है और इसलिए, हमारी राय है कि बहाली",
  "opinion that the order of resumption is as per the terms and conditions of the allotment letter. The authorities below have rightly refused to": "का आदेश आवंटन पत्र के नियमों और शर्तों के अनुसार है। नीचे दिए गए अधिकारियों ने याचिकाकर्ता को कोई राहत",
  "grant any relief to the petitioner. Therefore, we find no ground to interfere with the same.": "देने से इनकार कर दिया है। इसलिए, हमें इसमें हस्तक्षेप करने का कोई आधार नहीं मिलता है।",
  "(14) Writ petition is accordingly dismissed. There shall be no order as to costs.": "(५) रिट याचिका तदनुसार खारिज कर दी जाती है। लागत के बारे में कोई आदेश नहीं होगा।",
  "(15) Pending application(s), if any, shall also stand disposed of.": "(5) लंबित आवेदन (ओं) यदि कोई हो तो उनका भी निपटारा कर दिया जाएगा।",
  "Shubreet Kaur": "शुभरीत कौर",
  "'1 2009 (4) SCC 660": "॥2009 (५) एस.सी.सी. 660"
}