{
  "RAM SARUP —Petitioner": "राम सरूप - याविकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य - उत्तरदाता",
  "CWP No. 7697 of 1999": "999 का सीडब्ल्यूपी नंबर 7697",
  "February 9, 2015": "9 फ़रवरी, 205",
  "Constitution of India, 1950 - Art. 226 - Indian Penal Code, 1860 - Ss.": "भारत का संविधान; 7950 - अनुच्छेव 226 - भारतीय दंड संहिता; 7860 - धारा",
  "354 & 376 - Compensation for false criminal case - Petitioner’s": "354 ऑर 376 - झूठे आपराधिक मामने के लिए मुआवजा - याचिकाकर्ता की बेटी",
  "daughter was raped and murdered - Police arrested and prosecuted": "के साथ बन्रात्कार ऑर हत्या की गई - पुलिस ने याचिकाकर्ता को अपनी ही बेटी",
  "petitioner for alleged rape and murder of his own daughter -": "के कथित बन्रात्कार ऑर हत्या के ल्रिए गिरफ्तार किया ऑर मुकदमा चल्राया -",
  "Criminal Court acquitted him - Petitioner alleged that SHO in": "आपराधिक अवानत ने उसे बरी कर विया - याचिकाकर्ता ने आरोप ब्रगाया क",
  "connivance with real culprits, framed him — Petitioner sought": "दोषियों के साथ मित्रकर उसे परेशान किया; उसे फंसाया गया हैं - याचिकाकर्ता",
  "compensation - Held that, CBI investigation pointed that prosecuting": "ने मुआवजे की मांग की - निर्णय कि; सीबीआई जांच ने बताया कि अभियोजन",
  "agency did not properly conduct investigation - CBI report also": "एजेंसी ने ठीक स्रे जांच नहीं की - सीबीआई की रिपोर्ट ने आपराधिक कृत्य के लिए",
  "pointed out to impossibility of petitioner being responsible for": "याचिकाकर्ता के जिम्मेवार होने की अस्मवता की ओर भी डशारया किया - स्रीबीआई",
  "criminal act - CBI indicated that suspects had not been interrogated and even finger prints had not been collected from scene of crime or": "ने संकेत विया कि संविग्धों से पूछताछ नहीं की गई थी ऑर यहां तक कि अपराध",
  "litigation, held that investigation was not fair — Thus, Principle that": "जांच के बारे में अदालत के विचार, वहाँ प्रेरित परीक्षण सिद्धांत- जो कि अनुचित",
  "an innocent person, harassed by police through unjustified": "कारावास और अभियोजन के माध्यम से पुलिस द्वारा परेशान किए गए एक निर्दोष",
  "State should pay compensation of Rs.5 lakh to petitioner along with interest at 9 per cent from date of petition till payment - State may": "याचिकाकर्ता को याचिका की तारीख से भुगतान तक; 9 प्रतिशत की ब्याज वर के साथ 5 त्राख रुपये का मुआवजा देना होगा - राज्य प्रतिवादी 2 और 4 जो की,",
  "recover said amount from SHO who was Investigating Officer and Superintendent of Police who was mentor for such motivated investigation.": "एसएचओ; जांच अधिकारी ऑर पुलिस अधीक्षक है,के खिल्राफ वसूली प्राप्त करने के लिए सक्षम होगा, जो थे",
  "suspects had high political connections and the Speaker of the Vidhan": "क्योकि उसने पाया कि मुख्य संदिग्धों के उच्च राजनीतिक संबंध थे और",
  "Sabha was himself interested in protecting the suspects. The High": "विधानसभा के अध्यक्ष खुद संदिग्धों को बचाने में रुचि रखते थे। उच्च",
  "Minister for intervention and the farmers and labourers had all joined": "अभ्यावेदन दिया गया था और किसान और मजदूर सभी अनुचित जांच के",
  "observed as under:—": "निम्नानुसार टिप्पणी की -",
  "“The facts and the circumstances of this case have proved": "\"इस मामले के तथ्यों और परिस्थितियों ने संदेह से परे साबित कर दिया",
  "beyond doubt that the investigation in the case was not properly conducted and completed. The approach adopted by the": "है कि मामले में जांच ठीक से नहीं की गई थी और पूरी नहीं हुई थी। जांच",
  "investigation agency was casual and not specific. The efforts": "एजेंसी द्वारा अपनाया गया इष्टिकोण आकस्मिक था और विशिष्ट नहीं",
  "were made to shield the real culprits. The respondent agencies": "था। असली दोषियों को बचाने के प्रयास किए गए। प्रतिवादी एजेंसियों को",
  "are proved to have been aware to the facts that persons other than father of the deceased were responsible for the commission": "इस तथ्य के बारे में पता था कि मृतक के पिता के अलावा अन्य व्यक्ति",
  "The Court also took notice of the fact that the Deputy Superintendent of": "अदालत ने इस तथ्य पर भी ध्यान दिया कि पुलिस उपाधीक्षक श्री ओम प्रकाश ने",
  "clearly pointing out to interference in investigation. The prosecution": "स्थानांतरित कर दिया गया था, जिसे अदालत ने स्पष्ट रूप से जांच में हस्तक्षेप",
  "been made by the petitioner himself to one Zile Singh and the fact that": "कार्रवाई की थी, जिसे याचिकाकर्ता ने खुद जिले सिंह के सामने दिया था और तथ्य",
  "there were blood stains in the clothes of the petitioner, the Court found": "यह है कि याचिकाकर्ता के कपड़ों में खून के धब्बे थे, जिससे अदालत ने पाया कि",
  "that it was a fit case where the court should exercise the discretion for": "यह एक उपयुक्त मामला था जहां लिए पूर्ण न्याय करने के लिए अदालत को",
  "doing complete justice to order CBI investigation and the mere conviction or acquittal of Ram Sarup would not by itself be sufficient.": "सीबीआई जांच का आदेश देने चाहिए और राम सरूप की दोषसिद्धि या बरी होना अपने आप में पर्याप्त नहीं होगा। अदालत ने कहा, “यह सज्य ऑर आम जनता के",
  "general public that the matter should be thoroughly proved, inquired": "हित में हैं कि मामले को प्री तरह से साबित किया जाना चाहिए; जांच की जानी",
  "and investigation by an independent agency””.": "चाहिए ऑर एक स्वतंत्र एजेंसी दृवारा जांच की जानी चाहिए/।",
  "(2) The CBI found the petitioner to have been falsely": "2. सीबीआई ने पाया कि याचिकाकर्ता को गलत तरीके से फंसाया गया है।",
  "implicated. It recorded, Zile Singh himself, who was himself undergoing a trial for criminal offence under Section 354 IPC, had": "अदालत ने कहा कि जिले सिंह, जो खुद आईपीसी की धारा 354 के तहत आअपराध के लिए मुकदमे का सामना कर रहे थे, अपने बयान से पल्रट",
  "resiled from the statement and stated that the petitioner never made any": "गए थे और कहा था कि याचिकाकर्ता ने कभी भी कोई न्यायेतर स्वीकारोक्ति",
  "extra-judicial confession. The CBI also found that the scientific lab": "नहीं की। सीबीआई ने यह भी पाया कि वैज्ञानिक प्रयोगशाला की रिपोर्ट से",
  "reports showed that the semen stains found in the undergarments of the": "पता चला है कि मृतक के अंत:वस्त्रों में पाए गए वीर्य के धब्बे याचिकाकर्ता",
  "deceased did not match with the DNA test done on the petitioner. It": "पर किए गए डी.एन.ए परीक्षण से मेल नहीं खाते थे। यह भी पाया गया",
  "also found that the recovery memos of the alleged weapon used for": "कि हत्या के लिए इस्तेमाल किए गए कथित हथियार के रिकवरी मेमो दो",
  "murder had been falsely created with the aid of two witnesses. The": "गवाहों की सहायता से झूठे तरीके से बनाए गए थे। सीबीआई की रिपोर्ट",
  "reinvestigation. The CBI report pointed out to the impossibility of the petitioner being responsible for the criminal act. It found the pivotal": "था। सीबीआई की रिपोर्ट में याचिकाकर्ता के आपराधिक कृत्य के लिए जिम्मेदार होने की असंभवता की ओर इशारा किया गया था। अदालत ने पाया कि अभियोजन",
  "evidence relied on by the prosecution, namely, of Zile Singh and the two witnesses, who had attested the recovery memo were manipulated": "पक्ष ने जिले सिंह और दो गवाहों, जिन्होंने रिकवरी मेमो को सत्यापित किया था,",
  "evidence. The CBI indicted that the 3 suspects had not been": "पर भरोसा किया था, वह हेरफेर वाले साक्ष्य है। सीबीआई ने आरोप लगाया कि 3",
  "interrogated and even the fingerprints had not been collected from the": "संदिग्धों से पूछताछ नहीं की गई थी और यहां तक कि घटनास्थल से उंगलियों के",
  "scene or compared with the 3 suspects. Malice could be inferred only": "निशान भी एकत्र नहीं किए गए थे और ना ही उनकी 3 संदिग्धों के साथ तुलना",
  "the statement of the respondents 4 and 5 showed the active presence of": "है और यहां तक कि उत्तरदाताओं 4 और 5 के बयान ने जांच की प्रकृति का समर्थन",
  "which the respondent No.4 was undertaking. I will discard the": "4 कर रहा था। मैं राज्य के इस तर्क को खारिज करता हूँ जो यह कहते है कि",
  "argument of the State that the CBI report itself cannot afford a basis for taking it as gospel truth. On the other hand, it proves the senseless": "सीबीआई की रिपोर्ट को सुसमाचार सत्य के रूप में नहीं लिया जा सकता। दूसरी",
  "approach adopted by the police in prosecuting the hapless victim": "ओर, असहाय पीड़ित पर, मुकदमा चलाने में पुलिस द्वारा अपनाए गए मूर्खतापूर्ण",
  "himself. A person who had lost his own daughter in a gruesome way,": "इृष्टिकोण को साबित करता है। एक व्यक्ति जिसने अपनी ही बेटी को एक भयानक",
  "having to bear the odium of also a suspect as a rapist and murderer, has": "तरीके से खो दिया था, उसे बलात्कारी और हत्यारे के रूप में एक संदिग्ध की",
  "suffered the worst form of harassment. I would look for no more corroboration than the petitioner’s own assertion that he has been": "सबसे बुरे रूप बदनामी का सामना करना पड़ा था। मैं याचिकाकर्ता का दावा,की,",
  "detained in the house of the suspects for 4/5 days before he was": "गिरफ्तार किए जाने से पहले 4/5 दिनों तक संदिग्धों के घर में हिरासत में रखा",
  "relying heavily on the CBI report and the undependability of the evidence of the prosecution witnesses. The CBI found that the": "गया था। आपराधिक अदालत ने अंततः सीबीआई रिपोर्ट और अभियोजन पक्ष के गवाहों के सबूतों की अविश्वसनीयता पर भरोसा करते हुए उन्हें",
  "collected. The 3 suspects were themselves not medically examined and": "उपलब्ध होने चाहिए थे, वे एकत्र नहीं किए गए थे। 3 संदिग्धों की",
  "when they were prosecuted 2’ years later, there could be no evidence": "चिकित्सकीय जांच नहीं की गई थी और जब 2 ४ साल बाद उन पर मुकदमा चलाया गया , तो आरोप को बनाए रखने के लिए कोई सबूत नहीं",
  "to sustain the charge. Hence, the 3 other suspects were also let off. The": "पर्याप्त हो सका। इसलिए, 3 अन्य संदिग्धों को भी छोड़ दिया गया। झूठे",
  "police officials were prosecuted for giving false evidence but they were": "सबूत देने के लिए, पुलिस अधिकारियों पर मुकदमा चलाया गया लेकिन",
  "acquitted. It appears there is a revision pending before this court against acquittal.": "उन्हें बरी कर दिया गया। ऐसा प्रतीत होता है कि बरी किए जाने के खिलाफ इस अदात्रत के समक्ष एक पुनरीक्षण लंबित है।",
  "(3) The learned senior counsel appearing on behalf of 3": "प्रतिवादी- 3 - डीएसपी की ओर से पेश हुए विद्वान वरिष्ठ वकील प्रस्तुत",
  "respondent-DSP would submit that the CBI itself did not find the 3 respondent to be responsible. The learned senior counsel appearing on": "किया कि सीबीआई ने स्वयं तीसरे प्रतिवादी को जिम्मेदार नहीं पाया।",
  "behalf of respondents 4 and 5 would submit that his own investigation": "प्रतिवादी संख्या 4 और 5 की ओर से पेश हुए वरिष्ठ वकील ने कहा कि",
  "at all times had been supported by the higher officials and they had": "हर समय उनकी खुद की जांच को उच्च अधिकारियों द्वारा समर्थित किया",
  "endorsed the course of investigation. According to him, he had carried": "गया था और उन्होंने जांच की प्रक्रिया का समर्थन किया था। उनके अनुसार,",
  "on with the investigation in the manner that the situation warranted and": "उन्होंने जांच को उसी तरह से आगे बढ़ाया जिस तरह से स्थिति की",
  "there was no mala fide in his action. There is a general denial that his": "आवश्यकता थी और उनकी कार्रवाई में कोई दुर्भावना नहीं थी। इस बात",
  "blood samples showed that the semen stains from the undergarment and": "चला है कि अंडरगारमेंट और योनि स्वैब से वीर्य के दाग याचिकाकर्ता से",
  "vaginal swab did not relate to petitioner. The progress of investigation": "संबंधित नहीं थे। याचिकाकर्ता को फंसाने के प्रयास की जांच की प्रगति",
  "attempting to implicate the petitioner was clearly wrong. If the criminal": "स्पष्ट रूप से गलत थी। यदि आपराधिक अदालत ने उन्हें बरी किया है,",
  "court had acquitted him, it was not merely on the CBI report but it": "तो वह केवल सीबीआई की रिपोर्ट पर नहीं था, बल्कि उनके द्वारा किसी",
  "could not have come to any different conclusions with the scientific": "भी अलग निष्कर्ष पर नहीं पहुँचा जा सकता था, क्‍योंकि वैज्ञानिक रिपोर्ट",
  "reports clearly providing exculpatory circumstances for the petitioner.": "स्पष्ट रूप से याचिकाकर्ता के लिए अपरिहार्य परिस्थितियां प्रदान करती",
  "In an action for damages for wrongful confinement and malicious": "हैं। गलत तरीके से कैद और दुर्भावनापूर्ण अभियोजन के लिए नुकसान की",
  "prosecution, 3 circumstances would require to be fulfilled: (4)": "कार्रवाई में, 3 परिस्थितियों को पूरा करने की आवश्यकता होती है",
  "prosecution of the claimant in a criminal case; (11) acquittal in the": "() आपराधिक मामले में दावेदार का अभियोजन;",
  "criminal case; and (iii) proof of malice of the prosecutor. The first two": "() . आपराधिक मामले में बरी होना; और",
  "circumstances are admitted. The only issue is whether there is adequate": "पहली दो परिस्थितियों को स्वीकार किया गया है। एकमात्र मुद्दा यह है कि क्‍या",
  "proof of malice.": "दुर्भावना का पर्याप्त सबूत है।",
  "(6) In this case, it is not merely the acquittal in the criminal case": "6. इस मामले में, केवल आपराधिक मामले में बरी होना, कार्रवाई का कारण",
  "that gives the cause of action. Two intervening circumstances are that": "नहीं बनता है। हस्तक्षेप की दो परिस्थितियां यह हैं कि उच्च न्यायालय ने",
  "agency had not properly conducted the investigation. It found unusual": "मुकदमे के अंत में पाया कि अभियोजन एजेंसी ने ठीक से जांच नहीं की",
  "interference of a fairly senior police official, viz., a DSP, who had been": "थी। इसमें एक वरिष्ठ पुलिस अधिकारी, अर्थात्‌ एक डीएसपी का असामान्य",
  "transferred when he applied for reinvestigation. The CBI report pointed": "हस्तक्षेप पाया गया , जिन्हें तब स्थानांतरित कर दिया गया था जब उन्होंने फिर से जांच के लिए आवेदन किया था। सीबीआई की रिपोर्ट में",
  "out to the impossibility of the petitioner being responsible for the": "याचिकाकर्ता के आपराधिक कृत्य के लिए जिम्मेदार होने की असंभवता की",
  "namely, of Zile Singh and the two witnesses, who had attested the": "सिंह और दो गवाहों, जिन्होंने रिकवरी मेमो को सत्यापित किया था, पर",
  "recovery memo were manipulated evidence. The CBI indicted that the": "भरोसा किया था, वह हेरफेर वाले साक्ष्य है। सीबीआई ने आरोप लगाया",
  "3 suspects had not been interrogated and even the fingerprints had not": "कि 3 संदिग्धों से पूछताछ नहीं की गई थी और यहां तक कि घटनास्थत्र",
  "been collected from the scene or compared with the 3 suspects. Malice": "से उंगलियों के निशान भी एकत्र नहीं किए गए थे और ना ही उनकी 3 संदिग्धों के साथ तुलना नहीं की गई थी। दुर्भावना का अनुमान केवल",
  "could be inferred only from a given set of circumstances and there could be no direct proof of malice. In this case, there is a definite": "परिस्थितियों से लगाया जा सकता है और दुर्भावना का कोई प्रत्यक्ष प्रमाण",
  "with the investigation and even the statement of the respondents 4 and": "द्वारा जांच में हस्तक्षेप करने के रूप में निश्चित संदर्भ है और यहां तक कि उत्तरदाताओं 4 और 5 के बयान ने जांच की प्रकृति का समर्थन करने",
  "I will discard the argument of the State that the CBI report itself cannot afford a basis for taking it as gospel truth. On the other hand, it proves": "कहते है कि सीबीआई की रिपोर्ट को सुसमाचार सत्य के रूप में नहीं लिया",
  "no more corroboration than the petitioner’s own assertion that he has": "है और मैं , याचिकाकर्ता की पुष्टि, जिस में कहा गया कि प्रतिवादी-"
}