{
  "(Para 27)": "(पैरा 27)",
  "Further held, That no liability can be fastened on the purchasing": "आगे अभिनिर्धारित किया गया कि कर कि अदायगी न करने की जिमेवारी",
  "(Para 33)": "(पैरा 33)",
  "Further held, That it cannot be olheld that the provisions of Section 8(3) of the Act and the sub-rules (1) and (4) of Rules 20 of the": "इसके अलावा यह अभिनिर्धारित किया गया कि अधिनियम की धारा 8 (3) के प्रावधान और नियम 20 के उप-नियम () और (4) अधिकातीत नहीं कहे जा सकते,",
  "(Para 34)": "(पैरा 34)",
  "KL Goyal, Sr.Advocate with Sandeep Goyal, Advocate, for the": "के. एल. गोयल, वरिष्ठ अधिवक्ता संदीप गोयल, अधिवक्ता के साथ",
  "petitioner.": "याचिकाकर्ता के लिए।",
  "Rajiv Agnihotri and Vijay Pal, Advocates for the petitioner in CWP": "राजीव अग्निहोत्री और विजय पाल अधिवक्ता, 20॥ के सी. डब्ल्यू पी. सं.",
  "Nos.9633,10007,11712 and 11713 of 2011.": "9633,0007,॥॥72 और ॥7773 में याचिकाकर्ता के लिए।",
  "Avneesh Jhingan, Advocate for the petitioner in CWP Nos.14142,": "अवनीश झिंगन, अधिवक्ता 20॥ के सी. डब्ल्यू पी. सं.",
  "AJAY KUMAR MITTAL, J.": "न्यामूर्ति अजय कुमार मित्तल।",
  "(1) By this order a bunch of twenty six writ petitions, viz. Civil Writ": "()) इस आदेश द्वारा छब्बीस रिट याचिकाओं का एक समूह, अर्थात्‌। सिविल",
  "Petition Nos.6573, 6888, 6913, 6932, 6933, 7015, 7031 and 7107 of": "रिट याचिका सं. 6573, 6888, 693, 6932, 6933, 705, 703। और 2007 की",
  "2007, 9350 and 18345 of 2008, 4259 and 11581 of 2009, 2296, 2297,": "707, 2008 की 9350 और ॥8345, 2009 की 4259 और ॥584, 200 की 2296,",
  "3340, 8275 and 23400 of 2010, 9633, 10007, 11712, 11713, 14142,": "2297, 3340, 8275 और 23400, 9633, 0007, ॥72, ॥73, 4]42, ।450,",
  "14150, 14220, 14224 and 14248 of 2011 is being disposed of as questions": "4220, 4224 और 20॥॥ की ॥4248 का निपटारा किया जा रहा है क्योंकि इन",
  "of law involved are common in all these petitions. The common issue raised": "सभी याचिकाओं में शामिल कानून के प्रश्न सामान्य हैं।इन याचिकाओं में उठाया गया",
  "purchased goods, have not deposited full tax in the State Treasury. The": "की कटौती करने का हकदार नहीं था, क्योंकि मूल्य वर्धित कर (वैट) डीलर जिनसे याचिकाकर्ता ने कुछ सामान खरीदा था, उन्होंने राज्य कोषागार में पूरा कर जमा",
  "declaring Section 8(3) of the Act as ultra vires on the ground that the same": "याचिकाकर्ता का यह आरोप कि अधिनियम की धारा 8 (3) ने राज्य सरकार को",
  "786 LL.R. PUNJAB AND HARYANA 2012(2)": "786 आई. एल. आर. पंजाब और हरियाणा 202(2)",
  "Rules by the State Government under Section 60 of the Act was also not": "अधिनियम की धारा 60 के तहत राज्य सरकार द्वारा नियमों के नियम 20 के तहत",
  "the legislature defined under Section 2(w) and for reduction under Section": "प्रक्रिया निर्धारित की थी जिसे विधायिका ने धारा 2 (डब्ल्यू) के तहत परिभाषित",
  "3 (5) of the Act which was the integral part of the scheme for carrying out": "किया था और अधिनियम की धारा 3 (5) के तहत कटौती के लिए जो अधिनियम के",
  "(8) We have heard learned counsel for the parties and have perused the record.": "(8) हमने पक्षों के विद्वान अधिवक्ता को सुना है और रिकॉर्ड का अध्ययन",
  "(9) Learned counsel for the petitioners submitted that Section 8(3)": "(9) याचिकाकर्ताओं के विद्वान वकील ने कहा कि नियमों के नियम 20 (॥",
  "of the Act read with Rules 20(1) and 20(4) of the Rules are arbitrary and": "और 20 (4) के साथ पठित अधिनियम की धारा 8 (3) मनमाना और असमान",
  "inequitable. He argued that the registered selling dealer who collects tax": "है।उन्होंने तर्क दिया कि क्रय व्यापारी से कर एकत्र करने वाला पंजीकृत विक्रय",
  "from the purchasing dealer acts as an agent of the Government and,": "व्यापारी सरकार के एक एजेंट के रूप में कार्य करता है और इसलिए, इस तरह से",
  "the tax amount to meet its working capital requirement. As stated": "कर का भुगतान किए जाने का पर्याप्त प्रमाण माना जाना चाहिए।यह दावा किया",
  "AND ANOTHER (Ajay Kumar Mittal, J.)": "और अन्य ल्‍यामूर्ति अजय कुमार मित्तल)",
  "and a demand to the tune of Rs.2,12,720/- has been raised, which is subject matter of challenge in the instant petition.": "और रु. 2/2,720-की मांग की गई है, जो तत्काल याचिका में चुनौती का विषय है।",
  "(5) The further challenge has been made by the petitioner to the vires of Section 8(3) of the Act read with Rule 20 of the Rules being ultra": "(5) याचिकाकर्ता द्वारा नियमों के नियम 20 के साथ अधिकारातीत धारा 8 (3)",
  "according to the petitioner the conditions imposed by way of Section 8(3)": "रूप से अनुछेद 44 के खिलाफ है धारा 8 (3) के माध्यम से लगाई गई शर्तें मनमाना,",
  "(6) The respondents in the joint written statement vehemently opposed": "(65) संयुक्त लिखित बयान में प्रतिवादी ने याचिकाकर्ता की प्रार्थना का जोरदार",
  "the prayer of the petitioner. It was stated that Section 8(3) of the Act was": "विरोध किया।यह कहा गया था कि अधिनियम की धारा 8 (3) पूरी तरह से वैध है",
  "perfectly valid and did not violate Articles 14 and 19(1)(g) of the Constitution": "और भारत के संविधान के अनुच्छेद ।4 और ॥9 (॥) (जी) का उल्लंघन नहीं करती",
  "of India. It was specifically denied that the said provisions conferred any": "थी।यह विशेष रूप से अस्वीकार किया गया था कि उक्त प्रावधानों ने राज्य सरकार",
  "excessive power upon the State Government to frame the Rules. It further": "को नियम बनाने के लिए कोई अत्यधिक शक्ति प्रदान की थी।इसमें आगे कहा गया",
  "states that vires of the provisions of the above Section 8(3) of the Act and": "है कि अधिनियम की उपरोक्त धारा 8 (3) और अधिनियम के तहत बनाए गए",
  "Rules 20(1) and 20(4) of the Rules framed under the Act have been challenged by the petitioner to bye-pass statutory remedies available to it": "नियमों के नियम 20 (3) और 20 (4) के प्रावधानों को याचिकाकर्ता द्वारा उसके लिए",
  "of Act as well as the Central Sales Tax Act, 1956 (in short, the ‘Sales Tax": "956 (संक्षेप में, 'बिक्री कर अधिनियम\" के प्रावधानों के तहत पंजीकृत",
  "Act’). As per the petitioner, the scheme under the Act is that on the sale": "है।याचिकाकर्ता के अनुसार, अधिनियम के तहत योजना यह है कि वस्तुओं की",
  "of goods, tax calculated would be treated as “output tax”. But if the": "बिक्री पर गणना किए गए कर को \"उत्पादन कर\" के रूप में माना जाएगा।लेकिन",
  "purchases are made from within the State of Haryana, the tax paid on such": "यदि खरीदारी हरियाणा राज्य के भीतर से की जाती है, तो ऐसी खरीद पर भुगतान",
  "purchases is to be set off from the out-put liability and resultant tax liability": "किए गए कर को आउट-पुट देयता से अलग किया जाता है और परिणामी कर का",
  "is paid by the selling dealer. The assessing authority observed that the": "भुगतान विक्रेता द्वारा किया जाता है।आकलन प्राधिकरण ने पाया कि याचिकाकर्ता",
  "petitioner was not entitled for deducting input tax credit as per provisions of Section 8 of the Act, because the Value Added Tax (VAT) dealers from": "अधिनियम की धारा 8 के प्रावधानों के अनुसार इनपुट टैक्स क्रेडिट में कटौती करने का हकदार नहीं था, क्योंकि जिन मूल्य वर्धित कर (वैट) विक्रेताओं से याचिकाकर्ता",
  "whom the petitioner had purchased certain goods had not deposited the": "ने कुछ सामान खरीदे थे, उन्होंने राज्य कोषागार में पूरा कर जमा नहीं किया",
  "made bona fide purchases from the selling dealers who were duly registered": "प्राधिकरण द्वारा विधिवत पंजीकृत विक्रेताओं से वास्तविक खरीद की और इस तथ्य",
  "whether they paid full tax or not, he should be allowed the necessary input": "की परवाह किए बिना कि उन्होंने पूर्ण कर का भुगतान किया या नहीं, उसे आवश्यक इनपुट टैक्स क्रेडिट की अनुमति दी जानी चाहिए।उक्त विक्रेताओं ने",
  "Tax Credit. The said selling dealers discharged their tax liability and deposited": "आवश्यक इनपुट टैक्स क्रेडिट की अनुमति दी जानी चाहिए।उक्त विक्रेताओं ने अपनी कर देनदारी का निर्वहन किया और उनके लिए उपलब्ध इनपुट टैक्स क्रेडिट",
  "the tax payable by them by deducting the input tax credit available to them.": "में कटौती करके उनके द्वारा देय कर जमा किया।",
  "(4) The case of the petitioner is that when a registered dealer makes": "(4) याचिकाकर्ता का मामला यह है कि जब कोई पंजीकृत विक्रेता बिक्री",
  "sales and issues tax invoice in terms of Section 8 of the Act to the purchasing": "करता है और खरीद विक्रेता को अधिनियम की धारा 8 के अनुसार कर चालान जारी",
  "dealer, the latter is entitled to claim Input Tax Credit. The person making": "करता है, तो बाद वाला इनपुट टैक्स क्रेडिट का दावा करने का हकदार होता है।इस",
  "purchases is, thus, required to ensure that the dealer selling the goods is": "प्रकार, खरीदारी करने वाले व्यक्ति को यह सुनिश्चित करना आवश्यक है कि माल",
  "a registered dealer and he has issued the tax invoice as per provisions of": "बेचने वाला विक्रेता एक पंजीकृत विक्रेता है और उसने अधिनियम के प्रावधानों के",
  "the Act. As per the mandate of Section 8(3) of the Act, in the eventuality": "अनुसार कर चालान जारी किया है। अधिनियम की धारा 8 (3) के अधिदेश के अनुसार,",
  "784 LL.R. PUNJAB AND HARYANA 2012(2)": "784 आई. एल. आर. पंजाब और हरियाणा 202(2)",
  "of a claim of Input Tax Credit in respect of goods sold to a dealer being": "एक व्यापारी को बेचे गए माल के संबंध में इनपुट टैक्स क्रेडिट के दावे पर सवाल",
  "called into question, the purchasing dealer may be called upon to produce": "उठाया जा रहा है, खरीद व्यापारी को कार्यवाही का संचालन करने वाले प्राधिकरण",
  "by the selling dealer. Such claim can only be allowed if the assessing": "वाला प्रमाण पत्र है।इस तरह के दावे की अनुमति केवल तभी दी जा सकती है जब",
  "authority is satisfied about the contents of the certificate. It has further been": "मूल्यांकन प्राधिकरण प्रमाण पत्र की सामग्री के बे में संतुष्ट हो।यह भी दावा किया",
  "claimed that the selling dealers have also discharged their tax liability and": "गया है कि बिक्री विक्रेताओं ने अपनी कर देनदारी का भी निर्वहन किया है और",
  "deposited the tax payable in their hands by deducting the input tax credit": "उन्हें उपलब्ध इनपुट टैक्स क्रेडिट में कटौती करके देय कर को अपने हाथों में जमा",
  "available to them. Whenever the petitioner effected purchases from the": "कर दिया है।जब भी याचिकाकर्ता ने विक्रेताओं से खरीदारी की है, तो उसने",
  "selling dealers, it has obtained requisite VAT invoices. Forms VAT C-4 in terms of Rule 20 of the Rules are also obtained by the petitioner with a": "आवश्यक वैट चालान प्राप्त किए हैं।नियमों के नियम 20 के संदर्भ में वैट सी-4 प्रपत्र भी याचिकाकर्ता द्वारा विक्रेताओं से प्रमाण पत्र के साथ प्राप्त किए जाते हैं कि",
  "certificate from the selling dealers that they have paid full amount of tax under": "उन्होंने याचिकाकर्ता को की गई बिक्री पर अधिनियम के तहत कर की पूरी राशि",
  "the Act on the sales made to the petitioner. The petitioner also filed its returns": "का भुगतान किया है।याचिकाकर्ता ने अपने द्वारा की गई बिक्री और खरीद को",
  "for different periods showing sales and purchases made by it. The tax was": "दर्शाते हुए विभिन्न अवधियों के लिए अपना विवरणी भी दाखिल किया।मूल्यवर्धन पर कर का भुगतान किया गया था और बिक्री विक्रेताओं द्वारा जारी चालान के आधार",
  "paid on the value addition and Input Tax Credit has been claimed on the": "पर इनपुट टैक्स क्रेडिट का दावा किया गया है।यह भी दावा किया जाता है कि",
  "return in Form R2 has also been filed by the petitioner showing summary": "याचिकाकर्ता द्वारा फॉर्म आर2 में वार्षिक विवरणी भी दाखिल की गई है, जिसमें",
  "of all the sales and purchases conducted by it during the year ending on": "34.3.2004 पर समाप्त होने वाले वर्ष के दौरान उसके द्वारा की गई सभी बिक्री और",
  "was taken for scrutiny by the Excise and Taxation Officer-cum-Assessing": "याचिकाकर्ता के मामले को आबकारी और कराधान अधिकारी-सह-निर्धारण",
  "Authority, Hisar — respondent No.2. In that regard, notices Annexures P3/": "प्राधिकरण, हिसार-प्रतिवादी संख्या 2 द्वारा जांच के लिए लिया गया था।उस संबंध में,",
  "A and P3/B, under Section 8 of the Act read with Rule 20 of the Rules,": "नियमों के नियम 20 के साथ पठित अधिनियम की धारा 8 के तहत याचिकाकर्ता",
  "from M/s Hans Raj Ram Kumar, Fatehabad, M/s Mohan Lal Manish": "हंस राज राम कुमार, फतेहाबाद, मेसर्स मोहन लाल मनीष कुमार, फतेहाबाद,",
  "Kumar, Fatehabad, M/s Chandu Lal Mohan Lal, Fatehabad, M/s Sant Lal": "मेसर्स चंदूलाल मोहन लाल, फतेहाबाद, मेसर्स संत लाल हरबंस लाल, फतेहाबाद,",
  "Harbans Lal, Fatehabad, M/s Suresh Kumar & Co., Fatehabad, M/s": "मेसर्स सुरेश कुमार एंड कंपनी, फतेहाबाद, मेसर्स पार्टिक एंटरप्राइजेज, मेसर्स",
  "Parteek Enterprises, M/s Jagdish Rai Jai Bhagwan, Fatehabad and M/s": "जगदीश राय जय भगवान, फतेहाबाद और मेसर्स महावीर प्रसाद रजत कुमार,",
  "to the petitioner. The petitioner was directed to show cause by 13.2.2007": "था।याचिकाकर्ता को क्रमशः 43.2.2007 और 6.3.2007 द्वारा कारण दिखाने का",
  "and 6.3.2007 respectively. In its replies, besides other grounds, the petitioner": "निर्देश दिया गया था।अपने जवाबों में, अन्य आधारों के अलावा, याचिकाकर्ता ने यह",
  "792 LL.R. PUNJAB AND HARYANA 2012(2)": "792' आई. एल. आर. पंजाब और हरियाणा 202(2)",
  "Taxpayers Identification Number (TIN)...........ceeeseeeeeeees": "कर दाता पहचान संख्या (टी. आई. एन).......................................................",
  "registered under the Haryana Value added Tax Act, 2003 in": "जिले में हरियाणा मूल्य वर्धित कर अधिनियम, 2003 के तहत",
  "DIStrict...... ee eeeeeeeeee ; (i) have paid the full amount of tax under the Haryana Value Added Tax Act, 2003 vide TR NO... eeeeseeees date............. /(ii) have adjusted the input tax paid tO M/S... eeeeescecesceseeseseeeseeceseeaeseeeeeceaeseees (Name and complete": "पंजीकृत; ........................................................- () टी. आर. |५०................ ७४(९............................ के माध्यम से हरियाणा मूल्य वर्धित कर अधिनियम, 2003 के तहत कर की पूरी राशि का भुगतान किया है।/(॥) टी. आई.",
  "tO M/S... eeeeescecesceseeseseeeseeceseeaeseeeeeceaeseees (Name and complete address of the selling dealer) holding TIN... on": "मेसर्स ......................................... (क्रय व्यापारी का नाम और पूरा पता) को बेचे गए माल पर टी. आई. एन......................................... रखने वाले",
  "the goods Sold to M/S ..........eceesseesteseceeeteeeeeeeees (Name and complete address of the purchasing dealer) holding TIN": "गए माल पर टी. आई. एन......................................... रखने वाले मेसर्स ....................................................... (बिक्री व्यापारी का नाम और पूरा पता)",
  "Sr. | Description of Tax Invoice Date Taxable | Amount of tax No.} goods sold No. Amount": "सं बेचे गए माल का विवरण कर चालान सं। तिथि कर योग्य राशि कर की राशि",
  "Stamp of the Dealer": "व्यापारी की मुहर",
  "(official seal)": "(आधिकारिक की मुहर)",
  "*Note: 1. Original copy to be issued by the selling dealer to the purchasing dealer.": "“ध्यान दें; . मूल प्रति जो विक्रेता द्वारा क्रय विक्रेता को जारी की जानी है।",
  "2. Duplicate copy to be retained by the selling VAT dealer.": "2. बेचने वाले वैट विक्रेता द्वारा डुप्लिकेट प्रति रखी जानी चाहिए।",
  "3. Strike out whichever is not applicable.”": "3. जो भी लागू न हो, हटा दे।”",
  "M/S GHERU LAL BAL CHAND v. STATE OF HARYANA 791": "मेसर्स घेरू लाल बाल चंद बनाम हरियाणा राज्य 793",
  "Rule 20 [Form of certificate by a selling VAT dealer. Section 8(3)]:": "नियम 20 [एक विक्रेता वैट व्यापारी द्वारा प्रमाण पत्र का प्रपत्र।धारा 8 (3)]:",
  "(1) The certificate referred to in sub-section (3) of section 8 shall be in Form VAT-C4 and shall be furnished by the selling vat": "() धारा 8 की उप-धारा (3) में निर्दिष्ट प्रमाण-पत्र वैट-सी4 प्रपत्र में होगा और",
  "dealer to the purchasing VAT dealer in respect of sale of taxable": "बिक्री वैट विक्रेता द्वारा क्रय कर व्यापारी को उसके द्वारा कर चालान पर",
  "goods made by him to the purchasing dealer on tax invoice": "की गई कर योग्य वस्तुओं की बिक्री के संबंध में क्रय वैट व्यापारी को",
  "when the tax payable under the Act on such sale has been paid": "तब प्रस्तुत किया जाएगा जब ऐसी बिक्री पर अधिनियम के तहत देय कर",
  "by him in full.": "का उसके द्वारा पूरा भुगतान कर दिया गया हो।",
  "(4) The liability of a selling VAT dealer to pay tax on sale of goods": "(4) कर चालान पर अन्य वैट व्यापारी को उसके द्वारा माल की बिक्री पर कर का भुगतान करने के लिए एक विक्रेता वैट व्यापारी की देनदारी उपशमन",
  "by him to other VAT dealer on tax invoice shall not abate if he": "करना नहीं होगी यदि वह क्रय करने वाले वैट व्यापारी को पूर्वगामी उप-",
  "fails to furnish or furnishes a false certificate referred to in the": "नियम में निर्दिष्ट गलत प्रमाण पत्र प्रस्तुत करने में विफल रहता है या गलत",
  "this reason has been realized from the latter but if the selling VAT dealer later pays the tax due from him, the liability of the": "प्रमाण पत्र प्रस्तुत करता है और इस कारण से कर बाद वाले से वसूल किया गया है, लेकिन यदि विक्रेता वैट व्यापारी बाद में उससे देय कर का",
  "purchasing VAT dealer shall accordingly abate and he may,": "भुगतान करता है, तो खरीद करने वाले वैट व्यापारी की देनदारी तदनुसार",
  "within three years of finalization of his assessment, claim refund": "उपशमन हो जाएगी और वह अपने मूल्यांकन को अंतिम रूप देने के तीन",
  "of tax paid by him.”": "साल के भीतर उसके द्वारा भुगतान किए गए कर की वापसी का दावा कर सकता है।”",
  "The aforesaid rule prescribes Form VAT C-4, a declaration which": "उपरोक्त नियम प्रपत्र वैट सी-4 निर्धारित करता है, एक घोषणा जिसे",
  "is required to be furnished by the purchasing dealer at the time of filing the": "अधिनियम के तहत विवरणी दाखिल करते समय क्रय व्यापारी द्वारा प्रस्तुत किया",
  "returns under the Act. The format of Form VAT C-4 as amended is as under:": "जाना आवश्यक है। संशोधित वैट सी-4 प्रपत्र का प्रारूप इस प्रकार है:",
  "requirements and conditions are fulfilled, certificate of registration is issued": "आवश्यकताओं और शर्तों को पूरा होने पर, आवेदक को पंजीकरण का प्रमाण पत्र",
  "to the applicant who is also authorized for collection of tax from the": "जारी किया जाता है जो खरीदारों से कर संग्रह के लिए भी अधिकृत होता",
  "purchasers. Chapter VIII of the Act deals with offences and penalties in": "है।अधिनियम का अध्याय ५॥ विभिन्न घटनाओं में अपराधों और दंड से संबंधित",
  "not get himself registered or is not authorized to collect tax and still collects": "के लिए अधिकृत नहीं है और फिर भी कर एकत्र करता है, तो वह अधिनियम की",
  "the tax, he would be liable to pay penalty as provided under Section 39 of the Act.": "धारा 39 के तहत प्रदान किए गए दंड का भुगतान करने के लिए उत्तरदायी होगा।",
  "(17) The dealer holding a valid certificate of registration who is": "(7) पंजीकरण का वैध प्रमाण पत्र रखने वाले व्यापारी जो कर एकत्र करने के",
  "the provisions of the Act and the Rules framed thereunder. He is also obliged": "लिए अधिकृत है, उसे अधिनियम के प्रावधानों और उसके तहत बनाए गए नियमों",
  "to furnish returns from time to time in terms of Section 14 of the Act. He": "के अनुसार कर का भुगतान करना होगा।वह अधिनियम की धारा ॥4 के संदर्भ में समय-समय पर विवरणी प्रस्तुत करने के लिए भी बाध्य है। उसे मामले के अनुसार",
  "is also required to pay tax in terms of Sections 14(3) or 14(4) as the case": "धारा ॥4 (3) या ॥4 (4) के संदर्भ में कर का भुगतान करने की भी आवश्यकता",
  "may be, and if he fails to do so, he would be liable to pay penal interest as provided under Section 14(6) of the Act. Along with the returns, the": "होती है, और यदि वह ऐसा करने में विफल रहता है, तो वह अधिनियम की धारा ॥4 (6) के तहत दंडात्मक ब्याज का भुगतान करने के लिए उत्तरदायी होगा। रिटर्न के",
  "dealer is further required to furnish a list of purchases and the sales in forms LP-7 and LS-9 respectively to the assessing authority.": "साथ, व्यापारी को मूल्यांकन प्राधिकरण को क्रमशः एल. पी.-7 और एल. एस.-9 प्रपत्रों में खरीद और बिक्री की एक सूची प्रस्तुत करनी होती है।",
  "(18) It would be expedient to reproduce sub-section (3) of Section 8 of the Act and sub-rules (1) and (4) of rule 20 of the Rules, which read thus:": "(8) अधिनियम की धारा 8 की उप-धारा (3) और नियम 20 के उप-नियम (॥) और (4) को पुनःप्रस्तुत करना उचित होगा, जो इस प्रकार हैं:",
  "Section 8. (Determination of input tax)": "धारा 8.(निवेश कर का निर्धारण)",
  "(1)": "()",
  "(2)": "(2)... ... ...",
  "(3) Where any claim of input tax in respect of any goods sold to a dealer is called into question in any proceeding under this Act,": "(3) जहां इस अधिनियम के तहत किसी व्यापारी को बेचे गए किसी माल के संबंध में इनपुट कर पर सवाल उठाया जाता है, तो ऐसी कार्यवाही करने वाला",
  "to him by the selling dealer in respect of the sale of the goods,": "प्राधिकरण ऐसे व्यापारी से माल की बिक्री के संबंध में विक्रेता द्वारा उसे जारी किए",
  "(14) Controverting the submission of learned counsel for the assessee,": "(4) निर्धारिती के लिए विद्वान अधिवक्ता के तर्को का विरोध करते हुए, यह",
  "it was urged that the provision of the Act and the Rules are legal and the": "आग्रह किया गया कि अधिनियम और नियमों के प्रावधान कानूनी हैं और राज्य को",
  "State is empowered to enact law to safeguard the legitimate revenue due": "इसके कारण होने वाले वैध राजस्व की सुरक्षा के लिए कानून बनाने का अधिकार",
  "to it. It was contended that under the aforesaid provisions, the State is": "है।यह तर्क दिया गया कि उपरोक्त प्रावधानों के तहत, राज्य क्रय व्यापारी से कर",
  "authorized to collect the tax from the purchasing dealer where it is found": "एकत्र करने के लिए अधिकृत है, जहां यह पाया जाता है कि पंजीकृत विक्रय",
  "that the declaration furnished by the registered selling dealer is false. The": "व्यापारी द्वारा दी गई घोषणा गलत है।इन सिद्धांतों के प्रावधान को अधिकारातीत",
  "in law. Further, the stand taken in the written statement was re-iterated.": "में लिए गए रुख को दोहराया गया।",
  "(15) We have given our considerable thought to the respective submissions made by the learned counsel for the parties.": "(5) हमने पक्षों के विद्वान अधिवक्ता द्वारा कीये गए संबंधित तर्को पर काफी",
  "(16) The scheme of the Act envisages that whosoever is liable to": "(6) अधिनियम की योजना में यह परिकल्पना की गई है कि जो कोई भी कर",
  "pay tax, is required to be registered under Section 11 thereof, with the": "का भुगतान करने के लिए उत्तरदायी है, उसे धारा ॥| के तहत पंजीकृत होना",
  "assessing authority after fully satisfying that the applicant was a bonafide": "आवश्यक है और पूरी मूल्यांकन प्राधिकरण पूरी तरह संतुष्ट है कि आवेदक एक",
  "dealer and the application so made for that purpose was in order subject": "वास्तविक विक्रेता था और उस उद्देश्य के लिए प्रतिभूति देने के लिए आवेदन धारा",
  "to the provisions of Section 12 for furnishing of security. When a dealer": "2 के प्रावधानों के अधीन था।जब कोई व्यापारी जो कर का भुगतान करने के लिए",
  "who is liable to pay tax, applies for registration, the assessing authority is": "उत्तरदायी होता है, पंजीकरण के लिए आवेदन करता है, तो मूल्यांकन प्राधिकरण",
  "issue of the certificate, for deposit of tax and furnishing of a security. This": "प्रमाण पत्र जारी करने के लिए जांच करने और कर जमा करने और प्रतिभू[ति प्रस्तुत",
  "can also be done even during the currency of the registration certificate if": "है।यह पंजीकरण प्रमाणपत्र की मुद्रा के दौरान भी किया जा सकता है यदि देय कर",
  "it was deemed necessary to do so for proper realisation of the tax payable.": "की उचित प्राप्ति के लिए ऐसा करना आवश्यक समझा गया था।यह अधिनियम कर",
  "The Act further empowers the assessing authority to direct the dealer to furnish additional security in case the security already furnished was not": "होने की स्थिति में विक्रेता को अतिरिक्त प्रतिभूति प्रदान करने का निर्देश देने के",
  "(4) AIR 1986 Supreme Court 1966": "(4) ए. आई. आर. 986 सुप्रीम कोर्ट 966",
  "(5) 2003 (158) E.L.T. 680 (P&H)": "(5) 2003 (58) ई. एल. टी. 680 (पी एंड एच)",
  "(6) 1975 (35) STC 50 (Madras)": "(6) 975 (35) एस. टी. सी. 50 (मद्रास)",
  "(7) 1999 (112) STC 605 (MP)": "(7) 999 (॥2) एस. टी. सी. 605 (एम. पी.)",
  "the proceedings to require the dealer to produce a tax invoice issued to him by the selling dealer in respect of the sale of goods and a certificate in the prescribed form received from the selling dealer. The purchasing": "किए गए कर चालान और विक्रेता से प्राप्त निर्धारित प्रपत्र में एक प्रमाण पत्र प्रस्तुत",
  "dealer shall be entitled to credit for the claim on satisfying the assessing authority regarding the authenticity and truthfulness of said certificate.": "करने की मांग करने में सक्षम है।क्रय व्यापारी उक्त प्रमाणपत्र की प्रामाणिकता और सच्चाई के संबंध में मूल्यांकन प्राधिकरण को संतुष्ट करने पर दावे के लिए क्रेडिट का हकदार होगा।",
  "(21) Sub rule (1) of rule 20 stipulates that prescribed certificate": "(20) नियम 20 के उप नियम () में कहा गया है कि वैट अधिनियम की धारा 8",
  "under Section 8 (3) of the VAT Act shall be in Form VAT C-4 to be supplied": "(3) के तहत निर्धारित प्रमाण पत्र फॉर्म वैट सी-4 में होगा, जिसे विक्रेता द्वारा खरीद",
  "by the selling dealer to the purchasing VAT dealer relating to sale of taxable": "व्यापारी को कर योग्य वस्तुओं की बिक्री से संबंधित खरीद वैट व्यापारी को प्रदान",
  "goods to the purchasing dealer provided the tax payable under the Act had been paid by him in full.": "किया जाएगा, बशर्ते कि अधिनियम के तहत देय कर का उसके द्वारा पूरा भुगतान",
  "(22) Sub rule (4) of Rule 20 postulates that the purchasing VAT": "(22) नियम 20 के उप नियम (4) में कहा गया है कि खरीददार वैट व्यापारी",
  "dealer shall not be discharged of its liability in the event of failure to furnish the VAT C-4 certificate or furnishes a false certificate. However, wherever": "को वैट सी-4 प्रमाण पत्र प्रस्तुत करने में विफलता या गलत प्रमाण पत्र प्रस्तुत करने की स्थिति में उसको दायित्व से मुक्त नहीं किया जाएगा।हालांकि, जहां भी विक्रेता",
  "selling dealer later on pays tax due from him, in that eventuality the liability": "बाद में उससे देय कर का भुगतान करता है, उस स्थिति में क्रय व्यापारी की",
  "of the purchasing dealer shall stand abated. This shall entitle the purchasing": "देनदारी समाप्त हो जाएगी।यह क्रय व्यापारी को अपने मूल्यांकन को अंतिम रूप",
  "dealer to seek refund of the tax collected from him within three years of": "देने के तीन साल के भीतर उससे एकत्र किए गए कर की वापसी की मांग करने का",
  "(23) In order to avoid declaration of unconstitutionality, the Courts": "(23) असंवैधानिकता की घोषणा से बचने के लिए, न्यायालयो ने व्याख्या के",
  "the statute. The Constitution Bench of the apex Court in the State of Madhya and others versus M/s Chhotabhai Jethabhai Patel and Co.": "संविधान पीठ ने मध्य प्रदेश राज्य और अन्य बनाम मेसर्स छोटाभाई जेठाभाई पटेल",
  "and another (8), in para 10 had held as under:": "एंड कंपनी और अन्य (8), पैरा 0 में निम्नानुसार अभिनिर्धारित किया गया थाः",
  "“Tt is settled law that where two constructions of a legislative provision": "“यह तय किया गया कानून है कि जहां एक विधायी प्रावधान के दो निर्माण",
  "are possible one consistent with the constitutionality of the": "संभव हैं, तो वह जो संविधान की संवैधानिकता के अनुरूप है और दूसरा",
  "(8) AIR 1972SC 971": "(9) ए. आई. आर 978 एस. सी. 675",
  "M/S GHERU LAL BAL CHAND v. STATE OF HARYANA 795": "मेसर्स घेरू लाल बाल चंद बनाम हरियाणा राज्य 795",
  "good and bad tendencies of which no prophecy can be": "जिनकी अच्छी और बुरी प्रवृत्तियाँ की कोई भविष्यवाणी नहीं की जा सकती",
  "made. In the application of a constitution, therefore, our": "है।इसलिए, एक संविधान को लागू करने में, हमारा चिंतन केवल जो हुआ है,",
  "contemplation cannot be only of what has been, but of": "उसके बरे में नहीं हो सकता है, बल्कि जो हो सकता है उसके बरे में हो",
  "what may be. Under any other rule a constitution would": "सकता है।किसी भी अन्य नियम के तहत एक संविधान को लागू करना वास्तव",
  "indeed be as easy of application as it would be. Under any other rule a constitution would indeed be as easy of": "में उतना ही आसान होगा जितना कि यह होगा।किसी भी अन्य नियम के तहत एक संविधान को लागू करना वास्तव में उतना ही आसान होगा जितना कि",
  "application as it would be deficient in efficacy and power. Its general principles would have little value, and be": "इसकी प्रभावकारिता और शक्ति में कमी होगी।इसके सामान्य सिद्धांतों का",
  "Rights declared in the words might be lost in reality. And": "परिवर्तित किया जाएगा।शब्दों में घोषित अधिकार वास्तविकता में खो सकते",
  "Constitution have developed against narrow and restrictive construction.”": "के खिलाफ संविधान का अर्थ और जीवन शक्ति विकसित हुई है।\"",
  "(25) In legal jurisprudence, the liability can be fastened on a person": "(25) कानूनी न्यायशास्त्र में, दायित्व उस व्यक्ति पर लगाया जा सकता है जो",
  "who either acts fraudulently or has been a party to the collusion or connivance": "या तो धोखाधड़ी से कार्य करता है या अपराधी के साथ मिलीभगत या मिलीभगत",
  "with the offender. However, law nowhere envisages to impose any penalty either directly or vicariously where a person is not connected with any such": "का एक पक्ष रहा है।हालांकि, कानून में कहीं भी प्रत्यक्ष या परोक्ष रूप से कोई जुर्माना लगाने की परिकल्पना नहीं की गई है, जहां कोई व्यक्ति ऐसी किसी घटना",
  "event or an act. Law cannot envisage an almost impossible eventuality. The": "या कार्य से जुड़ा नहीं है।कानून एक लगभग असंभव घटना की परिकल्पना नहीं कर",
  "onus upon the assessee gets discharged on production of Form VAT C-": "सकता है।निर्धारिती की जिम्मेदारी वैट सी-4 प्रपत्र को प्रस्तुत करने पर समाप्त हो",
  "4 which is required to be genuine and not thereafter to substantiate its": "जाती है जो वास्तविक होना आवश्यक है और उसके बाद इसकी प्रामाणिकता के",
  "truthfulness by running from pillar to post to collect the material for its": "लिए सामग्री एकत्र करने के लिए एक स्थान से दूसरे स्थान पर दौड़कर इसकी",
  "authenticity. In the absence of any malafide intention, connivance or wrongful": "सच्चाई को प्रमाणित करने के लिए नहीं।निर्धारिती के किसी भी दुर्भावनापूर्ण इरादे,",
  "association of the assessee with the selling dealer or any dealer earlier": "मिलीभगत या विक्रेता व्यापारी या किसी भी व्यापारी के साथ गलत जुड़ाव की",
  "thereto, no liability can be imposed on the principle of vicarious liability. Law": "अनुपस्थिति में में, प्रत्यावर्ती दायित्व के सिद्धांत पर कोई दायित्व नहीं लगाया जा",
  "cannot put such onerous responsibility on the assessee otherwise, it would": "सकता है।कानून निर्धारिती पर ऐसी भारी जिम्मेदारी नहीं डाल सकता है अन्यथा,",
  "be difficult to hold the law to be valid on the touchstone of articles 14 and 19 of the Constitution of India.": "भारत के संविधान के अनुच्छेद ।4 और ॥9 की कसौटी पर कानून को वैध ठहराना मुश्किल होगा।",
  "(26) The rule of interpretation requires that such meaning should": "(26) व्याख्या के नियम की आवश्यकता है कि ऐसा अर्थ उस प्रावधान को",
  "be assigned to the provision which would make the provision of the Act": "दिया जाना चाहिए जो अधिनियम के प्रावधान को प्रभावी बनाएगा और अधिनियम",
  "effective and advance the purpose of the Act. This should be done wherever": "के उद्देश्य को आगे बढ़ाएगा। यह जहां भी संभव हो, प्रावधान की भाषा के साथ",
  "the tax would be put in an advantageous position and whereas the person": "लाभप्रद स्थिति में रखा जाएगा और जबकि कर का भुगतान करने वाला व्यक्ति",
  "who has paid the tax would be worse, the interpretation would give result to an absurdity. Such a construction has to be avoided.": "बदतर होगा, तो ऐसी व्याख्या एक अर्थहीनता होगी।इस तरह कि व्याख्या से बचना चाहिए।",
  "(27) In other words, the genuineness of the certificate and declaration": "(27) दूसरे शब्दों में, प्रमाण पत्र और घोषणा की वास्तविकता की जांच",
  "recorded therein. The authorities can examine whether the Form VAT C-4 was bogus and was procured by the dealer in collusion with the selling": "है।अधिकारी इस बात की जांच कर सकते हैं कि क्या वैट सी-4 फॉर्म फर्जी था और व्यापारी द्वारा विक्रेता के साथ मिलीभगत में खरीदा गया था।उचित घोषणा प्रस्तुत",
  "dealer. The department is required to allow the claim once proper declaration is furnished and in the event of its falsity, the department can proceed against": "किए जाने के बाद विभाग को दावे की अनुमति देने की आवश्यकता होती है और",
  "the defaulter when the genuineness of the declaration is not in question.": "इसके गलत होने की स्थिति में, जब घोषणा की वास्तविकता पर सवाल नहीं उठाया",
  "or connivance is established between the registered purchasing dealer or": "अपवाद बनाया गया है जब पंजीकृत खरीद व्यापारी या तत्काल पूर्ववर्ती पंजीकृत",
  "the immediate preceding selling registered dealer or any of the predecessors": "विक्रेता या पंजीकृत व्यापारी को पूर्ववर्तियों में से किसी के बीच धोखाधड़ी,",
  "selling registered dealer, the benefit contained in Form VAT C-4 would not": "मिलीभगत या मिलीभगत स्थापित हो जाती है, तो फॉर्म वैट सी-4 में निहित लाभ",
  "be available to the registered purchasing dealer. The aforesaid interpretation": "पंजीकृत खरीद व्यापारी को उपलब्ध नहीं होगा।उपरोक्त व्याख्या के",
  "would result in achieving the purpose of the rule which is to make the object": "परिणामस्वरूप नियम का उद्देश्य प्राप्त होगा जो अधिनियम के प्रावधानों के उद्देश्य",
  "of the provisions of the Act workable, i.e., realization of tax by the revenue by legitimate methods.": "को व्यवहार्य बनाना है, यानी वैध तरीकों से राजस्व कर की प्राप्ति",
  "(28) The Apex Court in M/s Chunni Lal Parshadi Lal’s case": "(28) मेसर्स चुन्नी लाल पारशदी लाल के मामले (उपरोक्त) में सर्वोच्च न्यायालय",
  "(supra) considering the provisions of U.P. Sales Tax Act, 1948 where": "ने यू पी. बिक्री कर अधिनियम, ॥948 के प्रावधानों पर विचार करते हुए जहां",
  "liability of tax was sought to be fastened on the dealer by requiring the dealer": "विक्रेता पर कर की देनदारी निर्धारित करने की मांग की गई थी, जिसमें विक्रेता से",
  "to prove further as to how the purchasing dealer had dealt with the goods": "यह साबित करने की आवश्यकता थी कि खरीद के बाद खरीद व्यापारी ने माल के साथ कैसे व्यवहार किया था, यह अभिनिर्धारित किया गया था कि निर्धारिती को",
  "after the purchase had held that the assessee cannot be made liable to tax on such sale with the following observations:": "साथ कैसे व्यवहार किया था, यह अभिनिर्धारित किया गया था कि निर्धारिती को निम्नलिखित टिप्पणियों के साथ ऐसी बिक्री पर कर के लिए उत्तरदायी नहीं बनाया जा सकता हैः",
  "“But it was contended by counsel for the dealer that in order to make": "“लेकिन डीलर के वकील द्वारा यह तर्क दिया गया था कि वर्तमान मामले में",
  "the provisions of the Act operative and effective, this was the": "अधिनियम के प्रावधानों को लागु और प्रभावी, करने बारे था जबकि नियमों में",
  "itraised an irrebuttable presumption. We are of the opinion that": "ऐसा नहीं है इसलिए यह एक अकाट्य अनुमान को उठती है। हमारी राय",
  "this submission has to be accepted. After all the purpose of the": "है कि इस निवेदन को स्वीकार किया जाना चाहिए।आखिरकार, इस नियम का",
  "rule was to make the object of the provisions of the Act workable": "उद्देश्य अधिनियम के प्रावधानों के उद्देश्य को व्यवहार्य बनाना था, यानी",
  "ie. realisation of tax at one single point, at the point of sale to the": "उपभोक्ता को एक ही बिंदु यानी बिक्री के बिंदु पर कर की प्राप्ति।नियम के",
  "consumer. The provisions of rule should be so read as to facilitate": "प्रावधानों को इस तरह पढ़ा जाना चाहिए कि नियम के उद्देश्य को पूरा करने",
  "An interpretation which will make the provisions of the Act effective": "एक ऐसी व्याख्या जो अधिनियम के प्रावधानों को प्रभावी बनाएगी और",
  "and implement the purpose of the Act should be preferred when possible without doing violence to the language. The genuineness": "अधिनियम के उद्देश्य को लागू करेगी, भाषा के साथ हिंसा किए बिना जब भी",
  "authority but not the correctness or the truthfulness of the": "की जांच कर प्राधिकरण द्वारा की जा सकती है, लेकिन ब्यान की शुद्धता या सच्चाई की नहीं।",
  "statements. The Sales Tax Authorities can examine whether": "बिक्री कर अधिकारी इस बात की जांच कर सकते हैं कि क्‍या प्रमाण पत्र",
  "certificate is “farzi” or not, or if there was any collusion on the": "फरज़ी\" है या नहीं, या क्‍या विक्रेता व्यापारी की कोई मिलीभगत थी, लेकिन",
  "part of selling dealer but not beyond — i.e. How the purchasing dealer has dealt with the goods. If in an appropriate case it": "उससे आगे नहीं-यानी खरीद व्यापारी ने माल के साथ कैसे व्यवहार किया",
  "had in fact paid tax. What was required for them was to show that the earlier": "वास्तव में कर का भुगतान किया है और यह उनके लिए यह दिखाने के लिए",
  "enough for them to show that the earlier sales are taxable sales": "पर्याप्त है कि पहले की बिक्री कर योग्य बिक्री है और कर वास्तव में उनके",
  "direction given by the Tribunal that the petitioners are to show": "इसलिए न्यायाधिकरण द्वारा दिया गया निर्देश कि याचिकाकर्ताओं को यह",
  "that the tax has been paid by their sellers on the iron and steel": "दिखाना है कि उनके विक्रेताओं द्वारा याचिकाकर्ताओं को बेचे गए लोहे और",
  "goods sold by them to the petitioners does not appear to be correct.”": "इस्पात के सामान पर कर का भुगतान किया गया है, सही नहीं प्रतीत होता है।\"",
  "(30) The civil appeal filed against this judgment was dismissed by": "(30) इस फैसले के खिलाफ दायर सिविल अपील को माननीय सर्वोच्च",
  "the Hon’ble Supreme Court vide order reported as State of Tamil Nadu versus Raman & Co. and others (10).": "न्यायालय ने तमिलनाडु राज्य बनाम रमन एंड कंपनी और अन्य (0) के रूप में",
  "(31) Following the aforesaid decision, similar view was taken by Madhya Pradesh High Court in Multi Metal Products’s case (supra) in the following words:": "(3॥) उपरोक्त निर्णय का अनुसरण करते हुए, मध्य प्रदेश उच्च न्यायालय द्वारा बहु धातु उत्पादों के मामले (उपरोक्त) में निम्नलिखित शब्दों में इसी तरह का विचार",
  "“Therefore, once it is established that the raw material or incidental": "“इसलिए, एक बार जब यह स्थापित हो जाता है कि कच्चा माल या आनुषंगिक",
  "goods have been purchased from a registered dealer that shows": "सामान एक पंजीकृत विक्रेता से खरीदा गया है जो दर्शाता है कि माल कर-",
  "that the goods are tax-paid and if the goods have not suffered": "भुगतान किया गया है और यदि माल पर कर नहीं लगाया गया है, तो",
  "dealer. Rule 20-C has been framed in order to give effect to": "प्रभावी बनाने के लिए नियम 20-सी बनाया गया है।धारा (५) में यह प्रावधान",
  "registered dealer in support of the fact that the raw material or": "समर्थन में कि उसके द्वारा खरीदे गए कच्चे माल या आनुषंगिक वस्तुओं पर",
  "under sub-section (1) of section 6 at the hands of the selling": "बिक्री पंजीकृत विक्रेता के हाथों धारा 6 की उप-धारा ()) के तहत पूरी दर से",
  "registered dealer. Therefore, by virtue of clause (iv) of rule 20-": "कर लगाया गया है।इसलिए, नियम 20-सी के धारा (५) के आधार पर, एक बार",
  "C, once the purchasing dealer produced the bill of registered dealer then it shall be presumed that goods have suffered the": "जब क्रय व्यापारी पंजीकृत व्यापारी का बिल पेश कर देता है तो यह माना",
  "dealer then it shall be presumed that goods have suffered the incidence of tax. If there is any doubt about it then instead of": "जाएगाकि माल पर कर का बोझ पड़ा है।यदि इसके बारे में कोई संदेह है",
  "should call upon that whether the goods have suffered the tax": "प्राधिकरण को यह पता लगाना चाहिए कि माल पर कर लगाया गया है या",
  "by the assessees are second sales, the assessees need": "आधार पर किया गया था कि निर्धारिती द्वारा की गई बिक्री दूसरी बिक्री थी, यह",
  "not show that their sellers have in fact paid tax. It is enough": "कि उनके विक्रेताओं ने वास्तव में कर का भुगतान किया था।उनके लिए यह दिखाने",
  "for them to show that the earlier sales are taxable sales": "की आवश्यकता थी कि पहले की बिक्री कर योग्य बिक्री थी और कर वास्तव में",
  "and that the tax is really payable by their sellers.”": "वे यह साबित करें कि उनके विक्रेताओं ने वास्तव में उनकी बिक्री पर कर का",
  "Corporation (12) and M.Nagraj versus Union of India (13) has interpreted": "और एम. नागराज बनाम भारत संघ (3) में शीर्ष अदालत ने व्याख्या की है।",
  "the rule of reading down statutory provisions to mean that a statutory": "सांविधिक प्रावधानों को पढ़ने के नियम का अर्थ यह है कि एक सांविधिक प्रावधान",
  "provision is generally read down so as to save the provision from being": "को आम तौर पर पढ़ा जाता है ताकि प्रावधान को असंवैधानिक या अधिकारातीत",
  "is to construe a provision harmoniously and to straighten crudities or ironing out creases to make a statute workable.": "सामंजस्यपूर्ण रूप से समझना और एक अधिनियम को व्यवहार्य बनाने के लिए कड़वाहट को सीधा करना या दरारों को इस्त्री करना है।",
  "(33) To conclude, no liability can be fastened on the purchasing": "(33) निष्कर्ष है कि, ट्रेजरी में बिक्री पंजीकृत डीलर द्वारा कर का भुगतान न",
  "registered dealer on account of non-payment of tax by the selling registered": "करने के कारण खरीद पंजीकृत डीलर पर कोई देयता नहीं लगाई जा सकती है,",
  "dealer in the treasury unless it is fraudulent, or collusion or connivance Civil": "जब तक कि यह धोखाधड़ी न हो, या पंजीकृत बिक्री डीलर या उसके पूर्ववर्तियों के",
  "with the registered selling dealer or its predecessors with the purchasing registered dealer is established.": "साथ खरीद पंजीकृत डीलर के साथ मिलीभगत या मिलीभगत स्थापित न हो जाए।",
  "(34) In view of the above, it cannot be held that the provisions of": "(34) उपरोक्त को ध्यान में रखते हुए, यह नहीं माना जा सकता है कि",
  "Section 8(3) of the Act and the sub-rules (1) and (4) of Rule 20 of the": "अधिनियम की धारा 8 (3) के प्रावधान और नियम 20 के उप-नियम (0) और (4)",
  "Rules are ultra-vires but the same shall be operative in the manner indicated": "अधिकारातीत हैं, लेकिन वे ऊपर बताए गए तरीके से लागू होंगे।नतीजतन, रिट",
  "above. Consequently, the writ petitions are partly allowed and assessment": "याचिकाओं को आंशिक रूप से अनुमति दी जाती है और मूल्यांकन आदेशों को",
  "orders are set aside and cases are remanded to the assessing authority to pass fresh assessment order in accordance with law.": "दरकिनार कर दिया जाता है और मामलों को कानून के अनुसार नए मूल्यांकन आदेश पारित करने के लिए मूल्यांकन प्राधिकरण को भेज दिया जाता है।",
  "(11) 1999 (9) SCC 700": "(।॥ 999 (9) एससीसी 700",
  "(12) 2003 (10) SCC 533": "((2) 2003 (॥0) एससीसी 533",
  "(13) 2006 (8) SCC 212": "(3) 2006 (8) एससीसी 22"
}