{
  "Before Permod Kohli, J.": "माननीय न्यायमूर्ति प्रमोद कोहली के समक्ष",
  "VEENA MANTROO,--Petitioner": "वीना मंटरू-याचिकाकर्ता",
  "versus": "बनाम",
  "THE FOOD CORPORATION OF INDIA & ANOTHER,-—Respondents": "भारतीय खाद्य निगम एवं अन्य-प्रतिवादी",
  "19th September, 2007": "9 सितंबर, 2007",
  "Food Corporation of India (Staff) Regulations, 1971—Regs.": "भारतीय खाद्य नियम (कर्मचारी) विनियम, 7977 - नियम 70 और",
  "I in 1976—No charge sheet pending against petitioner at that": "याचविकाकर्ता के खिलाफ कोई आरोप पत्र लंबित नहीं था - क्‍या बाद में",
  "promotion—Held, no—Petitioner actually promoted in 1978 but": "बाधा बन सकती है - माना यया. नहीं- याचिकाकर्ता को वास्तव में 7978 में",
  "failing to join on post in H.P. Region—Petitioner continued to": "पदोत्रत किया यया था लेकिन एच. पी: क्षेत्र में पद पर शामिल होने में विफल",
  "promotion—Held, no—Failure to join promotional post in H.P.": "तारीख से वरिष्ठवा का हकदार है - आयोजित नहीं- एच.पी. में पदोत्राति पद पर शामिल होने में विफलता! क्षेत्र याचिकाकर्ता पदोत्राति पद पर शामिल",
  "Region, petitioner not entitled to count seniority prior to date of joining on promotional post.": "पर शामिल होने में विफलता! क्षेत्र याचिकाकर्ता पदोत्राति पद पर शामिल होने की तारीख से पहले वरिएता की गणना करने का हकदार नहीं है।",
  "1976 and was brought on the panel. Till then there was no charge sheet": "लाया गया। तब तक उनके ख़िलाफ़ कोई आरोपपत्र नहीं था. उसके बाद आरोप पत्र",
  "against her. Subsequent issuance of charge sheet and punishment of “Censure” cannot and should not be an impediment in her promotion. In any case no": "जारी करना और \"निंदा\" की सज़ा उसकी पदोन्नति में बाधा नहीं बन सकती और न ही",
  "or withdrawn due to disciplinary proceedings. This ground of the respondent": "गई है कि अनुशासनात्मक कार्यवाही के कारण उनकी पदोन्नति रोक दी गई थी या वापस",
  "the post and continued to serve against the lower post in Punjab Region.": "पोस्ट पर, लेकिन वह इस पद पर शामिल नहीं हुईं और पंजाब क्षेत्र में निचले पद पर काम",
  "She was promoted in Punjab Region only on 11th August, 1980. The": "करती रहीं। उन्हें ।। अगस्त, 980 को पंजाब क्षेत्र में पदोन्नति किया गया था। याचिकाकर्ता",
  "petitioner having failed to join on the promotional post in H.P. Region and": "था। याचिकाकर्ता एच.पी. में पदोन्नति पद पर शामिल होने में विफल रही। क्षेत्र और पंजाब",
  "her seniority position as indicated in the seniority list (Annexure P-4). The": "(अनुलग्नक पी-4) में दर्शाए अनुसार अपनी वरिष्ठता स्थिति से असंतुष्ट नहीं है। उपरोक्त",
  "aforesaid seniority list (Annexure P-4) was followed by another seniority list dated 31 August, 1982 (Annexure P-5) wherein her narrie was shown": "वरिष्ठता सूची (अनुलग्रक पी-4) के बाद 3 अगस्त, 982 (अनुलग्रक पी-5) की एक और",
  "another provisional seniority list (Annexure P-6) came to be circulated with": "है। । नवंबर, 985 को, एक और अनंतिम वरिष्ठता सूची (अनुलग्रक पी-6) 3। अक्टूबर,",
  "P-6), the petitioner was shown at Sr. No. 563. The petitioner is aggrieved": "याचिकाकर्ता को वरिष्ठ पर दिखाया गया था। क्रमांक 563। याचिकाकर्ता अपनी वरिष्ठता",
  "of her seniority position as reflected in this seniority list (Annexure P-6)": "स्थिति से व्यथित है जैसा कि इस वरिष्ठता सूची (अनुलग्रक पी-6) में दर्शाया गया है, उसने",
  "She claimed that she should have been at Sr. No. 427-A above Gian Chand.": "दावा किया कि उसे क्रमांक 427-आबोव ज्ञान चंद पर होना चाहिए था। वरिष्ठता की स्थिति",
  "came to be disposed of,-—vide order dated 14th January, 1988, with the following orders :----": "4 जनवरी, 988 के आदेश के तहत निम्नलिखित आदेशों के साथ किया गया।",
  "“The main grievance of the petitioner is that her name has been brought down by 123 places in the list circulated on 1st November,": "\"याचिकाकर्ता की मुख्यशिकायतयह है कि । नवंबर, 985 को प्रसारित सूची में उसका नाम 23",
  "1985. Mr. GC. Garg, learned counsel for the respondents has": "स्थाननीचे कर दिया गया है। प्रतिवादियों के विद्वान वकील श्री जी.सी. गर्ग ने तर्क दिया है कि यह",
  "contended that this seniority list is only provisional. This fact is conceded by Mr. Gupta also. In this situation, the petitioner": "वरिष्ठता सूची केवल अनंतिम है। इस तथ्य को श्री गुप्ता भी स्वीकार करते हैं। ऐसे में याचिकाकर्ता",
  "may make a representation against this seniority list.": "इस वरिष्ठता सूची के खिलाफ अभ्यावेदन दे सकता है। याचिकाकर्ता द्वारा दिए गए अभ्यावेदन,",
  "the panel on 22nd September, 1976. However, she was actually promoted": "को 2 सितंबर, 978 को पदोन्नति आदेश जारी किया गया था, लेकिन वह पदोन्नति पद पर",
  "on 12th September, 1978. Therefore, the actual date of her promotion is": "हालाँकि, उसे वास्तव में 2 सितंबर, 978 को पदोन्नत किया गया था। इसलिए, उसकी",
  "only 12th September, 1978 and not 22nd September, 1976 as claimed.": "पदोन्नति की वास्तविक तारीख केवल 2 सितंबर है। सितंबर, 978, न कि 22 सितंबर, 976,",
  "(7) The question, whether the petitioner is entitled to be promoted": "(7) यह सवाल कि क्या याचिकाकर्ता याचिकाकर्ता के खिलाफ सतर्कता जांच शुरू होने",
  "with effect from 22nd September, 1978, after the commencement of the vigilance enquiry against the petitioner, is no more res integra. It has been": "के बाद 22 सितंबर, 978 से पदोन्नति का हकदार है, अब कोई सवाल ही नहीं है। इसका",
  "settled by the Hon’ble Apex Court in the case of Union of India ete. versus": "निपटारा माननीय सर्वोच्च न्यायालय द्वारा यूनियन ऑफ इंडिया आदि बनाम के.वी. के",
  "K.V. Jankirman etc., (1) that the promotion cannot be withheld merely": "मामले में किया गया है। जानकीरमन आदि, () कि पदोन्नति को केवल इसलिए नहीं रोका",
  "because some disciplinary/criminal proceedings are pending against the": "जा सकता क्योंकि कर्मचारी के खिलाफ कुछ अनुशासनात्मक/आपराधिक कार्यवाही",
  "employee. To deny the said benefit, they must be at the relevant time pending": "लंबित है। उक्त लाभ से इनकार करने के लिए, उन्हें उस चरण में प्रासंगिक समय पर",
  "at the stage when charge-memo/charge-sheet has already been issued to": "लंबित होना चाहिए जब कर्मचारी को चार्ज-मेमो/चार्ज-शीट पहले ही जारी की जा चुकी",
  "commenced from the date of issuance of charge-sheet and from the date of framing of charge, if criminal proceedings are pending. In the present": "होने की तारीख से और आरोप तय करने की तारीख से शुरू मानी जाएगी। वर्तमान मामले",
  "case, the petitioner was considered for promotion in the year 1976 and was": "में, याचिकाकर्ता को वर्ष 976 में पदोन्नति के लिए विचार किया गया और पैनल में लाया",
  "brought on the panel. Till then there was no charge-sheet against her.": "गया। तब तक उनके ख़िलाफ़ कोई आरोप-पत्र नहीं था. उसके बाद आरोप-पत्र जारी",
  "and should not be an impediment in her promotion. In any case no material": "चाहिए। किसी भी मामले में यह दिखाने के लिए कोई सामग्री रिकॉर्ड पर नहीं लाई गई है",
  "is brought on record to show that either her promotion was withheld or withdrawn due to disciplinary proceedings. This ground of the respondent": "कि अनुशासनात्मक कार्यवाही के कारण उनकी पदोन्नति रोक दी गई थी या वापस ले ली",
  "to deny promotion to the petitioner is not sustainable. However, it is a fact": "गई थी। याचिकाकर्ता को पदोन्नति से वंचित करने का प्रतिवादी का यह आधार टिकाऊ",
  "on record that the petitioner was promoted on 12th September, 1978 and": "नहीं है। हालाँकि, यह रिकॉर्ड पर तथ्य है कि याचिकाकर्ता को ।2 सितंबर, 978 को",
  "asked to join in H.P. Region on promotional post, but she did not join on": "पदोन्नत किया गया था और एच.पी. में शामिल होने के लिए कहा गया था। क्षेत्र में प्रमोशनल",
  "petitioner having failed to join on the promotional post in H.P. Region and continued to serve on a lower post in Punjab Region, cannot claim seniority": "एच.पी. में पदोन्नति पद पर शामिल होने में विफल रही। क्षेत्र और पंजाब क्षेत्र में निचले पद",
  "rejected the request of the petitioner for seniority with effect from any date prior to the date of joining on promotional post. Under the above": "उत्तरदाताओं ने पदोन्नति पद पर शामिल होने की तारीख से पहले किसी भी तारीख से वरिष्ठता के लिए याचिकाकर्ता के अनुरोध को खारिज कर दिया है। . उपरोक्त परिस्थितियों",
  "circumstances, no relief can be granted to the petitioner. The writ petition": "में याचिकाकर्ता को कोई राहत नहीं दी जा सकती। तदूनुसार रिट याचिका खारिज की",
  "(3) Consequent upon the aforesaid observations of this Court, the": "(3) इस न्यायालय की उपरोक्त टिप्पणियों के परिणामस्वरूप, याचिकाकर्ता ने 29",
  "petitioner made a detailed representation on 29th January, 1988 claiming her seniority with effect from 22nd September, 1976. The representation": "जनवरी, 988 को 22 सितंबर, 976 से अपनी वरिष्ठता का दावा करते हुए एक विस्तृत",
  "preferred by the petitioner has been disposed of,—vide the impugned order": "अभ्यावेदन दिया। याचिकाकर्ता द्वारा दिए गए अभ्यावेदन का निपटारा कर दिया गया है, -",
  "dated 27th October 1988 (Annexure P-7). her representation has been": "आशक्षेपित आदेश के अनुसार दिनांक 27 अक्टूबर 988 (अनुलग्रक पी-7), उनके प्रतिनिधित्व",
  "rejected and she has been granted seniority as AG-I (M) from 5th September,": "को अस्वीकार कर दिया गया है और उन्हें 5 सितंबर 980 से एजी-। (एम) के रूप में वरिष्ठता",
  "1980 on the date when the petitioner is stated to have taken over as AG-": "प्रदान की गई है, जिस दिन याचिकाकर्ता को एजी के रूप में पदभार ग्रहण करने के लिए",
  "1 (M) in Punjab Region. It is this order (Annexure P-7) which is impugned": "कहा गया है। । (एम) पंजाब क्षेत्र में। यह आदेश (अनुलग्नरक पी-7) है जिसे वर्तमान रिट",
  "(4) The main grievance of the petitioner is that she is entitled to seniority with effect from 22nd September, 1976 i.e. the date of her": "(4) याचिकाकर्ता की मुख्य शिकायत यह है कि वह 22 सितंबर, 976 यानी अपनी",
  "promotion and not from 5th September, 1980 when she was given actual": "पदोन्नति की तारीख से वरिष्ठता की हकदार है, नकि 5 सितंबर, 980 से जब उसे पंजाब क्षेत्र",
  "alia, provides that the relative seniority of persons promoted to various": "है कि विभिन्न ग्रेडों में पदोन्नत व्यक्तियों की सापेक्ष वरिष्ठता उस क्रम में निर्धारित की जाएगी",
  "grades will be determined in the order in which their names appear in the panel drawn up in accordance with Regulation 10. According to the petitioner,": "जिसमें उनके नाम विनियम 0 के अनुसार तैयार किए गए पैनल में उपस्थित हों।",
  "she was entitled to seniority with effect from 22nd September, 1976.": "याचिकाकर्ता के अनुसार, वह 22 सितंबर, 976 से वरिष्ठता की हकदार थी।",
  "(5) The claim ofthe petitioner is resisted by the respondents on": "(5) याचिकाकर्ता के दावे का उत्तरदाताओं द्वारा दो बिंदुओं पर विरोध किया गया है।",
  "two counts. Firstly, in the year 1976 when the petitioner was considered for promotion by the Zonal Promotion Committee, a vigilance case was": "सबसे पहले, वर्ष 976 में जब याचिकाकर्ता को जोनल प्रमोशन कमेटी द्वारा पदोन्नति के लिए",
  "pending against her. The case was registered in the year 1974. CBI enquiry": "विचार किया गया था, तो उसके खिलाफ एक सतर्कता मामला लंबित था। मामला साल 974",
  "was ordered. The C.B.I. submitted its report and ultimately, the petitioner": "में दर्ज किया गया था. सीबीआई जांच के आदेश दिये गये थे. सी.बी.आई. अपनी रिपोर्ट प्रस्तुत"
}