{
  "BATI DEVI v. HARYANA STATE POLLUTION CONTROL BOARD AND 901": "बती देवी बनाम हरियाणा राज्य प्रदूषण नियंत्रण बोर्ड और",
  "OTHERS (Sandeep Moudgil, J.)": "अन्य (संदीप मौदगिल, जे.)",
  "Before Sandeep Moudgil, J.": "समक्ष संदीप मौदगिल जे.",
  "BATI DEVI—Petitioner": "बती देवी-याचिकाकर्ता",
  "versus": "बनाम",
  "HARYANA STATE POLLUTION CONTROL BOARD & ORS.—": "हरियाणा राज्य प्रदूषण नियंत्रण बोर्ड एवं अन्य-",
  "Respondents": "प्रतिवादी",
  "November 08, 2023": "08 नवंबर 2023",
  "Constitution of India—Art. 226—Petition seeking quashing of": "भारत का संविधान- धारा 226--सेवा रिकॉर्ड में याचिकाकर्ता की जन्मतिथि को एकतरफा और 20 साल की सेवा के",
  "action of respondents changing date of birth of petitioner in service": "बाद बदलने की प्रतिवादियों की कार्रवाई को रद्द करने की मांग करने वाली याचिका। याचिकाकर्ता द्वारा जन्मतिथि",
  "of service. Initial declaration by petitioner of date of birth as 01.01.1964 was merely on assumption. Respondents called upon her": "04.04.96% की प्रारंभिक घोषणा केवल अनुमान पर थी। उत्तरदाताओं ने उनसे मुख्य चिकित्सा अधिकारी से सबूत",
  "made in service book—but interpolated and changed to 01.01.1964": "जमा करने के लिए कहा, जो उन्होंने किया। सेवा पुस्तिका में प्रविष्टि की गई - लेकिन इसे 05.0.967 से बदलकर",
  "from 05.01.1967. Action of respondents in unilaterally changing or interpolating date of birth without any opportunity of hearing—not in": "04.0.96% कर दिया गया। सुनवाई के किसी भी अवसर के बिना जन्मतिथि को एकतरफा बदलने या उसमें अंतर",
  "Faridabad wrongly not considered valid. Certificate issued by Gram": "प्रमाण पत्र को गलती से वैध नहीं माना गया। ग्राम पंचायत द्वारा जारी प्रमाण पत्र और जिला चिकित्सा अधिकारी,",
  "Panchayat and medical fitness certificate issued by District Medical Officer, Gurgaon—wrongly given preference. Petition allowed.": "गुड़गांव द्वारा जारी मेडिकल फिटनेस प्रमाण पत्र - गलत तरीके से प्राथमिकता दी गई। याचिका मंजूर. उत्तरदाताओं",
  "enquiry as per procedure and on following due process of law.": "को प्रक्रिया के अनुसार नियमित जांच करने और कानून की उचित प्रक्रिया का पालन करने के बाद नए सिरे से निर्णय",
  "Held, that having heard learned counsel for the parties and after going through the record, this Court is of the considered view that the": "यह माना गया कि पक्षों के विद्वान वकील को सुनने और रिकॉर्ड को देखने के बाद, इस न्यायालय का मानना है कि",
  "action of the respondents in unilaterally changing or interpolating the date of birth of the petitioner is not in accordance with law. If there was": "याचिकाकर्ता की जन्म तिथि को एकतरफा बदलने या उसमें अंतर करने में उत्तरदाताओं की कार्रवाई कानून के",
  "a valid and justifiable reason for the respondents to believe that the date": "अनुसार नहीं है। यदि उत्तरदाताओं के पास यह मानने का कोई वैध और उचित कारण था कि याचिकाकर्ता की",
  "respondents could not have straightway declined by taking into consideration the documents given by Gram Panchayat and Medical Fitness Certificate issued by the District Medical Officer, Gurgaon.": "गुड़गांव द्वारा जारी फिटनेस प्रमाण पत्र चिकित्सा द्वारा दिए गए दस्तावेजों को ध्यान में रखते हुए सीधे इनकार नहीं किया होता।",
  "(Para 11)": "(पैरा ॥॥)",
  "Further held, that besides, the respondents have failed to show as to why the date of birth certificate issued by the Civil Surgeon,": "आगे कहा गया कि इसके अलावा, उत्तरदाता यह दिखाने में असफल रहे कि सिविल सर्जन, फरीदाबाद द्वारा जारी",
  "as to why the date of birth certificate issued by the Civil Surgeon, Faridabad showing the date of birth of the petitioner to be 05.01.1967, was not considered a valid document and albeit the certificate issued by": "जन्म प्रमाण पत्र, जिसमें याचिकाकर्ता की जन्म तिथि 05.0.967 है, को वैध दस्तावेज क्‍यों नहीं माना गया और",
  "the Gram Panchayat of the concerned village and the certified issued by": "यद्यपि संबंधित गांव की ग्राम पंचायत द्वारा जारी प्रमाण पत्र और जिला चिकित्सा अधिकारी, गुड़गांव द्वारा जारी",
  "(Para 12)": "(पैरा 42)",
  "Further held, that accordingly, this writ petition is allowed and": "आगे कहा गया कि तदनुसार, इस रिट याचिका को स्वीकार किया जाता है और आदेश दिनांक 25.03.209",
  "order dated 25.03.2019 (Annexure P-9) is quashed and the action of the respondent Board in changing the date of birth of the petitioner from": "(अनुलग्रक पी-9) को रद्द कर दिया जाता है और याचिकाकर्ता की जन्मतिथि को 05.0.967 से 0.0.96% में",
  "will be at liberty to decide afresh after holding a regular enquiry as per procedure and on following due process of law as there is no": "के अनुसार नियमित जांच करने और कानून की उचित प्रक्रिया का पालन करने के बाद नए सिरे से निर्णय लेने के",
  "petitioner was altered.": "याचिकाकर्ता की जन्मतिथि बदल दी गई।",
  "(Para 14)": "(पैरा ।4)",
  "R. Kartikeya, Advocate, for the petitioner": "याचिकाकर्ता के वकील आर कार्तिकेय",
  "Vishal Garg, Advocate, for the respondents": "प्रतिवादियों की ओर से विशाल गर्ग, वकील",
  "SANDEEP MOUDGIL, J.": "संदीप मौदगिल, जे.",
  "(1) The petitioners have filed the present writ petition invoking Article 226 of the Constitution of India with a prayer for issuance of a": "(।) याचिकाकर्ताओं ने भारत के संविधान के अनुच्छेद 226 को लागू करते हुए वर्तमान रिट याचिका दायर की है,",
  "writ in the nature of certiorari for quashing the action of the respondents in changing the date of birth of the petitioner in the service": "जिसमें याचिकाकर्ता की जन्मतिथि को बदलने में उत्तरदाताओं की कार्रवाई को रद्द करने के लिए सर्टिओरीरी की",
  "(2) Learned counsel for the petitioner submitted that she was": "(2) याचिकाकर्ता के विद्वान वकील ने प्रस्तुत किया कि 33.05.99% को उसके पिता की मृत्यु के बाद 03.06.99%५",
  "she was issued birth certificate declaring her date of birth to be": "अनुरोध पर, उसे उसकी जन्मतिथि बताते हुए जन्म प्रमाण पत्र जारी किया गया",
  "BATI DEVI v. HARYANA STATE POLLUTION CONTROL BOARD AND 905 OTHERS (Sandeep Moudgil, J.)": "बती देवी बनाम हरियाणा राज्य प्रदूषण नियंत्रण बोर्ड और अन्य (संदीप मौदगिल, जे.)",
  "appended thereto of Chapter-VII of the Punjab Financial Rules, Volume-I (as applicable to the Haryana State) it is stipulated that that": "पंजाब वित्तीय नियम, खंड-। (जैसा कि हरियाणा राज्य पर लागू है) के अध्याय-५॥ के साथ संलग्न यह निर्धारित है कि",
  "the declaration of the date of birth made at the time of, or for the purpose of entry into Government Service, shall be deemed to be": "जन्मतिथि की घोषणा सरकारी सेवा में प्रवेश के समय या उसके प्रयोजन के लिए की जाती है। , को तब तक निर्णायक",
  "within two years from the date of her entry into Government service": "माना जाएगा जब तक कि उसने सरकारी सेवा में प्रवेश की तारीख से दो साल के भीतर अपनी दर्ज की गई उम्र में",
  "and that no application submitted beyond the stipulated period of two years for change in date of birth will be entertained. As such, it is": "सुधार के लिए आवेदन नहीं किया हो और जन्मतिथि में बदलाव के लिए दो साल की निर्धारित अवधि से परे कोई भी",
  "(11) Having heard learned counsel for the parties and after going through the record, this Court is of the considered view that the action": "() पक्षों के विद्वान वकील को सुनने और रिकॉर्ड को देखने के बाद, इस न्यायालय का मानना है कि याचिकाकर्ता",
  "of the respondents in unilaterally changing or interpolating the date of birth of the petitioner is not in accordance with law. If there was a valid": "की जन्म तिथि को एकतरफा बदलने या उसमें अंतर करने में उत्तरदाताओं की कार्रवाई कानून के अनुसार नहीं है।",
  "and justifiable reason for the respondents to believe that the date of": "यदि उत्तरदाताओं के पास यह मानने का कोई वैध और उचित कारण था कि याचिकाकर्ता की जन्मतिथि",
  "birth of the petitioner was 01.01.1964 and not 05.01.1967, the respondents could not have straightway declined by taking into consideration the documents given by Gram Panchayat and Medical": "0.0.969 थी, न कि 05.0.967, तो उत्तरदाताओं ने ग्राम पंचायत और चिकित्सा द्वारा दिए गए दस्तावेजों को",
  "Fitness Certificate issued by the District Medical Officer, Gurgaon.": "ध्यान में रखते हुए जिला चिकित्सा अधिकारी, गुड़गांव द्वारा जारी फिटनेस प्रमाण पत्र सीधे इनकार नहीं किया होता।",
  "(12) Besides, the respondents have failed to show as to why the date of birth certificate issued by the Civil Surgeon, Faridabad showing": "(42) इसके अलावा, उत्तरदाता यह दिखाने में विफल रहे हैं कि सिविल सर्जन, फ़रीदाबाद द्वारा जारी जन्मतिथि",
  "the date of birth of the petitioner to be 05.01.1967, was not considered a valid document and albeit the certificate issued by the Gram": "प्रमाण पत्र, जिसमें याचिकाकर्ता की जन्मतिथि 05.0.967 है, को एक वैध दस्तावेज़ नहीं माना गया और यद्यपि",
  "a valid document and albeit the certificate issued by the Gram Panchayat of the concerned village and the certified issued by the District Medical Officer, Gurgaon which is only a medical fitness": "प्रमाण पत्र नहीं माना गया संबंधित गांव की ग्राम पंचायत द्वारा जारी और जिला चिकित्सा अधिकारी, गुड़गांव द्वारा जारी प्रमाणित, जो कि केवल एक मेडिकल फिटनेस प्रमाण पत्र है, को याचिकाकर्ता की जन्म तिथि पर विचार करने",
  "(13) A public servant must be given an opportunity to prove his true date of birth before he is superannuated, and any order passed": "((3) एक लोक सेवक को सेवानिवृत्ति से पहले अपनी सही जन्मतिथि साबित करने का अवसर दिया जाना चाहिए,",
  "without such opportunity is illegal. In State of Orissa versus Dr.": "और ऐसे अवसर के बिना पारित कोई भी आदेश अवैध है। उड़ीसा राज्य बनाम डॉ. (मिस) बीनापानी देई और अन्य!",
  "servant, April 10, 1910 was entered as the date of birth of the": "के मामले में, एक लोक सेवक के सेवा रिकॉर्ड में, 0 अप्रैल, 90 को संबंधित लोक सेवक की जन्म तिथि के रूप",
  "concerned public servant. An enquiry was held and the public servant was required to show cause why her date of birth should not be": "में दर्ज किया गया था। एक जांच की गई और लोक सेवक को यह बताना पड़ा कि उसकी जन्मतिथि को अप्रैल 907",
  "was required to show cause why her date of birth should not be accepted as April 1907. Thereafter the Government of Orissa": "क्यों नहीं माना जाना चाहिए। इसके बाद उड़ीसा सरकार ने उसका जन्म ॥6 अप्रैल, 907 निर्धारित किया और",
  "determined her of birth as April 16, 1907, and declared that she should deemed to have been superannuated on April 16, 1962. The order was": "घोषणा की कि उसे जन्मतिथि 6 अप्रैल, 4907 माना जाना चाहिए। 6 अप्रैल, 962 को सेवानिवृत्त हुए। इस आदेश",
  "challenged by the public servant in a petition to High Court of Orissa.": "को लोक सेवक ने उड़ीसा उच्च न्यायालय में एक याचिका में चुनौती दी थी।",
  "' 1967 S.C.R. 625": "। 967 एस.सी.आर. 625",
  "904 ILL.R. PUNJAB AND HARYANA 2023(2)": "903",
  "Board, Gurgaon. The copy of certificate was sent to Senior Accounts Officer, in Haryana State Pollution Control Board, vide letter No.": "बोर्ड, गुड़गांव. प्रमाण पत्र की प्रति हरियाणा राज्य प्रदूषण नियंत्रण बोर्ड के वरिष्ठ लेखा अधिकारी को पत्र संख्या",
  "Estt/98/4645 dated 12.01.1998 for records.": "स्था/98/%6%5 दिनांक 2.0.998 के माध्यम से रिकॉर्ड के लिए भेजी गई थी।",
  "(8) It is further submitted that necessary entry in the service": "(8) आगे यह भी प्रस्तुत किया गया है कि संबंधित अधिकारी की सेवा पुस्तिका में आवश्यक प्रविष्टि पहले यानी",
  "Singh, Accountant now Superintendent (Rtd.) in his written statement of Enquiry Report dated 18.03.2020 which was approved by the then": "अधीक्षक (सेवानिवृत्त) ने दिनांक 8.03.2020 की जांच रिपोर्ट के अपने लिखित बयान में, जिसे तत्कालीन अनुभाग",
  "Section Officer and Sr. Accounts Officer (Annexure P-7) wherein it has": "अधिकारी और वरिष्ठ लेखा अधिकारी (अनुलग्नक पी -7) द्वारा अनुमोदित किया गया था, जिसमें यह देखा गया है कि",
  "been observed that the corrections/cuttings observed in the service Book of Smt. Batti Devi, Peon was made by Sh. Rattan Singh,": "सुधार / कटौती श्रीमती की सेवा पुस्तिका में अवलोकन किया गया। बत्ती देवी, चपरासी श्री द्वारा बनाया गया था। रतन",
  "Accountant now Superintendent (retd.) and Sh. Jai Parkash, the then Section Officer under the knowledge of Sh. S.K. Mittal, the then": "सिंह, लेखाकार अब अधीक्षक (सेवानिवृत्त) और श्री. जय प्रकाश, श्री के ज्ञान में तत्कालीन अनुभाग अधिकारी।",
  "holding the charge of Senior Accounts Officer without the approval of": "एस.के. सक्षम प्राधिकारी की मंजूरी और सत्यापन के बिना तत्कालीन वरिष्ठ लेखा अधिकारी का कार्यभार संभाल रहे",
  "GPF, CPF and GIS submitted by the petitioner wherein she has declared her date of birth as 01.01.1964 (Annexure R-8). Later on, the": "सीपीएफ और जीआईएस के लिए नामांकन के अनुसार, जिसमें उसने अपनी जन्मतिथि 0.0.96५ (अनुलग्नक",
  "declared her date of birth as 01.01.1964 (Annexure R-8). Later on, the petitioner filed an application dated 19.06.2018 requesting for the": "आर-8) घोषित की है। बाद में, याचिकाकर्ता ने दिनांक 9.06.208 को एक आवेदन दायर कर जन्मतिथि को",
  "change of date of birth from 01.01.1964 to 05.01.1967 but her request": "0.0.96५ से 05.0.967 में बदलने का अनुरोध किया, लेकिन इस तथ्य के मद्देनजर उसके अनुरोध को",
  "was declined in view of the fact that the date of birth of the petitioner ie. 01.01.1964 is correct as rule and documents given by": "अस्वीकार कर दिया गया कि याचिकाकर्ता की जन्म तिथि यानी 0.0.96५ थी। नियम सही है और नियुक्ति के",
  "the Gram Panchayat Sarpanch and Medical Fitness Certificate issued by the District Medical Officer, Gurgaon, at the time of appointment,": "समय ग्राम पंचायत सरपंच द्वारा दिए गए दस्तावेज और जिला चिकित्सा अधिकारी, गुड़गांव द्वारा जारी मेडिकल",
  "and the date of birth issued by the Civil Surgeon Faridabad, cannot be": "फिटनेस प्रमाण पत्र और सिविल सर्जन फरीदाबाद द्वारा जारी जन्म तिथि को इस कारण से स्वीकार नहीं किया जा",
  "accepted due to the reason that the name of Bati Devi has been mentioned as Bala @ Bati Devi and there is cutting in the certificate and the said certificate has been issued to some other person, namely,": "सकता है। प्रमाण पत्र में बती देवी का नाम बाला उर्फ बती देवी बताया गया है तथा उक्त प्रमाण पत्र याचिकाकर्ता के",
  "Khajan Singh instead of the father of the petitioner, namely, Charan Singh.": "पिता चरण सिंह के स्थान पर किसी अन्य व्यक्ति खजान सिंह को जारी किया गया है।",
  "(9) Learned counsel further informed that an enquiry was conducted regarding lapses/irregularities/tempering in the service book": "(9) विद्वान वकील ने आगे बताया कि सेवा पुस्तिका में खामियों/अनियमितताओं »टेम्परिंग के संबंध में एक जांच की",
  "and the Civil Surgeon, Faridabad was requested to verify and intimate the actual Date of birth of petitioner and in response thereto, the": "गई थी और सिविल सर्जन, फरीदाबाद से याचिकाकर्ता की वास्तविक जन्मतिथि को सत्यापित करने और सूचित करने",
  "Additional District Registrar (Birth & Death) informed the respondent-": "का अनुरोध किया गया था और इसके जवाब में, अतिरिक्त जिला रजिस्ट्रार को सूचित किया गया था। (जन्म और",
  "7.4.2020 and SA/US/2020/890 dated 10.06.2020 (Annexures R10 &": "दिनांक 40.06.2020 (अनुलग्बक आर-0 और आर-॥॥, क्रमशः)",
  "(10) Further, it is argued that as per Rule 7.3 and Note 3": "(0) इसके अलावा, यह तर्क दिया गया है कि नियम 7.3 और नोट 3 के अनुसार"
}