{
  "98 |": "98",
  "Jiwan Dass Roshan Lal vs. Karnail Singh and others 1980 A.C.J. 445.": "जीवन दास रोशन लाल बनाम कर्णई सिंह और अन्य 980 एसीजे 445।",
  "(Over-ruled)": "(पलट गया)",
  "United India Insurance Co. Ltd. vs. Abdul Munaf Majur Hussain": "यूनाइटेड इंडिया इंश्योरेंस कंपनी लिमिटेड बनाम अब्दुल मुनफ मजूर",
  "Momin and others": "हुसैन मोमिन और अन्य",
  "1984 A.C.J. 653.": "984 एसीजे 653.",
  "Krishna Ramayya Gounda vs. C.P.C. Motor Co. and others. A.LR,": "कृष्णा रामय्या गौंडा बनाम सीपीसी मोटर कंपनी और अन्य।",
  "1983 Karnataka 176. (Dissented from)": "983 कर्नाटक 76. (से असहमत)",
  "order of the Court of Shri. Hari Ram, Motor Accidents Claims": "श्री हरि राम की अदालत, मोटर दुर्घटना वावा न्‍्यायाधिकरण, 'मिवानी",
  "compensation to Pirthi Singh and Smt. Lilawati in claim petition No.2": "पुरस्कार विया गया। पिरथी सिह ऑर श्रीमती लीलावती को मुआवजे के रूप में 5,000 रु. 977 की दावा याचिका क्रमांक 2 में, 977 की दावा",
  "of 1977, Rs. 500 in favour of Manbir Singh in claim petition No. 10 of": "याचिका संख्या 0 में मनबीर सिद्द के पक्ष में 500 रू 977 की दावा",
  "1977 and Rs. 100 in favour of Neelam daughter of Bishan Singh in claim petition No. 11 of 1977 with proportionate costs. The claim will be. satisfied by respondent No. 2 Mahabir. The petitions against": "याचिका संख्या | में आनुपातिक लागत के साथ बिशन सिह की बेटी नीलम के पक्ष में 400 रु. प्रतिगदी क्रमांक 2 महाबीर से संद॒ुष्ट।/ अन्य",
  "the other respondents are dismissed with no order as to costs.": "उत्तरवाताओं के खिनाफ याचिकाएं लागत के सबंध में बिना किसी आदेश",
  "HSB.": "एचएसबी",
  "FULL BENCH": "पूरी बेंच",
  "Before S. P. Goyal, G. C. Mital and S. S. Sodhi, JJ.": "समक्ष एसपी गोयल, जीसी मितलन ऑर एसएस सोढ़ी ज.ज.",
  "~ PRITHI SINGH and another,—Appellants.": "पृथी सिंह और अन्य, - अपीलकर्ता,",
  "versus |": "बनाम",
  "| _BINDA RAM and others,—Respondents.": "बिंदा राम और अन्य, - प्रतिवादी/",
  "First Appeal from Order No. 324 of 1981": "98] के आदेश क्रमांक 324 से प्रथम अपील",
  "May 30, 1986": "30 मई 986",
  "Motor Vehicles Act (IV of 1939)—Section 110 A—Motor Vehicles": "मोटर वाहन अधिनियम (939 का चतुर्थ/ - धारा 0 ए - मोटर",
  "Rules, 1940—Rule 4.60—Driver of truck carrying. passengers in con-": "वाहन नियम, 4940 - नियम 4.60 - नियम 4.60 का उल्ल्ंघन करते",
  "death. of the passenger—Said accident taking place in the course of": "गया; जिससे यात्री की म॒त्यु हो गई - कहा गया कि दुर्घटना हो रही है",
  "employment on owners business—Owner of ‘truck—Whether": "मानिक के व्यवसाय पर रोजगार के दौरान - ट्रक का माल्रिक - क्‍या",
  "vicariously liable for the act of the driver—Such owner—Whether": "चालक के कृत्य के लिए परोक्ष रुप से उत्तरदायी हैं - ऐसा मानिक -",
  "absolved of his liability as passengers carried in violation of rule 4,60.": "क्या नियम 4.60 के उल्लंघन में यात्रियों को ले जाने के रूप में अपने दायित्व से मुक्त हो गया है।",
  "Held, that the determinin® factor in order to fasten the liability to pay compensation under Section 110-A of the Motor Vehicles Act,": "निर्धारित किया गया कि मोटर वाहन अधिनियम, 4939 की धारा 40-ए के तहत मुआवजे का भुगतान करने के दायित्व को मजबूत",
  "1939, so far as the liability of the owner is concerned, is whether the": "करने के लिए निर्धारण कारक, जहां तक मालिक के दायित्व का संबंध",
  "act was committed by the driver in the course of his employment or _": "है, यह है कि क्या कार्य चालक द्वारा किया गया था। उसका रोजगार",
  "not, If the driver was acting in the course of his employment’ then": "चल रहा है या नहीं। यदि ड्राइवर अपने रोजगार के दौरान कार्य कर रहा",
  "the owner would be liable even though the driver acted in violation": "था तो मालिक उत्तरदायी होगा, भले ही ड्राइवर ने मोटर वाहन नियम,",
  "because the driver carried the deccased as passenger in the truck in": "करते हुए माना कि ड्राइवर को वाहन में यात्रियों को ले जाने से स्पष्ट"
}