{
  "SUNIL SACHDEVA v. RASHMI AND ANOTHER 223": "सुनील सचदेवा बनाम रश्मि और एक अन्य",
  "(Amarjot Bhatti, J.)": "(न्यायमूर्ति अमरजोत भट्टी)",
  "Before Amarjot Bhatti, J.": "न्यायमूर्ति अमरजोत भट्टी के समक्ष",
  "SUNIL SACHDEVA—Petitioner": "याचिकाकर्ता - सुनील सचदेवा",
  "versus": "बनाम",
  "RASHMI AND ANOTHER—Respondents": "प्रत्यर्थी - रश्मि और एक अन्य",
  "CRM-M No. 5732 of 2017 (O&M)": "2057 का सीआरएम-एम नंबर 5732 (ओ एंड एम)",
  "December 23, 2022": "23 दिसंबर, 2022",
  "Code of Criminal Procedure, 1973—S.482—Petitioner challenging grant of maintenance to wife 13 years after compromise": "दंड प्रक्रिया संहिता, 4973 - धारा 482 - समझौता करने के 43 साल बाद पत्नी को",
  "law—In order to maintain herself and her daughter and to lead": "दुरुपयोग थी - खुद को और अपनी बेटी के भरण-पोषण करने और सम्मानजनक",
  "respectable life, she was compelled to file petition under Section 125": "जीवन जीने के लिए, उसे सीआरपीसी की धारा 525 के तहत याचिका दायर करने",
  "Ayush Gupta, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से वकील, आयुष गुप्ता ।",
  "R.D.Sharma, Advocate, for the respondents.": "प्रतिवादियों के लिए अधिवक्ता, आर.डी.शर्मा |",
  "AMARJOT BHATTI, J. (ORAL)": "न्यायमूर्ति अमरजोत भट्टी (मौखिक)",
  "(1) Sunil Sachdeva has filed this petition under Section 482": "(0) सुनील सचदेवा ने सीआरपीसी की धारा 482 के तहत यह याचिका अतिरिक्त",
  "has been granted maintenance at the rate of Rs.15,000/- per month.": "रुपये प्रति माह की दर से गुज़ारा भत्ता दिया गया है।",
  "(2) The brief facts of the case are that Rashmi, respondent": "(2) मामले के संक्षिप्त तथ्य यह हैं कि रश्मि, प्रतिवादी नंबर । ने 40.09.983 को हिंदू",
  "No.1 got married with Sunil Sachdeva, petitioner on 10.09.1983 according to Hindu Rites. Out of this wedlock, they had two children;": "संस्कारों के अनुसार याचिकाकर्ता सुनील सचदेवा के साथ शादी की। इस शादी से",
  "son namely Karan born on 20.7.1984 and a daughter namely Kanika": "उनके दो बच्चे थे; बेटा करण का जन्म 20.7.984 को हुआ और एक बेटी का नाम कनिका है जिसका जन्म 26.04.987 को हुआ । शादी के बाद, उनके वैवाहिक विवाद",
  "Kanika Shopping Centre was under the loan to the tune of Rs.25 lacs with Hindu Urban Bank, Pathankot and he has sold the same to his": "आगे दावा किया कि कनिका शॉपिंग सेंटर पर हिंदू अर्बन बैंक, पठानकोट का 25 लाख",
  "the disposal of divorce petition by the trial court and the Hon’ble High": "विचारण न्यायालय और माननीय उच्च न्यायात्रय द्वारा तनाक की याचिका के निपटान",
  "him and his family members are false. The civil and criminal litigation": "गए ये सभी आरोप झूठे हैं। दीवानी और फौजदारी मुकद्दमेबाज़ी ने उन्हें और उनके",
  "has caused physical and mental agony to him and to his family members. The applicant is living in her own house. She has concealed": "परिवार के सदस्यों को शारीरिक और मानसिक यातना दी है। आवेदक अपने ही घर में",
  "members. The applicant is living in her own house. She has concealed material facts from the court. There is no hotel namely, Jewel. The": "रह रही है। उसने अदालत से महत्वपूर्ण तथ्य छिपाए हैं। ज्वेल नाम का कोई होटल नहीं",
  "respondent and his brother have transformed certain rooms of the": "है। प्रतिवादी और उसके भाई ने अपनी आजीविका कमाने के लिंए घर के कुछ कमरों",
  "house to earn their livelihood. There is no alleged rental income, as the premises belong to his brother and he got it vacated by filing a": "को बदल दिया है। किराये से कोई कथित आय नहीं है, क्योंकि परिसर उनके भाई का है",
  "case. In fact, his monthly income is not more than Rs.6000/- per": "और उन्होंने मामत्ना दर्ज करके इसे खात्नी कराया। वास्तव में, उसकी मासिक आय 6000/- रुपये प्रति माह से अधिक नहीं है। यह प्रार्थना की जाती है कि याचिकाकर्ता-",
  "month. It is prayed that the application filed by the petitioner-Rashmi, may kindly be dismissed.": "रश्मि द्वारा दायर आवेदन को खारिज कर दिया जाए।",
  "(4) The application filed by Rashmi and Kanika bearing No.16/22.3.2007 was declined vide judgment dated 05.02.2014,": "(4) रश्मि और कनिका द्वारा 46/22.3.2007 को दायर आवेदन को दिनांक 05.02.2044,",
  "Annexure P-2. Thereafter, Rashmi and Kanika filed Criminal": "अनुबंध पी-2 के निर्णय द्वारा अस्वीकार कर दिया गया था। इसके बाद, रश्मि और",
  "Additional Sessions Judge Pathankot and the case was remanded": "ज़िला एवं सत्र के विद्वान न्यायाधीश, पठानकोट की अदालत ने स्वीकार कर लिया",
  "back to the learned Magistrate vide judgment dated 20.12.2014": "और मामले को दिनांक 20.42.2044 के फैसले के तहत विद्वान मजिस्ट्रेट के पास वापस",
  "Pathankot again dismissed the application under Section 125 Cr.P.C.": "फैसले के तहत सीआरपीसी की धारा 425 के तहत आवेदन को फिर से खारिज कर",
  "aggrieved of this judgment, Rashmi and Kanika again filed Criminal": "दिया। इस फैसले से व्यथित महसूस करते हुए, रश्मि और कनिका ने फिर से 9.5.2045",
  "revision No.12/2015 Criminal Revision No.22 of 9.5.2015 which was": "के आपराधिक पुनरीक्षण संख्या 2/2075 आपराधिक संशोधन संख्या 22 दायर की,",
  "evidence and the documents produced on record. It is argued that due": "दिए गए निष्कर्ष सबूतों और रिकॉर्ड पर पेश किए गए दस्तावेजों के विपरीत हैं। तर्क",
  "children in July 1993. The matter was settled by way of a written": "साथ घर छोड़ दिया था। यह मामला दिनांक 7.8..993 को एक लिंखिंत समझौते के",
  "month as rent. All theterms and conditions of compromise were put": "समझौते के सभी नियमों और शर्तों को लिखित में रखा गया था और इस पर पार्टियों",
  "into writing and it was signed by the parties and the witnesses. The": "और गवाहों द्वारा हस्ताक्षर किए गए थे। याचिकाकर्ता ने समझौते के उक्त नियमों और",
  "petitioner has fully complied with the said terms and conditions of the compromise and the filing of present petition under Section 125": "शर्तों का पूरी तरह से पालन किया है और सीआरपीसी की धारा 425 के तहत वर्तमान",
  "between the parties, Rashmi cannot agitate the same matter by filing the petition under Section 125 Cr.P.C.": "पक्षों के बीच सुलझ गया, तो रश्मि सी आरपीसी की धारा 425 के तहत याचिका दायर करके उसी मामले को उत्तेजित नहीं कर सकती हैं।",
  "(9) The learned counsel thirdly, pointed out that he provided": "(9) तीसरा, विद्वान वकील ने बताया कि उसने अपने बच्चों को उनकी स्कूली शिक्षा और",
  "fee and other expenditure to his children throughout their schooling and college. Her son Karan is qualified as B.Tech. It was disclosed": "कॉलेज के दौरान शुल्क और अन्य व्यय प्रदान किए। उनका बेटा करण बी.टैक पास",
  "during the arguments that he was serving in Singapore, earning": "कर लिया है। बहस के दौरान यह खुलासा किया गया कि वह सिंगापुर में सेवारत था",
  "handsome salary. It is further pointed outthat their daughter Kanika is": "और अच्छा वेतन कमा रहा था। आगे बताया गया है कि उनकी बेटी कनिका एक योग्य",
  "a qualified doctor. She is also earning hand. Both the children are not": "डॉक्टर है। वह भी बेहतर कमा रही है। दोनों बच्चे वर्तमान याचिकाकर्ता के लिए कोई",
  "contributing any amount towards the present petitioner. Even Rashmi": "राशिं का योगदान नहीं कर रहे हैं। यहां तक कि रश्मि अपने बेटे के साथ-साथ बेटी के",
  "is staying with her son as well as daughter. She has wrongly claimed": "साथ भी रह रही है | उसने गलत दावा किया है कि उसके पास खुद को बनाए रखने के",
  "that she has no source of income to maintain herself. In fact, she has": "लिए आय का कोई स्रोत नहीं है। वास्तव में, उसने याचिकाकर्ता को परेशान करने के",
  "SUNIL SACHDEVA v. RASHMI AND ANOTHER 229": "सुनील सचदेवा बनाम रश्मि और एक अन्य",
  "convincing evidence on record to establish his financial status or the": "वित्तीय स्थिति या इस तथ्य को स्थापित करने के लिए रिकॉर्ड पर कोई ठोस सबूत पेश",
  "fact that he was earning more than Rs.1 lac per month. He was owner": "करने में विफल रही कि वह प्रति माह 4 लाख रुपये से अधिक कमा रहे थे। वह रेडीमेड",
  "the burden of loan and for that reason it was sold to his brother. The": "इसी कारण से इसे उनके भाई को बेच दिया गया था। याचिकाकर्ता ने ज्वेल होटल के",
  "and he further denied to have any rental income as claimed by Rashmi. It is alleged that the tenanted premises belonged to his": "किसी भी किराये की आय से इनकार किया है | आरोप है कि किरायेदार का परिसर",
  "brother and it was he who got it vacated. At the time of filing of": "उसके भाई का था और उसने ही इसे खात्नी कराया था। वर्तमान याचिका दायर करते",
  "present petition, the learned counsel for the petitioner has placed on record the Income Tax Return for the year 2012-13 in which his": "समय, याचिकाकर्ता के वकील ने वर्ष 202-3 के लिए आयकर भुगतान का रिकॉर्ड",
  "annual income is reflected as Rs.173126/-Annexure P-9, Income Tax Return for the year 2013-14 where his annual income is reflected as": "रखा है जिसमें उसकी वार्षिक आय 7326/- अनुलग्रक पी -9, वर्ष 203-१4 के लिए",
  "15 where his annual income is reflected as Rs.207730/- Annexure P-7.": "आयकर रिटर्न के रुप में परिलक्षित होती है, जहां उसकी वार्षिक आय 70360 रुपये",
  "Therefore, from the aforesaid documents, it is clear that the income of": "के रूप में परिलक्षित होती है। इसलिए, उपरोक्त दस्तावेजों से, यह स्पष्ट है कि वर्तमान",
  "the present petitioner, Sunil Sachdeva is meager and he cannot afford to pay Rs.15000 per month to Rashmi as granted by the learned Addl.": "याचिकाकर्ता सुनील सचदेवा की आय बहुत कम है और वह रश्मि को 45000 रुपये प्रति माह का भुगतान नहीं कर सकते हैं, जैसा कि अतिरिक्त जिला एवं सत्र के विद्वान",
  "Sessions Judge, Pathankot by passing impugned judgment dated": "न्यायाधीश, पठानकोट द्वारा दिनांक 07.72.2046 के विवादित फैसले को पारित करके",
  "claim any maintenance from the petitioner by filing petition under": "तहत याचिका दायर करके याचिकाकर्ता से किसी भी रखरखाव का दावा नहीं कर",
  "7.12.2016 may kindly be set aside by accepting the present petition": "सकती है। यह प्रार्थना की जाती है कि 7.2.2076 के आशक्षेपित फैसले को मौजूदा",
  "and the petition under Section 125 Cr.P.C. filed by Rashmi may kindly be dismissed.": "याचिका को स्वीकार करके रद्द कर दिया जाए और रश्मि द्वारा दायर सीआरपीसी की",
  "(11) On the other hand, learned counsel for the respondent, Rashmi argued that she is an old lady who looked after her two": "(0) दूसरी ओर, प्रतिवादी के वकील रश्मि ने तर्क दिया कि वह एक बूढ़ी महित्रा है जो",
  "children by working as teacher in Army Public School, Pathankot. She": "आर्मी पब्लिक स्कूल, पठानकोट में शिक्षक के रूप में काम करके अपने दो बच्चों की",
  "has not concealed any fact fromthe court. She had clearly stated in her": "देखभाल करती है। उन्होंने अदालत से कोई तथ्य नहीं छिपाया है। उसने सी आरपीसी",
  "petition under Section 125 Cr.P.C. that she was working as a teacher": "की धारा 425 के तहत अपनी याचिका में स्पष्ट रूप से कहा था कि वह एक शिक्षक के",
  "and her monthly income Rs.17,000/- was not sufficient to meet with": "रूप में काम कर रही थी और उसकी मासिक आय 47,000 रुपये उसके दो बच्चों और",
  "the responsibilities of her two children and for herself. Therefore, she": "खुद के लिए ज़िम्मेदारियों को पूरा करने के लिंए पर्याप्त नहीं थी। इसलिए, उसने अपने",
  "order to run her household affairs, she did her B.Ed after the": "चलाने के लिए, उसने बी.एड किया और वैवाहिक विवाद के बाद स्कूल में नौकरी कर",
  "after reaching the age of 58 years, as her date of birth is 9.6.1960. She": "पहुंचने के बाद जून, 2038 में सेवानिवृत्त होने वाली थीं, क्योंकि उनकी जन्म तिथि",
  "will not get any pension after her retirement nor she is having a house": "9.6.960 है। उसे सेवानिवृत्ति के बाद कोई पेंशन नहीं मिलेगी और न ही उसके पास",
  "to live in. She is living in a rented accommodation. She conceded that": "रहने के लिए घर है। वह किराए के मकान में रह रही है। उन्होंने स्वीकार किया कि उनका",
  "her son Karan is married and living with his wife in Singapore. Her": "बेटा करण शादीशुदा है और सिंगापुर में अपनी पत्नी के साथ रह रहा है। उनकी बेटी",
  "daughter Kanika is preparing for M.D. She is not earning hand. The": "कनिका एमडी की तैयारी कर रही है। वह कमाई नहीं कर रही है। अतिरिक्त ज़िला एवं",
  "learned Additional Sessions Judge while granting maintenance to her has considered all the aspects of the present case. The petitioner": "सत्र के विद्वान न्यायाधीश ने उसे गुज़ारा भत्ता देते हुए मौजूदा मामले के सभी पहलुओं",
  "wrongly claimed that he has no source of income. In fact he tried to": "पर विचार किया है। याचिकाकर्ता ने गलत दावा किया कि उसके पास आय का कोई",
  "dispose of his property to avoid payment of maintenance to his wife": "स्रोत नहीं है। वास्तव में उसने अपनी पत्नी और बच्चों को रखरखाव के भुगतान से बचने",
  "maintenance of Rs.15,000/- per month in favour of Rashmi. It is": "न्यायाधीश ने रश्मि के पक्ष में 45,000 रुपये प्रति माह का गुज़ारा भत्ता दिया। यह प्रार्थना",
  "prayed that the petition filed by the petitioner may kindly be dismissed.": "की जाती है कि याचिकाकर्ता द्वारा दायर याचिका को खारिज कर दिया जाए।",
  "(12) I have considered the arguments advanced before me. I": "(2) मैंने अपने समक्ष प्रस्तुत तर्कों पर विचार किया है। मैंने रिकॉर्ड देखा है। मामले के",
  "have gone through the record. The facts of the case are not much disputed. It is an admitted fact that Sunil Sachdeva got married with": "तथ्य ज्यादा विवादित नहीं हैं। यह एक स्वीकार्य तथ्य है कि सुनील सचदेवा ने",
  "Rashmi on 10.09.1983 and out of this wedlock they had a son Karan": "0.09.983 को रश्मि के साथ शादी की और इस शादी से उनका एक बेटा करण",
  "born on 20.7.1984 and daughter Kanika, born on 26.04.1987. The": "20.7.984 को पैदा हुआ और बेटी कनिका, 26.04.987 को पैदा हुई। पति-पत्नी के",
  "matrimonial dispute started between husband and wife. As a result, they started living separate from July 1993. It is further not disputed": "बीच वैवाहिक विवाद शुरु हो गया। नतीजतन, वे जुलाई 4993 से अलग रहने लगे। यह",
  "that the matter was compromised, according to which, Sunil Sachdeva": "भी विवादित नहीं है कि इस मामले से समझौता किया गया था, जिसके अनुसार, सुनील",
  "deposited Rs.1 lac each in favour of his wife and two children along": "सचदेवा ने अपनी पत्नी और दो बच्चों के पक्ष में 500 रुपये प्रति माह के किराए के साथ",
  "maintenance by filing this case on 22.3.2007 which was dismissed vide judgment dated 5.2.2014, Annexure P-2. In revision, the case": "याचिका दायर की, जिसे 5.2.2044 के फैसले के तहत खारिज कर दिया गया। पुनरीक्षण",
  "as per agreement between them, they have already received Rs.3 lacs": "के समझौते के तहत, रश्मि और उसके बच्चों को एकमुश्त 4 लाख रुपये दिए गए थे",
  "SUNIL SACHDEVA v. RASHMI AND ANOTHER 231": "सुनील सचदेवा बनाम रश्मि और एक अन्य",
  "(17) Considering the aforesaid facts and the surrounding": "(7) उपर्युक्त तथ्यों और वर्तमान मामले की आस-पास की परिस्थितियों पर विचार",
  "circumstances of the present case, I am of the opinion that the maintenance granted by the learned Additional Sessions Judge": "करते हुए, मेरा विचार है कि अतिरिक्त ज़िला एवं सत्र न्यायाधीश, पठानकोट द्वारा",
  "Pathankot at the rate of Rs.15,000/- per month is fully justified and it": "5,000/- रुपये प्रति माह की दर से दिया गया गुज़ारा भत्ता पूरी तरह से उचित है और",
  "does not require any interference.": "इसमें किसी हस्तक्षेप की आवश्यकता नहीं है।",
  "(18) With this observation, the petition is accordingly, dismissed.": "(8) इस टिप्पणी के साथ, याचिका तदनुसार खारिज कर दी जाती है।",
  "Dr Payel Mehta": "डॉ. पायल मेहता"
}