{
  "ILL.R. PUNJAB AND HARYANA 2008(2)": "आई.एल.आर. पंजाब और हरियाणा 2008(2)",
  "Whether the suit is porperly valued for purposes of court fee? OPP": "6. क्या सूट के प्रयोजनों के लिए उचित रूप से मूल्यवान है कोर्ट फीस ? 0ए?",
  "matters of adoption and succession. If so, what the custom is? OPP": "के मामले. यदि हाँ, तो क्या रिवाज है ? 0एए",
  "(11) Whether Sham Kaur and defendants 1 to 5 became": "]. क्या शाम कौर और प्रतिवादी | से 5 बन गए प्रतिकूल कब्जे से मालिक ? 009.",
  "(13) Whether the plaintiff is entitled to the declaration or": "3. क्‍या वादी वाद भूमि की घोषणा या कब्जे का हकदार है ? 077.",
  "(7) Issues No. 1 to 7, 9 and 10 were decided against the": "7. विवाद्यक नं. । से 7, 9 और 0 का फैसला अपीलकर्ता-वादी के खिलाफ सब जज",
  "appellant- plaintiff by Sub Judge IInd Class, Kharar. He also found issue": "द्वितीय श्रेणी, खरड़ द्वारा किया गया। उन्होंने मुद्दा नम्बर को भी प्रतिवादियों के पक्ष में पाया।",
  "of the appellant- plaintiff with costs. The appellant-plaintiff filed": "जैसा कि वादी-अपीलकर्ता द्वारा अनुरोध किया गया है और प्रतिवादी-प्रतिवादियों द्वारा प्रतिवाद",
  "SHAMSHER SINGH (DECEASED) THROUGH HIS L.Rs.— Plaintiff/Appellants": "शमशेर सिंह (मृतक) अपने एल.आर. के माध्यम से बनाम गोबिंद सिंह और अन्य",
  "asserting his right as an adopted son for first time when he filed a suit in 1958 after 10 years of death of his alleged adopted father— No explanation for delay of 10 years and allowing the property to be mutated in name of wife of alleged adopted father—Courts": "]. अपीलकर्ता ने संपत्ति के अधिकार और शीर्षक का दावा किया है चूंकि एक दत्तक पुत्र हैं। वह उस मुकदमे में असफल रहे जो उन्होंने दायर किया था और पहली अपील में और इस तरह",
  "2 I.L.R. PUNJAB AND HARYANA 2008(2)": "आई.एल.आर. पंजाब और हरियाणा 2008(2)",
  "this application and came to the conclusion that this judgment is not": "अपीलीय अदालत ने इस आवेदन पर विचार किया और इस निष्कर्ष पर पहुंची कि यह निर्णय",
  "relevant for deciding the controversy in the present case. As observed": "वर्तमान मामले में विवाद पर निर्णय लेने के लिए प्रासंगिक नहीं है। जैसा कि निचली अपीलीय",
  "by the lower Appellate Court, the question involved in the instant case was to see as to who would succeed Sham Kaur i.e. whether plaintiff": "अदालत ने देखा, मौजूदा मामले में सवाल यह देखना था कि शाम कौर का उत्तराधिकारी कौन",
  "or Basant Kaur and Baljit Kaur and as such the judgment rendered by Senior Sub Judge, Ambala would not have much relevancy in this": "होगा यानी वादी या बसंत कौर और बलजीत कौर और ऐसे में वरिष्ठ उप न्यायाधीश, अंबाला द्वारा",
  "perusal thereof would show that the suit was dismissed when the": "रखी गई थी और उसके अवलोकन से पता चलता है कि मुकदमा तब खारिज कर दिया गया था",
  "plaintiff therein refused to amend the plaint to restrict their claim to the property situated in District Ambala. There was no adjudication on": "जब वादी ने जिला अंबाला में स्थित संपत्ति पर अपने दावे को सीमित करने के लिए वाद में संशोधन करने से इनकार कर दिया था।गुण-दोष के आधार पर कोई निर्णय नहीं हुआ। अन्यथा",
  "merits. Even otherwise, the counsel could not show if the plaintiff had made out a case for leading additional evidence at the appellate stage.": "भी, वकील यह नहीं दिखा सका कि क्या वादी ने अपीलीय चरण में अतिरिक्त सबूत पेश करने के",
  "It cannot be said that the application for additional evidence was not": "लिए कोई मामला बनाया था। यह नहीं कहा जा सकता कि अतिरिक्त साक्ष्य के आवेदन पर",
  "considered by the Appellate Court.": "अपीलीय न्यायालय द्वारा विचार नहीं किया गया।",
  "(Para 38)": "(पैरा 38)",
  "Further held, that the appellant-plaintiff asserted his right as": "अभिनिर्धारित, अपीलकर्ता-वादी ने पहली बार दत्तक पुत्र के रूप में अपने अधिकार का दावा तब",
  "an adopted son for the first time when he filed a suit in the year 1958. This was after ten years of the death of Ganda Singh, his alleged": "किया जब उसने वर्ष 958 में मुकदमा दायर किया। यह उसके कथित दत्तक पिता गंडा सिंह की",
  "This was after ten years of the death of Ganda Singh, his alleged adopted father. Why would he wait for ten years and allow the property": "मृत्यु के दस साल बाद हुआ था। वह दस साल तक इंतजार क्‍यों करेंगे और संपत्ति को शाम कौर",
  "He still did not succeed and thereafter did not pursue the matter.": "सफल नहीं हुए और उसके बाद इस मामले को आगे नहीं बढ़ाया। इसके बाद, उन्होंने यह मुकदमा",
  "for 1958 to 1976 to file the present suit ? In the initial suit filed by": "वर्ष 976 में दायर किया। वर्तमान मुकदमा दायर करने के लिए उन्होंने ।958 से 976 तक",
  "him in the year 1958, his natural father filed a written statement on": "इंतजार क्यों किया? वर्ष 958 में उनके द्वारा दायर प्रारंभिक मुकदमे में, उनके प्राकृतिक पिता ने",
  "issues have been properly discussed and adjudicated by the Courts": "नहीं हुआ था। इन सभी मुद्दों पर नीचे के न्यायालयों द्वारा उचित रूप से चर्चा और निर्णय दिया गया",
  "below. I do not find any legal infirmity in any of the findings recorded by the lower Appellate Court.": "है। मुझे निचली अपीलीय अदालत द्वारा दर्ज किए गए किसी भी निष्कर्ष में कोई कानूनी कमजोरी नहीं मिली।",
  "(Para 41)": "(पैरा 4)",
  "Deepak Sibal, Advocate with Davinder Lubana, Advocate,": "दीपक सिबल एडवोकेट, दविंदर लुबाना एडवोकेट,अक्षय भान एडवोकेट,",
  "SHAMSHER SINGH (DECEASED) THROUGH HIS L.RS. v. 3": "शमशेर सिंह (मृतक) अपने एल.आर. के माध्यम से बनाम गोबिंद सिंह और अन्य",
  "GOBIND SINGH AND OTHERS (Ranjit Singh, J)": "(रंजीत सिंह, न्यायाधीश )",
  "herself to be legal heir of Sham Kaur wife of Ganda Singh, whose": "खारिज. निर्धारित, शमशेर सिंह को गंडा सिंह का दत्तक पुत्र बताने वाली वंशावली प्रविष्टियाँ",
  "SHAMSHER SINGH (DECEASED) THROUGH HIS L.RS. v. 7": "शमशेर सिंह (मृतक) अपने एल.आर. के माध्यम से बनाम गोबिंद सिंह और अन्य",
  "Appellant-plaintiff is out of possession and having failed in his suit filed for possession in the year 1959, his right and title, if any, stood": "अपीलकर्ता-वादी कब्जे से बाहर है और वर्ष 959 में कब्जे के लिए दायर अपने मुकदमे में असफल होने के कारण, उसका अधिकार और शीर्षक, यदि कोई हो, सीमा अधिनियम की घारा",
  "extinguished under Section 27 of the Limitation Act. Respondent- defendants, thus, would also claim that they are in adverse possession": "27 के तहत समाप्त हो गया है। प्रतिवादी-प्रतिवादी, इस प्रकार, यह भी दावा करेंगे कि वे प्रतिकूल",
  "if not as rightful heir under a colour of title as owner, continuously": "कब्जे में हैं, यदि मालिक के रूप में शीर्षक के रंग के तहत सही उत्तराधिकारी नहीं हैं, तो सभी",
  "without interruption openly to the knowledge of all concerned and as": "संबंधितों के ज्ञान के लिए बिना किसी रुकावट के लगातार और इस तरह प्रतिकूल कब्जे के",
  "such have become owners by adverse possession. The land mortgaged was redeemed by the respondent-defendants on payment of mortgage": "कारण मालिक बन गए हैं। गिरवी रखी गई भूमि को प्रतिवादी-प्रतिवादियों द्वारा बंधक राशि के",
  "money to which the appellant has never raised any objection. It is also": "भुगतान पर छुड़ाया गया था, जिस पर अपीलकर्ता ने कभी कोई आपत्ति नहीं जताई। यह भी कहा",
  "stated that the appellant never took any action after dismissal of his suit filed for possession on 14th October, 1958, which was dismissed": "गया है कि अपीलकर्ता ने 4 अक्टूबर, 958 को कब्जे के लिए दायर अपने मुकदमे को खारिज",
  "is final and binding on the parties and would operate as res judicata": "था।उत्तरदाताओं के अनुसार, यह निर्णय अंतिम है और पार्टियों पर बाध्यकारी है और रेस",
  "against the appellant-plaintiff. The case of the respondents, thus, is that": "जुडिकाता के रूप में कार्य करेगा अपीलार्थी-वादी के विरूद्ध। इस प्रकार, उत्तरदाताओं का मामला",
  "Sham Kaur was holding this property inherited from Ganda Singh as owner to the exclusion of the appellant-plaintiff since the year 1948.": "यह है कि शाम कौर वर्ष 948 से अपीलकर्ता-वादी को छोड़कर, गंडा सिंह से विरासत में मिली",
  "It is also stated that Sham Kaur was the owner of '4 share in squares": "इस संपत्ति को मालिक के रूप में रखती थी। यह भी कहा गया है कि शाम कौर वर्गों में वी शेयर",
  "No. 18 and 20 in Pakistan while Ganda Singh was owner of square": "की मालिक थी। पाकिस्तान में नंबर ।8 और 20 जबकि गंडा सिंह वर्ग नंबर 9 का मालिक था।",
  "No. 19. Sham Kaur and Ganda Singh held equal areas of land in Pakistan. P. Rights Sanad was issued in favour of Sham Kaur regarding": "शाम कौर और गंडा सिंह के पास पाकिस्तान में जमीन के बराबर क्षेत्र थे। पी. अधिकार सनद शाम",
  "the land owned and possessed by Ganda Singh as well as land owned": "कौर के पक्ष में गंडा सिंह के स्वामित्व वाली और उसके कब्जे वाली भूमि के साथ-साथ पाकिस्तान",
  "and possessed by her in Pakistan. Appellant-plaintiff had challenged": "में उसके स्वामित्व और कब्जे वाली भूमि के संबंध में जारी की गई थी। अपीलकर्ता-वादी ने इसे",
  "the same but failed before the civil court. As already noticed, he never": "चुनौती दी थी लेकिन सिविल अदालत के समक्ष असफल रहा। जैसा कि पहले ही देखा जा चुका",
  "approached the Rehabilitation Authorities for that purpose. Thus, the": "है, उन्होंने इस उद्देश्य के लिए कभी भी पुनर्वास अधिकारियों से संपर्क नहीं किया। इस प्रकार,",
  "claim, he even may have, has become time barred.": "दावा, भले ही उसका हो, पर कालातीत हैं।",
  "(6) On the pleadings of the parites, as afore-mentioned, the trial court framed the following issues :—": "6. पार्टीज़ की दलीलों पर, जैसा कि उपर्युक्त है ट्रायल कोर्ट ने निम्नलिखित विवाद्यको को तय किए :",
  "(1) Whether the plaintiffis adopted son of Ganda Singh ?": ". क्या वादी गंडा सिंह का दत्तक पुत्र है? 077",
  "(2) Whether the plaintiff and Smt. Sham Kaur inherited": "2. क्या वादी और श्रीमती. शाम कौर को 948 में गंडा सिंह की संपत्ति /4 हिस्से",
  "the alleged adoption. The deed of adoption which was pressed into service, though not exhibited, is stated to be paper transaction besides": "किया है। गोद लेने का विलेख, जिसे सेवा में रखा गया था, हालांकि प्रदर्शित नहीं किया गया था,",
  "before or after the alleged deed of adoption which was also destroyed": "लेने के विलेख से पहले या बाद में कभी भी गोद नहीं लिया गया था और न ही उसके साथ ऐसा",
  "appellant, it is stated that the same was wrongly sanctioned in his favour": "म्यूटेशन को स्पष्ट करते हुए कहा गया है कि उसके पक्ष में गलत तरीके से मंजूरी दी गई थी और",
  "and presence of Sham Kaur was also wrongly recorded. It is also": "शाम कौर की उपस्थिति भी गलत तरीके से दर्ज की गई थी। यह भी उल्लेख किया गया है कि",
  "adoption and rather had hotly contested the alleged adoption before a civil court in a suit filed by the appellant-plaintiff on 14th October,": "अपीलकर्ता-वादी द्वारा दायर एक मुकदमे में सिविल कोर्ट के समक्ष कथित गोद लेने का जोरदार",
  "1958, which was dismissed on 16th December, 1959. This suit was": "विरोध किया था, जिसे 6 दिसंबर, 959 को खारिज कर दिया गया था।यह मुकदमा अपीलकर्ता",
  "filed by the appellant claiming possession of the land belonging to Ganda Singh being his adopted son. Sham Kaur had denied the adoption": "द्वारा गंडा सिंह के दत्तक पुत्र होने के नाते उसकी भूमि पर कब्जे का दावा करते हुए दायर किया",
  "as alleged by the appellant-plaintiff in the said suit of which she statedly": "गया था। जैसा कि अपीलकर्ता-वादी ने उक्त मुकदमे में आरोप लगाया था, शाम कौर ने गोद लेने",
  "had died much prior to six years of the institution of the present civil": "सिविल मुकदमे के शुरू होने के छह साल पहले ही हो गई थी। तदनुसार, प्रतिवादी-प्रतिवादियों",
  "suit. Accordingly, the ownership of the appellant and his possession over the suit land is denied by the respondent-defendants. According": "द्वारा अपीलकर्ता के स्वामित्व और वाद भूमि पर उसके कब्जे से इनकार किया गया है।",
  "to the respondents, mutation was sanctioned in favour of Sham Kaur,": "उत्तरदाताओं के अनुसार, शाम कौर के पक्ष में उत्परिवर्तन स्वीकृत किया गया था, वह गंडा सिंह की",
  "she being the only heir of Ganda Singh, which was never contested by appellant-plaintiff. He also did not even make a claim before the Rehabilitation Authorities for allotment of a land belonging to Ganda": "एकमात्र उत्तराधिकारी थी, जिसका अपीलकर्ता-वादी द्वारा कभी विरोध नहीं किया गया था। उन्होंने गंडा सिंह की भूमि के आवंटन के लिए पुनर्वास अधिकारियों के समक्ष दावा भी नहीं किया",
  "Singh and left in Pakistan. It is, thus, claimed that mutation of inheritance of Sham Kaur was rightly sanctioned in favour of Basant Kaur, (mother": "और पाकिस्तान में चले गए। इस प्रकार, यह दावा किया गया है कि शाम कौर की विरासत का",
  "of defendants No. 1 to 4 and Balbir Kaur, (mother of defendants No.": "उत्परिवर्तन बसंत कौर, (प्रतिवादी संख्या | से 4 की मां और बलबीर कौर, (प्रतिवादी संख्या 5",
  "5 and 5-A).": "और 5-ए की मां) के पक्ष में उचित रूप से स्वीकृत किया गया था।",
  "(5) To further strengthen their case, the respondents would": "5. अपने मामले को और मजबूत करने के लिए, उत्तरदाताओं ने बताया कि अपीलकर्ता-",
  "point out that the appellant-plaintiff had contested the mutation and failed upto Financial Commissioner. It is, thus, denied that the appellant-": "वादी ने उत्परिवर्तन का विरोध किया था और वित्तीय आयुक्त तक असफल रहे। इस प्रकार, इस",
  "Kaur or Ganda Singh as claimed. The averment that Sham Kaur was": "या गंडा सिंह की संपत्ति का उत्तराधिकारी होने का हकदार है। यह दावा कि शाम कौर केवल ट्रस्टी",
  "mere trustee is again denied by stating that she was the owner_in": "थी, यह कहकर फिर से खारिज कर दिया गया कि वह मालिक थी और संपत्ति का कब्ज़ा भी",
  "4 LL.R. PUNJAB AND HARYANA 2008(2)": "आई.एल.आर. पंजाब और हरियाणा 2008(2)",
  "Sukhgarh. Appellant-plaintiff is son of Karam Kaur daughter of Harnam Singh, who was collaterlly related to Ganda Singh. After the death of": "हैसुखगढ़। अपीलकर्ता-वादी हमाम सिंह की पुत्री करम कौर का पुत्र है, जो गंडा सिंह से संबंधित",
  "Harnam Singh, the property owned by him was inherited by his real": "था। हमाम सिंह की मृत्यु के बाद उनके स्वामित्व वाली संपत्ति उनके सगे भाई अमर सिंह को",
  "brother Amar Singh. Amar Singh died issueless as he was not married": "विरासत में मिली। अमर सिंह निःसंतान मर गए क्योंकि उनकी शादी नहीं हुई थी और इस प्रकार",
  "and thus property owned by Amar Singh was inherited by Ganda Singh": "अमर सिंह के स्वामित्व वाली संपत्ति गंडा सिंह को विरासत में मिली क्योंकि वह अमर सिंह के",
  "as he was the only surviving cousin of Amar Singh. Ganda Singh died in the year 1948, leaving behind his wife Sham Kaur and allegedly his": "एकमात्र जीवित चचेरे भाई थे। वर्ष 948 में गंडा सिंह की मृत्यु हो गई, वे अपने पीछे अपनी पत्नी",
  "adopted son Shamsher Singh (plaintiff-appellant). Ganda Singh was a": "शाम कौर और कथित तौर पर अपने दत्तक पुत्र शमशेर सिंह (वादी-अपीलकर्ता) को छोड़ गए। गंडा",
  "Jat agriculturist and thus was governed by the customs in the matters": "सिंह एक जाट कृषक था और इस प्रकार उत्तराधिकार और गोद लेने के मामलों में रीति-रिवाजों",
  "of succession and adoption. The averment in the suit further is that after the marriage of Karam Kaur with the appellant-plaintiff’s father, she": "द्वारा शासित था। मुकदमे में आगे कहा गया है कि अपीलकर्ता-वादी के पिता के साथ करम कौर",
  "lived with Ganda Singh and gave birth to two children, i.e., the": "की शादी के बाद, वह गंडा सिंह के साथ रहती थी और उसने दो बच्चों को जन्म दिया, यानी",
  "appellant-plaintiff and his younger brother Shivdev Singh. Ganda Singh was also issueless and thus it is claimed that soon after the birth of appellant-plaintiff, he had adopted the plaintiff as his son under the": "अपीलकर्ता-वादी और उसके छोटे भाई शिवदेव सिंह। गंडा सिंह भी निःसंतान था और इस प्रकार यह दावा किया जाता है कि अपीलकर्ता-वादी के जन्म के तुरंत बाद, उसने अपेक्षित समारोह करने",
  "adoption was performed in the collection of brotherhood where ‘Gur’": "यह गोद लेने का कार्य भाईचारे के संग्रह में किया गया था जहां 'गुड़' वितरित किया गया था और",
  "by Ganda Singh. Ever since that date, appellate-plaintiff claims to have": "अपीलकर्ता-वादी को गंडा सिंह ने गोद में लिया था।उस तिथि के बाद से, अपीलीय-वादी का दावा",
  "lived with Ganda Singh and was treated as his son and the appellant": "है कि वह गंडा सिंह के साथ रहता था और उसे अपने बेटे के रूप में माना जाता था और",
  "had been treating Ganda Singh as his father. It is also mentioned that": "अपीलकर्ता गंडा सिंह को अपने पिता के रूप में मानता रहा है। यह भी उल्लेख किया गया है कि",
  "Sham Kaur wife of Ganda Singh has also been treating the appellant": "गंडा सिंह की पत्ती शाम कौर भी अपीलकर्ता को अपने बेटे की तरह मानती रही है। अपीलकर्ता",
  "as her son. Appellant also claims to have been brought up, educated and married by his adopted father Ganda Singh. The case further is that": "का यह भी दावा है कि उसका पालन-पोषण, शिक्षा और विवाह उसके दत्तक पिता गंडा सिंह ने",
  "after the death of Ganda Singh, he alone was entitled to succeed his": "किया। मामला आगे यह है कि गंडा सिंह की मृत्यु के बाद, वह अकेले ही उनका दत्तक पुत्र होने के",
  "property being his adopted son, but to gain the confidence of his": "नाते उनकी संपत्ति का उत्तराधिकारी था, लेकिन अपनी दत्तक मां का विश्वास हासिल करने के",
  "adopted mother, he allowed the mutation to be sanctioned in favour of Sham Kaur, widow of Ganda Singh and adopted mother of appellant- plaintiff. The mutation was sanctioned in the names of Sham Kaur and": "लिए, उन्होंने उनकी विधवा शाम कोर के पक्ष में उत्परिवर्तन को मंजूरी दे दी। गंडा सिंह और अपीलकर्ता-वादी की दत्तक मां। शाम कौर और शमशेर सिंह के नाम बराबर हिस्से में म्यूटेशन मंजूर",
  "Shamsher Singh in equal share. Appellant Shamsher Singh had also acted as Lambardar for some time and states to have been acknowledged": "किया गया। अपीलकर्ता शमशेर सिंह ने कुछ समय के लिए लंबरदार के रूप में भी काम किया था",
  "as the adopted son by Sham Kaur. He continued to live with his adopted": "और कहा था कि उसे शाम कौर ने दत्तक पुत्र के रूप में स्वीकार किया था। वह अपनी दत्तक माँ के",
  "mother and enjoyed the property jointly with her. Appellant then claims": "साथ रहता रहा और उसके साथ संयुक्त रूप से संपत्ति का आनंद लेता रहा। अपीलकर्ता का दावा",
  "that six years prior to filing of suit, Sham Kaur died. He continued to": "है कि मुकदमा दायर करने से छह साल पहले, शाम कौर की मृत्यु हो गई।संपत्ति पर उनका कब्जा",
  "be in possession of the property but Basant Kaur and Baljit Kaur mothers of defendants No. 1 to 4 and 5 and 5-A respectively in collusion": "बरकरार रहा लेकिन बसंत कौर और बलजीत कौर प्रतिवादियों की मां नं. क्रमशः । से 4 और 5",
  "SHAMSHER SINGH (DECEASED) THROUGH HIS L.RS. v. 5 GOBIND SINGH AND OTHERS (Ranjit Singh, J)": "शमशेर सिंह (मृतक) अपने एल.आर. के माध्यम से बनाम गोबिंद सिंह और अन्य",
  "and appreciated by both the courts below to conclude that it would": "की दोनों अदालतों द्वारा उनके संस्करणों का विश्लेषण और सराहना की गई और यह निष्कर्ष",
  "not be safe to rely upon said versions to hold that adoption of the": "निकाला गया कि अपीलकर्ता को गोद लेने को वैध मानने के लिए उक्त संस्करणों पर भरोसा",
  "appellant was valid. On the contrary, the respondent-defendants have": "करना सुरक्षित नहीं होगा। इसके विपरीत, प्रतिवादी-प्रतिवादियों ने विभिन्‍न परिस्थितियों और",
  "persons to contest the adoption as pleaded by the appellant-plaintiff. The views as taken by the courts below have respectively been seriously": "जैसा कि अपीलकर्ता-वादी ने अनुरोध किया था। नीचे दी गई अदालतों द्वारा लिए गए विचारों को",
  "challenged by the counsel representing the respective parties and need": "क्रमश: संबंधित पक्षों का प्रतिनिधित्व करने वाले वकील द्वारा गंभीरता से चुनौती दी गई है और",
  "(9) Reliance has been placed on a copy of adoption deed,": "9. गोद लेने के दस्तावेज़ की एक प्रति का संदर्भ रखा गया है, जिसे 'ए' के रूप में चिह्नित",
  "which was marked ‘A’ and was not exhibited on record. The first": "किया गया था और रिकॉर्ड पर इग्ज़िबिटेड नहीं किया गया था। पहला सवाल यह उठा कि क्या",
  "question that arose was to see if this document can be looked into by the court in evidence or not. To counter this, the counsel for the": "इस दस्तावेज़ को अदालत साक्ष्य के रूप में देख सकती है या नहीं। इसका प्रतिकार करने के",
  "appellant would rely on legal re-course by saying that the existence of": "लिए, अपीलकर्ता के वकील यह कहकर कानूनी पुनरावृत्ति पर भरोसा करेंगे कि गोद लेने के",
  "the adoption deed has been admitted by the defendants in the written": "दस्तावेज के अस्तित्व को उनके द्वारा दायर लिखित बयान में प्रतिवादियों द्वारा स्वीकार किया गया",
  "statement filed by them and this is a valid piece of evidence wrongly": "है और यह साक्ष्य का एक वैध टुकड़ा है जिसे गलत तरीके से नजरअंदाज किया गया है। इस",
  "ignored. Averments in the reply in this regard are as under :-—": "संबंध में उत्तर में दिए गए कथन इस प्रकार हैं :-",
  "“The alleged deed of adoption was all a paper transaction. In": "“ गोद लेने का कथित दस्तावेज कागजी लेन-देन था। वास्तव में, गंडा",
  "before or after the alleged deed which was destroyed by": "सिंह द्वारा नष्ट किए गए कथित विलेख से पहले या बाद में वादी को",
  "when it is stated that it was not acted upon. Counsel would plead that this can be so urged only if one had gone through the contents of the": "नहीं की गई. वकील दलील देंगे कि ऐसा तभी आग्रह किया जा सकता है जब किसी ने गोद लेने के",
  "adoption deed. He, thus, contends that the contents of the deed are": "दस्तावेज की सामग्री को पढ़ लिया हो। इस प्रकार, उनका तर्क है कि विलेख की सामग्री स्वीकार",
  "(11) The first question that would require consideration is": "]।. पहला प्रश्न जिस पर विचार करने की आवश्यकता होगी वह यह है कि क्या इस",
  "whether this adoption deed can be taken into consideration or not.": "दत्तक ग्रहण विलेख पर विचार किया जा सकता है या नहीं। यह स्वीकार किया गया कि यह",
  "Concededly this document is a marked document and was not exhibited.": "दस्तावेज़ एक चिह्नित दस्तावेज़ है और इसे प्रदर्शित नहीं किया गया था। चिह्नित दस्तावेज़ के",
  "The legal position in regard to marked document, is well settled. The main argument raised by the counsel for the appellant that the admission": "संबंध में कानूनी स्थिति अच्छी तरह से तय है। अपीलकर्ता के वकील द्वारा उठाया गया मुख्य तर्क",
  "made by the respondents about the adoption deed would cure this defect": "यह है कि गोद लेने के विलेख के बारे में उत्तरदाताओं द्वारा की गई स्वीकारोक्ति इस दोष को ठीक",
  "would help the cause of the appellant if the contents of the reply, as referred and reproduced above, are termed as admission on the part": "कर देगी, इससे अपीलकर्ता को मदद मिलेगी उत्तर से जैसा कि ऊपर संदर्भित और पुन: प्रस्तुत",
  "(12) Under Section 17 of the Indian Evidence Act, an admission": "2. भारतीय साक्ष्य अधिनियम की घारा 7 के तहत, स्वीकृति को एक मौखिक या",
  "is defined as a statement oral or documentary, which suggests any": "दस्तावेजी बयान के रूप में परिभाषित किया गया है, जो किसी भी तथ्य और विवाद्यक या",
  "inference as to any fact and issue or relevant fact. An admission is a": "प्रासंगिक तथ्य के बारे में कोई अनुमान सुझाता है। स्वीकारोक्ति किसी पक्ष या उसके साथ",
  "voluntary acknowledgment by a party or some one identified with him in legal interest of the existence of certain facts which are in issue or": "पहचाने जाने वाले किसी व्यक्ति द्वारा कानूनी हित में कुछ तथ्यों के अस्तित्व की स्वैच्छिक",
  "relevant to an issue in the case. Admission unless explained furnishes": "स्वीकृति है जो मामले में किसी विवाद्यक के लिए प्रासंगिक हैं। जब तक स्पष्ट न किया जाए,",
  "the best evidence, but admission as a whole has to be looked into for": "स्वीकारोक्ति सर्वोत्तम साक्ष्य प्रस्तुत करता है, लेकिन किसी निष्कर्ष पर पहुंचने के लिए",
  "arriving at a conclusion. To have value and an effect as stated, an": "स्वीकारोक्ति समग्र रूप से देखा जाना चाहिए।जैसा कहा गया है उसका मूल्य और प्रभाव होने के",
  "admission has to be clear, certain and definite and not ambiguous, vague": "लिए, एक स्वीकारोक्ति स्पष्ट, निश्चित और सुनिश्चित होनी चाहिए न कि अस्पष्ट, अस्पष्ट या",
  "or confused. Statement to operate as an admission must be clear in its": "भ्रमित। स्वीकारोक्ति के रूप में कार्य करने के लिए कथन का अर्थ स्पष्ट होना चाहिए। प्रवेश",
  "meaning. Admission is not conclusive proof of the matter admitted, though it may in certain circumstances operate as estoppel. (See K.S.": "स्वीकृत मामले का निर्णायक सबूत नहीं है, हालांकि यह कुछ परिस्थितियों में विबंधन के रूप में",
  "Srinivasan versus Union of India (1). It has also been held in the case": "कार्य कर सकता है।( के. स. स्रीनिवासन बनाम यून्यन ओफ़ इंडिया), ये निर्धारित किया गया",
  "of Nagubai Ammal and others versus B. Shama Rao and others (2),": "केस नाग़ुबै अम्मल और अन्य लोग बनाम ब. शामा राउ और अन्य लोग, एक स्वीकारोक्ति",
  "that an admission is not a conclusive as to the truth of a matter stated": "बताए गए मामले की सच्चाई के बारे में निर्णायक नहीं है। उसमें यह केवल साक्ष्य का एक टुकड़ा",
  "(2) AIR 1956 S.C. 593": "2 एआईआर 956 एस.सी. 593",
  "12 I.L.R. PUNJAB AND HARYANA 2008(2)": "आई.एल.आर. पंजाब और हरियाणा 2008(2)",
  "that plaintiff was brought up, educated or married by Ganda Singh is": "का पालन-पोषण, शिक्षा-दीक्षा या विवाह गंडा सिंह द्वारा किया गया था, बल्कि उत्तर में बताया",
  "plaintiff is recorded as son of Gurbachan Singh. In the school record,": "गया है कि अपीलकर्ता-वादी को गुरबचन सिंह के पुत्र के रूप में दर्ज किया गया है।स्कूल रिकॉर्ड,",
  "in the voters list and in the Army where he was in the service from 1939 to 1941, It is further averred that the plaintiff had also raised a": "मतदाता सूची और सेना में जहां वह 939 से 94] तक सेवा में थे, वहाँ यह भी कहा गया है कि",
  "himself as son of Gurbachan Singh. Reference is also made that even his natural father Gurbachan Singh had denied the fact that the plaintiff": "गुरबचन सिंह का। यह भी संदर्भ दिया गया है कि उनके सगे पिता गुरबचन सिंह ने भी इस तथ्य से",
  "was adopted. It is thereafter stated “that the plaintiff was never adopted": "इनकार किया था कि वादी को गोद लिया गया था। इसके बाद कहा गया है कि “वादी को गंडा",
  "by Ganda Singh nor treated as his son. The alleged deed of adoption": "सिंह ने कभी गोद नहीं लिया था और न ही उसे अपने बेटे के रूप में माना था। गोद लेने का कथित",
  "is all a paper trnasaction. In fact the plaintiff was never adopted nor": "विलेख सब कागजी कार्यवाही है। वास्तव में वादी को न तो कभी गोद लिया गया था और न ही",
  "treated as such before or after the alleged deed which was destroyed by Ganda Singh.” Reading in this context as a whole, this part of a": "गंडा सिंह द्वारा नष्ट किए गए कथित कार्य से पहले या बाद में ऐसा व्यवहार किया गया।” इस",
  "written statement can certainly not be termed as an admission. In order": "सन्दर्भ में समग्र रूप से पढ़ने पर लिखित कथन के इस भाग को निश्चित रूप से स्वीकारोक्ति नहीं",
  "to be competent, an admission has to be clear, certain, definite and not": "कहा जा सकता। सक्षम होने के लिए, एक स्वीकारोक्ति स्पष्ट और निश्चित होनी चाहिए और",
  "vague or confused which is not so in the present case.": "अस्पष्ट या भ्रमित नहीं होनी चाहिए जो कि वर्तमान मामले में नहीं है।",
  "(14) Itis further required to be appreciated that the respondents": "(4) इस बात की भी सराहना की जानी चाहिए कि उत्तरदाता गोद लेने के विलेख के",
  "are not party to the execution of the adoption deed. They are also not witnesses to said adoption deed. The admission in regard to adoption": "निष्पादन में पक्षकार नहीं हैं। वे उक्त दत्तक ग्रहण विलेख के गवाह भी नहीं हैं। उनके द्वारा गोद लेने",
  "deed by them, as such, obviously would not carry any presumption": "के विलेख के संबंध में स्वीकारोक्ति, जाहिर तौर पर उनके खिलाफ कोई अनुमान नहीं लगाएगी,",
  "against them even if the statement as alleged and reproduced above is": "भले ही ऊपर कथित और पुनरुत्पादित बयान को प्रतिवादी-प्रतिवादियों की ओर से स्वीकारोक्ति",
  "taken as an admission on the part of the respondent-defendants. As per Section 70 of the Indian Evidence Act, admission of a party to an": "के रूप में लिया गया हो। भारतीय साक्ष्य अधिनियम की धारा 70 के अनुसार, किसी पक्ष द्वारा",
  "attested document of its execution by himself shall be sufficient proof": "उसके निष्पादन के सत्यापित दस्तावेज़ को स्वीकार करना उसके खिलाफ इसके निष्पादन का",
  "carried when the admission is in regard to a document which is not-": "स्वीकारोक्ति किसी दस्तावेज़ के संबंध में हो जो संबंधित पक्ष द्वारा निष्पादित नहीं किया गया है।",
  "executed by a party concerned. Section 70 is otherwise exception to Section 68 which requires examination of attesting witness to prove": "घारा 70 अन्यथा घारा 68 का अपवाद है जिसे साबित करने के लिए साक्ष्यांकित गवाह की परीक्षा",
  "a document which is required by law to be attested. Requirement of": "की आवश्यकता होती है जहाँ एक दस्तावेज़ जिसे कानून द्वारा सत्यापित किया जाना आवश्यक",
  "examining an attesting witness thus, can be dispensed with where": "है। इसकी आवश्यकता का इस प्रकार एक प्रमाणित गवाह की जांच करने से छुटकारा पाया जा",
  "SHAMSHER SINGH (DECEASED) THROUGH HIS L.RS. v. 1": "शमशेर सिंह (मृतक) अपने एल.आर. के माध्यम से बनाम गोबिंद सिंह और अन्य",
  "as_will be conclusive unless explained. Section 17 of the Indian Evidence Act does not seem to be making any distinction between an": "निर्णायक होगा। भारतीय साक्ष्य अधिनियम की घारा 7 किसी पक्ष द्वारा अभिवचन में की गई",
  "admission made by a party in a pleading and other admissions and admission made by a party in a plaint signed and verified by him.": "स्वीकारोक्ति और किसी पक्ष द्वारा उसके द्वारा हस्ताक्षरित और सत्यापित वादपत्र में की गई अन्य",
  "However, such an admission cannot be regarded as a conclusive in the": "स्वीकृतियों और स्वीकारोक्ति के बीच कोई अंतर नहीं करती प्रतीत होती है। हालाँकि, इस तरह की स्वीकारोक्ति को दूसरे मुकदमे में निर्णायक नहीं माना जा सकता है और यह एक पक्ष के लिए",
  "other suit and it is open to a party to show that it is not true. (See Basant Singh versus Janki Singh (3).": "यह दिखाने के लिए खुला है कि यह सच नहीं है। ( बसंत सिंह बनाम जानकी सिंह 3)",
  "(13) In this context, let us see if the alleged averment made in": "3) इस संदर्भ में, आइए देखें कि क्‍या उत्तर में दिए गए कथित कथन, जैसा कि ऊपर",
  "the reply, as reproduced above, can be taken as an admission or not.": "प्रस्तुत किया गया है, को स्वीकारोक्ति के रूप में लिया जा सकता है या नहीं।रिप्लाई के",
  "The contents of the reply that alleged adoption deed was a paper transaction is being pressed to say that this amounts to an admission": "अन्तवर्स्तु जिसमें कथित दत्तक ग्रहण विलेख एक कागजी लेन-देन था, यह कहने के लिए दबाव",
  "by the respondents that there was an adoption deed. This certainly": "डाला जा रहा है कि यह एक स्वीकृति के बराबर है उत्तरदाताओं द्वारा कि एक गोद लेने का विलेख",
  "would not fit in the definition of an admission as noted above. This": "था। यह निश्चित रूप से जैसा कि ऊपर बताया गया है, स्वीकृति की परिभाषा में फिट नहीं होगा।",
  "adoption deed, which is described as a paper transaction, is referred": "यह गोद लेने का विलेख, जिसे एक कागजी लेनदेन के रूप में वर्णित किया गया है जैसा कि",
  "to as ‘alleged’. This has also to be read as whole and not in isolation": "'कथित' है।इसे भी समग्र रूप से पढ़ा जाना चाहिए, अकेले नहीं जैसे किया जा रहा है। जवाब में",
  "as is being done. In the reply, it is further mentioned that the plaintiff was never adopted nor treated as such and so this alleged deed was": "आगे कहा गया है कि वादी को कभी भी अपनाया नहीं गया और न ही इस तरह का व्यवहार किया",
  "destroyed by Ganda Singh. The only inference that can be drawn from": "गया और इसलिए इस कथित विलेख को गंडा सिंह द्वारा नष्ट कर दिया गया।एकमात्र यही",
  "this reply is that there was an alleged adoption deed which was not": "निष्कर्ष निकाला जा सकता है जवाब से यह है कि एक कथित दत्तक ग्रहण विलेख था जो सच्चा",
  "true and was destroyed. How this can be treated as an admiission on": "नहीं है और नष्ट हो गया था। इसे कैसे एक स्वीकृति के रूप में माना जा सकता है उत्तरदाताओं के",
  "the part of respondents to say that there was a valid adoption deed is really not understood. In fact this has also to be appreciated in the": "तरफ़ से उर यह कहना कि गोद लेने का वैध विलेख था वास्तव में समझ नहीं आया। वास्तव में",
  "context of complete averment in this regard in the reply. The perusal": "जवाब के इस संबंध में पूर्ण कथन के संदर्भ में भी इसकी सराहना की जानी चाहिए। अवलोकन",
  "of the plaint would show that averment in regard to adoption of the plaintiff after performing the customs and ceremonies is averred in para": "वादपत्र से पता चलता है कि रीति-रिवाजों और समारोहों को करने के बाद वादी को गोद लेने के",
  "5 of the plaint. In reply to this, the respondents admitted the fact that": "संबंध में कथन पैरा 5 में दिया गया है वादपत्र के। इसके उत्तर में उत्तरदाताओं ने इस तथ्य को",
  "Ganda Singh was issueless as correct but denied the remaining part as": "स्वीकार किया कि गंडा सिंह को निस्संतान सही बताया गया लेकिन शेष भाग को गलत बताते हुए",
  "wrong by further mentioning that “plaintiff was never adopted by the deceased Ganda Singh”. In para 6 of the plaint, it is stated that after": "इसका उल्लेख किया “ वादी को मृतक गंडा सिंह ने कभी गोद नहीं लिया था” | वादी के पैरा 6 में",
  "adoption, plaintiff lived with Ganda Singh, who has been treating him": "कहा गया है कि गोद लेने के बाद वादी गंडा सिंह के साथ रहता था, जो उसको एक पुत्र की तरह"
}