{
  "office for the purpose of these rules.": "इन नियमों के उद्देश्य के लिए कार्यालय।",
  "Note.— In the event of a head of an office being on leave or his post otherwise falling vacant, the head of his department": "नोटः-किसी पद के प्रमुख के अवकाश पर होने या उसका पद अन्यथा खाली होने की स्थिति में, उसके विभाग का",
  "shall be competent to declare, during the period of his leave or during the period the post remains vacant, the next senior": "प्रमुख अपनी छुट्टी की अवधि के दौरान या पद खाली रहने की अवधि के दौरान, अगले वरिष्ठ अधिकारी को किसी",
  "(6) Power of a Drawing and Disbursing Officer conferred upon an official for the smooth running of an office, so that timely disbursal": "(6) कार्यालय के सुचारू संचालन के लिए एक अधिकारी को एक आहरण और संवितरण अधिकारी की शक्ति प्रदान",
  "of payments and salaries can be made. It neither involves promotion": "की जाती है, ताकि भुगतान और वेतन का समय पर वितरण किया जा सके। इसमें न तो पदोन्नति शामिल है और न ही",
  "nor does itentail grant of a higher pay scale. DDO is authorised to sign, draw bills including pay and allowances, incur expenditure to the extent": "उच्च वेतनमान का पूर्ण अनुदान। डी. डी. ओ. हस्ताक्षर करने, वेतन और भत्तों सहित बिल बनाने, निर्दिष्ट सीमा तक",
  "specified and make payments. DDO may be the Head of the Department or any other Gazetted Officer. No restriction could be": "खर्च करने और भुगतान करने के लिए अधिकृत है। डी. डी. ओ. विभाग का प्रमुख या कोई अन्य राजपत्रित अधिकारी",
  "pointed out by the counsel for the petitioner to the appointment of any Gazetted Official from outside the office. Rule 1.24 of the Punjab": "हो सकता है। याचिकाकर्ता के वकील द्वारा कार्यालय के बाहर से किसी भी राजपत्रित अधिकारी की नियुक्ति पर कोई",
  "ibid, shows that any departmental official can be entrusted with this": "है, तो यह दर्शाता है कि किसी भी विभागीय अधिकारी को यह जिम्मेदारी सौंपी जा सकती है। इसके अलावा,",
  "responsibility. Furthermore, petitioner has not been able to exibit violation of any statutory right, nor he is adversely effected financially": "याचिकाकर्ता किसी भी वैधानिक अधिकार का उल्लंघन करने में सक्षम नहीं है, न ही वह आर्थिक रूप से प्रतिकूल",
  "or prejudiced in any manner.": "रूप से प्रभावित है या किसी भी तरह से पूर्वाग्रहित है।",
  "(7) This Court is of the firm view that the writ petition is an outcome of ego or prestige issue and is sans any merit or legal issue.": "(7) इस न्यायालय का दृढ़ मत है कि रिट याचिका अहंकार या प्रतिष्ठा के मुद्दे का परिणाम है और इसमें कोई योग्यता",
  "(8) Petition is dismissed.": "(8) याचिका खारिज की जाती है।",
  "Before Suvir Sehgal, J.": "समक्ष सुवीर सहगल, जे.",
  "DR. SHIV PRAKASH—Petitioner": "डॉ. शिव प्रकाश- याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "CWP No. 10011 of 2023": "सी.डब्लू पी. संख्या ॥00॥ वर्ष 2023",
  "May 10, 2023": "॥0 मई, 2023",
  "Constitution of India, 1950—Art.—226—Writ of Certiorari— Punjab Financial Rules, Volume 1, Rule 1.15, 1.24—Appointment of": "भारत का संविधान, 950-अनुच्छेद 226-प्रमाण पत्र का रिट-पंजाब वित्तीय नियम, खंड ॥, नियम 4.5, 4.2५-",
  "Drawing and Disbursing Officer Challenge to withdrawal of DDO": "आहरण और संवितरण अधिकारी की नियुक्ति डीडीओ शक्तियों को वापस लेने के लिए चुनौती-कार्यालय के सुचारू",
  "powers—powers administrative for smooth running of office—no adverse effect or prejudice caused—Writ dismissed.": "संचालन के लिए प्रशासनिक शक्तियां-कोई प्रतिकूल प्रभाव या पूर्वाग्रह नहीं-रिट खारिज।",
  "Held, that power of a Drawing and Disbursing Officer conferred upon an official for the smooth running of an office, so that": "आयोजित, एक आहरण और संवितरण अधिकारी की वह शक्ति एक अधिकारी को एक कार्यालय के सुचारू",
  "timely disbursal of payments and salaries can be made. It neither": "संचालन के लिए प्रदान की जाती है, ताकि भुगतान और वेतन का समय पर वितरण किया जा सके। इसमें न तो",
  "involves promotion nor does itentail grant of a higher pay scale. DDO is authorised to sign, draw bills including pay and allowances, incur": "पदोन्नति शामिल है और न ही उच्च वेतनमान का पूर्ण अनुदान। डी. डी. ओ. हस्ताक्षर करने, वेतन और भत्तों सहित",
  "is authorised to sign, draw bills including pay and allowances, incur expenditure to the extent specified and make payments. DDO may be": "बिल बनाने, निर्दिष्ट सीमा तक खर्च करने और भुगतान करने के लिए अधिकृत है। डी. डी. ओ. विभाग का प्रमुख या",
  "the Head of the Department or any other Gazetted Officer. No restriction could be pointed out by the counsel for the petitioner to the": "कोई अन्य राजपत्रित अधिकारी हो सकता है। याचिकाकर्ता के वकील द्वारा कार्यालय के बाहर से किसी भी राजपत्रित",
  "with Rule 1.15, ibid, shows that any departmental official can be": "नियम 4.।5 के साथ पढ़ा जाता है, तो यह दर्शाता है कि किसी भी विभागीय अधिकारी को यह जिम्मेदारी सौंपी जा",
  "entrusted with this responsibility. Furthermore, petitioner has not been able to exibit violation of any statutory right, nor he is adversely": "सकती है। इसके अलावा, याचिकाकर्ता किसी भी वैधानिक अधिकार का उल्लंघन करने में सक्षम नहीं है, न ही वह",
  "effected financially or prejudiced in any manner.": "आर्थिक रूप से प्रतिकूल रूप से प्रभावित है या किसी भी तरह से पूर्वाग्रहित है।",
  "(Para 6)": "(पैरा 6)",
  "S.K.Verma, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता एस. के. वर्मा।",
  "Pankaj Middha, Addl. A.G., Haryana.": "पंकज मिड्डा, एडिशनल। ए. जी., हरियाणा",
  "SUVIR SEHGAL, J. (Oral)": "एसयूवीआईआर सहगल, जे। (मौखिक)",
  "(1) Inter-alia challenge in the writ petition is to order dated 21/24.04.2023, Annexure P-6, passed by respondent No.2, whereby": "(।) रिट याचिका में अन्य बातों के साथ-साथ प्रत्यर्थी संख्या 2 द्वारा पारित दिनांक 27//2५.0५.2023 के आदेश, अनुलग्नक पी-6 को चुनौती दी गई है, जिसके तहत एसएमओ, सीएमसी, खरकरामजी (जींद) के कार्यालय के लिए",
  "power of Drawing and Disbursing Officer (for short “DDO”) for the": "आहरण और संवितरण अधिकारी (संक्षेप में \"डीडीओ\") की शक्ति याचिकाकर्ता से वापस लेने के बाद निजी प्रत्यर्थी",
  "(2) Counsel for the petitioner submits that the petitioner, who is": "(2) याचिकाकर्ता का वकील प्रस्तुत करता है कि याचिकाकर्ता, जो",
  "DR. SHIV PRAKASH v. STATE OF HARYANA AND OTHERS 1585": "डॉ. शिव प्रकाश बनाम हरियाणा राज्य और अन्य",
  "(Suvir Sehgal, J.)": "(सुवीर सहगल, जे.)",
  "that by impugned order,which has been passed in violation of Rule 1.24 of the Punjab Financial Rules, Volume-I (as applicable to State of": "पंजाब वित्तीय नियमों के नियम .2५ के उल्लंघन में पारित किया गया है, खंड-। (जैसा कि हरियाणा राज्य पर लागू",
  "Haryana), respondent No.4, whois posted at different CHC and is an outsider, has been given the powers of DDO.": "होता है) प्रतिवादी नं। ५, जो विभिन्न सीएचसी में तैनात है और एक बाहरी व्यक्ति है, को डीडीओ के अधिकार दिए गए हैं।",
  "(3) On an advance notice served upon the State, State counsel has sought telephonic instructions from Mrs. Manju Kadian, Civil": "(3) राज्य को दिए गए अग्रिम नोटिस पर, राज्य के वकील ने श्रीमती मंजू कादियान, सिविल सर्जन, जींद से टेलीफोन",
  "Surgeon, Jind and submits that the petitioner is on deputation with PHC Dariyawala, Jind. Still further, by making a _ reference to": "पर निर्देश मांगे हैं और प्रस्तुत किया है कि याचिकाकर्ता पीएचसी दरियावाला, जींद में प्रतिनियुक्ति पर है। इसके",
  "Dariyawala, Jind. Still further, by making a _ reference to communication dated 11.04.2023, Annexure P-5, he submits that there": "अलावा, दिनांक ॥.04.2023, अनुलग्नरक पी-5 का संदर्भ देते हुए, उन्होंने प्रस्तुत किया कि याचिकाकर्ता के खिलाफ",
  "were complaints against the petitioner. He further urges that the": "शिकायतें थीं। वह आगे आग्रह करते हैं कि याचिकाकर्ता को डीडीओ की शक्तियों का दावा करने का कोई निहित या",
  "(4) Counsel for the parties have been heard and material placed on the record has been examined.": "(५) पक्षकारों के वकील को सुना गया है और अभिलेख पर रखी गई सामग्री की जांच की गई है।",
  "(5) Impugned order, Annexure P-6, has been passed by respondent No.2 in exercise of power under Rule 1.24 of the Punjab": "(5) आक्षेपित आदेश, अनुलग्नरक पी-6, प्रत्यर्थी न॑. 2 पंजाब वित्तीय नियमों के नियम .2५ के अधीन शक्ति का प्रयोग",
  "“1.15 “Controlling Officer” means a head of a department or other departmental officer who is entrusted with the": "\".5\" \"नियंत्रक अधिकारी\" \"से किसी विभाग का प्रमुख या अन्य विभागीय अधिकारी अभिप्रेत है जिसे विभाग के",
  "responsibility of controlling the incurring of expenditure and/ or the collection of revenue by the authorities subordinate to the department.": "अधीनस्थ अधिकारियों द्वारा व्यय और »या राजस्व संग्रह को नियंत्रित करने की जिम्मेदारी सौंपी गई है।\"",
  "In relation to receipts and expenditure under any head of account, this term denotes a Government employee designated as such in Appendix D to the Punjab Budget Manual (Forth Edition).”": "लेखा के किसी भी शीर्ष के तहत प्राप्तियों और व्यय के संबंध में, यह शब्द पंजाब बजट नियमावली (चौथा संस्करण)",
  "designated as a Disbursing Officer in Appendix D to the": "के परिशिष्ट डी में नामित एक सरकारी कर्मचारी को दर्शाता है।",
  "Gazetted Government employee declared to be the head ofan office by competent authority.": "रूप में नामित कोई सरकारी कर्मचारी या सक्षम प्राधिकारी द्वारा किसी कार्यालय का प्रमुख घोषित कोई अन्य",
  "Head of Departments have been authorized to declare any Gazetted Officer subordinate to them to be the head of an": "विभागों के प्रमुखों को उनके अधीनस्थ किसी भी राजपत्रित अधिकारी को एक विभाग का प्रमुख घोषित करने के लिए"
}