{
  "(vi) the appellant joined hands with the Management of the BMN College to defeat the regulations framed by the DCI;": "(भ) अपीलार्थी ने डी. सी. आई. द्वारा बनाए गए नियमों को विफल करने के लिए बी. एम. एन. कॉलेज के प्रबंधन के साथ हाथ मिलाया;",
  "fathers of the appellant and that of Surabhi Rathee completely": "(/) अपीलार्थी के पिता और सुरभी राठी द्वारा संयुक्त रूप से",
  "sealed the fate of the appellant. The said order has attained": "अपीलार्थी के भाग्य पर पूरी तरह सील लगा दी।उक्त आदेश",
  "finality;": "को अंतिम रूप मिल गया है;",
  "(viii) the subsequent writ petition giving rise to this appeal was thus": "(शा) इस अपील को जन्म देने वाली बाद की रिट याचिका इस",
  "not at all maintainable, rather was barred by the principle akin": "प्रकार बिल्कुल भी विचारणीय नहीं थी, बल्कि पूर्णनिर्णित के",
  "including dismissal of the previous writ petition(s);": "अपीलार्थी पिछली रिट याचिकाओं को खारिज करने सहित",
  "allowing her to appear in the 4th year examination;": "अपीलार्थी चौथे वर्ष की परीक्षा में उपस्थित होने की अनुमति",
  "(Para 47)": "(पैरा 47)",
  "C.S. Sehrawat, father of the appellant (in person)": "सी. एस. सेहरावत, अपीलार्थी के पिता (व्यक्तिगत रूप",
  "Randhir Singh, Addl. AG Haryana for respondent No.2": "से) रणधीर सिंह, अतिरिक्त ए. जी. हरियाणा।प्रत्यर्थी",
  "Gurminder Singh, Advocate for respondent No.3": "संख्या 2 के लिए गुरमिंदर सिंह अधिवक्ता, प्रत्यर्थी",
  "Balram Gupta, Senior Advocate with Vijay Saini, Advocate for": "बलराम गुप्ता, वरिष्ठ अधिवक्ता के साथ विजय सैनी अधिवक्ता",
  "respondent No.4": "प्रतिवादी संख्या 4 के लिए",
  "(1) This Letters Patent Appeal is directed against the order dated": "() यह लेटर्स पेटेंट अपील इस न्यायालय के एक विद्वान एकल",
  "step further both to give and withhold relief in furtherance of the public": "नाते, जनहित को आगे बढ़ाने में राहत देने और रोकने दोनों के लिए एक",
  "interest. It is well known that a prerogative remedy is not available as a matter of course and the conduct of the party who is invoking the jurisdiction": "कदम आगे बढ़ सकता है।यह सर्वविदित है कि एक विशेषाधिकार उपचार निश्चित रूप से उपलब्ध नहीं है और अधिकार क्षेत्र का आह्रान",
  "needs to be kept in view. If full facts are not disclosed or the relevant material": "करने वाले पक्ष के आचरण को ध्यान में रखने की आवश्यकता है।यदि पूर्ण तथ्यों का खुलासा नहीं किया जाता है या प्रासंगिक सामग्री को दबा दिया",
  "is suppressed or otherwise the court is misled, the petition can be turned": "जाता है या अन्यथा अदालत को गुमराह किया जाता है, तो याचिका को",
  "down without adjudicating the matter on merits.": "गुण-दोष के आधार पर मामले का निर्णय लिए बिना खारिज किया जा",
  "(Para 38)": "(पैरा 38)",
  "Further held, that it is equally well-settled that the High Court while": "इसके अलावा यह अभिनिर्धारित किया गया कि यह समान रूप",
  "exercising its power under Article 226 cannot grant the relief de hors or": "से अच्छी तरह से तय है कि उच्च न्यायालय अनुच्छेद 226 के तहत",
  "contrary to the prescribed rules. Hardship of candidate does not entitle him": "अपनी शक्ति का प्रयोग करते हुए निर्धारित नियमों के विपरीत राहत नहीं दे सकता है।उम्मीदवार की कठिनाई उसे दया के आधार पर राहत",
  "to get relief on compassion in violation of the rules. No relief thus can be": "नियमों का उल्लंघन करके नहीं दी जा सकती। इस प्रकार सहानुभूति के",
  "granted on the ground of sympathy as the relief always flows from a legal": "आधार पर कोई राहत नहीं दी जा सकती क्योंकि राहत हमेशा कानूनी",
  "right, as held in State of MP v. Sanjay Kumar Pathak, (2008) 1 SCC 456.": "अधिकार से मिलती है, जैसा कि मध्य प्रदेश राज्य बनाम संजय कुमार पाठक, (2008) । एस. सी. सी. 456 में अभिनिर्धारित किया गया है।",
  "Further held, that that apart, the following factors are sufficient": "यह अभिनिर्धारित किया गया कि, इसके आलावा निम्नलिखित",
  "enough to dissuade us from invoking the equity jurisdiction:-": "तथ्य हमें इक्किटी क्षेत्राधिकार का आह्वान करने से रोकने के लिए पर्याप्त हैं:",
  "(i) _ the appellant did not get admission in the BDS Course on the basis of her merit position in the Common Entrance Test. She": "0 अपीलार्थी को सामान्य प्रवेश परीक्षा में उसकी योग्यता स्थिति के आधार पर बी. डी. एस. पाठ्यक्रम में प्रवेश नहीं मिला था।",
  "secured admission against a seat of the management quota,": "उसने प्रबंधन कोटे की एक सीट के खिलाफ प्रवेश प्राप्त",
  "either on payment of Capitation Fee or through some other": "प्राप्त किया, या तो कैपिटेशन शुल्क के भुगतान पर या कुछ",
  "extraneous pressures;": "अन्य बाहरी दबावों के माध्यम से;",
  "(ii) she got admission in the BMN College knowing fully well that": "6) उसे बी. एम. एन. कॉलेज में यह जानते हुए प्रवेश लिया कि",
  "it was ‘unrecognised’ and unapproved;": "यह 'गैर-मान्यता प्राप्त' और अप्रमाणित था।",
  "transfer the students to any other recognized college;": "कॉलेज में स्थानांतरित करने या स्थानांतरित करने का कोई",
  "Degree in the year 2003. Thereafter, the BMN College was formally closed": "की- इसके बाद बी एप एन कॉलेज को औपचारिक रूप से बंद कर",
  "in the said examination in August, 2006 only.": "दिया गया-अपीलार्थी अगस्त 2006 में तीयरे वर्ष की परीक्षा में उपस्थित",
  "rightly refused to admit the appellant in the 4th year BDS Course.": "थी ताकि उसे चौथे वर्ष की बी. डी. एस. परीक्षा में बैठने की",
  "(3) It transpires that Baba Mast Nath Dental College at Asthal Bohar, Rohtak (in short ‘the BMN College’) was set up in the year 1997": "3) यह पता चलता है कि अस्थल बोहर, रोहतक में बाबा मस्त नाथ डेंटल कॉलेज (संक्षेप में 'बीएमएन कॉलेज\" की स्थापना वर्ष",
  "by the Maharishi Dayanand University, Rohtak (in short, ‘the MDU’).": "विश्वविद्यालय, रोहतक (संक्षेप में, 'एम. डी. यू ) द्वारा दी गई अनंतिम",
  "Similar ‘provisional’ approval and affiliation was granted to the said College": "संबद्धता के आधार पर की गई थी।इसी तरह की 'अनंतिम' मंजूरी और संबद्धता उक्त महाविद्यालय को वर्ष 4998 के लिए भी क्रमशः",
  "for the year 1998 also by the DCI and the MDU, respectively. Thereafter,": "डी. सी. आई. और एम. डी. यू द्वारा दी गई थी।इसके बाद, डी. सी.",
  "no provisional or regular approval or affiliation was ever granted to the said College by the DCI and the MDU.": "आई. और एम. डी. यू द्वारा उक्त महाविद्यालय को कभी भी कोई अस्थायी या नियमित अनुमोदन या संबद्धता नहीं दी गई।",
  "(4) In the ‘Information Brochure’ published by the Government of Haryana for admissions to MBBS/BDS Courses in the year 1999, the": "(4) वर्ष ॥999 में एम. बी. बी. एस,/बी. डी. एस. पाठ्यक्रमों में प्रवेश के लिए हरियाणा सरकार द्वारा प्रकाशित 'सूचना विवरणिका' में बी.",
  "BMN College (respondent No.7) was also included though with a Note": "एम. एन. कॉलेज (प्रतिवादी संख्या 7) को भी शामिल किया गया",
  "that “the admissions...... will be made on provisional basis subject to the approval of the Dental Council of India.....”.": "हालांकि इस नोट के स्ा५ कि “प्रवेश भारतीय दंत चिकित्सा परिषद की मंजूरी के अधीन अस्थायी आधार पर किए जाएंगे।\"",
  "(5) The appellant and 27 more students, notwithstanding the": "(5) अपीलार्थी और 27 और छात्रों ने, उपर्युक्त 'नोट' के बावजूद,",
  "in July, 1999. As per the categoric stand taken by the MDU in its reply/ affidavit filed in CWP No.7187 of 2007, the appellant was not admitted": "किया।एम. डी. यू द्वारा 2007 के सी. डब्ल्यू. पी. ।१०.7॥9 में दायर अपने जवाब/हलफनामे में लिए गए स्पष्ट रुख के अनुसार,",
  "on the basis of her merit position in the Common Entrance Test (CET) rather": "अपीलार्थी को सामान्य प्रवेश परीक्षा (सी. ई. टी. में उसकी योग्यता",
  "she got admission against the ‘Management quota’ seat.": "स्थिति के आधार पर प्रवेश नहीं दिया गया था, बल्कि उसे 'प्रबंधन कोटा' सीट के खिलाफ प्रवेश मिला था।",
  "(6) The DCI did not grant its approval to the BMN College as it": "6 डी. सी. आई. ने बी. एम. एन. कॉलेज को अपनी मंजूरी नहीं",
  "failed to remove the deficiencies pointed out by the Inspecting Team nor": "दी क्योंकि यह निरीक्षण दल द्वारा बताई गई कमियों को दूर करने में विफल रहा और न ही यह दंत महाविद्यालय की स्थापना के लिए",
  "did it meet the minimum infrastructural standards laid down for establishing": "निर्धारित न्यूनतम बुनियादी ढांचे के मानकों को पूरा करता",
  "(Annexure A-4) to the Vice Chancellor of MDU unequivocally directed that": "अपने पत्र (अनुलग्रक ए्‌-4) के याध्यम से स्पष्ट रूप से निर्देश दिया",
  "Govt. to renew its permission for the Batch/2nd Year BDS Course at": "पर केंद्र सरकार ने उक्त संस्थान में द्वितीय बैच/द्वितीय वर्ष के बी",
  "to request you to stop the further admissions at the said college till": "तब तक उक्त महाविद्यालय में आगे प्रवेश बंद कर दें।” (जोर",
  "the Central Govt. renews its permission for 2n d Batch/2n d year BDS Course.” (Emphasis applied)": "विभाग) ने भी बी. एम. एन. कॉलेज को दूसरे वर्ष के बी. डी. एस. पाठ्यक्रम के लिए एक वर्ष की अवधि के लिए अनुमति देते हुए",
  "take necessary action and to allow appellant to complete her BDS": "पंजीयक एम डी यू और डी सी आई को आवश्यक कार्रवाई करने और जपीलार्धी को अपना बी जी एस पाठ्यक्रम पूरा करने की अनुमति",
  "Course - SGT College and DCI refused to succumb to pressure -": "देने की सलाह दी। एस जी टी कॉलेज और डी सी आई ने दबाव के आगे",
  "result of examination would not be declared - DCI filed reply stating": "हालाँकि यह निर्देशित किया की परीक्षा का परिणाम घोषित न।किया जाये",
  "guilty of concealment of material facts - LPA filed - Dismissed": "की गई-एल पी ए दायर की यए-जिसे यह कहते हुए खारिज कर दिया",
  "holding that appellant was unduly favoured by State Government;": "की राज्य सरकार ने जपीलार्थी का अनुचित रूप से पक्ष पात किया",
  "her admission was illegal; her 'transfer' or migration’ was without": "उसका प्रवेश अवे॥ ५१: उनका 'स्थनांतरण' या प्रवास 'कानून के किसी",
  "Held, that apparently, the appellant has been unduly helped by the": "पारित करके अपीलार्थ की अनुचित सहायता की है जो स्पष्ट रूप से",
  "favourable orders which clearly indicate as to how the State apparatus was": "इंगित करते हैं कि कैसे राज्य तंत्र वैधानिक नियामक निकाय (डी सी",
  "too keen in completion of the appellant's BDS Degree albeit contrary to": "आई, के निर्देशों के विपरीत अपीलार्थ की बी डी एस डिग्री को पूरा",
  "to the appellant has unfortunately given rise to ‘illegitimate expectations' and unfructified equitable considerations.": "खा से 'अवैक्ष अपेक्ष॥ं और निष्फल न्यायसंगत विचारों को जन्म दिया है।",
  "(Para 30)": "(पैरा 30)",
  "Further held, that the solitary contention on behalf of the appellant": "आगे यह अभिनिर्धारित किया गया कि अपीलार्थी की ओर से",
  "that she got admission in July 1999 whereas the DCI stopped ‘further'": "एकमात्र तर्क कि उसे जुलाई 999 में प्रवेश मिला था, जबकि डी. सी.",
  "admissions in BMN College (respondent No.7) on 13.09.1999 only and": "आई. ने केवल 3.09.999 पर बी. एम. एन. कॉलेज (प्रतिवादी संख्या 7)",
  "that the subsequent ban being prospective was inapplicable in her case, is": "में 'आगे' प्रवेश रोक दिया था और बाद का प्रतिबंध उसके मामले में",
  "wholly misconceived and misplaced. The contention though appears to be": "संभावित रूप से लागू नहीं था, पूरी तरह से गलत और मिथ्य है।यद्यपि",
  "for the said year were over. No provisional permission or approval was": "समाप्त होने के बाद समाप्त हो गई।कोई अस्थायी अनुमति या अनुमोदन",
  "be passed in these Special Leave Petitions and mere completion of": "उन होगी जो इन विशेष अनुमति याविकाओं में पारित किए जा",
  "(15) Similarly, the 1997 — 1998 batch students were permitted to": "((5) इसी तरह, 997-998 बैच के छात्रों को विश्वविद्यालय और",
  "take up the supplementary examinations also with the consent of the University": "डी. सी. आई. की सहमति से पूरक परीक्षा देने की अनुमति दी गई थी और",
  "and the DCI and an order to this effect was passed by the Supreme Court on 23.07.2004.": "इस आशय का एक आदेश सर्वोच्च न्यायालय द्वारा 23.07.2004 पर",
  "(16) In so far as 28 students who claimed to have got admission": "(6) जहाँ तक उन 28 छात्रों का संबंध है जिन्होंने वर्ष 999 में",
  "in the year 1999 in the absence of any ‘provisional’ affiliation or approval": "किसी भी 'अनंतिम' संबद्धता या अनुमोदन के अभाव में प्रवेश प्राप्त करने",
  "are concerned, it appears that except the appellant and one (Surabhi": "का दावा किया था, ऐसा प्रतीत होता है कि अपीलार्थी और एक (सुरभी",
  "Rathee), rest of them abandoned the BMN College and got admissions": "राठी) को छोड़कर, उनमें से बाकी ने बी. एम. एन. कॉलेज छोड़ दिया और",
  "somewhere else.": "कहीं और प्रवेश प्राप्त किया।",
  "(17)The appellant and Surabhi Rathee, however, untiringly persisted": "(77) हालाँकि, अपीलार्थी और सुरभी राठी 'बी. डी. एस. छात्रों' के",
  "on their acceptance as ‘BDS students’ and managed to appear and qualify": "रूप में अपनी स्वीकृति पर अडिग रहे और बी. डी. एस. पाठ्यक्रम के",
  "the ad interim order passed in favour of the College by this Court in": "प्रयोग करते हुए कॉलेज के पक्ष में पारित अंतरिम आदेश की अवमानना",
  "(18)The closure of the BMN College also did not dishearten the": "(8) बी. एम. एन. कॉलेज के बंद होने से भी अपीलार्थी को निराशा नहीं हुई, जिसने इस बीच किसी मान्यता प्राप्त दंत महाविद्यालय में",
  "appellant who meanwhile started pursuing her case for ‘transfer’ or ‘migration’": "'स्थानांतरण' या 'प्रवास' के लिए अपने मामले को आगे बढ़ाना शुरू कर",
  "to MDU to consider her adjustment in SGT College or any other College": "सूचित करते हुए एस. जी. टी. कॉलेज या किसी अन्य कॉलेज में उनके समायोजन पर विचार करने के लिए एम. डी. यू को",
  "(19)A newly established University known as Pt. BD Sharma": "(9एक नव स्थापित विश्वविद्यालय जो पं. बी. डी. शर्मा स्वास्थ्य",
  "University of Health Sciences at Rohtak (in short, ‘the PBDU’) in purported": "विज्ञान विश्वविद्यालय (संक्षेप में, 'पी. बी. डी. यू) के नाम पर जानी जाती है",
  "compliance of the State Government’s letter dated 13.02.2008, passed an": "ने राज्य सरकार के दिनांकित 3.02.2008 के पत्र के कथित अनुपालन",
  "order on 27.06.2008 (Annexure P2) allowing the appellant “to be adjusted": "में, 27.06.2008 (अनुलग्क पी. 2) पर एक आदेश पारित किया जिसमें",
  "for clarification of the interim order dated July 23, 2004 (permitting the": "दिनांकित 30.0.2004 का आदेश इस आशय से पारित किया कि \"जिन",
  "(25) Keeping the stand taken by the DCI in view that the learned": "(25) डी. सी. आई. द्वारा लिए गए रुख को ध्यान में रखते हुए कि",
  "Single Judge vide his order dated December 15, 2009 rejected the appellant’s": "विद्वान एकल न्यायाधीश ने 45 दिसंबर, 2009 के अपने आदेश के माध्यम",
  "(26) The appellant moved yet another application for ‘declaration’ of her result in which the factum of rejection of the earlier application was": "(26) अपीलार्थी ने अपने परिणाम की 'घोषणा' के लिए एक और आवेदन दायर किया जिसमें पहले के आवेदन की अस्वीकृति के तथ्य को",
  "concealed. Consequently, the second application too met with the same fate on 01.04.2010.": "छुपाया गया था।नतीजतन, दूसरे आवेदन को भी 0.04.200 पर समान भाग्य का सामना करना पड़ा।",
  "(27)The subject-writ petition was thereafter heard on merits and": "(27) इसके बाद विषय-लेखन याचिका पर गुण-दोष के आधार पर सुनवाई की गई और ॥4 दिसंबर, 200 के विवादित आदेश के",
  "dismissed by the learned Single Judge vide the impugned order dated": "माध्यम से विद्वान एकल न्यायाधीश द्वारा खारिज कर दिया गया, जिसमें",
  "facts especially regarding dismissal of her previous writ petitions as well as": "अपीलार्थी को विशेष रूप से उसकी पिछली रिट याचिकाओं को खारिज",
  "the fact that neither did she ever get admission in a ‘recognized college’": "और साथ ही यह तथ्य कि न तो उसे कभी किसी 'मान्यता प्राप्त कॉलेज'",
  "by the Hon’ble Supreme Court in favour of the BDS students of the 1st & 2nd batch of BMN College (respondent No.7) in the SLP preferred by": "गए एस. एल. पी. में बी. एम. एन. कॉलेज (प्रतिवादी संख्या 7) के पहले और दूसरे बैच के बी. डी. एस. छात्रों के पक्ष में माननीय सर्वोच्च न्यायालय",
  "(28)The aggrieved writ-petitioner has now come up in Appeal": "(29) पीड़ित रिट-याचिकाकर्ता अब अपील में आया है, जिस पर",
  "Learned counsel for the DCI and PBDU (respondents No.4) have also": "डी. यू (उत्तरदाता संख्या 4) के विद्वान वकील को भी सुना गया है और",
  "been heard and the records perused.": "अभिलेखों का अध्ययन किया गया है।",
  "(29) In our considered view, the following questions do arise for consideration in this appeal :-": "(29) हमारे सुविचारित विचार में, इस अपील में विचार के लिए निम्नलिखित प्रश्न उत्पन्न होते हैं+",
  "the BDS Course by BMN College (respondent No.7) in the": "एन. कॉलेज (प्रतिवादी संख्या 7) द्वारा बी. डी. एस.",
  "i. | Whether the 1st, 2nd & 3rd year BDS Course examination": "॥. क्या अपीलार्थी द्वारा उत्तीर्ण प्रथम, द्वितीय और तृतीय वर्ष",
  "appear in the 4th year examination and complete the BDS": "चौथे वर्ष की परीक्षा में बैठने और बी. डी. एस. डिग्री",
  "iii, | Whether the Government of Haryana or respondents No.4 &": "४. क्या हरियाणा सरकार या प्रतिवादीगण संख्या 4 और 5-",
  "5-Universities were competent to transfer/migrate the appellant from BMN College (respondent No.7) to SGT College?": "विश्वविद्यालय अपीलार्थी को बी. एम. एन. महाविद्यालय (प्रतिवादीगण संख्या 7) से एस. जी. टी. महाविद्यालय में स्थानांतरित करने के लिए सक्षम थे?",
  "(30) Before responding to the queries formulated above, we may": "(30) ऊपर तैयार किए गए प्रश्नों का उत्तर देने से पहले, हम",
  "reiterate that the averments made in the writ petition or the documents": "दोहरा सकते हैं कि रिट याचिका में किए गए कथन या रिकॉर्ड पर रखे",
  "placed on record hide more than what they reveal. The writ petition is": "गए दस्तावेज जो प्रकट करते हैं, उससे कहीं अधिक छिपाते हैं।रिट",
  "conspicuously silent on as to how and who permitted the appellant to appear": "याचिका इस बरे में स्पष्ट रूप से मौन है कि अपीलार्थी को कैसे और",
  "in the 1st, 2nd & 3rd year BDS Course examinations even in the absence": "अभाव में भी प्रथम, द्वितीय और तृतीय वर्ष बी. डी. एस. पाठ्यक्रम",
  "orders, if any, permitting the appellant or other students admitted by the": "कोई हो जो, अपीलार्थी या अन्य छात्रों को वर्ष ।999 में कॉलेज द्वारा अपने",
  "Government, MDU, PBDU and GOI by passing one or the other favourable": "डी. यू, पी. बी. डी. यू और भारत सरकार द्वारा एक या दूसरे अनुकूल",
  "in completion of the appellant’s BDS Degree albeit contrary to the directives": "आई) के निर्देशों के विपरीत अपीलार्थी की बी. डी. एस. डिग्री को पूरा",
  "appellant has unfortunately given rise to ‘illegitimate expectations’ and unfructified equitable considerations.": "करने के लिए बहुत उत्सुक था।अपीलार्थी के प्रति दिखाए गए पक्षपात ने दुर्भाग्य से 'अवैध अपेक्षाओं' और निष्फल न्यायसंगत विचारों को जन्म दिया है।",
  "1. Validity of appellant’s admission in BDS Course": "4. बी. डी. एस. पाठ्यक्रम में अपीलार्थी के प्रवेश की वैधता",
  "any misplaced inference for continuation of that provisional ‘recognition’": "जिससे उस अस्थायी 'मान्यता' को जारी रखने के लिए कोई गलत निष्कर्ष",
  "published by the Government of Haryana for admission to MBBS/BDS": "एम. बी. बी. एस./बी. डी. एस. पाठ्यक्रमों में प्रवेश के लिए प्रकाशित",
  "Courses in the year 1999 to the effect that admissions in the BMN College (respondent No.7) shall be made on ‘provisional’ basis subject to approval of the DCI also fortifies this conclusion.": "'सूचना विवरणिका' में निहित स्पष्ट शर्त यह है कि बी. एम. एन. महाविद्यालय (प्रतिवादी संख्या 7) में प्रवेश डी. सी. आई. के अनुमोदन के अधीन 'अस्थाई' आधार पर किए जाएंगे।",
  "(32) The solitary contention on behalf of the appellant that she got": "(32) अपीलार्थी की ओर से यह एकमात्र तर्क कि उसे जुलाई 999",
  "BMN College (respondent No.7) on 13.09.1999 only and that the subsequent": "ने यह भी स्पष्ट किया कि जिस सत्र में याचिकाकर्ता को बी. एम. एन. कॉलेज (प्रतिवादी संख्या 7) में प्रवेश मिला था, उसके लिए कभी भी कोई",
  "ban being prospective was inapplicable in her case, is wholly misconceived": "कि बाद का प्रतिबंध उसके मामले में लागू नहीं था, पूरी तरह से गलत",
  "and misplaced. The contention though appears to be attractive, however,": "और मिथ्य है।यद्यपि विवाद आकर्षक प्रतीत होता है, तथापि, सार में",
  "is hollow in substance. The ‘provisional’ permission accorded by the DCI": "खोखला है।वर्ष 998 में डी. सी. आई. द्वारा दी गई 'अस्थाई' अनुमति",
  "in the year 1998 stood exhausted once the admissions for the said year": "उक्त वर्ष के लिए प्रवेश समाप्त होने के बाद समाप्त हो गई।जुलाई 999",
  "1999 when the appellant got admission in BMN College. The fact that the": "में जब अपीलार्थी को बी. एम. एन. कॉलेज में प्रवेश मिला तो कोई अस्थायी",
  "BMN College was still included by the State Government in its ‘Information": "अनुमति या अनुमोदन मौजूद नहीं था।यह तथ्य कि बी. एम. एन. कॉलेज को अभी भी राज्य सरकार द्वारा अपने 'सूचना विवरणिका' में शामिल किया",
  "Brochure’ also does not improve the appellant’s case as the inclusion was": "गया था, अपीलार्थी के मामले में भी सुधार नहीं करता है क्योंकि वह",
  "conditional and the candidates opting for admission to the said College were": "समावेश सशर्त था और उक्त कॉलेज में प्रवेश का विकल्प चुनने वाले",
  "to do so at their own risk and peril.": "उम्मीदवारों को अपने जोखिम और खतरे पर ऐसा करना था।",
  "(33) The admissions made by BMN College in July, 1999 or": "(3) बी. एम. एन. महाविद्यालय द्वारा जुलाई, 999 में या उसके",
  "subsequent thereto, were, thus, per se illegal conferring no rights whatsoever": "बाद में दिए किए गए प्रवेश, अपने आप, अवैध थे, जो प्रवेश प्राप्त छात्रों को",
  "of appellant in the BMN College (respondent NO.7) in July 1999 was": "हिचकिचाहट के मानते हैं कि जुलाई 999 में बी. एम. एन. कॉलेज (प्रतिवादी संख्या 7) में अपीलार्थी का प्रवेश पूरी तरह से अवैध था और",
  "totally illegal and it did not clothe her with any right to pursue the BDS Course.": "यह उसे बी. डी. एस. के पाठ्यक्रम को आगे बढ़ाने का कोई अधिकार",
  "2. Appellant’s entitlement to appear in 4 th year BDS Examination": "2.चौथे वर्ष की बी. डी. एस. परीक्षा में उपस्थित होने के लिए अपीलार्थी की पात्रता",
  "(34) We find from the summoned records that after the status quo": "(34) समन किए गए अभिलेखों से हमें पता चलता है कि डी सी.",
  "was directed to be maintained by the Hon’ble Supreme Court in the SLP": "आई. द्वारा दायर एस. एल. पी. में माननीय सर्वोच्च न्यायालय द्वारा",
  "filed by the DCI, no admissions were made in the BMN College (respondent": "यथास्थिति बनाए रखने का निर्देश दिए जाने के बाद, बी. एम. एन. महाविद्यालय (प्रतिवादी संख्या 7) में कोई प्रवेश नहीं किया गया था और",
  "No.7) and the students who were admitted in the years 1997 and 1998": "जिन छात्रों को वर्ष 4997 और 4998 में प्रवेश दिया गया था, उन्हें भी अन्य",
  "were also adjusted/transferred to other recognized colleges. It appears that": "मान्यता प्राप्त महाविद्यालयों में समायोजित/स्थानांतरित कर दिया गया था।ऐसा प्रतीत होता है कि अपीलार्थी को संस्थान में एक नियमित संकाय",
  "the appellant was never imparted any professional education by a regular": "था।ऐसा प्रतीत होता है कि अपीलार्थी को संस्थान में एक नियमित संकाय द्वारा कभी भी कोई व्यावसायिक शिक्षा नहीं दी गई थी, जिसमें दंत",
  "faculty in the institution which was found lacking in the basic infrastructure": "महाविद्यालय की स्थापना के लिए आवश्यक बुनियादी ढांचे की कमी पाई",
  "maintain the standards of Medical Education throughout the country.": "चिकित्सा शिक्षा के मानकों को विनियमित करने और बनाए रखने के लिए",
  "3. Competency for appellant’s transfer/migration": "3. अपीलार्थी के स्थानांतरण/प्रवासन के लिए योग्यता",
  "(35) Adverting to the last question, namely, legitimacy of the ‘transfer’ or ‘migration’ of the appellant from BMN College to the SGT College, it": "(5) बी. एम. एन. महा्विश्ेलि+, सी एस. जी. टी. महाविद्यालय में अपीलार्थी के 'स्थानांतरण' या 'प्रवास' की वैधता के अंतिम प्रश्न को ध्यान",
  "Government to advise or command the University “for adjustment” of the": "महाविद्यालय में अपीलार्थी के 'समायोजन के लिए' विश्वविद्यालय को सलाह देने या आदेश देने के लिए राज्य सरकार को सशक्त बनाने वाले कानून",
  "how PBDU felt it mandatory to implement the Government order has not": "का कोई प्रावधान हमारे संज्ञान में नहीं लाया गया है।दूसरा, पी. बी. डी. यू ने सरकारी आदेश को लागू करना कैसे अनिवार्य महसूस किया, इसका",
  "been revealed by it except accusing the SGT College (respondent No.6),": "खुलासा एस. जी. टी. कॉलेज (प्रतिवादी संख्या 6) पर अपने",
  "in its reply/affidavit, for disobeying its directives. The autonomy enjoyed": "जवाब/हलफकनामे में उसके निर्देशों की अवज्ञा करने का आरोप लगाने के",
  "upon by a University in the matter of academic affairs does not call for any": "अलावा नहीं किया गया है।शैक्षणिक मामलों के मामले में विश्वविद्यालय",
  "interference from the State executive or any other agency. The PBDU, for": "द्वारा प्राप्त स्वायत्तता राज्य कार्यपालिका या किसी अन्य एजेंसी से किसी",
  "College to implement the Government letter dated 13.02.2008. Pertinently,": "सरकारी पत्र 3.02.2008 को लागू करने के लिए एक के बाद एक निर्देश जारी किए। उल्लेखनीय है कि अपीलार्थी को एस. जी. टी. कॉलेज",
  "the ground of sympathy as the relief always flows from a legal right, as held": "सकती क्योंकि राहत हमेशा कानूनी अधिकार से मिलती है, जैसा कि मध्य",
  "in State of MP versus Sanjay Kumar Pathak (3).": "प्रदेश राज्य बनाम संजय कुमार पाठक (3) में अभिनिर्धारित किया गया",
  "(42) In a catena of decisions it stands settled that an equitable Court": "(42) निर्णयों की श्रृंखला में यह तय हो गया है कि प्रतिस्पर्धी हितों",
  "is under duty to balance the competing interest, prevent fraud and promote": "को संतुलित करने, धोखाधड़ी को रोकने और न्याय के हित, सार्वजनिक",
  "interest of justice, public interest and honesty. Where a party’s claim is not": "हित और ईमानदारी को बढ़ावा देना न्यायालय का कर्तव्य है।जहां किसी",
  "founded upon valid grounds, it cannot claim equity and the one who claims": "पक्ष का दावा वैध आधारों पर आधारित नहीं है, वह इक्किटी का दावा नहीं कर सकता है और जो इक्रिटी का दावा करता है उसे अदालत के समक्ष",
  "equity must come before the Court with clean hands as equities have to": "कर सकता है और जो इक्रिटी का दावा करता है उसे अदालत के समक्ष साफ हाथों से आना चाहिए क्‍योंकि प्रतिस्पर्थी दावों के बीच इक्किटी को",
  "one which is equitable to all the parties concerned.": "चाहिए।इक्विटी में एक आदेश वह है जो सभी संबंधित पक्षों के लिए न्यायसंगत है।",
  "(43) Keeping these well known parameters in view, we have": "(43) इन सर्वविदित मापदंडों को ध्यान में रखते हुए, हमने",
  "considered the appellant’s last submission also with extreme sympathy and": "अपीलार्थी के अंतिम निवेदन पर भी अत्यधिक सहानुभूति और करुणा के",
  "compassion but are unable to invoke the equity jurisdiction to rescue her.": "साथ विचार किया है, लेकिन उसे बचाने के लिए समानता क्षेत्राधिकार का",
  "guilty of concealing material facts and information which have direct bearing on the fate of the present proceedings.": "छिपाने का दोषी है जिनका वर्तमान कार्यवाही के भाग्य पर सीधा असर",
  "(1) 2007 (6) SCC 120": "() 2007 (6) एससीसी 20",
  "(2) 1994 (6) SCC 244": "(2) 994 (6) एससीसी 244",
  "(3) (2008) 1 SCC 456": "(3) (2008) । एससीसी 456",
  "withdrawn the provisional letter of migrating the petitioners": "स्थानांतरित करने के अस्थायी पत्र को वापय लेलिया ५/",
  "Hon’ble Supreme Court and the petitioners had moved an": "न्यायालय में लंबित था और याविकाकर्ताओं ने माननीय",
  "application before the Hon’ble Supreme Court, which was": "सर्वोच्च न्यायालय के समक्ष एक आवेदन दायर किया था",
  "dismissed as withdrawn and the fact that the Dental": "जिसे वापस लेने के रूप में खारिज कर दिया यया था और इस तथ्य को ध्यान में रखते हुए कि दंत विकित्सा परिषद ने",
  "Council had not given the recognition, any direction interim": "मान्यता नहीं दी थी कोई भी अंतरिय या अंतिय निर्देश स्पा",
  "DCI has made a statement in this Court that an order of": "न्यायालय में एक बयान दिया है कि माननीय सर्वोच्च",
  "status quo has been passed by the Hon’ble Supreme Court": "न्यायालय द्वारा यथास्थिति का एक आदेश पारित किया गया",
  "(46) The above-mentioned judgements have attained finality and": "(46) उपर्युक्त निर्णयों ने अंतिमता प्राप्त कर ली है और इसका",
  "have direct bearing on the fate of this case. In our considered opinion, the": "इस मामले के भाग्य पर सीधा असर पड़ता है।हमारी सुविचारित राय में,",
  "appellant ought to have disclosed these material facts.": "अपीलार्थी को इन भौतिक तथ्यों का खुलासा करना चाहिए था।",
  "(47) That apart, the following factors are sufficient enough to": "(47) इसके अलावा, निम्नलिखित तथ्य हमें इक्रिटी अधिकार क्षेत्र",
  "the appellant did not get admission in the BDS Course on the": "के आधार पर बी. डी. एस. पाठ्यक्रम में प्रवेश नहीं मिला",
  "she got admission in the BMN College knowing fully well that": "60) उसे बी. एम. एन. कॉलेज में यह जानते हुए प्रवेश मिला कि",
  "BDS Course not on the basis of their merit in the CET but “against the management minority quota seats at their own...... ”. The writ petition was": "उनकी योग्यता के आधार पर नहीं बल्कि \"प्रबंधन अल्पसंख्यक कोटा सीटों के",
  "subsequently dismissed as infructuous on the statement made by counsel for the petitioner/appellant.": "खिलाफ\" मिला।रिट याचिका को बाद में याचिकाकर्ता/अपीलार्थी के वकील द्वारा दिए गए बयान पर निष्फल बताते हुए खारिज कर दिया गया था।",
  "(45) Thereafter, the fathers of the appellant and Surabhi Rathee filed": "(45) इसके बाद, अपीलार्थी के पिता और सुरभी राठी ने 2007 का",
  "MDU and SGT College etc. “to confirm shifting/transferring the": "और एस. जी. टी कॉलेज आदि को जादेश देने के लिए एक परमादेश की",
  "daughters of the petitioners in SGT college, Gurgaon. ....to enable them": "मांय की \"ताकि याविकाकर्ताओं की बेटियों को एस जी टी कॉलेज गुड़गांव में स्थानांतरित/स्थानांतरित करने की पृष्ि की जा सके, और उन्हें",
  "to complete their BDS 4th year Course (including their internship) and": "अपना बी. डी. एस. चौथे वर्ष का पाठ्यक्रम (उनकी इंटर्नशिप सहित) और",
  "to SGT College. The other direction prayed for was to direct the DCI and": "की।द्वसरे निर्देश के लिए अनुरोध किया गया था कि डी. सी. आई. और",
  "daughters of the petitioners, namely, Ms. Surabhi Rathee and": "विश्वविद्यालय को याचिकाकर्ताओं की बेटियों, सुश्री सुरभी राठी और सुश्री",
  "Bench of this Court vide order dated November 20, 2007 holding that :-": "न्यायालय की एक खंड पीठ ने 20 नवंबर, 2007 के आदेश के माध्यम से",
  "“It is pointed out that since the matter against the judgement of": "“यह बताया यया है कि चूंकि इस न्यायालय के फैसले के",
  "this Court was pending before the Hon’ble Supreme Court,": "खिलाफ यामला याननीय सर्वोच्च न्यायालय के सयक्ष लंबित",
  "the Hon’ble Supreme Court had granted permission only": "५. माननीय सर्वोच्च न्यायालय ने केवल ॥/997-98 और",
  "to the students admitted in 1997-98 and 1998-99 and": "/998-99 में भर्ती छात्रों को अनुमति दी थी और",
  "application filed by the petitioners was dismissed as": "याविकाकर्ताओं द्वार दायर आवेदन को वापस लिए जाने के रूप में खारिज करदिया गया ५ इयलिए इस न्यायालय",
  "petition in this Court. As regards the letter by the University, it is stated that the letter was provisional subject to the": "विक्षविद्यालय के पत्र का संबंध है यह कह्ा गया है कि पत्र"
}