{
  "against him.": "उसके खिलाफ",
  "(13) With the aforesaid modifications, the instant appeal is partly allowed.": "उपर्युक्त संशोधनों के साथ, तत्काल अपील आंशिक रूप से स्वीकार की जाती है।",
  "(14) Intimation be sent to the learned Chief Judicial Magistrate, concerned for necessary compliance.": "आवश्यक अनुपालन हेतु संबंधित विद्वान मुख्य न्यायिक मजिस्ट्रेट को सूचना भेजी जाए।",
  "(15) Pending applications, if any, are also disposed off, accordingly.": "यदि कोई लंबित आवेदन हों तो उनका भी तदनुसार निपटारा कर दिया जाता है।",
  "(16) Case property, if any, be dealt with, and destroyed after the expiry of period of limitation. The trial court record be sent back.": "यदि कोई संपत्ति हो तो उसे सीमा अवधि समाप्त होने के बाद नष्ट कर दिया जाए। ट्रायल कोर्ट का रिकॉर्ड",
  "(17) In the end, I record my appreciation for Mr. Gaurav Mohunta, learned Amicus Curiae, for the able assistance rendered to this Court.": "अंत में, मैं इस न्यायालय को प्रदान की गई सक्षम सहायता के लिए विद्वान न्यायमित्र श्री गौरव मोहन्ता के प्रति",
  "(N.S. Shekhawat, J.)": "केहर सिंह बनाम हरियाणा राज्य (एन.एस. शेखावत, जे.)",
  "Before N.S. Shekhawat, J.": "समक्ष एन.एस शेखावत जे.",
  "KEHAR SINGH—Appellant": "केहर सिंह--अपीलकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA—Respondent": "हरियाणा राज्य--प्रतिवादी",
  "CRA-S No.498-SB of 2004": "2004 की सीआरए-एस संख्या ५98-एसबी",
  "January 06, 2023": "06 जनवरी, 2023",
  "The Narcotic Drugs and Psychotropic Substances Act, 1985-— Section 15—Code of Criminal Procedure, 1973—Sections 100 and": "स्वापक औषधि और मन:प्रभावी पदार्थ अधिनियम, 985-धारा 5-दंड प्रक्रिया संहिता, 4973-धारा ।00 और 65-",
  "165—Mere irregularities in search cannot vitiate the seizure of the articles—Non-compliance of provisions of Section 100 and 165": "मात्र तलाशी में अनियमितताएं वस्तुओं की जब्ती को अमान्य नहीं कर सकतीं-धारा ।00 और ॥65 के प्रावधानों का",
  "amounts to mere irregularity—Evidence of official—witnesses— conviction upheld—however, Keeping in view age of convict and": "पालन न करना मात्र अनियमितता है-आधिकारिक गवाहों के साक्ष्य-दोषसिद्धि बरकरार-हालांकि, दोषी की आयु और",
  "length of trial—Sentence reduced to period undergone.": "मुकदमे की अवधि को ध्यान में रखते हुए-सजा को भुगती गई अवधि तक घटा दिया गया।",
  "Held, that the non-compliance of the provisions of Section 100 and 165 of the Code of Criminal Procedure would amount to an": "आयोजित,दंड प्रक्रिया संहिता की धारा ।00 और ॥65 के प्रावधानों का पालन न करना अनियमितता के बराबर होगा",
  "irregularity and the effect of the same on the main case depends upon the facts and circumstances of each case. The Court has to consider as": "और मुख्य मामले पर इसका प्रभाव प्रत्येक मामले के तथ्यों और परिस्थितियों पर निर्भर करता है। न्यायालय को इस",
  "to whether any prejudice has been caused to the accused and has to examine the evidence in its totality. It is well settled that the testimony": "बात पर विचार करना होगा कि क्या अभियुक्त को कोई पूर्वाग्रह हुआ है और उसे साक्ष्य की समग्रता में जांच करनी",
  "examine the evidence in its totality. It is well settled that the testimony of a witness is not to be doubted or discarded only on the ground that he": "होगी। यह अच्छी तरह से स्थापित है कि किसी गवाह की गवाही पर केवल इस आधार पर संदेह नहीं किया जाना",
  "happened to be an official witness; but as a rule of caution and": "चाहिए या उसे खारिज नहीं किया जाना चाहिए कि वह एक सरकारी गवाह है; लेकिन सावधानी के नियम के रूप में",
  "depending on the circumstances of the case, the Courts should look for an independent corroboration.": "और मामले की परिस्थितियों के आधार पर, न्यायालयों को एक स्वतंत्र पुष्टिकरण की तलाश करनी चाहिए।",
  "(Para 9)": "(पैरा 9)",
  "Further held, that This Court has further perused the testimonies of all the official witnesses and found the same worthy of credence.": "आगे कहा गया कि,इस न्यायालय ने सभी सरकारी गवाहों की गवाही का गहन अध्ययन किया है और उन्हें विश्वसनीय",
  "Even the witnesses were subjected to lengthy cross-examinations but nothing material could be elicited during the said cross-examination": "पाया है। यहां तक कि गवाहों से लंबी जिरह भी की गई, लेकिन उक्त जिरह के दौरान कोई महत्वपूर्ण तथ्य सामने नहीं",
  "and the witnesses produced by the prosecution are liable to be believed by the Court.": "आ सका और अभियोजन पक्ष द्वारा प्रस्तुत गवाह न्यायालय द्वारा विश्वास किए जाने योग्य हैं।",
  "(Para 10)": "(पैरा 40)",
  "Further held, that consequently, the impugned judgment passed": "आगे कहा गया कि,परिणामस्वरूप, विद्वान ट्रायल कोर्ट द्वारा पारित किए गए विवादित निर्णय को बरकरार रखने का",
  "by the learned trial Court is ordered to be upheld. In alternative, the learned counsel for the appellant has submitted that the alleged": "आदेश दिया जाता है। वैकल्पिक रूप से, अपीलकर्ता के विद्वान वकील ने प्रस्तुत किया है कि अपीलकर्ता से कथित",
  "recovery was effected from the appellant on 16.05.2003 and he has faced the agony of trial for the last more than 19 years. Even as per the": "वसूली 6.05.2003 को की गई थी और वह पिछले 9 वर्षों से अधिक समय से मुकदमे की पीड़ा झेल रहा है।",
  "charge-sheet, he was aged about 30 years at the time of framing of": "चार्जशीट के अनुसार भी, आरोप तय होने के समय यानी 22.09.2003 को उसकी आयु लगभग 3३0 वर्ष थी और",
  "certificate that he never indulged in any other criminal activity after": "उसके हिरासत प्रमाणपत्र से यह स्पष्ट है कि इस अदालत द्वारा जमानत दिए जाने के बाद वह कभी किसी अन्य",
  "(Para 11)": "(पैरा ॥॥)",
  "Gaurav Mohunta, Advocate (Amicus Curiae), for the appellant.": "अपीलकर्ता की ओर से अधिवक्ता (एमिकस क्यूरी) गौरव मोहन्ता।",
  "Sheenu Sura, DAG, Haryana.": "शीनू सूरा, डीएजी, हरियाणा।",
  "N.S. SHEKHAWAT, J.": "एन.एस. शेखावत, जे.",
  "(1) Feeling aggrieved of the impugned judgment of conviction and order of sentence dated 16.02.2004, passed by the learned Additional Sessions Judge, Jagadhari, whereby the present appellant": "(।) विद्वान अतिरिक्त सत्र न्यायाधीश, जगाधरी द्वारा पारित दिनांक 46.02.200५ के दोषसिद्धि एवं सजा के आदेश से व्यथित होकर, जिसके द्वारा वर्तमान अपीलकर्ता को स्वापक औषधि एवं मन:प्रभावी पदार्थ अधिनियम,",
  "was convicted under Section 15 of the Narcotic Drugs and Psychotropic Substance Act, 1985 (for short ‘the NDPS Act’) and was": "985 (संक्षेप में 'एनडीपीएस अधिनियम') की धारा 5 के अंतर्गत दोषी ठहराया गया था तथा उसे छह माह की",
  "sentenced to undergo rigorous imprisonment for a period of six months and to pay a fine of Rs.1,000/-, and in default thereof, to further": "अवधि के लिए कठोर कारावास एवं ।,000/- रुपए का जुर्माना अदा करने तथा इसके न अदा करने की स्थिति में",
  "undergo rigorous imprisonment for one month, the appellant has": "एक माह के अतिरिक्त कठोर कारावास की सजा सुनाई गई थी, अपीलकर्ता ने इस न्यायालय के समक्ष वर्तमान",
  "(2) The case of the prosecution in brief is that on 16.05.2003, ASI Hardev Singh was present in police post Kalanaur, when he": "(2) अभियोजन पक्ष का मामला संक्षेप में यह है कि 6.05.2003 को एएसआई हरदेव सिंह पुलिस चौकी",
  "ASI Hardev Singh was present in police post Kalanaur, when he received an information that the accused- Kehar Singh had gone to U.P. for bringing choora post and he is in the habit of selling": "कलानौर में मौजूद थे, जब उन्हें सूचना मिली कि आरोपी- केहर सिंह चूरा पोस्त लाने के लिए यूपी गया है और वह",
  "U.P. for bringing choora post and he is in the habit of selling choora post and he would come with choora post through the kacha passage along the river Yamuna. On this, an information was sent to": "चूरा पोस्त बेचने का आदी है और वह यमुना नदी के किनारे कच्चे रास्ते से चूरा पोस्त लेकर आएगा। इस पर, उक्त",
  "DSP (Headquarter), as per the provisions of Section 42 of the NDPS Act after the said information was reduced into writing and the": "सूचना को लिखित रूप में लाने के बाद एनडीपीएस अधिनियम की धारा ५2 के प्रावधानों के अनुसार डीएसपी",
  "complainant alongwith other police officials proceeded for setting up": "(मुख्यालय) को एक सूचना भेजी गई और शिकायतकर्ता अन्य पुलिस अधिकारियों के साथ नाका लगाने के लिए आगे",
  "of a nakka. The police team reached at Lapra Road and started checking the passers- by. In the meantime, a person came on a cycle": "बढ़े। पुलिस टीम लापरा रोड पर पहुंची और राहगीरों की जांच शुरू कर दी। इसी बीच, एक व्यक्ति लापरा की तरफ",
  "checking the passers- by. In the meantime, a person came on a cycle from Lapra side and he was stopped and asked about his name and address, who disclosed his name to be Mohinder s/o Kripa Ram, caste": "से एक साइकिल पर आया और उसे रोककर उसका नाम और पता पूछा गया, जिसने अपना नाम मोहिंदर पुत्र कृपा",
  "Harian, resident of village Jat Ram Pura, Police Station Buria. While": "राम, जाति हरिजन, गांव जय राम पुरा, पुलिस स्टेशन बूरिया का निवासी बताया। जब शिकायतकर्ता उससे बात कर",
  "holding a cloth bag in his right hand and had come from the side of": "रहा था, तो एक और व्यक्ति आया, जिसने अपने दाहिने हाथ में एक कपड़े का थैला पकड़ा हुआ था और वह यमुना",
  "Yamuna on foot. On seeing the police party, he entered in a sugarcane field on the pretext of urination. However, the complainant alongwith": "की तरफ से पैदल आया था। पुलिस पार्टी को देखकर वह पेशाब करने के बहाने गन्ने के खेत में घुस गया। हालांकि,",
  "other police officials caught him and he disclosed his name to be Kehar": "शिकायतकर्ता ने अन्य पुलिस कर्मचारियों के साथ मिलकर उसे पकड़ लिया और उसने अपना नाम केहर सिंह",
  "contraband in his cloth bag and a consent memo under Section 50 of": "की धारा 50 के तहत एक सहमति ज्ञापन लिखकर दिया गया।",
  "discarded only on the ground that he happened to be an official witness; but as a rule of caution and depending on the circumstances of": "उसे खारिज नहीं किया जाना चाहिए कि वह एक सरकारी गवाह है; लेकिन सावधानी के नियम के रूप में और मामले",
  "the case, the Courts should look for an independent corroboration. In": "की परिस्थितियों के आधार पर, न्यायालयों को एक स्वतंत्र पुष्टि की तलाश करनी चाहिए। वर्तमान मामले में, तलाशी में",
  "the instant case, the failure to associate independent persons in the search would not effect the prosecution case in toto and the same": "स्वतंत्र व्यक्तियों को शामिल न करने से अभियोजन पक्ष का मामला पूरी तरह प्रभावित नहीं होगा और केवल इस",
  "cannot be thrown out or doubted on that ground alone. Moreover, the report of FSL, Madhuban Ex.PJ clearly shows that the specimen seal": "आधार पर उसे खारिज या संदेह नहीं किया जा सकता है। इसके अलावा, एफएसएल, मधुबन एक्स.पी.जे. की रिपोर्ट",
  "was also sent to the laboratory with the sample parcel. The seals on the": "स्पष्ट रूप से दर्शाती है कि नमूना पार्सल के साथ नमूना सील भी प्रयोगशाला में भेजी गई थी। जांच से पहले सैंपल",
  "sample parcels were compared with the specimen seal before examination. Consequently, it is apparent that the parcels alongwith the": "पार्सल पर लगी सील का मिलान सैंपल सील से किया गया। नतीजतन, यह स्पष्ट है कि सैंपल सील के साथ पार्सल को",
  "sample seals were deposited at the Malkhana and were sent simultaneously to FSL, Madhuban for analysis. Even the learned": "मालखाने में जमा किया गया था और साथ ही विश्लेषण के लिए एफएसएल, मधुबन भेजा गया था। यहां तक कि",
  "counsel for the appellant has failed to show any prejudice to the accused in this regard. Consequently, the submissions made by learned": "अपीलकर्ता के विद्वान वकील भी इस संबंध में अभियुक्त के प्रति कोई पूर्वाग्रह दिखाने में विफल रहे हैं। नतीजतन,",
  "counsel for the appellant are liable to be rejected by this Court.": "अपीलकर्ता के विद्वान वकील द्वारा की गई दलीलें इस न्यायालय द्वारा खारिज किए जाने योग्य हैं।",
  "(10) This Court has further perused the testimonies of all the official witnesses and found the same worthy of credence. Even the": "(।0) इस न्यायालय ने सभी सरकारी गवाहों की गवाही का अध्ययन किया और पाया कि वे विश्वसनीय हैं। यहाँ तक",
  "witnesses were subjected to lengthy cross-examinations but nothing material could be elicited during the said cross-examination and the": "कि गवाहों से लंबी जिरह भी की गई, लेकिन उक्त जिरह के दौरान कोई ठोस तथ्य सामने नहीं आ सका और",
  "witnesses produced by the prosecution are liable to be believed by the Court.": "अभियोजन पक्ष द्वारा प्रस्तुत गवाहों पर न्यायालय को विश्वास करना चाहिए।",
  "(11) Consequently, the impugned judgment passed by the learned trial Court is ordered to be upheld. In alternative, the learned": "(॥) परिणामस्वरूप, विद्वान ट्रायल कोर्ट द्वारा पारित किए गए विवादित निर्णय को बरकरार रखने का आदेश",
  "learned trial Court is ordered to be upheld. In alternative, the learned counsel for the appellant has submitted that the alleged recovery was": "दिया जाता है। वैकल्पिक रूप से, अपीलकर्ता के विद्वान वकील ने प्रस्तुत किया है कि अपीलकर्ता से कथित वसूली",
  "effected from the appellant on 16.05.2003 and he has faced the agony of trial for the last more than 19 years. Even as per the charge-sheet,": "6.05.2003 को की गई थी और वह पिछले ।9 वर्षों से अधिक समय से मुकदमे की पीड़ा झेल रहा है। चार्जशीट के",
  "he was aged about 30 years at the time of framing of charges i.e. on 22.09.2003 and it is apparent from his custody certificate that he never": "अनुसार भी, आरोप तय होने के समय यानी 22.09.2003 को उसकी आयु लगभग 30 वर्ष थी और उसके हिरासत",
  "indulged in any other criminal activity after grant of bail by this court.": "प्रमाणपत्र से यह स्पष्ट है कि इस अदालत द्वारा जमानत दिए जाने के बाद वह कभी किसी अन्य आपराधिक गतिविधि",
  "Even he has undergone 01 month and 01 day of actual sentence and a": "में शामिल नहीं हुआ। यहां तक कि उसने वास्तविक सजा के 0। महीने और 0। दिन की सजा भी काटी है और मामले",
  "lenient view may be taken in the matter.": "में नरम रुख अपनाया जा सकता है।",
  "(12) In that way, while upholding the judgment of conviction passed against the appellant/accused, the order of sentence is modified": "(2) इस प्रकार, अपीलकर्ता/»अभियुक्त के विरुद्ध पारित दोषसिद्धि के निर्णय को बरकरार रखते हुए, सजा के",
  "and his sentence is reduced to the one already undergone by him in this": "आदेश को संशोधित किया जाता है तथा उसकी सजा को इस मामले में उसके द्वारा पहले ही भुगती गई सजा में घटा",
  "case. Whereas, the fine part is kept as intact. The appellant/accused is": "दिया जाता है। जबकि, जुर्माने की राशि को यथावत रखा जाता है। अपीलकर्ता/ अभियुक्त को निर्देश दिया जाता है कि",
  "directed to deposit the amount of fine in the trial Court within a period of three months from today, if not already paid and in case of default of": "यदि उसने पहले से जुर्माने की राशि जमा नहीं की है, तो वह आज से तीन महीने की अवधि के भीतर ट्रायल कोर्ट में",
  "and on this, Ashok Kumar, DSP (Headquarter) was called at the spot. However, the DSP (Headquarter) stated that Kehar Singh and his bag": "कुमार, डीएसपी (मुख्यालय) को मौके पर बुलाया गया। हालांकि, डीएसपी (मुख्यालय) ने कहा कि केहर सिंह और",
  "should be produced before him and on this, Kehar Singh, accused was": "उसके बैग को उनके सामने पेश किया जाना चाहिए और इस पर, केहर सिंह, आरोपी को डीएसपी (मुख्यालय) के",
  "taken to the office of DSP (Headquarter) and his bag was checked and on checking, choora post (poppy straw) weighing 3 kgs 750 grams was": "कार्यालय में ले जाया गया और उसके बैग की जांच की गई और जांच करने पर ३ किलो 750 ग्राम चूरा पोस्त बरामद",
  "recovered. After recovery, two sample parcels of 250 grams each were prepared for analysis and the remainder of the quantity was again put": "हुआ पुनर्प्राप्ति के बाद, विश्लेषण के लिए 250 ग्राम के दो नमूना पार्सल तैयार किए गए तथा शेष मात्रा को पुनः उसी",
  "in the same bag and sealed separately.": "बैग में डालकर अलग से सील कर दिया गया।",
  "(3) The accused as well as the case property were produced before the concerned SHO and even he had put his own seal bearing": "(3) आरोपी और केस प्रॉपर्टी को संबंधित एसएचओ के समक्ष पेश किया गया और उन्होंने सभी पार्सल पर अपनी",
  "Mark 'DR' on all the parcels. Thereafter, the case property was deposited with the in-charge of the Malkhana and one sample parcel": "खुद की सील मार्क 'डीआर' लगाई थी। इसके बाद, केस प्रॉपर्टी को मालखाना के प्रभारी के पास जमा कर दिया गया",
  "deposited with the in-charge of the Malkhana and one sample parcel was sent to the FSL, Madhuban for examination. After analysis, it was": "और एक सैंपल पार्सल को जांच के लिए एफएसएल, मधुबन भेजा गया। जांच के बाद पता चला कि इसमें चूरा पोस्त",
  "(4) After necessary investigation, the challan was presented in the trial Court and after finding sufficient evidence against the": "(५) आवश्यक जांच के बाद, चालान ट्रायल कोर्ट में पेश किया गया और अपीलकर्ता/आरोपी के खिलाफ पर्याप्त",
  "pleaded not guilty and claimed trial.": "के तहत आरोप तय करने का आदेश दिया, जिस पर उसने दोषी न होने की दलील दी और ट्रायल की मांग की।",
  "(5) In order to bring home the guilt of the accused, the prosecution examined 7 witnesses. Ashok Kumar, DSP appeared as PW-1, in whose presence, the search of the appellant was conducted.": "(5) अभियुक्त के अपराध को साबित करने के लिए अभियोजन पक्ष ने 7 गवाहों की जांच की। अशोक कुमार, डीएसपी पीडब्लू- के रूप में पेश हुए, जिनकी मौजूदगी में अपीलकर्ता की तलाशी ली गई। अभियुक्त एक थैला ले",
  "The accused was carrying a bag and on his direction, the bag was checked and was found containing 3 kgs 750 grams of poppy straw (choora post). The search and seizure procedure was conducted in his": "जा रहा था और उसके निर्देश पर थैले की जांच की गई तो उसमें 3 किलो 750 ग्राम चूरा पोस्त पाया गया। तलाशी",
  "(choora post). The search and seizure procedure was conducted in his presence. The prosecution further examined PW-2 Nand Lal ASI, who": "और जब्ती प्रक्रिया उनकी मौजूदगी में की गई। अभियोजन पक्ष ने आगे पीडब्लू-2 नंद लाल एएसआई की जांच की,",
  "had recorded the FIR Ex.PC on receipt of the ruga Ex.PB sent by ASI": "जिन्होंने एएसआई हरदेव सिंह द्वारा भेजे गए रुक्‍का एक्सपीबी की प्राप्ति पर एफआईआर एक्सपीसी दर्ज की थी।",
  "Hardev Singh. PW-3, Hardev Singh ASI stated that on receipt of the secret information on 16.05.2003, he alongwith other police officials": "पीडब्लू-3, हरदेव सिंह एएसआई ने कहा कि 6.05.2003 को गुप्त सूचना मिलने पर वह अन्य पुलिस अधिकारियों",
  "reached to the turn of village Ishopur and caught the accused with the": "के साथ गांव इशोपुर के मोड़ पर पहुंचे और अभियुक्त को प्रतिबंधित पदार्थ के साथ पकड़ लिया। उन्होंने अभियुक्त",
  "contraband. He also served notice Ex.PE to the accused, apprising of his right to have a search either before the gazetted Officer or a Magistrate, in terms of Section 50 of the Act. Ultimately, he was": "को एक्सपीई नोटिस भी दिया, जिसमें अधिनियम की धारा 50 के अनुसार राजपत्रित अधिकारी या मजिस्ट्रेट के समक्ष",
  "he had conducted the initial investigation as well. The parcels were": "जो एक राजपत्रित अधिकारी थे और उन्होंने ही प्रारंभिक जांच भी की थी। पार्सल मौके पर तैयार किए गए थे और इस",
  "prepared at the spot and the memos in this regard were accordingly drawn at the spot. The prosecution further examined PW-4, SI Des Raj,": "संबंध में ज्ञापन मौके पर ही तैयार किए गए थे। अभियोजन पक्ष ने आगे पीडब्लू-५, एसआई देस राज से पूछताछ की,",
  "who was posted as SHO Police Station, Sadar, Yamuna Nagar and the": "जो एसएचओ पुलिस स्टेशन, सदर, यमुनानगर के रूप में तैनात थे और"
}