{
  "(Suvir Sehgal, J.)": "(सुवीर सहगल, जे.)",
  "certificate or NOC. NOC should be issued before cut-off": "प्रमाण पत्र या एनओसी। कट-ऑफ तिथि से पहले एनओसी जारी की जानी चाहिए। विकलांग ई. एस. एम. विकलांगता",
  "certificate/family member of Martyr shall upload and produce relevant certificate/Battle Casualty certificate": "प्रमाण पत्र अपलोड और प्रस्तुत करेगा/शहीद के परिवार का सदस्य प्रासंगिक प्रमाण पत्र/युद्ध हताहत प्रमाण पत्र",
  "which proves the Martyr status.” (emphasis added)": "अपलोड और प्रस्तुत करेगा जो शहीद की स्थिति को साबित करता है। (ज़ोर दिया गया)",
  "(8) There is nothing on record to show that the petitioner was in possession of an Eligibility Certificate prior to 08.07.2022, the cut-": "(8) यह दिखाने के लिए रिकॉर्ड पर कुछ भी नहीं है कि याचिकाकर्ता 08.07.2022 से पहले एक पात्रता प्रमाणपत्र",
  "off date fixed under advertisement (Annexure P-2). A Division Bench": "के कब्जे में था, विज्ञापन के तहत निर्धारित कट-ऑफ तिथि (अनुलग्नरक पी-2). मंजीत सिंह बनाम हरियाणा लोक",
  "22.02.2023 has held that cut- off dates in recruitment process are sacrosanct and need to be followed without departure. The judgments": "एक डिवीजन बेंच ने माना है कि भर्ती प्रक्रिया में कट-ऑफ तिथियां पवित्र हैं और बिना प्रस्थान के पालन करने की",
  "relied upon by the counsel for the petitioner are, therefore, not attracted": "आवश्यकता है। इसलिए याचिकाकर्ता के वकील द्वारा जिन निर्णयों पर भरोसा किया गया है, वे वर्तमान मामले के",
  "to the facts of the present case. In Dolly Chhanda’s case (supra),": "तथ्यों की ओर आकर्षित नहीं हैं। डॉली छांडा के मामले में (उपर्युक्त) माननीय उच्चतम न्यायालय ने अभिनिर्धारित",
  "Hon’ble Supreme Court has held that the general rule is that while applying for any course of study or a post, a person must possess the": "किया है कि सामान्य नियम यह है कि अध्ययन के किसी भी पाठ्यक्रम या पद के लिए आवेदन करते समय, किसी",
  "eligibility qualification on the last date fixed for such purpose either in": "व्यक्ति के पास ऐसे उद्देश्य के लिए निर्धारित अंतिम तिथि पर पात्रता योग्यता होनी चाहिए या तो प्रवेश विवरणिका में",
  "the admission brochure or in the application form, as the case may be, unless there is any express provision to the contrary. It has been further": "या आवेदन पत्र में, जैसा भी मामला हो, जब तक कि इसके विपरीत कोई स्पष्ट प्रावधान न हो। यह आगे कहा गया है",
  "held that there can be no relaxation in this regard, 1.e., in the matter of holding requisite eligibility qualification by the date fixed. This": "कि इस संबंध में कोई छूट नहीं दी जा सकती है, यानी, निर्धारित तिथि तक आवश्यक पात्रता योग्यता रखने के मामले",
  "observation rather goes against the petitioner as she had not been able": "में। बल्कि यह अवलोकन याचिकाकर्ता के खिलाफ जाता है क्योंकि वह यह दिखाने में सक्षम नहीं थी कि उसके पास",
  "to show that she possessed the requisite certificate prior to the cut-off date.": "कट-ऑफ तिथि से पहले आवश्यक प्रमाण पत्र था।",
  "(9) In view of the above discussion, this Court does not find any merit in the petition which is hereby dismissed.": "(9) उपर्युक्त चर्चा को ध्यान में रखते हुए, यह न्यायालय उस याचिका में कोई योग्यता नहीं पाता है जिसे इसके द्वारा",
  "Kriti Sharma Avasthi": "कृति शर्मा अवस्थी",
  "Further held, that in view of the above discussion, this court does": "आगे अभिनिर्धारित किया गया कि उपर्युक्त चर्चा को ध्यान में रखते हुए, इस न्यायालय को उस याचिका में कोई योग्यता",
  "(Para 9)": "(पैरा 9)",
  "Madan Pal, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता मदन पाल।",
  "Pankaj Middha, Addl. A.G.,": "पंकज मिड्ढडा, एडिशनल ए. जी., प्रत्यर्थी के लिए हरियाणा।",
  "SUVIR SEHGAL, J. (Oral)": "सुवीर सहगल, जे। (मौखिक)",
  "the nature of certitorari for quashing Clause 19.1 of Advertisement No.3/2023 dated 07.03.2023 (Annexure P-4) and for issuance of a": "(॥) विज्ञापन संख्या ३/2023 दिनांक 07.03.2023 (अनुलग्नरक पी-५) के खंड 9.। को रद्द करने के लिए प्रमाण पत्र",
  "direction to the respondent to allow the petitioner to fill-up and upload application form for Group-C post under BC-B Ex-Servicemen (ESM) category.": "की प्रकृति में एक रिट जारी करने के लिए और याचिकाकर्ता को बीसी-बी पूर्व सैनिक (ईएसएम) श्रेणी के तहत ग्रुप- सी पद के लिए आवेदन पत्र भरने और अपलोड करने की अनुमति देने के लिए प्रतिवादी को निर्देश जारी करने के लिए",
  "(2) Vide notification dated 05.05.2022 (AnnexureP-1), Govt. of": "(2)अधिसूचना दिनांक 05.05.2022 (अनुलग्नक-) सरकार के माध्यम से। हरियाणा सरकार ने कॉमन एलिजिबिलिटी",
  "Haryana notified Policy for Recruitment to Group C and D posts through Common Eligibility Test (CET) 2022. Advertisement bearing": "टेस्ट (सीईटी) 2022 के माध्यम से ग्रुप सी और डी पदों पर भर्ती के लिए नीति अधिसूचित की है। सीईटी-0-2022",
  "CET-01-2022, (Annexure P-2) was issued informing desirous candidates that CET is being held. Applications were invited from the": "(अनुलग्नक पी-2) वाला विज्ञापन जारी किया गया था जिसमें इच्छुक उम्मीदवारों को सूचित किया गया था कि सीईटी",
  "candidates to get themselves registered on or before 08.07.2022. The": "आयोजित की जा रही है। उम्मीदवारों से 08.07.2022 को या उससे पहले खुद को पंजीकृत करने के लिए आवेदन",
  "date was subsequently extended to 10.07.2022. Petitioner filled the": "आमंत्रित किए गए थे। बाद में तारीख को 0.07.2022 तक बढ़ा दिया गया था। याचिकाकर्ता ने बीसी-बी श्रेणी में",
  "application form in BC-B category and successfully cleared the written examination by scoring 67.94 marks. By advertisement No.3/2023": "आवेदन पत्र भरा और 67.9५ अंक प्राप्त करके लिखित परीक्षा को सफलतापूर्वक पास किया। विज्ञापन संख्या ३/2023",
  "(Annexure P-4), Haryana Staff Selection Commission-respondent invited applications from successful candidates for written examination/skill test.": "(अनुलग्नक पी-५) द्वारा हरियाणा कर्मचारी चयन आयोग-उत्तरदाता ने लिखित परीक्षा/कौशल परीक्षा के लिए सफल उम्मीदवारों से आवेदन आमंत्रित किए हैं।",
  "(3) Counsel for the petitioner asserts that besides being a BC-B category, petitioner is also a Dependent of Ex-Serviceman, but there is": "(3) याचिकाकर्ता के वकील का कहना है कि बीसी-बी श्रेणी होने के अलावा, याचिकाकर्ता पूर्व-सैनिक का आश्रित भी",
  "no provision in the online application form to enable her to opt for the": "है, लेकिन ऑनलाइन आवेदन पत्र में उसे ईएसएम उप-श्रेणी का विकल्प चुनने में सक्षम बनाने का कोई प्रावधान नहीं",
  "ESM sub-category. He submits that after acquiring the eligibility certificate dated 05.04.2023 (Annexure P-7), petitioner approached the": "है। वह प्रस्तुत करता है कि दिनांक 05.04.2023 (अनुलग्नक पी-7) पात्रता प्रमाण पत्र प्राप्त करने के बाद याचिकाकर्ता",
  "respondent and submitted a representation on 19.04.2023 (Annexure P- 6), but to no avail. He urges that an opportunity has been provided to": "ने प्रतिवादी से संपर्क किया और 9.04.2023 (अनुलग्नरक पी-6) को एक अभ्यावेदन प्रस्तुत किया, लेकिन कोई लाभ",
  "other candidates whose results have been declared provisionally to": "नहीं हुआ। उन्होंने आग्रह किया कि जिन अन्य उम्मीदवारों के परिणाम अस्थायी रूप से घोषित किए गए हैं, उन्हें विभिन्न",
  "upload various certificates but no such opportunity has been given to": "प्रमाण पत्र अपलोड करने का अवसर प्रदान किया गया है, लेकिन याचिकाकर्ता जैसे उम्मीदवारों को ऐसा कोई अवसर",
  "candidates like the petitioner whose result has been finally declared. He": "नहीं दिया गया है, जिसका परिणाम अंततः घोषित कर दिया गया है। उनका तर्क है कि ऑनलाइन आवेदन पत्र भरने"
}