{
  "(Para 12)": "(पैरा 6)",
  "Raj Kumar Bhatia, Advocate, for the petitioner.": "राज कुमार भाटिया, अधिवक्ता, याचिकाकर्ता की ओर से।",
  "Anuj Balian, Advocate for the respondent.": "अनुज बालियान, प्रत्यर्थी के वकील।",
  "ARCHANA PURI, J.": "अर्चना पुरी, जे।",
  "(1) Challenge in the present revision petition is to the order": "() वर्तमान पुनरीक्षण याचिका में चुनौती 209 के निष्पादन आवेदन",
  "dated 04.10.2022, passed by learned Executing Court, in Execution": "(५०.20 में विद्वत निष्पादन न्यायालय द्वारा पारित दिनांक 04.0.2022 के आदेश",
  "(Archana Puri, J.)": "( अर्चना पुरी, जे.)",
  "Before Archana Puri, J.": "अर्चना पुरी से पहले, जे.",
  "KAMALJEET—Petitioner": "कमलजीत-याचिकाकर्ता",
  "versus": "बनाम",
  "KRISHAN LAL—Respondent CR No. 4488 of 2022": "कृष्ण लाल-2022 का उत्तरदाता सी. आर. सं. ५५88",
  "Code of Civil Procedure, 1908—O.21, R.32 and R.35—": "सिविल प्रक्रिया संहिता, 4908-ओ. 2।, आर. 32 और आर. 35-डिक्री का",
  "Execution of Decree—Respondent instituted suit for mandatory": "निष्पादन-प्रत्यर्थी ने अनिवार्य निषेधाज्ञा के लिए मुकदमा दायर किया जिसमें अपने",
  "injunction seeking possession of his portion quo house in question—": "हिस्से के घर पर कब्जा करने की मांग की गई थी-प्रतिवादी के पक्ष में मुकदमा-",
  "Suit decreed in favour of respondent—Execution petition filed— Warrant of possession issued—Challenged, contending that order": "निष्पादन याचिका दायर की गई-कब्जे का वारंट जारी किया गया-चुनौती दी गई, यह",
  "suffers from patent illegality—Held, execution of decree for": "तर्क देते हुए कि आदेश पेटेंट अवैधता से ग्रस्त है-आयोजित, अनिवार्य निषेधाज्ञा के",
  "mandatory injunction where possession is sought from a party, who": "लिए डिक्री का निष्पादन जहां एक पक्ष से कब्जा मांगा जाता है, जो अपने स्वयं के",
  "0.21, R.35, CPC, 1908—Petition dismissed.": "आर. 32, सी. पी. सी, 4908 के तहत-याचिका खारिज कर दी गई।",
  "decision rendered by this Court in Gurcharan Singh and another vs. Gurdwara Shri Singh Sabha, 2004(2) RCR (Civil) 432, wherein, a": "सिंह और एक अन्य बनाम गुरुद्वारा श्री सिंह सभा, 200५ (2) आर. सी. आर.",
  "of Delhi High Court in Sarup Singh’s case (supra) stands": "सरूप सिंह के मामले (उपरोक्त) में माननीय दिल्ली उच्च न्यायालय द्वारा की गई",
  "permanent injunction was sought to restrain the defendant from": "लिए स्थायी निषेधाज्ञा की माँग भी की गई थी।",
  "(4) After the trial, the said suit was decreed vide judgment": "(५) सुनवाई के बाद, उक्त मुकदमे का निर्णय 40.03.20॥5 के",
  "petitioner- defendant was directed to handover the vacant possession of half portion of the house, allegedly lying in his possession, to the respondent-plaintiff, within a period of two months from the date of": "को आदेश दिया गया था कि वह वादी को दो महीने के भीतर उस घर के आधे हिस्से",
  "entitled to get the said relief through the process of Court. Besides the": "किया जाता है, तो वादी को अदालत की प्रक्रिया के माध्यम से उक्त राहत प्राप्त",
  "same, relief of injunction and recovery of mesne profits was also": "करने का अधिकार होगा। इसके अलावा, निषेधाज्ञा और 'मेसने मुनाफे' की वसूली के",
  "(5) Thereupon, execution petition was filed at the instance of": "(5) इसके बाद, प्रतिवादी-डिक्री धारक के पक्ष में निष्पादन याचिका",
  "the respondent-decree holder. After recording statement of the bailiff and decree holder, warrants of possession was issued with permission": "दायर की गई। बेलिफ़ और डिक्री धारक के बयान दर्ज करने के बाद, कब्जे के वारंट",
  "to break open the lock and SHO was directed to provide sufficient": "जारी किए गए, ताला तोड़ने की अनुमति दी गई और एसएचओ को पर्याप्त पुलिस",
  "(6) Being aggrieved by the aforesaid order, the petitioner-": "(6) उपरोक्त आदेश से व्यथित होकर, याचिकाकर्ता-जजमेंट डेटर",
  "Judgment Debtor filed the present revision petition.": "ने वर्तमान पुनरीक्षण याचिका दायर की।",
  "(7) At the very outset, it is submitted by learned counsel": "(7) शुरुआत में, याचिकाकर्ता के विद्वान वकील द्वारा यह प्रस्तुत किया",
  "for the petitioner that since it was the decree for mandatory injunction passed by learned trial Court, therefore, warrants of": "जाता है कि चूंकि यह विद्वान विचारण न्यायालय द्वारा पारित अनिवार्य निषेधाज्ञा के",
  "possession could not be issued. It is further submitted that order": "लिए डिक्री थी, इसलिए कब्जे के वारंट जारी नहीं किए जा सकते थे। यह आगे प्रस्तुत",
  "passed by learned Executing Court suffers from a patent illegality": "किया जाता है कि विद्वान निष्पादन न्यायालय द्वारा पारित आदेश एक पेटेंट अवैधता",
  "terms of Order XXI Rule 32 CPC and cannot invoke the provisions": "है और वह आदेश 200 नियम 35 सी. पी. सी. के तहत प्रावधानों को लागू नहीं कर",
  "mandatory injunction was only to quit and vacate the workshop. Seemingly, no prayer for handing over the possession was made.": "सकता है। हालाँकि, उस मामले में, अनिवार्य निषेधाज्ञा का आदेश केवल कार्यशाला को छोड़ने और खाली करने के लिए था। ऐसा लगता है कि कब्जा सौंपने के लिए",
  "Seemingly, no prayer for handing over the possession was made. However, in the case in hand, the suit was filed for mandatory": "को छोड़ने और खाली करने के लिए था। ऐसा लगता है कि कब्जा सौंपने के लिए कोई प्रार्थना नहीं की गई थी। हालाँकि, हाथ में मामले में, मुकदमा अनिवार्य निषेधाज्ञा",
  "injunction, directing the petitioner-defendant to vacate and handover": "के लिए दायर किया गया था। याचिकाकर्ता-प्रतिवादी को खाली करने और घर के",
  "specifically raised in the plaint. That prayer was favouraby considered": "रूप से प्रार्थना की गई थी। अभियोग में अधिकार के लिए प्रार्थना विशेष रूप से उठाई",
  "drawn from Sarup Singh’s (case).": "रूप से, इस कारण से, सरूप सिंह (मामले) से कोई समर्थन नहीं लिया जा सकता",
  "(13) That apart, in Gurcharan Singh’s case (supra), the": "ने आगे कहा कि सरूप सिंह के मामले (उपर्युक्त) में व्यक्त",
  "judgment of the Hon’ble Delhi High Court, delivered in Sarup Singh’s case (supra) came to be considered. While quoting Law": "में संतुष्ट सरूप सिंह के मामले (ऊपर) में दिए गए माननीय दिल्ली उच्च न्यायालय के फैसले पर विचार किया गया। विधि आयोग की रिपोर्ट का हवाला देते हुए और",
  "on the amendment brought under Order XXI Rule 32 Sub Rule (5) CPC, by Act 22 of 2002, with an insertion of explanation to Order": "2002 के अधिनियम 22 द्वारा आदेश »00 नियम 32 उप नियम (5) सी. पी. सी. के",
  "CPC, by Act 22 of 2002, with an insertion of explanation to Order XXI Rule 32 Sub Rule (5) CPC, it was observed that the view taken": "की आवश्यकता है, जिसमें आदेश 200 नियम 32 उप नियम (5) सी. पी. सी. में",
  "in Sarup Singh’s case (supra), is narrow view driving the party to": "स्पष्टीकरण शामिल किया गया है, यह देखा गया कि सरूप सिंह के मामले (ऊपर) में लिया गया दृष्टिकोण संकीर्ण दृष्टिकोण है जो पक्ष को आगे मुकदमेबाजी के लिए",
  "further litigation and it would not advance the cause of justice.": "प्रेरित करता है और यह न्याय के कारण को आगे नहीं बढ़ाएगा।",
  "injunction for seeking direction to the petitioner to vacate and": "करने और कब्जा सौंपने का निर्देश दिया गया था। कब्जा सौंपने की प्रार्थना याचिका",
  "plaintiff. Undisputedly, the suit was decreed by the Court vide": "में स्पष्ट रूप से उठाई गई थी। उस प्रार्थना को न्यायालय द्वारा अनुकूल रूप से माना",
  "Kuldeep Singh was also having possession of two rooms, one kitchen and one bathroom, towards the side of the house, where he was": "के पास भी घर के बगल में दो कमरे, एक रसोई और एक बाथरूम था, जहां वह",
  "residing with his family and the residue portion of the house was in": "अपने परिवार के साथ रह रहा था और घर का बचा हुआ हिस्सा कुलदिप सिंह के",
  "possession of Kuldeep Singh. Said Kuldeep Singh had executed a sale deed dated 30.04.2007, in favour of Krishan Lal. The respondent-": "कब्जे में था। कहा जाता है कि कुलदिप सिंह ने कृष्ण लाल के पक्ष में 30.04.2007",
  "property and handover the vacant possession of the half portion of the": "प्रतिवादी से संपत्ति खाली करने और घर के आधे हिस्से के खाली कब्जे को सौंपने",
  "house, as his licence to use the said property had already been": "का अनुरोध किया था, क्योंकि उक्त संपत्ति का उपयोग करने का उसका लाइसेंस",
  "terminated with the service of notice dated 22.08.2008.": "पहले ही 22.08.2008 दिनांकित नोटिस की सेवा के साथ समाप्त कर दिया गया",
  "(11) In this backdrop, useful reference can be made to the decision rendered by this Court in Gurcharan Singh and another versus Gurdwara Shri Singh Sabha’, wherein, a distinction was made,": "(।॥) इस पृष्ठभूमि में, इस न्यायालय द्वारा गुरचरण सिंह और एक अन्य बनाम गुरुद्वारा श्री सिंह सभा 2 में दिए गए निर्णय का उपयोगी संदर्भ दिया जा सकता है,",
  "with regard to the observations made by the Hon’ble Delhi High Court in Sarup Singh’s case (supra), which related to the suit filed by the": "जिसमें, सरूप सिंह के मामले (उपरोक्त) में माननीय दिल्ली उच्च न्यायालय द्वारा",
  "vacate the workshop in dispute. The plaintiff was landlord of the suit": "कार्यशाला छोड़ने और खाली करने का निर्देश दिया गया था। वादी मुक़दमे की संपत्ति",
  "property and the defendant was a licensee to run the workshop. The": "का मालिक था और प्रतिवादी कार्यशाला चलाने के लिए एक लाइसेंसधारी था। विद्वत",
  "suit was decreed before learned trial Court. First appeal filed by the": "विचारण न्यायालय के समक्ष मुकदमे का फैसला सुनाया गया। प्रतिवादी द्वारा दायर",
  "defendant was dismissed and second appeal was also dismissed by the": "पहली अपील को खारिज कर दिया गया और दूसरी अपील को भी अदालत द्वारा",
  "Court. When the plaintiff filed execution petition, the Court ordered": "खारिज कर दिया गया। जब वादी ने फांसी की याचिका दायर की, तो अदालत ने",
  "delivery and issued delivery warrants. Challenging the said order,": "डिलीवरी का आदेश दिया और डिलीवरी वारंट जारी किए। उक्त आदेश को चुनौती",
  "revision petition was filed and while disposing of the revision petition,": "देते हुए, पुनरीक्षण याचिका दायर की गई थी और पुनरीक्षण याचिका का निपटारा",
  "it was held that when the decree is not for delivery of possession, nor": "करते समय, यह अभिनिर्धारित किया गया था कि जब डिक्री कब्जे के वितरण के",
  "the decree holder adjudged his entitlement to receive the possession,": "लिए नहीं है, और न ही डिक्री धारक ने कब्जा प्राप्त करने के लिए अपनी पात्रता का",
  "provisions of Order XXI Rule 35 CPC are not attracted. The decree": "फैसला किया है, तो आदेश >00 नियम 35 सी. पी. सी. के प्रावधान आकर्षित नहीं",
  "realities propagated by Realist School of Thoughts led by Jurist like Karl Llewellyn must dawn on the parties to": "कार्ल लेवेलिन जैसे न्‍्यायविद के नेतृत्व में यथार्थवादी स्कूल ऑफ थॉट्स द्वारा प्रचारित वास्तविकताओं को मुकदमेबाजी के पक्षकारों के सामने आना चाहिए",
  "litigation and substantial justice must be done. Therefore, I": "और पर्याप्त न्याय किया जाना चाहिए। इसलिए, मुझे सिविल न्यायाधीश द्वारा पारित",
  "do not find any ground to interfere with the order passed": "आदेश में हस्तक्षेप करने का कोई आधार नहीं मिलता है। याचिका खारिज की जा",
  "For the reasons recorded above, this petition fails and the": "ऊपर दर्ज कारणों से, यह याचिका विफल हो जाती है और इसे खारिज कर दिया",
  "same is dismissed.”": "जाता है। ”",
  "(16) Thus, in view of the notice having taken by the Law Commission of the view expressed in Sarup Singh’s case": "(6) इसलिए, सरूप सिंह के मामले (उल्लेखित) में व्यक्त दृष्टिकोण को विधि",
  "was accepted by insertion of explanation to Sub-rule (5). In the given": "सिफारिश की गई थी, जिसे उप-नियम (5) में स्पष्टीकरण जोड़कर स्वीकार किया",
  "circumstances, the Court is fully competent to direct the act required": "गया। मौजूदा परिस्थितियों में, न्यायालय पूरी तरह से सक्षम है कि आवश्यक कार्य को",
  "to be done, may be done, so far as practicable, either by the decree": "करने का निर्देश दे, जो तक कि व्यावहारिक हो, या तो डिक्री धारक द्वारा स्वयं किया",
  "holder himself or some other person appointed by the Court, at the": "जाए या न्यायालय द्वारा नियुक्त किसी अन्य व्यक्ति द्वारा, न्यायाधीश के खर्च पर। इस",
  "for mandatory injunction, where possession is sought from a licensee, who was not inclined to part with the possession of his own, the": "जिसमें कब्जा एक लाइसेंसी से मांगा गया है, जो स्वयं कब्जा छोड़ने के लिए इच्छुक",
  "aforementioned order is consistent with the spirit of law and": "नहीं था, उपरोक्त आदेश कानून की भावना और विधि आयोग द्वारा की गई सिफारिश",
  "(17) Furthermore, be it noted that learned counsel for the": "(7) इसके अतिरिक्त, यह नोट किया जाना चाहिए कि याचिकाकर्ता के",
  "petitioner submits that suit for partition between the parties is pending adjudication, but however, as already observed aforesaid, the gift": "वकील का कहना है कि पार्टियों के बीच बंटवारे के लिए मुकदमा लंबित है, लेकिन",
  "has since been upheld by the Court and the said judgment has since": "डिक्री प्राप्त कर चुका है। इसलिए, न्यायालय यह निर्देश देने के लिए पूरी तरह से"
}