{
  "they arc accustomed to go where only private interests are involved. Accordingly. the granting or withholding of reliefmay": "हैं जहां केवल निजी हित शामिलत्र होते हैं। तदनुसार, राहत देना या रोकना उचित रूप से",
  "(5) Thus the appellant's writ petition should have been dismissed": "(5) इस प्रकार अपीलकर्ता की रिट याचिका को उसके असमान आचरण के कारण संविधान के",
  "by the learned Single Judge duc to his inequitous conduct disentitling him from secking the discretionary remedy under Article 226 of the Constitution.": "अनुच्छेद 226 के तहत विवेकाधीन उपाय प्राप्त करने से वंचित करने के कारण विद्वान एकल",
  "(6) Inthe circumstances the appeal filed by the Board bearing LPA No. 634 of 1997 is allowed and the order of the Icarned Single Judge": "(6) इन परिस्थितियों में बोर्ड द्वारा 4997 की एलपीए संख्या 634 वाली अपील की अनुमति दी जाती है और विद्वान एकल न्यायाधीश के आदेश को उस सीमा तक जिस हद तक वह",
  "to the extent it allows the writ petition filed by the respondent ts set aside": "दी जाती है और विद्वान एकल न्यायाधीश के आदेश को उस सीमा तक जिस हद तक वह प्रतिवादी द्वारा दायर रिट याचिका को अनुमति देता है, रद्द कर दिया जाता है और 2 मार्च",
  "and the order dated 21st March. 1984 passed by the respondents is restored.": "का आदेश दिया जाता है। उत्तरदाताओं द्वारा पारित 984 को बहाल किया जाता है।",
  "the order of cancellation passed by the competent authority. Even otherwise Article 226 of the Constitution is meant to do substantial justice and does": "आदेश की सूचना दी है। अन्यथा भी संविधान का अनुच्छेद 226 पर्याप्त न्याय करने के लिए",
  "been dismissed by the learned Single Judge due to his iniquitous conduct": "विद्वान एकल न्यायाधीश द्वारा खारिज कर दिया जाना चाहिए था, जो उसे संविधान के",
  "disentitling him from seeking the discretionary remedy under Article 226 of the Constitution,": "अनुच्छेद 226 के तहत विवेकाधीन उपाय प्राप्त करने से वंचित करता है।",
  "(Paras 4 & 5)": "(पैरा 4 एवं 5)",
  "Sarwan Singh, Senior Advocate with N.S. Rapri, Advocate for": "सरवन सिंह, वरिष्ठ अधिवक्ता एन.एस. रापरी. 997 के एलपीए संख्या 556 में",
  "appellant in LPA No. 556 of 1997 and respondent in LPA No. 634 of 1997.": "अपीलकर्ता के लिए वकील और 997 के एलपीए संख्या 634 में प्रतिवादी के लिए",
  "MUKUL MUDGAL, CJ.": "मकल म॒दगल, सी.जे.",
  "(1) These two appeals arise from the same order and hence are": "(।) ये दोनों अपीलें एक ही आदेश से उत्पन्न हुई हैं और इसलिए इनका निर्णय संयुक्त रूप",
  "being decided jointly. The description of the parties is taken from LPA No. 556 of 1997,": "से किया जा रहा है। पार्टियों का विवरण 4997 के एलपीए नंबर 556 से लिया गया है।",
  "(2) The appellant applicd for a MIG house advertised by the": "(2) 'अपीलकर्ता ने वर्ष 977 में प्रतिवादी द्वारा विज्ञापित एक एमआईजी घर के लिए आवेदन",
  "respondent in the year 1977. In the year 1979 the wife of the appellant was allotted an LIG house out of the discretionary quota. By the letter dated": "किया था। वर्ष 979 में अपीलकर्ता की पत्नी को विवेकाधीन कोटा से एक आईजेजी घर",
  "22nd August, 1980 the appellant was also allotted an MIG house. As per the said allotment letter the appellant had to file an affidavit that neither he": "आवंटित किया गया था। 22 अगस्त के पत्र दवारा। 980 में अपीलार्थी को एक एमआईजी",
  "petition on ground that cancellation order was not passed by": "पर याचिका स्वीकार कर ली कि रद्द करने का आदेश सक्षम प्राधिकारी द्वारा पारित नहीं",
  "competent authority—Development Officer only communicating": "किया गया था - विकास अधिकारी केवल सक्षम प्राधिकारी द्वारा पारित रद्द करने के आदेश",
  "order of cancellation passed by competent authority—Article 226 of Constitution is meant to do substantial justice and not to provide": "की सूचना दे रहा है - संविधान का अनुच्छेद 226 पर्याप्त न्याय करने के लिए है और किसी",
  "succour to someone who does not come to Court with clean hands—": "ऐसे व्यक्ति को सहायता प्रदान न करना जो साफ हाथों से अदालत में नहीं आता है -",
  "Petition should have been dismissed due to petitioner’s iniquitous": "प्राप्त करने से वंचित करने के कारण याचिका खारिज कर दी जानी चाहिए थी।",
  "oft the marrtage by the respondent was filed only on 23rd October, 1982": "मुकदमा केवल 23 अक्टूबर, 982 को दायर किया गया था। 44 सितंबर 982 की शिकायत",
  "board disbelieving the version of the appellant, passed an order cancclling": "प्रतिवादी-बोर्ड ने अपीलकर्ता के संस्करण पर अविश्वास करते हुए, आवंटन रद्द करने और",
  "the allotment and forfeiting the entire amount deposited by him. That": "उसके द्वारा जमा की गई पूरी राशि जब्त करने का आदेश पारित किया। उस रद्दीकरण को",
  "cancellation was challenged by way of a writ petition but the learned": "एक रिट याचिका के माध्यम से चुनौती दी गई थी, लेकिन विद्वान एकल न्यायाधीश ने अपने",
  "Single Judge even while disbelieving the claim of the appellant regarding his divorce still allowed the petition on the ground that the impugned": "तलाक के संबंध में अपीलकर्ता के दावे पर अविश्वास करते हुए भी इस आधार पर याचिका को",
  "argument of learned Senior Counsel for the appellant that the learned": "जहां तक अपीलकर्ता के विद्वान वरिष्ठ वकील के तर्क का संबंध है कि विद्वान एकल",
  "Single Judge erred in disbelieving the divorce. the same has to be noticed": "न्यायाधीश ने तलाक पर अविश्वास करके गलती की है, इस पर ध्यान दिया जाना चाहिए और",
  "only to be rejected. Obviously the whole transaction was a device to": "इसे खारिज कर दिया जाना चाहिए। जाहिर है कि पूरा लेन-देन किसी न किसी तरह गलत",
  "only on 23rd October, 1982 well after the receipt of a complaint dated 14th September, 1982 in the office of the respondent on 1 5th September,": "सितंबर, 982 की शिकायत की प्राप्ति के काफी बाद 23 अक्टूबर, 982 को दायर किया",
  "It cannot be disputed that even when the appellant filed the affidavit,": "सकता है कि जब अपीलकर्ता ने हलफनामा दायर किया था, तब भी उसने स्वयं यह दर्शाया",
  "on his own showing a subsisting marriage existed which rendered him": "था कि एक जीवित विवाह अस्तित्व में था, जिसने उसे आवेदन करने के लिए भी अयोग्य बना",
  "ineligible to even apply. The learned Single Judge has rightly held that in view of the Hindu Marriage Act only a competent Court can grant": "दिया था। विद्वान एकल न्यायाधीश ने सही माना है कि हिंदू विवाह अधिनियम के मद्देनजर"
}