{
  "OMR sheet, literal meaning of the word ‘damage’ is not to be seen/considered, nor any decision based upon such a consideration is": "क्षतिग्रस्त ओएमआर शीट, शब्द 'क्षति' के शाब्दिक अर्थ को नहीं देखा/माना जाना है, और न ही इस तरह के विचार",
  "required to be taken. Instead, the Commission is to decide in the larger": "के आधार पर कोई निर्णय लेने की आवश्यकता है। इसके बजाय, आयोग को जांच के व्यापक हित में निर्णय लेना है",
  "interest of examination and to maintain its sanctity by preventing any kind of cheating, tampering, manipulation or malpractice all the way": "जांच के व्यापक हित में निर्णय लेना है और किसी भी प्रकार की धोखाधड़ी, छेड़छाड़, हेरफेर या कदाचार को रोककर अपनी पवित्रता बनाए रखनी है। इन कारकों के आलोक में ही याचिकाकर्ता की उम्मीदवारी को रद्द करने का",
  "result was declared on 08.09.2015, but the petitioner’s result was not so": "परिणाम 08.09.20॥5 को घोषित किया गया था, लेकिन याचिकाकर्ता का परिणाम घोषित नहीं किया गया था क्योंकि",
  "declared as his candidature was cancelled.": "उनकी उम्मीदवारी रद्द कर दी गई थी।",
  "(2.4) In the short reply filed on behalf of respondent No.3, it has been stated that as per instructions in the admit card, any stray mark or": "(2.५) प्रतिवादी संख्या. ३3 की ओर से दायर संक्षिप्त उत्तर में, यह कहा गया है कि प्रवेश पत्र में दिए गए निर्देशों के",
  "smudging of the Optical Mark Recognition sheet (hereinafter referred": "अनुसार, ऑप्टिकल मार्क रिकग्निशन शीट (इसके बाद 'ओएमआर शीट' के रूप में संदर्भित) के किसी भी आवारा",
  "it may result in disqualification of the candidate. Further, instructions in": "उम्मीदवार को अयोग्य घोषित किया जा सकता है। इसके अलावा, परीक्षक द्वारा परीक्षा हॉल में परीक्षार्थियों के लिए",
  "question paper and OMR sheet also. The relevant part of the short reply reads as under:": "किया गया था। संक्षिप्त उत्तर का प्रासंगिक भाग इस प्रकार हैः",
  "In this regard, it is submitted that for sitting in the examination the candidates are required to download the admit cards from the official website of Haryana Staff Selection Commission, wherein some instructions were": "इस संबंध में, यह प्रस्तुत किया जाता है कि परीक्षा में बैठने के लिए उम्मीदवारों को हरियाणा कर्मचारी चयन आयोग की आधिकारिक वेबसाइट से प्रवेश पत्र डाउनलोड करने की आवश्यकता होती है, जिसमें कुछ निर्देश अंकित किए",
  "inscribed and the same was to be followed by the candidates strictly, Para 6 of the instructions made in": "गए थे और उसी का उम्मीदवारों द्वारा सख्ती से पालन किया जाना था, प्रवेश पत्र में दिए गए निर्देशों का पैरा 6 इस",
  "“Do not fold or make any stray marks on the OMR Answer-sheet. Any stray mark or smudge on the OMR": "\"ओएमआर उत्तर पुस्तिका पर कोई भी भटकाव न करें या कोई भी निशान न बनाएं। ओ. एम. आर. उत्तर पुस्तिका",
  "Answer-sheet may be taken as wrong answer. Any damage": "पर किसी भी छिटपुट निशान या धब्बा को गलत उत्तर के रूप में लिया जा सकता है। ओ. एम. आर. उत्तर पुस्तिका",
  "Further, in para 4 of the instructions put on Notice Board and announced in the Examination Hall by the Invigilator": "इसके अलावा, नोटिस बोर्ड पर दिए गए और निरीक्षक द्वारा परीक्षा हॉल में घोषित निर्देशों के पैरा ५ में निम्नानुसार",
  "were specified as follows:-": "निर्दिष्ट किया गया थाः-",
  "“Use of correcting fluid/correcting pens, eraser/blade or any other method on OMR Answer sheet are strictly prohibited. If any candidate isfound to have used the same he/she shall": "\"ओएमआर उत्तर पुस्तिका पर तरल पदार्थ को सही करने/कलम को सही करने, इरेजर/ब्लेड या किसी अन्य विधि का उपयोग करना सख्ती से प्रतिबंधित है। यदि किसी उम्मीदवार को इसका उपयोग करते हुए पाया जाता है तो उसे",
  "be disqualified from the examination”.": "परीक्षा से अयोग्य घोषित कर दिया जाएगा।",
  "Furthermore, in para 4 of the instructions on the envelope of the question paper and OMR sheet it was specified as": "इसके अलावा, प्रश्न पत्र और ओएमआर शीट के लिफाफे पर दिए गए निर्देशों के पैरा ५ में यह निम्नानुसार निर्दिष्ट",
  "follows:-": "किया गया थाः-",
  "“Use of whitener/eraser/fluid is prohibited”": "\"व्हाइटनर /इरेजर /फ्लूइड का उपयोग निषिद्ध है\"",
  "(English translation).": "(अंग्रेजी अनुवाद).",
  "In the undertaking received from the candidates on the OMR sheet there was declaration to be made by the": "ओ. एम. आर. पत्रक पर उम्मीदवारों से प्राप्त वचन पत्र में उम्मीदवारों द्वारा की जाने वाली घोषणा थी",
  "damaged OMR sheet, literal meaning of the word ‘damage’ is not to be": "क्षतिग्रस्त ओ. एम. आर. शीट की वैधता पर निर्णय लेने में, 'क्षति' शब्द के शाब्दिक अर्थ को नहीं देखा/माना जाना",
  "seen/considered, nor any decision based upon such a consideration is required to be taken. Instead, the Commission is to decide in the larger": "चाहिए, और न ही इस तरह के विचार के आधार पर कोई निर्णय लेने की आवश्यकता है। इसके बजाय, आयोग को",
  "Before Tribhuvan Dahiya, J.": "समक्ष त्रिभुवन दहिया, जे.",
  "RAJEEV— Petitioner": "राजीव-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य-उत्तरदाता",
  "CWP No. 21378 of 2015": "सीडब्ल्यूपी नं. 205 का 2378",
  "August 22, 2023": "22 अगस्त, 2023",
  "Constitution of India, 1950—Writ of Certiorari and Mandamus—Petitioner applied for post of Hindi Lecturer (School": "भारत का संविधान, 4950-प्रमाणपत्र और मैंडमस का रिट-याचिकाकर्ता ने हिंदी लेक्चरर (स्कूल संवर्ग) के पद के",
  "Cadre) and took written examination—Petitioner’s candidature cancelled and result not declared—Specific instructions issued": "लिए आवेदन किया और लिखित परीक्षा दी-याचिकाकर्ता की उम्मीदवारी रद्द कर दी गई और परिणाम घोषित नहीं",
  "regarding disqualification due to ‘damage’ to OMR _ sheet—": "किया गया-ओएमआर शीट को 'नुकसान' के कारण अयोग्यता के संबंध में विशेष निर्देश जारी किए गए-याचिकाकर्ता",
  "scratching of answer no.28 by petitioner resulted in damage to answer Sheet at Sr. no. 27 and 29 not disputed—Held, no right": "द्वारा उत्तर संख्या. 28 को खरोंचने के परिणामस्वरूप सीरियल नंबर 27 और 29 पर उत्तर पुस्तिका को नुकसान",
  "accrues for appointment on ground of scoring more marks than last selected candidate after evaluation of OMR sheet despite being": "पहुंचा, कोई विवाद नहीं- ओएमआर शीट के मूल्यांकन के बाद अंतिम चयनित उम्मीदवार की तुलना में अधिक अंक",
  "‘damage’—literal meaning of word ‘damage’ not to be considered—": "प्राप्त करने के आधार पर नियुक्ति के लिए कोई अधिकार अर्जित नहीं किया गया-शब्द 'क्षति' के शाब्दिक अर्थ पर",
  "instructions—no ground made out—Petition dismissed.": "बनाया गया -याचिका खारिज कर दी गई।",
  "Held, that merely because the petitioner’s answer sheet was": "आयोजित, अभिनिर्धारित किया गया कि केवल इसलिए कि याचिकाकर्ता की उत्तर पुस्तिका का हर्जाना होने के",
  "evaluated despite having being damages, and he was found to have scored more marks than those of the last selected candidate in his": "बावजूद मूल्यांकन किया गया था, और उसने अपनी श्रेणी में अंतिम चयनित उम्मीदवार की तुलना में अधिक अंक",
  "category, cannot be a ground to grant the relief claimed in the petition. This is because neither the fact of the answer sheet having been": "प्राप्त किए थे, याचिका में दावा की गई राहत देने का आधार नहीं हो सकता है। ऐसा इसलिए है क्योंकि न तो उनके",
  "were rejected leading to cancellation of their candidature. The decision has been taken by the Commission in the light of instructions issued to": "उनकी उम्मीदवारी रद्द कर दी गई थी। आयोग द्वारा यह निर्णय परीक्षार्थियों को जारी निर्देशों के आलोक में लिया गया",
  "the examinees warning them not to damage their OMR sheets or use whitener/eraser etc......": "है जिसमें उन्हें चेतावनी दी गई है कि वे अपनी ओएमआर शीट को नुकसान न पहुंचाएं या व्हाइटनर/इरेजर आदि का उपयोग न करें।",
  "(Para 8)": "(पैरा 8)",
  "Further held, that the reference to dictionary meaning of the word ‘damage’ as relied upon by learned counsel for the petitioner is": "इसके अलावा, यह अभिनिर्धारित किया गया कि याचिकाकर्ता के विद्वान वकील द्वारा 'क्षति' शब्द के शब्दकोश अर्थ",
  "also not relevant to the facts of the case. On account of scratching of": "का संदर्भ भी मामले के तथ्यों के लिए प्रासंगिक नहीं है। याचिकाकर्ता द्वारा ओएमआर शीट को खरोंचने के कारण,",
  "OMR sheet by the petitioner, it got damaged at serial no.27 and 29. This was a physical harm caused to the sheet, which definitely impaired": "यह सीरियल नंबर.27 और 29 पर क्षतिग्रस्त हो गया। यह शीट को हुई एक शारीरिक क्षति थी, जिसने निश्चित रूप से",
  "its value, usefulness and normal function as answers to those questions": "इसके मूल्य, उपयोगिता और सामान्य कार्य को बाधित कर दिया क्‍योंकि उन प्रश्नों के उत्तरों का मूल्यांकन नहीं किया",
  "could not have been evaluated. Besides, in deciding upon validity of a": "जा सकता था। इसके अलावा, ए की वैधता पर निर्णय लेने में",
  "RAJEEV v. STATE OF HARYANA AND OTHERS 641": "राजीव बनाम हरियाणा राज्य और अन्य (त्रिभुवन दहिया, जे.)",
  "(Tribhuvan Dahiya, J.)": "राजीव बनाम हरियाणा राज्य और अन्य (त्रिभुवन दहिया, जे.)",
  "candidateswas as follows:-": "उम्मीदवार इस प्रकार थेः-",
  "“T (name of _ the candidate) do hereby declare that I have filled in my name and Roll No. as appears on the admit card. I fully": "मैं __ (उम्मीदवार का नाम) एतह्‌वारा घोषित करता हूं कि मैंने अपना नाम और रोल नंबर भरा है। जैसा",
  "understand an agree that in case I darken wrong ovals or fill": "कि प्रवेश पत्र पर दिखाई देता है। मैं इस बात से पूरी तरह सहमत हूं कि अगर मैं गलत अंडाकार को गहरा करता हूं",
  "incorrect Roll Number or use whitener/eraser/white fluid etc. on the answer sheet my candidature will be liable to be": "या गलत रोल नंबर भरता हूं या व्हाइटनर/इरेजर/व्हाइट फ्लूडड आदि का उपयोग करता हुं। उत्तर पुस्तिका पर मेरी",
  "(Signature of the candidate)”": "(उम्मीदवार के हस्ताक्षर) \"",
  "(2.5) After the written examination on 09.08.2015, it was brought to the notice of “Commission Evaluating Agency’ that 201": "(2.5) 09.08.205 को लिखित परीक्षा के बाद, 'आयोग मूल्यांकन एजेंसी' के संज्ञान में लाया गया कि परीक्षा में",
  "candidates who appeared in the exam used white fluid, smudged the": "उपस्थित होने वाले 20। उम्मीदवारों ने सफेद तरल पदार्थ का उपयोग किया, ओएमआर शीट को धुँधला कर दिया,",
  "answers. A decision was requiredto be taken regarding fate of those candidates. Therefore, keeping in view the instructions brought to the": "बारे में निर्णय लेने की आवश्यकता थी। इसलिए, उम्मीदवारों के नोटिस में लाए गए निर्देशों को ध्यान में रखते हुए,",
  "candidates’ notice, as aforementioned, the Commission, vide": "जैसा कि ऊपर बताया गया है, आयोग ने दिनांक 07.09.205 के प्रस्ताव के माध्यम से उन सभी 20। उम्मीदवारों",
  "resolution dated 07.09.2015, resolved to cancel candidature of all those 201 candidates.": "की उम्मीदवारी को रद्द करने का संकल्प लिया।",
  "(2.6) It was found that the petitioner, “has scratched the OMR sheet at Question No.28, during scratching the question of answer": "(2.6) यह पाया गया कि याचिकाकर्ता ने प्रश्न संख्या. 28 पर ओएमआर शीट को खरोंच किया है, उत्तर संख्या. 28 के",
  "No.28 has damaged the answer sheet at Sr.No.27 and 29. Therefore,": "प्रश्न को खरोंच के दौरान क्रमांक. 27 और 29 पर उत्तर पुस्तिका को नुकसान पहुंचाया है। इसलिए, मूल्यांकन एजेंसी",
  "his candidature, as per list of names supplied/provided by the Evaluating Agency and thereafter as per Commission’s resolution": "द्वारा प्रदान की गई/प्रदान की गई नामों की सूची के अनुसार और उसके बाद आयोग के संकल्प दिनांक 7.9.20।5",
  "dated 7.9.2015 (Annexure R-3/1), has been rejected due to damaging of answer sheet by the petitioner himself’. Accordingly, reasons for": "(अनुलग्रक आर-3/) के अनुसार उनकी उम्मीदवारी को याचिकाकर्ता द्वारा उत्तर पुस्तिका को नुकसान पहुंचाने के",
  "of answer sheet by the petitioner himself’. Accordingly, reasons for cancelling his candidature were spelled out.": "कारण खारिज कर दिया गया है। तदनुसार, उनकी उम्मीदवारी रद्द करने के कारण बताए गए।",
  "(3) Learned counsel for the petitioner has contended that as per": "(3) याचिकाकर्ता के विद्वान वकील ने तर्क दिया है कि याचिकाकर्ता को जारी किए गए प्रवेश पत्र पर शर्तों के",
  "smudging on the OMR sheet may be taken as wrong answer; and any": "अनुसार, ओएमआर शीट पर किसी भी आवारा निशान या धब्बा को गलत उत्तर के रूप में लिया जा सकता है; और",
  "damage to OMR sheet may result in disqualification of the candidate.": "ओएमआर शीट को किसी भी नुकसान के परिणामस्वरूप उम्मीदवार को अयोग्य घोषित किया जा सकता है।",
  "As reproduced in the replication to the short reply filed by respondent No.3, he has referred to definition of the word ‘damage’ as per Oxford": "जैसा कि प्रतिवादी नंबर. 3 द्वारा दायर संक्षिप्त उत्तर की प्रतिकृति में पुनः प्रस्तुत किया गया है, उन्होंने ऑक्सफोर्ड",
  "Dictionary to mean, “Physical harm that impairs the value, usefulness": "शब्दकोश के अनुसार 'क्षति' शब्द की परिभाषा का उल्लेख किया है, जिसका अर्थ है, \"शारीरिक नुकसान जो किसी",
  "or normal function of something”. On this basis, he submits that unless": "चीज़ के मूल्य, उपयोगिता या सामान्य कार्य को बाधित करता है\" इस आधार पर, वह प्रस्तुत करता है कि जब तक",
  "on account of the damage caused to the OMR sheet its value, usefulness or normal function has been impaired, it cannot be said that": "ओएमआर शीट को हुए नुकसान के कारण इसका मूल्य, उपयोगिता या सामान्य कार्य बाधित नहीं हुआ है, यह नहीं",
  "the sheet has been damaged. Since, the petitioner’s OMR sheet already": "कहा जा सकता है कि शीट क्षतिग्रस्त हो गई है। चूंकि, याचिकाकर्ता की ओएमआर शीट का मूल्यांकन पहले ही किया",
  "stands evaluated, as mentioned by the Commission itself, it cannot be": "जा चुका है, जैसा कि आयोग द्वारा ही उल्लेख किया गया है, इसलिए यह नहीं कहा जा सकता है कि यह क्षतिग्रस्त हो",
  "said that it has been damaged; nor thepetitioner’s candidature/result on": "गया है; और न ही याचिकाकर्ता की उम्मीदवारी »परिणाम",
  "that account be cancelled. He further submits that as per additional": "उस खाते को रद्द कर दिया जाए। वह आगे प्रस्तुत करता है कि प्रतिवादी नंबर. 2 द्वारा दायर अतिरिक्त हलफनामे के",
  "affidavit filed by respondent No.2, the petitioner scored 144 marks in the written examination, which are far above the marks scored by the last selected candidate in general category, ie., 132. The petitioner,": "अनुसार, याचिकाकर्ता ने लिखित परीक्षा में ।५५ अंक प्राप्त किए, जो सामान्य श्रेणी में अंतिम चयनित उम्मीदवार द्वारा",
  "which was kept reserved by way of interim order, dated 07.10.2015, passed in this petition.": "करने का अधिकार है, जिसे इस याचिका में पारित अंतरिम आदेश, दिनांक 07.0.2075 के माध्यम से आरक्षित रखा",
  "(4) Learned State counsel, on the contrary, submits that the petitioner’s candidature has rightly been cancelled since he damaged": "(५) राज्य के विद्वान वकील, इसके विपरीत, प्रस्तुत करते हैं कि याचिकाकर्ता की उम्मीदवारी को सही ढंग से रद्द कर",
  "petitioner’s candidature has rightly been cancelled since he damaged his OMR sheet. This fact was ascertained by the ‘Commission": "दिया गया है क्योंकि उसने अपनी ओ. एम. आर. शीट को क्षतिग्रस्त कर दिया है। इस तथ्य का पता 'आयोग मूल्यांकन",
  "Evaluating Agency’, and thereupon action was taken in the petitioner’s case alongwith that of 200 other candidates. The whole exercise has": "एजेंसी' द्वारा लगाया गया था, और उसके बाद 200 अन्य उम्मीदवारों के साथ याचिकाकर्ता के मामले में कार्रवाई की",
  "been done in a fair and bona fide manner. She has further referred to a Division Bench judgment in Reman Kumari versus Haryana Staff": "गई थी। पूरा अभ्यास निष्पक्ष और प्रामाणिक तरीके से किया गया है। उन्होंने आगे रेमन कुमारी बनाम हरियाणा",
  "damaged, it is liable to be rejected and the candidature cancelled, which": "ओएमआर शीट क्षतिग्रस्त हो जाने के बाद, इसे खारिज किया जा सकता है और उम्मीदवारी रद्द कर दी जा सकती है,",
  "has rightly been done.": "जो सही किया गया है।",
  "(5) The submissions made by learned counsel for the parties have been considered, and case file has been perused.": "(5) पक्षकारों के विद्वान वकील द्वारा की गई दलीलों पर विचार किया गया है, और मामले की फाइल पर विचार किया",
  "(6) Undisputedly, the petitioner scratched his OMR sheet and damaged it on that account. There were clear instructions issued": "(6) निर्विवाद रूप से, याचिकाकर्ता ने अपनी ओ. एम. आर. शीट को खरोंच कर दिया और उस खाते को क्षतिग्रस्त",
  "damaged it on that account. There were clear instructions issued to thecandidates, as printed on their admit card also, that any damage to": "कर दिया। उम्मीदवारों को स्पष्ट निर्देश जारी किए गए थे, जैसा कि उनके प्रवेश पत्र पर भी छपा था, कि ओएमआर",
  "similar instructions were announced to the examinees in the examination hall, and were printed on the envelope of the question": "अलावा, परीक्षा हॉल में परीक्षार्थियों को इसी तरह के निर्देशों की घोषणा की गई थी, और प्रश्न पत्र और ओएमआर",
  "paper and OMR sheet also. When it was brought to the notice of the": "शीट के लिफाफे पर भी मुद्रित किए गए थे। जब मूल्यांकन एजेंसी द्वारा आयोग के संज्ञान में लाया गया कि",
  "Commission by the Evaluating Agency that 201 candidates appearing in the written examination held on 09.08.2015, had used white fluid,": "09.08.20॥5 को आयोजित लिखित परीक्षा में उपस्थित होने वाले 20 उम्मीदवारों ने सफेद तरल पदार्थ का उपयोग",
  "smudged the OMR sheet, used eraser or scratched the option against": "किया था, ओएमआर शीट को धुँधला कर दिया था, इरेजर का उपयोग किया था या विभिन्न उत्तरों के खिलाफ विकल्प",
  "different answers, and decision was required to be taken regarding fate of those candidates; the Commission after considering all the relevant": "को खरोंच किया था, और उन उम्मीदवारों के भाग्य के बारे में निर्णय लेने की आवश्यकता थी; आयोग ने सभी",
  "facts and circumstances as well as the instructions issued to the candidates cautioning them against damaging or smudging the OMR": "प्रासंगिक तथ्यों और परिस्थितियों के साथ-साथ उम्मीदवारों को ओएमआर शीट को नुकसान पहुंचाने या धुँधला करने",
  "such 201 candidates, who had violated the instructions. Itis not the": "उम्मीदवारों की उम्मीदवारी को अस्वीकार करने का संकल्प लिया, जिन्होंने निर्देशों का उल्लंघन किया था। यह",
  "petitioner’s case that the decision was arbitrary or mala fide, nor is": "याचिकाकर्ता का मामला नहीं है कि निर्णय मनमाना या दुर्भावनापूर्ण था, और न ही इस तरह से इंगित करने के लिए",
  "there any material on record to indicate thus. In these circumstances, in case the Commission has cancelled the petitioner’s candidature,": "रिकॉर्ड पर कोई सामग्री है। इन परिस्थितियों में, यदि आयोग ने याचिकाकर्ता की उम्मीदवारी को रद्द कर दिया है,"
}