{
  "M/S ASF INSIGNIA SEZ PVT. LTD v. STATE OF HARYANA 603": "मेसर्स इन्सिग्निया सेज प्राइवेट लिमिटेड बनाम हरियाणा राज्य और अन्य",
  "AND ANOTHER (Tejinder Singh Dhindsa, J.)": "(तेजिंदर सिंह ढिंढसा, जे.)",
  "Commissioner. Proviso to sub-Clause (2) states that an objection may be entertained even after the expiry of the period of one month if the": "निर्धारण के विरुद्ध आपत्ति दर्ज़ कर सकेगा। उपखंड (2) के प्रावधान में कहा गया है कि एक महीने की अवधि",
  "be entertained even after the expiry of the period of one month if the Commissioner or an officer authorized by him under sub-Section (1) is": "समाप्त होने के बाद भी आपत्ति दर्ज की जा सकती है यदि आयुक्त या उप-धारा (॥) के तहत उसके द्वारा प्राधिकृत",
  "satisfied that the failure to file objections was due to any cause beyond": "अधिकारी का समाधान हो जाता है कि आपत्ति दर्ज करने में विफलता किसी भी कारण से थी जो आक्षेपकर्ता के",
  "clearly indicate that upon taking an overview of the Scheme of the Act": "प्रावधान स्पष्ट रूप से इंगित करते हैं कि अधिनियम की योजना का अवलोकन करने पर यह अनुमान नहीं लगाया जा",
  "it cannot be inferred that by implication the provisions of Section 5 of the Limitation Act stands excluded. The provisions contained in": "सकता है कि निहितार्थ से सीमा अधिनियम की धारा 5 के प्रावधानों को बाहर रखा गया है। हमारे विचार में परिसीमा",
  "Section 29 (2) of the Limitation Act in our view would be attracted as": "अधिनियम की धारा 29 (2) में निहित प्रावधानों को आकर्षित किया जाएगा क्योंकि 499५ अधिनियम की योजना के",
  "there is no express exclusion or by implication under the Scheme of the": "तहत कोई स्पष्ट बहिष्करण या निहितार्थ नहीं है।",
  "(Para 48)": "(अनुच्छेद ५8)",
  "individual would always be quick in taking the decision whether he": "आधार पर नहीं रखा जा सकता है। व्यक्ति हमेशा यह निर्णय लेने में त्वरित होगा कि क्या वह अपील या आवेदन के",
  "would pursue the remedy by way of an appeal or application since he is": "माध्यम से उपचार का पीछा करेगा क्‍योंकि वह कानूनी रूप से घायल व्यक्ति है जबकि राज्य अपने अधिकारियों या",
  "(Para 50)": "(अनुच्छेद 50)",
  "respondent in having condoned the delay of 53 days that had occurred": "53 दिनों की देरी को माफ करने में प्रथम प्रतिवादी द्वारा लिए गए दृष्टिकोण का समर्थन करते हैं। व्यापक प्रभाव वाले",
  "Gurugram. A crucial issue as regards exigibility of property tax on different buildings carrying wide implications was involved and such": "विभिन्न भवनों पर संपत्ति कर की अनिवार्यता के संबंध में एक महत्वपूर्ण मुद्दा शामिल था और हमारे विचार में इस",
  "issue in our view ought to have been dealt with on merits rather than being scuttled on the technical issue of limitation.": "तरह के मुद्दे को सीमा के तकनीकी मुद्दे पर टालने के बजाय गुण-दोष के आधार पर निपटाया जाना चाहिए था।",
  "(Para 51)": "(अनुच्छेद 5)",
  "Rajesh Garg, Sr. Advocate and Aashish Chopra, Sr. Advocate with Manpreet Sawhney, Advocate, Javedur Rahman, Advocate,": "राजेश गर्ग, वरिष्ठ अधिवक्ता और आशीष चोपड़ा, वरिष्ठ अधिवक्ता के साथ मनप्रीत साहनी, अधिवक्ता, जावेदुर",
  "Naina Matharoo, Advocate and Yash Pal, Advocate, for the petitioner.": "रहमान, अधिवक्ता, नैना मथारू, अधिवक्ता और यश पाल, अधिवक्ता, याचिकाकर्ता की ओर से।",
  "Shruti Jain Goel, DAG, Haryana for respondent No.1.": "प्रत्यर्थी संख्या । के लिए श्रुति जैन गोयल, डीएजी, हरियाणा।",
  "B.R. Mahajan Sr. Advocate with Piyush Bansal, Advocate and Nikita Goel, Advocate, for respondent No.2- M.C. Gurugram.": "प्रतिवादी नंबर 2-एमसी गुरुग्राम की ओर से अधिवक्ता पीयूष बंसल और अधिवक्ता निकिता गोयल के साथ वरिष्ठ अधिवक्ता बी. आर. महाजन।",
  "TEJINDER SINGH DHINDSA J.": "तेजिंदर सिंह ढिंड्सा जे.",
  "604 ILL.R. PUNJAB AND HARYANA 2023(1)": "603",
  "property tax at “commercial rates”.": "विशिष्ट एसईजेड संपत्ति \"वाणिज्यिक दरों\" पर संपत्ति कर के लिए उपयुक्त है।",
  "(2) A writ of mandamus is sought directing the respondents to levy property tax at “industrial rates” instead of “Commercial Rates”.": "(2) प्रत्यर्थियों को \"वाणिज्यिक दरों\" के बजाय \"औद्योगिक दरों\" पर संपत्ति कर लगाने का निर्देश देने के लिए एक",
  "BRIEF FACTUAL MATRIX": "संक्षिप्त तथ्यात्मक मैट्रिक्स",
  "(3) Petitioner is stated to be a company incorporated under the Companies Act 1956. It has been averred that the petitioner's property": "(3) याचिकाकर्ता को कंपनी अधिनियम 956 के तहत निगमित कंपनी कहा गया है। यह कहा गया है कि",
  "Department of Commerce, Government of India as well as by the": "याचिकाकर्ता की संपत्ति को वाणिज्य और उद्योग मंत्रालय, वाणिज्य विभाग, भारत सरकार के साथ-साथ उद्योग और",
  "Industries and Commerce Department, Government of Haryana.": "वाणिज्य विभाग, हरियाणा सरकार द्वारा आईटी-आई. टी. ई. एस. एस. ई. जेड. के रूप में अधिसूचित किया गया था।",
  "Pursuant to such approval, the petitioner's properties were leased out to various lessees for setting up of SEZ units.": "इस तरह की मंजूरी के बाद, याचिकाकर्ता की संपत्तियों को एसईजेड इकाइयों की स्थापना के लिए विभिन्न पद्ठेदारों को पट्टे पर दिया गया था।",
  "(4) The Haryana Government, Urban Local Bodies Department": "(५) हरियाणा सरकार, शहरी स्थानीय निकाय विभाग ने हरियाणा नगर निगम अधिनियम 99५ की धारा ५9 (॥) के",
  "issued a notification dated 11.10.2013 in terms of Section 87 (3) read": "साथ पठित धारा 87 (3) के संदर्भ में दिनांक ॥.0.203 को एक अधिसूचना जारी की (इसके बाद 99५",
  "(hereinafter to be referred to as the '1994 Act') imposing property tax on buildings and lands within the limits of the concerned municipal": "अधिनियम' के रूप में संदर्भित किया जाएगा) संबंधित नगर निगम की सीमा के भीतर भवनों और भूमि पर संपत्ति",
  "corporation. Copy of the notification dated 11.10.2013 stands appended as Annexure P-5 alongwith the petition.": "कर लगाया। दिनांक ॥.0.203 की अधिसूचना की प्रति याचिका के साथ अनुलग्नरक पी-5 के रूप में संलग्न है।",
  "(5) Thereafter the Haryana Government vide notification dated": "(5) इसके बाद हरियाणा सरकार ने अधिसूचना दिनांक 03.03.20% (अनुलग्रक पी-6) के माध्यम से अधिसूचना",
  "which was in the following terms:-": "निम्नलिखित शर्तों में थाः-",
  "“(xiii) IT Park, Cyber City/Park": "\"(सा) आईटी पार्क, साइबर सिटी»पार्क",
  "50 per cent of commercial space rate for both Al and A2 cities respectively”.": "क्रमश: ए। और ए2 दोनों शहरों के लिए वाणिज्यिक स्थान दर का 50 प्रतिशत।",
  "(6) The respondent-Municipal Corporation, Gurugram vide communication dated 11.09.2015 called upon the petitioner to pay": "(6) प्रतिवादी-नगर निगम, गुरुग्राम ने दिनांक ॥..09.205 को संचार के माध्यम से याचिकाकर्ता से 203 की",
  "have responded on 17.09.2015 clarifying that insofar as the petitioner's": "करने का आह्वान किया। कहा जाता है कि याचिकाकर्ता ने ।7.09.205 को यह स्पष्ट करते हुए जवाब दिया था कि",
  "property was concerned, only two buildings were operational and the residential buildings were still under construction. Petitioner also raised": "जहां तक याचिकाकर्ता की संपत्ति का संबंध है, केवल दो इमारतें चालू थीं और आवासीय भवन अभी भी निर्माणाधीन",
  "a plea before Municipal Corporation, Gurugram, to levy property tax on the petitioner's property by treating the same to fall under the": "थे। याचिकाकर्ता ने नगर निगम, गुरुग्राम के समक्ष याचिकाकर्ता की संपत्ति पर संपत्ति कर लगाने के लिए एक याचिका",
  "M/S ASF INSIGNIA SEZ PVT. LTD v. STATE OF HARYANA 601": "मेसर्स इन्सिग्निया सेज प्राइवेट लिमिटेड बनाम हरियाणा राज्य और अन्य",
  "Further held, that by no stretch of imagination can the Industrial and Investment Policy of 2011 be construed to mean that it would have": "इसके अलावा यह अभिनिर्धारित किया गया कि 20। की औद्योगिक और निवेश नीति का यह अर्थ किसी भी तरह से",
  "primacy over the other acts/provisions of the State Government like the 1994 Act or notifications issued by the Urban Local Bodies Department": "नहीं लगाया जा सकता है कि यह राज्य सरकार के अन्य अधिनियमों प्रावधानों जैसे ।99५ के अधिनियम या शहरी",
  "1994 Act or notifications issued by the Urban Local Bodies Department on the subject of imposition of property tax. We would have no": "स्थानीय निकाय विभाग द्वारा संपत्ति कर लगाने के विषय पर जारी अधिसूचनाओं पर प्रधानता रखेगी। हमें यह मानने",
  "hesitation in holding that the Haryana Industrial and Investment Policy 2011 issued by the Industries & Commerce Department cannot over-": "में कोई संकोच नहीं होगा कि उद्योग और वाणिज्य विभाग द्वारा जारी हरियाणा औद्योगिक और निवेश नीति 20॥॥",
  "ride the State acts and rules made thereunder by the Urban Local Bodies Department.": "शहरी स्थानीय निकाय विभाग द्वारा राज्य के अधिनियमों और उसके तहत बनाए गए नियमों को ओवरराइड नहीं कर",
  "(Para 43)": "(अनुच्छेद ५3)",
  "Further held, that both at the appellate and revisional stage the": "इसके अलावा यह अभिनिर्धारित किया गया कि अपीलीय और पुनरीक्षण दोनों स्तरों पर याचिकाकर्ता/अधिकृत",
  "petitioner/authorized representative were granted effective opportunity of hearing. The contentions raised on behalf of the petitioner and who": "प्रतिनिधि को सुनवाई का प्रभावी अवसर प्रदान किया गया था। याचिकाकर्ता की ओर से उठाई गई दलीलों और जिन्हें",
  "was arrayed as a respondent in the revision petition at the hands of Municipal Corporation, Gurugram, were specifically noticed as also": "नगर निगम, गुरुग्राम के हाथों पुनरीक्षण याचिका में प्रतिवादी के रूप में प्रस्तुत किया गया था, पर विशेष रूप से",
  "dealt with. As has been noticed above, petitioner having contested the": "ध्यान दिया गया और उन पर भी विचार किया गया। जैसा कि ऊपर देखा गया है, याचिकाकर्ता ने 499% के",
  "demand notices in terms of filing an appeal under Section 138 of the 1994 Act had succeeded at the appellate stage and merely for the": "अधिनियम की धारा 338 के तहत अपील दायर करने के संदर्भ में मांग नोटिस का विरोध किया था और केवल इस",
  "reason that the revisional authority after granting due opportunity has taken a different view, would not tantamount to a situation which": "कारण से कि पुनरीक्षण प्राधिकरण ने उचित अवसर देने के बाद एक अलग दृष्टिकोण लिया है, ऐसी स्थिति के समान",
  "would permit the petitioner to allege violation of the principles of natural justice. The entire issue stands thrashed out on merits and after": "नहीं होगा जो याचिकाकर्ता को प्राकृतिक न्याय के सिद्धांतों के उल्लंघन का आरोप लगाने की अनुमति देगा। पूरा मुद्दा",
  "duly associating the petitioner/authorized representative/its counsel.": "गुण-दोष के आधार पर और याचिकाकर्ता/अधिकृत प्रतिनिधि/उसके वकील को विधिवत संबद्ध करने के बाद सामने",
  "The contention as such is sans merit.": "आता है। इस तरह का विवाद बिना किसी योग्यता के है।",
  "(Para 45)": "(अनुच्छेद ५5)",
  "Further held, that the provisions of Section 5 of the Limitation": "इसके अतिरिक्त यह अभिनिर्धारित किया गया कि परिसीमा अधिनियम की धारा 5 के उपबंध लागू होंगे क्योंकि वे",
  "the increase in the value of the land or building comprised in a scheme": "भीतर लागू की गई योजना में शामिल भूमि या भवन के मूल्य में वृद्धि पर विकास कर वसूलने का अधिकार देती है।",
  "119 deal with the amount of development tax and payment of development tax respectively. Section 120 deals with assessment of": "धारा ॥8 और धारा ॥9 क्रमशः विकास कर की राशि और विकास कर के भुगतान से संबंधित हैं। धारा ।20 विकास",
  "development tax respectively. Section 120 deals with assessment of development tax. Under Section 120 (1) the Commissioner may assess the amount of development tax payable by the person(s) concerned and": "कर के निर्धारण से संबंधित है। धारा ।20 (॥) के तहत आयुक्त संबंधित व्यक्ति (व्यक्तियों) द्वारा देय विकास कर की",
  "is obligated to give a notice in writing stating the amount of the tax and installments, if any, and the dates on which the tax shall be paid. Under": "राशि का आकलन कर सकता है और कर की राशि और किश्तों, यदि कोई हो, और उन तारीखों को लिखित रूप में",
  "Section 120 (2) any person upon whom a notice of assessment is served": "एक नोटिस देने के लिए बाध्य है जिन पर कर का भुगतान किया जाएगा। धारा 20 (2) के अधीन कोई व्यक्ति जिस",
  "(7) However, on 18.09.2015 communication was issued by Municipal Corporation Gurugram, informing that the petitioner's": "(7) हालांकि, ।8.09.205 को नगर निगम गुरुग्राम द्वारा संचार जारी किया गया था, जिसमें सूचित किया गया था कि",
  "property had been assessed under head “IT Park, Cyber City-Park”": "याचिकाकर्ता की संपत्ति का मूल्यांकन \"आईटी पार्क, साइबर सिटी-पार्क\" शीर्ष के तहत किया गया था, जिसे",
  "which had been inserted in the notification dated 11.10.2013 by virtue of amendment made on 03.03.2014 and as such the property tax liable": "03.03.209 को किए गए संशोधन के आधार पर दिनांक ॥.0.203 की अधिसूचना में डाला गया था और इस",
  "to be levied was 50 per cent of the rates applicable to commercial": "तरह लगाया जाने वाला संपत्ति कर वाणिज्यिक संपत्तियों पर लागू दरों का 50 प्रतिशत था। संयुक्त आयुक्त, नगर",
  "stage, petitioner filed CWP No.20789 of 2015 titled as M/s ASF Insignia SEZ Pvt. Ltd. versus Municipal Corporation, Gurugram assailing the demand notices dated 11.09.2015 demanding property tax": "वाले दिनांक ॥.09.2075 के मांग नोटिसों पर आरोप लगाते हुए मेसर्स एएसएफ इनसिग्निया एसईजेड प्राइवेट लिमिटेड बनाम नगर निगम, गुरुग्राम के रूप में 205 का सीडब्ल्यूपी नंबर 20789 दायर किया। इस बीच, दिनांक",
  "30.12.2015 (Annexure P-16) petitioner was informed that his property": "30.2.205 (अनुलग्नक पी-6) के ज्ञापन के माध्यम से याचिकाकर्ता को सूचित किया गया कि उसकी संपत्ति",
  "falls under mix use category as per Clause 2 (G) of the notification": "दिनांक ॥.0.203 की अधिसूचना के खंड 2 (जी) के अनुसार मिश्रित उपयोग श्रेणी के अंतर्गत आती है और",
  "dated 11.10.2013 and accordingly the liability of tax on such proprieties shall be as per areas under different usage.": "तदनुसार ऐसी संपत्तियों पर कर की देनदारी विभिन्न उपयोग वाले क्षेत्रों के अनुसार होगी।",
  "(8) CWP No.20789 of 2015 filed by the petitioner was": "(8) याचिकाकर्ता द्वारा दायर 205 की सीडब्ल्यूपी संख्या.20789 को संपत्ति कर के आकलन के खिलाफ अपील",
  "withdrawn on 29.09.2015 with liberty to file an appeal against the": "दायर करने की स्वतंत्रता के साथ 29.09.205 को वापस ले लिया गया था।",
  "(9) Accordingly, petitioner filed an appeal dated 21.05.2016": "(9) तदनुसार, याचिकाकर्ता ने 499+ अधिनियम की धारा ।38 के तहत संभागीय आयुक्त के समक्ष दिनांक",
  "(10) On 15.11.2018 the Divisional Commissioner allowed the appeal preferred by the petitioner. The demand notices dated": "(0) 5..208 को संभागीय आयुक्त ने याचिकाकर्ता द्वारा की गई अपील को स्वीकार कर लिया। दिनांक",
  "11.09.2015 whereby property tax had been imposed at rates prescribed for “IT Park, Cyber City/Park” were quashed. Directions were issued": "॥.09.2075 के मांग नोटिस जिसमें \"आईटी पार्क, साइबर सिटी»पार्क\" के लिए निर्धारित दरों पर संपत्ति कर लगाया",
  "to re-assess the property at industrial rates in respect of IT/ITES and its allied infrastructure buildings in the SEZ. However, the area under the": "गया था, को रद्द कर दिया गया था। एसईजेड में आईटी/आईटीईएस और इसके संबद्ध बुनियादी ढांचे के भवनों के संबंध में औद्योगिक दरों पर संपत्ति का पुनर्मूलल्‍्यांकन करने के निर्देश जारी किए गए थे। हालाँकि, एस. ई. जेड. के",
  "SEZ where the petitioner was carrying out any commercial activity such as restaurant, hotel etc. and which is not related to information": "अंतर्गत आने वाला क्षेत्र जहाँ याचिकाकर्ता रेस्तरां, होटल आदि जैसी कोई वाणिज्यिक गतिविधि कर रहा था। और जो",
  "technology industry the same were held to be liable to be taxed as per": "सूचना प्रौद्योगिकी उद्योग से संबंधित नहीं है, उन पर वाणिज्यिक दरों के अनुसार कर लगाया जाना चाहिए और इसी",
  "commercial rates and likewise a view was taken that if the petitioner is carrying out any residential activity in the SEZ, the rates applicable for": "तरह यह विचार लिया गया कि यदि याचिकाकर्ता एसईजेड में कोई आवासीय गतिविधि कर रहा है, तो आवासीय",
  "residential purpose ought to be levied and the factum of vacant land, under construction areas and basement for parking to be duly": "उद्देश्य के लिए लागू दरों को लगाया जाना चाहिए और खाली भूमि, निर्माणाधीन क्षेत्रों और पार्किंग के लिए तहखाने के",
  "record as Annexure P-23.": "पारित आदेश की प्रति अनुलग्रक पी-23 के रूप में अभिलेख पर रखी गई है।",
  "612": "605",
  "ILL.R. PUNJAB AND HARYANA 2023(1)": "आईएलआर पंजाब और हरियाणा 2023 (॥)",
  "(c)a duty on the transfer of immovable properties situated within the limits of the municipal area in addition to the duty imposed under the Indian Stamp Act, 1899, as in force for the time being in the State of Haryana, on every": "(सी) भारतीय स्टाम्प अधिनियम, ।899 के अधीन तत्समय हरियाणा राज्य में अधिरोपित शुल्क के अतिरिक्त",
  "rate, as the Government may, by notification, direct, which": "पर और ऐसी दर पर, जो सरकार अधिसूचना द्वारा निदेश दे, शुल्क, जो ऐसे लिखतों के विरुद्ध नीचे विनिर्दिष्ट राशि",
  "shall not be less than one percentum and more than three": "पर एक प्रतिशत से कम और तीन प्रतिशत से अधिक नहीं होगा: -",
  "Description of instruments Amount on which duty shall be levied": "उपकरणों का विवरण किस राशि पर शुल्क लगाया जाएगा",
  "ii) Gift of immovable property": "(॥) अचल संपत्ति का उपहार | साधन में निर्धारित संपत्ति का मूल्य।",
  "iv) Mortgage with possession of immovable property": "(५) अचल संपत्ति के कब्जे के | गिरवी द्वारा प्रतिभूति की गई राशि, जो साधन के लिए निर्धारित की",
  "v) Lease in perpetuity of immovable property": "(५) अचल संपत्ति का स्थायी पट्टा | लीज के पहले पचास वर्षों के संबंध में भुगतान की जाने वाली या",
  "sixth of the whole amount or value of the rent which would be paid or delivered": "वितरित की जाने वाली पूरी राशि या किराए के मूल्य के छठे हिस्से के",
  "The said duty shall be collected by the Registrar or Sub- Registrar in the shape of non-judicial stamp paper at the time of registration of the document and intimation thereof": "उक्त शुल्क पंजीयक या उप-पंजीयक द्वारा दस्तावेज़ के पंजीकरण के समय गैर-न्यायिक स्टांप पेपर के रूप में एकत्र",
  "shall be sent to the Corporation immediately. The amount of the duty so collected shall be paid to the Corporation.": "किया जाएगा और इसकी सूचना तुरंत निगम को भेजी जाएगी। इस प्रकार एकत्रित शुल्क की राशि का भुगतान निगम को किया जाएगा।",
  "(2) Subject to the prior approval of the Government, the Corporation may for the purposes of this Act, in addition to": "(2) सरकार के पूर्व अनुमोदन के अधीन, निगम इस अधिनियम के प्रयोजनों के लिए, इसके अतिरिक्त",
  "M/S ASF INSIGNIA SEZ PVT. LTD v. STATE OF HARYANA 613": "मेसर्स इन्सिग्निया सेज प्राइवेट लिमिटेड बनाम हरियाणा राज्य और अन्य",
  "the taxes specified in sub-section (1) levy-": "उपधारा (॥) में विनिर्दिष्ट कर-",
  "(a) a tax on profession, trades, callings and employments;": "(0) व्यवसाय, व्यापार, नियुक्ति और रोजगार पर कर;",
  "under the Motor Vehicles Act, 1988 (Act 59 of 1988),": "(बी) निगम के भीतर मोटर वाहन अधिनियम, 988 (988 का अधिनियम 59) के अधीन किराए पर चलने वाले या",
  "(c)a development tax on the increase in urban land values caused by the execution of any development or improvement work;": "(सी) किसी विकास या सुधार कार्य के निष्पादन के कारण शहरी भूमि मूल्यों में वृद्धि पर विकास कर;",
  "(d) show tax;": "(डी) कर दिखाएं;",
  "(e) a tax on consumption of energy at a rate of two percent of the electricity bill consumed by any person within the Municipal area;": "(इ) नगरपालिका क्षेत्र के भीतर किसी व्यक्ति द्वारा खपत किए गए बिजली बिल के दो प्रतिशत की दर से ऊर्जा की खपत पर कर;",
  "[“(ee) a tax on driving licenses issued under the Motor Vehicles Act, 1988 (Act of 1988), within the Corporation area;”.": "[“(इ इ) निगम क्षेत्र के भीतर मोटर वाहन अधिनियम, 988 (988 का अधिनियम) के तहत जारी ड्राइविंग लाइसेंस पर कर।",
  "(f) any other tax that may be imposed under the provisions of the Haryana Municipal Act, 1973:": "(एफ) हरियाणा नगरपालिका अधिनियम, 973 के उपबंधों के अधीन अधिरोपित किया जाने वाला कोई अन्य करः",
  "Provided that no tax shall be imposed under this sub-": "परन्तु इस उपधारा के अधीन कोई कर तब तक अधिरोपित नहीं किया जाएगा जब तक कि नगरपालिका क्षेत्र के",
  "section unless an opportunity has been given in the prescribed manner to the residents of the Municipal area to file objections and the objections, if any, thus received have": "निवासियों को आपत्तियां दर्ज करने के लिए विहित रीति में अवसर नहीं दिया गया है और इस प्रकार प्राप्त आपत्तियों,",
  "(3) The taxes as specified in sub-section (1) and sub-section (2) shall be levied at such rates as may, from time to time,": "(3) उपधारा (॥) और उपधारा (2) में विनिर्दिष्ट कर ऐसी दरों पर लगाए जाएँगे जो समय-समय पर सरकार द्वारा",
  "(4) The Government may, by special or general order, direct": "(५) सरकार, विशेष या सामान्य आदेश द्वारा, निगम को ऐसी अवधि के भीतर, जो विनिर्दिष्ट की जाए, उपधारा (॥) या",
  "the Corporation to impose any tax falling under sub-section (1) or sub-section (2) not already imposed, within such": "उपधारा (2) के अधीन आने वाले किसी भी कर को अधिरोपित करने का निर्देश दे सकती है, जो पहले से अधिरोपित",
  "period as may be specified and the Corporation shall thereupon act accordingly.": "नहीं है और निगम तदनुसार कार्य करेगा।",
  "(5) If the Corporation fails to carry out any order passed under sub-section (4), the Government may, by a suitable": "(5) यदि निगम उपधारा (५) के अधीन पारित किसी आदेश का पालन करने में विफल रहता है तो सरकार सरकारी",
  "order notified in the Official Gazette, impose the tax and": "राजपत्र में अधिसूचित किसी उपयुक्त आदेश द्वारा कर अधिरोपित कर सकती है और इस प्रकार पारित आदेश इस",
  "the order so passed shall operate as if the tax had been duly imposed by the Corporation under sub-section (1) or sub-": "प्रकार कार्य करेगा मानो कर निगम द्वारा उपधारा (॥) या उपधारा (५) के अधीन विधिवत अधिरोपित किया गया हो।",
  "& Charitable Endowments Board’. It is submitted that the Apex Court": "& धर्मार्थ बंदोबस्ती बोर्ड' यह प्रस्तुत किया जाता है कि सर्वोच्च न्यायालय ने अभिनिर्धारित किया कि परिसीमा",
  "Act 1963 are suits, appeal and applications which are to be filed in a": "अधिनियम, 963 में निर्दिष्ट वाद, अपील और आवेदन ऐसे वाद, अपील और आवेदन हैं जो किसी न्यायालय में दायर",
  "Court and not before any statutory authority. It is further held in the": "किए जाने हैं न कि किसी सांविधिक प्राधिकारी के समक्ष। निर्णय में आगे यह अभिनिर्धारित किया गया है कि कोई",
  "judgment that a special or local law could vide its statutory scheme": "विशेष या स्थानीय विधि अपनी सांविधिक योजना के अनुसार परिसीमा अधिनियम, 963 के किसी उपबंध की",
  "case the revisional authority under no circumstances could have": "वर्तमान मामले में पुनरीक्षण प्राधिकरण किसी भी परिस्थिति में देरी को माफ नहीं कर सकता था क्‍योंकि दूसरे",
  "condoned the delay as the second respondent/Municipal Corporation Gurugram had not even filed and application seeking condonation of the 53 days delay in filing of the revision application.": "प्रतिवादी/नगर निगम गुरुग्राम ने पुनरीक्षण आवेदन दाखिल करने में 53 दिनों की देरी को माफ करने के लिए",
  "the judgment of the Supreme Court in Bhakra Beas Management Board (PW) Slapper versus Excise & Taxation Officer Sunder": "(2५) आगे प्रस्तुत किया गया कि भाखड़ा ब्यास प्रबंधन बोर्ड (पीडब्लू) स्‍लैपर बनाम आबकारी और कराधान",
  "Nagar/Assessing Authority to take a view that a judgment in CCE and": "अधिकारी सुंदर नगर/निर्धारण प्राधिकरण में उच्चतम न्यायालय के फैसले पर पुनरीक्षण प्राधिकरण की निर्भरता यह",
  "Customs versus Hongo India (Pvt.) Ltd.” stands distinguished and as": "विचार करने के लिए है कि सीसीई और सीमा शुल्क बनाम होंगो इंडिया (प्राइवेट) लिमिटेड* में एक निर्णय अलग है",
  "such not applicable would not hold good.": "और इस तरह लागू नहीं होगा।",
  "(25) In this regard counsel would submit that the afore- mentioned two judgments dealt with the power of 'High Court’ under": "(25) इस संबंध में वकील प्रस्तुत करेगा कि उपरोक्त दो निर्णय हिमाचल प्रदेश के तहत 'उच्च न्यायालय' की शक्ति",
  "the H.P. VAT Act 2005 and Central Excise Act 1944 respectively and": "से संबंधित हैं। वैट अधिनियम 2005 और केंद्रीय उत्पाद शुल्क अधिनियम 9%% क्रमशः और इस प्रकार ये दोनों",
  "as such both these cases did not deal with the applicability of the Limitation Act 1963 to a statutory authority.": "मामले किसी वैधानिक प्राधिकरण को सीमा अधिनियम 963 की प्रयोज्यता से संबंधित नहीं थे।",
  "(26) As such it is argued that the revision application that had been filed by Municipal Corporation Gurugram against the order dated": "(26) इस प्रकार यह तर्क दिया जाता है कि गुरुग्राम संभागीय आयुक्त द्वारा पारित दिनांक 5..208 के आदेश के",
  "(27) Violation of the principles of natural justice has also been alleged in the present case. Counsel would submit that the demand": "(27) वर्तमान मामले में प्राकृतिक न्याय के सिद्धांतों के उल्लंघन का भी आरोप लगाया गया है। अधिवक्ता प्रस्तुत",
  "notices dated 11.09.2015 were issued in violation of Section 87-B (2)": "करेंगे कि दिनांक .09.20॥5 के मांग नोटिस 499५ अधिनियम की धारा 87-बी (2) का उल्लंघन करते हुए जारी",
  "of the 1994 Act, which requires that; “the authority shall serve notice on the person chargeable with property tax, which has not been paid by": "किए गए थे, जिसके लिए आवश्यक है कि; \"प्राधिकरण संपत्ति कर के साथ प्रभार्य व्यक्ति को नोटिस देगा, जो उसके",
  "him to show cause why he should not pay the amount specified in the": "द्वारा कारण दिखाने के लिए भुगतान नहीं किया गया है कि उसे नोटिस में निर्दिष्ट राशि का भुगतान क्‍यों नहीं करना",
  "notice and the authority shall pass an appropriate order in this regard after giving an opportunity of hearing”.": "चाहिए और प्राधिकरण सुनवाई का अवसर देने के बाद इस संबंध में एक उचित आदेश पारित करेगा।",
  "(28) It is contended that the demand notices were affixed on the petitioner's premises on 22.09.2015 even though during the same": "(28) यह तर्क दिया जाता है कि मांग नोटिस याचिकाकर्ता के परिसर में 22.09.2045 को चिपकाए गए थे, भले ही",
  "' 2019 (7) SEC 108": "। 209 (7) एसईसी ॥08",
  "* 2009 (5) SCC 791": "2 2009 (5) एससीसी 79॥",
  "section (2) as the case may be.”": "धारा (2), जैसा भी मामला हो।",
  "(33) In exercise of the powers conferred by Sub-Section 3 of Section 87 read with sub-Section 1 of Section 149 of the 1994 Act, the": "(33) 499% अधिनियम की धारा ५9 की उप-धारा । के साथ पठित धारा 87 की उप-धारा 3 द्वारा प्रदत्त शक्तियों",
  "Haryana Government, Urban Local Bodies Department issued": "का प्रयोग करते हुए, हरियाणा सरकार, शहरी स्थानीय निकाय विभाग ने दिनांक ॥.0.203 को अधिसूचना जारी",
  "notification dated 11.10.2013 (Annexure P-5) imposing property tax on buildings and land within the limits of the concerned Municipal Corporation.": "की (अनुलग्नक पी-5) जिसमें संबंधित नगर निगम की सीमा के भीतर भवनों और भूमि पर संपत्ति कर लगाया गया है।",
  "(34) Subsequently a notification dated 03.03.2014 (Annexure P-": "(3५) इसके बाद दिनांक ॥.0.203 की पिछली अधिसूचना में संशोधन करते हुए दिनांक 03.03.20% (अनुलग्नक",
  "6) was issued carrying out an amendment in the previous notification dated 11.10.2013 and as per which in para 2, Item F sub para (xiii) was": "पी6) की अधिसूचना जारी की गई थी और जिसके अनुसार पैरा 2 में मद एफ उप-पैरा (का) अंतःस्थापित किया गया",
  "inserted and to the following effect:-": "था और निम्नलिखित प्रभाव सेः-",
  "“(xiii) IT park, cyber city/park; 50% of commercial space rate for both Al and A2 cities respectively.”": "“(.0) आईटी पार्क, साइबर सिटी»पार्क; क्रमशः ए। और ए2 दोनों शहरों के लिए वाणिज्यिक स्थान दर का 50%”?",
  "(35) Upon a conjoint examination of the relevant statutory provision as also the notifications dated 11.10.2013 and 03.03.2014": "(35) सुसंगत सांविधिक उपबंध और दिनांक .0.203 और दिनांक 03.03.20५ की अधिसूचनाओं की संयुक्त",
  "Annexures P-5 and P-6 respectively, what clearly emerges is that the": "परीक्षा करने पर, अनुलग्रक पी-5 और पी-6 क्रमशः, जो स्पष्ट रूप से प्रकट होता है वह यह है कि कर लगाने के",
  "charging provision to levy tax is Section 87. It provides that the State": "लिए प्रभार का उपबंध धारा 87 है। इसमें प्रावधान है कि राज्य सरकार समय-समय पर संपत्ति कर की दर को",
  "factors, which have been taken into consideration by the Government are (i) the area in which the building or land is situated (ii) its location;": "अधिसूचित करेगी। सरकार द्वारा जिन कारकों पर विचार किया गया है, वे हैं () वह क्षेत्र जिसमें भवन या भूमि स्थित",
  "(iii) purpose for which it is used; (iv) its capacity for profitable use; (v)": "है )) उसका स्थान; (॥) उद्देश्य जिसके लिए इसका उपयोग किया जाता है; (५) लाभदायक उपयोग के लिए इसकी",
  "quality of construction and (vi) other relevant factors.": "क्षमता; (५) निर्माण की गुणवत्ता और (५) अन्य प्रासंगिक कारक।",
  "(36) The notification dated 11.10.2013 (Annexure P-5) prescribes different rates of tax for residential; commercial-shops,": "(36) अधिसूचना दिनांक .0.203 (अनुलग्नक पी-5) आवासीय के लिए कर की विभिन्न दरों को निर्धारित करता",
  "commercial spaces 1.e. shopping malls, multiplexes or commercial office space etc. industrial properties; institutional properties-": "है; वाणिज्यिक-दुकानें, वाणिज्यिक स्थान शॉपिंग मॉल, मल्टीप्लेक्स या वाणिज्यिक कार्यालय स्थान आदि। औद्योगिक",
  "commercial, non-commercial, educational institutions; special": "संपत्तियां; संस्थागत संपत्तियां वाणिज्यिक, गैर-वाणिज्यिक, शैक्षणिक संस्थान; विशेष श्रेणियां-निजी अस्पताल, विवाह",
  "categories-private hospitals, marriage palaces, cinema halls, banks, storage godowns, grain market-subzi mandi/ timber market/Submarket": "महल, सिनेमा हॉल, बैंक, भंडारण कार्यालय, अनाज बाजार-सब्जी मंडी/लकड़ी बाजार/उप-बाजार यार्ड, क्लब,",
  "Yard, Clubs, Hotels, paying guests house/accommodation, private office building, restaurants; mixed used properties and vacant land.": "होटल, भुगतान करने वाले मेहमानों का घर /आवास, निजी कार्यालय भवन, रेस्तरां; मिश्रित उपयोग की गई संपत्तियां और खाली जमीन।",
  "(37) However, there is no classification on the basis of nature of construction raised or the location of building within the area of municipal corporation.": "(37) तथापि, नगर निगम के क्षेत्र के भीतर निर्माण की प्रकृति या भवन के स्थान के आधार पर कोई वर्गीकरण नहीं",
  "(38) A Division Bench of this Court in Brij Mohan Gupta versus State of Haryana and another (CWP No.17765 of 2015": "(38) इस न्यायालय की एक खंड पीठ ने बृज मोहन गुप्ता बनाम हरियाणा राज्य और एक अन्य मामले (205 की",
  "decided on 10.09.2015) while upholding the validity of Section 87 (1)": "सीडब्ल्यूपी संख्या ।7765 का निर्णय 0.09.205 को किया गया) में धारा 87 (॥) (ए) की वैधता को बरकरार",
  "(a) had held as follows:-": "रखते हुए निम्नलिखित निर्णय दिया थाः-",
  "period of time correspondence was being exchanged between the parties in relation to computation of the property tax. It is argued that": "संपत्ति कर की गणना के संबंध में पक्षों के बीच पत्राचार की अवधि का आदान-प्रदान किया जा रहा था। यह तर्क दिया",
  "the demand notices have been issued without any application of mind and there has been a flagrant breach of natural justice.": "जाता है कि मांग नोटिस बिना किसी दिमाग के लागू किए जारी किए गए हैं और प्राकृतिक न्याय का घोर उल्लंघन",
  "Stand of Respondents": "उत्तरदाताओं का रुख",
  "(29) Mr. B.R. Mahajan, learned Senior Advocate for respondent No.2/Municipal Corporation, Gurugram and Ms. Shruti Jain Goel,": "(29) प्रत्यर्थी नंबर. 2/ नगर निगम, गुरुग्राम के लिए वरिष्ठ अधिवक्ता श्री बी. आर. महाजन और प्रत्यर्थी-राज्य के",
  "strictly in accordance with law and in terms of the notification dated 11.10.2013 and as amended vide notification dated 03.03.2014. It has": "के अनुसार और दिनांक ॥.0.203 की अधिसूचना के संदर्भ में और दिनांक 03.03.20५ की अधिसूचना के",
  "been submitted that the rate of property tax is to be notified keeping in view various factors like location of property/building, the purpose for": "अनुसार संशोधित किया गया है। यह प्रस्तुत किया गया है कि संपत्ति,भवन के स्थान, जिस उद्देश्य के लिए उक्त",
  "which said property is being used, its capacity for profitable use and": "संपत्ति का उपयोग किया जा रहा है, लाभदायक उपयोग के लिए इसकी क्षमता और अन्य प्रासंगिक कारकों जैसे",
  "other relevant factors. The purpose for which land/building is put to use is one of the important factors for levying of property tax by the": "भूमि/भवन का उपयोग किया जाता है, वह संबंधित प्राधिकरण द्वारा संपत्ति कर लगाने के लिए महत्वपूर्ण कारकों में",
  "concerned authority. Even if the building is set up for a specific": "से एक है। यहां तक कि अगर इमारत एक विशिष्ट उद्देश्य के लिए स्थापित की गई है, लेकिन ऐसी इमारत का उपयोग",
  "purpose but such building is being used for a different purpose, for example if a industrial building is converted for use of IT enabled": "एक अलग उद्देश्य के लिए किया जा रहा है, उदाहरण के लिए यदि एक औद्योगिक भवन को आईटी सक्षम सेवाओं",
  "services, the property tax would be levied on the basis for which it is": "के उपयोग के लिए परिवर्तित किया जाता है, तो संपत्ति कर उस आधार पर लगाया जाएगा जिसके लिए इसका",
  "being used actually. In other words even if the building/premises is": "वास्तव में उपयोग किया जा रहा है। दूसरे शब्दों में, भले ही भवन/परिसर एसईजेड जैसे विशिष्ट निर्धारित क्षेत्र के",
  "property tax on the building will be made on the basis of actual usage of such building within SEZ. It is further asserted on behalf of the": "भीतर स्थित हो, इमारत पर संपत्ति कर का उद्ृहण एसईजेड के भीतर ऐसी इमारत के वास्तविक उपयोग के आधार",
  "respondents that the building/premises falling in SEZ/industrial": "पर किया जाएगा। उत्तरदाताओं की ओर से यह भी कहा गया है कि एसईजेड/ओऔद्योगिक टाउनशिप/आवासीय",
  "township/residential township can be used for different purposes and": "टाउनशिप में आने वाले भवन/परिसर का उपयोग विभिन्न उद्देश्यों के लिए किया जा सकता है और तदनुसार",
  "different rates of property tax accordingly will be levied on each and every building on the basis of actual usage and no uniform rate of": "वास्तविक उपयोग के आधार पर प्रत्येक भवन पर संपत्ति कर की अलग-अलग दरें लगाई जाएंगी और ऐसे",
  "property tax can be levied upon the entire area/buildings falling in such SEZ/industrial township/residential township. It has been argued on": "एसईजेड / औद्योगिक टाउनशिप/आवासीय टाउनशिप में आने वाले पूरे क्षेत्र/ भवनों पर संपत्ति कर की कोई समान",
  "behalf of the respondents that merely for the reason that there is no": "दर नहीं लगाई जा सकती है। प्रत्यर्थियों की ओर से यह तर्क दिया गया है कि केवल इस कारण से कि दिनांक",
  "specific mention of rate of property tax for SEZ in the notifications dated 11.10.2013 and 03.03.2014 cannot support the prayer raised on": "॥.0.203 और 03.03.204 की अधिसूचनाओं में एसईजेड के लिए संपत्ति कर की दर का कोई विशिष्ट उल्लेख",
  "behalf of the petitioner for levy of property tax at “industrial rates”. It is": "नहीं है, याचिकाकर्ता की ओर से \"औद्योगिक दरों\" पर संपत्ति कर लगाने के लिए की गई प्रार्थना का समर्थन नहीं कर",
  "submitted that each and every activity cannot be specifically mentioned in the Government notifications for levy of property tax. Accordingly,": "सकता है। यह प्रस्तुत किया जाता है कि संपत्ति कर लगाने के लिए सरकारी अधिसूचनाओं में प्रत्येक गतिविधि का",
  "regarding property tax does not have IT park/Cyber park/Cyber": "कि संपत्ति कर के संबंध में दिनांक 4.0.203 की अधिसूचना में आईटी पार्क /साइबर पार्क/साइबर नहीं है",
  "“The factors mentioned in Section 87 (1) (a) i.e. the area in which the building or land is situated, its location, purpose": "\"धारा 87 (॥) (०) में उल्लिखित कारक अर्थात्‌ वह क्षेत्र जिसमें भवन या भूमि स्थित है, उसका स्थान, उद्देश्य जिसके",
  "for which its used, its capacity for profitable use, quality of construction and other relevant factors, are the relevant": "लिए इसका उपयोग किया गया है, लाभदायक उपयोग के लिए इसकी क्षमता, निर्माण की गुणवत्ता और अन्य",
  "guidelines incorporated in the statute itself to determine the rate of tax. Since the levy of property tax falls within the": "प्रासंगिक कारक, कर की दर निर्धारित करने के लिए क़ानून में शामिल प्रासंगिक दिशानिर्देश हैं। चूँकि संपत्ति कर का",
  "exclusive domain of the State legislature, it is the": "उद्ृहण राज्य विधानमंडल के अनन्य अधिकार क्षेत्र में आता है, इसलिए यह विधानमंडल है जो संपत्ति कर के उद्ृहण",
  "legislature which is competent to determine the basis of levy of the property tax. Thus, we do not find any illegality when Section 87 (1) (a) of the Act was incorporated": "का आधार निर्धारित करने में सक्षम है। इस प्रकार, हमें कोई अवैधता नहीं मिलती है जब अधिनियम की धारा 87 (॥)",
  "empowering the State Government to notify the rates of property tax by taking into consideration the factors as": "(ए) को राज्य सरकार को उसमें उल्लिखित कारकों को ध्यान में रखते हुए संपत्ति कर की दरों को अधिसूचित करने",
  "(39) Clause 2 (G) of the notification dated 11.10.2013 (Annexure P-5) stipulates that in case of the mixed used of premises in": "(39) दिनांक ॥.0.203 की अधिसूचना का खंड 2 (जी) (अनुलग्नरक पी-5) यह निर्धारित करता है कि किसी",
  "any property, the liability of tax shall be calculated as per area under": "संपत्ति में परिसर के मिश्रित उपयोग के मामले में, कर के दायित्व की गणना विभिन्न उपयोग के तहत क्षेत्र के अनुसार",
  "different usage. In other words if a single building is being used for": "की जाएगी। दूसरे शब्दों में, यदि एक ही भवन का उपयोग विभिन्न और मिश्रित उद्देश्यों के लिए किया जा रहा है, तो",
  "different and mixed purposes, then the property tax will be levied taking into consideration the usage of the specific area of the building/premises under different heads.": "विभिन्न शीर्षों के तहत भवन»परिसर के विशिष्ट क्षेत्र के उपयोग को ध्यान में रखते हुए संपत्ति कर लगाया जाएगा।",
  "(40) In our considered view the petitioner cannot escape the rigors of imposition of property tax at “commercial rates” in respect of such specific area which is being used for IT/ITES only on the basis": "(५०0) हमे विचार में याचिकाकर्ता ऐसे विशिष्ट क्षेत्र के संबंध में \"वाणिज्यिक दरों\" पर संपत्ति कर लगाने की कठोरता",
  "such specific area which is being used for IT/ITES only on the basis that it falls under a separate distinct category of SEZ and as such ought": "से बच नहीं सकता है, जिसका उपयोग केवल इस आधार पर किया जा रहा है कि यह एसईजेड की एक अलग अलग",
  "to be levied property tax at industrial rates. It is not even the case": "श्रेणी के अंतर्गत आता है और इस तरह औद्योगिक दरों पर संपत्ति कर लगाया जाना चाहिए। यह अभिवचनों में",
  "projected in the pleadings that no area of the building/premises of the": "प्रस्तावित मामला भी नहीं है कि याचिकाकर्ता के भवन/परिसर का कोई भी क्षेत्र भले ही एसईजेड के रूप में मान्यता",
  "petitioner even though recognized as SEZ is not being used for IT/ITES purposes. Mere non-mention of IT in the SEZ category cannot be taken": "प्राप्त हो, आईटी/आईटीईएस उद्देश्यों के लिए उपयोग नहीं किया जा रहा है। एस. ई. जेड. श्रेणी में आई. टी. का",
  "as a tenable ground for non-levy of property tax at commercial rates.": "उल्लेख न करने को वाणिज्यिक दरों पर संपत्ति कर न लगाने के लिए एक स्थायी आधार के रूप में नहीं लिया जा",
  "We do not find any merit in the contention raised on behalf of the": "सकता है। हम याचिकाकर्ता की ओर से उठाए गए तर्क में कोई योग्यता नहीं पाते हैं कि यह निहितार्थ द्वारा कराधान",
  "petitioner that it is a case of taxation by implication. Section 87 of the 1994 Act which is the charging section clearly envisages levy of": "का मामला है। 99५% के अधिनियम की धारा 87, जो अधिभार धारा है, स्पष्ट रूप से संपत्ति कर के उद्ृहण की",
  "property tax and one of the vital factors enumerated therein is the purpose for which the area in question is being used. Sub Section G of": "परिकल्पना करती है और उसमें गिने गए महत्वपूर्ण कारकों में से एक वह उद्देश्य है जिसके लिए विचाराधीन क्षेत्र का",
  "purpose for which the area in question is being used. Sub Section G of Clause 2 of the notification dated 11.10.2013 (Annexure P-5) clarifies": "उपयोग किया जा रहा है। दिनांक 4.॥0.203 की अधिसूचना के खंड 2 की उप धारा जी (अनुलग्नक पी-5) में स्पष्ट",
  "that in case of mixed use of premises in any property, the liability of tax": "किया गया है कि किसी संपत्ति में परिसर के मिश्रित उपयोग के मामले में, कर का दायित्व विभिन्न उपयोग के तहत",
  "would be as per area under different use. By virtue of the amendment carried out vide notification dated 03.03.2014 (Annexure P-6) for IT park, cyber city/ park activities, the property tax leviable is 50% of the": "क्षेत्र के अनुसार होगा। आईटी पार्क, साइबर सिटी»पार्क गतिविधियों के लिए दिनांक 03.03.204 (अनुलग्नक पी-6)",
  "commercial space rate for Al and A2 cities. In terms of the order dated": "की अधिसूचना के माध्यम से किए गए संशोधन के आधार पर, ए ॥ और ए 2 शहरों के लिए वाणिज्यिक स्थान दर का",
  "accordingly dismissed.": "तदनुसार खारिज कर दिया।",
  "(54) Dismissed.": "(5५) अस्वीकृत।",
  "Divya Gurnay": "दिव्या गुर्ने",
  "30.11.2021 (Annexure P- 1) passed by the Revisional Authority, a view has been taken that IT space of the petitioner SEZ be taxed as per Para": "30.॥.202 (अनुलग्नक पी-॥) संशोधन प्राधिकरण द्वारा पारित, एक विचार लिया गया है कि याचिकाकर्ता एसईजेड",
  "2 item No.F Clause (xiii) of the notification dated 03.03.2014, whereas": "के आईटी स्थान पर दिनांक 03.03.204 की अधिसूचना के पैरा 2 आइटम नंबर एफ क्लॉज (.॥) के अनुसार कर",
  "for residential activity being carried out in the SEZs, the rate applicable": "लगाया जाए, जबकि एसईजेड में की जा रही आवासीय गतिविधि के लिए, आवासीय उद्देश्यों के लिए लागू दर लगाई",
  "for residential purposes be levied. We do not find any infirmity in the impugned order dated 30.11.2021 at Annexure P-1 whereby property": "जाए। हमें अनुलग्रक पी-। में दिनांक 30..202 के आशक्षेपित आदेश में कोई कमजोरी नहीं मिलती है, जिसके तहत",
  "tax stands levied as per actual usage of the petitioner SEZ and which": "याचिकाकर्ता एसईजेड के वास्तविक उपयोग के अनुसार संपत्ति कर लगाया जाता है और जो कि चार्जिंग प्रावधान ॥.७",
  "would strictly be in terms of the charging provision i.e. Section 87 of the 1994 Act as also the notifications dated 11.10.2013 (Annexure P-5)": "के संदर्भ में सख्ती से होगा। 99५ अधिनियम की धारा 87 और दिनांक ॥.0.203 (अनुलग्रक पी-5) और",
  "and 03.03.2014 (Annexure P-6) respectively.": "03.03.20% (अनुलग्नरक पी-6) की अधिसूचनाएं।",
  "Haryana Special Economic Zone Act 2005 as also the Haryana Industrial and Investment Policy 2011 for purposes of treating the": "(५।) हरियाणा विशेष आर्थिक क्षेत्र अधिनियम, 2005 और हरियाणा औद्योगिक और निवेश नीति, 20॥ पर",
  "petitioner SEZ under a distinct and separate category and to be levied property tax at industrial rates is wholly misplaced. Relevant extract of": "याचिकाकर्ता एस. ई. जेड. को एक विशिष्ट और अलग श्रेणी के अंतर्गत रखने और औद्योगिक दरों पर संपत्ति कर",
  "Section 11 and Section 19 of the 2005 Act would be material to the": "अधिनियम की धारा ॥॥ और धारा ॥9 के प्रासंगिक उद्धरण इस मुद्दे के लिए सामग्री होंगे और यहां पुनः प्रस्तुत किए",
  "“11. (1) The following shall be exempt from payment of any tax, duty, fees, cess of any other levies under any existing State law, namely:-": "\"॥. (॥) निम्नलिखित को किसी भी मौजूदा राज्य कानून के तहत किसी भी कर, शुल्क, शुल्क, उपकर के भुगतान से छूट दी जाएगी, अर्थात्‌:-",
  "(i) Any goods exported out of or imported into the Special Economic Zone.": "() विशेष आर्थिक क्षेत्र में निर्यात या आयात की जाने वाली कोई भी वस्तु।",
  "(ii) Inter unit transaction of goods within the Special Economic Zone;": "()) विशेष आर्थिक क्षेत्र के भीतर माल का अंतर इकाई लेनदेन;",
  "(iii) Goods from the Special Economic Zone sent for value additional to the domestic tariff area and returned to the": "(॥) विशेष आर्थिक क्षेत्र से घरेलू टैरिफ क्षेत्र में अतिरिक्त मूल्य के लिए भेजे गए सामान और उसके बाद विशेष",
  "(iv) Services that provide value addition to a product within the Special Economic Zone.": "(५) ऐसी सेवाएं जो विशेष आर्थिक क्षेत्र के भीतर किसी उत्पाद को मूल्यवर्धन प्रदान करती हैं।",
  "(2) All transactions and transfers of immovable property or documents related thereto within the Special Economic Zone shall be exempted from stamp duty.": "(2) विशेष आर्थिक क्षेत्र के भीतर अचल संपत्ति या उससे संबंधित दस्तावेजों के सभी लेनदेन और हस्तांतरण को स्टांप शुल्क से छूट दी जाएगी।",
  "19. Nothing in this Act shall affect: -": "9. इस अधिनियम में कुछ भी प्रभावित नहीं करेगाः-",
  "GG) Any right, privilege, obligation or liability acquired, accrued or incurred under any other law;": "(0) किसी अन्य कानून के तहत अर्जित, उपार्जित या उपार्जित कोई अधिकार, विशेषाधिकार, दायित्व या दायित्व;",
  "(ii) any penalty, forfeiture, or punishment incurred under any other law;": "(॥) किसी अन्य कानून के तहत उपार्जित कोई जुर्माना, ज़ब्त या सजा;",
  "thrashed out on merits and after duly associating the petitioner/authorized representative/its counsel. The contention as such": "योग्यता के आधार पर और याचिकाकर्ता/अधिकृत प्रतिनिधि/उसके वकील को विधिवत संबद्ध करने के बाद पीटा",
  "(46) As regards the aspect of delay, the Apex Court in Ganeshan (supra) dealt with the question as to whether the": "(५6) जहां तक विलम्ब के पहलू का संबंध है, शीर्ष न्यायालय ने गणेशन (उपर्युक्त) में इस प्रश्न पर विचार किया कि",
  "Commissioner while hearing the appeal under Section 69 of the Tamil Nadu Hindu Religious and Charitable Endowments Act 1959, is": "क्या आयुक्त तमिलनाडु हिंदू धार्मिक और धर्मार्थ बंदोबस्ती अधिनियम, 959 की धारा 69 के अधीन अपील की",
  "entitled to condone delay in filing an appeal under the provisions of Section 5 of the Limitation Act 1963. Further issue that came to be": "सुनवाई करते समय परिसीमा अधिनियम, 963 की धारा 5 के उपबंधों के अधीन अपील दायर करने में विलम्ब को",
  "dealt with was with regard to applicability of Section 29 (2) of the": "क्षमा करने का हकदार है। आगे जिस मुद्दे पर विचार किया गया वह सीमा अधिनियम की धारा 29 (2) की प्रयोज्यता",
  "statutory authorities and Tribunals provided in special or local laws.": "के संबंध में था और क्या इस तरह के प्रावधान को वैधानिक प्राधिकरणों और विशेष या स्थानीय कानूनों में प्रदान किए",
  "Limitation Act are not the suits, appeals and applications which are to": "अभिनिर्धारित करते हुए कि परिसीमा अधिनियम में निर्दिष्ट वाद, अपील और आवेदन ऐसे वाद, अपील और आवेदन",
  "be filed before a statutory authority like the Commissioner under the": "नहीं हैं जो 4959 अधिनियम के अधीन आयुक्त जैसे सांविधिक प्राधिकारी के समक्ष दायर किए जाने हैं, यह",
  "1959 Act, it was observed that a special or local law vide statutory": "अवलोकन किया गया कि कोई विशेष या स्थानीय विधि वैधानिक योजना द्वारा परिसीमा अधिनियम के किसी उपबंध",
  "scheme can make applicable any provision of the Limitation Act or exclude applicability of any provision of the Limitation Act which can": "को लागू कर सकती है या परिसीमा अधिनियम के किसी उपबंध की प्रयोज्यता को अपवर्जित कर सकती है जिसका",
  "be decided only after looking into the scheme of the particular special or local law.": "निर्णय विशेष विशेष या स्थानीय विधि की योजना को देखने के पश्चात्‌ ही किया जा सकता है।",
  "(47) Adverting to the facts of the present case under the 1994 Act, Chapter VIII deals with Taxes and Fees. Section 140 of the 1994": "(५7) 999 के अधिनियम के तहत वर्तमान मामले के तथ्यों को ध्यान में रखते हुए, अध्याय ५॥॥ करों और शुल्कों से",
  "Act reads as follows:-": "संबंधित है। 499५ के अधिनियम की धारा 40 इस प्रकार है:-",
  "“140. Finality of appellate orders:-": "50 \". अपीलीय आदेशों की अंतिमताः-",
  "Any person aggrieved by an order passed in appeal under Section 138 may, within thirty days of the communication to him of such order, make an": "धारा 38 के अधीन अपील में पारित आदेश से व्यथित कोई भी व्यक्ति, ऐसे आदेश के बारे में उसे सूचित किए जाने",
  "application in writing to the Government for revision": "के तीस दिनों के भीतर, उक्त आदेश के विरुद्ध पुनरीक्षण के लिए सरकार को लिखित आवेदन कर सकता है और",
  "against the said order and the Government may confirm, alter or rescind the said order:-": "सरकार उक्त आदेश की पुष्टि, परिवर्तन या निरसन कर सकती हैः-",
  "Provided that the Government shall not pass an order under this section prejudicial to any person without giving such person a reasonable opportunity of being": "बशर्ते कि सरकार ऐसे व्यक्ति को सुनवाई का उचित अवसर दिए बिना किसी व्यक्ति के लिए प्रतिकूल इस धारा के",
  "(48) Section 140 of the afore-reproduced nowhere expressly excludes the applicability of the provisions of the Limitation Act. The": "(५8) पूर्व की धारा ५0 में कहीं भी सीमा अधिनियम के प्रावधानों की प्रयोज्यता को स्पष्ट रूप से शामिल नहीं किया",
  "provisions of Section 5 of the Limitation Act would be applicable as": "गया है। सीमा अधिनियम की धारा 5 के प्रावधान लागू होंगे क्योंकि वे 499५ के अधिनियम के प्रावधानों द्वारा स्पष्ट",
  "(iii) any investigation, legal proceeding or remedy in respect of any such right, privilege, obligation or liability; and": "(॥) ऐसे किसी अधिकार, विशेषाधिकार, दायित्व या दायित्व के संबंध में कोई जांच, कानूनी कार्यवाही या उपाय; और",
  "Any such investigation, legal proceedings or remedy may be instituted, continued or enforced, and any such penalty,": "ऐसी किसी भी जांच, कानूनी कार्यवाही या उपचार को स्थापित किया जा सकता है, जारी रखा जा सकता है या लागू",
  "forfeiture or punishment may be imposed, as if this Act had": "किया जा सकता है, और ऐसा कोई जुर्माना, ज़ब्त या सजा लगाई जा सकती है, जैसे कि यह अधिनियम पारित नहीं",
  "(42) Undoubtedly Section 11 (1) of the 2005 Act envisages": "(५2) निस्संदेह 2005 के अधिनियम की धारा ॥। (॥) में एस. ई. जेड. के लिए विभिन्न लाभों की परिकल्पना की गई",
  "various benefits to a SEZ but the same is subject to any other law. Section 11 (1) list out the exemptions granted to a SEZ but there is no": "है, लेकिन यह किसी अन्य कानून के अधीन है। धारा ॥॥ (॥) एस. ई. जेड. को दी गई छूटों को सूचीबद्ध करती है",
  "mention of exemption of property tax to be levied by the concerned municipality. On the other hand Section 19 of the 2005 Act, is couched": "लेकिन संबंधित नगरपालिका द्वारा लगाए जाने वाले संपत्ति कर की छूट का कोई उल्लेख नहीं है। दूसरी ओर, 2005",
  "municipality. On the other hand Section 19 of the 2005 Act, is couched in clear and unambiguous language regarding any liability, obligation": "के अधिनियम की धारा 9 को किसी भी दायित्व, दायित्व आदि के संबंध में स्पष्ट और स्पष्ट भाषा में जोड़ा गया है।",
  "etc. of a SEZ as far as implementation of any other law is concerned. It": "जहाँ तक किसी अन्य विधि के कार्यान्वयन का संबंध है, किसी एस. ई. जेड. का। इस प्रकार यह निष्कर्ष निकाला जा",
  "can thus be concluded that provision of any other law including the Haryana Municipal Corporation Act 1994 would not stand excluded": "सकता है कि हरियाणा नगर निगम अधिनियम 99५ सहित किसी भी अन्य कानून के प्रावधान को एसईजेड के",
  "insofar as its applicability on buildings within SEZ including the aspect of imposition of property tax.": "भीतर इमारतों पर लागू होने के रूप में बाहर नहीं रखा जाएगा, जिसमें संपत्ति कर लगाने का पहलू भी शामिल है।",
  "applicability of industrial property rates on IT/ITES buildings situated": "(५३) एस. ई. जेड. के भीतर स्थित आई. टी/आई. टी. ई. एस. भवनों पर औद्योगिक संपत्ति दरों की प्रयोज्यता के",
  "within SEZ on the plea that IT/ITES have been treated as industry": "बारे में याचिकाकर्ता की ओर से इस दलील पर बहस की गई कि आई. टी/आई. टी. ई. एस. को हरियाणा औद्योगिक",
  "under the Haryana Industrial & Investment Policy 2011 is also not well-founded. As the name of the policy would in itself suggest that it": "और निवेश नीति 20॥॥ के तहत उद्योग के रूप में माना गया है। जैसा कि नीति के नाम से ही पता चलता है कि यह",
  "is an investment policy and the basic purpose is to provide incentives": "एक निवेश नीति है और इसका मूल उद्देश्य रोजगार, निर्यात, धन सृजन और सेवा क्षेत्र के विकास की दिशा में इसकी",
  "and priority to IT Sector in recognition of its potential towards": "क्षमता को मान्यता देने के लिए आईटी क्षेत्र को प्रोत्साहन और प्राथमिकता प्रदान करना है। नीति के खंड ॥0.5 के",
  "As per Clause 10.5 of the policy, SEZs are required to pay EDC rates as applicable to the industrial sector. The same can only be understood": "अनुसार, एसईजेड को औद्योगिक क्षेत्र के लिए लागू ईडीसी दरों का भुगतान करना आवश्यक है। इसे केवल",
  "in the backdrop of equating certain service sectors like IT/ITES with industry for the limited purpose of granting certain incentives as are": "औद्योगिक क्षेत्र को उपलब्ध कुछ प्रोत्साहन देने के सीमित उद्देश्य के लिए उद्योग के साथ आईटी/आईटीईएस जैसे",
  "Industrial and Investment Policy of 2011 be construed to mean that it would have primacy over the other acts/provisions of the State": "और निवेश नीति का यह अर्थ नहीं लगाया जा सकता है कि यह राज्य सरकार के अन्य अधिनियमों प्रावधानों जैसे",
  "Government like the 1994 Act or notifications issued by the Urban Local Bodies Department on the subject of imposition of property tax.": "99% के अधिनियम या शहरी स्थानीय निकाय विभाग द्वारा संपत्ति कर लगाने के विषय पर जारी अधिसूचनाओं पर",
  "We would have no hesitation in holding that the Haryana Industrial and": "प्रधानता रखेगी। हमें यह मानने में कोई हिचकिचाहट नहीं होगी कि उद्योग और वाणिज्य विभाग द्वारा जारी हरियाणा",
  "Investment Policy 2011 issued by the Industries & Commerce": "औद्योगिक और निवेश नीति 20॥ शहरी स्थानीय निकाय विभाग द्वारा राज्य के अधिनियमों और उसके तहत बनाए",
  "(44) The reference made in the writ petition to the various": "(५५) रिट याचिका में विभिन्न को दिया गया संदर्भ",
  "this point a reference may also be made to Sections 117 to 120 of the 1994 Act falling under Chapter VIII. Section 117 empowers the": "इस बिन्दु पर अध्याय '॥ के अधीन आने वाली 4994 अधिनियम की धारा ॥77 से 20 का भी निर्देश किया जा",
  "the land or building comprised in a scheme put into operation within": "सकता है। धारा ॥7 निगम को नगरपालिका क्षेत्र के भीतर लागू की गई योजना में शामिल भूमि या भवन के मूल्य में",
  "of development tax and payment of development tax respectively.": "वृद्धि पर विकास कर वसूलने का अधिकार देती है। धारा 8 और धारा ॥॥9 क्रमशः विकास कर की राशि और",
  "Section 120 deals with assessment of development tax. Under Section": "विकास कर के भुगतान से संबंधित हैं। धारा ।20 विकास कर के निर्धारण से संबंधित है। धारा ।20 (॥) के तहत",
  "120 (1) the Commissioner may assess the amount of development tax payable by the person(s) concerned and is obligated to give a notice in": "आयुक्त संबंधित व्यक्ति (व्यक्तियों) द्वारा देय विकास कर की राशि का आकलन कर सकता है और कर की राशि",
  "writing stating the amount of the tax and installments, if any, and the": "और किश्तों, यदि कोई हो, और उन तारीखों को लिखित रूप में एक नोटिस देने के लिए बाध्य है जिन पर कर का",
  "dates on which the tax shall be paid. Under Section 120 (2) any person upon whom a notice of assessment is served under sub-Section (1)": "भुगतान किया जाएगा। धारा ।20 (2) के अधीन कोई व्यक्ति जिस पर उपधारा (॥) के अधीन निर्धारण की सूचना",
  "may, within one month from the date of service of such notice file an objection against such assessment before the Commissioner. Proviso to": "तामील की जाती है, ऐसी सूचना तामील की तारीख से एक मास के भीतर आयुक्त के समक्ष ऐसे निर्धारण के विरुद्ध",
  "sub-Clause (2) states that an objection may be entertained even after the expiry of the period of one month if the Commissioner or an officer": "आपत्ति दर्ज़ कर सकेगा। उपखंड (2) के प्रावधान में कहा गया है कि एक महीने की अवधि समाप्त होने के बाद भी",
  "file objections was due to any cause beyond the control of the objector.": "जाता है कि आपत्ति दर्ज करने में विफलता किसी भी कारण से थी जो आश्षेपकर्ता के नियंत्रण से बाहर था। करों और",
  "The aforesaid provisions which also fall in Chapter VIII of the 1994 Act dealing with Taxes and Fees would clearly indicate that upon": "शुल्कों से संबंधित 499५ के अधिनियम के अध्याय ५॥॥ में आने वाले उपरोक्त प्रावधान स्पष्ट रूप से इंगित करते हैं",
  "taking an overview of the Scheme of the Act it cannot be inferred that": "कि अधिनियम की योजना का अवलोकन करने पर यह अनुमान नहीं लगाया जा सकता है कि निहितार्थ से सीमा",
  "by implication the provisions of Section 5 of the Limitation Act stands excluded. The provisions contained in Section 29 (2) of the Limitation": "अधिनियम की धारा 5 के प्रावधानों को बाहर रखा गया है। हमारे विचार में परिसीमा अधिनियम की धारा 29 (2) में",
  "Act in our view would be attracted as there is no express exclusion or by implication under the Scheme of the 1994 Act.": "निहित प्रावधानों को आकर्षित किया जाएगा क्योंकि 99५ अधिनियम की योजना के तहत कोई स्पष्ट बहिष्करण या",
  "(49) In State of Haryana versus Chandra Mani and others* while dealing with the issue of delay and in particular at the hands of": "(५9) हरियाणा राज्य बनाम चंद्र मणि और अन्यः में विलंब के मुद्दे पर विचार करते समय और विशेष रूप से राज्य",
  "the State it had been observed as under: -": "के हाथों में यह निम्नानुसार देखा गया थाः-",
  "“Tt is equally common knowledge that litigants including the State are accorded the same treatment and the law is": "\"यह समान रूप से सामान्य ज्ञान है कि राज्य सहित वादियों के साथ समान व्यवहार किया जाता है और कानून को",
  "administered in an even-handed manner. When the State is an applicant, praying for condonation of delay, it is": "समान रूप से प्रशासित किया जाता है। जब राज्य विलंब की क्षमा के लिए प्रार्थना करने वाला आवेदक है, तो यह",
  "common knowledge that on account of impersonal machinery and the inherited bureaucratic methodology imbued with the note- making, file-pushing, and": "सामान्य ज्ञान है कि अवैयक्तिक तंत्र और विरासत में मिली नौकरशाही पद्धति के कारण नोट बनाने, फाइल-धक्का",
  "passing-on-the-buck ethos, delay on the part of the State is less difficult to understand though more difficult to": "देने और बक-ऑन-द-बक लोकाचार के साथ, राज्य की ओर से देरी को समझना कम कठिन है, हालांकि अनुमोदन",
  "03.03.2014 Annexures P-5 and P-6 have been issued. The levy of": "(अनुलग्क पी-5) और 03.03.20५ की अधिसूचनाओं के अनुरूप है। (परिशिष्ट पी-6)"
}