{
  "P.S. Bajwa": "पी. एस. बाजवा",
  "EDUCATION (Rakesh Kumar Jain, J.)": "शिक्षा (राकेश कुमार जैन, जे.)",
  "Before Rakesh Kumar Jain, J.": "समक्ष राकेश कुमार जैन से पहले, जे.",
  "MANSI MUDGIL—Petitioner": "मानसी मुदगिल-याचिकाकर्ता",
  "versus": "बनाम",
  "CENTRAL BOARD OF SECONDARY EDUCATION— Respondent": "केंद्रीय माध्यमिक शिक्षा बोर्ड -प्रतिवादी",
  "C.W.P. No.2096 of 2018": "208 का सी. डब्ल्यू, पी. संख्या 2096",
  "March 03, 2018": "03 मार्च, 208",
  "Constitution of India, 1950—Art. 226—Petitioner passed the": "भारत का संविधान, 950-अनुच्छेद 226-याचिकाकर्ता ने 200 में सी. बी. एस. ई.",
  "CBSE Secondary School Examination in 2001—Her date of birth was recorded as 24.11.1985 in the certificate—While applying for": "माध्यमिक विद्यालय परीक्षा उत्तीर्ण की-उसकी जन्म तिथि प्रमाण पत्र में 24..985 के",
  "visa to Germany in 2013 she discovered that her date of birth as": "रूप में दर्ज की गई थी-203 में जर्मनी के लिए वीजा के लिए आवेदन करते समय उसने",
  "recorded in the Birth Certificate was 24.11.1984 and she applied for": "पाया कि जन्म प्रमाण पत्र में दर्ज उसकी जन्म तिथि 24..984 और उसने सी. बी.",
  "correction of date of birth to the CBSE—CBSE did not decide the": "एस. ई. में जन्म तिथि में सुधार के लिए आवेदन किया-सी. बी. एस. ई. ने याचिकाकर्ता",
  "representation filed by the petitioner, prompting her to file the present": "द्वारा दायर अभ्यावेदन का फैसला नहीं किया, जिससे उसे वर्तमान रिट याचिका दायर",
  "writ petition—Only plea taken by CBSE was that as per Rule 69.2 of Examination Bye Laws, correction could only be made within one": "करने के लिए प्रेरित किया गया-सी. बी. एस. ई. द्वारा केवल यह दलील दी गई थी कि परीक्षा उपनियमों के नियम 69.2 के अनुसार, परिणाम की घोषणा के केवल एक वर्ष के",
  "Examination Bye Laws, correction could only be made within one year of the declaration of the result—Court held that one year stipulation was only for administrative convenience and does not": "भीतर सुधार किया जा सकता है-अदालत ने कहा कि एक वर्ष की शर्त केवल प्रशासनिक",
  "stipulation was only for administrative convenience and does not operate like a provision of the Limitation Act barring a remedy—Writ": "सुविधा के लिए थी और यह एक उपाय को रोकने वाले सीमा अधिनियम के प्रावधान की",
  "Held that interestingly, in this case, the petitioner has already": "दिलचस्प बात यह है कि इस मामले में याचिकाकर्ता ने पहले ही आधार कार्ड प्राप्त कर",
  "obtained Adhaar Card in which her date of birth is mentioned as 24.11.1984. The petitioner would face difficulty throughout if her date": "लिया है जिसमें उसकी जन्म तिथि 24..984 के रूप में उल्लिखित है।यदि मैट्रिक",
  "of birth in the matriculation certificate would not match with the date of": "प्रमाणपत्र में उसकी जन्म तिथि आधार कार्ड में उल्लिखित जन्म तिथि से मेल नहीं",
  "mistake at the time when her date of birth was recorded in the School": "निश्चित रूप से उस समय गलती की है जब उसकी जन्म तिथि स्कूल में दर्ज की गई",
  "though, her correct date of birth which has been mentioned on the birth": "थी, हालांकि उसकी सही जन्म तिथि जिसका जन्म प्रमाण पत्र पर जो उल्लेख किया गया",
  "registration of the date of birth of the petitioner in the birth certificate was got done on 26.11.1984 1.e. 2 days after her birth. Therefore, there": "याचिकाकर्ता की जन्म तिथि का पंजीकरण 26..984 यानी उसके जन्म के 2 दिन बाद किया गया था।इसलिए, जन्म प्रमाण पत्र में दर्ज याचिकाकर्ता की जन्म तिथि में",
  "is no chance of any manipulation in the date of birth of the petitioner": "किसी भी हेरफेर की कोई संभावना नहीं है।यदि जन्म प्रमाण पत्र प्राप्त करने के उद्देश्य से",
  "which is recorded in the birth certificate. Had the date of birth been": "अब जन्म तिथि दर्ज की गई होती तो मामला पूरी तरह से अलग होता क्योंकि तब",
  "matter would have altogether different because then the Court may, for a moment, think that the action of the petitioner is after thought but": "अदालत एक पल के लिए सोच सकती है कि याचिकाकर्ता की कार्रवाई विचार के बाद",
  "since, the date of birth was registered just after two days from the date": "की गई है, लेकिन चूंकि, जन्म तिथि याचिकाकर्ता की जन्म तिथि के ठीक दो दिन बाद",
  "certificate is 24.11.1984. I am also impressed by the fact that the": "है वह 24..984 है।मैं इस तथ्य से भी प्रभावित हूं कि जन्म प्रमाण पत्र में",
  "registration of the date of birth of the petitioner in the birth certificate was got done on 26.11.1984 i.e. 2 days after her birth. Therefore, there": "याचिकाकर्ता की जन्म तिथि का पंजीकरण 26..984 यानी उसके जन्म के 2 दिन बाद किया गया था।इसलिए, जन्म प्रमाण पत्र में दर्ज याचिकाकर्ता की जन्म तिथि में",
  "(8) The only hindrance before the petitioner is the period of limitation provided in Clause 69.2 (iv) of the Examination Bye Laws of the CBSE on the basis of which learned counsel for the respondent has": "(8) याचिकाकर्ता के सामने एकमात्र बाधा सीबीएसई के परीक्षा उपनियमों के खंड 69.2 (9५) में प्रदान की गई सीमा की अवधि है, जिसके आधार पर प्रतिवादी के विद्वान",
  "submitted that a direction cannot be given in favour of the petitioner. In": "अधिकक्ता ने प्रस्तुत किया है कि याचिकाकर्ता के पक्ष में कोई निर्देश नहीं दिया जा",
  "this regard, the petitioner has relied upon a decision of the Kerala High Court rendered in the Case of Arun versus Central Board of Secondary Education’, in which it has been held that the period of": "सकता है।इस संबंध में, याचिकाकर्ता ने अरुण बनाम केंद्रीय माध्यमिक शिक्षा बोर्डः के मामले में केरल उच्च न्यायालय के एक निर्णय पर भरोसा किया है, जिसमें यह",
  "limitation provided in Clause 69.2 (iv) for making the application for correction in date of birth is only for the administrative convenience": "अभिनिर्धारित किया गया है कि जन्म तिथि में सुधार के लिए आवेदन करने के लिए खंड 69.2 (४) में प्रदान की गई सीमा की अवधि केवल प्रशासनिक सुविधा के लिए है",
  "alone and is not the period of limitation to bar the remedy as provided under the Limitation Act, 1961.": "और सीमा अधिनियम, 96 के तहत प्रदान किए गए उपाय को रोकने के लिए सीमा की अवधि नहीं है।",
  "(9) Thus, keeping in view the aforesaid facts and": "(9) इस प्रकार, उपरोक्त तथ्यों और परिस्थितियों को ध्यान में रखते हुए, मेरी",
  "circumstances, am of the considered opinion that the petitioner is faced": "सुविचारित राय है कि याचिकाकर्ता को एक समस्या का सामना करना पड़ रहा है",
  "otherwise there was an anomaly in her matriculation certificate about": "तिथि के बारे में उनके मैट्रिक प्रमाण पत्र में विसंगति थी जो अधिनियम के तहत जारी",
  "her date of birth which was not in consonance with the birth certificate": "जन्म प्रमाण पत्र के अनुरूप नहीं थी। याचिकाकर्ता का प्रतिनिधित्व सी. बी. एस. ई. के",
  "pending with the CBSE, therefore, present petition has been filed.": "पास लंबित रहा, इसलिए वर्तमान याचिका दायर की गई है।",
  "(3) Learned counsel for the respondent has submitted that he": "(3) प्रतिवादी के विद्वान वकील ने प्रस्तुत किया है कि वह कोई जवाब दाखिल नहीं",
  "does not want to file any reply and has relied upon the Examination Bye Law No. 69.2 of the CBSE as per which there is a limitation": "करना चाहते हैं और उन्होंने सी. बी. एस. ई. के परीक्षा उपनियम संख्या 69.2 पर",
  "from the date of declaration of the result. It is, thus, submitted that the": "की गई है, जो परिणाम की घोषणा की तारीख से एक वर्ष की अवधि है | इस प्रकार, यह",
  "petitioner might be having a right but lost the remedy after the expiry of": "प्रस्तुत किया जाता है कि याचिकाकर्ता के पास एक अधिकार हो सकता है, लेकिन",
  "one year after the declaration of the result of her matriculation": "उसकी मैट्रिक परीक्षा के परिणाम की घोषणा के एक वर्ष की समाप्ति के बाद उसने",
  "(4) On the contrary, learned counsel for the petitioner has": "(4) इसके विपरीत, याचिकाकर्ता के विद्वान अधिवक्ता ने 206 के सी. डब्ल्यू. पी. संख्या",
  "relied upon a decision of this Court rendered in CWP No. 8603 of 2016 titled as Shifa Chawla versus The Central Board of Secondary": "8603 में दिए गए इस न्यायालय द्वारा शिफा चावला बनाम केंद्रीय माध्यमिक बोर्ड के",
  "controversy was there because in that case also there was an error in recording of year of birth otherwise month and date were similar. In the": "था क्‍योंकि उस मामले में भी जन्म वर्ष दर्ज करने में त्रुटि थी अन्यथा महीना और तिथि",
  "present case also, there is a dispute about the year of birth otherwise": "समान थी।वर्तमान मामले में भी, जन्म वर्ष के बारे में विवाद है अन्यथा तिथि और",
  "date and month is similar as the petitioner has inadvertently mentioned": "महीना समान है क्योंकि याचिकाकर्ता ने अनजाने में सीबीएसई के समक्ष उल्लेख किया है",
  "before the CBSE that she was born on “24.11.1985” whereas she was actually born on “24.11.1984”.": "कि वह \"24..985\" पर पैदा हुई थी, जबकि वह वास्तव में \"24..984\" पर पैदा हुई थी।",
  "(5) The petitioner has further relied upon an order passed by": "(5) याचिकाकर्ता ने आगे इस न्यायालय द्वारा 206 के सी. डब्ल्यू. पी. संख्या 2!287",
  "versus Central Board of Secondary Education and another decided on 09.03.2017 in which direction was issued to by this Court to the": "माध्यमिक शिक्षा बोर्ड एवं अन्य, जिसका 09.03.207 को निर्णय लिया गया जिसमें इस",
  "CBSE to consider the case of the petitioner for correction of date of": "न्यायालय द्वारा सीबीएसई को मैट्रिक प्रमाण पत्र में जन्म तिथि में सुधार के लिए",
  "thereafter. He has also referred to a decision rendered by the Gauhati High Court in the case of Akhendra Garg versus Central Board of": "करने के लिए जारी किया गया था।उन्होंने अखेंद्र गर्ग बनाम केन्द्रीय माध्यमिक शिक्षा बोर्ड व अन्य के मामले में गुवाहाटी उच्च न्यायालय द्वारा दिए गए निर्णय का भी उल्लेख",
  "there is a conflict between statutory provisions and bye laws, the statutory provision would prevail.": "उप कानूनों के बीच टकराव है, तो वैधानिक प्रावधान प्रबल होगा।",
  "(6) Learned counsel for the petitioner has submitted that the": "(6) याचिकाकर्ता के विद्वान वकील ने प्रस्तुत किया है कि वैधानिक प्रावधान उस",
  "statutory provision would be the provisions of the Act under which the birth certificate was issued and therefore, the said birth certificate": "अधिनियम के प्रावधान होंगे जिसके तहत जन्म प्रमाण पत्र जारी किया गया था और",
  "would prevail over and above the date mentioned in the matriculation": "इसलिए, उक्त जन्म प्रमाण पत्र मैट्रिक प्रमाण पत्र में उल्लेखित तिथि के ऊपर प्रबल होगा"
}