{
  "KRISHAN KUMAR v. STATE OF HARYANA AND OTHERS 623 (Sureshwar Thakur, J.)": "कृष्ण कुमार बनाम हरियाणा राज्य और अन्य (सुरेश्वर ठाकुर, जे.)",
  "Before Sureshwar Thakur & Kuldeep Tiwari, JJ.": "समक्ष सुरेश्वर ठाकुर एवं कुलदीप तिवारी, जेजे.",
  "KRISHAN KUMAR - Applicant": "कृष्ण कुमार -आवेदक",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS - Respondents": "हरियाणा राज्य एवं अन्य -उत्तरदाता",
  "CRM-A No.1828 of 2017": "सीआरएम-ए संख्या 828/2047",
  "January 27, 2023": "27 जनवरी, 2023",
  "Code of Criminal Procedure, 1973—S. 313—Indian Penal Code, 1860—Ss. 304-B, 498, 34—The Indian Evidence Act, 1872—": "दंड प्रक्रिया संहिता, 4973--धारा 33--भारतीय दंड संहिता, 4860--धारा 30५-बी, ५98, 3३+--भारतीय साक्ष्य",
  "Ss. 113-A— Appeal against verdict of acquittal by trial court—": "अधिनियम, 872-धारा ॥3-ए - ट्रायल कोर्ट द्वारा बरी किए जाने के फैसले के खिलाफ अपील - मृतक ने आत्महत्या",
  "Deceased committed suicide—Petitioner argues that unnatural death of deceased having occurred within seven years of marriage, S.113-A": "की - याचिकाकर्ता का तर्क है कि मृतक की अप्राकृतिक मृत्यु शादी के सात साल के भीतर हुई थी, साक्ष्य अधिनियम",
  "demand—Held that implied presumption under S. 304-B of IPC read": "के कारण नहीं हुई थी - माना गया कि आईपीसी की धारा 30५-बी के तहत निहित अनुमान, साक्ष्य अधिनियम की धारा",
  "with S. 113-A of Evidence Act still puts an onus upon prosecution to adduce evidence qua cruelty in respect of dowry demand— in S. 304-": "॥3-ए के साथ पढ़ने पर अभी भी अभियोजन पक्ष पर दहेज की मांग के संबंध में क्रूरता के साक्ष्य पेश करने का दायित्व",
  "B of IPC, the statutory phrase “and it is shown that soon before her": "डालता है - आईपीसी की धारा 30५-बी में, वैधानिक वाक्यांश \"और यह दिखाया गया है कि उसकी मृत्यु से ठीक पहले",
  "death she was subjected to cruelty or harassment by her husband or any relative of her husband for, or in connection with, any demand": "वह अपने पति या उसके पति के किसी रिश्तेदार द्वारा दहेज की किसी मांग के लिए या उसके संबंध में क्रूरता या",
  "for dowry” conveys that evidence with respect to cruelty or harassment needs to be adduced by prosecution—such evidence is the": "उत्पीड़न के अधीन थी\" यह बताता है कि क्रूरता या उत्पीड़न के संबंध में साक्ष्य अभियोजन पक्ष द्वारा पेश किए जाने",
  "presumption that the accused caused the demise of the deceased, and to attract the provision of S. 304-B IPC— Impugned verdict of": "की आवश्यकता है यह अनुमान कि अभियुक्त के कारण मृतक की मृत्यु हुई, और धारा 304-बी आईपीसी के प्रावधान",
  "Held, that the presumption carried in the Indian Evidence Act, is attractable only when the charge drawn against the accused is for an": "आयोजित,भारतीय साक्ष्य अधिनियम में की गई धारणा तभी आकर्षक होती है जब अभियुक्त के खिलाफ लगाया",
  "offence punishable under S. 306 of the IPC. (2) The said statutory": "गया आरोप आईपीसी की धारा 306 के तहत दंडनीय अपराध के लिए हो। (2) उक्त वैधानिक प्रावधान का आईपीसी",
  "provision has a limited effect, in respect of a charge drawn under Section 304-B of the IPC, as the implied presumption, created through the words “shall be deemed to have caused her death”, which hence": "की धारा 30५-बी के तहत लगाए गए आरोप के संबंध में सीमित प्रभाव होता है, क्योंकि “उसकी मृत्यु का कारण माना",
  "the words “shall be deemed to have caused her death”, which hence occur at the end of the relevant statutory provisions, yet do not": "जाएगा” शब्दों के माध्यम से बनाई गई निहित धारणा, जो इसलिए प्रासंगिक वैधानिक प्रावधानों के अंत में आती है, फिर",
  "discharge, the prosecution from adducing evidence qua the deceased being meted cruelty or harassment, in respect of demands of dowry, as, made upon her by her husband, or by his relatives. (3) That the": "भी अभियोजन पक्ष को मृतक के साथ उसके पति या उसके रिश्तेदारों द्वारा की गई दहेज की मांगों के संबंध में क्रूरता",
  "second component of the relevant discharging section, cast a conjunctive onus, upon the prosecution to prove the earlier, and, later": "है” जो प्रासंगिक निर्वहन अनुभाग के पहले और दूसरे घटक को अलग करता है, अभियोजन पक्ष पर प्रासंगिक आरोप",
  "624 ILL.R. PUNJAB AND HARYANA 2023(1)": "623",
  "both the components, as carried in sub-Section (1) of Section 304-B of the IPC. (5) The evidence necessary for proving the above foundational": "साबित करने के लिए, जैसा कि आईपीसी की धारा 30५-बी की उप-धारा (॥) में किया गया है। (5) उपरोक्त मूलभूत",
  "facts, rather for supporting the ingredients, as carried in Section 304-B": "तथ्यों को साबित करने के लिए आवश्यक साक्ष्य, बल्कि घटकों का समर्थन करने के लिए, जैसा कि धारा 30५-बी",
  "IPC, is required to be always adduced by the prosecution, and, the": "आईपीसी में किया गया है, अभियोजन पक्ष द्वारा हमेशा प्रस्तुत किए जाने की आवश्यकता होती है, और, निहित अनुमान",
  "implied presumption, gets strengthened only, when the defence omits to put the relevant exculpatory suggestions to the PWs concerned, and/or": "तभी मजबूत होता है, जब बचाव पक्ष संबंधित पीडब्ल्यू को प्रासंगिक दोषमुक्ति सुझाव देने में चूक जाता है, और /या",
  "fails to secure a favourable answer thereto, rather from the PWs concerned.": "संबंधित पीडब्ल्यू से इसके लिए अनुकूल उत्तर प्राप्त करने में विफल रहता है।",
  "(Para 24)": "(पैरा 2५)",
  "Sukesh K. Jindal, Advocate, for the applicant.": "आवेदक की ओर से अधिवक्ता सुकेश के. जिंदल।",
  "Pardeep Prakash Chahar, DAG, Haryana.": "प्रदीप प्रकाश चाहर, डीएजी, हरियाणा।",
  "S.K. Yadav, Advocate for respondents No. 2 and 3.": "एस.के.यादव, प्रतिवादी संख्या 2 और 3 के वकील।",
  "SURESHWAR THAKUR, J.": "सुरेश्वर ठाकुर, जे.",
  "complainant prays for leave being granted, to challenge the verdict of acquittal, as made on 5.4.2017, upon Sessions Case No. 57 of 2016/20.8.2016, by the learned Additional Sessions Judge, Rewari. The": "न्यायाधीश, रेवाड़ी द्वारा दिनांक 5.५.207 को दिए गए दोषमुक्ति के निर्णय को चुनौती देने की अनुमति मांगी है।",
  "above made verdict of acquittal, upon the accused concerned, was in": "संबंधित अभियुक्तों को दोषमुक्त करने का उपरोक्त निर्णय, उनके विरुद्ध भारतीय दंड संहिता की धारा ५98-ए, 30५-",
  "(2) The genesis of the prosecution case, is rested upon the apposite FIR, to which Ex. PL is assigned. The narrations carried in the": "(2) अभियोजन पक्ष के मामले की उत्पत्ति, उपयुक्त एफआईआर पर आधारित है, जिसे एक्स.पी.एल. को सौंपा गया",
  "appeal FIR Ex. PL are that, on 11.072016, Krishan Kumar gave a": "है।अपील एफआईआर एक्स पीएल में दिए गए कथन इस प्रकार हैं कि, .07.206 को कृष्ण कुमार ने अपने दामाद",
  "complaint against his son-in-law Manish Kuumar, Mona Manish's sister, Sunita mother of Manish and Ram Chander grandfather of": "मनीष कुमार, मोना मनीष की बहन, मनीष की मां सुनीता और मनीष के दादा राम चंद्र के खिलाफ शिकायत दी,",
  "Manish, with the allegations that he had married his daughter Pooja, on 03.06.2015 with accused Manish but after marriage, Pooja was mentally, and, physically tortured by the main accused for want of": "जिसमें आरोप लगाया गया कि उन्होंने अपनी बेटी पूजा की शादी 03.06.205 को आरोपी मनीष के साथ की थी, लेकिन शादी के बाद, पूजा को पर्याप्त दहेज के अभाव में मुख्य आरोपी द्वारा मानसिक और शारीरिक रूप से प्रताड़ित",
  "sufficient dowry. It is further alleged, that Sunita being mother- in-law along with her daughter Mona, who is married, had been torturing": "किया गया। यह भी आरोप है कि, सुनीता सास होने के नाते अपनी बेटी मोना, जो शादीशुदा है, के साथ मिलकर दहेज",
  "Pooja for dowry. That about such torture, Pooja had informed her": "के लिए पूजा को प्रताड़ित कर रही थी। इस तरह की यातना के बारे में पूजा ने अपने भाई को सूचित किया था, और,",
  "brother, and, on 04.07.2016 an information was received on mobile that Pooja had committed suicide by hanging. Thereafter the complainant": "0५.07.206 को मोबाइल पर सूचना मिली कि पूजा ने फांसी लगाकर आत्महत्या कर ली है। इसके बाद शिकायतकर्ता",
  "went to Kharag was village, and, signed certain documents, as he was": "अपने गांव खड़ग गया और कुछ दस्तावेजों पर हस्ताक्षर किए,",
  "married woman.—When the question is whether the commission of suicide by a woman had been abetted by her husband or any relative of her husband and it is shown that": "-जब प्रश्न यह है कि कया किसी स्त्री द्वारा आत्महत्या करने के लिए उसके पति या उसके पति के किसी रिश्तेदार ने",
  "she had committed suicide within a period of seven years": "उकसाया था और यह दर्शाया गया है कि उसने अपने विवाह की तारीख से सात वर्ष की अवधि के भीतर आत्महत्या",
  "from the date of her marriage and that her husband or such relative of her husband had subjected her to cruelty, the": "की थी और उसके पति या उसके पति के ऐसे रिश्तेदार ने उसके साथ क्रूरता की थी, तो न्यायालय मामले की अन्य",
  "Court may presume, having regard to all the other circumstances of the case, that such suicide had been": "सभी परिस्थितियों को ध्यान में रखते हुए यह मान सकता है कि ऐसी आत्महत्या के लिए उसके पति या उसके पति के",
  "Analysis of the submissions of the learned counsel for the applicant": "आवेदक के विद्वान वकील के प्रस्तुतीकरण का विश्लेषण",
  "(14) To gauge the vigour of the address, as made by the learned counsel for the aggrieved applicant, that in consonance with the above": "(५) पीड़ित आवेदक के विद्वान वकील द्वारा दिए गए अभिभाषण की गंभीरता को समझने के लिए, अभियुक्त के",
  "counsel for the aggrieved applicant, that in consonance with the above necessity qua drawings of presumption against the accused, (i) there": "विरुद्ध उपधारणा के संबंध में उपर्युक्त आवश्यकता के अनुरूप, () विशेष रूप से मृतक द्वारा फांसी लगाकर आत्महत्या",
  "also becomes sparked a further necessity, especially with the commission of suicide, by the deceased, by hanging, (11) given rather also the said demise, prima facie being construable to be death,": "करने के मामले में, एक और आवश्यकता उत्पन्न होती है, (॥) यह देखते हुए कि उक्त मृत्यु, प्रथम दृष्टया मृत्यु मानी जा",
  "which has occurred otherwise than in natural circumstances, (ili)": "सकती है, जो प्राकृतिक परिस्थितियों के अलावा किसी अन्य कारण से हुई है, (॥) इसके अलावा यह देखते हुए कि",
  "besides given such unnatural death happening within seven years of her marriage, hence in the above manner, qua thereupon it being": "उसकी शादी के सात वर्षों के भीतर ऐसी अप्राकृतिक मृत्यु हुई है, अतः उपर्युक्त तरीके से, इसे दहेज मृत्यु माना जा",
  "construable to be a dowry death, as there purportedly existed formidable evidence on record, displaying qua the deceased becoming subjected to cruelty or harassment by the accused, on account of theirs": "सकता है, क्योंकि अभिलेख पर कथित रूप से पुख्ता सबूत मौजूद हैं, जो दर्शाते हैं कि मृतका अभियुक्तों द्वारा क्रूरता",
  "subjected to cruelty or harassment by the accused, on account of theirs making persistent demands of dowry upon her, imperatively besides": "या उत्पीड़न का शिकार हुई, क्‍योंकि उन्होंने उससे दहेज की लगातार मांग की थी, इसके अलावा यह भी अनिवार्य है",
  "qua thereupon whether a verdict of conviction is to be made, upon the accused.": "कि अभियुक्त पर दोषसिद्धि का फैसला सुनाया जाए या नहीं।",
  "(15) Therefore, it has to be but obviously tested whether hence the charge drawn against the accused for the commission of an offence punishable under Section 304-B of the IPC, has been cogently proven.": "(5) इसलिए, यह स्पष्ट रूप से परखा जाना चाहिए कि क्‍या आरोपी के खिलाफ आईपीसी की धारा 30५-बी के तहत दंडनीय अपराध करने के लिए लगाए गए आरोप को पुख्ता तौर पर साबित किया गया है। इसके अलावा, क्या",
  "Furthermore, whether as but a natural corollary thereof, the prosecution has adduced evidence, that such an unnatural death of the deceased, at": "इसके स्वाभाविक परिणाम के रूप में अभियोजन पक्ष ने सबूत पेश किए हैं कि मृतक की ऐसी अप्राकृतिक मृत्यु, उसके",
  "her matrimonial home, within seven years of her marriage, does attract thereons, the above presumption, as carried in the Act (supra).": "विवाह के सात साल के भीतर उसके वैवाहिक घर पर हुई, अधिनियम (उपरोक्त) में उल्लिखित उपरोक्त धारणा को",
  "Moreover, it also becomes necessary to further determine, whether if assumingly, this Court concurs, with the above submission of the": "आकर्षित करती है। इसके अलावा, यह भी निर्धारित करना आवश्यक हो जाता है कि क्या यह न्यायालय पीड़ित आवेदक",
  "assumingly, this Court concurs, with the above submission of the learned counsel, for the aggrieved applicant, that whether there is cogent evidence displaying, that the deceased was subjected to mental": "के विद्वान वकील के उपरोक्त प्रस्तुतीकरण से सहमत है कि क्या इस बात के पुख्ता सबूत हैं कि मृतक को उसके पति",
  "or physical cruelty, by her husband, or other members of his family, but": "या उसके परिवार के अन्य सदस्यों द्वारा उसके वैवाहिक घर पर मानसिक या शारीरिक क्रूरता का सामना करना पड़ा",
  "at her matrimonial home, and, such harassment was in respect of demand of dowry, and, that the purported unnatural demise of the": "था और ऐसा उत्पीड़न दहेज की मांग के संबंध में था और मृतक की कथित अप्राकृतिक मृत्यु, उसके द्वारा फांसी",
  "KRISHAN KUMAR v. STATE OF HARYANA AND OTHERS 629 (Sureshwar Thakur, J.)": "कृष्ण कुमार बनाम हरियाणा राज्य एवं अन्य (सुरेश्वर ठाकुर, जे.)",
  "to be a dowry death or not. Therefore, initially it is necessary to allude": "को दहेज मृत्यु माना जाना चाहिए या नहीं। इसलिए, शुरू में इस तथ्य का उल्लेख करना आवश्यक है कि क्या अभियोजन",
  "to the fact, whether the prosecution has adduced cogent evidence suggestive, that (a) this Court becomes led to presume, that the": "पक्ष ने ठोस सबूत पेश किए हैं, जिससे (ए) यह न्यायालय यह मानने के लिए प्रेरित होता है कि आईपीसी की धारा",
  "provisions of Section 304-B of the IPC becomes prima facie attracted.": "30»-बी के प्रावधान प्रथम दृष्टया लागू होते हैं। आईपीसी की धारा 30५-बी के प्रावधानों की सराहना करने के लिए,",
  "are ad verbatim extracted hereinafter.": "उन्हें आगे शब्दशः उद्धृत किया गया है।",
  "Analysis of the provisions of Section 304-B of the Indian Penal Code,and, of Section 113-A of the Indian Evidence Act": "भारतीय दंड संहिता की धारा 30५-बी के प्रावधानों का विश्लेषण, और, भारतीय साक्ष्य अधिनियम की धारा",
  "“304-B. Dowry death.—": "“30%-बी. दहेज मृत्यु.--",
  "a. Where the death of a woman is caused by any burns or": "ए. जहां किसी महिला की मृत्यु किसी जलने या शारीरिक चोट के कारण होती है या उसके विवाह के सात वर्ष के भीतर",
  "cruelty or harassment by her husband or any relative of her husband for, or in connection with, any demand for dowry,": "पहले उसके पति या उसके पति के किसी संबंधी द्वारा दहेज की मांग के लिए या उसके संबंध में उसके साथ क्रूरता या",
  "such death shall be called “dowry death”, and such husband or relative shall be deemed to have caused her death.": "उत्पीड़न किया गया था, ऐसी मृत्यु को \"दहेज मृत्यु\" कहा जाएगा और ऐसे पति या संबंधी को उसकी मृत्यु का कारण",
  "b. Whoever commits dowry death shall be punished with imprisonment for a term which shall not be less than seven": "बी. जो कोई दहेज हत्या करता है, उसे कम से कम सात वर्ष के कारावास से दंडित किया जाएगा, परंतु जो आजीवन",
  "presumption in Section 113-A of the Act, and, the provisions of Section 304-B of the IPC, in respect whereof a charge became drawn against": "(6) प्रथम दृष्टया अधिनियम की धारा ॥3-ए में अनुमान और आईपीसी की धारा 30५-बी के प्रावधानों के बीच",
  "presume”, qua the commission of suicide by a woman becoming abetted by her family or any relative of her husband, but only if the": "महिला द्वारा अपने परिवार या पति के किसी रिश्तेदार द्वारा उकसाए जाने पर आत्महत्या करने के सम्बन्ध में “अनुमान",
  "suicide has been committed byher within a period of seven years from": "लगा सकता है\", लेकिन केवल तभी जब उसने आत्महत्या अपनी शादी की तिथि से सात वर्ष की अवधि के भीतर की",
  "the date of her marriage, yet but subject to her husband or such relative of her husband provenly subjecting her to cruelty. Therefore, the above": "हो, लेकिन यह साबित हो कि उसके पति या उसके पति के ऐसे रिश्तेदार ने उसके साथ क्रूरता की है। इसलिए,",
  "import of provisions (supra), as carried in the Act (supra), do assign": "अधिनियम (उपरोक्त) में किए गए प्रावधानों (उपरोक्त) का उपरोक्त आयात, संबंधित न्यायालय को यह धारणा बनाने",
  "husband or his relatives, abetting the commission of suicide by a": "के लिए बल प्रदान करता है कि पति या उसके रिश्तेदार महिला द्वारा आत्महत्या के लिए उकसा रहे हैं, बशर्ते कि उक्त",
  "woman, subject to the said suicide becoming committed but within seven years of the date of her marriage, besides when there is evidence in respect of the husband of the deceased or his relatives, meteing or": "आत्महत्या उसके विवाह की तिथि से सात वर्ष के भीतर की गई हो, इसके अलावा जब मृतका के पति या उसके",
  "subjecting her to cruelty either physical or mental. In short, the": "रिश्तेदारों के संबंध में साक्ष्य हो कि उन्होंने महिला के साथ शारीरिक या मानसिक क्रूरता की है। संक्षेप में, उपबंधों",
  "availability of drawings of presumption, as carried in the provisions (supra), is limitedto a situation where the charge drawn against the": "(उपरोक्त) में किए गए उपधारणा रेखाचित्रों की उपलब्धता उस स्थिति तक सीमित है,",
  "accused, is for an offence punishable under Section 306 of the IPC,": "जहां अभियुक्त के विरुद्ध लगाया गया आरोप भारतीय दंड संहिता की धारा 306 के अंतर्गत दंडनीय अपराध के लिए",
  "and, may not stricto sensu relateto a situation where the charge drawn": "है, और, उस स्थिति से सख्ती से संबंधित नहीं हो सकता है, जहां अभियुक्त के विरुद्ध लगाया गया आरोप, भारतीय दंड",
  "against the accused, rather is for an offence punishable under Section 304-B of the IPC, especially when in respect of the latter drawn charge,": "संहिता की धारा 30५-बी के अंतर्गत दंडनीय अपराध के लिए है, विशेष रूप से जब बाद में लगाए गए आरोप के संबंध",
  "there is an imperative requirement, that harassment or cruelty, as became purportedly perpetrated, upon the deceased, did become so": "में, एक अनिवार्य आवश्यकता है, कि मृतक पर कथित रूप से किया गया उत्पीड़न या क्रूरता, उसके पति या बाद के",
  "perpetrated but on account of demands of dowry, being made upon her by her husband, or the latter's relatives.": "रिश्तेदारों द्वारा उससे की जा रही दहेज की मांग के कारण हुई थी।",
  "(17) Be that as it may, yet independent of the above provisions, as carried in Section 113-A of the Act, yet there also occurs an implied": "(7) जैसा कि यह हो सकता है, फिर भी उपरोक्त प्रावधानों से स्वतंत्र, जैसा कि अधिनियम की धारा ॥॥3-ए में किया",
  "as carried in Section 113-A of the Act, yet there also occurs an implied presumption in Section 304-B of the IPC, provisions whereof becomes": "गया है, फिर भी आईपीसी की धारा 30५-बी में एक निहित अनुमान भी है, जिसके प्रावधान यहां ऊपर निकाले गए",
  "extracted hereinabove. The reason for drawing the above conclusion ensues from the factum, that in the first segment, of the above provisions, a clear echoing, becoming carried, hence with unfoldings": "हैं। उपरोक्त निष्कर्ष निकालने का कारण इस तथ्य से उत्पन्न होता है, कि पहले खंड में, उपरोक्त प्रावधानों की स्पष्ट",
  "qua where the death of a woman, is caused by any burns or bodily": "प्रतिध्वनि होती है, इसलिए प्रकट होने के साथ, जहां एक महिला की मृत्यु, किसी जलने या शारीरिक चोट के कारण",
  "injury or occurs otherwise than under normal circumstances within seven years of her marriage, and, it is shown that soon before her death,": "होती है या उसकी शादी के सात साल के भीतर सामान्य परिस्थितियों की तुलना में अन्यथा होता है, और, यह दिखाया",
  "she was subjected to cruelty or harassment by her husband or any relative of her husband for, or in connection with any demand for": "गया है कि उसकी मृत्यु से तुरंत पहले, उसके पति या उसके पति के किसी रिश्तेदार द्वारा दहेज की किसी भी मांग",
  "dowry, thereupon, such death shall be called “dowry death”, and, such": "के संबंध में क्रूरता या उत्पीड़न का शिकार किया गया था। इसके बाद, ऐसी मृत्यु को \"दहेज मृत्यु\" कहा जाएगा, और,",
  "husband or relative “shall be deemed” to have caused her death. The": "ऐसे पति या रिश्तेदार को उसकी मृत्यु का कारण माना जाएगा। उपरोक्त प्रथम दृष्टया कारण को उठाने के लिए",
  "trite plank for raising the above prima facie reason, becomes anchored upon the factum, that the words “shall be deemed to have caused death’, rather occurring at the end of the above extracted provisions of sub-section (1) of Section 304-B of the IPC, and, theirs speaking qua": "घिसी-पिटी बात इस तथ्य पर टिकी हुई है कि धारा 30५ की उपधारा (॥) के उपरोक्त निकाले गए प्रावधानों के अंत में \"मृत्यु का कारण माना जाएगा\" शब्द आते हैं। -आईपीसी के -बी, और, उनका बोलना पहले से स्पष्ट रूप से सिद्ध",
  "embodying penal ingredients, that upon the demise of the deceased,": "सामग्री पर योग्यता रखता है, बल्कि दंडात्मक सामग्री को शामिल करता है, जो कि मृतक के निधन पर, सामान्य",
  "occurring otherwise than in normal circumstances, and, at her matrimonial home, but within seven years of her marriage, penal facts": "परिस्थितियों की तुलना में अन्यथा होता है, और, उसके वैवाहिक घर पर, लेकिन सात के भीतर उसकी शादी के वर्षों",
  "whereof are comprised in the initial segment or the component of sub- Section (1) of Section 304-B of the IPC, qua thereupon alone the": "के बाद, दंडात्मक तथ्य आईपीसी की धारा 3०५-बी के प्रारंभिक खंड या उप-धारा (॥) के घटक में शामिल हैं, इसके",
  "charge qua the offence (supra) being cogently proven. The fact of the": "बाद ही आरोप लगाया जा सकता है कि अपराध (सुप्रा) स्पष्ट रूप से सिद्ध हो गया है। उपरोक्त दंडात्मक प्रावधान के",
  "above penal provision carrying two segments, became planked upon, occurrence of the words “‘and it isshown” inter se or between the first, and, subsequent thereto penal ingredients. Therefore, the phrase “and it": "दो खंड होने का तथ्य, पहले और उसके बाद के दंडात्मक अवयवों के बीच \"और यह दिखाया गया है\" शब्दों की",
  "and, subsequent thereto penal ingredients. Therefore, the phrase “and it is shown” but necessarily is assignable a connotation, that but": "घटना पर आधारित हो गया। इसलिए, वाक्यांश \"और यह दिखाया गया है\" लेकिन आवश्यक रूप से एक अर्थ देने",
  "necessarily evidence is required to be adduced, that the said unnatural": "योग्य है, लेकिन आवश्यक रूप से सबूत पेश करना आवश्यक है, कि मृतक की उक्त अप्राकृतिक मृत्यु उसकी मृत्यु",
  "becoming subjected to cruelty or harassment, by her husband or by any relatives of her husband for in connection with any demand for dowry,": "उसके पति द्वारा या उसके पति के किसी भी रिश्तेदार द्वारा उत्पीड़न, और,या उक्त वैधानिक शब्दों में सभी दंडात्मक",
  "KRISHAN KUMAR v. STATE OF HARYANA AND OTHERS 637 (Sureshwar Thakur, J.)": "कृष्ण कुमार बनाम हरियाणा राज्य एवं अन्य (सुरेश्वर ठाकुर, जे.)",
  "components, as carried in sub- Section (1) of Section 304-B of the IPC.": "उपरोक्त संदर्भित तत्वों का समर्थन करने के लिए, जैसा कि धारा 30५-बी आईपीसी में किया गया है, अभियोजन पक्ष",
  "surface(s), thereupon the words “shall be deemed to have caused her death” as become carried at the end of the relevant statutory provision,": "इसके अंत में आने वाले शब्दों “उसकी मृत्यु का कारण माना जाएगा” के बावजूद, इसका यह तात्पर्य नहीं है कि",
  "presumption, as becomes created by the words “shall be deemed to have caused her death”, as occur at the end of the relevant statutory": "में आने वाले शब्द “उसकी मृत्यु का कारण माना जाएगा” अभियोजन पक्ष को आईपीसी की धारा 30५-बी के तहत",
  "fact, the deceased committed suicide by hanging, does obviously rather make the demise of the deceased to be suicidal, and, not": "कि वास्तव में मृतक ने फांसी लगाकर आत्महत्या की थी, स्पष्ट रूप से मृतक की मृत्यु को आत्महत्या के रूप में दर्शाता",
  "homicidal. Therefore,when there is no evidence qua the accused instigating the deceased to commit suicide, nor when there is obviously": "है, न कि हत्या के रूप में। इसलिए, जब अभियुक्त द्वारा मृतका को आत्महत्या के लिए उकसाने के संबंध में कोई साक्ष्य",
  "any evidence suggestive, that through the accused making demands of dowry, upon her, theirs tacitly abetting the commission of suicide by": "नहीं है, न ही जब स्पष्ट रूप से कोई साक्ष्य है कि अभियुक्त द्वारा दहेज की मांग करने के माध्यम से, मृतका द्वारा फांसी",
  "deceased, to commit suicide by hanging, to be a dowry death, within": "लगाकर आत्महत्या करने के लिए मौन रूप से उकसाया गया है, जो अन्यथा मृतका के फांसी लगाकर आत्महत्या करने",
  "theambit of Section 304-B of the IPC, especially when the demise of": "के ऐसे कृत्य को दहेज मृत्यु बनाता है, जो भारतीय दंड संहिता की धारा 30५-बी के दायरे में है, विशेष रूप से जब",
  "thedeceased occurred at her matrimonial home, within seven years of her marriage, and, such demise becomes purportedly sparked by cruelty": "मृतका की मृत्यु उसके विवाह के सात वर्षों के भीतर उसके वैवाहिक घर में हुई हो, और, ऐसी मृत्यु कथित रूप से",
  "or harassment, being meted to her by her husband or by his relatives in": "उसके पति या उसके रिश्तेदारों द्वारा किसी मांग के संबंध में की गई क्रूरता या उत्पीड़न के कारण हुई हो, जिस पर",
  "connection with any demand, whereupon it may become a dowry death, and, would be punishable under Section 304-B of the IPC. Even otherwise, the death by hanging, by the deceased through hers hanging": "यह दहेज मृत्यु बन सकती है, और, भारतीय दंड संहिता की धारा 30५-बी के तहत दंडनीय होगी। वैसे भी, मृतका द्वारा",
  "otherwise, the death by hanging, by the deceased through hers hanging herself, and, at her matrimonial home, cannot in all circumstances, be": "खुद को फांसी लगाकर और अपने वैवाहिक घर पर फांसी लगाकर की गई मौत को सभी परिस्थितियों में सामान्य",
  "construed to be a death, otherwise than under normal circumstances, unless the above spelt ingredients, as carried thereins, are proven.": "परिस्थितियों के अलावा किसी और तरह की मौत नहीं माना जा सकता, जब तक कि ऊपर बताए गए तत्व, जैसा कि",
  "unless the above spelt ingredients, as carried thereins, are proven. However, when the requisite above stated ingredients, as carried in Section 304-B of the IPC, remain completely unestablished by the": "उसमें निहित है, साबित न हो जाएं। हालांकि, जब आईपीसी की धारा 30५-बी में निहित ऊपर बताए गए तत्व अभियोजन",
  "prosecution, through its adducing cogent evidence. Therefore, this": "पक्ष द्वारा ठोस सबूत पेश करने के बावजूद पूरी तरह से स्थापित नहीं होते हैं। इसलिए, यह न्यायालय यह निष्कर्ष",
  "Court is constrained to conclude, that the death of the deceased did not occur at her matrimonial home in the circumstances otherwise than natural, nor the verdict challenged before this Court is unmeritworthy,": "निकालने के लिए बाध्य है कि मृतका की मौत उसके वैवाहिक घर पर प्राकृतिक परिस्थितियों के अलावा किसी और तरह की परिस्थितियों में नहीं हुई, न ही इस न्यायालय के समक्ष चुनौती दिया गया फैसला अयोग्य है, बल्कि यह आरोप",
  "rather it is based upon an objective appraisal of evidence germane to": "से संबंधित साक्ष्य के वस्तुनिष्ठ मूल्यांकन पर आधारित है।",
  "Principles": "सिद्धांत",
  "(24) (1) The presumption carried in the Indian Evidence Act, is attractable only when the charge drawn against the accused is for an": "(2५) (॥) भारतीय साक्ष्य अधिनियम में की गई उपधारणा तभी आकर्षक होगी जब अभियुक्त के विरुद्ध लगाया",
  "offence punishable under Section 306 of the IPC.": "गया आरोप भारतीय दंड संहिता की धारा 306 के अंतर्गत दंडनीय अपराध के लिए हो।",
  "(2) The said statutory provision has a limited effect, in respect of a charge drawn under Section 304-B of the": "(2) उक्त वैधानिक प्रावधान का भारतीय दंड संहिता की धारा 30५-बी के तहत लगाए गए आरोप के",
  "“shall be deemed to have caused her death”, which hence": "संबंध में सीमित प्रभाव है, क्योंकि \"उसकी मृत्यु का कारण माना जाएगा\" शब्दों के माध्यम से बनाई गई",
  "occur at the end of the relevant statutory provisions, yet do": "निहित धारणा, जो प्रासंगिक वैधानिक प्रावधानों के अंत में आती है, फिर भी अभियोजन पक्ष को मृतका के",
  "not discharge, the prosecution from adducing evidence qua the deceased being meted cruelty orharassment, in respect of demands of dowry, as, made upon her by her husband, or by his relatives.": "पति या उसके रिश्तेदारों द्वारा दहेज की मांग के संबंध में क्रूरता या उत्पीड़न के साक्ष्य को प्रस्तुत करने से मुक्त नहीं करती है।",
  "KRISHAN KUMAR v. STATE OF HARYANA AND OTHERS 635 (Sureshwar Thakur, J.)": "कृष्ण कुमार बनाम हरियाणा राज्य एवं अन्य (सुरेश्वर ठाकुर, जे.)",
  "25.6.2016, when he visited the matrimonial home of his sister Pooja, qua the latter apprising him about hers being tortured by the accused, on account of cash, and, car. Moreover, he also testified that he had": "जब वह अपनी बहन पूजा के ससुराल गया था, तो पूजा ने उसे बताया था कि आरोपी उसे नकदी और कार के लिए",
  "on account of cash, and, car. Moreover, he also testified that he had advised his deceased sister to remain calm, and, assured her, that he": "प्रताड़ित कर रहे हैं। इसके अलावा, उसने यह भी गवाही दी कि उसने अपनी मृतक बहन को शांत रहने की सलाह दी",
  "would apprise their father, about the said revealed fact once their": "थी और उसे आश्वासन दिया था कि वह उनके पिता को उनके ड्यूटी से लौटने के बाद उक्त तथ्य से अवगत कराएगा।",
  "father returns from duty. However, he yet stated that only on 5.7.2016, on the return of his parents to home, he cameto know about the death": "हालांकि, उसने फिर भी कहा कि 5.7.206 को उसके माता-पिता के घर लौटने पर ही उसे अपनी बहन की मौत के",
  "of his sister. It is but enigmatic, that a close relative of the deceased, one Dinesh Kumar, who visited his sister on 24/25.6.2016, and, who": "बारे में पता चला। यह रहस्यपूर्ण है कि मृतका का एक करीबी रिश्तेदार, दिनेश कुमार, जो 2५/25.6.206 को अपनी",
  "then became apprised by his deceased sister, that she was being tortured by the accused, on account of theirs demanding acar, and,": "बहन से मिलने गया था, और जिसे तब उसकी मृत बहन ने बताया कि उसे अभियुक्तों द्वारा कार और नकदी की मांग",
  "of his sister, also it is enigmatic that when in respect of the above, he visited the matrimonial home of his sister on 24/25.6.2016, rather his": "यह भी रहस्यपूर्ण है कि जब उपरोक्त के संबंध में वह 2५/25.6.206 को अपनी बहन के वैवाहिक घर गया था, तो",
  "making a statement before the police belatedly therefrom hence on 11.7.2016. Therefore, the effect of the above belated making of a statement by PW-9, before the police containing thereins the fact, as": "उसके बाद उसने पुलिस के समक्ष ॥.7.206 को देरी से बयान दिया। इसलिए, पुलिस के समक्ष पीडब्लू-9 द्वारा दिए",
  "matrimonial home of his deceased sister Pooja, his becoming apprised by the deceased, that the accused are torturing her on account of theirs": "शामिल हैं, जब वह अपनी मृतक बहन पूजा के घर गया, मृतक द्वारा उसे बताया गया कि अभियुक्तगण उससे दहेज",
  "raising a demand of dowry from her, is that, but naturally, the said statement is ridden with a vice of premeditation, and, concoction, and,": "की मांग करने के कारण उसे प्रताड़ित कर रहे हैं, यह है कि, लेकिन स्वाभाविक रूप से, उक्त बयान पूर्व-चिंतन और",
  "it can become invincibly concluded, that the above stated ingredients, as carried in Section 304-B of the IPC, remain completely unproven or": "रूप में, यह स्पष्ट रूप से निष्कर्ष निकाला जा सकता है कि आईपीसी की धारा 3०५-बी में बताए गए उपरोक्त तत्व",
  "they remained not proven beyond any reasonable doubt by the prosecution.": "पूरी तरह से अप्रमाणित हैं या वे अभियोजन पक्ष द्वारा किसी भी उचित संदेह से परे साबित नहीं हुए हैं।",
  "(22) Conspicuously also, when there was no firm foundational fact for the learned trial Judge concerned, to draw succor either from the implied presumption, as carried in Section 113-A of the Act,": "(22) यह भी स्पष्ट है कि जब संबंधित विद्वान ट्रायल न्यायाधीश के पास अधिनियम की धारा ॥3-ए में निहित अनुमान",
  "nor from the prima facie entwined therewith mandate, carried in Section 304-B of the IPC, nor when any cogent evidence, in respect of": "से, या भारतीय दंड संहिता की धारा 30५-बी में दिए गए प्रथम दृष्टया निहित आदेश से, तथा अभियोजन पक्ष द्वारा",
  "the above statutory ingredient(s), became adduced by the prosecution,": "उपरोक्त वैधानिक घटक (ओं) के संबंध में कोई ठोस साक्ष्य प्रस्तुत नहीं किया गया, तब भी अभियुक्त के विरुद्ध उपरोक्त",
  "(23) Thus, this Court is of a view, that there is no requirement for this Court to draw the above statutory presumption against the": "(23) इस प्रकार, इस न्यायालय का मानना है कि अभियुक्त के विरुद्ध उपरोक्त वैधानिक अनुमान लगाने की इस",
  "accused. Even otherwise, commission of death by hanging, by the deceased in her matrimonial home, especially when there is no cogent": "न्यायालय को कोई आवश्यकता नहीं है। अन्यथा भी, मृतक द्वारा अपने वैवाहिक घर में फांसी लगाकर आत्महत्या करना, विशेष रूप से तब जब पीएमआर में दर्ज निष्कर्षों का खंडन करने के लिए कोई ठोस सबूत नहीं है,",
  "KRISHAN KUMAR v. STATE OF HARYANA AND OTHERS 631 (Sureshwar Thakur, J.)": "कृष्ण कुमार बनाम हरियाणा राज्य एवं अन्य (सुरेश्वर ठाकुर, जे.)",
  "convey(s) that the evidence in respect of the facts, narrated in both the segments, is requiredto be adduced by the prosecution. In": "यह बताता है कि दोनों खंडों में वर्णित तथ्यों के संबंध में साक्ष्य, अभियोजन पक्ष द्वारा प्रस्तुत किए जाने की आवश्यकता",
  "sequel, it is only in the event ofcogent proof being adduced qua both the components of sub-Section (1) of Section 304-B of the IPC,": "है। अगली कड़ी में, आईपीसी की धारा 30५-बी की उप-धारा (॥) के दोनों घटकों के लिए ठोस सबूत पेश किए जाने",
  "that thereupon the implied presumption,as enshrined within the phrase “shall be deemed to have caused her death” may": "की स्थिति में ही, वाक्यांश के भीतर निहित निहित अनुमान को माना जाएगा। उसकी मृत्यु का कारण बना\" उठाया जा",
  "become raisable. However, even if this Court assigns, the above import, to the statutory phrase “shall be deemed to have": "सकता है। हालाँकि, भले ही यह न्यायालय उपरोक्त आयात को वैधानिक वाक्यांश \"उसकी मृत्यु का कारण माना",
  "caused her death” as carried in sub-section (1) of Section 304-B of the IPC. Nonetheless, the above implied presumption, if any, which exists": "जाएगा\" के रूप में आईपीसी की धारा 304-बी की उप-धारा (॥) में निर्दिष्ट करता है। फिर भी, उपरोक्त निहित अनुमान,",
  "in the substantive provisions of Section 304-B of the IPC, cannot be": "यदि कोई हो, जो आईपीसी की धारा 30५-बी के मूल प्रावधानों में मौजूद है, को आदर्श रूप से तैयार नहीं किया जा",
  "ideally drawn or can be drawn in a perfunctory or mechanical manner. The reason for making the above conclusion stems from the factum,": "सकता है या इसे लापरवाही या यांत्रिक तरीके से तैयार किया जा सकता है। उपरोक्त निष्कर्ष निकालने का कारण इस",
  "that even when the demise of a married lady occurs at her matrimonial home, in those circumstances other than in normal circumstances, and,": "तथ्य से उपजा है, कि जब एक विवाहित महिला की मृत्यु उसके वैवाहिक घर में होती है, तो सामान्य परिस्थितियों के",
  "home, in those circumstances other than in normal circumstances, and, it also occurs within seven years of her marriage, but yet the word": "अलावा अन्य परिस्थितियों में भी होती है, और, यह उसकी शादी के सात साल के भीतर भी होती है, लेकिन फिर भी",
  "“and” as occurs between the earlier thereto ingredients, and, the subsequent thereto phrases, as occur thereins, is but reiteratedly": "शब्द \"और\" जैसा कि पहले के अवयवों के बीच आता है, और, उसके बाद के वाक्यांशों, जैसा कि उसमें होता है,",
  "suggestive, that both the segments of sub- Section (1) of Section 304- B of the IPC, as are separated by the word “and itis shown” rather": "लेकिन बार-बार विचारोत्तेजक है, कि आईपीसी की धारा 30५-बी की उप-धारा (॥) के दोनों खंड, जैसे शब्द \"और यह",
  "require proof being adduced, qua both. The said necessity of proof,": "दिखाया गया है\" से अलग किया गया है, बल्कि दोनों के लिए प्रमाण प्रस्तुत करने की आवश्यकता है। सबूत की उक्त",
  "the prosecution, through its adducing forthright evidence in respect of harassment or cruelty being meted, upon the deceased by her husband": "आवश्यकता, उसके संबंध में पेश किए जाने के कारण, अभियोजन पक्ष द्वारा मृतिका पर उसके पति या उसके पति के",
  "dowry. If so, for elaboration but naturally, the prosecution was": "निर्वहन करने के लिए बाध्य हो जाती है। दहेज की किसी भी मांग के साथ. यदि ऐसा है, तो विस्तार के लिए, लेकिन",
  "her matrimonial home, in those circumstances, other than in normal": "स्वाभाविक रूप से, अभियोजन पक्ष को न केवल सामान्य परिस्थितियों के अलावा, उन परिस्थितियों में, उसके वैवाहिक",
  "circumstances, and, also was required to prove qua her demise": "घर में हुई मृतक की मृत्यु को प्रमाणित करना आवश्यक था, बल्कि, यह भी साबित करना आवश्यक था कि उसकी",
  "occurring within seven years of her marriage, besides also was required": "मृत्यु घटित हुई थी। अपनी शादी के सात साल के भीतर, इसके अलावा यह साबित करने की भी आवश्यकता थी कि",
  "to prove that soon before her marriage, she was subjected to cruelty or harassment by her husband or any relative of her husband in connection": "उसकी शादी से ठीक पहले, दहेज की किसी भी मांग के संबंध में उसके पति या उसके पति के किसी रिश्तेदार द्वारा",
  "with any demand for dowry. In case, the above evidence, in respect of the proof qua all the penal ingredients which occur prior, and,": "क्रूरता या उत्पीड़न का शिकार किया गया था। यदि, उपरोक्त साक्ष्य, सबूत के संबंध में सभी दंडात्मक तत्वों को योग्य",
  "subsequent to the phrase “and it is shown”, does imminently": "मानते हैं, जो वाक्यांश \"और यह दिखाया गया है\" के पहले और बाद में घटित होते हैं, तुरंत सामने आते हैं,",
  "634 ILL.R. PUNJAB AND HARYANA 2023(1)": "634",
  "criminality qua the accused, but on his stepping into the witness box, he had attempted to resile from his signatured statement, as carried in Ex.": "लेकिन गवाह के कठघरे में आने पर, उसने एक्स. पी.ए. में किए गए अपने हस्ताक्षरित बयान से मुकरने का प्रयास",
  "PA, through his making an echoing, that he was not mentally fit, at": "किया था, जिसमें उसने यह प्रतिध्वनि की थी कि एक्स. पी.ए. करने के समय वह मानसिक रूप से स्वस्थ नहीं था।",
  "the time of his drawing Ex. PA. However, no evidence to support the above factum, has been adduced, contrarily when the investigating": "हालांकि, उपरोक्त तथ्य का समर्थन करने के लिए कोई साक्ष्य प्रस्तुत नहीं किया गया है, इसके विपरीत, जब संबंधित",
  "officer concerned, has not made any echoing, that at the time of the complainant making Ex.PA, he was perturbed, or was mentally unfit to": "जांच अधिकारी ने कोई प्रतिध्वनि नहीं की है कि शिकायतकर्ता द्वारा एक्स. पी.ए. करने के समय वह विचलित था, या",
  "make the said statement, thereupon it cannot be concluded, that at the": "उक्त बयान देने के लिए मानसिक रूप से अयोग्य था, तो इस पर यह निष्कर्ष नहीं निकाला जा सकता है कि एक्स.",
  "time of making Ex. Pl, the complainant was unfit to make the statement. Furthermore, though the complainant while stepping into the": "पी.। करने के समय शिकायतकर्ता बयान देने के लिए अयोग्य था। इसके अलावा, यद्यपि शिकायतकर्ता ने गवाह के",
  "witness box, as PW-1, has attempted to rid the effect of the exculpatory echoings, as carried in Ex.PA, through his making a testification, that": "कठपघरे में आते समय, पी.डब्लू -। के रूप में, एक्स. पी.ए. में किए गए दोषमुक्ति प्रतिध्वनि के प्रभाव से छुटकारा पाने",
  "echoings, as carried in Ex.PA, through his making a testification, that he was pressurized by the villagers to make Ex. PA. However, the": "का प्रयास किया है, जिसमें उसने यह गवाही दी है कि एक्स. पी.ए. करने के लिए ग्रामीणों द्वारा उस पर दबाव डाला",
  "above explanation cannot be accepted, as the investigating officer": "गया था। हालाँकि, उपरोक्त स्पष्टीकरण को स्वीकार नहीं किया जा सकता है, क्योंकि संबंधित जाँच अधिकारी ने अपनी",
  "concerned, has not made any similar echoing in his testification. Moreover, when in Ex. D1, there are signatured exculpatory echoings": "गवाही में कोई समान प्रतिध्वनि नहीं की है। इसके अलावा, जब एक्स.डी। में, अभियुक्त के बारे में हस्ताक्षरित दोषमुक्ति",
  "qua the accused, therefore, it cannot be said, that the signatured statement (supra) of the complainant, as carried in Ex.PA, was made": "प्रतिध्वनियाँ हैं, इसलिए, यह नहीं कहा जा सकता है कि शिकायतकर्ता का हस्ताक्षरित बयान (सुप्रा), जैसा कि एक्स.पीए",
  "under pressure, or coercion, becoming exercised upon him by the accused. In consequence, the above material inter se contradiction inter": "में दिया गया है, अभियुक्त द्वारा उस पर दबाव या जबरदस्ती के तहत बनाया गया था। परिणामस्वरूप, उपरोक्त सामग्री",
  "se Ex. PA, rather with the testification made by PW-1 in Court, stems": "एक्स.पीए के साथ परस्पर विरोधाभास, बल्कि पीडब्लू-। द्वारा न्यायालय में दी गई गवाही के साथ, एक अनुमान को",
  "an inference, that the said witness had made blatant improvements or embellishments with his previously made statement, in writing, and,": "जन्म देती है, कि उक्त गवाह ने लिखित रूप में अपने पहले दिए गए बयान में स्पष्ट सुधार या अलंकरण किया था, और,",
  "thus no credence is to beassigned thereto. Since, as above stated, for": "इस प्रकार उस पर कोई भरोसा नहीं किया जाना चाहिए। चूंकि, जैसा कि ऊपर कहा गया है, यह सुनिश्चित करने के",
  "ensuring that the charge drawn under Section 304-B of the IPC, becomes concluded to be validly proven by the prosecution, and/or for": "लिए कि आईपीसी की धारा 30५-बी के तहत लगाए गए आरोप को अभियोजन पक्ष द्वारा वैध रूप से साबित किया",
  "becomes concluded to be validly proven by the prosecution, and/or for ensuring that assuming the implied presumption carried in the Act": "जाना निष्कर्ष निकाला जाता है, और »या यह सुनिश्चित करने के लिए कि अधिनियम (सुप्रा) में किए गए निहित अनुमान",
  "there was a dire necessity upon the prosecution to prove, that the deceased, who committed suicide by hanging, was led to do so under": "साबित करने की सख्त जरूरत थी कि मृतका, जिसने फांसी लगाकर आत्महत्या की, उसे ऐसा करने के लिए साबित",
  "proven harassment or cruelty becoming meted upon her. Therefore, it was but necessary for the prosecution to, even irrespective of this Court": "उत्पीड़न या क्रूरता के तहत प्रेरित किया गया था। इसलिए, अभियोजन पक्ष के लिए यह आवश्यक था कि वह, भले ही",
  "discarding the testification of PW-1, but on the above plank, rather to": "इस अदालत ने पीडब्लू-। की गवाही को खारिज कर दिया हो, लेकिन उपरोक्त आधार पर, यह साबित करे कि उसके",
  "prove that during her lifetime, or soon before her death, the deceased was subjected to mental cruelty or harassment by the accused, and, that": "जीवनकाल के दौरान, या उसकी मृत्यु से ठीक पहले, मृतका को अभियुक्त द्वारा मानसिक क्रूरता या उत्पीड़न का",
  "such cruelty, and, harassment was perpetrated, upon her by the accused,": "सामना करना पड़ा था, और, यह कि अभियुक्त द्वारा उस पर ऐसी क्रूरता और उत्पीड़न किया गया था, ताकि यह",
  "for theirs ensuring that their demand of dowry, rather becomes successfully satisfied by her.": "सुनिश्चित हो सके कि दहेज की उनकी मांग, बल्कि उसके द्वारा सफलतापूर्वक पूरी हो जाती है।",
  "(21) Though, in the above regard, the prosecution has rested its case upon the testimony of Dinesh Kumar, the brother of the deceased,": "(2) हालांकि, उपरोक्त मामले में अभियोजन पक्ष ने मृतका के भाई दिनेश कुमार की गवाही पर अपना मामला कायम"
}