{
  "Mohinder and others v. Nagina (deceased) represented by L.Rs.": "मोहिन्द्र और अन्य बनाम नगीना (मृतक) का प्रतिनिधित्व एल.आर.एस. द्वारा किया गया।",
  "{S. S. Rathore, J.) -": "(एस.एस.राठौड़ जे.)",
  "R, K. Chhokar, Advocate, for the Appellant.": "अपीलकर्ता की ओर से अधिवक्ता आर के छोकर",
  "Y. K. Sharma, Advocate, for the respondent.": "प्रतिवादी की ओर से वाई के षर्मा अधिवक्ता",
  "JUDGMENT": "निर्णय",
  "S. S. Rathor, J.": "एस एस राठौर जे",
  "(1) Present respondent—Nagina filed a suit for declaration that the alleged will dated 20th February, 1978 purported to have been": "4. वर्तमान प्रतिवादी नगीना ने घोशणा के लिए एक मुकदमा दायर किया कि 20 फरवरी",
  "the alleged will dated 20th February, 1978 purported to have been executed by his brother Balwant Singh in favour of Sat Pal, appellant": "978 की कथित वसीयत , जिसे उसके भाई बलवंत सिंह ने सतपाल के पक्ष में निश्पादित",
  "is forged, fictitious and not binding on his rights to succeed to the": "किया था, अपीलकर्ता जाली काल्पनिक है और सफल होने के उसके अधिकारों पर बाध्यकारी",
  "estate left behind by Balwant Singh. Further relief for possession of 1/10th share of land measuring 79 kanals and 2 marlas detailed in the plaint was also sought. Precisely, the plaintiffs’ case was that he": "नहीं है। बलवन्त सिंह द्वारा छोडी गई संपति को मुकदमें में दर्ज 79 कनाल और 2 मरला भूमि के /0वें हिस्से के कब्जे के लिए अतिरिक्त राहत भी मांगी गई थी। संक्षेप में, वादी का",
  "and his brother Talab (father of Sat Pal. defendant) are the sole": "मामला यह था कि वह और उसका भाई तालाब (प्रतिवादी सतपात्र के पिता)मृतक बलवंत सिंह",
  "(2) The defendants (now appellants) in the suit, contested the claim of the plaintiffs and it was pleaded in the written statement": "2... मुकदमें में प्रतिवादियों (अपीलकर्ता) ने वादी के दावे का विरोध किया और लिखित बयान",
  "that the will in question is a legally valid document, duly executed": "में यह दलील दी गई कि विचाराधीन वसीयत एक कानुनी रूप से वैध दस्तावेज है, जिसे बलवंत",
  "by Balwant Singh in favour of Sat Pal defendant. It was further": "सिंह द्वारा सत पाल प्रतिवादी के पक्ष में विधिवत निश्पादित किया गया है आगे यह तर्क दिया",
  "averred that the will was executed by the testator with full dispos-": "गया कि वसीयतकर्ता द्वारा पूरे मन से वसीयत निश्पादित की गड़ थी | वैकल्पिक रूप से ,",
  "son of deceased Balwant Singh and he alone would succeed to the estate left behind by Balwant Singh deceased being his lawful heir": "और वह अकेले ही बलवंत सिंह दवारा छोडी गई संपति का उतराधिकारी होगा ,क्योंकि वह वैध",
  "as an adopted son.": "है।दतक पुत्र के रूप में उतराधिकारी ।",
  "(a) Indian Succession Act, 1925—S. 63—Validity of Will—": "(ए) भारतीय उतराधिकार अधिनियम , 925 एस 63 वसीयत की वैधता दो या दो से अधिक",
  "Required to be attested by two or more witnesses each of whom must": "गवाहों दवारा सत्यापित किया जाना आवषयक है,जिनमें से प्रत्येक को वसीयतकर्ता को हस्ताखर",
  "see the testator sign or affix his mark to the Will and each of witness": "करते हुए देखना होगा या वसीयत पर अपना निषान लगाना होगा और प्रत्येक गवाह को",
  "must sign Will in presence of testator—Not relevant that person who": "वसीयतकर्ता की उपस्थिति में वसीयत पर हस्ताक्षर करना होगा-यह प्रासंगिक नहीं है कि जिस",
  "attested Will be shown as attesting witness—Even if witness not": "व्यक्ति ने प्रमाणित किया है | गवाह को प्रमाणित करने वाले के रूप में दिखाया गया है भले ही",
  "shown as attesting witness but proved execution of Will by testator": "गवाह को गवाह के रूप में दिखाया गया है , लेकिन वसीयतकर्ता द्वारा वसीयत का निश्पादन",
  "and due attestation by him in terms of S. 63 of Act and S. 68 of": "साबित कर दिया गया है और अधिनियम की धारा 63 और साक्ष्य अधिनियम की धारा 68 के",
  "Held, that a will to be valid is required to be attested by two or": "यह माना गया कि वसीयत को वैध होने के लिए दो या दो से अधिक गवाहों द्वारा सत्यापित",
  "more witnesses each of whom must see the testator sign or affix his": "किया जाना आवषयक है, जिनमें से प्रत्येक को वसीयतकर्ता के हस्ताक्षर देखना होगा या",
  "mark to the will and each of the witness must sign the will in the": "वसीयत पर अपना निषान लगाना होगा और प्रत्येक गवाह को वसीयतकर्ता की उपस्थिति में",
  "presence of the testator. It is not relevant that a person who has": "वसीयतपर हस्ताक्षर करना होगा, यह प्रासंगिक नहीं है कि जिस व्यक्ति ने वसीयत को",
  "attested the will. is necessarily to be shown as an attesting witness.": "सत्यापित किया है, उसे आवष्यक रूप से एक प्रमाणित गवाह के रूप में दिखाया जाना चाहिए,",
  "Even if the witness is not shown as an attesting witness but he has": "भले ही गवाह को एक प्रमाणित गवाह के रूप में नहीं दिखाया गयाहो,लेकिन उसने वसीयतकर्ता",
  "proved the execution of the will by the testator and due attestation": "द्वारा वसीयत के निश्पादन और उसके द्वारा उचित सत्यापन को साबित कर दिया हो। धारा",
  "by him in terms of S, 63 and the Indian Succession Act and S. 68 of": "63 और भारतीय उतराधिकार अधिनियम और साक्ष्य अधिनियम की धारा 68 के संदर्भ में,",
  "(b) Indian Succession Act, 1925—Will—-Valid execution—There": "(बी.) भारतीय उतराधिकार अधिनियम 925- वसीयत वैध निश्पादन रिकार्ड पर संतोशजनक",
  "has to be satisfactory evidence on record that executant was of sound": "सबूत होना चाहिए कि निश्पादक स्वस्थ था। डिस्पोजिंग माईंड - मुंषी और सब रजिस्ट्रार के",
  "the findings to be recorded on issues No. 2 and 3 pertaining to the": "वैधता से सबंधित मुददे नंबर 2 और 3 पर दर्ज किए जाने वाले निश्कशों का एक आवषयक",
  "The regular second appeal filed in this Court was admitted by brother .M. R. Agnihotri, J..—vide order dated 26th November, 1987": "इस न्यायालय में दायर की गई नियमित दूसरी अपील को भाई एम आर अमग्निहोत्री जले द्वारा",
  "“Admitted to DB. Put up before the DB of which J. V. Gupta,": "डी बी में भर्ती कराया गया डी बी के समक्ष रखा गया जिसके जे वी गुप्ता जो सदस्यहैं श्री षर्मा",
  "land in dispute has already been taken by his client. If so,": "का कहना है कि विवाद में भूमि का कब्जा उनके ग्राहक द्वारा पहले ही ले लिया गया है | ऐसा",
  "J. V. Gupta (as his Lordship then was). He has further stated that": "न्यायमूर्ति जे वी गुप्ता द्वारा जैसा कि उस समयउनका आधिपत्य थाउन्होने आगे कहा है कि",
  "the rule laid down in these two judgments was ignored by the Courts below in view of a Supreme Court judgment reported as M. L. Abdul Jabbar Sahib v. H. Venkata Shastri and others (3). This is how tais": "इन दो निर्णयों में निर्धारित नियम को एम एल अब्दुल जब्बार साहिब बनाम एच वेंकट षास्त्री और अन्य 3 के रूप में रिर्पोट किए गए सुप्रीम कोर्ट के फैसले के मध्यनजर नीचे के",
  "appeal for final disposal has come up before the present Division Bench.": "अपील वर्तमान खंडपीठ के समक्ष आई है।",
  "(7) Mr. Chhokar has assailed the findings of the Courts below: under issue Nos. 2 and 3 only on the ground that even though one of": "7. श्री छोकर ने मुदा संख्या 2 और 3 के तहत नीचे दिए गए न्यायात्रयों के निश्कर्शों पर",
  "that the will in question dated 20th February, 1978 is illegal, forged": "दावा- इस आषय की घोशणा के लिए मुकदमा कि कथित वसीयत, दिनांक 20 फरवरी 978 को",
  "In the absence of a registered adoption deed and oral evidence being cryptic, contradictory and untrustworthy, the trial court under issue": "मौखिक साक्ष्य के गूढ , विरोधाभासी और अविषवसनीय होने के अभाव में ट्रायल कोर्ट ने मुददा",
  "No. 4, recorded a positive finding that Sat Pal, defendant was not": "संख्या 4 के तहत एक सकारात्मक निश्कर्श दर्ज किया कि प्रतिवादी सतपाल को बलवन्त सिंह",
  "property was not proved to he ancestral and as such, was decided": "नहीं साबित हुई और इस तरह , वादी के खिलाफ फैसला किया गया | इसी तरह मुदा संख्या -",
  "against the plaintiff. Similarly issue No. 1-B was also decided «gainst": "बी का फैसला भी वादी के खिलाफ यह कहते हुए सुनाया गया कि अलगाव और उतराधिकार के",
  "trial Court holding the will in question to be an invalid and forged": "जिसमें वसीयत को अमान्य और जाली दस्तावेज माना गया था, जिससे वादी के अपने भाई",
  "document, not affecting the reversionary rights of the plaintiff qua": "दवारा छोड़ी गई संपति के प्रत्यावर्ती अधिकारों पर कोई प्रभाव नहीं पडेगा |वादी द्वारा वादपत्र में",
  "estate left behind by his brother Balwant Singh to the extent claimed by the plaintiff in the plaint. :": "दावा की गई सीमा तक बलवंत सिंह ।",
  "(5)' The present appellants, feeling aggwieved from the judg-": "5, वर्तमान अपीलकतौओ ने, ट्रायल कोर्ट के फैसले और डिक्री से व्यथित महसूस करते हुए",
  "ment and decree of the trial Court, prefered an appeal which was | ' dismissed,vide judgment and decree dated 4th March, 1987 of the.": "एक अपील की, जिसे निचली अपीलीय अदालत के 4 मार्च 887 के फैसले और डिक्री द्वारा",
  "lower appellate Court. The first appellate Court analytically": "खारिज कर दिया गया प्रथम अपीलीय अदालत ने विष्लेशणात्मक रूप से जांच की और सराहना",
  "scrutinised and appreciated the evidence on the record of the case and concurred with the findings recorded by the trial Court on": "की । केस के रिकार्ड पर साक्ष्य और विभिन्‍न मुदो पर ट्रायल कोर्ट दवारा दर्ज किए गए निश्कर्शो",
  "fic finding under issue No. 1 but as observed by the first appellate": "दर्ज नहीं किया है, लेकिन जैसा कि पहले अपीलकर्ता ने देखा है। न्यायालय मुददे संख्या | के",
  "the will as an attesting witiiess but such labelling is by no statute necessary and the mere description of a signa-": "इंकार किया है लेकिन वसीयत को प्रमाणित करने वाले गवाह के रूप में चिन्हित किया और न",
  "a document to signify that the attestor is a witness to the execution of the document, and by Section 63(c) of the": "कैसे साबित किया जाए भारतीय उतराधिकार अधिनियम की धारा 63के अनुसार जोकि इस",
  "execution of the document or after receiving a personal acknowledgement from the executant as regards the": "है, या वसीयतकर्ता से उसके हस्ताक्षर की व्यक्तिगत पावती या ऐसे अन्य व्यक्ति के हस्ताक्षर",
  "(9) It is clear in this case that a particular witness had not been": "9. इस मामले में यह स्पश्ट है कि एक विषेश गवाह को प्रमाणित गवाह के रूप में लेबल",
  "labelled as an attesting witness but had signed the will. He made a": "नहीं किया गया था, बल्कि वसयीत पर हस्ताक्षर किए गए थे। उन्होने वसीयतकर्ता द्वारा",
  "statement in the Court proving the due execution of the will by the testator and attestation by him. The Court has observed that it": "वसीयत के उचित निश्पादन और उसके द्वारा सत्यापन को साबित करते हुए अदालत में एक",
  "testator and attestation by him. The Court has observed that it is not relevant that a person who has attested the will, is necessarily": "बयान दिया | न्यायात्रय ने कहा है कि यह प्रासंगिक नहीं है कि जिस व्यक्ति ने वसीयत को",
  "to be shown as an attesting witness. Kven if the witness is not": "सत्यापित किया है, उसे आवष्यक रूप में एक गवाह के रूप में दिखाया जाना चाहिए , भले ही",
  "shown as an attesting witness but he has proved the execution of": "गवाह को एक प्रमाणित गवाह के रूप में नहीं दिखाया गया हो, लेकिन उसने वसीयतकर्ता द्वारा",
  "Section 63 of the Indian Succession Act and Section 68 of the": "वसीयत के निश्पादन को साबित कर दिया हो और भारतीय उतराधिकार अधिनियम की धारा 63",
  "Evidence Act, the will stands proved. In the light of these facts, in the aforesaid judgment, the Hon’ble Supreme Court has _inter-": "साबित हो जाती है।इन तथ्यों के आलोक में माननीय सर्वोच्च न्यायालय ने उपरोक्त निर्णय में",
  "preted the relevant provisions of law.": "कानून के प्रांसगिक प्रावधानों की व्याख्या की है।",
  "(10) If the statement of DW-3 Swaran Singh, Lambardar as discussed above, is analytically examined in the light of the pro-": "40. यदि डी डब्ल्यू 3 स्वर्ण सिंह का बयान जैसा कि उपर चर्चा की गई है,लंबरदार की",
  "visions of law as contained in €ection 63 of the Indian Succession": "विषलेशणात्मक जांच भारतीय उतराधिकार अधिनियम की धारा 63 और भारतीय साक्ष्य",
  "Act and Section 68 of the Indian Evidence Act as elucidated above,": "अधिनियम की धारा 68 में निहित कानून के प्रावधानों के आलोक में की गई है, जैसा कि उपर",
  "whom must see the testator sign or affix his mark to the will and": "वसीयतकर्ता के हस्ताक्षर देखना होगा या वसीयत पर अपना निषान लगाना होगा, और प्रत्येक",
  "each of the witness must sign the will in the presence of the testator.": "गवाह को वसीयत पर हस्ताक्षर करना होगा। वसीयतकर्ता की उपस्थिति में, यह प्रष्न की",
  "The question as to what is the mode of the execution of the will, section 63 of the Indian Succession Act and relevant Section 68 of the": "वसीयत के निश्पादन का तरीका क्या है, भारतीय उतराधिकार अधिनियम की धारा 63 और",
  "Indian Evidence Act, from time to time, have been interpreted but": "भारतीय साक्ष्य अधिनियम की प्रसांगिक धारा 68 की समय समय पर व्याख्या की गई है,",
  "for the sake of authenticity, a judgment of the Supreme Court re- ported as Beny Chand v. Smt. Kamla Kunwar, A.1.R. 1977 S.C.; 63 is": "लेकिन प्रमाणिकता के लिए , एक निर्णय सुप्रीम कोर्ट ने बेनी चंद बनाम श्रीमति कमला कंवर",
  "“There is no substance in the grievence that the proof of the will in this case is incomplete for want of an attesting": "इस षिकायत में कोई दम नहीं है कि इस मामले में वसीयत का सबूत गवाह के साक्ष्य",
  "witness’ evidence. Section 68 of the Evidence Act dea's’ with proof of the execution of documents required by law": "के अभाव में अधूराहै।साक्ष्य अधिनियम की धारा 68 कानून द्वारा सत्यापित किए जाने वाले",
  "be used as evidence until at least one attesting witness has": "दस्तावेजों को साक्ष्य के रूप में तब तक उपयोग किया जाएगा जब तक कि कम से कम एक",
  "been called to prove the execution, if there be any attest-": "साक्ष्य देने वाले गवाह को निश्पादन को साबित करने के लिए नहीं बुलाया जाता है, यदि कोई",
  "ing witness alive and subject to the process of the court": "साक्ष्य देने वाला गवाह जीवित है और अदालत की प्रक्रिया के अधीन है और साक्ष्य देने में",
  "and capable of giving evidence. Since by Section 63 of the Succession Act, 1925 a will has to be attested by two": "सक्षम है। चूंकि धारा द्वारा उतराधिकार अधिनियम, 925 की धारा 63 में एक वसीयत को दो",
  "or more witnesses. Section 68 of the Evidence Act would": "या दो से अधिक गवाहों द्वारा प्रमाणित किया जाना चाहिए। साक्ष्य अधिनियम की धारा 68",
  "propounder of the will to examine an attesting witness to prove due execution of the will. But this argument": "साबित करने के लिए एक प्रमाणित गवाह की जांच करे। वसीयत लेकिन यह तर्क इस बात को",
  "overlooks that Dwijendra Nigam is himself one of the": "नजरअंदाज कर देता है कि दविजरा निगम खुद इनमें से एक है। तीन व्यक्ति जिन्होने जग्गो",
  "cannot be considered to be of an attesting witness. Both the witnesses have admitted that they did not know the executant. As stated": "में प्रमाणित गवाह के रूप में वर्णित नहीं किया गया है, लेकिन इस तरह का लेबल लगाना",
  "satisfactory evidence on record that the executant was of sound dis-": "का एक प्रमाणित गवाह के रूप में वर्णन दस्तावेज के उचित निश्पादन को दर्षाने वाले साक्ष्य की",
  "ing witnesses in terms of Section 63 of the Indian Succession Act": "गया है भारतीय उतराधिकार अधिनियम जिला की धारा 63 औरसाक्ष्य अधिनियम की धारा",
  "of Section 68 of the Evidence Act, no advantage can be taken of": "68 की की धारा 7] का लाभ नहींउठा सकते है और उनके दवारा प्रस्तुत अन्य साक्ष्य नहीं",
  "case, out-rightly rejected the contention that the statement of the": "मामले में अपीलीय न्यायालय ने इस तर्क को सिरे से खारिज कर दिया कि मुन्षी और उप",
  "in the form of other evidence.to prove the execution and attestation even if requirements of Section 68 of the said Act have not been ‘complied with. With this background of factual and legal position": "आवष्यकताओं का अनुपालन नहीं होने पर भी प्रमाणन और सत्यापन साबित करना। तथ्यात्मक",
  "‘complied with. With this background of factual and legal position and interpretation of the aforementioned provisions of law, the": "और कानूनी स्थिति की इस पृश्ठभूमि और कानुन के उपरोक्त प्रावधानों की व्याख्या के साथ,",
  "appeal was allowed rejecting the will as not duly proved in accor-": "वसीयत को कानून के अनुसार विधिवत साबित नहीं होने के कारण खारिज करते हुए अपील की",
  "dance with law and the matter came to this Court in regular second": "अनुमति दी गई और मामला नियमित दूसरी अपील में इस न्यायालय में आया, जिसका",
  "appeal which was also disposed of by Justice J. V. Gupta (as he": "निपटारा भी कर दिया गया । न्यायमूर्ति जे वी गुप्ता दवारा (जैसा कि उपर चर्चा की गई है,",
  "above, does not prove either execution of the will or its attestation": "वसीयत के निश्पादन या उसके द्वारा उसके सत्यापन को साबित नहीं करता है और किसी अन्य",
  "by him and no other attesting witness was examined. On the point": "प्रमाणित गवाह से पूछताछ नहीं की गई थी | मुंषी और उप रजिस्ट्रार के बयानों की",
  "of relevancy and evidentiary value of the statements of the scribe and the Sub Registrar, the finding of the first appellate Court was": "प्रासंगिकता और साक्ष्य मूल्य के बिंदु पर, प्रथम अपीलीय न्यायालय का निश्कर्श था। जोरदार",
  "affirmed with vehemence. In that case, it was contended before Justice J. V. Gupta (as he then was) that the Sub Registrar re-": "तरीके से पुश्टि की गई , उस मामले में न्यायमूर्ति जे वी गुप्ता (जैसा छिकवह तब थे ) के समक्ष यह तर्क दिया गया था कि उप रजिस्टरार ने वसीयत को पंजीकृत किया औरउस पर",
  "appearing as a witness, fully proved the endorsement made on the": "समर्थन को पूरी तरह से साबित कर दिया जिसमें वसीयत का निश्पादन किया गया था |",
  "document wherein execution of the will by the testator and attesta- tion by the attesing witness is | specifically endorsed. It was": "वसीयतकर्ता दवारा वसीयत और गवाह द्वारा सत्यापन विषेश रूप से समर्थित है। यह तर्क दिया",
  "argued that under these circumstances, Sub Registrar having been": "गया कि इन परिस्थितियों में, न्यायालय में जांच की गई उप रजिस्ट्रार को भारतीय साक्ष्य",
  "examined in the Court, would be deemed to be an attesting witness as contemplated under Section 63 of the Indian Evidence Act. In support of this contention, reliance was placed in that case on a": "अधिनियम की धारा 63 के तहत एक प्रमाणित गवाह माना जाएगा | इस विवाद के समर्थन में,",
  "support of this contention, reliance was placed in that case on a case Pt. Parshotam Ram v. L. Kesho Das and another (5), and": "उस मामले में एक पर निर्भरता रखी गई थी | पुरशोतम राम बनाम एल केषो दास और अन्य",
  "Kunwar Surendra Bahadur Singh and others v. Thakur Singh and": "(5)और कुंवर सुरेन्द्र बहादुरसिंह और अन्य बनाम ठाकुर सिंह और अन्य 6. यह स्पश्ट है कि",
  "upon by Lahore High Court. The learned brother J. V. Gupta J,": "लाहौर उच्च न्यायालय ने बाद के प्राधिकार पर भरोसा किया था, विदवान भाई जे वी गुप्ता",
  "rejected the contention raised by the counsel for the appellant": "जे ने अपीलनकर्ता के वकील दवारा उठाए गए विवाद को यह कहते हुए खारिज कर दिया कि",
  "observing that the statement of the Sub Registrar made under the Indian RegiStration Act cannot be said to be-an attestation as": "भारतीय पंजीकरण अधिनियम के तहत दिए गए उप रजिस्टरार के बयान को हिदुं उतराधिकार",
  "envisaged by Section 63 of the Hindu Succession Act. In support": "अधिनियम की धारा 63 के एक सत्यापन नहीं कहा जा सकता है। अपने विचार के समर्थन में,",
  "Giria Datt Singh v. Gongotri Datt Singh (7), M. L. Abdul Jabbar": "विद्वान एकल न्यायाधीष ने गिरिया दत सिंह बनाम गोंगोत्री दत सिंह 7 एम एल अब्दुल",
  "Sahih v. H. Venkata Shastri and Sons and others (8), and Harish": "जब्बार साही बनाम एच वेंकट षास्त्री संस व अन्य 8 गिरजा दत सिंह के मामले स्रपा मेंयह",
  "from the mere signatures of two persons appearing at the foot of the endorsement of registration of a will that they had appended their": "माना गया कि वसीयत के पंजीकरण के समर्थन में उपस्थित दो व्यक्तियों के हस्ताक्षर मात्र",
  "endorsement of registration of a will that they had appended their signatures to the document as attesting witnesses or can be con-": "यह नहीं माना जा सकता है कि उन्होने गवाह के रूप में दस्तावेज पर अपने हस्ताक्षर जोडे थे",
  "strued to have done so in their capacity as attesting witnesses.": "या यह माना जा सकता है कि उन्होने गवाहों को प्रमाणित करने की क्षमता में ऐसा किया है।",
  "Section 68, Evidence Act requires an attesting witness to be called": "धारा 68 साक्ष्य अधिनियम के अनुसार वसीयत के उचित निश्पादन और सत्यापन को साबित",
  "and this provision should be complied with in order that those two persons might be treated as attesting witnesses. Again, in M. L.": "प्रावधान का अनुपालन किया जाना चाहिए ताकि उन दो व्यक्तियों को प्रमाणित गवाह के रूप में",
  "persons might be treated as attesting witnesses. Again, in M. L. Adul Jabbar Sahib’s case, it has been observed in para 8 thereof,": "माना जा सके | पुनः एम एल अब्दुल जब्बार साहब के माले में , उसके पैरा 8 में यह देखा",
  "“To attest is to bear witness to a fact. Briefly put, the essential conditions of a valid attestation under Section 3 are; (1) two or": "गया है , प्रमाणित करना एक तथ्य का साक्ष्य देना है संक्षेप में कहें तो धारा 3 के तहत वैध",
  "more witnesses have seen the executant sign the instrument or": "सत्यापन की आवषक षर्ते हैं 4. दो या दो से अधिक गवाहों ने निश्पादक को लिखत पर",
  "have received from him a personal acknowledgement of his signa-": "हस्ताक्षर करते देखा है या उससे उसके हस्ताक्षर की व्यक्तिगत पावती प्राप्त की है 2. प्रत्येक",
  "ture; (2) with a view to. attest or to bear witness to this fact each": "इस तथ्य को प्रमाणित करने या गवाही देने की दृश्टि से उनमें से एक ने निश्पादक की",
  "(14) From the discussion made above, one fact is apparent that the learned Single Judge Justice J. V. Gupta (as he then was) had": "4. उपरोक्त चर्चा से, एक तथ्य स्पश्ट है कि सिद्वान एकल न्यायाधीष न्यायमूर्ति जे धरन",
  "judgment in Dharam Singh’s case (supra), which got the seal of": "सिंह के मामले (सुप्रा) में सुविचारित निर्णय , जिसपर सर्वोच्च न्यायात्रय द्वारा षस्त्रागार की",
  "but to hold that the law laid down in two authorities cited by the counsel for the appellant is not correct and as such, are hereby": "द्वारा उदधृत दो प्राधिकारियों में निर्धारित कानून सही नहीं है और इस प्रकार, इसे खारिज कर",
  "(15) By way of factual clarification, it is relevant to mention here": "5. तथ्यात्मक स्पश्टीकरण के माध्यम से, यहां यह उल्लेख करना प्रासंगिक है कि वर्तमान",
  "that in the present case, the statements of the scribe and the Sub Registrar, cannot be considered to be of attesting witnesses.": "मामले में मुंषी और उप रजिस्ट्रार के बयानों को गवाहों के साक्ष्य के रूप में नहीं माना जा",
  "Both the witnesses have admitted that they did not know the executant. As stated earlier, neither the thumb impressions of the": "सकता है। दोनों गवाहों ने स्वीकार किया है कि वे निश्पादक को नहीं जानते थे | जैसा कि पहले",
  "executant. As stated earlier, neither the thumb impressions of the executant nor of the attesting witness stand proved on the record.": "कहा गया है न तो निश्पादक और न ह शी प्रमाणित करने वाले गवाह के अंगुठे के निषान",
  "In view of this, statement of these witnesses is not worth the value of the paper on which they are recorded. For valid execution": "रिकार्ड पर साबित हुए हैं इसे देखते हुए इन गवाहों के बयान उस कागज के मूल्य के लायक",
  "of the will, there has to he satisfactory evidence on record that the": "नहीं है जिस पर वे दर्ज हैं |वसीयत के वैध निश्पादन के लिए , रिकार्ड पर संतोशजनक सबूत",
  "alleged in the plaint that the executant was ailing, infirm and of not sound disposing mind at the time of execution of the alleged will": "गया है कि कथित वसीयत के निश्पादन के समय निश्पादक बीमार, अषक्त और मानसिक रूप",
  "Ilam Singh, PW-1, son of Nagina, plaintiff has made a categoric": "से स्वस्थ नहीं था, इल्रम सिंह , पी डब्ल्यू ।, नगीना का बेटा, वादी ने इस आष्य का एक",
  "statement to that effect in the Court, which has not been seriousiy challenged and rebutted in evidence. DW-Sat Pal (defendant.": "स्पश्ट ब्यान दिया है नन्‍यायात्रय में, जिसे गंभीरता से चुनौती नहीं दी गई और साक्ष्य में खंडन",
  "of the village. DW-3, Swaran Singh Lambardar of the village and an alleged attesting witness of the will has categorically stated that": "था डी डब्लश्यू 3 गांव के स्वर्ण सिंह लंबरदार और वसीयत के एक कथित गवाह ने स्पश्ट रूप",
  "the executant was seriously ill and was not in his senses and had no": "से कहा है कि निश्पादक गंभीर रूप से बीमार था और अपने होष में नहीं था और उसके पास",
  "executant/testator was not of sound disposing mind. There aie other mysterious circumstances as wall surrounding the valid execv-": "/वसीयतकर्ता का दिमाग ठीक नहीं था | वसीयत के वैध निश्पादन के आसपास अन्य रहस्यमय",
  "tion of the will. It is not disputed that if will is ignored, plaintiff": "परिस्थितियां भी हैं। इसमें कोई विवाद नहीं है कि यदि वसीयत की अनदेखी की जाती है तो",
  "Nagina is to inherit the property alongwith his brother Taleb.": "वादी नगीना को अपने भाई तालाब के साथ संपति विरासत में मिलेगी।वसीयत में इस बात का",
  "Nothing is mentioned in the will as to why the lawful heirs are": "कुछ भी उल्लेख नहीं है कि कानुनी उतराधिकारियों की उपेक्षा क्‍यों की जारही है। ऐसे में वसीयत",
  "being ignored. As such the authenticity and genuineness of the will is highly doubtful.": "की प्रमाणिकता और वास्तविकता अत्यधिक संदिग्ध है।",
  "(16) The counsel for the appellants advanced his argument on": "6. अपीलकर्ताओं के वकील ने अपना तर्क आगे बढाया के ब्यानों के मध्यनजर वसीयत की",
  "the point of validity of the will in view of the statements of the scribe and of the Sub Registrar. He has not advanced any argu-": "वैधता का बिंदु मुंषी और उप रतिजस्टरार का उन्होने कोई तर्क आगे नहीं बढाया है-किसी अन्य",
  "ment on any other point. Yet in the grounds of appeal, in its": "बिंदु पर उल्लेख करें, फिर भी अपील के आधार पर, इसके ग्रांउउ नम्बर 6 यह आरोप लगाया"
}