{
  "Satpal Singh v. Union of India and others (S. S. Sodhi, J.)": "सतपाल सिंह बनाम यूनियन ऑप इंडिया और अन्य",
  "continuing or that repeated appointments were made to deny regular or permanent status—In absence of such plea, case falls under": "केलिएनियुक्स किया यया था वह जारी था यानियपित या स्थायी स्थिति से इनकार करने के लिए बार-",
  "of termination—Law in force on date of termination to be considered.": "कीतारीखके समय लागू कानून पर विचार किया जाना चाहिए।",
  "Held, to test the validity of termination of service of workmen,": "निर्धारित किया कि, कर्मचारियोंकी सेवा की समाप्ति की वैधता का परीक्षण करने के",
  "the law to be considered and applied is that in force on the date of": "लिए, जिस कानून पर विचार किया जाना चाहिए और लागू किया जाना चाहिए, वह समाप्ति",
  "the termination and not on any date prior thereto. (Para 4)": "की तारीख से लागू होता है, न कि उससे पहले की किसी तारीख से। (पैरा 4)",
  "Held, where the workmen do not take a plea that the work for": "निर्धरित किया कि; जहाँ श्रमिक यह दलील नहीं लेते हैं कि जिस कार्य के लिए वे",
  "which they had been employed was continuing or that their repeated appointments were a mere device to deny them regular or permanent": "कार्यरत थे, वह जारी था या उनकी बार-बार नियुक्तियाँ उन्हें नियमित या स्थायी",
  "status, no occasion will arise that the termination was done as a": "स्थिति से वंचित करने का एक मात्र साधन थी, कोई भी अवसर उत्पन्न नहीं होगा",
  "Petition under Articles 226/227 of the Constitution of India pray- ing that the petition may kindly be accepted and ;": "भारत के संविधान के अनुच्छेद 226/227 के तहत याचिका को स्वीकार करने की प्रार्था की गई है और प्रार्थना की गई की /",
  "(i) the régpondents may be directed to produce the entire record;": "(9 ग्रतिवादी को पूरा रिकॉर्ड प्रस्तुत करने का निर्देशदिया जाये;",
  "(ii) a writ of Certiorari or any other writ, order or direc-": "(7) सरशियोरेराई का एकरिट या कोर्ड अन्य रिटा आवेश या निर्देश जारी किया जाए",
  "it be held that the amended provision of Section (2) (bb) is void and that the termination of Services of the petitioner": "किधारा (2)(00) कासशोधित प्रावधान अमान्य हैऔर याचिकाकर्ता की सेवाओं",
  "is void and illegal and tthe petitioner is entitled to rein-": "की समाप्ति अमान्य और अवैध हैं ऑर याचिकाकर्ता को सेवाओऑर पिछले वेतन",
  "(iii) the petitioner may be exempted from filing certified copy .of the award;": "(7) याचिकाकर्ता को फ्रैंसले की प्रमाणित प्रति दाखिन करने से छूट वी जाये;",
  "(iv) any other relief to which the petitioner is found entitled": "(09 कोर्ड कोर्ड भी अन्य राहत, जिसके लिए याचिकाकर्ता कानूनी और न्यायास्रम्य के",
  "Mts. Sabina, Advocate, for the Petitioner.": "श्रीमती सबीना, याचिकाकर्ता कीओर से अधिवक्ता /",
  "the employee to become regular or permanent against a job which": "के विरुद्ध नियमित या स्थायी होने के कर्मचारी के दावे को विफल करने के लिए एक तंत्र के रूप",
  "continues or the nature of duties is such that colour of contractual": "में संविदात्मक नियुक्ति का सहारा त्रिया जाता है, जो जारी रहती है या कर्तव्यों की प्रकृति ऐसी",
  "such agreement shall have to be tested on the anvil of fairness of": "समझौते को प्रामाणिकता की निष्पक्षता की कसौटी पर परखा जाना चाहिए\" -",
  "bona fide”. It was held therefore, that clause (bb) of Section 2(00) of": "इसलिए यह अभिनिर्धारित किया गया कि अधिनियम की घारा 2 (००) के उपधारा (७9) को ऐसे मामलों में",
  "the Act cannot be exterided to such cases, where the job continues and the employee’s work is also satisfactory, but periodical renewals": "विस्तारित नहीं किया जा सकता है, जहां नौकरी जारी है और कर्मचारी का काम भी संतोषजनक है, लेकिन",
  "are made to avoid regular status being conferred upon him.": "नियमित स्थिति से बचने के लिए आवधिक नवीनीकरण किया जाता है।",
  "employment or the post itself ceases to exist or such other analogous cases where the contract of employment is found to be fair, proper": "पद स्वयं समाप्त हो जाता है या ऐसे अन्य समान मामले जहां रोजगार का अनुबंध निष्पक्ष, उचित और ग्रागाणिक",
  "(8) No occasion is, however, provided for the application of the principle enunciated in the judicial precedents cited, keering in": "(7) हालाँकि, उद्धृत न्यायिक निर्णय में प्रतिपादित सिद्धांत को लागू करने के लिए कोई मौक़ा प्रदान नहीं",
  "view the fact that it was never the plea of the petitioners that the": "किया गया है, इस तथ्य को ध्यान में रखते हुए कि यह कभी भी याचिकाकर्ताओं का अनुरोध नहीं था कि जिस",
  "work for which they had been employed was continuing or that their repeated appointments were a mere device to deny them regular or permanent status.": "काम के लिए उन्हें नियुक्त किया गया था वह जारी था या उनकी बार-बार नियुक्तियाँ उन्हें नियमित या स्थायी",
  "(9) The impugned Award of the Labour Court thus warrants no interference in writ proceedings. This petition is accordingly": "(8) इसलिये रिट कार्यवाही श्रम न्यायालय के निर्णय में किसी भी हस्तक्षेप का आधार नहीं देता",
  "hereby dismissed. In the circumstances. however, there will be no order as to costs.": "है।तदनुसार यह याचिका खारिज की जाती है।हालाँकि, इन परिस्थितियों में, खर्चे के बारे में कोई आदेश नहीं है।"
}