{
  "483": "484",
  "(iti) Whether on the facts and circumstances of the case, the": "(+०) क्या मामले के तथ्यों और परिस्थितियों के आधार पर, ट्रिब्यूनल वयस्क भागीदारों",
  "to 11, even though the Additional Commissioner had not in forms (six) relied on the said change as making the": "नहीं था, भले ही अतिरिक्त आयुक्त ने फॉर्म (छह) में इस पर भरोसा नहीं",
  "Income-tax Officer’s order erroneous ?": "पर आयकर अधिकारी का आदेश ग़लत हो गया?",
  "D. N. Awasthy, Advocate with B. K. Jhingan Advocate. for the Petitioners.": "डी .एन . अवस्थी, एडवोकेट बी.के. झिंगन एडवोकेट याचिकाकर्ताओं के साथ",
  "G. C. Sharma, Advocate. with Ashok Bhan, D. K. Gupta and EK. D. Helms, Advocates, for the Respondents.": "जी. सी. शर्मा, अधिवक्ता, अशोक भान, डी.के. गुप्ता और ई.डी. हेल्म्स, प्रतिवादियों के",
  "JUDGMENT": "फैसला",
  "J. V. Gupta, J.": "जे. वी. गुप्ता, जे.",
  "(1) These two references, Nos. 66 and 67 of 1975, arising out of an order of the Income-tax Appellate Tribunal, Chandigarh Bench,": "(4) ये दो संदर्भ, संखया 66 और 67, 975, आयकर अपीलीय न्यायाधिकरण, चंडीगढ़",
  "(hereinafter called the Tribunal), dated September 3, 1974, have": "बेंच, (इसके बाद ट्रिब्यूनल कहा जाएगा) के 3 सितंबर, 974 के एक आदेश से उत्पन्न",
  "been made under section 256(1) of the Income-tax Act, 1961, at the": "हुए, धारा 256 के तहत किए गए हैं (3) आयकर अधिनियम, 96॥ के तहत, दोनों",
  "instance of both the parties, that is, the assessee as well as the Revenue. The Tribunal has referred the following questions of law": "पक्षों यानी कर दाता और राजस्व दोनों के कहने पर। ट्रिब्यूनल ने अपने आदेश, दिनांक",
  "Revenue. The Tribunal has referred the following questions of law for the opinion of this Court,—vide its order, dated June 17, 1975:": "7 जून, 975 के माध्यम से, इस न्यायालय की राय के लिए कानून के निम्नलिखित प्रश्नों को संदर्भित किया है:",
  "(i) Whether on the facts and circumstances of the case, the the Appellate Tribunal was justified in law in setting": "क्या मामले के तथ्यों और परिस्थितियों के आधार पर, अपीलीय न्यायाधिकरण",
  "of remitting the case to him for a fresh decision on the": "द्वारा मामले पर नए सिरे से निर्णय लेने के लिए मामले को उन के पास",
  "LL.R. Punjab and Haryana (1981) 2": "आई. एल. आर. पंजाब और हरियाणा (]98) 2",
  "(ti) Whether on the facts and circumstances of the case, the": "क्या मामले के तथ्यों और परिस्थितियों के आधार पर, 25 अक्टूबर, 964",
  "Tribunal was right, in law, in holding that the action of": "फर्म द्वारा हानि का वितरण मैं न्‍्यायाधिकरण यह मानने में कानूनन सही था",
  "Income-tax Officer in recording the impugned certifi-": "कि पंजीकरण के विवादित प्रमाण पत्र को दर्ज करने में आयकर अधिकारी की",
  "(iii) Whether on the facts and circumstances of the case; the": "(+44) क्या मामले के तथ्यों और परिस्थितियों पर; नन्‍्यायाधिकरण, कानून के",
  "(iv) Whether on the facts and circumstances of the case, the": "(+०) क्‍या मामले के तथ्यों और परिस्थितियों के आधार पर, ट्रिब्यूनल वयस्क",
  "Income-tax Officer’s order erroneous?": "किया था उक्त परिवर्तन पर आयकर अधिकारी के आदेश को गलत बताया गया है?",
  "Subsequently, this Court,—vide order, dated July, 1980, in Income- tax Cases Nos. 43 and 44 of 1976, directed the deletion of the above": "इसके बाद, इस न्यायालय ने, 976 के आयकर मामले संख्या 43 और 44 में, दिनांक",
  "mit the supplementary statement of the case. Consequently, the": "ट्रिब्यूनल को आगे प्रस्तुत करने का निर्देश दिया। मामले का पूरक बयान. नतीजतन, ट्रिब्यूनल",
  "Tribunal,—vide its order, dated'September 19, 1980, has referred the": "ने अपने आदेश, दिनांक 9 सितंबर, 980 के तहत, इस न्यायालय की राय के लिए",
  "following supplementary questions of law for the opinion of this": "कानून के निम्नलिखित पूरक प्रश्नों को संदर्भित किया है?",
  "(1) Whether on the facts and in the circumstances of the case,": "(4) क्‍या तथ्यों और मामले की परिस्थितियों पर विचार करते हुए, निर्धारिती ने",
  "considering that the assessee had submitted his detailed written objections and had also been given personal hear- ing through its partner and the express provisions of sec-": "अपनी विस्तृत लिखित आपत्तियां प्रस्तुत की थीं और उसे अपने साथी के माध्यम से",
  "justice had been violated by the Additional Commissioner of Income-tax in not granting an adjournment of the": "स्थगन न देकर अतिरिक्त आयकर आयुक्त द्वारा प्राकृतिक न्याय के सिद्धांतों का",
  "Tf answer to question No. 1 is in affirmative; whether on": "(2) यदि प्रश्न संख्या ! का उत्तर सकारात्मक है; क्या तथ्यों और मामले की",
  "488": "487",
  "ILL.R. Punjab and Haryana (1981) 2": "आई. एल. आर. पंजाब और हरियाणा (]98) 2",
  "continued for the assessment year 1966-67.”": "कि मूल्यांकन वर्ष 965-66 के लिए निर्धारिती को पंजीकरण प्रदान किया गया था।",
  "Before S. P. Goyal and J. V. Gupta, JJ.": "एस. पी. गोयल और जे. वी. गुप्ता से पहले, जे.जे., के सामने",
  "COMMISSIONER OF INCOME-TAX,—Applicant.": "आयकर आयुक्त, -आवेदक।",
  "versus": "बनाम",
  "JAGADHRI ELECTRIC SUPPLY & INDUSTRIAL CO.—Respondent.": "जगाधरी इलेक्ट्रिक सप्लाई एंड इंडस्ट्रियल कंपनी-प्रतिवादी।",
  "Income-tax Reference Nos. 66 & 67 of 1975.": "975 का आयकर संदर्भ संख्या 66 और 67",
  "Income-tax Act (XLIII of 1961)—-Sections 184(7), 185(3), 253": "आयकर अधिनियम (96॥ का डहा7ग)-धारा 84 (7), 85 (3), 253 () ( सी)",
  "(1) (ce) and 263—Income-tax Rules 1962—Rule 24—Firm registered under section 184—Declaration about the continuance of the": "और 263-आयकर नियम 962-नियम 24 धारा 784 के तहत पंजीकृत फर्म की निरंतरता के",
  "firm without any change in its constitution filed in the subsequent": "बारे में घोषणा फर्म ने अपने संविधान में कोई बदलाव किए बिना अगले वर्ष में दायर किया -",
  "year—Declaration accepted and registration allowed to continue—-": "घोषणा स्वीकार की गई और पंजीकरण जारी रखने की अनुमति दी गई - आयकर अधिकारी -",
  "‘Order’ within the meaning of section 263(1)—Order passed by": "क्या यह कहा जा सकता है कि उसने धारा 263 () के अर्थ के भीतर आदेश” पारित किया",
  "the Commissioner under section 263(1) challenged in appeal by the": "है - आदेश पारित किया गया है धारा 263 (१7) के तहत आयुक्त ने अपील में निर्धारिती",
  "assessee—Tribunal upholding the order but on different grounds—": "ट्रिब्यूनल द्वारा आदेश को बरकरार रखने को चुनौती दी, लेकिन विभिन्न आधारों पर- ट्रिब्यूनल के",
  "Tribunal—Whether has jurisdiction to do so.": "पास ऐसा करने का अधिकार क्षेत्र है या नहीं।",
  "Held, that from a reading of the provisions of sections 184(7) and 263(1) of the Income-tax Act, 1961‘and Rule 24 of the Income-": "आयकर अधिनियम, 96]। की धारा 84 (7) और 263 (॥) के प्रावधानों और",
  "of a firm in the subsequent year, it cannot be said that the matter of continuation of registration is not a proceeding under the Act.": "जारी रखने से संबंधित है अगले वर्ष, यह नहीं कहा जा सकता कि पंजीकरण जारी रखने का",
  "of continuation of registration is not a proceeding under the Act. If it is a proceeding under the Act then any order passed there-": "मामला अधिनियम के तहत कार्यवाही नहीं है। यदि यह अधिनियम के तहत कार्यवाही है तो इसके",
  "under would be covered under section 263(1) of the Act. The": "तहत पारित कोई भी आदेश अधिनियम की धारा 263 (7) के तहत कवर किया जाएगा।",
  "Income-tax Officer has to apply his mind to the question whether the": "आयकर अधिकारी को इस प्रश्न पर अपना दिमाग लगाना होगा कि कया निर्धारिती द्वारा प्रस्तुत",
  "declaration furnished by the assessee is in accordance with the pro- visions of the Act and the Rules framed thereunder or not and after": "घोषणा अधिनियम के प्रावधानों और उसके तहत बनाए गए नियमों के अनुरूप है या नहीं और",
  "certificate is to be recorded. Even if it may be taken to be a formal order but all the same, it is necessary to record": "का रिकार्ड किया जाना है। भले ही इसे औपचारिक आदेश माना जाए लेकिन फिर भी इसे रिकार्ड",
  "some order and such an order, when, passed by the Income-": "करना जरूरी है। कुछ आदेश और ऐसा आदेश, जब आयकर अधिकारी द्वारा पारित किया",
  "tax Officer, will be in the proceeding under the Act and would be covered ‘under section 263(1) of the Act; provided the": "जाएगा, अधिनियम के तहत कार्यवाही में होगा और अधिनियम की धारा 263 (१7) के तहत",
  "other conditions are also fulfilled. There is another approach": "कवर किया जाएगा; बशर्ते अन्य शर्तें भी पूरी हों। एक दूसरा दृष्टिकोण भी है. यदि इस प्रकार",
  "487": "488",
  "Commissioner of Meome tax v. Jagadhri Electric Supply & Industrial - (J. V. Gupta, J.)": "आयकर आयुक्त बनाम जगाधरी इलेक्ट्रिक सप्लाई एंड इंडस्ट्रियल कंपनी (जे. बी. गुप्ता, जे.)",
  "the assessment year 1966-67 did not constitute an order within the": "निर्धारण वर्ष 966-67 में धारा 263 () के अर्थ में कोई आदेश नहीं था, इसे भी",
  "meaning of section 263(1) was also accepted and it was held that": "स्वीकार कर लिया गया और यह माना गया कि अधिनियम की धारा 263 के अर्थ में",
  "there existed no order within the meaning of section 263 of the Act which could be revised by the Additional Commissioner of Income-": "कोई आदेश मौजूद नहीं था जिसे अतिरिक्त आयुक्त द्वारा संशोधित किया जा सकता था।",
  "tax. As a result of these findings, the appeal of the assessee was": "आयकर। इन निष्कर्षों के परिणामस्वरूप, निर्धारिती की अपील ट्रिब्यूनल द्वारा स्वीकार कर",
  "accepted by the Tribunal and the Order of the Additional Commis- sioner of Income-tax, dated October 13, 1972, was set aside. How-": "ली गई और व3 अक्टूबर, 972 के अतिरिक्त आयकर आयुक्त के आदेश को रद्द कर",
  "ever, in its order, the Tribunal also observed that “in the instant case,": "दिया गया। हालाँकि, अपने आदेश में, ट्रिब्यूनल ने यह भी कहा कि «वर्तमान मामले में,",
  "with effect from October 25, 1965, there is an obvious change in the constitution of the firm, inasmuch as in place of 10 partners and 4": "25 अक्टूबर, 965 से, फर्म के संविधान में एक स्पष्ट बदलाव हुआ है, यहाँ तक कि",
  "constitution of the firm, inasmuch as in place of 10 partners and 4 minors admitted to the benefits (of the partnership?), we have with": "0 साझेदारों और 4 नाबालिगों के स्थान पर भी प्रवेश किया गया है।\" (साझेदारी के?)",
  "effect from that date 11 partners and three minors admitted to the": "लाभों के लिए, उस तारीख से हमारे पास ! साझेदारों और तीन नाबालिगों को",
  "benefits of the partnership. Thus the Income-tax Officer’s action, in": "साझेदारी के लाभों के लिए स्वीकार किया गया है। इस प्रकार आयकर अधिकारी की",
  "recording under section 185(4) of the Income-tax Act, a certificate": "कार्रवाई, आय की धारा 85 (4) के तहत रिकॉर्डिंग में- कर अधिनियम, इस आशय",
  "1966-67, constituted, in our opinion, an obvious error on his part.": "है, हमारी राय में, उसकी ओर से एक स्पष्ट त्रुटि है। हम तदनुसार पाते हैं, \"इन",
  "We find accordingly,” It was, in these circumstances, that both the parties, that is, the assessee and the Revenue, sought references on": "परिस्थितियों में, यह था कि दोनों पार्टियों, यानी निर्धारिती और राजस्व ने, इस",
  "the questions of law arising out of the said order of the Tribunal, for opinion by this Court.": "न्यायालय से राय के लिए ट्रिब्यूनल के उक्त आदेश से उत्पन्न होने वाले कानून के प्रश्नों पर",
  "485": "486",
  "case to the Commissioner for deciding the matter afresh after giving the assessee sufficient opportunity of being": "निर्धारिती को सुनवाई का पर्याप्त अवसर देने के बाद मामले को नए सिरे से तय",
  "heard or and with such other direction as it thought fit to give?": "करने के लिए आयुक्त को या ऐसे अन्य निर्देश के साथ जो वह देना उचित समझे?",
  "2. The brief facts, giving rise to these references are these. The,": "2. इन सन्दर्भों को जन्म देने वाले संक्षिप्त तथ्य ये हैं। निर्धारिती फर्म का गठन",
  "assessee firm was constituted, as per partnership instrument dated October 25, 1964. At that time, there were 10 adult partners and four": "25 अक्टूबर, 964 के साझेदारी दस्तावेज के अनुसार किया गया था। उस समय,",
  "four minors, one, namely, Ghansham Gupta, attained majority on": "थी। उक्त चार नाबालिगों में से, एक, अर्थात्‌, घनशाम गुप्ता, ने 25 अप्रैल, 965",
  "April 25, 1965, that is, during the relevant previous year and he did": "को, यानी प्रासंगिक पिछले वर्ष के दौरान, वयस्कता प्राप्त की और उन्होंने 25 अक्टूबर,",
  "not, by October 25, 1965, give any public notice of termination of his": "965 तक, अपने संबंध को समाप्त करने की कोई सार्वजनिक सूचना नहीं दी। भारतीय",
  "connection with the partnership as contemplated under section 30(5)": "साझेदारी अधिनियम, 7952 की धारा 30(5) के तहत अपेक्षित साझेदारी के साथ।",
  "of the Indian Partnership Act, 1952. Clause (6) of the partnership deed, inter alia provided for the ten adult partners’ respective shares": "साझेदारी विलेख के खंड (6) में अन्य बातों के साथ-साथ फर्म के मुनाफे में दस वयस्क",
  "in the firm’s profits and for the four minors’ shares in the firms’": "साझेदारों के संबंधित शेयरों और चार नाबालिगों के शेयरों के लिए प्रावधान किया गया",
  "profits. The said clause further provided that in the event of loss,": "है। कंपनियों के मुनाफे में. उक्त खंड में आगे प्रावधान किया गया है कि हानि की स्थिति",
  "the same was to be apportioned by the ten adult partners in the light of their respective shares.": "में, इसे दस वयस्क भागीदारों द्वारा उनके संबंधित शेयरों के आलोक में विभाजित किया",
  "3. For the assessment year 1966-67, the assessee firm filed its": "3. निर्धारण वर्ष 966-67 के लिए, निर्धारिती फर्म ने 4 अक्टूबर, 967 को",
  "tax Rules, 1962 (hereinafter called the Rules) to the effect that there": "कि आयकर नियम, 962 के नियम 24 के तहत माना गया है। इसके बाद इसे नियम",
  "had been no change in the constitution of the firm or in the shares": "कहा जाएगा) इस आशय का कि फर्म के गठन या साझेदारों के शेयरों में कोई बदलाव",
  "of the partners, as evidenced by the partnership deed dated October 25, 1964, on the basis of which the registration for the earlier assess-": "नहीं हुआ है, जैसा कि 25 अक्टूबर, 964 के साझेदारी विलेख से प्रमाणित है, जिसके",
  "ment year had been granted. Before the completion of the assess-": "आधार पर पहले के लिए पंजीकरण किया गया था। मूल्यांकन वर्ष प्रदान किया गया था।",
  "ment by the Income-tax Officer on December 20, 1978, the firm fur-": "20 दिसंबर, 978 को आयकर अधिकारी द्वारा मूल्यांकन पूरा होने से पहले, फर्म ने",
  "nished, under section 139(4) of the Act, a revised return on Septem-": "अधिनियम की धारा 739 (4) के तहत, 3 सितंबर, 970 को एक संशोधित रिटर्न",
  "works. The first activity came to an end on November 13, 1965, as a result of the sale of the electricity undertaking in favour of the": "बिजली उपक्रम की बिक्री के परिणामस्वरूप 3 नवंबर, 965 को समाप्त हो गई। उक्त",
  "as per the assessee’s books of account, made a net profit of Rs.": "गतिविधि से, निर्धारिती के खाते की किताबों के अनुसार, फर्म ने रुपये का शुद्ध लाभ",
  "35,337 over and above the statutory reserve of Rs. 29,738 made under": "कमाया था। 35,337 रुपये के वैधानिक रिजर्व से अधिक। विद्युत (आपूर्ति) अधिनियम,",
  "section 57 of:the Electricity (Supply) Act, 1948. The engineering works activity, started only in October, 1965, had resulted in a net": "948 की धारा 57 के तहत 29,738 बनाया गया। इंजीनियरिंग अक्टूबर 965 में ही",
  "486": "489",
  "The certificate given in the declaration filed under section 184(7)": "रिटर्न के साथ धारा 84 (7) के तहत घोषणा दाखिल की गई है। इस पर सभी",
  "section 263(1) of the Act is of a special nature or, in other words,": "अधिनियम की धारा 263 () में लिखा है, -",
  "order passed by him was erroneous in so far as it was prejudicial! to the interests of the Revenue. Before doing so, he is also required": "द्वारा पारित कोई भी आदेश गलत है, जहां तक यह राजस्व के हित के लिए",
  "to give an opportunity of being heard to the assessee. if after": "प्रतिकूल है, तो वह कर सकता है, निर्धारिती को सुनवाई का अवसर देने के बाद",
  "Commissioner of Income-tax v. Jagadhri Electric Supply & Industrial Co. (J. V. Gupta, J.)": "आयकर आयुक्त बनाम जगाधरी इलेक्ट्रिक सप्लाई एंड इंडस्ट्रियल कंपनी (जे. बी. गुप्ता, जे.)",
  "Section 184(7) of the Act, provides,—": "अधिनियम की धारा 84 (7) में प्रावधान है, -",
  "“Where registration isigranted to any firm for any assess-": "“जहां किसी भी मूल्यांकन वर्ष के लिए किसी फर्म को पंजीकरण प्रदान किया",
  "ment year it shall have effect for every subsequent year:": "जाता है, यह प्रत्येक अगले वर्ष के लिए प्रभावी होगा:",
  "Provided that:—": "उसे उपलब्ध कराया: -",
  "(i) there is no change in the constitution of the firm or the shares of the partners as evidenced by the": "(+4) फर्म के गठन या साझेदारों के शेयरों में कोई बदलाव नहीं हुआ है जैसा कि साझेदारी",
  "instrument of partnership on the basis of which the registration was granted; and": "के दस्तावेज से पता चलता है जिसके आधार पर पंजीकरण दिया गया था; और",
  "(ii) the firm furnishes, before the expiry of the time allow- ed under sub-section (1) or sub-section (2) of section": "(44) फर्म, धारा 739 की उप-धारा () या उप-धारा (2) के तहत अनुमत समय की",
  "furnishing the return of Income for such subsequent asssssment year, a declaration to that effect, in the": "की रिटर्न प्रस्तुत करने के लिए प्रस्तुत करती है।निर्धारण वर्ष, इस आशय की एक",
  "prescribed form and verified in the prescribed manner,": "घोषणा, निर्धारित प्रपत्र में और निर्धारित तरीके से सत्यापित की जाती है, हालांकि,",
  "so, however, that where the Income-tax Officer is satis-": "जहां आयकर अधिकारी संतुष्ट है कि फर्म को समय के भीतर घोषणा प्रस्तुत करने से",
  "fied that the firm was prevented by sufficient cause": "पर्याप्त कारण से रोका गया था इतनी अनुमति होने पर, वह फर्म को मूल्यांकन किए",
  "allowed, he may allow the firm to furnish the declara- tion at any time before the assessment is made.”": "जाने से पहले किसी भी समय घोषणा प्रस्तुत करने की अनुमति दे सकता है।\"",
  "Rule 24 if the Rules, is as follows:-—": "नियम 24 यदि नियम इस प्रकार है: -",
  "“The declaration to be furnished under sub-section (7) of sec-": "“धारा 84 की उप-धारा (7) के तहत प्रस्तुत की जाने वाली घोषणा",
  "tion 184 shall be in Form No. 12 and shall be verified in the manner indicated therein and shall be signed by the": "फॉर्म संख्या 2 में होगी और उसमें बताए गए तरीके से सत्यापित की जाएगी",
  "persons concerned in accordance with sub-rule (5) of rule 22.”": "और नियम 22 के उप-नियम (5) के अनुसार संबंधित व्यक्तियों द्वारा",
  "From a reading of the provisions dealing with the continuation of the registration of a firm in the subsequent years, it cannot be said": "किसी फर्म के पंजीकरण को अगले वर्षों में जारी रखने से संबंधित प्रावधानों को पढ़ने से",
  "that the matter of continuation of registration is not a proceeding": "यह नहीं कहा जा सकता है कि पंजीकरण जारी रखने का मामला अधिनियम के तहत",
  "under the Act. If it is a proceeding under the Act, then any order": "कार्यवाही नहीं है। यदि यह अधिनियम के तहत कार्यवाही है, तो इसके तहत पारित कोई",
  "passed thereunder would be covered under section 263(1) of the Act. The contention that it is not an order as such, is not supported by": "भी आदेश अधिनियम की धारा 263 (4) के तहत कवर किया जाएगा। यह तर्क कि यह",
  "The contention that it is not an order as such, is not supported by any precedent. Ramlal’s case (supra), has no applicability to the": "कोई आदेश नहीं है, किसी भी मिसाल से समर्थित नहीं है। रामलाल के मामले (सुप्रा)",
  "facts of the present case. In the said case, the note of the": "की वर्तमान मामले के तथ्यों पर कोई प्रयोज्यता नहीं है। उक्त मामले में, का नोट",
  "490": "496",
  "certificate, is to be recorded. Even if it may be taken to be a formal": "विवरण दर्ज किया जाना है। भले ही इसे एक औपचारिक आदेश माना जाए, लेकिन फिर",
  "order but all the same, it is necessary to record some order, as has": "भी, कुछ आदेश को रिकॉर्ड करना आवश्यक है, जैसा कि वास्तव में वर्तमान मामले में",
  "been actually done by the Income-tax Officer in the present case and": "आयकर अधिकारी द्वारा किया गया है और",
  "which has been reproduced above. Such an order, when passed by": "जिसे ऊपर पुनः प्रस्तुत किया गया है। ऐसा आदेश, जब आयकर अधिकारी द्वारा पारित",
  "the Income-tax Officer, will be in the proceeding under the Act, and": "किया जाएगा, अधिनियम के तहत कार्यवाही में होगा, और अधिनियम की धारा",
  "would be ‘covered under section 263(1) of the Act; provided the other conditions are also fulfilled. There is another approach as": "263 () के तहत कवर किया जाएगा; बशर्ते अन्य शर्तें भी पूरी हों। एक दूसरा दृष्टिकोण",
  "well. If the order thus passed or the certificate so granted by the": "भी है. यदि इस प्रकार पारित आदेश या आयकर अधिकारी द्वारा दिया गया प्रमाण पत्र",
  "Income-tax Officer is of such a nature that if erroneous, is likely to prejudice the interests of Revenue, then the provisions of section": "ऐसी प्रकृति का है कि गलत होने पर, राजस्व के हितों पर प्रतिकूल प्रभाव पड़ने की",
  "prejudice the interests of Revenue, then the provisions of section 263(1) of the Act, will be attracted. In other words, it is the nature": "संभावना है, तो अधिनियम की धारा 263 () के प्रावधान आकर्षित होंगे। . दूसरे शब्दों",
  "of the order which will determine the applicability of section 263 of": "में, यह आदेश की प्रकृति है जो अधिनियम की धारा 263 की प्रयोज्यता का निर्धारण",
  "the Act. In the present case, it has not been denied that if the cer-": "करेगी। वर्तमान मामले में, इस बात से इनकार नहीं किया गया है कि यदि आयकर",
  "tificate granted by the Income-tax Officer is held to be erroneous, it": "अधिकारी द्वारा दिए गए प्रमाणपत्र को गलत माना जाता है, तो इससे राजस्व के हितों",
  "is likely to prejudice the interests of the Revenue. In this view of": "पर प्रतिकूल प्रभाव पड़ने की संभावना है। अर्थात राजस्व के पक्ष में और निर्धारिती के",
  "the matter, the answer to this question is in the negative, that is, in": "विरुद्ध मामले के इस दृष्टिकोण में इस प्रश्न का उत्तर नकारात्मक है।",
  "Question No. (iv) (original):": "प्रश्न संखया (4ए) (मूल) :",
  "10. The learned counsel for the assessee contended that the Additional Commissioner of Income-tax found the order of the": "0. निर्धारिती के विद्वान वकील ने तर्क दिया कि अतिरिक्त आयकर आयुक्त ने",
  "Income-tax Officer granting the certificate of continuation of the": "पंजीकृत फर्म को जारी रखने का प्रमाण पत्र देने वाले आयकर अधिकारी के आदेश को इस",
  "registered firm to be erroneous on the ground that the constitution of the firm had changed and in any case, the shares of the partners,": "आधार पर गलत पाया कि फर्म का संविधान बदल गया था और किसी भी मामले में,",
  "as per the books of the assessee, were not the same as mentioned in the partnership deed, dated October 25, 1964. In appeal": "निर्धारिती की पुस्तकों के अनुसार, भागीदारों के शेयर, 25 अक्टूबर, 964 के साझेदारी",
  "and thus, it accepted the appeal and set aside the order of the Addi-": "प्रकार, इसने अपील स्वीकार कर ली और अतिरिक्त आयकर आयुक्त के आदेश को रद्द कर",
  "tional Commissioner of Income-tax, but at the same time, it erred in observing that in the present case, with effect from October 25,": "दिया, लेकिन साथ ही, यह देखने में गलती हुई कि वर्तमान मामले में, 25 अक्टूबर,",
  "1965, there was an obvious change in the constitution of the firm in": "]965 से, एक फर्म के गठन में स्पष्ट परिवर्तन यह हुआ कि 0 साझेदारों और 4",
  "494": "494",
  "which is equivalent to section 263 of the Act, whereas no such ques-": "नहीं था क्‍योंकि उसके समक्ष अपील की विषय-वस्तु यह थी कि क्‍या की धारा 263 ()",
  "not tenable, then there was an end of the matter. The said order,": "तर्क संगत नहीं, तो मामला ख़त्म हो गया. अपील के तहत उक्त आदेश को किसी अन्य",
  "under appeal, could not be justified by inventing any other ground": "आधार का आविष्कार करके उचित नहीं ठहराया जा सकता है जो अधिनियम की धारा",
  "which never formed the basis of the order of the Additional Commis- sioner of Income-tax under section 263(1) of the Act. The argu-": "263 (॥) के तहत अतिरिक्त आयकर आयुक्त के आदेश का आधार कभी नहीं बना। तर्क",
  "ment proceeds, that, in appeal, the Tribunal could not substitute its own reasons for upholding the order of the Additional Commissioner of Income-tax under section 263(1) as it will be an encroach-": "यह है कि, अपील में, ट्रिब्यूनल धारा 263 (7) के तहत अतिरिक्त आयकर आयुक्त के आदेश को बरकरार रखने के लिए अपने स्वयं के कारणों को प्रतिस्थापित नहीं कर सका",
  "sed under section 263(1) of the Act, is the exclusive jurisdiction of": "अधिनियम की धारा 263 () के तहत पारित होने वाले आदेश के रूप में कानूनी रूप",
  "the Commissioner of Income-tax and his satisfaction is the basis on": "से स्वीकार्य नहीं है, आयकर आयुक्त का विशेष क्षेत्राधिकार है और उनकी संतुष्टि ही",
  "interests of the Revenue. Any other consideration which did not": "आदेश गलत है क्योंकि यह राजस्व के हितों के लिए प्रतिकूल है। कोई भी अन्य विचार",
  "weigh with the Commissioner at the time of the passing of the order": "जो अधिनियम की धारा 263 (3) के तहत आदेश पारित करते समय आयुक्त के साथ मेल",
  "under section 263(1) of the Act, could not be read into the order of the Commissioner so as to be upheld by the Tribunal in appeal filed": "नहीं खाता था, उसे आयुक्त के आदेश में नहीं पढ़ा जा सकता था ताकि दायर की गई",
  "the Commissioner so as to be upheld by the Tribunal in appeal filed on behalf of the assessee. According to the learned counsel, it is": "अपील में ट्रिब्यूनल द्वारा बरकरार रखा जा सके। निर्धारिती की ओर से. विद्वान वकील के",
  "particularly so because under section 253(1)(c) of the Act, it is only": "अनुसार, यह विशेष रूप से इसलिए है क्‍योंकि अधिनियम की धारा 253 () (सी) के",
  "Commissioner under secticn 263 of the Act and the Revenue is given": "तहत, केवल निर्धारिती ही है जो अधिनियम और राजस्व की धारा 263 के तहत आयुक्त",
  "no such right under the statute to file any such appeal against the order of the Commissioner under section 263 of the Act in case he": "द्वारा पारित आदेश के खिलाफ अपील दायर कर सकता है। अधिनियम की धारा 263 के तहत आयुक्त के आदेश के खिलाफ ऐसी कोई अपील दायर करने के लिए कानून के तहत",
  "further contended that the orders passed by the Appellate Assistant Commissioners in appeals in assessment proceedings are on a dif-": "आगे यह तर्क दिया गया कि मूल्यांकन कार्यवाही में अपील में अपीलीय सहायक आयुक्तों",
  "ferent footing because in those cases, both the parties, that is the": "द्वारा पारित आदेश अलग-अलग स्तर पर हैं क्‍योंकि उन मामलों में, दोनों पक्षों, यानी",
  "assessee as well as the Revenue, have the right to file an/appeal": "निर्धारिती के साथ-साथ राजस्व को भी दायर करने का अधिकार है। न्‍्यायाधिकरण के",
  "before the Tribunal. In support of his contention the learned counsel place reliance on J. K. Bankers v. Commissioner": "समक्ष अपील. अपने तर्क के समर्थन में विद्वान वकील ने जे.के. बैंकर्स बनाम आयकर",
  "of Income-tax, U.P. and another, (2), R. L. Rajgharia v. Income-tax": "आयुक्त, यू.पी. पर भरोसा जताया। और दूसरा, (2), आर. एल. राजघरिया बनाम",
  "Officer and others (3), Commissioner of Income-tax, Tamil Nadu-I v.": "आयकर अधिकारी और अन्य (3), आयकर आयुक्त, तमिलनाडु-7 बनाम मद्रास इंडस्ट्रियल",
  "Madras Industrial Investment Corporation Ltd. (4), Johri Lal": "इन्वेस्टमेंट कॉर्पोरोशन लिमिटेड (4), जौहरी लाल",
  "(H.U.F.) v. Commissioner of Income-tax, U.P. (5) and Commissioner of Income tax v. R. K. Metal Works (6).": "आयुक्त, उ.प्र. (5) और आयकर आयुक्त बनाम आर.के. मेटल वर्क्स (6)।",
  "(2) (1974) 94T.T.R. 107,": "94 4.,टी,आर. 07.",
  "(3) (1977) 107 LT.R. 347.": "07 आई.टी.आर. 347.",
  "(5) (1973) 88 LTR. 439.": "88 आई .टी.आर. 439.",
  "(6) (1978) 112 I.T.R. 445.": "]2 आई.टी.आर. 445.",
  "496": "497",
  "-LL.R..Punjab and Haryana -- (1981) 2": "आई. एल. आर. पंजाब और हरियाणा",
  "against an order of the Commissioner under section 263(1) of the Act. In case he proceeds thereunder after hearing the": "अधिनियम की धारा 263 (7) के तहत आयुक्त के एक आदेश के विरुद्धा यदि वह उसके द्वारा",
  "assessee in pursuance of the notice given by him, then": "दिए गए नोटिस के अनुसरण में निर्धारिती को सुनने के बाद आगे बढ़ता है, तो अधिनियम की",
  "the appeal filed by the assessee under secion 253 (1) (c)": "धारा 253 () (सी) के तहत निर्धारिती द्वारा दायर अपील को उसके खिलाफ अपील के",
  "of the Act, cannot be treated on the same footing as an appeal against the order of the Appellate Assistant Commissioner passed in assessment proceedings, where both-the parties have been": "समान नहीं माना जा सकता है। मूल्यांकन कार्यवाही में पारित अपीलीय सहायक आयुक्त का",
  "passed in assessment proceedings, where both-the parties have been given the right of appeal. In this view of the matter, the argument": "आदेश, जहां दोनों पक्षों को अपील का अधिकार दिया गया है। मामले के इस दृष्टिकोण में,",
  "raised on behalf of the Revenue, that in appeal, the Tribunal may": "राजस्व की ओर से उठाया गया तर्क, कि अपील में, ट्रिब्यूनल आयुक्त द्वारा अपने आदेश में लिए",
  "uphold the order appealed against on the grounds other than those": "गए आधारों के अलावा अन्य आधारों पर अपील किए गए आदेश को बरकरार रख सकता है,",
  "taken by the Commissioner in his order, is not tenable. Under section 263 of the Act, it is only the Commissioner who has been": "तर्कसंगत नहीं है। अधिनियम की धारा 263 के तहत, केवल आयुक्त को ही मामले में आगे बढ़ने",
  "authorised to proceed in the matter and, therefore, it is his satisfac-": "के लिए अधिकृत किया गया है और इसलिए, यह उसकी संतुष्टि है जिसके अनुसार वह कानून के",
  "tion according to which he may pass necessary orders there under in accordance with law. If the grounds which were available to": "अनुसार आवश्यक आदेश पारित कर सकता है। यदि आदेश पारित होने के समय जो आधार उसके",
  "him at the time of the passing of the order do not find mention in his order appealed against, then it will be deemed that he rejected": "पास उपलब्ध थे, उनका उल्लेख उसके अपील आदेश में नहीं मिलता है, तो यह माना जाएगा",
  "those grounds for the purpose of any action under section 263(1) of": "कि उसने धारा 263 () के तहत किसी भी कार्रवाई के उद्देश्य से उन आधारों को खारिज कर",
  "the Act. In this situation, the Tribunal while hearing an appeal": "दिया है। अधिनियम। इस स्थिति में, निर्धारिती द्वारा दायर अपील पर सुनवाई करते समय",
  "filed by the assessee cannot substitute the grounds which the Com-": "ट्रिब्यूनल उन आधारों को प्रतिस्थापित नहीं कर सकता है, जिन्हें स्वयं आयुक्त ने अपने आदेश का",
  "14. As a result of the above discussion, in our opinion, the": "4 . उपरोक्त चर्चा के परिणामस्वरूप, हमारी राय में, ट्रिब्यूनल वयस्क भागीदारों की",
  "Additional Commissioner had not, in fact, relied upon the said change": "आयुक्त ने वास्तव में इस पर भरोसा नहीं किया था। 20 अक्टूबर 978 के आयकर अधिकारी के",
  "to be erroneous. Thus, the answer to the said question is in favour": "आदेश को गलत ठहराते हुए उक्त परिवर्तन। इस प्रकार, उक्त प्रश्न का उत्तर निर्धारिती के पक्ष में",
  "of the assessee and against the Revenue.": "और राजस्व के विरुद्ध है।",
  "15. The references stand answered accordingly with no order as to costs.": "5. लागतों के संबंध में बिना किसी आदेश के संदर्भों का उत्तर तदनुसार दिया जाएगा।",
  "NK.S.": "एन. के . एस .",
  "495": "498",
  "with the jurisdiction of the Commissioner. They pertain to the region of natural justice. Breach of the principles": "आयुक्त के अधिकार क्षेत्र के साथ. वे प्राकृतिक न्याय के क्षेत्र से संबंधित हैं। प्राकृतिक",
  "of natural justice may affect the legality of the order made": "न्याय के सिद्धांतों का उल्लंघन आदेश की वैधता को प्रभावित कर सकता है लेकिन यह",
  "but that does not affect the jurisdiction of the Commis- sioner.”": "आयुक्त के अधिकार क्षेत्र को प्रभावित नहीं करता है।\"",
  "All other cases deal with the jurisdiction of the Tribunal, while": "अन्य सभी मामले ट्रिब्यूनल के अधिकार क्षेत्र से संबंधित हैं, जबकि मूल्यांकन कार्यवाही में",
  "hearing an appeal against the order of the Appellate Assistant Com- missioner in assessment proceedings where both the parties have": "अपीलीय सहायक आयुक्त के आदेश के खिलाफ अपील की सुनवाई करते समय दोनों पक्षों को",
  "the right to file an appeal against the order. Thus, the said authori-": "आदेश के खिलाफ अपील दायर करने का अधिकार होता है। इस प्रकार, उक्त अधिकारी वर्तमान",
  "ties are of no assistance to determine the present controversy..": "विवाद को निर्धारित करने में कोई सहायता नहीं कर रहे हैं।",
  "13. The jurisdiction vested in the Commissioner under section 263 (1) of the Act is of a special nature or, in other words, the Com-": "3. अधिनियम की धारा 263 (॥) के तहत आयुक्त में निहित क्षेत्राधिकार एक विशेष प्रकृति का है या, दूसरे शब्दों में, आयुक्त के पास आयकर अधिकारी के आदेश को संशोधित करने",
  "of the Revenue. Before doing so, he is also required to give an opportunity of being heard to the assessee. If after hearing the": "से पहले, उसे निर्धारिती को सुनवाई का अवसर देना भी आवश्यक है। यदि अधिनियम की धारा",
  "assessee in pursuance of the notice issued by him under section": "263 (।) के तहत उसके द्वारा जारी किए गए नोटिस के अनुसरण में निर्धारिती को सुनने के",
  "orders,’ Of course, the order thus passed, will contain the grounds for holding the order of the Income-tax Officer to be erroneous, as": "पारित आदेश में आयकर अधिकारी के आदेश को गलत मानने का आधार शामिल होगा, जैसा कि",
  "contemplated under section 263(1) of the Act. Feeling aggrieved": "अधिनियम की धारा 263 (॥) के तहत माना गया है। इससे व्यथित महसूस करते हुए,",
  "therefrom, the assessee may file an appeal against the same, as provided under section 253 (1) (c) of the Act. In the memorandum of": "निर्धारिती इसके खिलाफ अपील दायर कर सकता है, जैसा कि अधिनियम की धारा 253 (॥) (सी) के तहत प्रदान किया गया है। अपील के ज्ञापन में, निर्धारिती से आयुक्त के आदेश पर",
  "appeal, the assessee is supposed to attack the order of the Commis- sioner and to challenge the grounds for decision given by him in his": "हमला करने और उसके आदेश में दिए गए निर्णय के आधार को चुनौती देने की अपेक्षा की जाती",
  "order. At the time of the hearing, if the assessee can satisfy the Tribunal that the grounds for decision given in the order by the": "है। सुनवाई के समय, यदि निर्धारिती ट्रिब्यूनल को संतुष्ट कर सकता है कि आयुक्त द्वारा आदेश में",
  "Commissioner are wrong on facts or are not tenable in law, the": "दिए गए निर्णय के आधार तथ्यों पर गलत हैं या कानून में मान्य नहीं हैं, तो ट्रिब्यूनल के पास",
  "Tribunal has no option, but to accept the appeal and to set aside the order of the Commissioner. The Tribunal cannot uphold the": "अपील स्वीकार करने के अलावा कोई विकल्प नहीं है। आयुक्त के आदेश को रद्द करें. ट्रिब्यूनल",
  "order of the Commissioner on any other ground which, in its opinion,": "किसी अन्य आधार पर आयुक्त के आदेश को बरकरार नहीं रख सकता है, जो उसकी राय में,",
  "was available to the Commissioner as well. If the Tribunal is": "आयुक्त के लिए भी उपलब्ध था। यदि ट्रिब्यूनलल को अधिनियम की धारा 263 (7) के तहत",
  "allowed to find out the grounds available to the Commissioner to pass": "आदेश पारित करने के लिए आयुक्त के पास उपलब्ध आधारों का पता लगाने की अनुमति दी",
  "sharing of the exclusive jurisdiction vested in the Commissioner,": "जाती है, तो यह आयुक्त में निहित विशेष क्षेत्राधिकार को साझा करने के समान होगा, जो",
  "which is not warranted under the Act. It is all the more so, because": "अधिनियम के तहत जरूरी नहीं है। . यह और भी अधिक है, क्‍योंकि राजस्व को अधिनियम के",
  "the Revenue has not been given any right of appeal under the Act": "तहत अपील का कोई अधिकार नहीं दिया गया है"
}