{
  "Before Mehtab S. Gill and Rakesh Kumar Jain, J": "माननीय मेहताब एस. गिल और राकेश कुमार जैन, .ज.",
  "ANOOP SINGH AND OTHERS,—Petitioner versus": "अनूप सिंह और अन्य,--याचिकाकर्ता बनाम",
  "STATE OF HARYANAAND OTHERS,—Respondents": "हरियाणा राज्य और अन्य,--प्रतिवादी",
  "L.P.A. No. 106 of 2005 in C.W.P. No. 5989 of 1983": "एल.पी.ए. संख्या 06 का 2005 सी.डब्ल्यू.पी. संख्या 5989 का 4983",
  "19th February, 2008": "49 फरवरी, 2008",
  "Constitution of India, 1950,—Art 226—Punjab Security of": "भारत का संविधान, 4950,--अनुच्छेद 226--पंजाब भूमि कब्जे की सुरक्षा नियम, 956--",
  "Land Tenures Rules, 1956—RI.6(3)—-Predecessor-in-interest of appellants making transfer of land in their favour by way of": "नि.6(3)--अपीलकर्ताओं के हितपूर्वक ने उनके पक्ष में पंजीकृत उपहार विलेख के जरिए भूमि का",
  "registered gift deed-Land declared surplus—Record showing separate ownership & possession in respect of land prior to order": "हस्तांतरण किया--भूमि अधिशेष घोषित--रिकॉर्ड में अधिशेष घोषित करने वाले आदेश से पहले भूमि",
  "separate ownership & possession in respect of land prior to order declaring land surplus—No notice given to transferees—RI.6(3) of": "की अलग स्वामित्व और कब्जे का प्रदर्शन--हस्तांतरणीयों को कोई सूचना नहीं दी गई--956 के",
  "area of landowner, notice to persons interested is mandatory— Violation of principles of natural justice—Form ‘F’ not served": "संबंधित व्यक्तियों को सूचना देना अनिवार्य है--प्राकृतिक न्याय के सिद्धांतों का उल्लंघन--फॉर्म 'एफ'",
  "upon transferees—Limitation for filing appeal against order of": "हस्तांतरणीयों को नहीं दिया गया--अधिशेष आदेश के खिलाफ अपील दाखिल करने की सीमा समय",
  "surplus starts from receipt of form ‘F’—Order of Single Judge": "फॉर्म 'एफ' की प्राप्ति से शुरू होती है--विलंब के आधार पर एकल न्यायाधीश द्वारा याचिका खारिज",
  "dismissing petition on ground of delay is not sustainable—Appeal allowed.": "करने का आदेश टिकाऊ नहीं है--अपील मंजूर।",
  "Held, that since the names of the appellants are recorded in the revenue record i.e. jamabandi for the year 1959-60 prior to order of": "यह माना गया कि चूँकि अपीलकर्ताओं के नाम राजस्व रिकॉर्ड अर्थात्‌ जमाबंदी के वर्ष 959-",
  "revenue record i.e. jamabandi for the year 1959-60 prior to order of declaration of surplus area on 1 Sth May, 1961, therefore, notice on Form": "60 में 45 मई, 96 को अधिशेष क्षेत्र की घोषणा से पहले दर्ज हैं, इसलिए, फॉर्म 'एफ' पर सूचना",
  "‘F’ was sine qua non to the appellants, who were transferees/donees. In": "अपीलकर्ताओं के लिए अत्यंत आवश्यक थी, जो कि हस्तांतरणीय/दानी थे। अपीलकर्ताओं को फॉर्म",
  "the absence of notice on Form ‘F’ to the appellants, the surplus proceedings have vitiated because provision of notice is imperative and even the presence": "'एफ' पर सूचना के बिना, अधिशेष कार्यवाही बाधित हो गई क्योंकि सूचना का प्रावधान अनिवार्य है",
  "of the father and grand-father of appellants is not sufficient compliance with": "और यहां तक कि अपीलकर्ताओं के पिता और दादा की उपस्थिति भी कानून की आवश्यकता का",
  "(Paras 20 & 21)": "(अनुच्छेद 20 और 2)",
  "Further held, that so far as the point of limitation is concerned,": "इसके आगे यह भी माना गया, कि सीमा समय के बिंदु के संदर्भ में, एक बार जब हमने यह",
  "once we have held that service on Form ‘F’ is mandatory. which has not": "मान लिया कि फॉर्म 'एफ' पर सेवा अनिवार्य है, जो कि वर्तमान अपीलकर्ताओं को नहीं दी गई है, तो",
  "for filing an appeal against the order of surplus, commences from the date of service of Form ‘F’ and not from the date of order even if the landowner is present when order 1s pronounced because the order of Collector and": "सीमा समय फॉर्म 'एफ' की प्राप्ति से शुरू होगा क्योंकि उप-नियम (6) के तहत पारित आदेश के साथ",
  "the statement in Form ‘F’ together constitute the actual decision of the": "फॉर्म 'एफ' में विवरण कलेक्टर का वास्तविक निर्णय माना जाता है।",
  "AND OTHERS (Rakesh Kumar Jain, J.)": "राकेश कुमार जैन, न्यायाधीश।",
  "of the land which is proposed to be included in the surplus area of the original landowner. In the absence of notice, it was held that the entire proceedings": "के अधिशेष क्षेत्र में शामिल किया जाना प्रस्तावित है। सूचना के अभाव में, यह माना गया कि पूरी",
  "(20) Since the names of the appellants are recorded in the revenue": "(20) चूँकि अपीलकर्ताओं के नाम राजस्व रिकॉर्ड यानी जमाबंदी (एनेक्स्चर पी-40) में वर्ष",
  "record 1.e. Jamabandi (Annexure P-10) for the year 1959-60 prior to order of declaration of surplus area on 1 5th May, 1961, therefore, notice on Form": "959-60 के लिए 5 मई, 96 को अधिशेष क्षेत्र की घोषणा के आदेश से पहले दर्ज हैं, इसलिए,",
  "‘F’ was sina qua non to the appellants, who were transferees/donees.": "फॉर्म 'एफ' पर सूचना अपीलकर्ताओं के लिए अति आवश्यक थी, जो कि हस्तांतरणी/दानी थे।",
  "(21) Weare in agreement with the submissions made by the counsel": "(24) हम अपीलकर्ताओं के वकील द्वारा किए गए प्रस्तुतियों से सहमत हैं कि अपीलकर्ताओं को",
  "for the appellants that in the absence of notice on Form ‘F’ to the appellants, the surplus proceedings have vitiated because in view of Indraj’s case": "फॉर्म 'एफ' पर सूचना के अभाव में, अधिशेष कार्यवाही बाधित हो गई है क्योंकि इंद्राज के मामले",
  "(supra), provision of notice is imperative and even the presence of the father": "(उपरोक्त) के अनुसार, सूचना का प्रावधान अनिवार्य है और यहां तक कि अपीलकर्ताओं के पिता और",
  "and grand- father of appellants is not sufficient compliance with the requirement of law.": "दादा की उपस्थिति भी कानून की आवश्यकता का पर्याप्त अनुपालन नहीं है।",
  "(22) So far as the point of limitation is concerned, once we have": "(22) सीमा समय के बिंदु के संबंध में, एक बार जब हमने यह मान लिया है कि फॉर्म 'एफ' पर",
  "held that service on From ‘F’ is mandatory, which has not been served upon the present appellants. The limitation would start from the receipt of Form": "सेवा अनिवार्य है, जो कि वर्तमान अपीलकर्ताओं को नहीं दी गई है। सीमा समय फॉर्म 'एफ' की प्राप्ति",
  "‘F’ as held in the cases of Vir Singh (supra), Dharam Vir (supra), Tek": "से शुरू होगा जैसा कि वीर सिंह (उपरोक्त), धरम वीर (उपरोक्त), टेक राम (उपरोक्त) और भारत",
  "Ram (supra) and Bharat Starch and Chemicals Ltd. (supra) because": "स्टार्च और केमिकल्स लिमिटेड (उपरोक्त) मामलों में माना गया है क्योंकि उप नियम (6) के तहत",
  "order passed under sub Rule (6) together with statement in Form ‘F’ constitutes actual decision of the Collector.": "पारित आदेश के साथ फॉर्म 'एफ' में बयान कलेक्टर का वास्तविक निर्णय माना जाता है।",
  "(23) Inone of the cases i.e. Bharat Singh and Chemical Ltd.": "(23) उदाहरण के लिए एक मामले में यानी भारत सिंह और केमिकल लिमिटेड (उपरोक्त),",
  "(supra), the issue of delay was raked up by the respondents because in that case surplus area declared in the year 1962 was upheld in appeal in": "प्रतिवादियों द्वारा विलंब का मुद्दा उठाया गया था क्योंकि उस मामले में 962 में घोषित अधिशेष क्षेत्र",
  "the year 1963 but the same was challenged in the year 1991 after about": "को 4963 में अपील में बरकरार रखा गया था लेकिन उसे लगभग तीन दशकों के बाद 99 में चुनौती",
  "three decades but this Court held that the petitioners in that case can notbe": "दी गई थी लेकिन इस न्यायालय ने माना कि उस मामले के याचिकाकर्ता गुणों पर विचार करने से",
  "debarred from agitating on merits since Form ‘F’ was not served, therefore, order of the Collector is vitiated.": "वंचित नहीं किए जा सकते हैं क्योंकि फॉर्म 'एफ' परोसा नहीं गया था, इसलिए कलेक्टर का आदेश",
  "statement tn Form ‘F’ constitutes actual decision of the Collector.": "मालिक को प्रभावित करने वाले कलेक्टर के वास्तविक निर्णय को बनाते हैं और चूंकि प्रपत्र 'एफ' कभी",
  "(13) Learned counsel for the appellants drew our attention to the observations of the learned Single Judge which he claims to be erroneously": "(3) अपीलकर्ताओं के अधिवक्ता ने हमारा ध्यान एकल न्यायाधीश की उन टिप्पणियों की ओर",
  "recorded submitting that neither the claim of the appellants was examined": "खींचा जिन्हें वह गलत तरीके से दर्ज किया गया कहते हुए यह दावा करते हैं कि न तो अपीलकर्ताओं के",
  "by the Collector nor it could be siad that the appellants were aware of the": "दावे की जांच कलेक्टर द्वारा की गई थी और न ही यह कहा जा सकता है कि अपीलकर्ता 45 मई,",
  "(14) Mr. L.N. Verma, counsel for the appellants further asserted": "(4) श्री एल.एन. वर्मा, अपीलकर्ताओं के लिए अधिवक्ता ने यह भी जोर देकर कहा कि विशेष",
  "that the Special Collector respondent No. 6 was bound by the remand order,—vide order dated 7th September, 1961 (Annexure P-3) which has": "कलेक्टर प्रतिवादी संख्या 6, रिमांड आदेश से बाध्य थ--जैसा कि 7 सितंबर, 96। के आदेश",
  "rendered in the case of Shree Guru Granth Sahib Nanaksar, Patti Bir Singh Bahadur versus The State of Punjab and others, (12).": "गुरु ग्रंथ साहिब नानकसर, पट्टी बीर सिंह बहादुर बनाम पंजाब राज्य और अन्य, (2) मामले में दिए गए",
  "(15) Lastly, it is submitted that all transfers made by a big land owner in excess of his permissible area prior to 30th July, 1958 enjoy": "(5) अंत में, यह दावा किया गया है कि 30 जुलाई, 958 से पहले अपने अनुमति योग्य क्षेत्रफल से अधिक बड़े भू-स्वामी द्वारा किए गए सभी हस्तांतरण हरियाणा भूमि पर अधिकार की सीमा",
  "production of Section 8(1)(a) of the Haryana Ceiling on Land Holdings Act, 1972 (for short, “the Haryana Act”) irrespective of his relationship with the": "अधिनियम, 972 (संक्षेप में, \"हरियाणा अधिनियम\") की धारा 8()(ए) का उत्पादन आनंद लेते हैं, चाहे",
  "subsequently declared surplus, would not vest in the State Government under Section 12 (3) of the Haryana Act so as to be available for utilisation": "हस्तांतरित क्षेत्र, राज्य सरकार में धारा 2 (3) के तहत वेस्ट नहीं होगा ताकि हरियाणा अधिनियम के",
  "transferee would be entitled to retain the transferred area despite having": "क्षेत्र खने का अधिकार होगा बावजूद इसके कि यह हस्तांतरणकर्ता के हाथों में अधिशेष घोषित किया",
  "been declared surplus in the hands of transferor. It is also claimed that order declaring such area as surplus would be rendered inoperative and for that": "गया था। यह भी दावा किया गया है कि ऐसे क्षेत्र को अधिशेष के रूप में घोषित करने वाला आदेश",
  "purpose, reference is made to Full Bench decision of this Court in the case": "अप्रभावी हो जाएगा और उसके लिए, इस न्यायालय के पूर्ण पीठ निर्णय में संदर्भ दिया गया है संत",
  "of Smt. Jaswant Kaur and another versus The State of Haryana and another (13) and another Full Bench judgment of this Court in the case": "जसवंत कौर और एक अन्य बनाम हरियाणा राज्य और एक अन्य (3) मामले में और इस न्यायालय के",
  "of The State of Haryana and others versus Chandgi, (14).": "एक अन्य पूर्ण पीठ निर्णय में हरियाणा राज्य और अन्य बनाम चांदगी, (4)।",
  "(5) Counsel for the appellants has submitted that the land in question has not been utilised so far and is in their possession, which fact is not controverted by the counsel for the respondents.": "(5) अपीलकर्ताओं के वकील ने प्रस्तुत किया है कि प्रश्न की गई भूमि अब तक उपयोग में नहीं आई है और उनके कब्जे में है, जिस तथ्य को प्रतिवादियों के वकील द्वारा विरोध नहीं किया गया है।",
  "(6) During the course of hearing, counsel for the parties were asked to submit written arguments along with the relevant law. Pursuant": "(6) सुनवाई के दौरान, पक्षों के वकीलों से कहा गया कि वे संबंधित कानून के साथ लिखित तर्क",
  "to that, counsel for the appellants has submitted written arguments and the case law.": "प्रस्तुत करें। इसके अनुसार, अपीलकर्ताओं के वकील ने लिखित तर्क और मामले का कानून प्रस्तुत",
  "(7) Counsel for the appellants has argued that orders dated 15th May, 1961 (Annexure P-1), 7th September, 1961 (Annexure P-3), 8th": "किया है। (7) अपीलकर्ताओं के वकील ने तर्क दिया है कि 45 मई, 964 (अनुलग्नक 7-), 7 सितंबर,",
  "May, 1961 (Annexure P-1), 7th September, 1961 (Annexure P-3), 8th January, 1963 (Annexure P-4), 18th April, 1983 (Annexure P-7) and 2nd": "964 (अनुलग्नक 7-3), 8 जनवरी, 963 (अनुलग्नक 7-4), 8 अप्रैल, 4983 (अनुलग्क 7-7) और 2",
  "August, 1983 (Annexure P-9) are vitiated for want of notice to transferees/": "अगस्त, 983 (अनुलग्नक 7-9) के आदेश हस्तांतरणकर्ता/ अपीलकर्ताओं को सूचना न देने के कारण",
  "appellants. He submitted that Jia Lal had transferred 58.67 acres of his land to the appellants by way of gift on 18th April, 1957, who stood": "दोषपूर्ण हैं। उन्होंने बताया कि जिया लाई ने 8 अप्रैल, 4957 को उनकी 58.67 एकड़ भूमि उपहार के",
  "recorded in revenue record as owners in possession thereof. He drew the": "रूप में अपीलकर्ताओं को हस्तांतरित की थी, जिन्हें राजस्व रिकॉर्ड में उसके कब्जे वाले मालिकों के",
  "attention of the Court to the evidence available on record as Annexure P-": "रूप में दर्ज किया गया था। उन्होंने न्यायालय का ध्यान रिकॉर्ड पर उपलब्ध साक्ष्य अनुलग्रक 70 की",
  "10, a jamabandi for the year 1959-60 in which the appellants are recorded": "ओर खींचा, जो वर्ष 959-60 के लिए एक जमाबंदी है जिसमें अपीलकर्ता उन्हें जिया लाई से उपहार",
  "as owners in possession of 1/2 share each of the land received by them": "के रूप में प्राप्त भूमि के ।/2 हिस्से के मालिक के रूप में कब्जा करने वाले और समेकन के बाद नए",
  "year 1959-60 pertaining to land remained with Jia Lal after the gift, in which": "959-60 के लिए एक जमाबंदी है जो उपहार के बाद जिया लाई के साथ रह गई भूमि से संबंधित है,",
  "he is shown in new capacity as owner in self cultivation.": "जिसमें वह स्वयं की खेती के नए क्षमता के रूप में दर्शाया गया है।",
  "(8) Counsel for the appellants has argued that no notice was issued": "(8) अपीलकर्ताओं के वकील ने तर्क दिया है कि उन्हें न तो कलेक्टर, अधिशेष क्षेत्र और न ही",
  "transferee from a big landowner is entitled for hearing before any order is": "प्राप्तकर्ता भूमि को अधिशेष घोषित करने के संबंध में किसी भी आदेश के पारित होने से पहले सुनवाई",
  "passed qua declaration of land as surplus and an order without notice, is anullity. In this regard, he has relied upon various judgments of this Court": "के लिए पात्र है और बिना सूचना के आदेश एक शून्यता है। इस संबंध में, उन्होंने इस न्यायालय के",
  "anullity. In this regard, he has relied upon various judgments of this Court reported as Hardev Singh and others versus The State of Punjab and": "विभिन्न निर्णयों पर भरोसा किया है जैसे कि हरदेव सिंह और अन्य बनाम पंजाब राज्य और अन्य (॥),",
  "others (1), S. Balwant Singh Chopra and others versus Union of India and others, (2) Dharam Vir versus The Financial Commissioner,": "एस. बलवंत सिंह चोपड़ा और अन्य बनाम भारत संघ और अन्य, (2) धरम वीर बनाम वित्तीय आयुक्त,",
  "Haryana and others (3) and Des Raj and another versus Chanann Mal Newar and others, (4) to contend that according to Rule 6 Sub Rule": "हरियाणा और अन्य (3) और देस राज और अन्य बनाम चनान माई नेवर और अन्य, (4) तर्क देने के",
  "3 of Punjab Security of Land Tenures Rules, 1956 (for short the ‘Rules,": "लिए कि पंजाब भूमि सुरक्षा नियम, 956 (संक्षिप्त में 'नियम) के नियम 6 उप-नियम 3 के अनुसार,",
  "at the time of determination of surplus area of landowner, notice to persons": "भ[स्वामी के अधिशेष क्षेत्र की निर्धारण के समय, रुचि रखने वाले व्यक्तियों को सूचना अनिवार्य है।",
  "interested is mandatory. The notice has to be issued to persons mentioned in Form ‘D’ or whose names may be shown in revenue records. Absence": "राजस्व रिकॉर्ड में दिखाई देने वाले व्यक्तियों को सूचना जारी की जानी चाहिए। रुचि रखने वाले",
  "is issued to Jia Lal, predecessor-in-interest of the appellants but admittedly no notice 1s shown to have been given to the transferees/the present": "जिया लाई को जारी की गई थी, लेकिन स्वीकार किया गया है कि हस्तांतरणकर्ताओं/वर्तमान",
  "appellants. He has further argued that no relief can be given to the appellants": "अपीलकर्ताओं को सूचना दिए जाने का कोई प्रमाण नहीं है। उन्होंने आगे तर्क दिया कि अपीलकर्ताओं",
  "as they have approached the Court after 20 years, therefore, the orders": "को कोई राहत नहीं दी जा सकती क्‍योंकि उन्होंने 20 साल बाद अदालत का रुख किया है, इसलिए,",
  "passed by the Courts below are in accordance with law and the findings": "निचली अदालतों द्वारा पारित आदेश कानून के अनुसार हैं और 29 सितंबर, 2004 के विवादित आदेश",
  "(17) We have heard leanred counsel for the parties and have": "(7) हमने पक्षों के विद्वान वकीलों को सुना है और रिकॉर्ड का अवलोकन किया है। हमने पाया",
  "(18) Certain facts are admitted, namely, that Jia Lal was the predecessor-in-interest of the appellants. He was the absolute owner in": "(8) कुछ तथ्य स्वीकार किए गए हैं, अर्थात्‌, जिया लाई अपीलकर्ताओं के पूर्वज-इन-इंट्रेस्ट थे।",
  "exclusive possession of agricultural land measuring 94.14 acres in revenue estate of village Samani Bholan as on 15th April, 1953 his case for surplus": "वह ॥5 अप्रैल, 953 को गांव समानी भोलान की राजस्व इस्टेट में 94.4 एकड़ कृषि भूमि के संपूर्ण मालिक और विशेष कब्जे में थे, उनके अधिशेष क्षेत्र का मामला 5 मई, 96 को निर्णय किया गया",
  "area was decided on 15th May, 1961 and 34.14 acres land was declared surplus in his hands,—vide order dated 15th May, 1961 (Annexure P-1)": "और 34.4 एकड़ भूमि उनके हाथों में अधिशेष घोषित की गई,--विदे आदेश दिनांक 5 मई, 96",
  "respondents—State could not show us firstly, any notice having been given on Form ‘F’ to the appellants/transferees and also the basis on which the": "पहला, फॉर्म फ' पर अपीलकर्ताओं/हस्तांतरणकर्ताओं को कोई भी सूचना दिए जाने को नहीं दिखा सके",
  "regisiered gift deed has been declared to be invalid. In view of these facts": "और न ही उस आधार पर जिस पर रजिस्टर्ड उपहार पत्र को अवैध घोषित किया गया है। इन तथ्यों के",
  "coupled with the documents Annexure P-10 and Annexure P-11, we find": "साथ-साथ दस्तावेज अनुलग्रक 7-0 और अनुलग्रक 7- को देखते हुए, हम पाते हैं कि निचली",
  "that Courts below have erred in appreciating the facts and have decided the lis on conjecutures and surmises.": "अदालतों ने तथ्यों का सही मूल्यांकन करने में गलती की है और लिस पर अनुमानों और संभावनाओं",
  "(19) In the cases of Hardev Singh (supra), S. Balwant Singh Chopra (supra), Dharam Vir (supra) and Des Raj (supra) while": "(9) हरदेव सिंह (सुप्रा), एस. बलवंत सिंह चोपड़ा (सुप्रा), धरम वीर (सुप्रा) और देस राज (सुप्रा)",
  "interpreting Rule 6(3) of the Rules, it has been held that requirement of": "के मामलों में नियमों के नियम 6(3) की व्याख्या करते समय, यह निर्धारित किया गया है कि सभी रुचि",
  "service of notice on all persons interested is based upon principles of natural": "रखने वाले व्यक्तियों को सूचना की सेवा की आवश्यकता प्राकृतिक न्याय के सिद्धांतों पर आधारित है",
  "justice requiring an opportunity being afforded to any person who is likely": "जिसमें किसी भी व्यक्ति को एक अवसर प्रदान किया जाता है जो संबंधित कार्यवाही में पारित किए जा",
  "to be prejudicially affected by an order which might be passed in the relevant proceedings. It was further held that want of such a notice cannot": "सकने वाले आदेश से प्रतिकूल रूप से प्रभावित हो सकता है। इसके आगे यह भी माना गया कि ऐसी",
  "be dispensed with or ignored on the mere ground that particular transferees": "सूचना की कमी को केवल इस आधार पर अनदेखा नहीं किया जा सकता है कि विशेष हस्तांतरणी जो",
  "who may otherwise be deemed to be the persons interested in the proceeding": "कार्यवाही में रुचि रखने वाले व्यक्ति माने जा सकते हैं, उनके पास वास्तव में प्रस्तावित आदेश के",
  "September, 1961 (Annexure P-3), 8th January, 1963 (Annexure P-4), 18th": "पी-4), 7 सितंबर, 96। (एनेक्स्चर पी-3), 8 जनवरी, 963 (एनेक्स्चर पी-4), 8 अप्रैल, 983",
  "April, 1983 (Annexure P-7) and 2nd August, 1983 (Annexure P-9) are": "(एनेक्स्चर पी-7) और 2 अगस्त, 983 (एनेक्स्चर पी-9) को चुनौती दी थी जिसमें जिया लाई,"
}