{
  "(7) In this view of the matter, the submission of the counsel for the": "(6) इसे देखते हुए, वादी-याचिकाकर्ताओं को मूल्यानुसार अदालत शुल्क का",
  "Before Nawab Singh, J.": "न्यामूर्ति नवाब सिंह के समक्ष",
  "TARSEM SINGH AND OTHERS,—Petitioners": "तरसेम सिंह और अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "VINOD KUMAR AND OTHERS,—Respondents": "विनोद कुमार और अन्य,-उत्तरदाता",
  "Civil Revision No. 4753 of 2005": "सिविल पुन: अवलोकन 2005 का सं. 4753",
  "Constitution of India, 1950 - Art.227 - Court Fees Act, 1870": "भारत का संविधान, 950-अनुच्छेद-227-न्‍्यायालय शुल्क अधिनियम, 870-",
  "- 2nd Schedule - Art.17(iii) - Suit filed by plaintiffs for declaration": "द्वितीय अनुसूची-अनुच्छेद-7 (॥)-घोषणा और स्थायी निषेधाज्ञा के लिए वादी द्वारा",
  "deed executed by their father was null and void - Civil Court directed": "निष्पादित विक्रय विलेख अमान्य था-सिविल कोर्ट ने उन्हें मूल्यानुसार अदालत",
  "revision - Matter referred to large Bench - Division Bench laid down": "चुनौती दि-मामला बड़ी पीठ को संदर्भित-खण्ड पीठ ने सिद्धांत निर्धारित किया- पुनः",
  "principle - Revision allowed - Held, if a person who is not a party": "अवलोकन की अनुमति- अभिनिर्धारित, यदि कोई व्यक्ति जो किसी दस्तावेज़ में",
  "to a document, seeks it, annulment, he is to pay court fee as per": "पक्षकार नहीं है, इसे रद्द करने की मांग करता है, तो उसे न्यायालय शुल्क",
  "Artl.17(iii) of Second Schedule of the Court Fees Act.": "अधिनियम, द्वितीय अनुसूची-अनुच्छेद-।7 (#) के अनुसार अदालत शुल्क का",
  "TARSEM SINGH AND OTHERS v. VINOD KUMAR AND OTHERS 477": "तरसेम सिंह और अन्य बनाम विनोद कुमार और अन्य 477",
  "(Nawab Singh, J.)": "(न्‍्यामूर्ति नवाब सिंह)",
  "Court rendered in Suhrid Singh @ Sardool Singh vs. Randhir Singh and": "अभिनिर्धारित, सुहरिद सिंह &सरदूल सिंह बनाम रणधीर सिंह और अन्य, ए.",
  "others, AIR 2010 Supreme Court 2807 and a judgment passed by a": "आई. आर. 200 सुप्रीम कोर्ट 2807 में दिए गए माननीय सुप्रीम कोर्ट के फैसले",
  "Division Bench of this Court in Dara Singh vs. Gurbachan Singh and others (Civil Revision No.22 of 2009 decided on May O3rd, 2010), while": "और दारा सिंह बनाम गुरबचन सिंह और अन्य (2009 का सं. 22 पुनःअवलोकन ३ मई, 20॥0 को निर्णित) मामले में इस कोर्ट की एक खण्ड पीठ द्वारा पारित फैसले",
  "commenting upon the provisions of the Court-Fees Act, 1870, held as": "पर भरोसा करने के बाद, कोर्ट-फीस एक्ट, 870 के प्रावधानों पर टिप्पणी करते",
  "(i) \"Ifthe executant of a document wants a deed to be annulled,": "\"() यदि किसी दस्तावेज़ का निष्पादक किसी विलेख को रद्द करना चाहता है, तो",
  "he is to seek cancellation of the deed and to pay ad valorem": "उसे विलेख को रद्द करने की मांग करनी होगी और उक्त बिक्री विलेख में बताए",
  "Court fee on the consideration stated in the said sale deed.": "गए मूल्य पर अदालत शुल्क का भुगतान करना होगा।",
  "not party to the document, he is to seek a declaration that the": "जब वह दस्तावेज का पक्षकार नहीं है, तो उसे यह घोषणा करने की मांग करनी है",
  "deed is invalid, non-est, illegal or that it is not binding upon him.": "कि विलेख अमान्य, गैर-कानूनी, अवैध है या यह उस पर बाध्यकारी नहीं है।उस",
  "In that eventuality, he is to pay the fixed Court fee as per Article 17(iii) of the Second Schedule of the Act.": "स्थिति में, उसे अधिनियम की दूसरी अनुसूची के अनुच्छेद ॥7 (॥) के अनुसार निश्चित न्यायालय शुल्क का भुगतान करना होता है।",
  "(iii) But if the non-executant is not in possession and he seeks not": "() लेकिन यदि गैर-निष्पादक कब्जे में नहीं है और वह न केवल यह घोषणा",
  "only a declaration that the sale deed is invalid, but also a": "चाहता है कि बिक्री विलेख अमान्य है, बल्कि कब्जे की परिणामी राहत भी चाहता",
  "Court fee as provided under Section 7(iv) (c) of the Act and": "मूल्यांकन अधिनियम की थारा 7 के धारा (५) द्वारा प्रदान किए गए तरीके से गणना",
  "such valuation in case of immovable property shall not be less": "की गई संपत्ति के मूल्य से कम नहीं होगा।",
  "than the value of the property as calculated in the manner": "से गणना की गई संपत्ति के मूल्य से कम नहीं होगा।",
  "(Para 3)": "(पैरा 3)",
  "Further held, that indisputably, in this case, plaintiffs were not the": "आगे, अभिनिर्धारित कि निर्विवाद रूप से, इस मामले में, वादी उन दस्तावेजों के",
  "executants of the documents, which they sought to be annulled, nor they": "निष्पादक नहीं थे, जिन्हें उन्होंने रद्द करने की मांग की थी, और न ही वे मुकदमा",
  "are seeking possession of the suit land and, as such, their case falls under": "भूमि पर कब्जा करने की मांग कर रहे हैं और इस तरह, उनका मामला ऊपर",
  "paragraph No.(ii), quoted above.": "उद्धृत पैरा संख्या 6) के तहत आता है।",
  "(Para 4)": "(पैरा 4)",
  "Further held, that in view of this, the plaintiffs - petitioners were": "आगे अभिनिर्धारित कि इसे देखते हुए, वादी-याचिकाकर्ताओं को अदालत",
  "not required to pay ad valorem court fee, but to affix court fee as per Article": "शुल्क का भुगतान करने की आवश्यकता नहीं थी, बल्कि अदालत शुल्क अधिनियम,",
  "17(iii) of the Second Schedule of the Court Fee Act, 1870.": "870 की दूसरी अनुसूची के अनुच्छेद ॥7 (#) के अनुसार अदालत शुल्क लगाने की",
  "(Para 6)": "(पैरा 6)",
  "Jai Singh Yadav, Advocate for Sachin Mittal, Advocate for the petitioners.": "जय सिंह यादव, अधिवक्ता सचिन मित्तल, अधिवक्ता याचिकाकर्ताओं के लिए",
  "Sanjiv Gupta, Advocate for the respondents.": "संजीव गुप्ता, अधिवक्ता प्रतिवादी के लिए",
  "478 LL.R. PUNJAB AND HARYANA 2012(2)": "478 आई. एल. आर. पंजाब और हरियाणा 2042(2)",
  "NAWAB SINGH J. (ORAL)": "न्यामूर्ति नवाब सिंह (मौखिक)",
  "This plaintiffs’ revision is directed against the order dated August 18th, 2005 passed by Civil Judge (Junior Division), Karnal, whereby,": "यह वादियों की पुनः अवलोकन याचिका सिविल जज (जूनियर डिवीजन), करनाल द्वारा पारित 8 अगस्त, 2005 के आदेश के खिलाफ दिया गया है, जिसमें",
  "plaintiffs were directed to pay ad valorem court fee in a suit titled “Tarsem Singh and others vs. Vinod Kumar and others”. The suit for declaration with": "वादियों को \"तरसेम सिंह और अन्य बनाम विनोद कुमार और अन्य\"शीर्षक वाले मुकदमे में अदालत शुल्क का भुगतान करने का निर्देश दिया गया था।स्थायी",
  "consequential relief of permanent injunction was filed challenging the sale": "निषेधाज्ञा की परिणामी राहत के साथ घोषणा के लिए मुकदमा दायर किया गया था,",
  "December 21st, 1987 in Civil Suit No.481/87, whereby, they were declared": "जिसमें सिविल मुकदमा |५०.48॥/97 में 2। दिसंबर, 4987 के फैसले और डिक्री को",
  "owners in possession of the suit land and to set aside the judgment and": "जिसके तहत उन्हें मुकदमा भूमि के कब्जे में मालिक घोषित किया गया था और",
  "decree dated January 31st, 1991 passed in Civil Suit No.813 of 1990 by Civil Court, Karnal.": "सिविल कोर्ट, करनाल द्वारा 990 के सिविल मुकदमा ।५०.8॥३ में पारित 3। जनवरी,",
  "(2) When this revision was listed before Ajay Tewari, J. on July": "(2) जब इस पुनः अवलोकन को 24 जुलाई, 2009 को न्यायमूर्ति अजय तिवारी",
  "by this Court and the matter was referred to the Division Bench. The": "कुछ विरोधाभास पाए और मामले को खण्ड पीठ को भेज दिया गया।खण्ड पीठ ने",
  "“Whether plaintiff in a suit challenging sale-deed executed by his father or a third party is liable to pay ad valorem court fee on the sale consideration recited in the sale deed?”": "“क्या अपने पिता या किसी तीसरे मुकदमा द्वारा निष्पादित बिक्री-विलेख को चुनौती देने वाले मुकदमे में वादी बिक्री विलेख में दिए गए विक्रय मूल्य अनुसार अदालत शुल्क का भुगतान करने के लिए उत्तरदायी है?”",
  "(3) After relying upon the judgment of the Hon’ble Supreme Court rendered in Suhrid Singh @ Sardool Singh versus Randhir Singh and": "(3) माननीय उच्चतम न्यायालय के सुहरिद सिंह 6सरदूल सिंह बनाम रणधीर",
  "others (1) and a judgment passed by a Division Bench of this Court in": "सिंह औरअन्य () फैसले पर और इस न्यायालय की एक खण्ड पीठ द्वारा पारित",
  "Dara Singh vs. Gurbachan Singh and others (Civil Revision No.22 of": "निर्णय दारा सिंह बनाम गुरबचन सिंह और अन्य (दिवानी पुनःअवलोकन स. 2009"
}