{
  "Before G.S. Sandhawalia & Harpreet Kaur Jeewan, JJ.": "समक्ष जीएस संधावालिया और हरप्रीत कौर जीवन, जेजे. के",
  "STATE OF HARYANA AND OTHERS— Appellant(s)": "हरियाणा राज्य और अन्य-- अपीलकर्ता",
  "versus": "बनाम",
  "VIJAY PAL AND OTHERS—Respondent(s)": "विजय पाल और अन्य- उत्तरदाता",
  "March 15, 2023": "॥5 मार्च, 2023",
  "Constitution of India, 1950—Article 226—Departmental Proceedings—Two LPAs filed by State and a writ petition filed by left": "भारतीय संविधान, 950 - अनुच्छेद 226 - विभागीय कार्यवाही - राज्य द्वारा दायर दो एलपीए और छोड़े गए",
  "out employees—Held—Once there is acquittal on merits after detailed": "कर्मचारियों द्वारा दायर एक रिट याचिका - निर्णय - एक बार विस्तृत चर्चा के बाद योग्यता के आधार पर बरी कर",
  "discussion, Learned Single Judge was well justified while giving": "दिया गया, विद्वान एकल न्यायाधीश ने बहाली का लाभ देते समय अच्छी तरह से न्यायोचित निर्णय दिया था - राज्य",
  "benefit of reinstatement—State cannot take different stand—Similarly situated person also prosecuted in criminal case already been granted": "अलग रुख नहीं अपना सकता - इसी तरह की स्थिति में आपराधिक मामले में अभियोजित व्यक्ति को भी पहले ही",
  "benefit of reinstatement, there would be no reason as to why lower police officials should be discriminated.": "बहाली का लाभ दिया जा चुका है, कोई कारण नहीं है कि निचले पुलिस अधिकारियों के साथ भेदभाव किया जाए।",
  "Held, that Two LPAs filed against the benefit given to the police personnel in two different writ petitions-In Civil Writ Petition,": "आयोजित,पुलिस कर्मियों को दिए गए लाभ के खिलाफ दो अलग-अलग रिट याचिकाओं में दो एलपीए दायर किए",
  "left out employees raised challenge to the departmental inquiry, consequent show cause notice and order of dismissal and order passed": "गए- सिविल रिट याचिका में, छोड़े गए कर्मचारियों ने विभागीय जांच, परिणामस्वरूप कारण बताओ नोटिस और",
  "consequent show cause notice and order of dismissal and order passed in the appeal and order passed in the revision- Facts showed that": "बर्खास्तगी के आदेश और अपील में पारित आदेश और पुनरीक्षण में पारित आदेश को चुनौती दी- तथ्यों से पता चला",
  "employees had no concern with the incident and no even present-FIR was lodged after considerable delay-Complainants had also not": "कि कर्मचारियों का घटना से कोई संबंध नहीं था और वे मौजूद भी नहीं थे- काफी देरी के बाद एफआईआर दर्ज की",
  "supported the case either in departmental proceedings or the criminal": "गई थी- शिकायतकर्ताओं ने भी विभागीय कार्यवाही या आपराधिक मुकदमे में मामले का समर्थन नहीं किया था-",
  "trial-Hence State cannot be allowed to take different stands -Hence": "इसलिए राज्य को अलग-अलग रुख अपनाने की अनुमति नहीं दी जा सकती है- इसलिए विभागीय जांच में अलग-",
  "Employees be reinstated and taken back in service with all consequential benefits of seniority and fixation of pay etc. LPAs Dismissed, Writ Petition Allowed.": "आदि के सभी परिणामी लाभों के साथ सेवा में वापस लिया जाना चाहिए। एलपीए खारिज, रिट याचिका अनुमति दी",
  "(Para 3 and 21)": "(पैरा ३ और 2॥)",
  "R.D. Sharma, DAG, Haryana with Saurabh Mago, AAG,": "आरडी शर्मा, डीएजी, हरियाणा और सौरभ मागो, एएजी, हरियाणा, एलपीए-त27 और ॥॥52/2077 में",
  "for the respondents in CWP-7512-2019.": "अपीलकर्ताओं के लिए और सीडब्ल्यूपी-752-20॥9 में प्रतिवादियों के लिए।",
  "Sanjay Kaushal, Senior Advocate with Kuldeep Sheoran, Advocate, for the petitioners in CWP-7512-2019 and for the": "संजय कौशल, वरिष्ठ अधिवक्ता तथा कुलदीप श्योराण, अधिवक्ता, सी.डब्लू पी.-752-209 में याचिकाकर्ताओं की",
  "G.S. SANDHAWALIA, J.": "जीएस संधवालिया, जे.",
  "(14) The test identification parade which was _ allegedly conducted in the police station in the presence of the complainants was": "(५) कथित तौर पर शिकायतकर्ताओं की मौजूदगी में पुलिस स्टेशन में आयोजित की गई पहचान परेड को रजत",
  "denied by Rajat Gupta and Rajiv Gupta. The fact that accused had": "गुप्ता और राजीव गुप्ता ने अस्वीकार कर दिया था। मुख्य न्यायिक मजिस्ट्रेट, पानीपत ने इस तथ्य पर गौर किया था",
  "refused to undertake the test identification parade had been noted by": "कि अभियुक्त ने पहचान परेड करने से इनकार कर दिया था और इस तथ्य पर भी गौर किया था कि पुलिस स्टेशन में",
  "permission was sought nor any Magistrate was called to conduct the": "पहचान परेड करने के लिए न तो अनुमति मांगी गई थी और न ही किसी मजिस्ट्रेट को बुलाया गया था। इसे कानून के",
  "not as per the procedure prescribed under the law and the photograph of one of the accused had already been published in the newspaper and": "तहत निर्धारित प्रक्रिया के अनुसार नहीं माना गया और अभियुक्तों में से एक की तस्वीर पहले ही अखबार में प्रकाशित",
  "even the accused were not mixed with other persons in civil dress. It": "हो चुकी थी और यहां तक कि अभियुक्तों को सिविल ड्रेस में अन्य व्यक्तियों के साथ नहीं मिलाया गया था। यह भी",
  "was also noticed that no dummy was made available, which were should be of similar appearance of the accused and, therefore, the": "देखा गया कि कोई डमी उपलब्ध नहीं कराई गई थी, जो अभियुक्तों के समान दिखने वाली होनी चाहिए और इसलिए",
  "refusal to participate in the test identification parade would not make any difference. The extra-judicial confessionalleged to have been made": "पहचान परेड में भाग लेने से इनकार करने से कोई फर्क नहीं पड़ेगा। अभियुक्त सतीश वर्मा द्वारा कथित तौर पर",
  "any difference. The extra-judicial confessionalleged to have been made by accused Satish Verma whereas PW-15 Karam Singh denied the fact": "न्यायेतर स्वीकारोक्ति की गई थी, जबकि पीडब्लू-5 करम सिंह ने इस तथ्य से इनकार किया कि उक्त व्यक्ति द्वारा",
  "that any such extra-judicial confession was ever made by the said person. The lack of recovery of the looted money was also a factor and": "कभी भी ऐसा कोई न्यायेतर स्वीकारोक्ति की गई थी। लूटे गए पैसे की बरामदगी न होना भी एक कारक था और तथ्य",
  "the fact that only Rs.15,000/- were recovered from another person,": "यह है कि दूसरे व्यक्ति से केवल 5,000 रुपये बरामद किए गए थे, जिसके कारण ट्रायल कोर्ट ने आरोपी को इस",
  "that even the said recovery was not in the presence of any independent": "आधार पर बरी कर दिया कि उक्त बरामदगी भी किसी स्वतंत्र व्यक्ति की मौजूदगी में नहीं हुई थी और लूटे गए लोगों",
  "person and the money could not be identified by the ones whohad been looted. The glass tumbler on which the finger prints were there of Dharambir Singh was also discarded as the same had not been done in": "द्वारा पैसे की पहचान नहीं की जा सकी थी। जिस कांच के गिलास पर धर्मबीर सिंह के उंगलियों के निशान थे, उसे भी",
  "glass tumbler was effected. There was nothing to show that the same had also been used by the accused persons to drink water or that": "विसंगतियां थीं। ऐसा कुछ भी नहीं दिखा जो यह दर्शाता हो कि आरोपी व्यक्तियों ने इसका इस्तेमाल पानी पीने के लिए",
  "complainant was present when the recovery was being done of the said glass tumbler.": "भी किया था या शिकायतकर्ता उस समय मौजूद था जब उक्त कांच के गिलास की बरामदगी की जा रही थी।",
  "(15) It was held that the Lie-Detection test report did not prove": "(5) यह माना गया कि झूठ पकड़ने वाले परीक्षण की रिपोर्ट ने उनकी संलिप्तता को निर्णायक रूप से साबित नहीं",
  "their involvement conclusively and it shows that the accused appeared to be truthful deceptive and inconclusive while giving answers to the": "किया और यह दर्शाता है कि अभियुक्त विभिन्न प्रश्नों के उत्तर देते समय सत्य, भ्रामक और अनिर्णायक प्रतीत हुए।",
  "different questions. The factum that the test was violative of the right of the accused as held by the Apex Court in Smt. Selvi and others": "तथ्य यह है कि परीक्षण अभियुक्त के अधिकार का उल्लंघन था जैसा कि श्रीमती सेल्वी और अन्य बनाम कर्नाटक",
  "the accused. It was observed that merely because the STF Team was present in the Panipat would not connect the accused with the": "गया था। यह देखा गया कि सिर्फ़ इसलिए कि एसटीएफ टीम पानीपत में मौजूद थी, अभियुक्तों को अपराध के",
  "commission of offence. It was also noticed that there was no evidence to show that 10 persons had gone to the shop of V.K. Malhotra, the": "कमीशन से नहीं जोड़ा जा सकता। यह भी देखा गया कि यह दिखाने के लिए कोई सबूत नहीं था कि 0 लोग मल्होत्रा ज्वैलर्स के मालिक",
  "and, thus, had handled the bribe money. He had also demanded and": "और इस प्रकार, उसने रिश्वत के पैसे संभाले थे। उसने पैसे की मांग भी की थी और प्राप्त भी किया था और इसलिए,",
  "which was proved on record. It was in such circumstances, the": "वह कदाचार में शामिल था, जो रिकॉर्ड में साबित हुआ था। ऐसी परिस्थितियों में, सिद्धांत का पालन किया गया था कि",
  "principle that in departmental proceedings a charge of misconduct has to be established on a preponderance of probabilities had been adhered to.": "विभागीय कार्यवाही में कदाचार का आरोप संभावनाओं की अधिकता के आधार पर स्थापित किया जाना चाहिए।",
  "(10) Senior Counsel for the employees has further submitted that though allegations were of a huge demand of cash looted which had": "(0) कर्मचारियों के वरिष्ठ वकील ने आगे कहा कि हालांकि आरोप भारी मात्रा में नकदी लूटे जाने के थे, जो एक",
  "beento the tune of Rs.6 lakhs from one party and Rs.10 lakhs from other, but there was only a recovery of Rs.15,000/- from a private": "पक्ष से 6 लाख रुपये और दूसरे पक्ष से ।0 लाख रुपये थी, लेकिन एक निजी व्यक्ति से केवल 5,000 रुपये की",
  "person and not from the employees. The prosecution had, thus, failed to prove the guilt in the criminal proceedings and, therefore, on the": "वसूली हुई थी, न कि कर्मचारियों से। इस प्रकार, अभियोजन पक्ष आपराधिक कार्यवाही में दोष साबित करने में विफल",
  "departmental side there wasno question to take a contrary view. The": "रहा और इसलिए, विभागीय पक्ष पर विपरीत दृष्टिकोण अपनाने का कोई सवाल ही नहीं था। जांच अधिकारी ने पुलिस",
  "Inquiry Officer had exonerated the Deputy Superintendent of Police and the argument was raised that the Special Task Force jurisdiction": "उपाधीक्षक को दोषमुक्त कर दिया था और यह तर्क दिया गया था कि विशेष कार्य बल का अधिकार क्षेत्र किसी",
  "was not limited to a particular district andit had come in the inquiry proceedings that the DSP had been dragged into the case and, therefore,": "विशेष जिले तक सीमित नहीं था और जांच कार्यवाही में यह बात सामने आई थी कि डीएसपी को मामले में घसीटा",
  "the whole team has been implicated in a criminal case and the incident": "गया था और इसलिए, पूरी टीम को एक आपराधिक मामले में फंसाया गया है और घटना कभी हुई ही नहीं थी।",
  "had never occurred. He also pointed out that no categorical finding of guilt as such was recorded by the Inquiry Officer on the basis of which": "उन्होंने यह भी बताया कि जांच अधिकारी द्वारा दोष का ऐसा कोई स्पष्ट निष्कर्ष दर्ज नहीं किया गया था जिसके",
  "the punishment order would be held to be justified.": "आधार पर सजा आदेश को उचित ठहराया जा सके।",
  "(11) The factual matrix for deciding the present cases would go": "(।) वर्तमान मामलों का फैसला करने के लिए तथ्यात्मक मैट्रिक्स यह दिखाएगा कि एफआईआर संख्या 26।",
  "398, 120-B IPC and under Section 27 of the Arms Act, 1959 was": "दिनांक .03.200 को धारा 395, 397, 398, 20-बी आईपीसी और शस्त्र अधिनियम, 959 की धारा 27 के",
  "registered at Police Station City Panipat, District Panipat. The case of": "तहत पुलिस स्टेशन सिटी पानीपत, जिला पानीपत में पंजीकृत किया गया था। अभियोजन पक्ष का मामला यह था कि",
  "the prosecution was that the police party headed by ESI Wazir Singh alongwith ASI Siri Krishan and HC Krishan Kumar was present on patrol duty near S.D. School Chowk, Panipat when a complaint had been lodged by one Rajat Aggarwal that a day earlier he was": "ईएसआई वजीर सिंह के नेतृत्व में एएसआई सिरी कृष्ण और एचसी कृष्ण कुमार के साथ पुलिस पार्टी एसडी स्कूल चौक, पानीपत के पास गश्त ड्यूटी पर मौजूद थी जब रजत अग्रवाल ने शिकायत दर्ज कराई थी कि एक दिन पहले",
  "present in his office situated at Shri Ram Chowk. At about 3:35/4 PM, seven persons who had revolvers on their persons had entered into": "वह श्री राम चौक स्थित अपने कार्यालय में मौजूद था। लगभग 3:35/%५ बजे, सात व्यक्ति जिनके पास रिवाल्वर थे,",
  "his office. Five of them sat in his office and told him that they were": "उनके कार्यालय में घुस आए। उनमें से पांच उसके कार्यालय में बैठ गए और उन्हें बताया कि वे अपराध शाखा से हैं",
  "from crime branch and the Superintendent of Police was standing down stairs and asked him to arrange Rs.10 lakhs. Accordingly, under": "और पुलिस अधीक्षक नीचे खड़े हैं और उन्होंने उससे ।0 लाख रुपये का इंतजाम करने को कहा। तदनुसार, धमकी",
  "threat he arranged money from his uncle, wife and brother-in-law. Resultantly, Rs.6 lakhs had been taken away by them and he stated that": "देकर उसने अपने चाचा, पत्नी और साले से पैसे का प्रबंध किया। परिणामस्वरूप, उन्होंने 6 लाख रुपये छीन लिए",
  "the said persons had come on a white Bolero Jeep, which was parked near Shri Ram Chowk. It is to be noticed that same incident had also": "और उन्होंने बताया कि उक्त व्यक्ति एक सफेद बोलेरो जीप पर आए थे, जो श्री राम चौक के पास खड़ी थी। यह ध्यान",
  "taken place in the shop of Shri V.K. Malhotra, owner of Malhotra": "देने योग्य है कि मल्होत्रा ज्वेलर्स के मालिक श्री वीके मल्होत्रा की दुकान में भी यही घटना हुई थी और 0 लाख रुपये",
  "STATE OF HARYANA AND OTHERS v. VIJAY PAL AND OTHERS 1031 (G.S. Sandhawalia, J.)": "हरियाणा राज्य एवं अन्य बनाम विजय पाल एवं अन्य (जीएस संधवालिया, जे.)",
  "photograph of one person was captured by CCTV Camera and which was identified as that of HC Jagbir Singh.": "सीसीटीवी कैमरे में एक व्यक्ति की तस्वीर कैद हुई थी, जिसकी पहचान एचसी जगबीर सिंह के रूप में हुई थी।",
  "(12) Resultantly, details of his postings of special staff in Special Cell CIA were called from the Superintendent of Police of all": "(2) परिणामस्वरूप, सभी जिलों के पुलिस अधीक्षकों से स्पेशल सेल सीआईए में स्पेशल स्टाफ के रूप में उनकी",
  "the districts and he was found posted in Special Task Force (STF) Hisar and Rohtak. The details of the mobile phone calls of STF employee": "पोस्टिंग का विवरण मांगा गया और उन्हें स्पेशल टास्क फोर्स (एसटीएफ) हिसार और रोहतक में तैनात पाया गया।",
  "and Rohtak. The details of the mobile phone calls of STF employee were also obtained and the said unit was disbanded. The house of STF": "एसटीएफ कर्मचारी के मोबाइल फोन कॉल का विवरण भी प्राप्त किया गया और उक्त इकाई को भंग कर दिया गया।",
  "employees were raided, but they all went underground. From the details": "एसटीएफ कर्मचारियों के घर पर छापेमारी की गई, लेकिन वे सभी भूमिगत हो गए। फोन कॉल के विवरण से पता",
  "of the phone calls they were found to be present in Panipat on the day and at the time when the incident took place. All the 7 accused were": "चला कि वे घटना के दिन और समय पर पानीपत में मौजूद थे। सभी 7 आरोपियों को 5.03.200 को गिरफ्तार",
  "Dharabmir, Raj Kapoor, Jagbir Singh, Vinod Kumar, Mahinder and": "किया गया। अंत में, आरोपियों अर्थात्‌ धर्मबीर, राज कपूर, जगबीर सिंह, विनोद कुमार, महिंदर और विजय पाल के",
  "identification parade, but they had refused to undertake the test": "पेश किया गया, लेकिन उन्होंने पहचान परेड कराने से इनकार कर दिया था। दादरी में उसके आवासीय घर से राज",
  "identification parade. Only Rs.15,000/- had been recovered from the possession of one Raj Kumar @ Kalu from his residential house at Dadri. Apparently, the suspension was ordered on": "कुमार उर्फ कालू के कब्जे से केवल 5,000/- रुपये बरामद किए गए थे। जाहिर है, गिरफ्तारी के बाद",
  "16.03.2010 after their arrest but departmental proceedings were not launched for as long as two and half years as charge-sheet dated": "6.03.200 को निलंबन का आदेश दिया गया था, लेकिन विभागीय कार्यवाही ढाई साल तक शुरू नहीं हुई क्योंकि",
  "18.09.2012 (Annexure P-5) was then drawn up. In the meantime,": "तब 8.09.202 को आरोप-पत्र (अनुलग्रक पी-5) तैयार किया गया था। इस बीच, 06..202 को अतिरिक्त सत्र",
  "the order of acquittal came to be passed in the criminal Court by the": "न्यायाधीश द्वारा आपराधिक न्यायालय में बरी करने का आदेश पारित किया गया।",
  "(13) The trial Court noticed that both Rajat Aggarwal and Narender Goel were also present in their office and who had appeared": "((3) ट्रायल कोर्ट ने पाया कि रजत अग्रवाल और नरेंद्र गोयल दोनों ही अपने कार्यालय में मौजूद थे और जो",
  "as PW-3 and PW-4, but failed to identify them and stated that accused": "पीडब्लू-3 और पीडब्लू-५ के रूप में पेश हुए थे, लेकिन उन्हें पहचानने में विफल रहे और कहा कि अदालत में",
  "persons present in the Court were not involved in the occurrence. They were declared hostile by the prosecution as they had stated that the": "मौजूद आरोपी व्यक्ति घटना में शामिल नहीं थे। अभियोजन पक्ष ने उन्हें पक्षद्रोही घोषित कर दिया क्‍योंकि उन्होंने",
  "police obtained their signatures on some blank papers. It was noticed": "कहा था कि पुलिस ने कुछ खाली कागजों पर उनके हस्ताक्षर प्राप्त किए थे। यह देखा गया कि पीडब्लू-9 राजीव",
  "that PW-9 Rajiv Gupta was an employee of Mukesh Kumar, uncle of the complainant and PW-8 Rajat Gupta brother in law of the": "गुप्ता शिकायतकर्ता के चाचा मुकेश कुमार का कर्मचारी था और पीडब्लू-8 रजत गुप्ता शिकायतकर्ता का साला भी",
  "complainant had also come present. They had also failed to identify any of the persons who had taken Rs.6 lakhs from the complainant and": "मौजूद था। वे शिकायतकर्ता से 6 लाख रुपये लेने वाले किसी भी व्यक्ति की पहचान करने में विफल रहे और इस",
  "also denied that persons present inthe Court were involved in the occurrence. The shops of PW-12 Gopal and PW-13 Satish were also": "बात से भी इनकार किया कि अदालत में मौजूद व्यक्ति घटना में शामिल थे। पीडब्लू-2 गोपाल और पीडब्लू-3",
  "situated in the same building, where the office of the complainant was": "सतीश की दुकानें भी उसी इमारत में स्थित थीं, जहाँ शिकायतकर्ता का कार्यालय स्थित था, लेकिन उन्हें इस बात की",
  "situated, but they had no information that any such incident had taken place in the building and did not notice any person entering the office": "कोई जानकारी नहीं थी कि इमारत में ऐसी कोई घटना हुई थी और उन्होंने शिकायतकर्ता के कार्यालय में किसी",
  "having seen any vehicle make Tata SUMO or Bolero parked near the": "टाटा सूमो या बोलेरो जैसा कोई वाहन खड़ा देखने से इनकार किया।",
  "Karnal to give evidence and thereafter had come to Panipat, where he had been for 3-4 days as he was in search of Surinder @ Kala, Anil": "करनाल में थे और उसके बाद पानीपत आए थे, जहां वे ३-५ दिनों तक रहे थे क्योंकि वे सुरिंदर उर्फ काला, अनिल",
  "Babal and Vijender Siva and had left at 7:00 PM for Hisar. Thus, the": "बाबल और विजेंद्र शिवा की तलाश में थे और शाम 7:00 बजे हिसार के लिए निकल गए थे। इस प्रकार, राज्य के",
  "Panipat is of no use, as apparently the STF team was also busy at Panipat unearthing the illicit oil trade which had caused annoyance to": "एसटीएफ टीम भी पानीपत में अवैध तेल व्यापार का पता लगाने में व्यस्त थी, जिससे स्थानीय माफिया परेशान था",
  "the local mafia and could be the reason to falsely implicate them in a dacoity which never took place.": "और यह उन्हें एक डकैती में झूठे रूप से फंसाने का कारण हो सकता था, जो कभी हुई ही नहीं थी।",
  "(18) The show cause thereafter was issued for dismissal.": "(।8) इसके बाद बर्खास्तगी के लिए कारण बताओ नोटिस जारी किया गया। बर्खास्तगी के आदेश से पता चलता है",
  "consisted of various Superintendent of Police, Hisar and Sirsa and": "कि दंड देने वाले अधिकारी में हिसार और सिरसा के विभिन्न पुलिस अधीक्षक शामिल थे और इस तथ्य को ध्यान में",
  "tookinto consideration the fact that the vehicle was allotted to Shri Ashok Sheoran, Assistant Superintendent of Police (STF) and": "रखा गया कि वाहन श्री अशोक श्योराण, सहायक पुलिस अधीक्षक (एसटीएफ) को आवंटित किया गया था और उक्त",
  "the said persons were attached with him. They came to the conclusion that there was variation in the polygraphic test and they had misused": "व्यक्ति उनके साथ जुड़े हुए थे। वे इस निष्कर्ष पर पहुंचे कि पॉलीग्राफिक टेस्ट में भिन्नता थी और उन्होंने अपनी",
  "their official power and thus, deserved the punishment of dismissal.": "आधिकारिक शक्ति का दुरुपयोग किया था और इस प्रकार, बर्खास्तगी की सजा के हकदार थे। अपील को हिसार के",
  "The appeals were also dismissed in the cursory manner by the Inspector General of Police at Hisar on the ground that there was gross": "पुलिस महानिरीक्षक द्वारा भी इस आधार पर सरसरी तौर पर खारिज कर दिया गया था कि अपीलकर्ताओं की ओर से",
  "indiscipline and negligence on the part of the appellants and merely because of acquittal the departmental proceedings could not be": "घोर अनुशासनहीनता और लापरवाही थी और केवल बरी होने के कारण विभागीय कार्यवाही को समाप्त नहीं किया",
  "dropped, as the standard of proof was different.": "जा सकता था, क्योंकि सबूत का मानक अलग था।",
  "(19) We have also called for the record of the inquiry report pertaining to Shri Ashok Kumar Sheoran, HPS wherein the inquiry": "(9) हमने श्री अशोक कुमार श्योराण, एचपीएस से संबंधित जांच रिपोर्ट का रिकॉर्ड भी मांगा है, जिसमें हरियाणा",
  "proceedings had been conducted by the Additional Chief Secretary to Government of Haryana. The defence as such of the said person was": "सरकार के अतिरिक्त मुख्य सचिव द्वारा जांच कार्यवाही की गई थी। उक्त व्यक्ति का बचाव यह था कि इस तथ्य के",
  "that on account of the fact that two factories were indulging in illegal manufacturing of kerosene and diesel oil had been unearthed by the": "कारण कि दो फैक्ट्रियाँ केरोसिन और डीजल तेल के अवैध निर्माण में लिप्त थीं, विशेष कार्य बल द्वारा पता लगाया",
  "Special Task Force he had been falsely implicated by the then Superintendent of Police, Panipat namely Shri Rajender Singh. It was": "गया था, उन्हें तत्कालीन पुलिस अधीक्षक, पानीपत श्री राजेंद्र सिंह द्वारा झूठा फंसाया गया था। यह भी देखा गया कि",
  "alsonoticed that even the Jeweller Bishamber Malhotra had committed suicide and was under the pressure of Panipat Police, since they wanted": "जौहरी बिशम्बर मल्होत्रा ने भी आत्महत्या कर ली थी और वह पानीपत पुलिस के दबाव में था, क्योंकि वे उससे झूठा",
  "to procure a false affidavit from him. The Inquiry Officer had also noticed that initially there was a delay of 10 hours in lodging of the FIR": "हलफनामा हासिल करना चाहते थे। जांच अधिकारी ने यह भी देखा कि शुरू में एफआईआर दर्ज करने में 0 घंटे की",
  "and the police station was situated at a distance of 300 meters. The": "देरी हुई थी और पुलिस स्टेशन 300 मीटर की दूरी पर स्थित था। बचाव यह था कि तत्कालीन सत्तारूढ़ पार्टी के",
  "defence was that Satbir Singh Kadian, the then ruling party MLA and a powerful politician was hostile to the head of the STF on account of the": "विधायक और एक शक्तिशाली राजनेता सतबीर सिंह कादियान एसटीएफ के प्रमुख के प्रति इस तथ्य के कारण",
  "fact he had unearthed two factories of Kala Tail dealing in manufacturing illicit kerosene and diesel oil near the Panipat Refinery": "शत्रुतापूर्ण थे कि उन्होंने पानीपत रिफाइनरी के पास अवैध केरोसिन और डीजल तेल बनाने वाले काला तेल की दो",
  "as one of his cousin was involved inthe said trade. The said enquiry": "फैक्ट्रियों का पता लगाया था क्योंकि उनका एक चचेरा भाई उक्त व्यापार में शामिल था। उक्त जांच अधिकारी ने यह",
  "officer also recorded a fact that the then Additional SP, Panipat, Shri": "तथ्य भी दर्ज किया कि तत्कालीन अतिरिक्त एसपी, पानीपत,",
  "STATE OF HARYANA AND OTHERS v. VIJAY PAL AND OTHERS 1035 (G.S. Sandhawalia, J.)": "हरियाणा राज्य एवं अन्य बनाम विजय पाल एवं अन्य (जीएस संधवालिया, जे.)",
  "Jagat Singh had admitted in his cross-examination that a case regarding illicit oil was registered in the Police Station Sadar by the then SHO, Panipat. The said superior officer’sdefence was very clear": "श्री जगत सिंह ने अपनी जिरह में स्वीकार किया था कि तत्कालीन एसएचओ, पानीपत द्वारा पुलिस स्टेशन सदर में अवैध तेल के संबंध में मामला दर्ज किया गया था। उक्त वरिष्ठ अधिकारी का बचाव बहुत स्पष्ट था कि उन्हें फंसाया गया था क्योंकि उनके",
  "that he was implicated as his STF had unearthed two factories of ‘Kala Tail’ dealing in manufacturing illicit kerosene and diesel oil near the Panipat Refiner, which was a racket running into several crores of": "एसटीएफ ने पानीपत रिफाइनर के पास अवैध केरोसिन और डीजल तेल बनाने वाले 'काला तेल' की दो फैक्ट्रियों का पता",
  "rupees. The glass tumbler and pack of cards were also sent to the Forensic Laboratory, Madhuban after a period of 75 days. Resultantly, a clean chit was given to the said officer vide report dated 15.05.2015.": "लगाया था, जो कई करोड़ रुपये का रैकेट था। कांच के गिलास और ताश के पत्तों के बंडल को भी 75 दिनों की अवधि के बाद फोरेंसिक प्रयोगशाला, मधुबन भेजा गया था। परिणामस्वरूप, दिनांक 5.05.205 की रिपोर्ट के अनुसार उक्त अधिकारी को",
  "It is a matter of record that he was reinstated by the Government on account of the said fact on 06.07.2016 (Annexure R-3).": "क्लीन चिट दे दी गई। यह रिकॉर्ड में दर्ज है कि उक्त तथ्य के आधार पर सरकार ने उन्हें 06.07.206 को बहाल कर दिया था (अनुलग्रक आर-3)।",
  "(20) In such circumstances, we are of the considered opinion that once there is an acquittal on merits after a detailed discussion": "(20) ऐसी परिस्थितियों में, हमारा यह मानना है कि जब विस्तृत चर्चा के बाद गुण-दोष के आधार पर दोषमुक्ति हो जाती है,",
  "which was not on technical points, the learned Single Judge was well justified while giving the benefit of reinstatement. Since a similarly": "जो तकनीकी बिंदुओं पर नहीं थी, तो विद्वान एकल न्यायाधीश द्वारा बहाली का लाभ देना पूरी तरह से उचित था। चूंकि एक",
  "situated person who was the head of the said team and also prosecuted had already beengranted the said benefit of reinstatement, therefore,": "समान स्थिति वाले व्यक्ति, जो उक्त टीम का प्रमुख था और जिस पर मुकदमा भी चलाया गया था, को पहले ही बहाली का लाभ",
  "there would be no reason as to why the lower police officials should be discriminated and to make them a scapegoat in the said controversy.": "दिया जा चुका था, इसलिए कोई कारण नहीं है कि निचले पुलिस अधिकारियों के साथ भेदभाव किया जाए और उन्हें उक्त",
  "discriminated and to make them a scapegoat in the said controversy. Once the benefit had been given to the Addl. SP on the ground that": "विवाद में बलि का बकरा बनाया जाए। एक बार जब अतिरिक्त पुलिस अधीक्षक को इस आधार पर लाभ दिया गया कि उन्हें",
  "he had been falsely implicated,the same benefit necessarily has to all the members of the STF team. The reasoning given by the learned": "झूठा फंसाया गया है, तो वही लाभ एसटीएफ टीम के सभी सदस्यों को भी मिलना चाहिए। इस प्रकार, विद्वान एकल न्यायाधीश",
  "Single Judge, thus, is well justified as there was in extensive discussion by the criminal Court and in the peculiar facts and circumstances and": "द्वारा दिया गया तर्क पूरी तरह से उचित है क्योंकि आपराधिक न्यायालय द्वारा व्यापक चर्चा की गई थी और विशिष्ट तथ्यों और",
  "fact that the complainants had not supported the case either in departmental proceedings or the criminal trial, the State cannot take": "परिस्थितियों और इस तथ्य को देखते हुए कि शिकायतकर्ताओं ने विभागीय कार्यवाही या आपराधिक मुकदमे में मामले का",
  "departmental proceedings would go on to show that the employees had no concern with the incident and were not even present. Similar": "पता चलता है कि कर्मचारियों का घटना से कोई लेना-देना नहीं था और वे वहां मौजूद भी नहीं थे। पीडब्लू-] रजत",
  "was the statement of PW-11 Rajat Aggarwal, the complainant himself.": "अग्रवाल, जो खुद शिकायतकर्ता हैं, का बयान भी कुछ ऐसा ही था।",
  "(21) In such circumstances, keeping in view the fact that the FIR": "(2)) ऐसे मेंपरिस्थितियाँइस तथ्य को ध्यान में रखते हुए कि एफआईआर एक मामले के बाद दर्ज की गई",
  "was lodged after a considerable delay on the next day of a serious occurrence of two incidents of dacoity, which was also lodged with a": "थी।विचारणीयडकैती की दो गंभीर घटनाओं के अगले दिन देरी, जिसकी शिकायत भी पुलिस गश्ती दल के पास की गई थी और",
  "police patrol party and not at the Police Station, we are of the considered opinion that the different findings should not be recorded.": "पुलिस स्टेशन में नहीं, हमारा विचार है कि अलग-अलग निष्कर्षों को दर्ज नहीं किया जाना चाहिए। तदनुसार, एलपीए-52 और",
  "is allowed. The employees be reinstated and taken back in service with all consequential benefits of seniority and fixation of pay etc.": "जाना चाहिए और वरिष्ठता और वेतन निर्धारण आदि के सभी परिणामी लाभों के साथ सेवा में वापस लिया जाना चाहिए।",
  "Atul Bhatia": "अतुल भाटिया"
}