{
  "Before Hon’ble J. L. Gupta, Je | ;": "माननीय जेएल गुप्ता जे. के समक्ष",
  "omT. AVTA SAHA ,—Petitioner.": "श्रीमती. अवता साहा, ------ याचिकाकर्ता।",
  "versus |": "बनाम",
  "% CANARA BANK AND ANOTHER,—Respondents.": "केनरा बैंक और अन्य, ----- प्रतिवादी।",
  "Civil Writ Petition No. 14219 of 1991.": "99 की सिविल रिट याचिका संख्या 429",
  "July 28, 1992.": "28 जुलाई 992.",
  "‘onstitution of India 1950—Arts. 24, 16 & 226—Banle aaah": "भारत का संविधान, 950 --- कला। 24, 6 और 226 --- नई नित्य निधि योजना के तहत एजेंट की",
  "that of i principal and Agent. It is impossible to hold that an Ape, is a workman,": "है, बल्कि केवल प्रिंसिपल और एजेंट का है। यह मानना असंभव है कि एजेंट एक कर्मचारी है।",
  "where poverty and unemployment stock the sand, vibe bounty and concession have to be accorded in such a Way that they": "गरीबी और बेरोजगारी के कारण जमीन मिलती है, यहां तक कि इनाम और रियायत भी दी जानी",
  "effort should be only to ensure that the family is ab]": "केवल यह सुनिश्चित करना होना चाहिए कि परिवार वंशानुगत रूप से जीवित रहने में सक्षम हो और मूल",
  "heriditary and on the death of the original employee his heir oy dependent have to be automatically employed on the same or": "कर्मचारी की मृत्यु पर उसके उत्तराधिकारी या आश्रित को उसी या किसी अन्य समकक्ष लागत में",
  "dependent have to be automatically employed on the same or another equivalent vost. Otherwise, I am afraid. a concession | if": "स्वचालित रूप से नियोजित किया जाना चाहिए। अन्यथा, मुझे डर है कि अगर किसी रियायत की व्याख्या",
  "Dinesh Kumar, Advocate, for the Petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता दिनेश कुमार।",
  "Ashok Jagga, Advocate, for the Respondent.": "प्रतिवादी की ओर से अधिवक्ता अशोक जग्गा।",
  "Jawahar Lal Gupta, J. vet": "जवाहर लाल गुप्ता, जे.",
  "passionate grounds has been produced to show that the scheme a been. “evolved to help dependents of our employees who die or become": "तैयार की गई है। यह योजना \"हमारे कर्मचारियों के आश्रितों की मदद के लिए विकसित की गई है...\" चूंकि",
  "id that the petitioner’s husband Was ; workman. It may be sal but it cannot be said that » “8g": "है। वह कोई कर्मचारी नहीं था. वह काम करने वाला नहीं था. यह कहा जा सकता है कि याचिकाकर्ता का",
  "‘employed’. He was thus not an employee.": "प्रकार वह कर्मचारी नहीं था।",
  "(9) In any event, the question whether a Telationship ; employer and employee existed between the par ties is a Mixed": "(9) किसी भी घटना में, यह प्रश्न कि क्‍या पार्टियों के बीच नियोक्ता और कर्मचारी का कोई संबंध मौजूद है,",
  "question of law and fact. It is not a question which can be appro. priately decided in proceedings under Article 226 of the Constitution": "कानून और तथ्य का एक मिश्रित प्रश्न है। यह ऐसा प्रश्न नहीं है जिसे संविधान के अनुच्छेद 226 के तहत कार्यवाही में उचित रूप से तय किया जा सकता है। पक्षों की दलीलों और रिकॉर्ड पर रखी गई सामग्री को",
  "placed on record, it appears impossible to hold that the Petitioner’, husband was an employee of the Bank.": "ध्यान में रखते हुए, यह मानना असंभव प्रतीत होता है कि याचिकाकर्ता का पति बैंक का कर्मचारी था।",
  "(10) Mr. Dinesh Kumar has ‘relied strongly on the decision ‘of a Division Bench of the Madras High Court ‘in “Management of Indian Bank v. Presiding ‘Officer, Industrial Tribunal, Madras": "(0) श्री दिनेश कुमार ने इंडियन बैंक प्रबंधन बनाम पीठासीन अधिकारी, औद्योगिक न्‍्यायाधिकरण, मद्रास (सुप्रा) मामले में मद्रास उच्च न्यायालय की एक डिवीजन बेंच के फैसले पर दृढ़ता से भरोसा किया",
  "(supra). ‘This is a case in which the Management: ofthe Indian ‘Bank had challenged the award of the Labour Court. “It was found’as a": "है। यह एक ऐसा मामला है जिसमें इंडियन बैंक के प्रबंधन ने श्रम न्यायालय के फैसले को चुनौती दी थी।",
  "fact that the “Agent was paid remuneration. ''The ‘Agent was requir-": "यह एक तथ्य के रूप में पाया गया कि “एजेंट को पारिश्रमिक का भुगतान किया गया था। एजेंट को",
  "ed to attend the Bank daily and also to-do some ‘clerical :work. ‘The": "प्रतिदिन बैंक में उपस्थित होना पड़ता था और कुछ लिपिकीय कार्य भी करने पड़ते थे। समझौते में एक",
  "agreement provided for termination of agency on ‘one’ month’s'notice which showed that it was a contract:of service. ‘There was stiffici-": "महीने के नोटिस पर एजेंसी को समाप्त करने का प्रावधान था जिससे पता चला कि यह सेवा का अनुबंध",
  "There was thus no contract of service. A perusal ‘of the agreement further shows that the Bank had to pay commission ‘to the Agent'at the rates determined by it from time to time, ‘There were no’fixed": "था। समझौते के अवलोकन से यह भी पता चलता है कि बैंक को समय-समय पर अपने द्वारा निर्धारित दर",
  "wages. It thus appears that the factors which persuaded the Divi-": "पर एजेंट को कमीशन देना पड़ता था। इस प्रकार ऐसा प्रतीत होता है कि जिन कारकों ने मद्रास उच्च",
  ": ; t, if not impossible, to'comply with the ‘prov sions pcction 25-F of the Industrial “Disputes Act, Not ie ;": "विचार में, औद्योगिक विवाद अधिनियम की धारा 25-एफ के प्रावधानों का अनुपालन करना असंभव नहीं",
  "debars the ma 1949 (hereinafter referred ‘to ‘as ‘the Act’) W of": "तो बहुत कठिन होगा। न ही बैंकिंग विनियमन अधिनियम, 949 (बाद में अधिनियम के रूप में संदर्भित)",
  "or part of ne from employing any person “whose ‘remuné of Whose remuneration takes ‘the form of commission’": "करने से रोकता है जिसका पारिश्रमिक या पारिश्रमिक का कुछ हिस्सा कमीशन का रूप लेता है। या कंपनी",
  "Was not an employee of the’ Bank.": "के लाभ में हिस्सेदारी का।\" इस प्रकार यह माना जाता है कि याचिकाकर्ता का पति बैंक का कर्मचारी नहीं था।",
  "it is in the background of this finding that the made out in this petition has to be examined.": "() इस निष्कर्ष की पृष्ठभूमि में याचिकाकर्ता के दावे की जांच की जानी चाहिए जैसा कि इस याचिका में",
  "0 “The scheme has been “evolved to help dependents of our": "योजना \"हमारे उन कर्मचारियों के आश्रितों की मदद करने के लिए विकसित की गई है जो सेवा के दौरान",
  "a an employee, she could not have claimed": "एजेंसी देने की पेशकश की थी कि वह एक श्रमिक होने का दावा नहीं करेगी। याचिकाकर्ता के विद्वान",
  "» terms and conditions governing the yee (his agreement ogncipal and Agent between the Bank and tha peas ae of": "बीच प्रिंसिपल और एजेंट के न्यायिक संबंध को नियंत्रित करने वाले नियम और शर्तें\" दर्ज की गईं। इस",
  "jigcretion, terminate the agency without any riot notice absolute sme; Without assigning any reason whatsoever and the a any": "किसी भी समय बिना किसी पूर्व सूचना के एजेंसी को समाप्त कर सकता है; बिना कोई कारण बताए और",
  "not be entitled to question such termination in any man n stinaon": "एजेंट किसी भी तरीके से ऐसी समाप्ति पर सवाल उठाने का हकदार नहीं होगा। यह भी प्रावधान किया",
  "was also provided that the Bank shall pay to the Agen nen It tthe rate/rates determined by the Bank from time to time The": "गया था कि बैंक एजेंट को समय-समय पर बैंक द्वारा निर्धारित दर/रेटेड पर कमीशन का भुगतान करेगा।",
  "Agent shall not be, entitled to, claim any other amount by way of re mbursement, remuneration, honorarium, allowances, or otherwise, or penefits of any other type whatsoever.” It was also postulated": "एजेंट प्रतिपूर्ति, पारिश्रमिक, मानदेय, भत्ते, या अन्यथा, या किसी भी अन्य प्रकार के लाभ के माध्यम से किसी अन्य राशि का दावा करने का हकदार नहीं होगा। यह भी तय किया गया था कि एजेंट को \"राशि",
  "amounts and the Bank shall not have any right to control the manner": "तरीके को नियंत्रित करने का कोई अधिकार नहीं होगा, सिवाय इसके कि यह सुनिश्चित करने के लिए",
  "necessary to ensure that the deposit amounts collected from time to time are on proper acquittance.” Finally, it was also provided that": "आवश्यक सीमा तक कि जमा राशि एकत्र की जाए समय-समय पर उचित दोषणमुक्ति पर हैं।” अंत में, यह",
  "“the Agent has to make his own arrangement for transport or other conveyance at his/her own cost and the Agent is in no way required": "भी प्रदान किया गया कि \"एजेंट को अपनी लागत पर परिवहन या अन्य वाहन की व्यवस्था स्वयं करनी",
  "as been produced as Annexure P.3": "जिसकी एक प्रति अनुलग्रक पी.3 के रूप में प्रस्तुत की गई है। याचिकाकर्ता का दावा, ।7 मई, 99] और",
  "i NN.N.D. Agents are not our employees,”": "आधार पर रोजगार की योजना विकसित की गई है। एनएनएनडी एजेंट हमारे कर्मचारी नहीं हैं। इसके",
  "Bc h has been produced on the record as Annexure P.6. The B et. ‘ reply,—vide letter dated August 8 1991. The | pétitic ae": "अनुलग्रक पी.6 के रूप में रिकॉर्ड में पेश की गई है। बैंक ने 8 अगस्त 99 के पत्र के माध्यम से उत्तर भेजा।",
  "“yim was stated to be untenable. In the notice sent by the ene fot e petitioner, even a claim for gratuity and certain other": "याचिकाकर्ता का दावा अस्थिर बताया गया। याचिकाकर्ता के वकील द्वारा भेजे गए नोटिस में, यहां तक",
  "Agerieved by the action of the Bank in rejecting the petitioner’s ; for employment on compassionate grounds as also for the": "आधार पर रोजगार और ग्रेच्युटी के भुगतान के लिए याचिकाकर्ता के दावे को खारिज करने की बैंक की",
  "payment of gratuity, the petitioner has approached this court through the present writ petition. The action of the Bank has": "कार्रवाई से दुखी होकर, याचिकाकर्ता ने वर्तमान रिट याचिका के माध्यम से इस अदालत का दरवाजा",
  "been challenged on the various grounds. It has been claimed that": "खटखटाया है। बैंक की कार्रवाई को विभिन्न आधारों पर चुनौती दी गई है। यह दावा किया गया है कि बैंक",
  "the Bank is an industry and that petitioner’s husband was a work- man. It has also been claimed that even according to the agree-": "एक उद्योग है और याचिकाकर्ता का पति एक कामकाजी आदमी था। यह भी दावा किया गया है कि",
  "ment executed between the  petitioner’s husband and the Bank, { here was contract of service. Reliance has been placed on the": "याचिकाकर्ता के पति और बैंक के बीच हुए समझौते के अनुसार भी सेवा का अनुबंध था। अपने दावे के",
  "Management of Indian Bank, Madras v. P. O. Industrial Tribunal (Central) Madras (1), in support of her claim.": "समर्थन में इंडियन बैंक, मद्रास बनाम पीओ इंडस्ट्रियल ट्रिब्यूनल (सेंट्रल) मद्रास () के प्रबंधन में मद्रास",
  "a (3) A written statement has been filed by way of an affidavit of the Senior Manager of the Bank. It has been averred by way of": "(3) बैंक के वरिष्ठ प्रबंधक के शपथ पत्र के माध्यम से एक लिखित बयान दायर किया गया है। प्रारंभिक",
  "Tight which may entitle the petitioner to file the present petition. It has been further averred that the claim of the petitioner is, in": "वर्तमान याचिका दायर करने का अधिकार दे सकता है। आगे कहा गया है कि याचिकाकर्ता का दावा,",
  "fact, barred by the provisions of Section 10 of the Banking Regula- tion Act, 1949 (hereinafter referred to as ‘the Act’) which “envisages": "वास्तव में, बैंकिंग विनियमन अधिनियम, 949 (इसके बाद 'अधिनियम' के रूप में संदर्भित) की धारा 0",
  "of any person whose remunerations take the form cf Commission or": "सकती है या किसी भी ऐसे व्यक्ति का रोजगार जारी रखें जिसका पारिश्रमिक कमीशन या कंपनी के लाभ",
  "ashare in the profit of the Company.” Specific le ned peen made ‘to the provision of Section 10(1) (b) (ii) of the “Act.": "में हिस्सेदारी के रूप में हो। अधिनियम की धारा 0()/(बी)() के प्रावधान का विशेष संदर्भ दिया गया है।",
  "also. been averred that the petitioner's husband a ae aioli TPloyee or workman of the Bank and thus the claim is wholly’": "यह भी तर्क दिया गया है कि याचिकाकर्ता का पति कभी भी बैंक का कर्मचारी या कर्मचारी नहीं था और इस प्रकार दावा पूरी तरह से अस्थिर है। इसके अलावा, उत्तरदाताओं का कहना है कि \"रोजगार वंशानुगत"
}