{
  "Bejore Hon’bie N. K. Sodhi, J.": "माननीय न्यायाधीश एन. के. सोढ़ी के समक्ष ,",
  "ANANG PAL AND OLHERS,—-Fetitioners.": "अनंग पाल और अन्य, - याचिकाकर्ता।",
  "versus": "बनाम",
  "HARYANA STATE ELECuURICITY BOARD THROUGH SECRE- TARY H.S.E.B, BULLDING, SECTOR-6, PANCHKULA, AND": "हरियाणा राज्य विद्युत बोर्ड ने सचिव एच.एस.ई.बी. भवन, सेक्टर -6,",
  "C.W.P. 8769 of 1989,": "7989 का. सी. उब्ल्यू. पी: 8769",
  "7th September, 1995.": "7 सितम्बर, 7995.",
  "Constitution of India, 1950—Articles 226/227—Industrial Employ-": "भारत का संविधान, 7950 - अनुच्छेद 226 ५227 - औदयोगिक",
  "ment (Standing Orders) Act 1946—Reinstatement and subsequent": "रोजगार (स्थायी आदेश) अधिनियम 7946 - बहानी और बाद में",
  "transfer—Board not competent to transfer its Employees in view of the standing orders.": "स्थानांतरण - बोर्ड स्थायी आदेशों के मद्देनजर अपने कर्मचारियों को स्थानांतरित करने के लिए सक्षम नहीं है।",
  "(Para 7)": "(पैरा 7)",
  "Held, that if the model standing orders prevail over the regula-": "यह माना गया कि यदि मॉडल स्थायी आदेश विनियमों पर हावी हैँ;",
  "tions, what needs to be seen is whether such Standing Orders had": "तो यह देखने की आवश्यकता है कि क्‍या ऐसे स्थायी आदेशों ने बोर्ड को",
  "given any power to the Board to transfer its workmen. A plain": "अपने कर्मकारों को स्थानांतरित करने की कोर्ईड शक्ति दी है। हरियाणा",
  "reading of the model standing orders as prescribed by the State of": "राज्य द्वारा निर्धारित मॉब्न स्थायी आदेशों को पढ़ने से यह स्पष्ट हो",
  "the Board to transfer any of its workers no matter its action may": "किसी भी कार्यकर्ता को स्थानांतरित कर सकता हैं; चाहे उसकी कार्रवाई",
  "be otherwise justified.": "अन्यथा उचित हो।",
  "Constitution of India—1950—Articles 226/227—Industrial Employ-": "भारत का संविधान -7950 - अनुच्छेद 226 /227 - ऑद्योगिक",
  "ment (Standing Orders) Punjab (Haryana first amendment) 1969—": "रोजगार /स्थायी आदेश) पंजाब (हरियाणा प्रथम संशोधन) 7969 - थर्मल",
  "Petitioners Employed by Thermal Plant, Faridabad—Whether": "प्लांट, फरीदाबाद द्वारा नियोजित याचिकाकर्ता - क्‍या स्थापना 7946 के",
  "under Section 79(c) of the Electricity (Supply) Act, 1948.": "और अन्य बिजली (आपूर्ति) अधिनियम , 948 की धारा 79 (सी)",
  "are workmen within the meaning of the Industrial Employment": "के अर्थ के भीतर औद्योगिक प्रतिष्ठान में कार्यरत अपने श्रमिकों",
  "‘Lhe argument is that the third unit of the Thermal Flant where the petitioners were empioyed is an ‘industrial establishmeni’ with-": "तर्क यह है कि थर्मल प्लांट की तीसरी इकाई जहां याचिकाकर्ता",
  "the petitioners were empioyed is an ‘industrial establishmeni’ with- in the meaning of 1946 Act and thus governed by the Model Stand-": "कार्यरत थे, 4946 के अधिनियम के अर्थ के भीतर एक औद्योगिक प्रतिष्ठान है और इस प्रकार राज्य सरकार द्वारा तैयार किए गए",
  "absence of any certilied standing orders by the Board and that the": "भी प्रमाणित स्थायी आदेश के अभाव में काम करते हैं और यह",
  "(3) Mr. D. D. Gupta, Advocate appearing for the Board, how-": "3. बोर्ड की ओर से पेश हुए वकील डीडी गुप्ता ने कहा कि",
  "the pre-operational testing functions of the third unit of the Thermai": "थर्मल प्लांट की तीसरी इकाई के पूर्व-परिचालन परीक्षण कार्यों के",
  "Plant were work charged employees and their services came to an": "दौरान नियोजित याचिकाकर्ता काम के कर्मचारी थे और उनकी",
  "end on August 31, 1982 when the work for which they had beet:": "सेवाएं 3॥ अगस्त, 982 को समाप्त हो गईं जब जिस काम के",
  "employed was over. Since the Labour Court. directed the reinstatc-": "लिए उन्हें नियोजित किया गया था। चूंकि श्रम न्यायात्रय ने",
  "ment of the petitioners, they were taken back in compliance with": "याचिकाकर्ताओं की बहाली का निर्देश दिया था, इसलिए उन्हें निर्णय",
  "the award but as there was no work for them at the Thermal Plant.": "के अनुपालन में वापस ले लिया गया था, लेकिन चूंकि थर्मल प्लांट में उनके लिए कोई काम नहीं था, इसलिए उन्हें गुड़गांव,",
  "they were adjusted /accommodated in the office of the Board located in the nearby Districts like Gurgaon, Mohindergarh etc. and it is": "मोहिंदरगढ़ आदि जैसे पास के जिलों में स्थित बोर्ड के कार्यालय में समायोजित/समायोजित किया गया था और यही कारण है कि",
  "for this reason that they were transeferred. According to the": "उन्हें स्थानांतरित कर दिया गया था। विद्वान वकील के अनुसार,",
  "sadcommodate the petitioners wherever work was available for": "हैं, जहां भी उनके लिए काम उपलब्ध था। यह स्वीकार किया",
  "strative and others are governed by the regulations framed by. the": "किसी अन्य नियम या विनियम द्वारा शासित होते हैं जिन्हें",
  "Board in exercise of its powers under Section 79(C) of the Electri-": "948 की धारा 79 (सी) के तहत प्रदत्त शक्तियों का प्रयोग करते",
  "transferred from the office of Executive Engineer, Thermal Plant. Faridabad to the office of Superintending Engineer (OP) Circle,": "अभियंता। थर्मल प्लांट, फरीदाबाद अतिरिक्त प्रस्तुतियों के रूप में, यह कहा गया है कि बोर्ड के पास थर्मल प्लांट में काम करने"
}