{
  "Before Augustine George Masih & Harpreet Singh Brar, JJ. SOM NATH AND OTHERS — Petitioners versus STATE OF U.T. AND OTHERS — Respondents": "सोम नाथ और अन्य बनाम यू टी. राज्य और अन्य (हरप्रीत सिंह बराड़ जे.)",
  "(Annexure P-4), the order of eviction dated 17.05.1999 (Annexure P-5)": "याचिकाकर्ताओं को दिनांक 28.02.996 (अनुलग्नक पी-५) के निरस्तीकरण के आदेश और दिनांक 7.05.999",
  "(Para 8)": "(पैरा ।4)",
  "(Harpreet Singh Brar, J.)": "(हरप्रीत सिंह बराड़ जे.)",
  "situation in which it would not be reasonable to place him if the remedy wereafterwards to be asserted in either": "ऐसी स्थिति जिसमें उसे रखना उचित नहीं होगा यदि बाद में इनमें से किसी भी मामले में उपचार का दावा किया जाता",
  "of these cases, lapse of time and delay are most material. But in every case, if an argument against": "है, तो समय की समाप्ति और देरी सबसे अधिक महत्वपूर्ण हैं। लेकिन प्रत्येक मामले में, यदि राहत के खिलाफ कोई",
  "relief, which otherwise would be just, is founded upon mere delay, that delay of course not amounting to a bar": "तर्क, जो अन्यथा न्यायसंगत होगा, केवल विलंब पर आधारित है, कि विलंब निश्चित रूप से सीमाओं के किसी भी",
  "by any statute of limitations, the validity of that defence must be tried upon principles substantially equitable.": "क़ानून द्वारा एक बाधा के बराबर नहीं है, तो उस बचाव की वैधता को काफी हद तक न्यायसंगत सिद्धांतों पर परीक्षण",
  "Two circumstances, always important in such cases, are, the length of the delay andthe nature of the acts": "किया जाना चाहिए। दो परिस्थितियाँ, जो ऐसे मामलों में हमेशा महत्वपूर्ण होती हैं, वे हैं, विलंब की अवधि और अंतराल",
  "done during the interval which might affect either party": "के दौरान किए गए कार्यों की प्रकृति जो किसी भी पक्ष को प्रभावित कर सकती है और जहां तक उपचार से संबंधित",
  "and cause a balance of justice or injustice in taking the one course or the other, so far as relates to the remedy. “": "है, एक या दूसरे मार्ग को लेने में न्याय या अन्याय का संतुलन पैदा कर सकती है। \"",
  "(10) The Hon’ble Supreme Court has further articulated the doctrine of laches in Chairman/ Managing Director, U.P. Power": "(0) माननीय उच्चतम न्यायालय ने उत्तर प्रदेश के अध्यक्ष/प्रबंध निदेशक के सिद्धांत को और स्पष्ट किया है। पावर",
  "Corporation Limited & Others versus Ram Gopal‘ and held as under:": "कॉरपोरेशन लिमिटेड और अन्य बनाम राम गोपाल * और निम्नलिखित रूप में अभिनिर्धारित किया गयाः",
  "“Whilst it is true that limitation does not strictly apply to proceedings under Articles 32 or 226 of the Constitution": "\"हालांकि यह सच है कि सीमा भारत के संविधान के अनुच्छेद 32 या 226 के तहत कार्यवाही पर सख्ती से लागू नहीं",
  "of India, nevertheless, such rights cannot be enforced after an unreasonable lapse of time. Consideration of": "होती है, फिर भी, ऐसे अधिकारों को समय के अनुचित अंतराल के बाद लागू नहीं किया जा सकता है। अस्पष्टीकृत",
  "unexplained delays and inordinate laches would always be relevant in writ actions, and writ courts naturally ought to": "देरी और अत्यधिक बाधाओं पर विचार हमेशा रिट कार्रवाइयों में प्रासंगिक होगा, और रिट अदालतों को स्वाभाविक",
  "be reluctant in exercising their discretionary jurisdiction to": "रूप से उन लोगों की रक्षा के लिए अपने विवेकाधीन अधिकार क्षेत्र का प्रयोग करने में अनिच्छुक होना चाहिए जो",
  "illegalities to fester. Fence-sitters cannot be allowed to barge into Courts and cry for ther rights at their convenience, and vigilant citizens ought not to be treated": "के अनुसार अपने अधिकारों के लिए चिल्लाने की अनुमति नहीं दी जा सकती है, और सतर्क नागरिकों के साथ केवल",
  "alike with mere opportunists. On multiple occasions, it has": "अवसरवादियों के समान व्यवहार नहीं किया जाना चाहिए। कई अवसरों पर, यह दोहराया गया है कि समय की",
  "been restated that there are implicit limitations of time within which writ remedies can be enforced. In SS Balu Vs.": "अंतर्निहित सीमाएँ हैं जिनके भीतर रिट उपचारों को लागू किया जा सकता है। एस. एस. बालू बनाम केरल राज्य में,",
  "State of Kerala, this Court observed thus:": "इस न्यायालय ने इस प्रकार टिप्पणी कीः",
  "“17. It is also well settled principle of law that “delay defeats equity”. ... It is now a trite law that where the": "\"7. यह कानून का अच्छी तरह से स्थापित सिद्धांत भी है कि \"देरी इक्किटी को हरा देती है\"। ... अब यह एक",
  "writ petitioner approaches the High Court after a long": "साधारण कानून है कि जहां रिट याचिकाकर्ता लंबे विलंब के बाद उच्च न्यायालय का दरवाजा खटखटाता है, वहां",
  "delay, reliefs prayed for may be denied to them on the ground of delay and laches irrespective of the fact that": "अनुरोध की गई राहतों को उन्हें देरी और विलंब के आधार पर अस्वीकार किया जा सकता है, इस तथ्य के बावजूद",
  "they are similarly situated to the other candidates who obtain the benefit of the judgment. “": "कि वे निर्णय का लाभ प्राप्त करने वाले अन्य उम्मीदवारों के समान स्थित हैं।",
  "42020 SCC Online SC 101": "“2020 एस.सी.सी. ऑनलाइन एस.सी. 0॥",
  "section (i) of Section 5 of the Public Premises (Eviction of Unauthorized Occupants) Act, 1971 and the order of the Appellate": "लोक परिसर (अनधिकृत कब्जाधारियों की बेदखली) अधिनियम, 97। की धारा 5 की धारा 0) और अपीलीय",
  "authority dated 15.05.2003 (Annexure P-6) are challenged in the year 2023 by filing the present writ petition. Such an inordinate delay has": "प्राधिकरण के दिनांक 5.05.2003 (अनुलग्नरक पी-6) के आदेश को वर्तमान रिट याचिका दायर करके वर्ष 2023",
  "not been explained, rather, we find that the petitioners have been": "में चुनौती दी गई है। इस तरह की अत्यधिक देरी की व्याख्या नहीं की गई है, बल्कि, हम पाते हैं कि याचिकाकर्ता इस",
  "grossly indolent and lethargic in invoking the extra-ordinary writ jurisdiction of this Court. The conduct of the petitioners in sleeping": "न्यायालय के असाधारण रिट अधिकार क्षेत्र को लागू करने में घोर आलसी और सुस्त रहे हैं। याचिकाकर्ताओं का इतने",
  "over their rights for such a long period, would disentitle them to the discretionary relief under Article 226 of the Constitution of India.": "लंबे समय तक अपने अधिकारों पर सोते रहने का आचरण, उन्हें भारत के संविधान के अनुच्छेद 226 के तहत",
  "Further, even the equitable jurisdiction of this Court cannot be": "विवेकाधीन राहत से वंचित कर देगा। इसके अलावा, इस न्यायालय की न्यायसंगत अधिकारिता का प्रयोग भी उस पक्ष",
  "exercised in the favour of a party who approaches the Court after an inexplicably long time. Delay and laches are relevant factors for": "के पक्ष में नहीं किया जा सकता है जो लंबे समय के बाद न्यायालय का दरवाजा खटखटाता है। विलंब और विलंब",
  "exercising jurisdiction under Article 226 of the Constitution of India": "भारत के संविधान के अनुच्छेद 226 के तहत अधिकारिता का प्रयोग करने के लिए प्रासंगिक कारक हैं और किसी भी",
  "and in the absence of any compelling or extenuating circumstances which prevented the petitioners from approaching this Court for such a": "बाध्यकारी या विस्तारक परिस्थितियों के अभाव में जो याचिकाकर्ताओं को इतने लंबे समय तक इस न्यायालय का",
  "long time, this Court has no other option but to dismiss the writ petition on the ground of delay and laches.": "दरवाजा खटखटाने से रोकते थे, इस न्यायालय के पास विलंब और विलंब के आधार पर रिट याचिका को खारिज",
  "(9) A reference in this regard can be made to New Delhi Municipal Council versus Pan Singh and Others! and Karnataka": "(9) इस संबंध में एक संदर्भ नई दिल्‍ली नगर परिषद बनाम पान सिंह और अन्य ' और कर्नाटक पावर कॉर्प लिमिटेड",
  "Power Corpn. Ltd. versus K. Thangappa’. The Hon’ble Supreme Court in Chennai Metropolitan Water Supply and Sewerage Board versus T.T. Murali Babu’, held as under:-": "बनाम के. थंगप्पाः को दिया जा सकता है। चेन्नई महानगर जल आपूर्ति और सीवरेज बोर्ड बनाम टी.टी मुरली बाबू? माननीय सर्वोच्च न्यायालय। निम्नलिखित रूप में अभिनिर्धारित कियाः-",
  "“First, we shall deal with the facet of delay. In Maharashtra State Road Transport Corporation Vs.": "\"सबसे पहले, हम विलम्ब के पहलू से निपटेंगे। महाराष्ट्र राज्य सड़क परिवहन निगम बनाम बलवंत नियमित मोटर",
  "Balwant Regular Motor Service, Amravati [AIR 1969 SC 329] the Court referred to the principle that has been stated by Sir Barnes Peacock in Lindsay Petroleum Co.": "सेवा, अमरावती [ए. आई. आर. 969 एस. सी. 329] में न्यायालय ने उस सिद्धांत का उल्लेख किया जो सर बार्न्स",
  "stated by Sir Barnes Peacock in Lindsay Petroleum Co. V. Prosper Armstrong Hurd, Abram Farewall, and John": "पीकॉक द्वारा लिंडसे पेट्रोलियम कंपनी वी. प्रॉस्पर आर्मस्ट्रांग हर्ड, अब्राम फेयरवाल और जॉन केम्प [87% (5) पी.",
  "“Now the doctrine of laches in Courts of Equity is not an arbitrary or a technical doctrine. Where it would be": "\"अब कोर्ट ऑफ इक्षिटी में लैच का सिद्धांत मनमाना या तकनीकी सिद्धांत नहीं है। जहां कोई उपाय देना व्यावहारिक",
  "practically unjust to give a remedy, either because the party has, by his conduct, done that which might fairly": "रूप से अन्यायपूर्ण होगा, या तो इसलिए कि पार्टी ने अपने आचरण से ऐसा किया है जिसे उचित रूप से इसकी छूट",
  "be regarded as equivalent to a waiver of it, or where by his conduct and neglect he has, though perhaps not": "के बराबर माना जा सकता है, या जहां अपने आचरण और उपेक्षा से उसने किया है, हालांकि शायद उस उपाय को",
  "' 2007 (9) SCC 27": "।2007 (9) एस.सी.सी. 27",
  "* 2006 (4) SCC 322": "22006 (५) एस.सी.सी. 322",
  "32014 (2) S.C.T.193": "320% (2) एस.सी.टी.93",
  "(emphasis supplied)": "(जोर दिया गया)",
  "17. Similarly, in Vijay Kumar Kaul versus Union of India this Court while considering the claim of candidates who,": "77. इसी प्रकार, विजय कुमार कौल बनाम भारत संघ के मामले में इस न्यायालय ने उन उम्मीदवारों के दावे पर",
  "despite being higher in merit, exercised their right to parity": "विचार करते हुए, जिन्होंने योग्यता में उच्च होने के बावजूद, समानता के अपने अधिकार का प्रयोग उन लोगों के बाद",
  "much after those who were though lower in merit but were diligently agitating their rights, this Court observed that:": "किया, जो योग्यता में कम थे, लेकिन लगन से अपने अधिकारों का आंदोलन कर रहे थे, इस न्यायालय ने कहाः",
  "“27. ... It becomes an obligation to take into consideration": "27. .... यह बहुत महत्वपूर्ण बात है कि एक समय पर किसी के पक्ष में मौजूद समानता पूरी तरह से महत्वहीन हो",
  "and paves the path of extinction with the passage of time.”": "जाती है और समय बीतने के साथ विलुप्त होने का मार्ग प्रशस्त करती है।",
  "(11) The petitioners had earlier approached the learned Civil Judge (Junior Division), Chandigarh by filing a Civil Suit bearing C.S.": "(।॥) याचिकाकर्ताओं ने पहले 2000 के सीएस नंबर. ३76 के साथ सिविल सूट दायर करके सिविल जज (जूनियर",
  "and others. The Estate Officer-respondent No.2 was impleaded as defendant No.5 in the above suit. The learned Civil Judge (Junior": "संपत्ति अधिकारी-प्रत्यर्थी संख्या. 2 को उपरोक्त वाद में प्रतिवादी संख्या. 5 के रूप में शामिल किया गया था। विद्वत",
  "Division), Chandigarh had already returned his findings with regard to the claim of the petitioners which had attained finality; even the appeal": "सिविल न्यायाधीश (जूनियर डिवीजन) चंडीगढ़ ने याचिकाकर्ताओं के दावे के संबंध में पहले ही अपने निष्कर्ष वापस",
  "the claim of the petitioners which had attained finality; even the appeal against the judgment and decree dated 31.08.2015 was withdrawn by": "कर दिए थे, जो अंतिम रूप से प्राप्त हो गए थे; यहां तक कि फैसले और डिक्री दिनांक 3.08.20॥5 के खिलाफ",
  "the petitioners vide order dated 02.05.2022 (Annexure P-8). In view": "अपील को याचिकाकर्ताओं द्वारा दिनांक 02.05.2022 के आदेश के माध्यम से वापस ले लिया गया था। (अनुलग्नक",
  "of the principle of constructive res judicata, whichis also applicable": "पी-8). रचनात्मक प्रति न्‍्यायिकता के सिद्धांत को ध्यान में रखते हुए, जो रिट कार्यवाही पर भी लागू होता है,",
  "to writ proceedings, the dismissal of the civil suit filed by the petitioners would amount to finality of the dispute with regard to the rights of the petitioners to arrogate any claim to the site in question.": "याचिकाकर्ताओं द्वारा दायर दीवानी मुकदमे को खारिज करना याचिकाकर्ताओं के अधिकारों के संबंध में विवाद की",
  "present writ petition. This Court finds that an issue as to right of the petitioners to claim ownership of the site in question was directly and": "गया है। इस न्यायालय ने पाया कि विचाराधीन स्थल के स्वामित्व का दावा करने के याचिकाकर्ताओं के अधिकार के",
  "substantially decided by the learned Civil Judge (Junior Division),": "बारे में एक मुद्दा याचिकाकर्ताओं द्वारा दायर पहले के मुकदमे में विद्वत सिविल न्यायाधीश (जूनियर डिवीजन)",
  "Estate Officer-respondent No.2 was duly impleaded as defendant No.5. Such finding, in our opinion, would operate as res judicata in the": "संख्या 5 के रूप में विधिवत शामिल किया गया था। इस तरह के निष्कर्ष, हमारी राय में, एस्टेट अधिकारी-प्रतिवादी",
  "present writ petition filed against the official respondents including the Estate Officer-respondent No.2. The principle of constructive res": "संख्या. 2 सहित आधिकारिक उत्तरदाताओं के खिलाफ दायर वर्तमान रिट याचिका में अदालत के रूप में काम",
  "Estate Officer-respondent No.2. The principle of constructive res judicata prohibits this Court from examining the same issue which has": "करेंगे। कंस्ट्रक्टिव रेस जुडिकेटा का सिद्धांत इस न्यायालय को उसी मुद्दे की जांच करने से रोकता है जिसे सी.एस",
  "been substantially decided in the Civil Suit bearing C.S. No.376 of 2000 between the parties. The following finding was returned by the": "पार्टियों के बीच 2000 की संख्या. 376 वाले सिविल सूट में काफी हद तक तय किया गया है। विद्वान सिविल जज",
  "2000 between the parties. The following finding was returned by the learned Civil Judge (Junior Division), Chandigarh:": "(जूनियर डिवीजन) चंडीगढ़ द्वारा निम्नलिखित निष्कर्ष प्रस्तुत किया गया थाः",
  "SOM NATH AND OTHERS v. STATE OF U.T AND OTHERS 1561": "सोम नाथ और अन्य बनाम यू.टी. राज्य और अन्य",
  "SOM NATH AND OTHERS v. STATE OF U.T AND OTHERS 1563 (Harpreet Singh Brar, J.)": "सोम नाथ और अन्य बनाम यू टी. राज्य और अन्य (हरप्रीत सिंह बराड़ जे.)",
  "respondent No.2 under the Public Premises (Eviction of Unauthorized Occupants) Act, 1971. The respondent No.1 dismissed the appeal filed": "लोक परिसर (अनाधिकृत अधिभोगियों की बेदखली) अधिनियम, 97 के अधीन प्रत्यर्थी संख्या. 2. प्रतिवादी नंबर.",
  "by the petitioners vide order dated15.05.2003 (Annexure P-6).": "ने याचिकाकर्ताओं द्वारा दायर अपील को खारिज कर दिया, आदेश दिनांक 5.05.2003 (अनुलग्नक पी-6).",
  "(5) Thereafter, the petitioners filed a Civil Suit bearing C.S.": "(5) इसके बाद, याचिकाकर्ताओं ने सी. एस. के साथ एक दीवानी मुकदमा दायर किया। मोथू राम और अन्य बनाम",
  "No.376 of 2000 titled as Mothu Ram and others versus Pushpa Devi and others seeking a declaration that they are owners of the site in": "पुष्पादेवी और अन्य के रूप में शीर्षक 2000 की संख्या. ३76 और अन्य एक घोषणा की मांग कर रहे हैं कि वे",
  "and others seeking a declaration that they are owners of the site in question. The learned trial Court dismissed the suit filed by the petitioners vide judgment dated 31.08.2015. Subsequently, the": "विचाराधीन साइट के मालिक हैं। विद्वत विचारण न्यायालय ने दिनांक 3.08.205 के निर्णय द्वारा याचिकाकर्ताओं",
  "Additional District Judge, Chandigarh permitted the petitioners to": "के आदेश के माध्यम से अतिरिक्त जिला न्यायाधीश, चंडीगढ़ ने याचिकाकर्ताओं को राजस्व प्राधिकरण से संपर्क",
  "(6) The learned counsel for the petitioners contended that the petitioners were minor when the cancellation order dated 28.02.1996": "(6) याचिकाकर्ताओं के विद्वत वकील ने तर्क दिया कि याचिकाकर्ता नाबालिग थे जब रद्द करने का आदेश दिनांक",
  "(Annexure P-4) was passed and Faquir Chand, the original allottee died on 17.10.1998 and that the petitioners, on attaining the majority,": "28.02.996 (अनुलग्नक पी-५) पारित किया गया था और मूल आवंटी फकीर चंद की मृत्यु ।7.0.998 को हुई थी",
  "died on 17.10.1998 and that the petitioners, on attaining the majority, impugned the order dated 28.02.1996 by filing an appeal No.367 of": "और याचिकाकर्ताओं ने बहुमत प्राप्त करने पर 2002 की अपील संख्या. 367 दायर करके दिनांक 28.02.996 के",
  "2002. He further asserted that all the impugned orders are illegal and": "आदेश का आक्षेप किया था। उन्होंने आगे जोर देकर कहा कि सभी विवादित आदेश अवैध और मनमाने हैं और",
  "arbitrary and are against the principles of natural justice as none of the": "प्राकृतिक न्याय के सिद्धांतों के खिलाफ हैं क्योंकि किसी भी आदेश को मूल आवंटनकर्ता को सूचित नहीं किया गया",
  "orders were communicated to the original allottee. All the orders were passed on the back of the original allottee as well as the": "था। सभी आदेश मूल आबंटित के साथ-साथ याचिकाकर्ताओं के पीठ पर पारित किए गए थे, जिसके कारण उन्हें",
  "petitioners which caused them to file a Civil Suit for declaration and that the learned Additional District Judge has granted them liberty vide": "घोषणा के लिए एक दीवानी मुकदमा दायर करना पड़ा और यह कि विद्वान अतिरिक्त जिला न्यायाधीश ने उन्हें",
  "order dated 02.05.2022 (Annexure P-8) to approach the revenue": "आदेश दिनांक 02.05.2022 (अनुलग्रक पी-8) द्वारा राजस्व अधिकारियों से संपर्क करने की स्वतंत्रता प्रदान की है।",
  "Authorities. Learned counsel for the petitioners has further assailed the order dated 15.05.2003 (Annexure P-6) on the ground that the rights of": "याचिकाकर्ताओं के विद्वान वकील ने दिनांक 5.05.2003 (अनुलग्नक पी-6) के आदेश को इस आधार पर आगे",
  "the petitioners, as successors of the allottee, had not extinguished on the death of the allottee and merely because the original allottee ie.": "बढ़ाया है कि आवंटी के उत्तराधिकारियों के रूप में याचिकाकर्ताओं के अधिकार, आवंटी की मृत्यु पर और केवल",
  "the death of the allottee and merely because the original allottee ie. Faquir Chand had entered into a partnership on 05.01.1988 with Devki": "मूल आवंटी ॥.७ के कारण समाप्त नहीं हुए थे। फकीर चंद ने 05.0.988 को देवकी नंदन के साथ साझेदारी की थी,",
  "Nandan, it would not constitute a violation of clause 24 of the 1979 Scheme and condition no.5 of the allotment letter.": "यह 979 की योजना के खंड 2५ और आवंटन पत्र की शर्त संख्या 5 का उल्लंघन नहीं होगा।",
  "(7) We have heard the learned counsel for the partie at length and have carefully examined the record of the case. We do not find any": "(7) हमने पक्ष के विद्वान वकील को विस्तार से सुना है और मामले के रिकॉर्ड की सावधानीपूर्वक जांच की है। हम",
  "(8) We find that the petitioners have been extremely negligent in invoking the writ jurisdiction of this Court. The present writ petition": "(8) हम पाते हैं कि याचिकाकर्ताओं ने इस न्यायालय की रिट अधिकारिता को लागू करने में अत्यंत लापरवाही की है।",
  "17.05.1999 (Annexure P-5) passed by respondent No.2 under Sub": "(अनुलग्नक पी-5) के निरस्तीकरण का आदेश, उप के अधीन प्रत्यर्थी संख्या.2 द्वारा पारित किया गया",
  "15.05.2003 (Annexure P-6) passed by Chief Administrator, U.T., Chandigarh-respondent No.l whereby the appeal against the order": "5.05.2003 (अनुलग्नक पी-6) मुख्य प्रशासक, संघ राज्य क्षेत्र, चंडीगढ़-प्रत्यर्थी संख्या. ॥ द्वारा पारित किया गया,",
  "Chandigarh-respondent No.l whereby the appeal against the order dated 28.02.1996 (Annexure P-4) directing cancellation of license in": "जिसके द्वारा दिनांक 28.02.996 (अनुलग्नक पी-५) के आदेश के विरुद्ध अपील जिसमें एस. सी. आर. संख्या. 88,",
  "P-5), passed by the Estate Officer, Chandigarh- respondent No.2 under": "अधिकारी, चंडीगढ़-प्रत्यर्थी संख्या. 2 द्वारा पारित दिनांक 77.05.999 (अनुलग्नरक पी-5) के बेदखली के आदेश को",
  "orders impugned in the present writ petition in view of the liberty granted by the learned District Judge on 02.05.2022 (Annexure P-8)": "02.05.2022 (अनुलग्नक पी-8) को विद्वान जिला न्यायाधीश द्वारा दी गई स्वतंत्रता को देखते हुए वर्तमान रिट",
  "(2) The facts of the case are that one Faquir Chand was allotted the site ie. SCR No.88, Karsan Colony, Phase-II, Ram Darbar,": "(2) मामले के तथ्य यह हैं कि एक फकीर चंद को साइट आवंटित की गई थी। एससीआर नंबर. 88, करसन",
  "Chandigarh by respondent No.2 and a licence was issued on": "कॉलोनी, फेज-॥, राम दरबार, चंडीगढ़ द्वारा प्रतिवादी नंबर, 2 और एक लाइसेंस 0५.07.985 को जारी किया गया",
  "04.07.1985 (Annexure P-I). Faquir Chand had executed a Registered Will dated 19.02.1996 and he had bequeathed his estate to the": "था। (अनुलग्रक पी -॥). फकीर चंद ने दिनांक 49.02.996 को एक पंजीकृत वसीयत निष्पादित की थी और उसने",
  "petitioners in equal shares. Faquir Chand after raising construction": "अपनी संपत्ति याचिकाकर्ताओं को समान शेयरों में वसीयत की थी। फकीर चंद ने निर्माण शुरू करने के बाद उक्त",
  "started his business in the said plot. Vide partnership agreement dated 05.01.1988, one Devki Nandan joined his business as a partner. After": "भूखंड में अपना व्यवसाय शुरू किया। दिनांक 05.0.988 के साझेदारी समझौते के अनुसार, एक देवकी नंदन एक",
  "gaining confidence of Faquir Chand, Devki Nandan obtained the": "भागीदार के रूप में उनके व्यवसाय में शामिल हुए। फकीर चंद का विश्वास प्राप्त करने के बाद, देवकी नंदन ने कुछ",
  "thumb impression of Faquir Chand on certain documents/ blank papers. Faquir Chand found out that Devki Nandan had treacherously got": "दस्तावेजों /ख़ाली कागजों पर फकीर चंद के अंगूठे की छाप प्राप्त की। फकीर चंद को पता चला कि देवकी नंदन ने",
  "executed Power of Attorney in his favour on 30.12.1988. Accordingly,": "विश्वासघात से 30.2.988 को अपने पक्ष में पावर ऑफ अटॉर्नी को फांसी दे दी थी। तदनुसार, 25.09.989 को",
  "favour of Devki Nandan. Ultimately, when Devki Nandan died in the month of December, 1995, FaquirChand tried to take possession of the": "में देवकी नंदन की मृत्यु हो गई, तो फकीरचंद ने परिसर पर कब्जा करने की कोशिश की, लेकिन देवकी नंदन की",
  "premises but the wife of Devki Nandan refused to vacate the site.": "पत्नी ने जगह खाली करने से इनकार कर दिया।",
  "(3) On 03.04.1996, the competent Authority under the Licensing of Tenement and Sites and Services in Chandigarh Scheme,": "(3) दिनांक 03.04.996 को सक्षम प्राधिकारी ने चंडीगढ़ स्कीम, 979 में टैनमेंट और साइटों और सेवाओं के",
  "under-hand sale in the contravention of the condition No.5 of the": "अनुज्ञप्ति के अधीन आबंटन पत्र की शर्त संख्या. 5 के उल्लंघन में अल्पविक्रय के आरोप पर आबंटित को कारण",
  "allotment letter. The order of cancellation was passed on 28.02.1996 (Annexure P-4) by the competent Authority. After the death of Faquir": "बताओ नोटिस जारी किया। रद्द करने का आदेश सक्षम प्राधिकारी द्वारा 28.02.996 (अनुलग्नक पी-५) को पारित",
  "owner of the property on the basis of the registered Will dated 19.02.1996 and immediately thereafter, the petitioners applied to": "वसीयत के आधार पर संपत्ति का मालिक बनने का दावा किया और उसके तुरंत बाद, याचिकाकर्ताओं ने अपने नाम",
  "respondent No.2 for the transfer of the ownership in their names.": "पर स्वामित्व के हस्तांतरण के लिए प्रतिवादी संख्या. 2 को आवेदन किया।",
  "(4) The petitioners, on attaining majority, impugned the order": "(५) याचिकाकर्ताओं, बहुमत प्राप्त करने पर, 2002 की संख्या. ३67 वाली अपील दायर करके दिनांक",
  "dated 28.02.1996 (Annexure P-4) by filing an appeal bearing No.367 of 2002 and also challenged the order dated 17.05.1999 passed by": "28.02.996 (अनुलग्रक पी-५) के आदेश का विरोध किया और द्वारा पारित दिनांक 7.05.999 के आदेश को",
  "interfere with the orders (Annexures P4 to P6) passed by the official respondents. The writ petition is accordingly, dismissed. There shall be": "आधिकारिक उत्तरदाताओं द्वारा पारित आदेशों (अनुलग्नक पी५ से पी6) में हस्तक्षेप करना। तदनुसार रिट याचिका",
  "no orders as to costs.": "खारिज कर दी जाती है। लागत के संबंध में कोई आदेश नहीं होगा।",
  "(16) Pending applications, if any, shall also stand disposed of.": "(6) लंबित आवेदन, यदि कोई हो, का भी निपटान किया जाएगा।",
  "Divya Gurnay": "दिव्या गुरने",
  "placed on file, this fact is admitted that vide order dated 28.2.1996 licence of late Sh.Faquir Chand was cancelled": "फाइल पर रखा गया, यह तथ्य स्वीकार किया जाता है कि श्री फकीर चंद के 28.2.॥996 के आदेश को रद्द कर",
  "and if the licence iscancelled on the basis of subletting , then it is for the plaintiff to prove that the order was": "दिया गया था और यदि लाइसेंस सबलेटिंग के आधार पर रद्द कर दिया गया है, तो यह वादी को यह साबित करने के",
  "illegally passed but here the plaintiff has failed to do so.": "लिए है कि आदेश अवैध रूप से पारित किया गया था, लेकिन यहां वादी ऐसा करने में विफल रहा है। तदनुसार, इस",
  "Accordingly, this issue is decided against the plaintiffs and in favour of defendants.": "मुद्दे का निर्णय वादी के खिलाफ और प्रतिवादियों के पक्ष में किया जाता है।",
  "(12) The Hon’ble Supreme Court in Home Plantations Ltd. versus Talaku Land Board, Peermada and another’in the context of": "(2) माननीय उच्चतम न्यायालय ने होम प्लांटेशंस लिमिटेड बनाम तालाकु लैंड बोर्ड, पीरमदा और अन्य 5 के मामले",
  "principles of res judicata has held as under:": "में न्यायिक निर्णय के सिद्धांतों के संदर्भ में निम्नानुसार अभिनिर्धारित किया हैः",
  "‘An adjudication is conclusive and final not only as to the actual matter determined but as to every other matter which": "'एक न्यायनिर्णयन न केवल निर्धारित किए गए वास्तविक मामले के बारे में निर्णायक और अंतिम है, बल्कि प्रत्येक",
  "the parties might and ought to have litigated and have had it": "अन्य मामले के बारे में भी है, जिस पर पक्षकारों ने मुकदमा दायर किया हो सकता था और जिसे करना चाहिए था",
  "subject matter of the litigations and every matter coming within the legitimatepurview of the original action both in respect of the matter of claim or defence. The principle": "और जिसे मुकदमेबाजी की विषय वस्तु और दावे या बचाव के मामले दोनों के संबंध में मूल कार्रवाई के वैध दायरे में",
  "taken to be the same thing as if the matter had been actually controverted and decided. It is true that where a matter has": "लिया जाना चाहिए जैसे कि मामला वास्तव में विवादित और तय किया गया था। यह सच है कि जहां किसी मामले को",
  "been constructively in issue it cannot be said to have been actually heard and decided. It could only be deemed tohave": "रचनात्मक रूप से मुद्दा बनाया गया है, उसे वास्तव में सुना और तय किया गया नहीं कहा जा सकता है। इसे केवल",
  "been heard and decided. The first reason, therefore, has absolutely no force.’": "सुना और निर्णय लिया गया माना जा सकता था। इसलिए, पहले कारण का बिल्कुल कोई बल नहीं है।",
  "(13) To us, therefore, it is palpably clear that the right of the petitioners to claim ownership of the site in question came to be": "(3) इसलिए, हमारे लिए यह स्पष्ट है कि विचाराधीन स्थल के स्वामित्व का दावा करने के याचिकाकर्ताओं के",
  "negated by a competent Court of law in earlier proceedings and a": "अधिकार को पूर्व की कार्यवाहियों में एक सक्षम न्यायालय द्वारा नकार दिया गया था और एक डिक्री पारित की गई थी",
  "decree has been passed wherein specific findings of fact had been recorded that the petitioners had failed to prove that the order dated": "जिसमें तथ्य के विशिष्ट निष्कर्ष दर्ज किए गए थे कि याचिकाकर्ता यह साबित करने में विफल रहे थे कि वर्तमान रिट",
  "28.02.1996 (Annexure P-4) impugned in the present writ petition was illegally passed by the Estate Officer-respondent No.2 and the same has": "याचिका में आक्षेपित दिनांक 28.02.996 (अनुलग्नक पी-५) का आदेश अवैध रूप से एस्टेट अधिकारी-प्रत्यर्थी",
  "illegally passed by the Estate Officer-respondent No.2 and the same has ever been challenged by the original allottee-Faquir Chand or by the": "संख्या. 2 द्वारा पारित किया गया था और इसे कभी भी मूल आवंटी-फकीर चंद या याचिकाकर्ताओं द्वारा चुनौती दी",
  "petitioners. As such, the finding as to the right of the petitioners to assert any claim to the site in question had attained ‘finality’ in the": "गई है। इस प्रकार, विचाराधीन स्थल पर किसी भी दावे का दावा करने के याचिकाकर्ताओं के अधिकार के बरे में",
  "earlier proceedings in the decree passed by the Civil Court. Such": "निष्कर्ष सिविल कोर्ट द्वारा पारित डिक्री में पहले की कार्यवाही में 'अंतिमता' प्राप्त कर चुका था। इस तरह के निष्कर्ष,",
  "finding, in our opinion would operate as res judicata against the": "हमारी राय में, के खिलाफ अदालत के रूप में काम करेंगे",
  "° 1999 (5) SCC 590": "5।999 (5) एस.सी.सी. 590",
  "SOM NATH AND OTHERS v. STATE OF U.T AND OTHERS 1569": "सोम नाथ और अन्य बनाम यू.टी. राज्य और अन्य",
  "petitioners in the present proceedings.": "वर्तमान कार्यवाहियों में याचिकाकर्ता।",
  "(14) The doctrine of constructive res judicata applies to the facts": "(५) रचनात्मक न्यायपालिका का सिद्धांत मामले के तथ्यों पर लागू होता है। दिनांक 5.05.203 के आदेश का",
  "of the case. A perusal of order dated 15.05.2013 (Annexure P-6) indicates that the original allottee-Faquir Chand never challenged the": "अवलोकन (अनुलग्नक पी-6) इंगित करता है कि मूल आबंटित-फकीर चंद ने दिनांक 28.02.996 के निरस्तीकरण",
  "cancellation order dated 28.02.1996 but Pushpa Devi, wife of Devki Nandan, the tenant, filed anappeal bearing No.157 of 1996 before the": "आदेश को कभी चुनौती नहीं दी, लेकिन देवकी नंदन, किरायेदार की पत्नी, पुष्पादेवी ने 4996 में प्रत्यर्थी संख्या । के",
  "Nandan, the tenant, filed anappeal bearing No.157 of 1996 before the respondent No.l in 1996, which was dismissed vide order dated": "समक्ष 996 की संख्या । 57 वाली अपील दायर की, जिसे दिनांक ५.07.997 के आदेश द्वारा खारिज कर दिया",
  "14.07.1997. The order (Annexure P-6) referred to above, has been passed in the appeal filed by none other than Sh. Mothu Ram who is": "गया था। ऊपर निर्दिष्ट आदेश (अनुलग्रक पी-6) को श्री द्वारा दायर अपील में पारित किया गया है। मोथू राम जो",
  "petitioner No.3 in the present writ petition. As such, the petitioners": "वर्तमान रिट याचिका में याचिकाकर्ता संख्या. ३ है। इस प्रकार, याचिकाकर्ताओं को दिनांक 28.02.996 (अनुलग्नक",
  "(Annexure P-4) and the eviction order dated 17.05.1999 (Annexure P-": "पी-५) के निरस्तीकरण के आदेश और दिनांक 7.05.999 (अनुलग्नक पी-5) के बेदखली आदेश के बारे में अच्छी",
  "seeking declarationto be owners of the site in question. All the orders impugned in the writ petition were well within the knowledge of the": "करने की मांग की गई थी। रिट याचिका में आक्षेपित सभी आदेश याचिकाकर्ताओं की जानकारी के भीतर थे जब",
  "petitioners when they decided to file Civil Suit No.376 of 2000. Rather,": "उन्होंने 2000 का सिविल सूट नंबर. ३76 दायर करने का निर्णय लिया था। इसके बजाय, दिनांक 02.05.2022",
  "vide order dated 02.05.2022 (Annexure P-8), the petitioners have": "(अनुलग्नक पी-8) के आदेश के माध्यम से याचिकाकर्ताओं ने विद्वत सिविल न्यायाधीश (जूनियर डिवीजन) चंडीगढ़",
  "withdrawn the appeal against the judgment and decree passed by the": "द्वारा दिनांक 33.08.205 (अनुलग्नक पी-7) द्वारा पारित निर्णय और डिक्री के खिलाफ अपील वापस ले ली है,",
  "(Annexure P-7), whereby the suit filed by the petitioners was dismissed. The challenge to the orders (Annexures P-4 to P- 6) could": "जिसके तहत याचिकाकर्ताओं द्वारा दायर मुकदमा खारिज कर दिया गया था। आदेशों को चुनौती (अनुलग्नक पी-५ से",
  "dismissed. The challenge to the orders (Annexures P-4 to P- 6) could have been made by the petitioners in the earlier proceedings in the Civil": "पी-6) याचिकाकर्ताओं द्वारा दीवानी मुकदमे में पहले की कार्यवाही में दी जा सकती थी। 2000 की सं. 376 और",
  "the learned Civil Judge (Junior Division), Chandigarh in the judgment": "सिविल न्यायाधीश (कनिष्ठ प्रभाग) चंडीगढ़ द्वारा अभिलिखित निष्कर्षों के विरुद्ध याचिकाकर्ताओं द्वारा 207 की",
  "2000 and withdrawal of the Appeal No.349 of 2017 by the petitioners": "अपील सं. ३५9 को वापस लेना।",
  "(15) Keeping in view the above discussion, we find that the present writ petition is liable to be dismissed and we hold that the": "(5) उपरोक्त चर्चा को ध्यान में रखते हुए, हम पाते हैं कि वर्तमान रिट याचिका खारिज होने के लिए उत्तरदायी है",
  "present writ petition is liable to be dismissed and we hold that the respondent No.2has cancelled the allotment of the site in question on": "और हम मानते हैं कि प्रतिवादी नंबर 2 ने वैध आधारों पर विचाराधीन साइट के आवंटन को रद्द कर दिया है। आवंटन",
  "binding on the allottee and the allottee cannot sublet or part with the possession of the site in favour of any person as stipulated under": "निर्धारित किसी भी व्यक्ति के पक्ष में साइट के कब्जे के साथ सबलेट या भाग नहीं कर सकता है। इसलिए, हमें कोई"
}