{
  "basis and I find no reason to interfere with the same.": "आधार देखा जा सकता है और मुझे इसमें हस्तक्षेप करने का कोई कारण नहीं दिखता है।",
  "(5) The writ petition is, therefore, dismissed in limine.": "(5) इसलिए, रिट याचिका को सीमित रूप से खारिज कर दिया जाता है।",
  "Before K. Kannan J.": "न्यायमूर्ति के. कन्‍नन के समक्ष",
  "ROSHAN LAL,—Petitioner": "रोशन लाल-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA & ORS.,—Respondents": "हरियाणा राज्य और अन्य-उत्तरदाता",
  "Constitution of India, 1950 - Art. 16(4), 226, 341 & 342 -": "भारत का संविधान, 950-अनुच्छेद 6 (4), 226,34] और 342- अनुसूचित",
  "Challenge to the validity of Schedule Caste Certificate - Declare the Schedule Caste Certificate invalid being not issued from the place": "जाति प्रमाण पत्र की वैधता को चुनौती-अनुसूचित जाति प्रमाण पत्र को अमान्य",
  "Schedule Caste Certificate invalid being not issued from the place of his birth - Challenge made in petition that impugned order": "घोषित करें जो उनके जन्म स्थान से जारी नहीं किया गया है-याचिका में चुनौती",
  "declaring the Schedule Case Certificate invalid, passed without": "दी गई है कि अनुसूचित जाती मामले के प्रमाण पत्र को अमान्य घोषित करने",
  "taking report from District Magistrate - Petition dismissed.": "वाला विवादित आदेश, जिला मजिस्ट्रेट से रिपोर्ट लिए बिना पारित किया गया-",
  "Held, That one proposition that stands authoritatively laid down is": "अभिनिर्धारित, एक प्रस्ताव जो आधिकारिक रूप से निधारित किया गया है",
  "that a Scheduled Caste migrant does not obtain such status in the State to": "कि एक अनुसूचित जाति प्रवासी उस राज्य में ऐसा दर्जा प्राप्त नहीं करता है जहां",
  "action by the State for withdrawing the benefits already obtained by the": "प्राप्त करना होगा।याचिकाकर्ता दवारा पहले से प्राप्त लाभों को इस आधार पर वापस लेने के लिए राज्य द्वारा कोई त्वरित कार्रवाई कि वह एक अनुसूचित",
  "petitioner on the basis that he was a Scheduled Caste or any possible": "जाति का व्यक्ति था या कोई संभावित आपराधिक कारवाई याचिकाकर्ता को वाद",
  "criminal action will give rise to the petitioner an independent cause of action which he will be at liberty to urge taking the issue of bona fides that he": "हैतुक एक स्वतंत्र कारण देगी, जिसे वह इस मुद्दे पर लेने का आग्रह करने के",
  "had no criminal intent or any other mitigating circumstances that would come": "लिए स्वतंत्र होगा कि उसका कोई आपराधिक इरादा नहीं था या कोई अन्य कम करने वाली परिस्थितियाँ जो उसकी सहायता के लिए आएंगी।अब तक,",
  "could be seen to have a strong constitutional basis and I find no reason": "आधार देखा जा सकता है और मुझे इसमें हस्तक्षेप करने का कोई कारण नहीं",
  "(Para 4)": "(पैरा 4)",
  "Radhe Sham Sharma, Advocate, for the petitioner.": "याचिकाकतताी की ओर से अधिवक्ता राधे शाम शर्मी",
  "K. KANNAN J.": "न्यायमूर्ति के. कन्‍नन",
  "(1) The writ petition is fall out of the dispute between the petitioner": "() रिट याचिका मे याचिकाकर्ता और पांचवें प्रतिवादी के बीच मे विवाद है। जब अनुसूचित जाति समुदाय के व्यक्तियों के लिए आरक्षित बोली में नीलामी",
  "and the 5th respondent. When the auction held in reserve bidding for": "जब अनुसूचित जाति समुदाय के व्यक्तियों के लिए आरक्षित बोली में नीलामी आयोजित की गई थी, तो पाचवे प्रतिवादी के पक्ष में आबंटित की गई थी जो",
  "(3) Two judgments have actually gone out of sync with the": "(3) दोनिर्णय वास्तव में संवैधानिक पीठ के फैसलों के साथ तालमेल से बाहर हो",
  "Constitutional Bench decisions. One was S. Pushpa and others versus Shivachanmugavelu and others (3) and Chandigarh Administration": "गए हैं। एक “एस. पुष्पा और अन्य बनाम शिवचनमुगावेलु और अन्य”! ४ और",
  "Shivachanmugavelu and others (3) and Chandigarh Administration versus Surender Kumar (4). These two decisions were in the context of": "“चंडीगढ़ प्रशासन बनाम सुरेंद्र कुमार”।ये दोनों निर्णय केंद्र शासित प्रदेश में",
  "claiming benefits as a Scheduled Caste in Union Territory by relying on the Central Government directive to apply the Scheduled Caste status to a": "अनुसूचित जाति के रूप में लाभ का दावा करने के संदर्भ में थे, जिसमें केंद्र सरकार",
  "Central Government directive to apply the Scheduled Caste status to a person of any State also to apply to the Union Territories. The decision": "के किसी भी राज्य के व्यक्ति को केंद्र शासित प्रदेशों में भी अनुसूचित जाति का दर्जा लागू करने के निर्देश पर भरोसा किया गया था।पुष्पा के केस में निर्णय को",
  "in Pushpa was held to be per incuriam and stated to be a bad law in": "इनक्यूरियम के अनुसार माना गया था और इसमें एक खराब कानून बताया गया",
  "Subhash Chandra versus Delhi Subordinate Services Selection Board": "था।“सुभाष चंद्र बनाम दिल्‍ली अधीनस्थ सेवा चयन बोर्ड”",
  "(5). Subhash Chandra held that Marri Chandra Shekhar Rao had been": "[सुभाष चंद्र ने माना कि मर्री चंद्र शेखर राव मे लिया गया निर्णय इसके बाद उच्चतम न्यायालय ने 3",
  "followed by the Supreme court in a large number of decisions including 3": "न्यायाधीशों की पीठ के फैसलों सहित बड़ी संख्या में लिए निर्णय मे उसका",
  "Judge Bench decisions and hence, Pushpa could not have ignored either Marri Chandra or other decisions following the same. The Bench held that": "अनुसरण किया गया और पुष्पा मर्री चंद्र के निर्णय या उसके बाद के अन्य फैसलों को नजरअंदाज नहीं कर सकती थीं।पीठ ने कहा कि पुष्पा में उक्ति",
  "Having regard to the importance of the question and for a still more": "महत्व को ध्यान में रखते हुए और इस विषय पर और भी अधिक आधिकारिक",
  "authoritative pronouncement on the subject, there is a recent judgment of": "घोषणा के लिए, हाल ही में एक निर्णय माननीय सर्वोच्च न्यायालय ने",
  "the Hon’ble Supreme Court in State of Uttranchal versus Sandeep Kumar Singh (6) when the Bench raised the question of the nature of": "“उत्तरांचल राज्य बनाम संदीप कुमार सिंह”'जब पीठ ने संविधान के अनुच्छेद",
  "interplay and interaction between Articles 16(4) and Article 341(1) and": "6(4) और अनुच्छेद 34] () और 342 () के बीच परस्पर क्रिया और बातचीत की",
  "(3) 2004(3) SCC 132": "3 2004 (3) एस.सी.सी 32",
  "(4) 2004(1) SCC 530": "4 2004 () एस.सी.सी 530",
  "(5) 2009(15) SCC 458": "5 2009 (5) एस.सी.सी 458",
  "(6) 2010 (12) SCC 794": "6 200 (2) एस.सी.सी 794",
  "another versus Union of India (2), another Constitutional Bench, which": "जाति प्रमाण पत्र और एक अन्य बनाम भारत संघ”, एक अन्य संवैधानिक पीठ",
  "affirmed the decision in Marri Chandra Shekhar Rao’s case held “considerations for specifying a particular caste or tribe or class for inclusion": "ने मैरी चंद्र शेखर राव के मामले में निर्णय की पुष्टि करते हुए कहा “किसी राज्य",
  "in the list of Scheduled Castes/Scheduled Tribes or Backward Classes in": "में अनुसूचित जातियों/अनुसूचित जनजातियों या पिछड़े वर्गों की सूची में शामिल",
  "hardships suffered by that caste, tribe or class in that State which may be": "विचार उस राज्य में उस जाति, जनजाति या वर्ग को होने वाले नुकसान और",
  "totally non est in another State to which persons belonging thereto may": "राज्य में पूरी तरह से गैर-निहित हो सकता है जिसमें उससे संबंधित व्यक्ति प्रवास",
  "migrate. Coincidentally, it may be that a caste or tribe bearing the same": "कर सकते हैं।संयोग से, यह हो सकता है कि एक ही नामकरण वाली जाति या",
  "nomenclature is specified in two States but the considerations on the basis": "जनजाति को दो राज्यों में निर्दिष्ट किया गया हो, लेकिन जिन विचारों के आधार",
  "of which they have been specified may be totally different. Therefore, merely": "पर उन्हें निर्दिष्ट किया गया है, वे पूरी तरह से अलग हो सकते हैं।इसलिए, केवल",
  "because a given caste is specified in State A as a Scheduled Caste does": "इसलिए कि राज्य ए में किसी जाति को अनुसूचित जाति के रुप में निर्दिष्ट किया",
  "not necessarily mean that if there be another caste bearing the same nomenclature in another State, the person belonging to the former could": "गया है, इसका आवश्यक रूप से यह अर्थ नहीं है कि यदि किसी अन्य राज्य में समान नामकरण वाली कोई अन्य जाति है, तो पूर्व संबंधित व्यक्ति इस संविधान",
  "be entitled to the rights, privileges and benefits admissible to a member of": "अधिकारों, विशेषाधिकारों और लाभों का हकदार हो सकता है।”यह एक ऐसा पहलू",
  "(2) 1994 (5) SCC 244": "2 994 (5) एस.सी.सी 244",
  "ROSHAN LAL v. STATE OF HARYANA AND OTHERS 197": "रोशन लाल बनाम हरियाणा राज्य और अन्य",
  "The 3rd respondent appears to have been not satisfied by the report of": "नहीं था।ऐसा प्रतीत होता है कि तीसरा प्रतिवादी अतिरिक्त उपायुक्त की रिपोर्ट से",
  "here was not appropriate. His place of birth was said to be Bihar and he": "नहीं था और यहां प्रमाण पत्र जारी करना उचित नहीं था।उनका जन्म स्थान बिहार",
  "was directed that the report must be secured from the District Magistrate in the jurisdiction of district of his place of birth from Bihar. The grievance": "बताया गया था और उन्हें निर्देश दिया गया था कि रिपोर्ट बिहार से उनके जन्म स्थान के जिले के अधिकार क्षेत्र में जिला मजिस्ट्रेट से प्राप्त की जानी",
  "the SC Certificate already issued in favour of the petitioner in the year 1993": "वर्ष 993 में याचिकाकर्ता के पक्ष में पहले से जारी अनुसूचित जाति प्रमाणपत्र",
  "was illegal and has ordered that all the benefits that he had got on the basis": "अवैध था और आदेश दिया है कि उस प्रमाण पत्र के आधार पर उसे जो भी लाभ",
  "of that certificate to be recovered from him. It appears that 4th respondent": "मिले थे, उन्हें उससे वसूल किया जाए।ऐसा प्रतीत होता है कि चौथे प्रतिवादी ने",
  "has also directed criminal action to be initiated against the petitioner.": "याचिकाकर्ता के खिलाफ आपराधिक कार्रवाई शुरू करने का भी निर्देश दिया है।",
  "(2) The issue in this case is whether there was justification in the impugned order for the 4th respondent to cancel his certificate that had been issued in the year 1993 by the Tehsildar in Haryana. The issue would revolve": "(2) इस मामले में मुद्दा यह है कि क्या चौथे प्रतिवादी के लिए हरियाणा में तहसीलदार द्वारा वर्ष 993 में जारी किए गए अपने प्रमाण पत्र को रद्‌द करने के विवादित आदेश में कोई औचित्य था।यह मुद्दा उस व्यक्ति की संवैधानिक",
  "on the constitutional status of a person, who is declared to be a member": "स्थिति पर केंद्रित होगा, जिसे अनुसूचित जाति का सदस्य घोषित किया गया",
  "of the Scheduled Caste. Article 341 of the Constitution of India empowers": "है।भारत के संविधान का अनुच्छेद 34 राष्ट्रपति को उस राज्य या केंद्र शासित प्रदेश के संबंध में अनुसूचित जाति के लिए जातियों, नस्लों या जनजातियों को",
  "the President to issue by public notification, after consultation with the": "निर्दिष्ट करने के लिए राज्यपाल के परामर्श के बाद सार्वजनिक अधिसूचना जारी",
  "of the Constitution of India are important : “The President may with respect to any State or Union Territory or where it is a State, after consultation": "महत्वपूर्ण हैं “राष्ट्रपति किसी भी राज्य या केंद्र शासित प्रदेश के संबंध में या जहां",
  "notification is possible except in the manner provided in sub clause (1) of": "34| उपखंड () में दिए गए तरीके के अलावा अधिसूचना में कोई संशोधन संभव"
}