{
  "Before M. M. Kumar and Jitendra Chauhan, JJ.": "माननीय न्यायमूर्ति एम. एम. कुमार और जितेंद्र चौहान के समक्ष",
  "UNION OF INDIA,—Petitioner": "भारतीय संघ, याचिकाकर्ता",
  "versus": "बनाम",
  "CWP. No. 11890 of 2008": "सीडब्ल्यूपी. 2008 की संख्या 890",
  "24th May, 2010": "24 मई, 200",
  "Constitution of India, 1950—Art. 226— Territorial": "भारत का संविधान, 950 - अनुच्छेद 226 - प्रादेशिक क्षेत्राधिकार",
  "jurisdiction—Allocation of an IAS Officer to J&K cadre—Challenge": "- जम्मू और कश्मीर कैडर के लिए एक आईएएस अधिकारी का आवंटन",
  "thereto before Tribunal at New Delhi—Matter transferred to J&K": "-नई दिल्ली में न्यायाधिकरण के समक्ष चुनौती - मामला जम्मू और कश्मीर",
  "J&K deciding matter—Whether High Court of Punjab and Haryana": "अधिकार क्षेत्र का उपयोग करते हुए मामले पर निर्णय लेती है - क्या पंजाब और हरियाणा उच्च न्यायालय के पास मामले पर निर्णय लेने के लिए क्षेत्रीय",
  "has territorial jurisdiction to decide matter—Held, no—Merely": "और हरियाणा उच्च न्यायालय के पास मामले पर निर्णय लेने के लिए क्षेत्रीय अधिकार क्षेत्र है - नहीं- केवल इसलिए कि कार्रवाई का एक छोटा सा",
  "factor, obliging High Court to decide the matter on merit—Petitioner": "न्यायालय को मामले को गुण-दोष के आधार पर तय करने के लिए बाध्य",
  "relegated to invoke jurisdiction of competent Court in accordance with law.": "करता है - याचिकाकर्ता को कानून के अनुसार सक्षम न्यायालय के",
  "outside its territorial jurisdiction. Ifa Tribunal exercising jurisdiction over an": "में उठाए गए विषय वस्तु पर इस न्यायालय का कोई क्षेत्रीय अधिकार क्षेत्र नहीं",
  "part of cause of action has arisen within the territorial jurissiction of this Court, inasmuch as, order has been passed by the Tribunal at Chandigarh,": "कार्रवाई का एक छोटा सा हिस्सा उच्च न्यायालय के क्षेत्रीय अधिकार क्षेत्र के भीतर उत्पन्न हुआ हो, लेकिन इसे अपने आप में उच्च न्यायालय",
  "the same by itself cannot be determinative factor, obliging the High Court": "क्षेत्र के भीतर उत्पन्न हुआ हो, लेकिन इसे अपने आप में उच्च न्यायालय को गुण-दोष के आधार पर मामले का निर्णय करने के लिए मजबूर करने वाला कारक नहीं माना जा सकता है। निर्णय के पैरा 30 में की",
  "(4) Mr. D.V. Sharma learned counsel for the private respondent": "4. निजी प्रतिवादी धीरज गुप्ता के वकील डी. वी. शर्मा ने इसी मुद्दे पर जोर देने",
  "Dheeraj Gupta has also placed reliance on paras 13 and 38 of the judgment": "माननीय सर्वोच्च न्यायालय के फैसले के पैरा 3 और 38 पर भी भरोसा किया",
  "(5) Mr. A.S. Grewal, learned counsel for the petitioner has,": "5. याचिकाकर्ता के वकील श्री एएस ग्रेवाल ने हालांकि जोरदार तर्क दिया है कि",
  "the territiorial jurisdiction of this Court, it is not necessary that matter be": "उत्पन्न हो गया है, तो यह आवश्यक नहीं है कि मामले को किसी अन्य",
  "decided by another Court merely because the other Court has also territorial": "न्यायालय द्वारा केवल इसलिए तय किया जाए क्योंकि दूसरी अदालत के पास",
  "jurisdiction over the dispute between the parties. In order to buttress his": "पार्टियों के बीच विवाद पर क्षेत्रीय अधिकार क्षेत्र भी है। अपने रुख को पुष्ट",
  "stand, Mr. Grewal has placed reliance on paras 29 and 30 of the judgment of Hon’ble the Supreme Court rendered in the case of Mavar (HK) Ltd. versus Owners & Parties Vessel M.V. Fortune Express, (3). He": "करने के लिए श्री ग्रेवाल ने मावर (एचके) लिमिटेड बनाम मालिकऔर पक्षकार पोत एमवी फॉर्च्यून एक्सप्रेस, (3) के मामले में माननीय उच्चतम न्यायालय द्वारा दिए गए फैसले के पैरा 29 और 30 पर भरोसा किया है। उन्होंने तर्क",
  "argued that once a part of cause of action has arisen within the territorial": "दिया कि एक बार जब इस न्यायालय के क्षेत्रीय अधिकार क्षेत्र के भीतर",
  "would be fully competent to refuse to exercise its discretionary jurisdiction": "विवेकाधीन अधिकार क्षेत्र का उपयोग करने से इनकार करने के लिए पूरी",
  "“30. We must, however, remind ourselves that even if small part of cause of action arises within the territorial jurisdiction of the": "\"30, तथापि, हमें स्वयं को यह याद दिलाना चाहिए कि यदि कार्रवाई का एक छोटा सा हिस्सा भी उच्च न्यायालय के क्षेत्रीय क्षेत्राधिकार",
  "High Court, the same by itself may not be considered to be a": "के भीतर उत्पन्न होता है, तो भी इसे अपने आप में उच्च न्यायालय",
  "exercise its discretionary jurisdiction by invoking the doctrine of forum conveniens.”": "न्यायालय फोरम कन्वेन्स के सिद्धांत को लागू करके अपने विवेकाधीन अधिकार क्षेत्र का उपयोग करने से इनकार कर",
  "(8) The other judgments of Hon’ble the Supreme Court on which reliance has been placed by Mr. A.S. Grewal would not require any serious": "8. माननीय उच्चतम न्यायालय के अन्य निर्णय, जिन पर श्री ए एस ग्रेवाल द्वारा भरोसा किया गया है, पर गंभीरता से विचार करने की आवश्यकता नहीं",
  "consideration because those judgments do not lay down any different": "होगी क्योंकि उन निर्णयों में कानून का कोई भिन्न सिद्धांत निर्धारित नहीं",
  "principle of law. Paras 29 and 32 of the judgment in Mayar (H.K.) Ltd.": "किया गया है। मयार (एचके) लिमिटेड (सुप्रा) में फैसले के पैरा 29 और 32",
  "(supra), in nutshell states that the principal place of business would be where": "में संक्षेप में कहा गया है कि व्यवसाय का मुख्य स्थान वह होगा जहां निगम",
  "viewed as the nerve centre. From the aforesaid expression of opinion, the": "के रूप में देखा जा सकता है। उपरोक्त विचारों की अभिव्यक्ति से, श्री",
  "argument of Mr. Grewal appears to be that once the Central Administrative": "ग्रेवाल का तर्क यह प्रतीत होता है कि एक बार जब केंद्रीय प्रशासनिक",
  "Tribunal has its head office at Chandigarh, it must be regarded as principal": "अधिकरण का चंडीगढ़ में अपना मुख्य कार्यालय हो जाता है, तो इसे",
  "sight of one significant aspect, namely, that the writs issued by the High Court under Article 226 ordinarily run within its territorial jurisdiction and not": "अनुच्छेद 226 के तहत उच्च न्यायालय द्वारा जारी किया गया आदेश आमतौर पर अपने क्षेत्रीय अधिकार क्षेत्र के भीतर चलता है और उससे परे",
  "beyond. The judgements given by the High Court are also binding on the Courts and Tribunals working within the jurisdiction of the High Court.": "नहीं है। उच्च न्यायालय द्वारा दिए गए निर्णय उच्च न्यायालय के अधिकार क्षेत्र में कार्यरत न्यायालयों और अधिकरणों के लिए भी बाध्यकारी हैं।",
  "Therefore, the dicta laid down in Ambica Industries (supra) by Hon’ble": "इसलिए, माननीय उच्चतम न्यायालय द्वारा अंबिका इंडस्ट्रीज (सुप्रा) में",
  "the Supreme Court cannot be ignored. Moreover, the judgment of Hon’ble": "निर्धारित आदेश की अनदेखी नहीं की जा सकती है। इसके अलावा, मायर",
  "the Supreme Court in Mayar (H.K.) Ltd. (supra) proceed entirely in": "(एचके) लिमिटेड (सुप्रा) में माननीय सर्वोच्च न्यायालय का निर्णय पूरी तरह",
  "different context and in our view does not have bearing on the facts and": "से अलग संदर्भ में आगे बढ़ता है और हमारे विचार में इस मामले के तथ्यों",
  "(2) Innutshell, the private respondent Dheeraj Gupta has raised": "2. संक्षेप में, निजी प्रतिवादी धीरज गुप्ता ने जम्मू और कश्मीर कैडर में",
  "the dispute with regard to his allocation as I.A.S. Officer to Jammu and": "आईएएस अधिकारी के रूप में अपने आवंटन के संबंध में विवाद",
  "Kashmir cadre. He has claimed Haryana cadre as ‘insider’ candidate on": "मेरिट सूची के आधार पर हरियाणा कैडर को 'अंदरूनी' उम्मीदवार के",
  "He was at Sr. No. 12 in the All India Merit List and was topper in the": "रूप में दावा किया है। वह ऑल इंडिया मेरिट लिस्ट में सीनियर नंबर",
  "to Haryana cadre as ‘insider’ or in the alternative to Himachal Pradesh. The": "इसलिए, उन्होंने 'अंदरूनी' या हिमाचल प्रदेश के विकल्प के रूप में हरियाणा कैडर को आवंटन का दावा किया। न्यायाधिकरण ने अपने",
  "Tribunal in the impugned order has held that he is entitled for allocation to Haryana cadre. His allocation to Jammu and Kashmir has been set aside.": "हरियाणा कैडर को आवंटन का दावा किया। न्यायाधिकरण ने अपने आदेश में कहा है कि वह हरियाणा कैडर में आवंटन के हकदार हैं। जम्मू-कश्मीर के लिए उनका आवंटन रद्द कर दिया गया है। हरियाणा",
  "He has also been held entitled to his original seniority in All India Merit List,": "को आवंटन के बाद भी उन्हें अखिल भारतीय मेरिट सूची में उनकी मूल",
  "(3) Mr. D.V. Sharma, learned counsel for respondent No. 1-": "3. प्रतिवादी संख्या । धीरज गुप्ता के वकील श्री डी. वी. शन्ना ने शुरू में ही",
  "that this High Court does not enjoy territorial jurisdiction over this matter.": "न्यायालय को इस मामले पर क्षेत्रीय अधिकार क्षेत्र प्राप्त नहीं है। वकील",
  "According to the learned counsel, private respondent-Dheeraj Gupta has": "के अनुसार, निजी प्रतिवादी धीरज गुप्ता ने केंद्रीय प्रशासनिक",
  "filed O.A. before the Central Administrative Tribunal, New Delhi, and he": "न्यायाधिकरण, नई दिल्‍ली के समक्ष ओए दायर किया था और बाद में",
  "later on, got it transferred to Jammu and Kashmir Bench. He has emphasised": "उन्होंने इसे जम्मू-कश्मीर पीठ को स्थानांतरित कर दिया था। उन्होंने",
  "that the private respondent Dheeraj Gupta has been admittedly allocated": "इस बात पर जोर दिया है कि निजी प्रतिवादी धीरज गुप्ता को जम्मू-",
  "to Jammu and Kashmir cadre and merely because the Bench of the Tribunal": "कश्मीर कैडर में आवंटित किया गया है और केवल इसलिए कि",
  "at Chandigarh has exercised jurisdiction over the State of Jammu and": "चंडीगढ़ में ट्रिब्यूनल की बेंच ने जम्मू और कश्मीर राज्य पर अधिकार",
  "Kashmir, the Punjab and Haryana High Court would not ipso facto, acquire": "क्षेत्र का प्रयोग किया है, पंजाब और हरियाणा उच्च न्यायालय वास्तव में",
  "territorial jurisdiction especially when there is High Court of Jammu and": "क्षेत्रीय अधिकार क्षेत्र हासिल नहीं करेगा, खासकर जब जम्मू और",
  "of Kusum Ingots and Allovs Ltd. versus Union of India (1) and": "कुसुम इंगोट्स एंड एलॉयज लिमिटेड (सुप्रा) के मामले में दिए गए फैसले",
  "submitted that even if a small part of cause of action has arisen within the": "प्रयोग करती है और केवल इसलिए कि कार्रवाई का एक छोटा सा भाग इस",
  "considered to be a determinative factor compelling the High Courtto decide": "यह अभिनिर्धारित किया गया है की, उच्च न्यायालय का बाध्यकारी अधिकार अपने"
}