{
  "Before Rajesh Bindal, JJ.": "राजेश बिंदल से पहले जे.",
  "SHIV RAJ AND OTHERS—Petitioners": "शिव राज और अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "KURUKSHETRA UNIVERSIT Y—Respondent": "कुरुक्षेत्र विश्वविद्यालय-प्रतिवादी",
  "CWP No. 7363 of 2012": "सीडब्ल्यूपीनं. 202 का 7363",
  "April 3, 2013": "अप्रैल 3,2043",
  "Constitution of India, 1950 - Art. 226 - Regularization - Services of petitioners were terminated - Labour Court ordered": "भारत का संविधान, 950 - कला। 226 - नियमितीकरण - याचिकाकर्ताओं की सेवाएं समाप्त कर दी गईं - श्रम",
  "reinstatement - Writ of university dismissed - Persons appointed after": "न्यायालय ने बहाली का आदेश दिया - विश्वविदयालय की रिट खारिज कर दी - याचिकाकर्ताओं के बाद नियुक्त",
  "petitioners were regularized as per policy dated 1.10.2003 - Policy": "व्यक्तियों को १.0.2003 की नीति के अनुसार नियमित किया गया - बाद में नीति वापस ले ली गई",
  "withdrawn later on - Claim of petitioners not considered - Civil Writ": "याचिकाकर्ताओं के दावे पर विचार नहीं किया गया - सिविल रिट याचिका दायर की गई याचिकाकर्ता",
  "Petition filed by petitioners seeking regularization - University contended in reply that policy was withdrawn and was not in": "नियमितीकरण की मांग कर रहे हैं - विश्वविदयालय ने जवाब में तर्क दिया कि नीति वापस ले ली गई थी और",
  "existence - CWP allowed - Held, as petitioners were reinstated with": "अस्तित्व में नहीं थी - सीडब्ल्यूपी की अनमति दी गई - माना गया, क्योंकि याचिकाकर्ताओं को सेवा की निरंतरता",
  "continuity of service they shall be deemed to be in service on cut- off date - Withdrawal of policy subsequently will be of no": "के साथ बहाल किया गया था, उन्हें कटऑफ तिथि पर सेवा में माना जाएगा - बाद में नीति को वापस लेना कोई",
  "Heid, that in terms of the notification dated !.10.2003 issued by the Government of Haryana, which was adopted by the University, daily": "माना गया कि, दवारा जारी अधिसचना दिनांक 4.40.2003 के अनसार हरियाणा सरकार, जिसे विश्वविदयालय",
  "wage employees, who had completed three years of service on 30.9,2003": "दवारा दैनिक रूप से अपनाया गया था वे वेतनभोगी कर्मचारी, जिन्होंने 30.9.2003 को तीन वर्ष की सेवा प्री कर",
  "and were in servicc on that date, werc to be regulariscd in casc they fulfilled": "ली थी और उस तिथि को सेवा में थे, उन्हें आसानी से नियमित किया जाना था, वे योग्यताएं प्री करते थे ओर",
  "the qualifications and were appointed against vacant posts. The petitioners hercin werc appointed on 7.4.2000, 7.4.2000 and 9.7.1997, respectively.": "रिक्त पदों पर निय॒कत किए जाते थे। यहां याचिकाकर्ताओं को क्रमशः 7.4.2000, 7.4.2000 और 9.7.997 को",
  "policy as on that date, they were not in service having been retrenched. Ultimately their retrenchment was held to be bad and they were directed": "विचार नहीं किया गया था, क्योंकि उस तिथि तक वे सेवा में नहीं थे और उनकी छंटनी की गई थी। अंततः उनकी",
  "Ultimately their retrenchment was held to be bad and they were directed to be reinstated back in service with continuity. As a consequence, the": "छॉटनी को ख़राब माना गया और उन्हें निरंतरता के साथ सेवा में वापस बहाल करने का निर्देश दिया गया।",
  "petitioners shall be deemed to be in service on the cut-off date fixed in the policy.": "परिणामस्वरूप, याचिकाकर्ताओं को पॉलिसी में निर्धारित कट-ऑफ तिथि पर सेवा में माना जाएगा।",
  "(Para 9)": "(पैरा 9)",
  "Further held, that in view of my aforcsaid discussion, the rejection": "आगे कहा कि, मेरी उपरोक्त चर्चा के मददेनजर, की अस्वीकृति",
  "set aside. Ordered accordingly. The cases of the petitioners deserve to": "गलत है। ;उसी को अलग रखा जाना चाहिए। तदनसार आदेश दिया गया। ;याचिकाकर्ताओं की आसान शर्तों को",
  "be considered treating therm to be in service on the cut-off date fixed in the policy dated 1.10.2003. Even withdrawal of the policy subsequently": "नीति दिनांक .40.2003 में निर्धारित कट-ऑफ तिथि पर सेवा में मानते हए विचार करने योग्य है। जहां तक",
  "as thcir cases could not be considered at the relevant time for no fault of": "उनके मामलों पर बिना किसी गलती के संबंधित समय पर विचार नहीं किया जा सका; याचिकाकर्ताओं की सेवा से",
  "(Para 10)": "(पैरा 40)",
  "R. K. Malik, SeniorAdvocate with Kiran Rathee, Advocate, for the petitioners.": "याचिकाकर्ताओं की ओर से के. मल्रिक, वरिष्ठ अधिवक्ता और किरण रथसीसी, अधिवक्ता हैं।",
  "Kshitij Sharma, Assistant Advocate General, I laryana.": "क्षितिज शर्मा, सहायक महाधिवक्‍क्ता, हरियाणा।",
  "S. C. Sibal, Senior Advocate with V. S. Rana, Advocate for the University.": "एस. सी. सिब्बल, वरिष्ठ वकील और वी. एस. राणा, विश्वविद्यालय के वकील।",
  "RAJESH BINDAL J.": "राजेश बिंदल जे.",
  "(1) This order will dispose of CWP Nos. 2169 and 9667 of 2010,": "(4) यह आदेश 2040 के सीडब्ल्यूपी नंबर 27/69 और 9667 और 2042 के 7363 का निपटान करेगा, क्योंकि",
  "(2) Prayer in the petitions is for a direction to the respondents to": "(2) याचिकाओं में प्रार्थना है कि उत्तरदाताओं को नीतिगत निर्णय दिनांक .40.2003 के आलोक में",
  "consider the claim of the petitioners for regularisation in the light of the policy": "याचिकाकर्ताओं के नियमितीकरण के दावे पर विचार करने का निर्देश दिया जाए।",
  "(7) The undisputed facts on record are that the petitioners were": "(7) रिकॉर्ड पर निर्विवाद तथ्य यह है कि याचिकाकर्ताओं को क्रमशः 7.4.2000 (याचिकाकर्ता संख्या 4)",
  "appointed on 7.4.2000 (petitioner No. 1), 7.4.2000 (petitioner No. 2) and 9.7.1997 (petitioner No. 3), respectively. Their services were terminated": "7.4.2000 (याचिकाकर्ता संख्या 2) और 9.7.4997 (याचिकाकर्ता संख्या 3) को नियत किया गया था। उनकी सेवाएँ क्रमश",
  "6.12.2006 and 1.2.2006, respectively. CWP Nos. 3858 of 2006, 5377 of 2007 and 8562 of 2007 filed by the University challenging the aforesaid": "वाली विश्वविद्यालय दवारा दायर सीडब्ल्यूपी संख्या 2006 की 3858, 2007 की 5377 और 2007 की 8562 को",
  "the petitioners had foregone their back wages aficr they were taken back in service.": "सेवा में वापस लेने के बाद उनका बकाया वेतन।",
  "(8) As is evident from the order passed by this court, the awards": "(8) जैसा कि इस अदालत दवारा पारित आदेश से स्पष्ट है, याचिकाकर्ताओं को निरंतरता के साथ सेवा में वापस",
  "ofthe Labour Court directing reinstatement of the petitioners back in service with continuity were upheld. As the petitioncrs consented to forego the back": "बहाल करने का निर्देश देने वाले श्रम न्यायालय के फैसले को बरकरार रखा गया। चंकि याचिकाकर्ताओं ने पिछला",
  "with continuity were upheld. As the petitioncrs consented to forego the back wages, only that part of awards of the Labour Court was modified. Ever": "वेतन छोड़ने पर सहमति व्यक्त की थी, इसलिए श्रम न्यायालय के प्रस्कारों के केवल उस हिस्से को संशोधित",
  "since then the petitioners are working.": "किया गया था। तब से याचिकाकर्ता काम कर रहे हैं।",
  "(9) In terms of the notification dated 1|.10.2003 issued by the Government of Haryana, which was adopted by the University, daily wage": "(9) हरियाणा सरकार दवारा जारी अधिसूचना दिनांक 4.40.2003 के अनुसार, जिसे विश्वविद्यालय द्वारा",
  "cmployccs, who had complcted three years of service on 30.9.2003 and": "अपनाया गया था, दैनिक वेतन भोगी कर्मचारी, जिन्होंने 30.9.2003 को तीन साल की सेवा परी कर ली थी और",
  "were in service on that date, were to be regulariscd in case they fulfilled": "उस तारीख को सेवा में थे। आसानी से नियमित होने के लिए उन्होंने योग्यता वाले स्थानों को प्रा किया और उन्हें",
  "the qualifications and werc appointed against vacant posts. The petitioners herein were appointed on 7.4.2000, 7.4.2000 and 9.7.1997, respectively.": "रिक्त पदों पर नियक्त किया गया। यहां याचिकाकर्ताओं को क्रमशः 7.4.2000, 7.4.2000 और 9.7.4997 को",
  "On the cut-off date fixed in the aforesaid policy, the petitioners had completed": "नियुक्त किया गया था। उपरोक्त नीति में निर्धारित अंतिम तिथि पर, याचिकाकर्ताओं ने तीन साल की सेवा प्री",
  "three years of servicc. It is not disputed that the petitioners are otherwise qualificd. ‘Their cases for regularisation were not considered in terms of that": "कर ली थी। इसमें कोई विवाद नहीं है कि याचिकाकर्ता अन्यथा योग्य हैं।",
  "qualificd. ‘Their cases for regularisation were not considered in terms of that policy as on that date, they were not in service having becn retrenched.": "नियमितीकरण के लिए उनकी आसानी को उनकी नीति के तहत नहीं माना गया क्योंकि उस तारीख तक वे सेवा में",
  "Ultimately their retrenchment was held to be bad and they were directed": "नहीं थे और उनकी छंटनी की गई थी। अंततः उनकी छॉँटनी को ख़राब माना गया और उन्हें निरंतरता के साथ सेवा",
  "pelitioncrs shall be deemed to be in service on the cut-off date fixed in the policy. It was so held by this court in Dalip Singh’s and Krishan Singh’s": "तारीख पर सेवा में माना जाएगा। दलीप सिंह और कष्ण सिंह के मामले में इस अदालत ने यही कहा था (स॒प्रा)।",
  "appointed afier the appointment of the pctitioncrs on daily wages, werc": "कछ व्यक्ति, जिन्हें याचिकाकर्ताओं की दैनिक वेतन पर नियक्ति के बाद नियक्त किया गया था, को नियमित",
  "regularised as they had completed three ycars of service on the cut-off date": "कर दिया गया क्योंकि उन्होंने कट-ऑफ तिथि पर तीन साल की सेवा प्री कर ली थी और उस तिथि पर सेवा में थे।",
  "and werc in service on that date. The petitioners certainly have a right to be treated cqually as they shal] be deemed 10 be in service on that datc in terms of the awards of the Labour Court passed in their favour, which": "याचिकाकर्ताओं को निश्चित रूप से समान व्यवहार करने का अधिकार है क्योंकि उनके पक्ष में पारित श्रम",
  "dispute. The matters were referred to the Labour Court, whercby they were": "औद्योगिक विवाद उठाया. मामलों को श्रम न्यायालय में भेजा गया, जहां उन्हें क्रमशः दिनांक 24.42.2005,",
  "6.12.2006 and 1.2.2006, respectively. CWP Nos. 3858 of 2006, 5377": "दायर सीडब्ल्यूपी संख्या 2006 का 3858, 2007 का 5377 और 2007 का 8562 को मामूली संशोधन के साथ",
  "dismissed with slight modification that the petitioners had foregone their back wages after they were taken back in service. The prayer of the": "खारिज कर दिया गया था कि याचिकाकर्ताओं ने अपना पिछला वेतन छोड़ दिया था। सेवा में वापस ले लिया गया।",
  "petitioners is that in view of the policy dated 1.10.2003, their services": "याचिकाकर्ताओं की प्रार्थना है कि दिनांक 4.0.2003 की नीति के मद्देनजर उनकी सेवाएं नियमित किये जाने",
  "deserved to be regularised. Though the persons, who were appointed after the petitioners, were regularised in terms of the aforesaid policy, but the": "योग्य हैं। यद्यपि जिन व्यक्तियों को याचिकाकर्ताओं के बाद नियुक्त किया गया था, उन्हें उपरोक्त नीति के",
  "cases of the petitioners were not considered at that time as they were out": "अनुसार नियमित कर दिया गया था, लेकिन याचिकाकर्ताओं के मामलों पर उस समय विचार नहीं किया गया",
  "of service. With the setting aside of the termination of the petitioners and": "क्योकि वे सेवा से बाहर थे। याचिकाकर्ताओं की बर्खास्तगी को रद्द करने और सेवा की निरंतरता के साथ उनकी",
  "their reinstatement with continuity of service, the petitioners shall be deemed to be in service and would satisfy the condition of three years’ service, as": "बहाली के साथ, याचिकाकर्ताओं को सेवा में माना जाएगा और वे तीन साल की सेवा की शर्त को पूरा करेंगे, जैसा",
  "envisaged in the policy dated 1.10.2003, hence, the stand of the University": "कि नीति दिनांक 4.40.2003 में परिकल्पित है, इसलिए, याचिकाकर्ताओं की सेवाओं को नियमित न करने का",
  "in not regularising the services of the petitioners is totally illegal. Even ifthe policy had been withdrawn later on, the cases of the petitioners are required": "विश्वविद्यालय का रुख पूरी तरह से अवैध है। भले ही बाद में पॉलिसी वापस ले ली गई हो, याचिकाकर्ताओं के मामले हैं",
  "to be considered in terms of the policy applicable at that time when other similarly situated persons were considered in terms thereof and were": "उस समय लागू नीति के संदर्भ में विचार किए जाने की आवश्यकता थी जब अन्य समान स्थिति वाले व्यक्तियों",
  "regularised. In support of the arguments, reliance was placed upon Dalip": "पर उसके संदर्भ में विचार किया गया था और उन्हें नियमित किया गया था। तर्कों के समर्थन में, दलीप सिंह और",
  "Singh and others versus State of Haryana and others (1), Karamvir Singh v. State of Haryana and others, decided on 11.1.2012 and LPA No.": "अन्य बनाम हरियाणा राज्य और अन्य (आई), करम वीर सिंह बनाम हरियाणा राज्य और अन्य, 44.4.2042 को",
  "Singh v. State of Haryana and others, decided on 11.1.2012 and LPA No. 1236 of 2012-—State of Haryana and others v. Krishan Singh, decided on": "निर्णय और 2042 के एलपीए नंबर 4236--राज्य पर भरोसा किया गया था। हरियाणा और अन्य बनाम कृष्ण",
  "(4) On the other hand, learned counscl for the University submitted that regularisation of services of the petitioners can be considered only": "(4) दूसरी ओर, विश्वविद्यालय के विद्वान वकील ने कहा कि याचिकाकर्ताओं की सेवाओं को नियमित करने पर",
  "against some vacant posts. The petitioners were appointed as daily wage": "केवल कुछ रिक्त पदों पर ही विचार किया जा सकता है। याचिकाकर्ताओं को दैनिक वेतन भोगी मजदूर के रूप में",
  "labourers. There is no post of labourer in the University. ‘hey were not": "नियुक्त किया गया था। विवि में कर्मी का कोई पद नहीं है. उनकी नियुक्ति किसी रिक्त पद पर नहीं की गयी थी.",
  "appointed against a vacant post. They never worked as Peon. The writ petition is belated as they have filed the same almost six years after the": "उन्होंने कभी चपरासी के पद पर काम नहीं किया. रिट याचिका देर से दायर की गई है क्योंकि उन्होंने इसे 0)"
}