{
  "Telu Ram v. Haryana Agricultural University, Hissar": "तेलू राम,-अपीलार्थी बनाम हरियाणा कृषि विश्वविद्यालय, हिसार,-उत्तरदाता",
  "(2) Whether the order of H.A.U. dated 2nd January, 1974 declaring the post of the plaintiff as vacant is illegal, |": "2) क्‍या ।+.७.७ का आदेश दिनांक 2 जनवरी, 974 को वादी के पद को खाली",
  "declaring the post of the plaintiff as vacant is illegal, | without jurisdiction, arbitrary and against principles of": "घोषित करना अवैध, अधिकार क्षेत्र के बिना, मनमाना और प्राकृतिक न्याय के",
  "(3) Whether the suit is not within the period of limitation ?": "3) क्‍या मुकदमा सीमा अवधि के भीतर नहीं है? 0.7.0.",
  "(4) Whether the suit has been properly valued for the pur- poses of court fee and jurisdiction ? OPP": "4) क्‍या मुकदमे को अदालत की फीस और अधिकार क्षेत्र के प्रयोजनों के लिए उचित रूप से महत्व दिया गया है? 0.7.7.",
  "(5) Relief.": "5) राहत।",
  "(5) Issue No. 1 was decided in favour of the plaintiff and it": "(5) मुद्दा संख्या का निर्णय वादी के पक्ष में किया गया था और यह अभिनिर्धारित किया",
  "was held that the suit was maintainable; issue No. 2 was answered": "गया था कि वाद बनाए रखने योग्य था; मुद्‌दा संख्या 2 का उत्तर वादी के खिलाफ दिया",
  "against the plaintiff and it was held that the post held by the plain-": "गया था और यह अभिनिर्धारित किया गया था कि वादी द्वारा धारण किया गया पद वैध",
  "tiff was validly declared vacant; issue No. 3 and issue No. 4 were": "रूप से खाली घोषित किया गया था; मुद्दा संख्या 3 और मुद्‌दा संख्या 4 का निर्णय",
  "decided against the plaintiff and in view of finding on issue No, 2,": "वादी के खिल्राफ किया गया था और मुद्‌दा संख्या 2 पर निष्कर्ष को देखते हुए, वाद को",
  "the suit was dismissed.": "खारिज कर दिया गया था।",
  "(6) On appeal, the first Appellate Court on appraisal of the evidence came to the conclusion that the plaintiff proceeded on": "(6) अपील पर, साक्ष्य के मूल्यांकन पर प्रथम अपीलीय न्यायालय इस निष्कर्ष पर पहुंचा कि",
  "leave without pay with effect from October 11, 1973 to December 7.": "वादी | अक्टूबर, 973 से 7 दिसंबर तक बिना वेतन के छुट्टी पर चला गया। 973",
  "1973. After the expiry of the leave, he did not apply for the exten-": "में छुट्टी की समाप्ति के बाद, उन्होंने अपनी छुट्टी के विस्तार के लिए आवेदन नहीं",
  "sion of his leave. On September 11, 1974, the appellant informed": "किया। | सितंबर, 974 को, अपीलार्थी ने विश्वविद्यालय के कुलसचिव को सूचित",
  "the Registrar of the University that his cousin had died and for": "किया कि उनके चचेरे भाई की मृत्यु हो गई है और इसके लिए वह अपने कर्तव्य को",
  "that he could not resume his duty. The plaintiff did not approach the defendant prior to March 19, 1974 for extension of his leave.": "फिर से शुरू नहीं कर सकते। वादी ने अपनी छुट्टी बढ़ाने के लिए 9 मार्च, 974 से पहले प्रतिवादी से संपर्क नहीं किया था।",
  "The first appellate Court denied the relief to the plaintiff only on": "प्रथम अपीलीय न्यायालय ने वादी को राहत देने से केवल इस आधार पर इनकार कर",
  "than 1} years before he requested the university to extend his leave": "शामिल होने की अनुमति देने का अनुरोध करने से पहले डेढ़ साल से अधिक समय तक",
  "meaning of Article 12 of the Constitution. The definition of the expression “the State” in Article 12 is, however, for the purpose of": "2 के अर्थ में प्रतिवादी संख्या | \"राज्य\" है। हालांकि, अनुच्छेद 2 में \"राज्य\" अभिव्यक्ति की परिभाषा संविधान के भाग ॥ और ।५ के उददेश्य के लिए है। इन दोनों",
  "parts III and IV of the Constitution. The contents of these two": "अभिव्यक्ति की परिभाषा संविधान के भाग ॥ और ।५ के उददेश्य के लिए है। इन दोनों भागों की विषय-वस्तु स्पष्ट रूप से दर्शाती है कि अनुच्छेद 2 और अनुच्छेद 36 में भी",
  "parts clearly show that the expression “the State” in Article 12 as": "\"राज्य\" की अभिव्यक्ति अनुच्छेद 42 के समावेशी भाग द्वारा विस्तारित अपने सामान्य",
  "justice—Overstay of leave for more than 14 year—Appellant not": "वर्ष से अधिक समय तक अधिकारियों के समक्ष शिकायत न करने के आचरण की सराहना",
  "JUDGMENT": "निर्णय",
  "G. R. Majithia, J.": "न्यायमूर्ति जी. आर. मजीठिया",
  "(1) The unsuccessful plaintiff has come up in second appeal against the judgment and decree of the first Appellate Court affirm-": "(।) असफल वादी पहली अपीलीय अदालत के फैसले और डिक्री के खिलाफ दूसरी अपील में",
  "tion to the effect that he be deemed to be in service of the respon- dent holding the post of a clerk in the cadre and it (the post) be": "का अनुरोध किया था कि उन्हें लिपिक के पद पर तैनात प्रतिनिधि की सेवा में माना",
  "(2) The facts :—": "(2) तथ्य : -",
  "The plaintiff/appellant was appointed as a clerk in the Haryana": "वादी/अपीलार्थी को 9 जून, 967 को हरियाणा कृषि विश्वविद्यालय में क्लर्क के रूप में",
  "and Bio-Chemistry; he was reverted to his original post of clerk on": "मूल पद पर वापस भेज दिया गया और उन्हें पादप प्रजनन विभाग में स्थानांतरित कर",
  "Breeding which he joined on September 22, 1973; he proceeded on": "दिया गया, जिसमें वे 22 सितंबर, 973 को शामिल्र हुए; वह अक्टूबर, 973 से 7",
  "leave without pay with effect from October 11, 1973 to December 7, 1973; during this period, he fell ill and applied for leave on medical": "दिसंबर, 973 तक बिना वेतन के छुट्टी पर चले गए। इस अवधि के दौरान, वादी",
  "1973; during this period, he fell ill and applied for leave on medical grounds from December 8, 1973 for a month, he was informed,—": "बीमार हो गया और चिकित्सीय आधार पर 8 दिसंबर, 973 से एक महीने के लिए",
  "of the last pay certificate. He went to join his duty on August 6,": "अंतिम वेतन प्रमाण पत्र की प्राप्ति के बाद किया जाएगा। वे 6 अगस्त, 974 को अपनी",
  "declared vacant. His services were terminated with retrospective effect from January 2, 1974. The plaintiff contends that the order": "दी गई कि उनका पद खाली घोषित कर दिया गया था। उनकी सेवाओं को 2 जनवरी, 974 से पूर्वव्यापी प्रभाव से समाप्त कर दिया गया था। वादी का तर्क है कि उसके पद",
  "of termination by declaring his post vacant was passed without": "को खाली घोषित करके समाप्ति का आदेश उसे सुनवाई का अवसर दिए बिना पारित",
  "affording him an opportunity of hearing and it violated the princi- ples of natural justice.": "किया गया था और यह प्राकृतिक न्याय के सिद्धांतों का उल्लंघन करता है।",
  "(3) The respondent/defendant denied the allegations made in the plaint and inter alia pleaded that the plaintiff did not apply": "(3) प्रत्यर्थी/प्रतिवादी ने वाद में लगाए गए आरोपों से इनकार किया और अन्य बातों के साथ",
  "was declared vacant with effect from December 8, 1973 because he fail-": "नहीं किया था। उनके द्वारा धारण किया गया पद 8 दिसंबर, 973 से खाली घोषित",
  "ed to join his duties after the expiry of the leave period. His appli-": "किया गया था क्योंकि वह छुट्टी की अवधि समाप्त होने के बाद अपने कर्तव्यों में",
  "cation for extension of leave dated Se tember 11, 1974 was rejected on merits. * .": "शामिल होने में विफल रहे थे। 4। सितंबर, 974 को छुट्टी बढ़ाने के लिए उनका आवेदन गुण-दोष के आधार पर खारिज कर दिया गया था।",
  "dent No. 1 ought not to be violative of Article 14 and directive principles contained in Articles 39 (a) and 41 of the Constitution.": "और 4 में निहित निर्देशक सिद्धांतों का उल्लंघन नहीं होनी चाहिए।",
  "In the present case, the University has framed statutes under Section 29(q) of the Haryana Agricultural University Act, 1961": "वर्तमान मामले में, विश्वविद्यालय ने हरियाणा कृषि विश्वविद्यालय अधिनियम, 96]",
  "fications, emoluments and other conditions of service of officers and other employees of the University not being teachers and the pre-": "है, के तहत विश्वविद्यालय के अधिकारियों और अन्य कर्मचारियों की संख्या, योग्यता,",
  "paration and maintenance of record of their service and activities. Clause 20(9) of the Statutes deals with the employee who overstays": "परिलब्धियां और सेवा की अन्य शर्तों के बारे में कानून बनाए हैं। क़ानून का खंड 20 (9) उस कर्मचारी से संबंधित है जो अपनी छुट्टी से अधिक समय तक रहता है और यह इस",
  "“20(9) If the employee overstays his leave he shall forfeit all his salary during the time of his remaining so absent;": "“20(9) यदि कर्मचारी अपनी छुट्टी से अधिक समय तक रहता है तो वह अपने अनुपस्थित रहने के समय के दौरान अपना सारा वेतन जब्त कर लेगा; और यदि वह",
  "and if he overstays his leave for more than one week his": "एक सप्ताह से अधिक समय तक अपनी छुट्टी से अधिक समय तक रहता है तो उसका",
  "office shall be liable to be declared vacant and also liable": "पद खाली घोषित होने के लिए उत्तरदायी होगा और उत्तरदायी भी होगा। नोटिस अवधि के",
  "_to pay salary of one month in lieu of notice period.”": "बदले में एक महीने का वेतन देना।“",
  "It postulates that if an employee overstays his leave he forefeits all": "इसमें कहा गया है कि यदि कोई कर्मचारी अपनी छुट्टी से अधिक समय तक रहता है तो",
  "his salary during the time he remains absent and if he overstays": "वह अनुपस्थित रहने के दौरान अपना सारा वेतन जब्त कर लेता है और यदि वह एक",
  "his leave for more than one week his office is liable to be declared": "सप्ताह से अधिक समय तक अपनी छुट्टी से अधिक समय तक रहता है तो उसका",
  "vacant. When the order is passed under sub-clause (9) of Clause 20 of the Statute, the resultant effect is that the services of the": "कार्या्॒य खाली घोषित किया जा सकता है। जब आदेश क़ानून के खंड 20 के उपखंड (9) के तहत पारित किया जाता है, तो परिणामी प्रभाव यह होता है कि कर्मचारी की सेवाएं",
  "quences. In State of Orissa v. Dr. (Miss) Binapani Dei and others (1), the apex Court while dealing with enquiry made as regard the": "(मिस) बापानी देई और अन्य (॥) मामले में सर्वोच्च न्यायालय ने सरकारी कर्मचारी की",
  "the apex Court while dealing with enquiry made as regard the correct age of a government servant observed thus :—": "सही आयु के संबंध में की गई जांच पर विचार करते हुए इस प्रकार टिप्पणी की :-",
  "“We think that such an enquiry and decision were contrary to the basic concept of justice and cannot have any value.": "“हम सोचते हैं कि इस तरह की जांच और निर्णय न्याय की मूल अवधारणा के विपरीत थे और इसका कोई मूल्य नहीं हो सकता। यह सच है कि आदेश चरित्र में",
  "but even an administrative order which involves civil": "प्रशासनिक है, लेकिन यहां तक कि एक प्रशासनिक आदेश जिसमें नागरिक परिणाम",
  "tently with the rules of natural justice after informing": "सूचित करने के बाद प्राकृतिक न्याय के नियमों के अनुरूप बनाया जाना चाहिए।”",
  "Relying-upon Binapani’s case supra and A. K. Kraipak and ethers": "बिनपानी के मामले के ऊपर और ए. के. क्राईपाक और अन्य बनाम भारत संघ (2) स्लूप",
  "v. Union of India (2), a Single Bench of this Court in Roop Singh v.": "सिंह बनाम कुलपति, पंजाब कृषि विश्वविद्यालय और अन्य (3) में इस न्यायालय की एकल पीठ ने इस नियम की व्याख्या करते हुए कहा कि क़ानून के खंड 20 के उपखंड",
  "a show cause notice to explain why the post held by him be not": "घोषित किया जाना है, उसे यह समझाने के लिए कारण बताओ नोटिस दिया जाना चाहिए कि उसके द्वारा धारण किया गया पद खाली क्‍यों नहीं घोषित किया जाए,",
  "declared vacant since he has overstayed his leave for more than": "क्योंकि वह अपनी स्वीकृत छुट्टी की समाप्ति के बाद एक सप्ताह से अधिक समय से",
  "one week after the expiry of his sanctioned leave. The plaintiff did": "अपने काम से अनुपस्थित है। वादी ने अपनी छुट्टी की अवधि समाप्त होने से पहले",
  "not apply for extension of his leave before the expiry of his leave .": "अपनी छुट्टी बढ़ाने के लिए आवेदन नहीं किया था। उन्होंने बिना छुट्टी के अनुपस्थित",
  "time, to extend his leave by eondoning ‘his..absence for remaining.": "रहने के लिए अपनी अनुपस्थिति को माफ करके अपनी छुट्टी बढ़ाने के लिए उचित",
  "absent without leave. -His conduct does not entitle the university": "समय के भीतर अधिकारियों को स्थानांतरित नहीं किया। उनका आचरण विश्वविद्यालय",
  "‘to act in.an arbitrary manner and in violation of the principles of natural justice and fair play. The University was bound to serve:": "को मनमाने तरीके से और प्राकृतिक न्याय और निष्पक्षता के सिद्धांतों का उल्लंघन",
  "natural justice and fair play. The University was bound to serve: him with-a show cause notice and afford an opportunity of hearing’": "करने का अधिकार नहीं देता है। विश्वविद्यालय उन्हें कारण बताओ नोटिस देने और",
  "before declaring his post vacant.": "उनके पद को खाली घोषित करने से पहले सुनवाई का अवसर देने के लिए बाध्य था।"
}