{
  "I.LR. Punjab and Haryana (1975) 2": "आई. एल। आर. पंजाब और हरियाणा (4975) 2",
  "N. K.S.": "एन. के. एस.",
  "CIVIL REFERENCE": "सिंविल संदर्भ",
  "Before D. K. Mahajan and C. G. Suri, JJ": "जस्टिस डी.के. महाजन और जस्टिस सी.जी. सूरी के समक्ष",
  "DURGA PARSHAD SODHI,—Petitioner.": "याचिकाकर्ता - दुर्गा प्रसाद सोढ़ी",
  "versus": "बनाम",
  "THE STATE OF PUNJAB, ETC.—Respondents.": "प्रतिवादी - पंजाब राज्य, आदि",
  "Civil Reference No. 6 of 1970": "970 का सिंविल संदर्भ संख्या ७",
  "Indian Pensions Act (XXIII of 1871)—Section 4—Punjab Civil": "भारतीय पेंशन अधिनियम (387। का 200(॥॥ - धारा 4 - पंजाब सिंवित्र सेवा नियम,",
  "Services Rules, Volume II—Rule 6.4—Constitution of India (1950)— Article 19(1) (f)—Right to pension—Whether ‘property’ and en-": "खंड ॥ - नियम 6.ए - भारत का संविधान (950) - अनुच्छेद 4900 (एफ) - पेंशन का",
  "Article 19(1) (f)—Right to pension—Whether ‘property’ and en- forceable in a civil court—Section 4 creating bar to such enforce-": "अधिकार - चाहे संपत्ति! हो और सिंविल्र न्यायात्रय में प्रवर्तनीय - धारा 4 ऐसे प्रवर्तन",
  "ment—Whether ultra vires Article 19(1) (f)—Rule 6.4—Whether": "पर रोक लगाती है - चाहे अधिकारातीत हो अनुच्छेद 4900)) (एफ) - नियम 6.4 - चाहे",
  "also void.": "शून्य भी हो।",
  "LL.R. Punjab and Haryana (1975) 2": "आई. एल। आर. पंजाब और हरियाणा (4975) 2",
  "consideration for any such pension or grant, and whatever": "पेंशन या अनुदान के लिए विचार किया गया हो और जो कुछ भी हो। भुगतान, दावे",
  "for which such pension or grant may have been substitut-": "या अधिकार की प्रकृति रही है जिसके लिए ऐसी पेंशन या अनुदान प्रतिस्थापित",
  "Section 5 provides that any claim relating to pension or grant may be preferred to the Collector of the District or Deputy Commissioner": "धारा 5 में प्रावधान है कि पेंशन या अनुदान से संबंधित कोई भी दावा जिला कलेक्टर",
  "or other officer authorized in this behalf and the said officer shall": "या उपायुक्त या इस संबंध में अधिकृत अन्य अधिकारी को किया जा सकता है और",
  "dispose of such claim in accordance with the rules prescribed from": "उक्त अधिकारी समय-समय पर निर्धारित नियमों के अनुसार ऐसे दावे का निपटान",
  "vernment to pay such pension or grant is affected directly or indirect- ly.": "का भुगतान करने का दायित्व प्रत्यक्ष या अप्रत्यक्ष रूप से प्रभावित होता है।",
  "(7) Section 9 of the Code of Civil Procedure is in the following terms :—": "0) सिविल प्रक्रिया संहिता की धारा 9 निम्नलिखित शर्तों में है: -",
  "“9. The Courts shall (subject to the provisions herein contain-": "“9. न्यायात्रयों को (यहां निहित प्रावधानों के अधीन) उन मुकदमों को छोड़कर,",
  "Explanation.—A suit in which the right to property or to an": "स्पष्टीकरण-एक मुकदमा जिसमें संपत्ति या किसी कार्यालय के अधिकार का विरोध",
  "office is contested is a suit of a civil nature, notwithstand- ing that such right may depend entirely on the decision": "किया जाता है, एक नागरिक प्रकृति का मुकदमा है, भले ही ऐसा अधिकार पूरी तरह",
  "ing that such right may depend entirely on the decision of questions as to religious rites or ceremonies.”": "से धार्मिक संस्कारों या समारोहों के प्रश्नों के निर्णय पर निर्भर हो सकता है।",
  "(8) Basing himself on section 9 of the Code of Civil Procedure,": "(8) सिविल प्रक्रिया संहिता की धारा 9 पर खुद को आधारित करते हुए, राज्य के",
  "the State counsel urges that the right to sue is expressly barred under": "वकील का आग्रह है कि धारा 4 के तहत मुकदमा करने का अधिकार स्पष्ट रूप से",
  "section 4 and it can be so barred and, therefore, section 4 cannof be": "वर्जित है और इसे इस प्रकार वर्जित किया जा सकता है और इसलिए, धारा 4 को",
  "India. He highlights the fact that the right to property, the adjudi-": "कहा जा सकता है। उन्होंने इस तथ्य पर प्रकाश डाला कि संपत्ति का अधिकार, जिसके",
  "course to Articles 32 and 226 of the Constitution of India and accord-": "अनुच्छेद 32 और 226 का सहारा लेकर लागू किया जा सकता है और उनके अनुसार",
  "ing to him, these Articles provide the alternative remedy and, there-": "ये अनुच्छेद वैकल्पिक उपाय प्रदान करते हैं और इसलिए ऐसा नहीं कहा जा सकता",
  "fore, it cannot be said that by reason of section 4 the plaintiff has no remedy.": "है। कि धारा 4 के कारण वादी के पास कोई उपचार नहीं है।",
  "(9) Articles 32 and 226 of the Constitution of India are in the following terms :—": "(9) भारत के संविधान के अनुच्छेद 32 और 226 निम्नलिखित शब्दों में हैं: -",
  "“32. (1) The right to move the Supreme Court by appropriate ‘proceedings for the enforcement of the rights conferred by": "“32, (॥) इस भाग द्वारा प्रदत्त अधिकारों के प्रवर्तन के लिए उचित कार्यवाही द्वारा",
  "Durga Parshad Sodhi v. The State of Punjab, etc. (Mahajan, J.)": "दुर्गा प्रसाद सोढ़ी बनाम पंजाब राज्य, आदि (जस्टिस महाजन)",
  "vant was that “every order passed in appeal under this section shall,": "के तहत अपील में पारित प्रत्येक आदेश धारा 49 द्वारा प्रदत्त पुनरीक्षण की शक्ति के",
  "the Privy Council observed that: —": "समय प्रिवी काउंसिल ने पाया कि: -",
  "“Tt is settled law that the exclusion of the jurisdiction of the": "“यह स्थापित कानून है कि सिविल न्यायात्रयों के अधिकार क्षेत्र के बहिष्कार का तुरंत",
  "Civil Courts is not to be readily inferred, but that such": "अनुमान नहीं लगाया जाना चाहिए, लेकिन इस तरह के बहिष्कार को या तो स्पष्ट रूप",
  "exclusion must either be explicity expressed or clearly im- plied.”": "से व्यक्त किया जाना चाहिए या स्पष्ट रूप से निहित होना चाहिए।”",
  "However, it was observed that where an Act of Legislature": "हालाँकि, यह देखा गया कि जहां विधायिका का एक अधिनियम एक दायित्व बनाता",
  "creates an obligation and provides an exclusive Code for its determi-": "है और इसके निधर्धरिण के लिए एक विशेष संहिता प्रदान करता है, उस दायित्व को",
  "nation, the right to enforce that obligation by suit could be taken away. The words underlined are mine, and [ have arrived at this": "मुकदमे द्वारा लागू करने का अधिकार छीना जा सकता है। रेखांकित शब्द मेरे हैं, और",
  "opinion: —": "पहुंचा हूँ : -",
  "“Tt was submitted on behalf of the respondents that an exclu-": "“उत्तदाताओं की ओर से यह प्रस्तुत किया गया था कि नागरिक न्यायात्रयों में विषय",
  "of the provisions of section 32, Government of India Act,": "के अधिकार का बहिष्कार भारत सरकार अधिनियम 4945 की धारा 32 के प्रावधानों",
  "1915, which re-enacted section 65, Government of India": "के मद्देनजर भारतीय विधायिका के अधिकार के बाहर होगा, जिसने धारा 65 को फिर",
  "Act of 1858, and reference was made to Secretary of State": "से अधिनियमित किया है। 4858 के भारत अधिनियम में, और राज्य सचिव बनाम",
  "v. Moment, J. (9), which was a case of tortious trespass on": "मोमेंट जे (9) का संदर्भ दिया गया था जो भूमि पर अत्याचारपूर्ण अतिक्रमण का",
  "land. But, in their Lordships opinion, neither section 32 nor the principle involved in the decision in 40 LA. 48,": "था। लेकिन उनकी आधिपत्य राय में न तो धारा ३2 और न ही 40 आईए, 48 में निर्णय",
  "affect the validity of an Act of the Indian Legislature which": "में शामित्र सिंदृधांत भारतीय विधानमंडल के एक अधिनियम की वैधता को प्रभावित",
  "creates an obligation and provides an exclusive Code for": "करते हैं जो एक दायित्व बनाता है और इसके निर्धारण के लिए एक विशेष कोड",
  "its determination; such an obligation is not covered by sub-section (2) of section 32.”": "प्रदान करता है, ऐसा दायित्व धारा ३2 की उपधारा (2) द्वारा कवर नहीं किया जाता है।",
  "(16) In Raleigh Investment Co. Ltd. v. Governor-General in": "(6) रैले इन्वेस्टमेंट कंपनी लिमिटेड बनाम गवर्नर-जनरल इन काउंसिल्र (8) में यह प्रश्र",
  "suit against the Governor-General in Council claiming repayment of": "वाले काउंसिल में गवर्नर जनरल के खिंलाफ सिविल न्यायात्रयों में मुकदमा दायर",
  "of the provisions of section 67 of the Income-tax Act, 1922. That sec-": "किया जा सकता है। आयकर अधिनियम 4922 की धारा 67 के प्रावधानों को देखें।",
  "tion runs as follows :—": "वह धारा इस प्रकार चलती है: -",
  "“No suit shall be brought in any civil Court to set aside or modify any assessment made under this Act and no": "“इस अधिनियम के तहत किए गए किसी भी मूल्यांकन को रद्द करने या संशोधित करने के लिए किसी भी सिविल कोर्ट में कोई मुकदमा नहीं लाया जाएगा और",
  "rosecution, suit or other proceeding shall lie. against any ifficer of the Crown for anything in good faith done, or": "लिंए क्राउन के किसी भी अधिकारी के खिलाफ कोई अभियोजन मुकदमा या अन्य",
  "The assessee’s contention before the Privy Council was that the": "प्रिवी काउंसित्र के समक्ष निर्धारिती का तर्क यह था कि जिस मूल्यांकन के तहत कर",
  "assessment under which the tax had been recovered was not an assessment made under the Act and, therefore, the civil suit was": "की वसूत्नी की गई थी वह अधिनियम के तहत किया गया मूल्यांकन नहीं था और",
  "“In their Lordships’ view it is clear that the Income-tax Act,": "”उनके आधिपत्य के विचार में यह स्पष्ट है कि आयकर अधिनियम 4922, जैसा कि",
  "1922, as it stood at the relevant date, did give the assessee": "प्रासंगिक तिथि पर था, ने निर्धारिती को उस पर किए गए मूल्यांकन के संबंध में",
  "made upon him the question whether or not a provision in the Act was ultra vires. Under section 30, an assessee": "प्रावधान है या नहीं अधिकारातीत था. धारा ३० के तहत एक निर्धारिती जिसकी",
  "whose only ground of complaint was that effect had been": "शिकायत का एकमात्र आधार यह था कि मूल्यांकन में एक प्रावधान को प्रभाव दिया",
  "given in the assessment to a provision which he contended": "गया था, जिसके बारे में उसका तर्क था कि वह अधिकारातीत था, वह मूल्यांकन के",
  "’ was ultra vires might appeal against the assessment. If he were dissatisfied with the decision on appeal—the details": "खिलाफ अपील कर सकता है। यदि वह अपील पर निर्णय से असंतुष्ट था - प्रक्रिया",
  "relating to the procedure are immaterial—the assessee could ask for a case to be stated on any question": "से संबंधित विवरण सारहीन हैं - तो निर्धारिती कानून के किसी भी प्रश्न पर उच्च",
  "could ask for a case to be stated on any question of law for the opinion of the High Court and, if his request": "न्यायालय की राय के लिंए मामले को बताने के लिए कह सकता है और यदि उसके",
  "requiring a case to be stated and to be referred to the": "मामले को बताने और उसे उच्च न्यायात्रय में भेजने की आवश्यकता वाले आदेश के",
  "High Court (see section 30 and Secretary of State v.": "लिए उच्च न्यायात्रय में (धारा ३०",
  "Meyappa Chettiar (10). It cannot be doubted that includ-": "और राज्य सचिव बनाम मेयप्पा चेट्टियार (40) देखें। इसमें संदेह नहीं किया जा सकता",
  "ed in the questions of law which might be raised by a case": "है कि इसे कानून के प्रश्नों में शामित्र किया जा सकता है) किसी मामले में यह कहा",
  "stated is any question as to the validity of any taxing pro- vision in the Income-tax Act to which effect has been given": "गया है कि आयकर अधिनियम में किसी भी कर प्रावधान की वैधता के बारे में कोई",
  "in the assessment under review. Any decision of the High": "उच्च न्यायालय के किसी भी निर्णय की समीक्षा की जा सकती है अपील। इसलिए",
  "peal. Effective and appropriate machinery is therefore": "प्रभावी और उचित मशीनरी प्रदान की जाती है। यह उस सेटिंग में है कि धारा 67 का",
  "In their Lordships’ view the construction of the section is clear.": "उनके आधिपत्य के दृश्कोण में अनुभाग का निर्माण स्पष्ट है। अधिनियम के तहत",
  "Under the Act the Income-tax officer is charged with the duty of assessing the total income of the assessee. The": "आयकर अधिकारी पर निर्धारिती की कुल आय का आकलन करने का कर्त॑व्य",
  "a Act’ is an assessment finding its origin in an activity of the assessing officer acting as such. The circumstance": "वाले मूल्यांकन अधिकारी की गतिविधि में अपनी उत्पत्ति पाता है। यह परिस्थिति कि",
  "vires provision of the Act is in this view immaterial in determining whether the assessment is ‘made under the": "है, इस दृष्टि से यह निर्धारित करने में महत्वहीन है कि क्‍या मूल्यांकन 'अधिनियम के तहत",
  "Act’. The phrase describes the provenance of the assess-": "किया गया है! वाक्यांश मूल्यांकन की उत्पत्ति का वर्णन करता है: यह कानून के बिंदु",
  "ment: it does not relate to its accuracy in point of law. The use of the machinery provided by the Act, not the": "पर इसकी सटीकता से संबंधित नहीं है। अधिनियम द्वारा प्रदान की गई मशीनरी का",
  "result of that use, is the test.”": "उपयोग, न कि उस उपयोग का परिणाम परीक्षण है।”",
  "(17) In Firm of Illuri Subbayya Chetty and Sons v. State of Andhra Pradesh, (3), the short question that arose for determination": "(7) फर्म ऑफ लललूरी सुब्बैया चेट्टी एंड संस बनाम आंध्र प्रदेश राज्य (3) में निर्धारण",
  "Andhra Pradesh, (3), the short question that arose for determination was whether the suit instituted by the appellant to recover sales-": "के लिए जो संक्षिप्त प्रश्न उठा, वह यह था कि क्‍या अपीलकर्ता द्वारा इस आधार पर",
  "tax on the ground that it has been illegally recovered from it, was": "बिक्री-कर वसूलने के लिए मुकदमा दायर किया गया था कि यह अवैध रूप से वसूल",
  "“No suit or other proceeding shall, except as expressly provid- ed in this Act, be instituted in any Court to set aside or": "“इस अधिनियम में स्पष्ट रूप से दिए गए प्रावधान के अलावा इस अधिनियम के तहत",
  "ed in this Act, be instituted in any Court to set aside or modify any assessment made under this Act.": "किए गए किसी भी मूल्यांकन को रद्द करने या संशोधित करने के लिए किसी भी",
  "After referring to the two Privy Council decisions, to which I have": "प्रिवी काउंसिल के दो निर्णयों का उल्लेख करने के बाद, जिनका मैं पहले ही उल्लेख",
  "already made a reference, it was observed :—": "कर चुका हूँ, यह देखा गया: -",
  "“But the presence of the alternative machinery by way of appeals which a particular statute provides to a_ party": "“लेकिन अपील के माध्यम से वैकल्पिक तंत्र की उपस्थिति जो एक विशेष क़ानून",
  "vant consideration and that consideration is satisfied by the": "प्रासंगिक विचार है और वह विचार उस अधिनियम से संतुष्ट है जिसके साथ हम",
  "Act with which we are concerned in the present appeal.”": "वर्तमान अपील में चिंतित हैं।”",
  "(18) In M/s. Kamala Mills Ltd. v. State of Bombay (4), the": "(8) मैसर्स में. कमला मिल्स लिमिटेड बनाम बॉम्बे राज्य (4), विद्वान मुख्य न्यायाधीश,",
  "decisions I have already referred to, observed :—": "पहले ही उत्ल्लेख किया है, उन्होंने कहा: -",
  "“In every case, the question about the exclusion of the juris- diction of civil courts either expressly or by necessary im-": "प्रत्येक मामले में, सिविल न्यायात्र॒यों के अधिकार क्षेत्र को स्पष्ट रूप से या आवश्यक",
  "in the statutory provision on which the plea is rested, the": "में विचार किया जाना चाहिए जिस पर याचिका टिकी हुई है, प्रासंगिक प्रावधानों की",
  "scheme of the relevant provisions, their object and their purpose..............,": "योजना, उनके वस्तु और उनका उद्देश्य...",
  "There is one more aspect of the matter which must be consi-": "इस मामले का एक और पहलू है जिस पर अतिम रूप से सवाल निर्धारित करने से",
  "ther section 20 excludes the jurisdiction of the civil court": "धारा 20 एक सामान्य नागरिक अदालत के समक्ष ऐसा दावा करने पर रोक लगाती",
  "Durga Parshad Soghi v. The State of Punjab, etc. (Mahajan, J.)": "दुर्गा प्रसाद सोढ़ी बनाम पंजाब राज्य, आदि (जस्टिस महाजन)",
  "tribunal under the provisions of a tax statute, and it can": "अदालत के समक्ष लाए गए मुकदमे के रूप में होगा; यह कर क़ानून के प्रावधानों के",
  "226, or under Article 32 of the Constitution......": "और यह या तो अनुच्छेद 226 के तहत, या संविधान के अनुच्छेद ३2 के तहत एक",
  "The bar created by section 20 cannot obviously be pleaded": "धारा 20 द्वारा बनाई गई रोक को स्पष्ट रुप से वहां प्रस्तुत नहीं किया जा सकता जहां",
  "where the validity of section 20 itself is challenged. That can of course be done by a separate suit. In terms, sec-": "धारा 20 की वैधता को ही चुनौती दी गई है। यह निश्चित रूप से एक अलग सूट द्वारा",
  "tion 20 is confined to cases where the validity of assess-": "किया जा सकता है। संदर्भ में, धारा 20 उन मामलों तक ही सीमित है जहां अधिनियम",
  "ment orders made under the Act is challenged. The said": "के तहत किए गए मूल्यांकन आदेशों की वैधता को चुनौती दी गई है। उक्त प्रावधान",
  "provision cannot take in a challenge to the validity of section 20 itself, and so, we must hold that technically,": "स्वयं धारा 20 की वैधता को चुनौती नहीं दे सकता है, और इसलिए, हमें यह मानना",
  "the appellant’s suit is competent in so far as it seeks to challenge the validity of section 20”.": "चाहिए कि तकनीकी रूप से अपीलकर्ता का मुकदमा धारा 20 की वैधता को चुनौती देने के मामले में सक्षम है।",
  "(19) In State of Kerala v. M/s. N. Ramaswami Iyer and Sons": "(9) केरल राज्य बनाम श्रीमान/श्रीमती एन. रामास्वामी अय्यर एंड संस (5) में",
  "(5), section 23-A of the Travancore-Cochin General Sales Tax Act": "त्रावणकोर-कोचीन सामान्य बिक्री कर अधिनियम (4425 एम.ई. का द्वितीय) की धारा",
  "“No suit or other civil proceeding shall, except as expressly provided in this Act, be instituted in any court to set": "\"इस अधिनियम में स्पष्ट रूप से दिए गए प्रावधान के अलावा इस अधिनियम के तहत",
  "aside or modify any assessment made under this Act.”": "किए गए किसी भी मूल्यांकन को रद्द करने या संशोधित करने के लिए किसी भी",
  "On a proper construction of the above provision, it was held in this": "उपरोक्त प्रावधान के उचित निर्माण पर इस मामले में यह माना गया कि देय राशि से",
  "case that the suit for recovery of tax paid in excess of the amount": "अधिक भुगतान किए गए कर की वसूली के लिए मुकदमा आवश्यक निहितार्थ द्वारा",
  "due was barred by necessary implicdtion. Besides the other deci- sions, the decisions I have already referred to were relied upon.’": "वर्जित था। अन्य निर्णयों के अलावा, जिन निर्णयों का मैंने पहले ही उत्त्तेख किया है,",
  "The only additional observation made is :—": "उन पर भरोसा किया गया था। एकमात्र अतिरिक्त अवलोकन किया गया है: -",
  "“It is true that even if the jurisdiction of the civil court is ex-": "\"यह सच है कि भले ही सिविल कोर्ट के क्षेत्राधिकार को बाहर रखा गया हो, जहां",
  "cluded, where the provisions of the statute have not been complied with or the statutory tribunals has not acted in": "क़ानून के प्रावधानों का अनुपालन नहीं किया गया है या वैधानिक न्यायाधिकरणों ने",
  "procedure, the civil courts have jurisdiction to examine those cases,”": "अदालतों के पास उन मामलों की जांच करने का अधिकार क्षेत्र है ।”",
  "_ (20) In Kantilal Babulal and. Bros., v. H. C. Patel (6) the ques-": "(20) कांतिलाल बाबूलाल और ब्रदर्स बनाम एच.सी. पटेल (6) में जो प्रश्न निर्धारित था",
  "tion that fell for determination was, whether section 12A of the Bombay Sales Tax Act (5 of 1946) infringed Article 19(1)(f) of the": "वह यह था कि क्या बॉम्बे सेल्स टैक्स अधिनियम (946 का 5) की धारा 42ए ने भारत के संविधान के अनुच्छेद 49/एल)(एफ) का उतल्लघन किया है ? इस मामले पर",
  "Constitution of India? On this matter, Hedge J., observed as fol- lows: —": "जस्टिस हेज ने इस प्रकार टिप्पणी की : -",
  "“On a reasonable interpretation of the impugned provision, we have no doubt that the power conferred under section 12A": "“आशक्षेपित प्रावधान की उचित व्याख्या पर, हमें इसमें कोई संदेह नहीं है कि धारा 2ए",
  "(4) is unguided, uncanalised and uncontrolled. It is an": "(4) के तहत प्रदत्त शक्ति अनिर्देशित, अनियंत्रित और अचयनित है। यह एक",
  "arbitrary power. As held by this Court in Dr. N. B. Khare": "मनमानी शक्ति है. जैसा कि इस न्यायात्रय ने डॉ. एन. कानून के प्रक्रियात्मक भाग के",
  "was reiterated by this Court in State of Madras v. V. G. Rao, (12) wherein it was observed that in considering the": "वी.जी. राव (2) में इस न्‍्यायात्रय द्वारा उस दृष्टिकोण को दोहराया गया था जिसमें यह",
  "tal rights both the substantive and procedural aspects of the impugned law should be examined from the point of": "तर्कसंगतता पर विचार करते समय विवादित कानून के मूल और प्रक्रियात्मक दोनों",
  "sion is property. This right is guaranteed by Article 19(1)(f) of the Constitution of India. The Constitution itself provides a constitu-": "भारत के संविधान के अनुच्छेद 49/एल)(एफ) द्वारा गारंटीकृत है। संविधान स्वयं",
  "tional remedy for its enforcement (see Article 32 of the Constitution).": "इसके प्रवर्तन के लिए एक संवैधानिक उपाय प्रदान करता है (संविधान का अनुच्छेद",
  "This right can also be enforced under Article 226 of the Constitution": "32 देखें)। यह अधिकार भारत के संविधान के अनुच्छेद 226 के तहत भी त्ागू किया",
  "of India. I see no logic why this right cannot be enforced in the ordi-": "जा सकता है। मुझे कोई तर्क नजर नहीं आता कि इस अधिकार को देश की सामान्य",
  "nary civil courts of the land. The only bar to it is in section 4 of": "सिंविल अदालतों में क्‍यों लागू नहीं किया जा सकता। इस पर एकमात्र रोक",
  "the Act. That was a bar created at a time when the right to pen-": "अधिनियम की धारा 4 में है। यह उस समय बनाई गई रोक थी जब पेंशन के अधिकार",
  "sion was considered merely as a bounty and not as a right to or in": "को केवल एक इनाम माना जाता था, न कि संपत्ति का अधिकार। वह अवधारणा",
  "property. That concept no longer holds good. The Pensions Act does not provide adequate remedy for the enforcement of that": "अब अच्छी नहीं रही। पेंशन अधिनियम उस अधिकार के प्रवर्तन के लिंए पर्याप्त",
  "right. By the very nature of things, it could not do so. A": "उपाय प्रदान नहीं करता है। चीज़ों की प्रकृति के कारण, वह ऐसा नहीं कर सका।",
  "pensioner was at the mercy of the State. He had no enforceable": "एक पेंशनभोगी राज्य की दया पर निर्भर था। उसके पास कोई प्रवर्तनीय अधिकार",
  "right. Thus what was barred by section 4 of the Act was not a": "नहीं था। इस प्रकार अधिनियम की धारा 4 द्वारा जो वर्जित था वह नागरिक अधिकार",
  "civil right as there was no such right. Even if section 4 had not": "नहीं था क्योंकि ऐसा कोई अधिकार नहीं था। यदि धारा 4 अधिनियमित नहीं हुई",
  "been enacted the position would have been the same as was the case with the Government servant’s right to recover arrears of salary.": "होती तो भी स्थिति वही होती जो सरकारी कर्मचारी के बकाया वेतन की वसूली के",
  "Section 4 was thus enacted by way of mere abundant caution. This": "अधिकार के मामले में थी। इस प्रकार धारा 4 को केवल प्रचुर सावधानी के माध्यम से",
  "aspect of the matter cannot be overlooked. Therefore, it appears to me": "अधिनियमित किया गया था। मामले के इस पहलू को नजरअदाज नहीं किया जा",
  "that the contention of Mr. Jain that section 4 is ultra vires Article": "सकता. इसलिए, मुझे ऐसा प्रतीत होता है कि श्री जैन का यह तर्क कि धारा 4",
  "19(1)(f) of the Constitution of India has force. It would be another": "अधिकारातीत है, भारत के संविधान के अनुच्छेद 49(एल)(एफ) में बल है। यह दूसरी",
  "matter if section 4 had provided.an adequate remedy for the enforce-": "बात होगी यदि धारा 4 ने अधिकार के प्रवर्तन के लिए पर्याप्त उपाय प्रदान किया"
}