{
  "M/S SAINI MOTORS AND OTHERS v. M/S L.R BUILDERS PVT. LTD": "मैसर्स सैनी मोटर्स और अन्य बनाम मैसर्स एल.आर बिल्डर्स प्राइवेट लिमिटेड",
  "(Anil Kshertarpal, J.)": "(अनिल क्षेत्रपाल, जे.)",
  "(b) if relating to the sale of a Government security or share in an incorporated": "(बी) यदि किसी निगमित कंपनी या अन्य निकाय",
  "the value of the security or": "सुरक्षा या शेयर के मूल्य के प्रत्येक दस हजार या",
  "(c) if relating to the sale Three hundred rupees": "(सी) यदि अचल संपत्ति की बिक्री से संबंधित है तीन सौ रुपये",
  "(cc) in the case of agreement to sell followed by or": "(सीसी) बेचने के लिए समझौते के बाद बेची जाने",
  "under column 2 of entry No.23 of this schedule,": "इस अनुसूची की प्रविष्टि संख्या 23 के कॉलम 2 के",
  "agreement; and": "अधीन है; और",
  "(d) if not otherwise provided": "(डी) यदि अन्यथा प्रदान नहीं किया गया है",
  "Fifteen rupees": "पन्द्रह रूपये",
  "Exemption": "छूट",
  "Agreement or memorandum of agreement-": "समझौता या समझौता ज्ञापन-",
  "(a) for or relating to the sale of goods or merchandise exclusively,": "(ए) विशेष रूप से माल या माल की बिक्री के लिए य",
  "not being a note or": "ज्ञापन नहीं है:",
  "TO LEASE — See Lease No.(35)": "समझौता - पट्टा संख्या (35) देखें",
  "Entry No.23:-": "प्रविष्टि क्रमांक 23:-",
  "M/S SAINI MOTORS AND OTHERS v. M/S L.R BUILDERS PVT.LTD — 783": "मैसर्स सैनी मोटर्स और अन्य बनाम मैसर्स एल.आर बिल्डर्स प्राइवेट लिमिटेड",
  "exceed Rs.800": "800 रुपये से अधिक",
  "Rs.800, but does not rupees exceed Rs.900 Where it exceeds Fifty rupees Thirty rupees": "जहां यह 800 रुपये से अधिक है, लेकिन 900 रुपये से |. पैंतालीस रुपये सत्ताईस रुपये अधिक नहीं है",
  "Rs.900, but does not": "जहां यह 900 रुपये से अधिक है, लेकिन 4000 रुपये से पचास रुपये तीस रूपये",
  "And for every Rs.500| Twenty five rupees} Fifteen rupees or part thereof in": "और प्रत्येक 500 रुपये या उसके एक भाग के लिए 000 | पच्चीस रूपये पन्द्रह रूपये",
  "excess Of Rs.1000": "रुपये से अधिक",
  "(No.46)": "६6)",
  "respect to the stage of chargeability of the stamp duty on the": "पर स्टांप शुल्क की प्रभार्यता के चरण के संबंध में है।",
  "(5) In order to comprehend the issue involved in the present case, the relevant facts, in brief, are required to be noticed. The": "(5) वर्तमान मामले में शामिल मुद्दे को समझने के लिए संक्षेप में प्रासंगिक तथ्यों पर ध्यान देना आवश्यक है।",
  "petitioner (Saini Motors) is a partnership firm. The firm has taken a loanfrom the State Bank of India. There was a total liability of Rupees": "याचिकाकर्ता (सैनी मोटर्स) एक साझेदारी फर्म है। कंपनी ने भारतीय स्टेट बैंक से ऋण लिया है। 33.0.200% को",
  "15,25,45,877.02 as on 31.10.2004. The tripartite agreement was executed between Saini Motors, M/s LR Builders Private Limited and the State Bank of India on 3rd January, 2007. In the aforesaid": "कुल ॥5,25,45,877.02 रुपये की देनदारी थी। ३ जनवरी, 2007 को सैनी मोटर्स, मेसर्स एलआर बिल्डर्स प्राइवेट लिमिटेड और भारतीय स्टेट बैंक के बीच त्रिपक्षीय समझौता निष्पादित किया गया था। उपरोक्त त्रिपक्षीय समझौते में,",
  "tripartite settlement, the Bank was given the proposal of settling the dues underthe one time settlement scheme. The relevant clauses for the": "बैंक को एकमुश्त निपटान योजना के तहत बकाया राशि का निपटान करने का प्रस्ताव दिया गया था। . इस पुनरीक्षण",
  "decision of this revision petition reads as under:-": "याचिका के निर्णय के लिए प्रासंगिक धाराएँ इस प्रकार हैं:-",
  "“4(d) That upon grant of approval to the OTS by the competent authority in the Bank and appropriation of": "\"+(डी) कि बैंक में सक्षम प्राधिकारी द्वारा ओटीएस को मंजूरी देने और मेसर्स सैनी मोटर्स के ऋण खाते में",
  "Rs.2,00,00,000/- (Rupees Two crores only) in the loan account of M/s Saini Motors, “the owners” and “the Bank”": "2,00,00,000/- रुपये (दो करोड़ रुपये केवल) का विनियोजन होने पर,\" मालिक\" और \"बैंक\" उक्त संपत्ति की",
  "shall hand over the custody of the said property to “the Builder” for development purposes only with no right for": "अभिरक्षा \"बिल्डर\" को केवल विकास उद्देश्यों के लिए सौंप देंगे, बिना किसी अधिकार के",
  "Harshit Sethi, Advocate Rajul Mahajan, AdvocateAkash Verma, Advocate and Prateek Sodhi, Advocate, for the respondent.": "प्रतिवादी की ओर से हर्षित सेठी, अधिवक्ता राजुल महाजन, अधिवक्ता आकाश वर्मा, अधिवक्ता और प्रतीक सोढ़ी,",
  "ANIL KSHETARPAL, J": "अनिल क्षेत्रपाल, जे",
  "(1) The correctness of the order passed by the learned Arbitrator, on 28\" January, 2016, is assailed in this revision petition.": "(।) 28 जनवरी 20॥6 को विद्वान मध्यस्थ द्वारा पारित आदेश की शुद्धता पर इस पुनरीक्षण याचिका में आलोचना की",
  "Indian Stamp Act, 1899 (hereinafter referred to as the ‘1899 Act’) is": "गई है। भारतीय स्टाम्प अधिनियम, 4899 (इसके बाद १899 अधिनियम' के रूप में संदर्भित) की धारा 33 और 35",
  "challenged in this revision petition filed under Article 227 of the Constitution of India.": "खारिज करने को दायर इस पुनरीक्षण याचिका में चुनौती दी गई है। भारत के संविधान के अनुच्छेद 227 के तहत।",
  "(2) Though learned counsel representing the parties have addressed the Court elaborately with regard to the maintainability of": "(2) यद्यपि पक्षों का प्रतिनिधित्व करने वाले विद्वान वकील ने वर्तमान पुनरीक्षण याचिका की स्थिरता के संबंध में",
  "addressed the Court elaborately with regard to the maintainability of the present revision petition, however, in the peculiar facts and": "न्यायालय को विस्तार से संबोधित किया है, तथापि, वर्तमान मामले के विशिष्ट तथ्यों और परिस्थितियों में, यह",
  "circumstances of the present case, this Court proceeds to decide the case on merits.": "न्यायालय मामले को गुण-दोष के आधार पर तय करने के लिए आगे बढ़ता है।",
  "(3) In the State of Punjab certain amendments have been made in the 1899 Act by passing the Indian Stamp (Punjab) Amendment Act, 2001 notified on 21st December, 2001. Thereafter, even entry No. 23": "(3) पंजाब राज्य में 2। दिसंबर, 200। को अधिसूचित भारतीय स्टाम्प (पंजाब) संशोधन अधिनियम, 200। को पारित करके 899 अधिनियम में कुछ संशोधन किए गए हैं। इसके बाद, प्रविष्टि संख्या 23 को भी स्टाम्प अधिनियम द्वारा",
  "was amended by the Stamp Act (Punjab Amendment) Act, 2007 with effect from 25th January, 2008. The aforesaid amendments are": "संशोधित किया गया था ( पंजाब संशोधन) अधिनियम, 2007 25 जनवरी, 2008 से प्रभावी। उपरोक्त संशोधन",
  "extractedas under:-": "निम्नानुसार निकाले गए हैं: -",
  "Entry No.5:-": "प्रविष्टि क्रमांक 5:-",
  "“Sub-Section 10 of Section 2:-": "“धारा 2 की उपधारा 40:-",
  "(10) “Conveyance”- “Conveyance” includes a conveyance on sale and every instrument bywhich property, whether movable or": "(0) \"संवहन\" - \"संवहन\" में बिक्री पर एक हस्तांतरण और प्रत्येक उपकरण शामिल है जिसके द्वारा संपत्ति, चाहे",
  "immovable, is transferred inter vivos and which is not otherwise specifically provided for by Schedule I or by Schedule 1-A [or by": "वह चल हो या अचल, अंतर-जीवित स्थानांतरित की जाती है और जो अन्यथा अनुसूची | या अनुसूची ।-ए द्वारा विशेष",
  "specifically provided for by Schedule I or by Schedule 1-A [or by (Schedule 1-B or] Schedule 1-C], as the case may be;": "रूप से प्रदान नहीं की जाती है [या (अनुसूची -बी या] अनुसूची ।-सी] द्वारा, जैसा भी मामला हो;",
  "AGREEMENT OF MEMORANDUM OF AN AGREEMENT-]": "एक समझौते के ज्ञापन का समझौता-]",
  "(a) if relating to the sale of a Twenty-five rupees. bill of exchange;": "(ए) यदि विनिमय बिल की बिक्री से संबंधित है; पच्चीस रूपये.",
  "Before Anil Kshertarpal, J.": "समक्ष अनिल क्षेत्रपाल जे.",
  "M/S SAINI MOTORS AND OTHERS—Petitioner": "मैसर्स सैनी मोटर्स और अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "M/S L.R BUILDERS PVT. LTD.—Respondent": "मैसर्स एल.आर बिल्डर्स प्राइवेट लिमिटेड-प्रतिवादी",
  "September 09, 2023": "09 सितम्बर 2023",
  "Indian Stamp Act, 1899-Sections-33, 35-36-Impounding of insufficient stamped document;": "भारतीय स्टाम्प अधिनियम, 899-धारा-33, 35-36-अपर्याप्त मुद्रांकित दस्तावेज़ को जब्त करना;",
  "Indian Stamp (Punjab) Amendment Act, 2001-Section 2(10)- Conveyance;": "भारतीय स्टाम्प (पंजाब) संशोधन अधिनियम, 200।-धारा 2(0)-संवहन;",
  "Stamp Act (Punjab Amendment) Act, 2007-Entry No.5, 23,": "स्टाम्प अधिनियम (पंजाब संशोधन) अधिनियम, 2007-प्रविष्टि संख्या 5, 23, अनुसूची ।-ए-प्रविष्टि 5 (सीसी)-कब्जे",
  "Schedule 1-A-Entry 5 (cc)-Stage of chargeability of stamp duty w.r.t agreement to sell containing recitals acknowledging delivery of possession.": "की डिलीवरी को स्वीकार करते हुए बिक्री समझौते के संबंध में स्टांप शुल्क की प्रभार्यता का चरण।",
  "Constitution of India,  1950-Article-227- Revision Maintainability.": "भारत का संविधान, 950-अनुच्छेद-227-संशोधन अनुरक्षणीयता।",
  "The Petitioner partnership firm. Took loan from the State Bank of India. The liability of Rs.15,2545,844.02 as on 31.10.2004. Tripartite": "याचिकाकर्ता साझेदारी फर्म। भारतीय स्टेट बैंक से ऋण लिया। 3.0.2004 को 5,2545,8५५.02 रुपये की",
  "agreement executed between petitioner M/s LR Builders Private Limited and the State Bank of India on 03.01.2007. The Possession of": "देनदारी। याचिकाकर्ता मेसर्स एलआर बिल्डर्स प्राइवेट लिमिटेड और भारतीय स्टेट बैंक के बीच 03.0.2007 को",
  "revision petition—Possession not delivered on basis of agreement therefore Act. 23-A not applicable on builder already in possession of": "समझौते के आधार पर कब्ज़ा नहीं दिया गया इसलिए अधिनियम। 23-ए पहले से जमीन पर काबिज बिल्डर पर लागू",
  "land—Petition dismissed.": "नहीं-याचिका खारिज।",
  "Held, that on a careful reading of the relevant part of the agreement to sell dated 16 July, 2007, it is evident that the previous": "माना गया कि 6 जुलाई, 2007 को बेचने के समझौते के प्रासंगिक हिस्से को ध्यान से पढ़ने पर, यह स्पष्ट है कि",
  "possession of the Builder is acknowledged, however, it is nowhere provided that the possession is being delivered under the agreement": "बिल्डर के पिछले कब्जे को स्वीकार किया गया है, हालांकि, यह कहीं भी प्रदान नहीं किया गया है कि समझौते के",
  "or shall be delivered in the near future. The ‘1899 Act’ is a fiscal": "तहत कब्जा दिया जा रहा है या निकट भविष्य में वितरित किया जाएगा। 899 अधिनियम' एक राजकोषीय क़ानून है।",
  "statute. Any conveyance deed that amounts to the transfer of the property, the stamp duty is payable at a prescribed rate. By the": "कोई भी हस्तांतरण विलेख जो संपत्ति के हस्तांतरण के बराबर है, स्टांप शुल्क एक निर्धारित दर पर देय है। संशोधन",
  "amendment, the only difference which has been made is to advance the": "द्वारा, जो एकमात्र अंतर किया गया है वह आगे बढ़ाने का है",
  "M/S SAINI MOTORS AND OTHERS v. M/S L.R BUILDERS PVT.LTD — 785": "मैसर्स सैनी मोटर्स और अन्य बनाम मैसर्स एल.आर बिल्डर्स प्राइवेट लिमिटेड",
  "remaining 538 sq. yards being in physical possession of the builders)”": "538 वर्ग गज बिल्डरों के भौतिक कब्जे में है)”",
  "LAND measuring 5,343 sq. yards (with building structures, fixtures constructed thereon or affixed thereto) bearing": "5,3५3 वर्ग गज की भूमि (भवन संरचनाओं, उस पर निर्मित या उस पर लगे फिक्स्चर के साथ) जिसका नगरपालिका",
  "municipal numbers B-29-24, GT Road Sherpur Chowk, Ludhiana, Punjab, comprised in Khewat no. 126/ 157": "नंबर बी-29-2५, जीटी रोड शेरपुर चौक, लुधियाना, पंजाब है, जो खेवट नंबर में शामिल है। वर्ष 498५-85 की",
  "Killa No.28/15/1 as per Jamabandi for the year 1984-85 represented byvarious sale deeds, situated at Mauja Sherpur Khurd, Tehis] & District Ludhiana, 4805 sq. yards of which": "जमाबंदी के अनुसार ।26/57 किला नंबर 28/5/, जो मौजा शेरपुर खुर्द, तहसील और जिला लुधियाना में स्थित",
  "Saini Motors, presently in legal possession of the Bank but in actual custody of the Builder and bounded as under, the": "क्रेडिट सुविधाओं के विरुद्ध भारत, वर्तमान में बैंक के कानूनी कब्जे में है, लेकिन बिल्डर की वास्तविक हिरासत में है",
  "in actual custody of the Builder and bounded as under, the remaining 538 sq. yards is in physical possession of the Builder.”": "और बिल्डर निम्नानुसार घिरा हुआ है, शेष 538 वर्ग गज भौतिक कब्जे में है।\"",
  "(7) Heard the learned counsel representing the parties at length and with their able assistance perused the paper book. Learned counsel": "(7) पक्षों का प्रतिनिधित्व कर रहे विद्वान वकील को विस्तार से सुना और उनकी सक्षम सहायता से पेपर बुक का",
  "(8) Learned senior counsel representing the petitioner has sent a written note of his submissions. The relevant extract of the same reads as under:-": "(8) याचिकाकर्ता का प्रतिनिधित्व करने वाले विद्वान वरिष्ठ वकील ने अपनी दलीलों का एक लिखित नोट भेजा है। उसी का प्रासंगिक उद्धरण इस प्रकार है: -",
  "“2. Whether entry 5(cc) of the Schedule 1-A of Punjab Amendment contemplates possession being delivered both, before as well as after the execution of agreement to sell?": "“2. क्या पंजाब संशोधन की अनुसूची ।-ए की प्रविष्टि 5 (सीसी) बेचने के समझौते के निष्पादन से पहले और बाद में कब्ज़ा देने पर विचार करती है?",
  "Clause 5 (cc) of Schedule 1-A of Punjab Amendment for the facility of understanding can be split as under:": "समझने की सुविधा के लिए पंजाब संशोधन की अनुसूची ।-ए के खंड 5 (सीसी) को निम्नानुसार विभाजित किया जा सकता है:",
  "1. In the case of the agreement to sell followed by delivery of possession of immoveable property agreedto be": "।. बेचने के लिए समझौते के मामले में, बेचने के लिए सहमत अचल संपत्ति के कब्जे की डिलीवरी के बाद, इसकी",
  "delivered after the execution of agreement to sell. The expression \"followed by delivery of possession\" would": "व्यापक स्थिति होगी जहां बेचने के समझौते के निष्पादन के बाद कब्जा दिया जाता है। अभिव्यक्ति \"कब्जे की",
  "envisage agreement to sell being executed first and the same": "डिलीवरी के बाद\" में बेचने के समझौते को पहले निष्पादित करने की परिकल्पना की गई है और उसके बाद उस",
  "is followed by delivery of possession in that chronological order. Any meaning otherwise than that would necessarily": "कालानुक्रमिक क्रम में कब्जे की डिलीवरी की जाती है। इसके अलावा कोई भी अर्थ आवश्यक रूप से \"इसके बाद\"",
  "violate the plain meaning of the expression agreementto sell": "बेचने के लिए अभिव्यक्ति समझौते के स्पष्ट अर्थ का उल्लंघन करेगा।",
  "possession of the land. However, the legal possession shall remain with “the Bank” till all the dues of “the Bank” are": "भूमि पर कब्ज़ा, हालाँकि, कानूनी कब्ज़ा तब तक \"बैंक\" के पास रहेगा जब तक कि \"बैंक\" के सभी बकाया चुका",
  "cleared. Further, “the Bank” shall be at liberty to take back the custody of the said property, if it comes to the": "नहीं दिए जाते। इसके अलावा, \"बैंक\" उक्त संपत्ति की कस्टडी वापस लेने के लिए स्वतंत्र होगा, यदि वह किसी भी",
  "conclusion for whatever reason that “the Project” is being delayed unnecessarily and its dues are not being cleared as": "कारण से इस निष्कर्ष पर पहुंचता है कि \"परियोजना\" में अनावश्यक रूप से देरी हो रही है और सहमत शर्तों के",
  "per agreed terms (supra). That at the same time, “the Owners” shall also execute irrevocable General Power of": "अनुसार इसके बकाया का भुगतान नहीं किया जा रहा है ( सुप्रा)) साथ ही, \"मालिक\" अपरिवर्तनीय सामान्य पावर",
  "Attorney/Deed, and other documents, thereby authorizing": "ऑफ अटॉर्नी/डीड और अन्य दस्तावेजों को भी निष्पादित करेंगे, जिससे \"बिल्डर\" को नवनिर्मित बहुमंजिला",
  "“the Builder” to sell/transfer the Builders allocation in the newly constructed multi storeyed complex and": "कॉम्प्लेक्स और मल्टीप्लेक्स स्क्रीन में बिल्डर्स आवंटन को बेचने/स्थानांतरित करने के लिए अधिकृत किया जाएगा।",
  "documents or authority shall be executed expeditiously to": "बैंक का प्रभार. ऐसे दस्तावेज़ों या प्राधिकरण को शीघ्रता से निष्पादित किया जाएगा ताकि यह सुनिश्चित किया जा सके",
  "ensure that the agreed time schedules under these presents are not disturbed or altered.": "कि इन प्रस्तुतियों के तहत सहमत समय-सारणी में गड़बड़ी या बदलाव नहीं किया गया है।",
  "5. That “the Owners” agree in accordance with the terms & conditions, herein recorded to place atthe complete disposal of “the Builder” and authorizes “the Bank” hereby": "5. कि \"मालिक\" \"बिल्डर\" के पूर्ण निपटान के लिए यहां दर्ज नियमों और शर्तों के अनुसार सहमत हैं और \"बैंक\" को",
  "to give custody of the said property immediately upon approval of the OTS bythe competent authority in the": "ओटीएस के अनुमोदन पर तुरंत उक्त संपत्ति की हिरासत देने के लिए अधिकृत करते हैं। बैंक में सक्षम प्राधिकारी",
  "Bank and appropriation of Rs.2,00,00,000/- (Rupees two": "2,00,00,000»- रुपये (केवल दो करोड़ रुपये) का विनियोजन प्रस्तावित बहुमंजिला वाणिज्यिक परिसर और",
  "(6) Thereafter, on 16th July, 2007 an agreement was signed between the Saini Motors and M/s L.R Builders. The relevant part of": "(6) इसके बाद 6 जुलाई 2007 को सैनी मोटर्स और मेसर्स एल.आर. बिल्डर्स के बीच एक समझौते पर हस्ताक्षर",
  "the aforesaid agreement is extracted as under:-": "किये गये। उपरोक्त समझौते का प्रासंगिक भाग निम्नानुसार निकाला गया है: -",
  "“Whereas the Owners namely M/s Saini Motors, a partnership firm described herein is the sole an absolute": "“जबकि मालिक अर्थात्‌ मेसर्स सैनी मोटर्स, यहां वर्णित एक साझेदारी फर्म, नगर निगम संख्या बी-29-2%, जीटी रोड,",
  "partnership firm described herein is the sole an absolute owners of land measuring 5,343 sq. yards bearing municipal numbers B-29-24, GT Road, Sherpur Chowk Ludhiana,": "शेरपुर चौक लुधियाना, पंजाब की 5,3५३ वर्ग गज की भूमि का एकमात्र पूर्ण मालिक है, जो खेवट नंबर में शामिल है।",
  "various sale deeds, situated at Mauja Sherpur Khurd, Tehsil & District Ludhiana, and 4805 sq. yards of which is": "जो मौजा शेरपुर खुर्द, तहसील और जिला लुधियाना में स्थित है, और जिसमें से ५805 वर्ग गज राज्य के पास गिरवी",
  "mortgaged to the State Bank of India against credit facilities availed from the said Bank in the name of M/s Saini Motors, presently in legal possession of the bank but in": "है। मेसर्स सैनी मोटर्स के नाम पर उक्त बैंक से प्राप्त क्रेडिट सुविधाओं के विरुद्ध बैंक ऑफ इंडिया, वर्तमान में बैंक",
  "actual custody of the purchaser and bounded as under (the": "के कानूनी कब्जे में है लेकिन क्रेता की वास्तविक हिरासत में है और निम्नानुसार बाध्य है (शेष",
  "stage of payment with respect to some part of the stamp duty at the time of the execution of the agreement to sell which shall be adjusted": "बेचने के समझौते के निष्पादन के समय स्टांप शुल्क के कुछ हिस्से के संबंध में भुगतान का चरण जिसे बाद में",
  "subsequently at the time of the execution of the conveyance deed. Thus, by way of amendment the stage at which some part of the stamp duty is": "कन्वेयंस डीड के निष्पादन के समय समायोजित किया जाएगा। इस प्रकार, संशोधन के माध्यम से वह चरण जिस पर",
  "by way of amendment the stage at which some part of the stamp duty is payable has been advanced to the date of agreement to sell in certain": "स्टांप शुल्क का कुछ हिस्सा देय होता है, कुछ निश्चित परिस्थितियों में बेचने के समझौते की तारीख तक बढ़ा दिया",
  "eventualities. This is the substance of the amendment.": "गया है। यह संशोधन का सार है.",
  "(Para 15)": "(पैरा ।5)",
  "Further held, that now the Court proceeds to analyse the arguments of the learned counsel representing the petitioner. The first": "इसके अलावा, यह माना गया कि अब न्यायालय याचिकाकर्ता का प्रतिनिधित्व करने वाले विद्वान वकील की",
  "arguments of the learned counsel representing the petitioner. The first argument put forth by the learned counsel with respect to clause (1) is": "दलीलों का विश्लेषण करने के लिए आगे बढ़ता है। खंड () के संबंध में विद्वान वकील द्वारा दिया गया पहला तर्क प्रश्न",
  "not in question. If the delivery of possession is before the agreement to": "में नहीं है। यदि कब्जे की डिलीवरी बेचने के समझौते से पहले है, तो क़ानून में बेचने के समझौते से पहले शब्द का",
  "representing the respondent has compared the provisions of the Punjab and Madhya Pradesh Stamp Act, in the context of entry No. 5(cc) and explanation added to Article 23 of the Schedule 1-A as applicable in the": "में पंजाब और मध्य प्रदेश स्टाम्प अधिनियम के प्रावधानों की तुलना की है और अनुसूची -ए के अनुच्छेद 23 में जोड़े",
  "State of Madhya Pradesh. In the Amendment Act of State of Madhya": "गए स्पष्टीकरण की तुलना की है। मध्य प्रदेश राज्य में लागू। मध्य प्रदेश राज्य के संशोधन अधिनियम में जिस",
  "Pradesh the expression that is used is ‘before execution’ or after": "अभिव्यक्ति का उपयोग किया गया है वह है 'निष्पादन से पहले' या बेचने के समझौते के निष्पादन के बाद।",
  "execution of the agreement to sell. However, in the Amendment Act of the State of Punjab, the Legislature did not use the word before or proceeds the execution of the agreement to sell. Hence, the judgments": "हालाँकि, पंजाब राज्य के संशोधन अधिनियम में, विधानमंडल ने बेचने के समझौते के निष्पादन से पहले या आगे बढ़ने के लिए इस शब्द का उपयोग नहीं किया। इसलिए, ओम प्रकाश बनाम लक्ष्मीनारायण 20५ (॥) एससीसी 68",
  "Kumar Chauhan versus Vijay Kumar Mishra 2009 (2) SCC 532": "और अविनाश कुमार चौहान बनाम विजय कुमार मिश्रा 2009 (2) एससीसी 532 में याचिकाकर्ता का प्रतिनिधित्व",
  "are not applicable as in the aforesaid cases, the interpretation of": "करने वाले विद्वान वकील द्वारा दिए गए निर्णय उपरोक्त मामलों में लागू नहीं होते हैं, की व्याख्या मध्य प्रदेश राज्य के",
  "explanation added to Article 23 of the Schedule as applicable in the area of the State of Madhya Pradesh was the subject matter of interpretation. It is well settled that a fiscal statute is required to be": "क्षेत्र में लागू अनुसूची के अनुच्छेद 23 में जोड़ा गया स्पष्टीकरण व्याख्या का विषय था। यह अच्छी तरह से स्थापित है",
  "interpretation. It is well settled that a fiscal statute is required to be construed strictly and an attempt must be made to interpret the statute by taking the language employed on its face value. The literal": "कि एक राजकोषीय क़ानून को सख्ती से समझना आवश्यक है और अंकित मूल्य पर प्रयुक्त भाषा को ध्यान में रखते",
  "interpretation of entry 5 (cc), leaves no doubt that the statute never": "हुए क़ानून की व्याख्या करने का प्रयास किया जाना चाहिए। प्रविष्टि 5 (सीसी) की शाब्दिक व्याख्या से इसमें कोई",
  "intended to include those agreements in which the intended purchaser": "संदेह नहीं रह जाता है कि क़ानून का इरादा कभी भी उन समझौतों को शामिल करने का नहीं था जिनमें इच्छित क्रेता",
  "has already been delivered possession. In other words, if the delivery of possession antecedes the agreement to sell, the stamp duty under entry": "को पहले ही कब्ज़ा दे दिया गया हो। दूसरे शब्दों में, यदि कब्जे की डिलीवरी बिक्री के समझौते से पहले होती है, तो",
  "5 (cc) read with Article 23 shall not be applicable.": "अनुच्छेद 23 के साथ पढ़ी गई प्रविष्टि 5 (सीसी) के तहत स्टांप शुल्क लागू नहीं होगा।",
  "(Para 18)": "(पैरा 8)",
  "Sumeet Mahajan, Sr. Advocate with Saksham Mahajan, Advocate": "याचिकाकर्ताओं के लिए सक्षम महाजन के साथ वरिष्ठ वकील सुमीत महाजन, वकील रबानी अत्री, वकील सुहानी जैन,",
  "Rabani Atri, Advocate Suhani Jain, Advocate and Aman Rani,": "वकील और अमन रानी, वकील थे।",
  "786": "779",
  "ILL.R. PUNJAB AND HARYANA 2023(2)": "आई.एल.आर. पंजाब और हरियाणा 2023(2)",
  "ii. \"In the case of agreement to sell evidencing delivery of possession of immovable property agreed to be sold\" would": "॥. \"बेचने के समझौते के मामले में, बेचने के लिए सहमत अचल संपत्ति के कब्जे की डिलीवरी का सबूत\" बेचने के",
  "refer to possession being delivered before the execution of the agreement to sell. There can be no evidence of a fact": "समझौते के निष्पादन से पहले कब्जे की डिलीवरी को संदर्भित करेगा। किसी ऐसे तथ्य का कोई साक्ष्य नहीं हो सकता",
  "which does not pre-exist of the said evidence. Agreement to sell evidencing delivery of possession of immovable": "जो उक्त साक्ष्य से पहले से मौजूद न हो। अचल संपत्ति के कब्जे की डिलीवरी का सबूत देने वाला बेचने का समझौता",
  "property can exist only if the possession of the immoveable property has already been delivered before the execution of agreement to sell.": "केवल तभी मौजूद हो सकता है जब अचल संपत्ति का कब्जा बेचने के समझौते के निष्पादन से पहले ही वितरित",
  "Thus entry 5(cc) covers both the eventualities i.e. delivery of possession before the execution of agreement to sell as": "इस प्रकार प्रविष्टि (सीसी) दोनों स्थितियों को कवर करती है अर्थात बेचने के समझौते के निष्पादन से पहले कब्जे",
  "well as delivery of possession after the execution of agreement to sell. It is only if possession has already been": "की डिलीवरी और साथ ही बेचने के समझौते के निष्पादन के बाद कब्जे की डिलीवरी। यह केवल तभी होता है जब",
  "delivered before the execution of agreement to sell that expression \"in the case of agreement to sell evidencing": "कब्ज़ा बेचने के समझौते के निष्पादन से पहले ही वितरित कर दिया गया हो, उस अभिव्यक्ति के अनुसार \"बेचने के",
  "delivery of possession gets satisfied as has been done in the agreement to sell dated 16.07.2007 and consequently clause": "समझौते के मामले में कब्जे की डिलीवरी संतुष्ट हो जाती है जैसा कि दिनांक 46.07.2007 को बेचने के समझौते में",
  "5 (cc) of Schedule 1-A of Punjab Amendment would be very much applicable and attract the same stamp duty as": "किया गया है और परिणामस्वरूप खंड 5 ( सीसी) पंजाब संशोधन की अनुसूची ।-ए काफी हद तक लागू होगी और",
  "very much applicable and attract the same stamp duty as leviable on the conveyance deed inentry 23.": "प्रविष्टि 23 में कन्वेयंस डीड पर लगाए जाने वाले समान स्टांप शुल्क को आकर्षित करेगी।",
  "3. That the expression \"evidencing delivery of possession\" as enshrined in clause 5 (cc) has been categorically discussed by the Hon'ble Andra Pradesh High Court in": "3. यह कि खंड 5 (सीसी) में निहित अभिव्यक्ति \"कब्जे की डिलीवरी का सबूत\" पर माननीय आंध्र प्रदेश उच्च",
  "Mandati Srinivas Vs. Gatla Raji Reddy & others, 2014 SCC": "न्यायालय द्वारा मंडाती श्रीनिवास बनाम में स्पष्ट रूप से चर्चा की गई है। गतला राजी रेड्डी और अन्य, 20॥+ एससीसी",
  "Online AP 1515 (copy enclosed), wherein it has been held that \"if the document contains evidence of delivery of": "ऑनलाइन एपी ।55 (प्रतिलिपि संलग्न), जिसमें यह माना गया है कि \"यदि दस्तावेज़ में उस संबंध में एक पाठ द्वारा",
  "possession by a recital in that behalf, that is sufficient. Such delivery of possession can be prior to the date of": "कब्जे की डिलीवरी का सबूत है, तो यह पर्याप्त है। कब्जे की ऐसी डिलीवरी पहले हो सकती है समझौते की तारीख",
  "agreement and need not be under the agreement. Therefore it would follow that a agreement containing specific recital": "तक और समझौते के तहत होने की आवश्यकता नहीं है, इसलिए यह माना जाएगा कि एक समझौता जिसमें कब्जे",
  "of delivery of possession or indicating deliveryof possession even in the past is liable for stamp duty as a sale.\"": "की डिलीवरी का विशिष्ट विवरण शामिल है या अतीत में भी कब्जे की डिलीवरी का संकेत है, बिक्री के रूप में स्टांप शुल्क के लिए उत्तरदायी है।",
  "Thus, it is crystal clear that a court/Arbitral Tribunal impounding an agreement to sell on account of it being": "इस प्रकार, यह बिल्कुल स्पष्ट है कि एक अदालत»मध्यस्थ न्यायाधिकरण किसी बिक्री समझौते को अपर्याप्त रूप से",
  "impounding an agreement to sell on account of it being insufficiently stamped is to only to see whether in such": "स्टांपित होने के कारण जब्त कर रहा है, केवल यह देखने के लिए है कि क्या इस तरह के समझौते में कब्जे की",
  "agreement is there a recital evidencing delivery of possession. Once the evidence qua delivery of possession is": "डिलीवरी का एक लिखित साक्ष्य है। एक बार जब बेचने के समझौते में दर्ज दस्तावेजों से कब्जे की डिलीवरी के सबूत",
  "clear from the recitals in the agreement to sell, the said agreement is liable to be impounded if stamp duty is not": "स्पष्ट हो जाते हैं, तो उक्त समझौता जब्त किया जा सकता है यदि बेचने के समझौते पर स्टांप शुल्क नहीं लगाया गया",
  "M/S SAINI MOTORS AND OTHERS v. M/S L.R BUILDERS PVT.LTD —_787": "मैसर्स सैनी मोटर्स और अन्य बनाम मैसर्स एल.आर बिल्डर्स प्राइवेट लिमिटेड",
  "deed.": "कार्य",
  "4. Whether the entry 5 (cc) of Punjab Amendment of": "&. क्या अनुसूची ॥-ए के पंजाब संशोधन की प्रविष्टि 5 (सीसी) 4990 के अधिनियम 22 की धारा द्वारा प्रतिस्थापित",
  "the Explanation appended to Article 23 of Schedule 1-A of the Madhya Pradesh Stamp Act as substituted by Section of": "मध्य प्रदेश स्टाम्प अधिनियम की अनुसूची ॥-ए के अनुच्छेद 23 से जुड़े स्पष्टीकरण में परिकल्पित के समान",
  "i. Close examination of language of Entry 5 (cc) would reveal that actually there is no difference between the": ". प्रविष्टि 5 (सीसी) की भाषा की बारीकी से जांच करने से पता चलेगा कि वास्तव में अनुसूची -ए के अनुच्छेद 23 में",
  "reveal that actually there is no difference between the aforesaid Madhya Pradesh Amendment including": "संलग्न स्पष्टीकरण सहित उपरोक्त मध्य प्रदेश संशोधन और पंजाब संशोधन के बीच कोई अंतर नहीं है क्योंकि दोनों",
  "the agreement to sell irrespective of the fact as to whether": "समझौते पर स्टांप शुल्क लगाने की परिकल्पना करते हैं। इस तथ्य की परवाह किए बिना बेचें कि कब्जे की डिलीवरी",
  "the delivery of possession has been made before or after the agreement to sell. In the amendment of both the states the object is the same namely prevention of evasion of Stamp": "बेचने के समझौते से पहले या बाद में की गई है या नहीं। दोनों राज्यों के संशोधन में उद्देश्य एक ही है, अर्थात्‌ स्टांप",
  "object is the same namely prevention of evasion of Stamp Duty as agreement to sell followed by delivery of possession or evidencing delivery of possession actually": "शुल्क की चोरी को रोकना, क्योंकि बेचने के समझौते के बाद कब्जे की डिलीवरी या कब्जे की डिलीवरी का सबूत",
  "prescribed for conveyance deed. Thus, clause 5 (cc) of the Punjab Amendment is squarely covered by Omprakash's": "कन्वेयंस डीड के लिए निर्धारित स्टांप शुल्क। इस प्रकार, पंजाब संशोधन का खंड 5 (सीसी) पूरी तरह से ओमप्रकाश",
  "case (supra).": "के मामले (सुप्रा) द्वारा कवर किया गया है।",
  "u. Thus, a large number of judgments rendered by this Hon'ble Court on Stamp Act following Omprakash's case": "॥. इस प्रकार, ओमप्रकाश के मामले (सुप्रा) के बाद स्टाम्प अधिनियम पर इस माननीय न्यायालय द्वारा बड़ी संख्या में",
  "(supra) including Judgment rendered in CR No. 3048 of 2021 titled as Bikram Singh Vs. Charanjit Singh (Judgment": "निर्णय दिए गए, जिसमें 202। के सीआर संख्या 30%8 में बिक्रम सिंह बनाम शीर्षक से दिया गया निर्णय भी शामिल",
  "2021 titled as Bikram Singh Vs. Charanjit Singh (Judgment No. 11), have been correctly decided.": "है। चरणजीत सिंह (जजमेंट नंबर 4) का फैसला सही आया है।",
  "5. Whether there is any difference between theexpressions ‘custody of land' and 'possession of land? The expression": "5. क्या 'भूमि की अभिरक्षा' और 'भूमि का कब्ज़ा' अभिव्यक्तियों में कोई अंतर है? अभिव्यक्ति 'भूमि का कब्ज़ा' और",
  "‘possession of land’ and ‘custody ofland' refers to the same status in law and there is nodifference between the two. A person in 'custody' ofthe property is bound to be": "'भूमि की हिरासत' कानून में समान स्थिति को दर्शाती है और दोनों के बीच कोई अंतर नहीं है। संपत्ति की 'अभिरक्षा'",
  "two. A person in 'custody' ofthe property is bound to be in possession of the same. The expression used in the agreement to sell dated 16.07.2007 (Annexure P-7) is": "में रहने वाला व्यक्ति उस पर कब्ज़ा करने के लिए बाध्य है। दिनांक 6.07.2007 (अनुलग्नक पी-7) को बेचने के",
  "\"property is in legalpossession of the bank but in actual": "समझौते में प्रयुक्त अभिव्यक्ति है \"संपत्ति बैंक के कानूनी कब्जे में है लेकिन खरीदार की वास्तविक हिरासत में है\"",
  "custody of thepurchaser\" (emphasis supplied), proves the fact that the claimant/ respondent is in actual physical": "(जोर दिया गया), इस तथ्य को साबित करता है कि दावेदार»प्रतिवादी है वाद भूमि पर वास्तविक भौतिक कब्ज़ा",
  "possession of the suit land. The word ‘actual’ points": "'वास्तविक' शब्द इंगित करता है",
  "788": "787",
  "towards de-facto/ physical possession of the respondent of the area measuring 4805 sq. Yards. Theexpression ‘custody": "॥805 वर्ग गज क्षेत्र के प्रतिवादी के वास्तविक /भौतिक कब्जे की दिशा में। 'संपत्ति की अभिरक्षा' की अभिव्यक्ति पूरी",
  "of property squarely meets therequirement of entry 5 (cc) of Schedule 1-A of thePunjab Amendment of the Indian Stamp Act 1899 which provides that agreement to sell": "तरह से भारतीय स्टाम्प अधिनियम 899 के पंजाब संशोधन की अनुसूची ।-ए की प्रविष्टि 5 (सीसी) की आवश्यकता",
  "‘evidencing delivery of possession’ of immovable property agreed to be sold would attract the stamp duty as is": "को पूरा करती है, जो बेचने के लिए सहमत अचल संपत्ति के 'कब्जे के साक्ष्य वितरण' को बेचने का समझौता प्रदान",
  "leviableunder column 2 of entry 23 of the Schedule meant for the conveyance deeds. The agreement to sell in": "करती है। कन्वेयंस डीड के लिए अनुसूची की प्रविष्टि 23 के कॉलम 2 के तहत लगाए जाने वाले स्टांप शुल्क को",
  "for the conveyance deeds. The agreement to sell in question is therefore liable to be impounded as thesame": "आकर्षित किया जाएगा। इसलिए विचाराधीन बेचने का समझौता जब्त किया जा सकता है क्योंकि यह रुपये के स्टांप",
  "is insufficiently as stamp duty of Rs. 200/- onlyhas been affixed and not as envisaged in entry 23.": "शुल्क के रूप में अपर्याप्त है। केवल 200/- अंकित किया गया है, जैसा कि प्रविष्टि 23 में परिकल्पित नहीं है।",
  "6. What is the significance of mentioning of possession of 538 sa. yards being delivered to the builder in the agreement to sell in addition of land measuring 4805 sq, yards?": "6. 538 सा. की संपत्ति के उल्लेख का क्या महत्व है? बेचने के समझौते में ५805 वर्ग गज भूमि के अलावा बिल्डर को कितने गज दिए जा रहे हैं?",
  "It is worth noticing that in the agreement to sell dated 16.07.2007 there is a clear mention regarding theremaining": "ध्यान देने योग्य बात यह है कि दिनांक 6.07.2007 के विक्रय अनुबंध में शेष 538 वर्ग गज भूमि बिल्डर क्रेता के",
  "538 sq. Yards being \"in the possession\" of the": "\"कब्जे में\" होने का स्पष्ट उल्लेख है। न तो उक्त 538 वर्ग गज कभी बैंक के पास गिरवी रखी गई और न ही त्रिपक्षीय",
  "the tripartite agreement. The possession of the said land being also with builders/respondents so recorded in the": "समझौते में इसका कोई उल्लेख है। उक्त भूमि का कब्जा भी बिल्डरों/प्रतिवादियों के पास है, जिसे दिनांक",
  "agreement to sell dated 16.07.2007 the same would be squarelycovered by clause 5 (cc) as evidence of delivery of possession. On that count also the agreement to sellin": "6.07.2007 को बेचने के समझौते में दर्ज किया गया है, इसे कब्जे की डिलीवरी के साक्ष्य के रूप में खंड 5",
  "possession. On that count also the agreement to sellin question would attract the same stamp duty as that leviable": "(सीसी) द्वारा कवर किया जाएगा। उस हिसाब से भी विचाराधीन बेचने के समझौते पर उतनी ही स्टांप ड्यूटी लगेगी",
  "on the conveyance deed as envisaged in entry23.": "जितनी प्रविष्टि 23 में परिकल्पित कन्वेंस डीड पर लगाई गई है।",
  "7. Whether impugned order is capricious and non- speaking?": "7. क्या आक्षेपित आदेश मनमौजी और निरर्थक है?",
  "The impugned order neither takes notice of recital regarding possession mentioned in the earlier part of the agreement to sell dated 16.07.2007 nor as mentioned in the Schedule of": "आक्षेपित आदेश न तो दिनांक 6.07.2007 को बेचने के समझौते के पहले भाग में उल्लिखित कब्जे के संबंध में",
  "the property, nor there is any discussion whatsoever as to why clause 5 (cc) of the Schedule 1-A is not applicable": "नोटिस देता है और न ही संपत्ति की अनुसूची में उल्लिखित है, और न ही इस बात पर कोई चर्चा है कि क्‍यों खंड 5",
  "why clause 5 (cc) of the Schedule 1-A is not applicable to agreement to sell in question. In the absence of any discussion whatsoever, on the recital regarding possession in the agreement to sell in question the impugned order is": "(सीसी) अनुसूची ।-ए प्रश्नगत विक्रय समझौते पर लागू नहीं है। किसी भी चर्चा के अभाव में, प्रश्नगत बिक्री समझौते में",
  "patently illegal, capricious, non- speaking and violative of ratio laid down in Omprakash's case (supra) and therefore": "कब्जे के संबंध में आक्षेपित आदेश स्पष्ट रूप से अवैध, मनमौजी, गैर-बोलने वाला और ओमप्रकाश के मामले (सुप्रा)",
  "M/S SAINI MOTORS AND OTHERS v. M/S L.R BUILDERS PVT.LTD —_789": "मैसर्स सैनी मोटर्स और अन्य बनाम मैसर्स एल.आर बिल्डर्स प्राइवेट लिमिटेड",
  "8. Whether judgment rendered by Hon'ble Supreme Court of India in the case of SBP & CO. is attracted in the present case?": "8. क्‍या एसबीपी एंड कंपनी के मामले में भारत के माननीय सर्वोच्च न्यायालय द्वारा दिया गया निर्णय वर्तमान मामले में आकर्षित है?",
  "i. The judgment rendered in the case of SBP & CO vs.Patel Engineering Ltd. (2005) 8 SCC 8, is not at all attracted as the same has been clarified by Hon'ble Supreme Court of India subsequent judgments namely Punjab Agro Industries": "।. एसबीपी एंड सीओ बनाम पटेल इंजीनियरिंग लिमिटेड (2005) 8 एससीसी 8 के मामले में दिया गया निर्णय बिल्कुल भी आकर्षित नहीं करता है क्योंकि भारत के माननीय सर्वोच्च न्यायालय के बाद के निर्णयों अर्थात्‌ पंजाब एग्रो",
  "and Deep Industries Ltd. Vs. Oil and Natural Gas Corp. Ltd. & another (2020) 15 SCC 706, in which it is": "डीप इंडस्ट्रीज लिमिटेड बनाम। ऑयल एंड नेचुरल गैस कॉर्पोरेशन लिमिटेड और अन्य (2020) ।5 एससीसी 706,",
  "categorically held that if the aggrieved party is left with no remedy, a petition under Article 226/227 is very much": "जिसमें यह स्पष्ट रूप से माना गया है कि यदि पीड़ित पक्ष के पास कोई उपाय नहीं बचा है, तो अनुच्छेद 226/227",
  "maintainable and one does not have to wait till award is passed in the Arbitration proceedings.": "के तहत एक याचिका बहुत ही सुनवाई योग्य है और किसी के पास नहीं है मध्यस्थता कार्यवाही में पुरस्कार पारित होने तक प्रतीक्षा करना।",
  "ul. No judgment dealing with Stamp Act has been cited by the respondents which prohibits the challenge by filing": "॥. उत्तरदाताओं द्वारा स्टाम्प अधिनियम से संबंधित किसी भी निर्णय का हवाला नहीं दिया गया है जो भारत के",
  "Petition under section 226/227 of theConstitution of India to a document/agreement to sell being allowed to be admitted in evidence in violation of Section 33 & 35 read with": "संविधान की धारा 226/227 के तहत याचिका दायर करके किसी दस्तावेज़ /बेचने के समझौते को धारा 33 और 35",
  "9. Whether Sections 33, 35 & 36 of the Indian Stamp Act, 1899 are mandatory in nature?": "9. कया भारतीय स्टाम्प अधिनियम, 899 की धारा 33३, 35 और ३6 अनिवार्य प्रकृति की हैं?",
  "That Sections 33, 35 & 36 of the Indian Stamp Act, 1899": "भारतीय स्टाम्प अधिनियम, 899 की धारा 33, 35 और 36 राज्य के राजस्व की रक्षा के लिए विधायिका द्वारा",
  "aforesaid Sections cast a duty upon every Court ie. a": "प्रख्यापित कानून के अनिवार्य प्रावधान हैं। उपरोक्त धाराएं हर न्यायालय पर एक कर्तव्य डालती हैं, यानी कानून के",
  "person having by law authority to receive evidence (also every Arbitrator who is a_ person having by consent of": "अनुसार साक्ष्य प्राप्त करने का अधिकार रखने वाले व्यक्ति (प्रत्येक मध्यस्थ जो पक्षों की सहमति से साक्ष्य प्राप्त करने",
  "parties, authority to receive evidence) before whom a unregistered instrument chargeable with duty is produced,": "का अधिकार रखने वाला व्यक्ति होता है) जिसके समक्ष कर्तव्य के साथ प्रभार्य एक अपंजीकृत दस्तावेज पेश किया",
  "to examine the instrument in order to ascertain whether it is duly stamped. If the court comes to the conclusion that the": "जाता है। यह सुनिश्चित करने के लिए उपकरण की जांच करें कि उस पर विधिवत मुहर लगी है या नहीं। यदि अदालत",
  "document. A co-joint reading of the said provisions make it abundantly clear that it is mandatory for every court": "प्रावधानों के एक सह-संयुक्त पढ़ने से यह स्पष्ट रूप से स्पष्ट हो जाता है कि मध्यस्थ सहित प्रत्येक अदालत के लिए",
  "such an agreement to sell on account of the said document being insufficiently stamped. The Hon'ble Supreme Court": "यह अनिवार्य है कि वह उक्त दस्तावेज़ पर अपर्याप्त रूप से मुहर लगाए जाने के कारण बेचने के लिए इस तरह के",
  "Ltd., 2011 (14) SCC 66 (Gudgment No. 8 in compendium)": "बनाम चांदमारी टी. कंपनी प्रा. लिमिटेड, 20। (५) एससीसी 66 (संग्रह में निर्णय संख्या 8)",
  "790": "789",
  "M/S SAINI MOTORS AND OTHERS vy. M/S L.R BUILDERS PVT.LTD 791": "मैसर्स सैनी मोटर्स और अन्य बनाम मैसर्स एल.आर बिल्डर्स प्राइवेट लिमिटेड",
  "stamped to be decided at a later stage and therefore the said issue is still open, is contrary to the mandatory provision of": "बाद के चरण में निर्णय लेने की मोहर लगाई गई है और इसलिए उक्त मुद्दा अभी भी खुला है, धारा ३6 के अनिवार्य",
  "Section 36 and the law laid down by Hon'ble Supreme Court in AIR 1961 SC 1655 (Judgment No. 5 in the": "प्रावधान और माननीय सर्वोच्च न्यायालय द्वारा एआईआर ॥96। एससी 655 (संकलन में निर्णय संख्या 5) में",
  "India in (2006) 11 SCC 331 (Judgement No. 9 inthe compilation) and also relied upon by this Hon'ble Court in": "निर्धारित कानून के विपरीत है। ) और (2006) ॥। एससीसी 33 (संकलन में निर्णय संख्या 9) में भारत के माननीय",
  "compilation) and also relied upon by this Hon'ble Court in CR No. 513 of 2013 (2013 SCC Online P&H 21166": "सर्वोच्च न्यायालय द्वारा अनुमोदित और 203 के सीआर संख्या 53 (203 एससीसी ऑनलाइन पी एंड एच 266)",
  "(judgment No. 6 in compilation). Thus, the objection raised": "में इस माननीय न्यायालय द्वारा भी भरोसा किया गया। (संकलन में निर्णय संख्या 6)। इस प्रकार, याचिकाकर्ता द्वारा",
  "by petitioner that agreement to sell inquestion is required to be impounded and is not admissible in evidence, it being": "उठाई गई आपत्ति कि प्रश्न में बेचने के लिए समझौते को जब्त करना आवश्यक है और यह साक्ष्य में स्वीकार्य नहीं है,",
  "insufficiently stamped, is required to be decided at the time": "इस पर अपर्याप्त रूप से मुहर लगाई गई है, इसका निर्णय निविदा के समय किया जाना आवश्यक है। साक्ष्य में",
  "of tendering the same in evidence and not at the time of the conclusion of the trial/arbitration proceeding.": "समान, न कि मुकदमे»मध्यस्थता कार्यवाही के समापन के समय।",
  "ii. Furthermore, neither impugned order is appealable under Section 37 of the Arbitration and Conciliation Act nor the": "॥. इसके अलावा, न तो विवादित आदेश मध्यस्थता और सुलह अधिनियम की धारा ३7 के तहत अपील योग्य है और",
  "objection with regard to admissibility of Agreement to Sell dated 16.07.2007 due toinsufficiency of stamp duty, can be": "न ही स्टांप शुल्क की अपर्याप्तता के कारण दिनांक 6.07.2007 को बेचने के समझौते की स्वीकार्यता के संबंध में",
  "duty cannot be decided at the end of arbitration proceedings": "अभाव में साक्ष्य के रूप में बेचने का निर्णय मध्यस्थता कार्यवाही के अंत में मध्यस्थ द्वारा भी नहीं किया जा सकता है",
  "even by the arbitrator nor the same can be challenged later by the petitioner/defendant, in view of the bar contained in": "और न ही इसे बाद में याचिकाकर्ताप्रतिवादी द्वारा चुनौती दी जा सकती है, स्टाम्प अधिनियम की धारा ३6 में निहित",
  "can be challenged under Section 34 only on limited grounds as specified in Section 34 of the Arbitration Act. The argument that the impugned order keeps alive the objection": "पुरस्कार को धारा ३५ के तहत चुनौती दी जा सकती है। यह तर्क कि आक्षेपित आदेश क्रमशः धारा 35 और 33 के",
  "argument that the impugned order keeps alive the objection of petition with regard to admissibility of the documents for insufficiency of stamp and impounding under Section 35 &": "तहत स्टांप की अपर्याप्तता और जब्ती के लिए दस्तावेजों की स्वीकार्यता के संबंध में याचिका की आपत्ति को जीवित",
  "33 respectively to be decided at the later/final stage is not only wholly erroneous but misleading in view of the settled": "रखता है, जिसका निर्णय बाद में /अंतिम चरण में किया जाना है, न केवल पूरी तरह से गलत है, बल्कि भ्रामक भी है।",
  "position of law and liable to be rejected.”": "कानून की स्थापित स्थिति और अस्वीकार किए जाने योग्य।\"",
  "(9) On the other hand, the learned counsel representing the respondent has also filed his written submissions, the operative part": "(9) दूसरी ओर, प्रतिवादी का प्रतिनिधित्व करने वाले विद्वान वकील ने भी अपनी लिखित दलीलें दाखिल की हैं,",
  "whereof reads as under:-": "जिसका ऑपरेटिव भाग इस प्रकार है: -",
  "“Arguments raised by the petitioner": "“याचिकाकर्ता द्वारा उठाए गए तर्क",
  "5. The arguments raised by the petitioner on 13.12.2022 may be broadly summarized as under:-": "5. 3.2.2022 को याचिकाकर्ता द्वारा उठाए गए तर्को को मोटे तौर पर निम्नानुसार संक्षेपित किया जा सकता है: -",
  "1. Present petition is maintainable since the petitioner is": "॥. याचिकाकर्ता होने के कारण वर्तमान याचिका विचारणीय है",
  "792": "794",
  "M/S SAINI MOTORS AND OTHERS v. M/S L.R BUILDERS PVT. LTD — 793": "मैसर्स सैनी मोटर्स और अन्य बनाम मैसर्स एल.आर बिल्डर्स प्राइवेट लिमिटेड",
  "28.01.2016 passed by the Arbitrator dismissing Petitioner's Application to Impound the Agreement is not maintainable": "28.04.206 को मध्यस्थ द्वारा समझौते को जब्त करने के लिए याचिकाकर्ता के आवेदन को खारिज करने का",
  "inter-alia in view of the ConstitutionBench judgment of the Hon'ble Supreme Court in M/s SBP. & Co. vs. M/s Patel": "आदेश अन्य बातों के साथ-साथ मेसर्स एसबीपी में माननीय सर्वोच्च न्यायालय की संविधान पीठ के फैसले के मद्देनजर",
  "Hon'ble Supreme Court in M/s SBP. & Co. vs. M/s Patel Engineering Ltd., (2005) 8 SCC 618 Para 44, 45, 46(vi)];": "बनाए रखने योग्य नहीं है। एंड कंपनी बनाम मेसर्स पटेल इंजीनियरिंग लिमिटेड, (2005) 8 एससीसी 6॥8 पैरा ५५, +5, ५6 (५) |];",
  "b. Arbitration & Conciliation Act, 1996 is a special law &a complete code in itself providing for remedies of appeal,": "बी. मध्यस्थता और सुलह अधिनियम, 996 एक विशेष कानून और अपने आप में एक पूर्ण संहिता है जो अपील,",
  "objections etc. As per the Act, any order (not being an Award) passed by an Arbitral Tribunal on any application cannot be challenged by way of a revision petition (except": "आपत्तियों आदि के समाधान प्रदान करता है। अधिनियम के अनुसार, किसी भी आवेदन पर मध्यस्थ न्यायाधिकरण द्वारा पारित किसी भी आदेश (अवार्ड नहीं) को किसी भी तरह से चुनौती नहीं दी जा सकती है। एक पुनरीक्षण",
  "when Appealable u/S 37 of the Act) &the only legal": "याचिका (अधिनियम की धारा ३7 के तहत अपील योग्य होने को छोड़कर) और उपलब्ध एकमात्र कानूनी सहारा",
  "recourse available is to await the Final Award & raise objections in terms of Sec. 34of the Arbitration Act;": "अंतिम फैसले का इंतजार करना और धारा के संदर्भ में आपत्तियां उठाना है। मध्यस्थता अधिनियम के ३५;",
  "c. De hors & without prejudice to the objection of non- maintainability, in the facts of this case, no Stamp Duty": "सी. डी होर्स और गैर-रखरखाव की आपत्ति पर प्रतिकूल प्रभाव डाले बिना, इस मामले के तथ्यों में, दिनांक",
  "would be applicable in as much as the present Agreement to Sell dt 16.7.2007 (executed pursuant to OTS with the Bank": "6.7.2007 को बेचने के वर्तमान समझौते (सरफेसी अधिनियम के तहत बैंक के साथ ओटीएस के अनुसार",
  "under SARFAESI Act, 2002)is not a ‘conveyance’ as no": "निष्पादित) पर कोई स्टांप शुल्क लागू नहीं होगा। , 2002) एक 'संवहन' नहीं है क्योंकि उक्त समझौते के तहत",
  "d. Even as per unequivocal recitals contained in Agreement to Sell dated 16.7.2007 r/w Tripartite Agreement dated": "डी. यहां तक कि बेचने के समझौते दिनांक 6.7.2007 आर»डब्ल्यू त्रिपक्षीय समझौते दिनांक 03.0.2007 में",
  "Agreement to Sell itself that the property is \"presently in legal possession of the bank whereas in the Tripartite": "से उल्लेख किया गया था कि संपत्ति \"वर्तमान में\" है बैंक के कानूनी कब्जे में जबकि त्रिपक्षीय समझौते में यह स्पष्ट",
  "Agreement it was clarified that \"Delivery of custody of the property to the builder for construction shall not be deemed": "किया गया था कि \"निर्माण के लिए बिल्डर को संपत्ति की हिरासत की डिलीवरी को कब्जे की डिलीवरी नहीं माना",
  "e. Even on merits, Respondent's case squarely covered by the judgment of the Hon'ble Supreme Court in Vay Kumar Goyal (Dead) Thr. Lr. Vs. Neena Rani & Others. Civil": "ई. गुण-दोष के आधार पर भी, प्रतिवादी का मामला विजय कुमार गोयल (मृत) थ्री के मामले में माननीय सर्वोच्च न्यायालय के फैसले द्वारा पूरी तरह से कवर किया गया है। एल.आर. बनाम नीना रानी और अन्य। 2022 की सिविल",
  "Appeal No. 6538 of 2022 decided on 16.09.2022 reported as 2022 SCC OnLine SC 1237 which deals with similar": "अपील संख्या 6538 का फैसला 6.09.2022 को 2022 एससीसी ऑनलाइन एससी ।237 के रूप में रिपोर्ट किया",
  "recitals & interprets provisions of Stamp Act applicable in Punjab; VJAYTA": "गया जो पंजाब में लागू स्टाम्प अधिनियम के समान प्रावधानों से संबंधित है और व्याख्या करता है; विजयता",
  "f. All judgments relied upon by Petitioner rendered by co- ordinate benches of this Hon'ble Court are per incuriam as": "एफ. इस माननीय न्यायालय की समन्वित पीठों द्वारा प्रस्तुत याचिकाकर्ता द्वारा दिए गए सभी निर्णय गलत हैं क्योंकि वे",
  "they follow either Om Prakash's or Avinash Kumar": "या तो ओम प्रकाश या अविनाश कुमार का अनुसरण करते हैं।",
  "794": "793",
  "Chauhan's judgment(s) which interpret Madhya Pradesh's Stamp Act, the provisions whereof are contrary to Punjab's": "चौहान के निर्णय जो मध्य प्रदेश के स्टाम्प अधिनियम की व्याख्या करते हैं, उनके प्रावधान पंजाब के स्टाम्प",
  "Stamp Act. Moreover, the judgment relied upon by Petitioner in Narinder Kapoor v. Inderjit CR-1931- 2017&CR- 3172-2018 decided on 12.02.2020 has": "अधिनियम के विपरीत हैं। इसके अलावा, नरिंदर कपूर बनाम इंद्रजीत सीआर-93-207&सीआर- ३72-208 में",
  "expressly been overruled by the Hon'ble SC in Vijay Kumar Goyal's case.": "याचिकाकर्ता द्वारा ।2.02.2020 को दिए गए फैसले को विजय कुमार गोयल के मामले में माननीय सुप्रीम कोर्ट द्वारा स्पष्ट रूप से खारिज कर दिया गया है।",
  "g. Even otherwise, Petitioner is not aggrieved by anything &no prejudice is being caused to the Petitioner with regard": "जी. अन्यथा भी, याचिकाकर्ता किसी भी बात से व्यथित नहीं है और किसी भी स्टांप शुल्क के घाटे के संबंध में",
  "to any deficit of any stampduty& no action has been taken by stamp authorities;": "याचिकाकर्ता पर कोई पूर्वाग्रह नहीं डाला जा रहा है और स्टांप अधिकारियों द्वारा कोई कार्रवाई नहीं की गई है;",
  "h. Despite having cheated &taken undue benefit ofRs. 17 crores from the Respondent almost 14 years back, the": "एच. धोखाधड़ी करने और रुपये का अनुचित लाभ लेने के बावजूद। लगभग ॥५ साल पहले प्रतिवादी से ॥7 करोड़",
  "crores from the Respondent almost 14 years back, the Petitioner is enjoying the fruits of his misdeeds& delaying the proceedings on frivolous pretexts of 'Stamp Duty' which": "रुपये वसूलने के बाद, याचिकाकर्ता अपने कुकर्मों का फल भोग रहा है और 'स्टांप ड्यूटी' के तुच्छ बहाने पर",
  "is not benefitting the Petitioner in any way.": "कार्यवाही में देरी कर रहा है, जिससे याचिकाकर्ता को किसी भी तरह से लाभ नहीं हो रहा है।",
  "PRESENT REVISION PETITION WHOLLY MISCONCEIVED &NOT MAINTAINABLE": "वर्तमान पुनरीक्षण याचिका पूरी तरह गलत है और विचारणीय नहीं है",
  "Present revision petition against an order passed by Arbitral Tribunal deciding an interim application is not maintainable": "अंतरिम आवेदन पर निर्णय लेने वाले मध्यस्थ न्यायाधिकरण द्वारा पारित आदेश के खिलाफ वर्तमान पुनरीक्षण",
  "Tribunal deciding an interim application is not maintainable under any circumstances & is an abuse of the process of law being in the teeth of the object & scope of the Arbitration &": "याचिका किसी भी परिस्थिति में सुनवाई योग्य नहीं है और मध्यस्थता और सुलह अधिनियम, 996 के उद्देश्य और",
  "Conciliation Act, 1996. In this regard, Section 5 of Arbitration Actreads as under:-": "दायरे में होने के कारण कानून की प्रक्रिया का दुरुपयोग है। इस संबंध में ,मध्यस्थता अधिनियम की धारा 5 इस प्रकार",
  "\"5. Extent of judicial intervention- Notwithstanding anything contained in any other law for the time being in force, in matters governed by this Part, no judicial authority shall intervene except where so provided in this Part.\"": "\"5. न्यायिक हस्तक्षेप की सीमा - इस भाग द्वारा शासित मामलों में, किसी भी समय लागू किसी भी अन्य कानून में निहित होने के बावजूद, कोई भी न्यायिक प्राधिकरण इस भाग में प्रदान किए गए मामलों को छोड़कर हस्तक्षेप नहीं",
  "Respondent categorically submits that the present revision petition is wholly misconceived & is not maintainable in": "प्रतिवादी ने स्पष्ट रूप से कहा कि वर्तमान पुनरीक्षण याचिका पूरी तरह से गलत है और मैसर्स एसबीपी मामले में",
  "petition is wholly misconceived & is not maintainable in view of the settled position of law as laid down by a Constitution Bench of the Hon'ble Supreme Court in M/s": "माननीय सर्वोच्च न्यायालय की संविधान पीठ द्वारा निर्धारित कानून की तय स्थिति के मद्देनजर यह सुनवाई योग्य नहीं",
  "S.B.P. & Co. vs. M/s Patel Engineering Ltd., (2005) 8 SCC": "है। एंड कंपनी बनाम मेसर्स पटेल इंजीनियरिंग लिमिटेड, (2005) 8 एससीसी 68 जिससे यह माना गया कि किसी",
  "Arbitrator on any application, no revision/writ petition is": "भी आवेदन पर मध्यस्थ द्वारा पारित आदेश के खिलाफ, उच्च न्यायालय के समक्ष कोई पुनरीक्षण/रिट याचिका",
  "maintainable before a High Court & the only remedy available withthe aggrieved party is to await the outcome &": "सुनवाई योग्य नहीं है और एकमात्र उपाय उपलब्ध है। पीड़ित पक्ष को मध्यस्थता के नतीजे और अंतिम फैसले का",
  "grievances, if any. In SBP's case (supra), it was held by the": "वर्तमान मामले में याचिकाकर्ता द्वारा उठाया जा रहा है) जिससे एसबीपी के मामले (सुप्रा) में निर्धारित अनुपात की",
  "M/S SAINI MOTORS AND OTHERS v. M/S L.R BUILDERS PVT. LTD — 795": "मैसर्स सैनी मोटर्स और अन्य बनाम मैसर्स एल.आर बिल्डर्स प्राइवेट लिमिटेड",
  "Constitution Bench as under:-": "संविधान पीठ इस प्रकार है:-",
  "\"44. It is seen that some High Courtshave proceeded on the": "\"५५. ऐसा देखा गया है कि कुछ उच्च न्यायालय इस आधार पर आगे बढ़े हैं कि मध्यस्थता के दौरान मध्यस्थ",
  "basis that any order passed by an arbitral tribunal during arbitration, would be capable of being challenged under Article 226 or 227 of the Constitution of India. We see no": "न्यायाधिकरण द्वारा पारित कोई भी आदेश, भारत के संविधान के अनुच्छेद 226 या 227 के तहत चुनौती देने में",
  "warrant for such an approach. Section 37 makes certain": "सक्षम होगा। हमें इस तरह के लिए कोई वारंट नहीं दिखता है। दृष्टिकोण। धारा ३7 मध्यस्थ न्यायाधिकरण के कुछ",
  "grievances against the award including any in- between orders that might have been passed by the arbitral tribunal": "न्यायाधिकरण द्वारा पारित किए गए किसी भी आदेश सहित पुरस्कार के खिलाफ अपनी शिकायतों को व्यक्त करने",
  "The party aggrieved by any order of the arbitral tribunal unless has a right of appeal under Section 37of the Act, has": "मध्यस्थ न्यायाधिकरण के किसी भी आदेश से व्यथित पक्ष को जब तक अधिनियम की धारा ३7 के तहत अपील का",
  "to wait until the award is passed by the Tribunal. This": "अधिकार नहीं है, तब तक न्यायाधिकरण द्वारा निर्णय पारित होने तक इंतजार करना पड़ता है। यह अधिनियम की",
  "appears to be the scheme of the Act. The arbitral tribunal is after all, the creature of a contract between the parties, the": "योजना प्रतीत होती है। मध्यस्थता न्‍न्यायाधिकरण आख़िरकार, पार्टियों के बीच एक अनुबंध का प्राणी है, मध्यस्थता",
  "arbitration agreement, even though if the occasion arises, the Chief Justice may constitute it based on the contract": "समझौता, भले ही यदि अवसर आता है, तो मुख्य न्यायाधीश पार्टियों के बीच अनुबंध के आधार पर इसका गठन कर",
  "between the parties. But that would not alter the status of the arbitral tribunal. It will still be a forum chosen by the": "सकते हैं। लेकिन इससे मध्यस्थ न्यायाधिकरण की स्थिति में कोई बदलाव नहीं आएगा. यह अभी भी पार्टियों द्वारा",
  "the arbitral tribunal. It will still be a forum chosen by the parties by agreement. We, therefore, disapprove of the stand adopted by some of the High Courts that any order passed": "सहमति से चुना गया एक मंच होगा। इसलिए, हम कुछ उच्च न्यायालयों द्वारा अपनाए गए इस रुख को अस्वीकार",
  "High Court under Article 226 or 227 of the Constitution of": "करते हैं कि मध्यस्थ न्यायाधिकरण द्वारा पारित कोई भी आदेश भारत के संविधान के अनुच्छेद 226 या 227 के तहत",
  "India. Such an intervention by the High Courts is not permissible.": "उच्च न्यायालय द्वारा सही किए जाने में सक्षम है। उच्च न्यायालयों द्वारा इस तरह का हस्तक्षेप स्वीकार्य नहीं है।",
  "45. The object of minimising judicial intervention while the matter is in the process of being arbitrated upon, will certainly be defeated if the High Court could be approached": "५5. जब मामला मध्यस्थता की प्रक्रिया में हो तो न्यायिक हस्तक्षेप को कम करने का उद्देश्य निश्चित रूप से विफल हो",
  "under Article 227 of the Constitution of India or under Article 226 of the Constitution of India against every order": "जाएगा यदि भारत के संविधान के अनुच्छेद 227 के तहत या भारत के संविधान के अनुच्छेद 226 के तहत प्रत्येक के",
  "made by the arbitral tribunal. Therefore, it is necessary to": "खिलाफ उच्च न्यायालय से संपर्क किया जा सकता है। मध्यस्थ न्यायाधिकरण द्वारा दिया गया आदेश. इसलिए, यह",
  "indicate that once the arbitration has commenced in the arbitral tribunal, parties have to wait until the award is": "इंगित करना आवश्यक है कि एक बार मध्यस्थ न्यायाधिकरण में मध्यस्थता शुरू हो जाने के बाद, पार्टियों को",
  "arbitral tribunal, parties have to wait until the award is pronounced unless, of course, a right of appeal is available to them under Section 37 of the Act even at an earlier stage.": "पुरस्कार सुनाए जाने तक इंतजार करना होगा, जब तक कि निश्चित रूप से, अधिनियम की धारा 37 के तहत अपील का अधिकार उनके लिए अवस्था पहले से भी उपलब्ध न हो।",
  "46. We, therefore, sum up our conclusions as follows:": "५6. इसलिए, हम अपने निष्कर्षों को इस प्रकार सारांशित करते हैं:",
  "(vi) Once the matter reaches the arbitral tribunal or the sole": "(४) एक बार जब मामला मध्यस्थ न्यायाधिकरण या एकमात्र मध्यस्थ के पास पहुंच जाता है, तो उच्च न्यायालय",
  "796": "795",
  "\"Before concluding, it is made clear that whatever has been": "\"निष्कर्ष निकालने से पहले, यह स्पष्ट किया जाता है कि यहां ऊपर जो कुछ भी कहा गया है या चर्चा की गई है, वह",
  "stated or discussed hereinabove is only for the limited purpose of disposing of the application filed by the respondents and nothing stated herein above should be": "केवल उत्तरदाताओं द्वारा दायर आवेदन के निपटान के सीमित उद्देश्य के लिए है और यहां ऊपर कही गई किसी भी",
  "taken as an expression of my views on the merits of any of the issues that arise between the parties including issues No.6": "बात को मुद्दों संख्या 6 सहित पार्टियों के बीच उत्पन्न होने वाले मुद्दों की किसी के गुण-दोष पर मेरे विचारों की",
  "Hence, the rights & contentions of the Petitioner were well taken care of by the learned Arbitrator In the impugned": "इसलिए, आशक्षेपित आदेश में विद्वान मध्यस्थ द्वारा याचिकाकर्ता के अधिकारों और तर्कों का अच्छी तरह से ध्यान रखा",
  "order & no interference is warranted to the impugned order. Needless to say that the plea of the Petitioner being rendered": "गया और आशक्षेपित आदेश में किसी हस्तक्षेप की आवश्यकता नहीं है। कहने की जरूरत नहीं है कि याचिकाकर्ता की",
  "'remediless' is false & hopelessly misconceived.": "'उपचारहीन' होने की दलील झूठी और निराशाजनक रूप से गलत है।",
  "Issue No.6 & 23 framed by the Sole Arbitrator in the main arbitration proceedings reads as under:-": "मुख्य मध्यस्थता कार्यवाही में एकमात्र मध्यस्थ द्वारा तैयार किया गया मुद्दा संख्या 6 और 23 इस प्रकार है: -",
  "6. Whether the claimant is in actual physical possession of the property in dispute and, if not, to what effect? OPR": "6. क्‍या दावेदार के पास विवादग्रस्त संपत्ति का वास्तविक भौतिक कब्ज़ा है और यदि नहीं, तो इसका क्‍या प्रभाव है? ओपीआर",
  "23. Whether the agreement dated 16.7.2007 is inadmissible": "23. क्‍या दिनांक 46.7.2007 का समझौता अपंजीकृत एवं कम मुद्रांकित होने के कारण अस्वीकार्य है? यदि हाँ, तो",
  "being unregistered and under stamped? If so, its effect? OPR": "इसका प्रभाव क्या होगा? ओपीआर",
  "Hence, the issued raised by the Petitioner in the subject Application before the Arbitrator was misconceived as it": "इसलिए, याचिकाकर्ता द्वारा मध्यस्थ के समक्ष आवेदन में उठाए गए मुद्दे को गलत समझा गया क्योंकि यह सीधे तौर",
  "directly impinged upon the final adjudication of Issues No. 6& 23 framed by Arbitrator which were the very heart &": "पर मध्यस्थ द्वारा तय किए गए मुद्दे संख्या 6 और 23 के अंतिम निर्णय पर प्रभाव डालता है, जो मध्यस्थता में दावा",
  "soul of the claim petition in the Arbitration itself. In fact, the Petitioner tried to get the main issues of the arbitration": "याचिका का हृदय और आत्मा थे। वास्तव में, याचिकाकर्ता ने अंतरिम आवेदन के माध्यम से मध्यस्थता के मुख्य मुद्दों",
  "decided circuitously by way of an Interim application so as to take the proceedings to a higher court & waste time.": "को घुमावदार तरीके से तय करने की कोशिश की ताकि कार्यवाही को उच्च न्यायालय में ले जाया जा सके और समय",
  "Needless to say that theimpugned proceedings have been": "बर्बाद किया जा सके। यह कहने की आवश्यकता नहीं है कि विवादित कार्यवाही केवल अप्रत्यक्ष तरीके से मध्यस्थ",
  "initiated only to create roadblocks &scuttle the issues framed by the Arbitrator in an indirect manner. Thus, the": "द्वारा तय किए गए मुद्दों को बाधित करने और बाधित करने के लिए शुरू की गई है। इस प्रकार, याचिकाकर्ता इस",
  "Petitioner deserves no relief from this Hon'ble Court.": "माननीय न्यायालय से किसी राहत का हकदार नहीं है।",
  "OM PRAKASH’S JUDGMENT COMPLETELY INAPPLICABLE & RELIANCE PLACED BY THE PETITIONER THEREUPON IS ABSOLUTELY MISCONCEIVED": "ओम प्रकाश का निर्णय पूरी तरह से लागू नहीं है और याचिकाकर्ता द्वारा उस पर दिया गया भरोसा पूरी तरह से गलत",
  "17. The judgment relied upon by the Petitioner namely, Om Prakash Vs. Laxminarayan (2014) 1 SCC 618 which": "7. याचिकाकर्ता ने ओम प्रकाश बनाम के फैसले पर भरोसा किया। लक्ष्मीनारायण (20५) । एससीसी 68 जो",
  "by Petitioner todilute the ratio of SBP (supra) was also distinguishedin all respects & it was held that there is": "याचिकाकर्ता द्वारा एसबीपी (सुप्रा) के अनुपात को कम करने के मामले को भी सभी मामलों में खारिज कर दिया गया",
  "distinguishedin all respects & it was held that there is no equivocation whatsoever in the exposition of the legal position by the Supreme Court in SBP (supra) that revision": "था और यह माना गया था कि एसबीपी (सुप्रा) में सुप्रीम कोर्ट द्वारा कानूनी स्थिति की व्याख्या में किसी भी तरह का",
  "11. Even Punjab Agro Industries Corporation Ltd. vs.": "॥. यहां तक कि याचिकाकर्ता द्वारा उद्धृत पंजाब एग्रो इंडस्ट्रीज कॉर्पोरेशन लिमिटेड बनाम केवल सिंह ढिल्लों",
  "Kewal Singh Dhillon (2008) 10 SCC 128 cited by Petitioner is completely inapplicable & is in an entirely different context. Punjab Agro related to appointment of Arbitrator &": "(2008) 0 एससीसी 28 भी पूरी तरह से अनुपयुक्त है और पूरी तरह से अलग संदर्भ में है। पंजाब एग्रो मध्यस्थ की",
  "did not arise from arevision petition filed directly against an order passed by the Arbitrarily Tribunal like the present": "नियुक्ति से संबंधित है और यह वर्तमान मामले की तरह मनमाना न्यायाधिकरण द्वारा पारित आदेश के खिलाफ सीधे",
  "case. Hence, no reliance can be placed on it.": "दायर एक पुनरीक्षण याचिका से उत्पन्न नहीं हुआ है। इसलिए इस पर भरोसा नहीं किया जा सकता।",
  "12. Argument of petitioner being rendered 'remediless' to maintain the present revision petition is hopelessly": "॥2. याचिकाकर्ता का वर्तमान पुनरीक्षण याचिका को बनाए रखने के लिए 'उपचारहीन' होने का तर्क निराशाजनक",
  "misconceived. The legislature has fully secured the rights of": "रूप से गलत है। विधायिका ने मध्यस्थता से गुजरने वाले एक वादी के अधिकारों को पूरी तरह से सुरक्षित कर लिया",
  "objections/pleas in case he wishes to challenge the Final Award in terms of Section 34 of Arbitration Act. However,": "है, जो मध्यस्थता अधिनियम की धारा ३५ के संदर्भ में अंतिम पुरस्कार को चुनौती देने की इच्छा होने पर ऐसी सभी",
  "the Petitioner has directly come to this Hon'ble Court by way of a ‘leapfrog’ petition bypassing the statutory mandate": "दरकिनार करते हुए एक 'लीपफ्रॉग' याचिका के माध्यम से सीधे इस माननीय न्यायालय में आया है।",
  "The conclusion drawn by the learned Arbitrator in the impugned order is perfectly valid, legally justified & does": "विवादित आदेश में विद्वान मध्यस्थ द्वारा निकाला गया निष्कर्ष पूरी तरह से वैध, कानूनी रूप से न्‍्यायोचित है और",
  "not suffer from any infirmity which is liable to beinterfered with. Although, the Learned Arbitrator had expressly": "इसमें कोई ऐसी कमजोरी नहीं है, जिसमें हस्तक्षेप किया जा सके। हालाँकि, विद्वान मध्यस्थ ने कार्यवाही के दौरान",
  "clarified during the course of proceedings that the issue with regard to alleged under stamping shall be decided at the time of pronouncing final award however, the Petitioner": "स्पष्ट रूप से स्पष्ट किया था कि कथित अंडर स्टैम्पिंग के संबंध में मुद्दा अंतिम निर्णय सुनाते समय तय किया जाएगा,",
  "time of pronouncing final award however, the Petitioner filed a misconceived application & unnecessarily invited an order only to delay the proceedings. Even then, the learned": "हालांकि, याचिकाकर्ता ने एक गलत धारणा वाला आवेदन दायर किया और कार्यवाही में देरी करने के लिए",
  "order only to delay the proceedings. Even then, the learned Arbitrator acted in a justified manner &did not foreclose the": "अनावश्यक रूप से एक आदेश आमंत्रित किया। फिर भी, विद्वान मध्यस्थ ने उचित तरीके से काम किया और",
  "rights of the Petitioner & decided the issue in favour of the Respondent only for the purpose of the disposing of the application on repeated insistence of the Petitioner. The": "याचिकाकर्ता के अधिकारों को जब्त नहीं किया और याचिकाकर्ता के बार-बार आग्रह करने पर केवल आवेदन के निपटान के उद्देश्य से प्रतिवादी के पक्ष में मामले का फैसला किया। आशक्षेपित आदेश में विद्वान मध्यस्थ द्वारा की गई",
  "in the impugned order deserve to be reproduced as under:-": "प्रासंगिक टिप्पणियाँ निम्नानुसार पुन: प्रस्तुत किए जाने योग्य हैं: -",
  "800": "797",
  "M/S SAINI MOTORS AND OTHERS v. M/S L.R BUILDERS PVT.LTD —_799": "मैसर्स सैनी मोटर्स और अन्य बनाम मैसर्स एल.आर बिल्डर्स प्राइवेट लिमिटेड",
  "interprets provisions of Madhya Pradesh's Stamp Act (which are different & contrary to Punjab Stamp Act) is": "मध्य प्रदेश के स्टाम्प अधिनियम (जो पंजाब स्टाम्प अधिनियम से भिन्न और विपरीत हैं) के प्रावधानों की व्याख्या",
  "completely inapplicable in the present factual scenario. The judgment in Om Prakash's case follows an earlier judgment in Avinash Kumar Chauhan vs. Vijay Krishna Mishra (2009) 2 SCC 532, which again was a case pertaining to": "वर्तमान तथ्यात्मक परिदृश्य में पूरी तरह से अनुपयुक्त है। ओम प्रकाश के मामले में निर्णय अविनाश कुमार चौहान बनाम विजय कृष्ण मिश्रा (2009) 2 एससीसी 532 में पहले के फैसले का अनुसरण करता है, जो फिर से मध्य",
  "Madhya Pradesh's Stamp Act which is different than relevant law applicable in Punjab. That apart, the judgment": "प्रदेश के स्टांप अधिनियम से संबंधित मामला था जो पंजाब में लागू प्रासंगिक कानून से अलग है। इसके अलावा, ओम",
  "inOm Prakash's case arose from a final order of a Civil Court & not an interim order of an Arbitral Tribunal.": "प्रकाश के मामले में फैसला सिविल कोर्ट के अंतिम आदेश से आया था, न कि मध्यस्थता न्‍्यायाधिकरण के अंतरिम",
  "18. The relevant provisions Punjab & Madhya Pradesh's Stamp Act are as under:": "8. पंजाब और मध्य प्रदेश के स्टाम्प अधिनियम के प्रासंगिक प्रावधान इस प्रकार हैं:",
  "Punjab Madhya Pradesh": "पंजाब मध्य प्रदेश",
  "to Article 23 Schedule II applicable under the of Scheduled 1-A of Stamp (Madhya State of Punjab, Column No.2 of": "स्टाम्प की अनुसूची -ए (मध्य प्रदेश पंजाब राज्य, प्रदेश द्वितीय संशोधन के कॉलम संख्या 2) के तहत लागू अनुच्छेद",
  "5. Agreement of memorandum of an Explanation:- for the purpose of this Agreement article where in the case of (cc)": "5. एक स्पष्टीकरण के ज्ञापन का समझौता: - इस समझौते के अनुच्छेद के प्रयोजन के लिए जहां (सीसी) के मामले में",
  "in the case of agreement to sell agreement to sell immovable followed by or evidencing delivery property, the possession of any of possession of the": "अचल बेचने के समझौते को बेचने के समझौते के मामले में या वितरण संपत्ति का सबूत, किसी भी कब्जे का कब्ज़ा",
  "immovable immovable property is transferee property agreed to be soldto the purchaser before execution or after": "अचल अचल संपत्ति हस्तांतरणीय संपत्ति है जिसे निष्पादन से पहले या उसके संबंध में हस्तांतरण निष्पादित किए",
  "execution of such agreement without executing the conveyance inrespect thereof then such agreement to sell": "बिना ऐसे समझौते के निष्पादन के बाद क्रेता को बेचने के लिए सहमति व्यक्त की गई है, तो ऐसे बेचने के समझौते",
  "shall be deemed to be a conveyance and stamp duty thereon shall be leviable accordingly.": "को हस्तांतरण माना जाएगा और उस पर स्टांप शुल्क तदनुसार लगाया जाएगा।",
  "A bare perusal of the above contradictory provisions applicable in Punjab & Madhya Pradesh respectivelylead to an inevitable conclusion that in Madhya Pradesh,": "क्रमशः पंजाब और मध्य प्रदेश में लागू उपरोक्त विरोधाभासी प्रावधानों के अवलोकन से यह अपरिहार्य निष्कर्ष",
  "irrespective of whether possession is handed over before execution or after execution of agreement to sell, the same": "निकलता है कि मध्य प्रदेश में, चाहे कब्जा निष्पादन से पहले सौंपा गया हो या बेचने के समझौते के निष्पादन के बाद,",
  "shall be deemed to be a 'conveyance' & stamp duty thereon shall be leviable. However, in Punjab, the situation is quite": "उसे एक माना जाएगा। 'संवहन' और उस पर स्टांप शुल्क लगाया जाएगा। हालाँकि, पंजाब में, स्थिति काफी अलग है",
  "different as unless the agreement to sell is followed by or": "क्योंकि जब तक बेचने के समझौते का पालन नहीं किया जाता है या कब्जे की डिलीवरी का सबूत नहीं दिया जाता है,",
  "M/S SAINI MOTORS AND OTHERS v. M/S L.R BUILDERS PVT. LTD 801": "मैसर्स सैनी मोटर्स और अन्य बनाम मैसर्स एल.आर बिल्डर्स प्राइवेट लिमिटेड",
  "from Stamp Duty) where under, an OTS was entered into between the Bank, Petitioner & Respondent& accordingly,": "स्टाम्प ड्यूटी से) जिसके तहत, बैंक, याचिकाकर्ता और प्रतिवादी के बीच एक ओटीएस दर्ज किया गया था और",
  "Tripertite Agreement dated 03.01.2007 was executed, the relevant recitals whereof are as under: -": "तदनुसार, त्रिपक्षीय समझौता दिनांक 03.0.2007 को निष्पादित किया गया था, जिसके प्रासंगिक विवरण इस प्रकार",
  "4.(d) That upon grant of approval to the OTS by the competent authority in the Bank and appropriate of Rs.": "५.(डी) कि बैंक में सक्षम प्राधिकारी द्वारा ओटीएस को मंजूरी देने पर और उचित रु. मेसर्स सैनी मोटर्स के ऋण खाते",
  "2,00,00,000/- (Rupees Two crores only) in theloan account of M/s Saini Motors, \"the Owners\" and \"the Bank\" shall hand over the custody of the said property to \"the Builder\" for development purposes only with no right for possession": "में 200,00,000/- (केवल दो करोड़ रुपये), \"मालिक\" और \"बैंक\" विकास उद्देश्यों के लिए उक्त संपत्ति की",
  "hand over the custody of the said property to \"the Builder\" for development purposes only with no right for possession of the land. However, legal possession shall remain with": "हिरासत \"बिल्डर\" को सौंप देंगे। केवल भूमि पर कब्ज़ा करने का कोई अधिकार नहीं है। हालाँकि, कानूनी कब्ज़ा तब",
  "\"the Bank\" till all the dues of \"the Bank\" are cleared. Further, \"the Bank\" shall be at liberty to take back the": "तक \"बैंक\" के पास रहेगा जब तक कि \"बैंक\" के सभी बकाया चुका नहीं दिए जाते। इसके अलावा, \"बैंक\" उक्त",
  "for whatever reason that \"the Project\" is being delayed unnecessarily and its dues are not being cleared as per the agreed terms (supra)...": "\"परियोजना\" में अनावश्यक रूप से देरी हो रही है और सहमति के अनुसार शर्तें (सुप्रा) इसके बकाया का भुगतान नहीं किया जा रहा है।...",
  "24.That \"the Bank\" hereby admit and confirm this transaction and in token thereof the bank has signed this": "2%. कि \"बैंक\" इस लेनदेन को स्वीकार करता है और इसकी पुष्टि करता है और इसके प्रतीक के रूप में बैंक ने इस",
  "agreement. However, \"the Bank\" is at its discretion to take a decision to take back the custodyof the property from the builder at any point of timeand \"the Builder\" &": "समझौते पर हस्ताक्षर किए हैं। हालाँकि, \"बैंक\" किसी भी समय बिल्डर से संपत्ति की कस्टडी वापस लेने का निर्णय",
  "Bank. Delivery of custody ofthe property to the builder for construction shall not be deemed to be delivery of possession.... Subsequently, as directed by the Bank": "सकते हैं। . निर्माण के लिए बिल्डर को संपत्ति की अभिरक्षा की सुपुर्दगी को कब्जे की सुपुर्दगी नहीं माना जाएगा...",
  "possession.... Subsequently, as directed by the Bank being inpossession under SARFAESI Act, Agreement to Selldated 16.07.2007 was entered into, the relevantrecital": "इसके बाद, सरफ़ेस्ट अधिनियम के तहत बैंक के निर्देशानुसार दिनांक 46.07.2007 को बेचने का समझौता किया",
  "whereof is as under:-": "गया, जिसका प्रासंगिक विवरण इस प्रकार है: -",
  "\"Whereas the Owners namely M/s Saini Motors, a partnership firm described herein in the sole and absolute": "\"जबकि मालिक अर्थात्‌ मेसर्स सैनी मोटर्स, एक साझेदारी फर्म है जिसका वर्णन यहां भूमि के एकमात्र और पूर्ण",
  "owners of land...": "मालिकों में किया गया है...",
  "which is mortgaged to the State Bank of India against credit facilities availed from the said Bank in the name of M/s Saini Motors, presently in legal possession of the bank but": "जो मेसर्स सैनी मोटर्स के नाम पर उक्त बैंक से प्राप्त क्रेडिट सुविधाओं के विरुद्ध भारतीय स्टेट बैंक के पास बंधक है,",
  "in actual custody of the purchaser...": "जो वर्तमान में बैंक के कानूनी कब्जे में है लेकिन क्रेता की वास्तविक हिरासत में है...",
  "Indubitably, ‘possession was never handed over to the Respondent at any point of time & only ‘custody for the purpose of construction was handed over at the time of OTS": "निस्संदेह, किसी भी समय प्रतिवादी को कब्ज़ा नहीं सौंपा गया था और ओटीएस के समय केवल निर्माण के उद्देश्य के",
  "802": "804",
  "Le. 03.01.2007 which is much before 16.07.2007.Assuming for the sake of argument that ‘custody amounts to": "03.0.2007 जो कि 6.07.2007 से बहुत पहले है। तर्क के लिए मान लें कि 'हिरासत कब्जे के बराबर है",
  "possession (although it is expressly provided that custody shall not amount to possession), even the said Custody": "(हालांकि यह स्पष्ट रूप से प्रदान किया गया है कि हिरासत कब्जे के बराबर नहीं होगी), यहां तक कि उक्त हिरासत",
  "was handed over to the Respondent around 03.01.2007": "भी प्रतिवादी को 03.0॥। के आसपास सौंप दी गई थी .2007 दिनांक 6.07.2007 को बेचने के समझौते के",
  "much prior to execution of Agreement to Sell dated 16.07.2007 (although it is vehemently denied that possession was given), even then, the possession is not": "निष्पादन से बहुत पहले (हालांकि इस बात से सख्ती से इनकार किया गया है कि कब्ज़ा दिया गया था), फिर भी,",
  "‘followed by the Agreement to Sell. Therefore, by no stretch of imagination can it be said that the Agreement to": "कब्ज़ा बेचने के समझौते का पालन नहीं किया गया है। इसलिए, किसी भी तरह की कल्पना से यह नहीं कहा जा",
  "stretch of imagination can it be said that the Agreement to Sellis a conveyance thereby attracting Stamp Duty.": "सकता है कि बेचने का समझौता एक ऐसा हस्तांतरण है जिससे स्टांप शुल्क लगता है।",
  "RESPONDENT FULLY COVERED BY THE JUDGMENT IN VIJAY KUMAR GOYAL’S CASE": "विजय कुमार गोयल के मामले में प्रतिवादी फैसले से पूरी तरह प्रभावित था।",
  "27. De hors the non-maintainability, even the facts of the present case are clearly in favour of the Respondent&": "27. गैर-रखरखाव से परे, यहां तक कि वर्तमान मामले के तथ्य भी स्पष्ट रूप से प्रतिवादी के पक्ष में और याचिकाकर्ता",
  "against the Petitioner. An identical issue arose before the Hon'ble Supreme Court in Vijay Kumar Goyal (Dead) Thr.": "के खिलाफ हैं। विजय कुमार गोयल (मृत) भ्री मामले में माननीय सर्वोच्च न्यायालय के समक्ष एक समान मुद्दा उठा।",
  "Lr. Vs. Neena Rani & Ors. Civil Appeal No. 6538 of 2022": "एल.आर. बनाम नीना रानी एवं अन्य। 2022 की सिविल अपील संख्या 6538 का निर्णय 6.09.2022 को 2022",
  "decided on 16.09.2022 reported as 2022 SCC OnLine SC 1237, wherein it was held as under:-": "एससीसी ऑनलाइन एससी ।237 के रूप में रिपोर्ट किया गया, जिसमें इसे निम्नानुसार रखा गया था: -",
  "\"1. Feeling aggrieved and dissatisfied with the impugned judgment and order passed by the HighCourt of Punjab and Haryana at Chandigarh in Civil Revision Petition No. CR-": "\". 208 की सिविल पुनरीक्षण याचिका संख्या सीआर-372 में चंडीगढ़ में पंजाब और हरियाणा उच्च न्यायालय द्वारा पारित फैसले और आदेश से व्यथित और असंतुष्ट महसूस करना, जिसके द्वारा उच्च न्यायालय ने अपीलकर्ता",
  "said revisionapplication preferred by the appellant herein and has confirmed the order passed by the Trial Court": "द्वारा प्रस्तुत उक्त पुनरीक्षण आवेदन को खारिज कर दिया है। यहां और ट्रायल कोर्ट द्वारा पारित आदेश की पुष्टि की है",
  "directing the appellant-original plaintiff to pay thedeficient stamp duty alongwith the penalty, the original plaintiff has": "जिसमें अपीलकर्ता-मूल वादी को जुर्माने के साथ कम स्टांप शुल्क का भुगतान करने का निर्देश दिया गया है, मूल",
  "preferred the present appeal.": "वादी ने वर्तमान अपील को प्राथमिकता दी है।",
  "land. In the said suit, the Trial Court passed an order directing the original plaintiff appellant to pay the deficient stamp duty as leviable under Sub columnNo. 2 of Column": "में, ट्रायल कोर्ट ने एक आदेश पारित कर मूल वादी अपीलकर्ता को प्रविष्टि संख्या के कॉलम संख्या 2 के उप कॉलम",
  "stamp duty as leviable under Sub columnNo. 2 of Column No. 2 of Entry no. 23 of Schedule 1- A by observing that as": "संख्या 2 के तहत लगाए गए कम स्टांप शुल्क का भुगतान करने का निर्देश दिया। अनुसूची -ए के 23, यह देखते हुए",
  "per Schedule | A. Entry No. 5 with respect to Memorandum of Agreement or agreement to sell followed by or evidencing delivery of possession of the immovable": "कि अनुसूची । ए के अनुसार, अचल संपत्ति के कब्जे की डिलीवरी के बाद या उसके बाद बेचने के समझौते के ज्ञापन या समझौते के संबंध में प्रविष्टि संख्या 5",
  "M/S SAINI MOTORS AND OTHERS v. M/S L.R BUILDERS PVT. LTD 803": "मैसर्स सैनी मोटर्स और अन्य बनाम मैसर्स एल.आर बिल्डर्स प्राइवेट लिमिटेड",
  "under Sub column No. 2 of Column No. 2 of Entry No. 23": "संख्या 2 के उप कॉलम संख्या 2 के तहत स्टांप शुल्क लगाया जाएगा।",
  "3. Feeling aggrieved and dissatisfied with the order passed by the Trial Court ordering the deficient stamp duty along": "3. ट्रायल कोर्ट द्वारा पारित आदेश से व्यथित और असंतुष्ट महसूस करते हुए, जिसमें कम स्टांप शुल्क के साथ-साथ",
  "with the penalty to be paid, the original plaintiff-appellant": "जुर्माने का भुगतान करने का आदेश दिया गया था, मूल वादी-अपीलकर्ता ने आश्षेपित निर्णय द्वारा उच्च न्यायालय के",
  "preferred the Civil Revision Potion No. CR 3172 2018 before the High Court by the impugned judgment and order,": "समक्ष सिविल रिवीजन पोशन नंबर सीआर 3३72 20॥8 को प्राथमिकता दी। और आदेश, उच्च न्यायालय ने उक्त",
  "the High Court has dismissed the said revision petition, which has given rise to the present appeal": "पुनरीक्षण याचिका को खारिज कर दिया है, जिसने वर्तमान अपील को जन्म दिया है।",
  "4. Though served, none has appeared on behalf of the respondents.": "५. तामील होने के बावजूद, उत्तरदाताओं की ओर से कोई भी उपस्थित नहीं हुआ है।",
  "5. We have heard learned counsel appearing on behalf of the appellant. We have considered and gone through the": "5. हमने अपीलकर्ता की ओर से उपस्थित विद्वान वकील को सुना है। हमने दिनांक 2५.02.996 के समझौता ज्ञापन",
  "performance has been sought.": "प्रदर्शन की मांग की गई है।",
  "6. Having gone through the said arguments, it can be seen that the possession has not been delivered under the said": "6. उक्त तर्कों को पढ़ने के बाद, यह देखा जा सकता है कि उक्त समझौतों के तहत कब्ज़ा नहीं दिया गया है। इन",
  "agreements. In these agreements, it is _ specifically mentioned that the possession of the disputed land in": "समझौतों में, यह विशेष रूप से उल्लेख किया गया है कि विवादित भूमि का कब्ज़ा पहले से ही अपीलकर्ता विजय",
  "question was already with the appellant Vijay Kumar, In the Memorandum of Agreement dated 24.02.1996, it is mentioned that \"the above said land is already with my": "कुमार के पास था, दिनांक 2५.02.996 के समझौता ज्ञापन में, यह उल्लेख किया गया है कि \"उपरोक्त भूमि पहले",
  "brother Vijay Kumar and after today, my brother, Vijay": "से ही मेरे भाई विजय के पास है कुमार और आज के बाद मेरा भाई विजय कुमार भी मेरी तरह उक्त भूमि का",
  "Kumar has become the owner in possession of the above land like me In the agreement to sell dated 14.05.2011, in paragraph 2, it is stated the possession of the above land is": "मालिक बन गया है दिनांक ५.05.20॥ के विक्रय अनुबंध के कंडिका 2 में कहा गया है कि उक्त भूमि का कब्जा",
  "already with party no. 2 and the party no.2 is having possession of the same today also\" Thus, it cannot be said": "पहले से ही पक्षकार संख्या के पास है 2 और पार्टी नंबर 2 के पास आज भी उसका कब्ज़ा है\" इस प्रकार, यह नहीं",
  "that the possession of the land in question was delivered through under the said agreements of which the specific": "कहा जा सकता है कि विचाराधीन भूमि का कब्ज़ा उक्त समझौतों के तहत दिया गया था, जिसके विशिष्ट निष्पादन",
  "performance is sought. In that view of the matter, Entry no 5 of Schedule 1-A of the Indian Stamp Act as amended by": "की मांग की गई है। मामले को ध्यान में रखते हुए, पंजाब राज्य द्वारा संशोधित भारतीय स्टाम्प अधिनियम की अनुसूची",
  "the State of Punjab shall not be applicable As per Entry No. 5 (cc) of Schedule 1-A applicable under theState of Punjab,": "।-ए की प्रविष्टि संख्या 5 लागू नहीं होगी। पंजाब राज्य के तहत लागू अनुसूची ।-ए की प्रविष्टि संख्या 5 (सीसी) के",
  "in the case of agreement to sell followed by or evidencing delivery of possession ofthe immovable property agreed to": "अनुसार पंजाब, बेचने के लिए समझौते के बाद या बेचने के लिए सहमत अचल संपत्ति के कब्जे की डिलीवरी के",
  "be sold, the stamp duty is leviable under Column No 2 Entry No. 23 of Schedule 1-A. As observed hereinabove,": "साक्ष्य के मामले में, अनुसूची ।-ए के कॉलम नंबर 2 प्रविष्टि संख्या 23 के तहत स्टांप शुल्क लगाया जाता है। जैसा कि यहां ऊपर देखा गया है,",
  "804": "803",
  "the plaintiff was already in possession prior to the execution ofthe aforesaid agreements as per the recitals in the aforesaid two agreements. It is to be noted that even the": "उपरोक्त दो समझौतों में दर्ज विवरण के अनुसार वादी का कब्जा उपरोक्त समझौतों के निष्पादन से पहले से ही था।",
  "plaintiff has also not sought the possession in the suit filed": "यह ध्यान दिया जाना चाहिए कि वादी ने भी अपने द्वारा दायर मुकदमे में कब्जे की मांग नहीं की है और वास्तव में",
  "restraining the defendants from interfering in the peaceful possession of the plaintiff and from dispossessing or": "प्रतिवादियों को वादी के शांतिपूर्ण कब्जे में हस्तक्षेप करने और वादी को बेदखल करने या बेदखल करने से रोकने के",
  "7. In view of the above and for the reasons stated above, the order passed by the High Court and that ofthe Trial Court": "7. उपरोक्त को ध्यान में रखते हुए और ऊपर बताए गए कारणों के लिए, उच्च न्यायालय और ट्रायल कोर्ट द्वारा",
  "directing the appellant-original plaintiff to pay the deficient stamp duty with penalty applying Sub-column No. 2 of": "पारित आदेश में अपीलकर्ता-मूल वादी को कॉलम के उप-कॉलम नंबर 2 को लागू करते हुए दंड के साथ कम स्टांप",
  "Column No. 2 of Entry No. 23 of Schedule 1-A as amended by the State of Punjab is unsustainable and the same": "शुल्क का भुगतान करने का निर्देश दिया गया है। पंजाब राज्य द्वारा संशोधित अनुसूची -ए की प्रविष्टि संख्या 23 का",
  "8. In view of the above and for the reasons stated above, the": "8. उपरोक्त को ध्यान में रखते हुए और ऊपर बताए गए कारणों से, वर्तमान अपील 208 की सिविल पुनरीक्षण",
  "order passed by the High Court dismissing the Civil Revision Petition No. CR-3172 of2018 and the order passed": "याचिका संख्या सीआर-372 को खारिज करने वाले उच्च न्यायालय द्वारा पारित आक्षेपित निर्णय और आदेश और",
  "by the Trial Court directing the appellant-original plaintiff to pay thedeficient stamp duty along with the penalty are": "ट्रायल कोर्ट द्वारा पारित आदेश को सफल बनाती है। अपीलकर्ता-मूल वादी को जुर्माने के साथ कम स्टांप शुल्क का",
  "28. As is evident, in Vijay Kumar Goyal's case (a case from Punjab arising from this Hon'ble Court), possession of the": "28. जैसा कि स्पष्ट है, विजय कुमार गोयल के मामले (इस माननीय न्यायालय से उत्पन्न पंजाब का एक मामला) में,",
  "property was handed over to the Plaintiff therein, prior to the execution of the Agreement to Sell & therefore, the": "संपत्ति का कब्ज़ा बेचने के समझौते के निष्पादन से पहले वादी को सौंप दिया गया था और इसलिए, माननीय सुप्रीम",
  "Honble SC held that possession has not been delivered under the said agreements. As even as per the recitals,": "कोर्ट ने माना कि उक्त समझौतों के तहत कब्ज़ा नहीं दिया गया है। जैसा कि विवरण के अनुसार, \"विवादित भूमि का",
  "\"possession of the disputed land in question was already with the appellant” Hence, it was held that since possession is already with the plaintiff the same is not “followed byor": "कब्ज़ा पहले से ही अपीलकर्ता के पास था\" इसलिए, यह माना गया कि चूंकि कब्ज़ा पहले से ही वादी के पास है,",
  "is already with the plaintiff the same is not “followed byor evidencing delivery of possession” as Entry No. 5 (cc) of": "इसलिए प्रविष्टि संख्या के रूप में \"कब्जे की डिलीवरी का पालन या साक्ष्य\" नहीं किया गया है। अनुसूची ।-ए के 5",
  "Schedule 1-A & therefore, no stamp duty was required. Hence, the order directing payment of duty was set aside.": "(सीसी) और इसलिए, कोई स्टांप शुल्क की आवश्यकता नहीं थी, इसलिए शुल्क के भुगतान का निर्देश रद्द कर दिया गया था।",
  "Vijay Kumar Goyal's case leaves no manner of doubt that Respondent is fully covered by the ratio enunciated therein": "विजय कुमार गोयल के मामले में कोई संदेह नहीं है कि प्रतिवादी पूरी तरह से उसमें दिए गए अनुपात से आच्छादित",
  "& by no stretch of imagination could it be said that Agreement to Sell dt. 16.7.2007 is a conveyance which": "है और किसी भी तरह से यह नहीं कहा जा सकता है कि बेचने का समझौता दिनांक। 6.7.2007 एक वाहन है जिस",
  "would attract Stamp Duty as per Sub-column No. 2 of Column No. 2 of Entry No. 23 of Schedule 1-A as amended": "पर संशोधित अनुसूची -ए की प्रविष्टि संख्या 23 के कॉलम संख्या 2 के उप-स्तंभ संख्या 2 के अनुसार स्टांप शुल्क",
  "by the State of Punjab sinceno possession has been handed over to the Respondent by virtue of/under such an Agreement to Sell dated 16.7.2007": "पंजाब राज्य द्वारा चूंकि दिनांक 6.7.2007 को बेचने के ऐसे समझौते के तहत/के आधार पर प्रतिवादी को कोई",
  "Section 29-A (1) of the Arbitration Act clearly provides that \"The award in matters other than International commercial": "मध्यस्थता अधिनियम की धारा 29-ए (॥) स्पष्ट रूप से प्रदान करती है कि \"अंतर्राष्ट्रीय वाणिज्यिक मध्यस्थता के",
  "shall be made within a period of twelve months from the": "रूप में पढ़ा जाता है \"यह पुरस्कार उस तारीख से बारह महीने की अवधि के भीतर दिया जाएगा जब मध्यस्थ",
  "date the arbitral tribunal enters upon the reference However, despite the strict mandate of the Act that the entire": "न्यायाधिकरण संदर्भ में प्रवेश करता है, हालांकि, सख्त आदेश के बावजूद अधिनियम में कहा गया है कि संपूर्ण",
  "arbitration proceedings have to be concluded within 1 year, the present arbitration proceedings have remained pending": "मध्यस्थता कार्यवाही को । वर्ष के भीतर समाप्त किया जाना चाहिए, वर्तमान मध्यस्थता कार्यवाही याचिकाकर्ता द्वारा",
  "for almost 10 years due to the roadblocks created by the petitioner who has been successful in placing delaying tactic thereby frustrating, obviating, derailing & scuttling": "बनाई गई बाधाओं के कारण लगभग ॥0 वर्षों से लंबित है, जो देरी की रणनीति बनाने में सफल रहा है मध्यस्थता की",
  "tactic thereby frustrating, obviating, derailing & scuttling the entire process & purpose of arbitration": "संपूर्ण प्रक्रिया और उद्देश्य जिससे निराशा, बाधा, पटरी से उतरना और भटकाव हो रहा है।",
  "Despite the present petition being out rightly not maintainable in view of a Constitution Bench Judgment in SBP (supra), the same has unfortunately remained pending": "एसबीपी (सुप्रा) में संविधान पीठ के फैसले के मद्देनजर वर्तमान याचिका उचित रूप से सुनवाई योग्य नहीं होने के",
  "for the last more than 6 years along with a stay in favour of the Petitioner. Sadly, despite the interim order having": "बावजूद, दुर्भाग्य से यह याचिकाकर्ता के पक्ष में रोक के साथ पिछले 6 वर्षों से अधिक समय से लंबित है। दुख की",
  "lapsed on account of non-extension thereof as per the ratio laid down in Asian Resurfacing of Road Agency Pvt. Ltd.": "बात है कि अंतरिम आदेश एशियन रिसर्फेसिंग ऑफ रोड एजेंसी प्राइवेट लिमिटेड में निर्धारित अनुपात के अनुसार",
  "misconstrued by the Petitioner to stall the pending Arbitration proceedings. In this regard, Respondent has": "कार्यवाही को रोकने के लिए याचिकाकर्ता द्वारा उक्त अंतरिम आदेश का गलत अर्थ निकाला जा रहा है। इस संबंध में,",
  "Arbitration proceedings. In this regard, Respondent has even filed detailed application(s) bearing CM 4744 of 2022 & CM 17055 of 2022 & has approachedthe Hon'ble SC.": "प्रतिवादी ने 2022 के सीएम ५7५५ और 2022 के सीएम 7055 वाले विस्तृत आवेदन भी दायर किए हैं और",
  "33.It is worth highlighting that the present case depicts an unfortunate state of affairs wherein, the Petitioner who has": "33. यह रेखांकित करने योग्य है कि वर्तमान मामला एक दुर्भाग्यपूर्ण स्थिति को दर्शाता है, जिसमें याचिकाकर्ता,",
  "secured an ex-parte order of stay of arbitration proceedings way back on 09.05.2016 has been successful in delaying the": "जिसने 09.05.206 को मध्यस्थता कार्यवाही पर रोक लगाने का एक पक्षीय आदेश प्राप्त किया था, कार्यवाही में",
  "proceedings dragging on the same for the last more than 612 years thereby frustrating the very purpose of arbitration.": "देरी करने में सफल रहा है। पिछले साढ़े छह वर्षों से अधिक समय से मध्यस्थता का उद्देश्य ही विफल हो रहा है।",
  "Resultantly, the arbitration proceedings which was ordered by this Hon'ble Court way back on 27.09.2013 remain": "परिणामस्वरूप, 27.09.203 को इस माननीय न्यायालय द्वारा आदेशित मध्यस्थता कार्यवाही अभी भी बनी हुई है",
  "pending for the last almost 10 years whereas, the statutory mandate of the Arbitration & Conciliation Act, 1996": "पिछले लगभग ॥0 वर्षों से लंबित है, जबकि मध्यस्थता और सुलह अधिनियम, 996 का वैधानिक आदेश अधिकतम",
  "contemplates conclusion of the entire arbitration within a year at max.": "एक वर्ष के भीतर संपूर्ण मध्यस्थता के निष्कर्ष पर विचार करता है।",
  "34 Although the arbitration proceedings hadcommenced in the year 2013 however, the Petitioner herein left no stone": "3५ हालांकि मध्यस्थता की कार्यवाही वर्ष 203 में शुरू हो गई थी, फिर भी याचिकाकर्ता ने कोई कसर नहीं छोड़ी",
  "unturned & made all possible efforts to somehow scuttle, frustrate, obviate, delay & derail the arbitration": "और किसी भी तरह से मध्यस्थता की कार्यवाही को बाधित करने, निराश करने, टालने, देरी करने और पटरी से",
  "proceedings. As a matter of fact, the Petitioner created all possible roadblocks to stall the proceedings & several": "उतारने के लिए हर संभव प्रयास किया। वास्तव में, याचिकाकर्ता ने कार्यवाही को रोकने के लिए सभी संभावित बाधाएँ",
  "possible roadblocks to stall the proceedings & several dilatory tactics were deployed by the Petitioner one after the": "पैदा कीं और याचिकाकर्ता द्वारा एक के बाद एक कई टालमटोल की रणनीति अपनाई गई और तदनुसार, मामले में",
  "other & accordingly, the matter was delayed & dragged alongfor several years while the Respondent has been made to suffer heavy monetary losses. Despite having paid Rs. 17": "देरी हुई और इसे कई वर्षों तक खींचा गया, जबकि प्रतिवादी को भुगतना पड़ा। भारी आर्थिक हानि. रुपये का भुगतान",
  "crores approx, the property in question has stillnot come to the Respondent.": "करने के बावजूद. लगभग 7 करोड़ रुपये की संपत्ति अभी भी प्रतिवादी के पास नहीं आई है।",
  "35. During the pendency of the arbitration proceedings, Justice N.K. Sodhi, learned Sole Arbitrator had": "35. मध्यस्थता कार्यवाही के लंबित रहने के दौरान, न्यायमूर्ति एन.के. सोढ़ी, विद्वान एकमात्र मध्यस्थ का दुर्भाग्य से 28",
  "unfortunately passed away on 28thDecember, 2021 & Arb No. 180 of 2022 had to be filed by the respondent wherein,": "दिसंबर, 202। को निधन हो गया था और 2022 का एआरबी नंबर 80 प्रतिवादी द्वारा दायर किया जाना था, जिसमें,",
  "vide order dated 22.07.2022, this Hon’ble Court was": "दिनांक 22.07.2022 के आदेश के तहत, यह माननीय न्यायालय माननीय श्री को नियुक्त करने में प्रसन्न था।",
  "pleased toappoint Hon’ble Mr. Justice (Retd.) Ajay Tewari to substitute as an arbitrator. However, proceedings before": "न्यायमूर्ति (सेवानिवृत्त) अजय तिवारी मध्यस्थ के रूप में स्थानापन्न होंगे। हालाँकि, वर्तमान मामले के कारण",
  "the substituted arbitrator have also not commenced on account of the present matter. A plethora of decisions have": "प्रतिस्थापित मध्यस्थ के समक्ष कार्यवाही भी शुरू नहीं हुई है। माननीय सर्वोच्च न्यायालय द्वारा अनेक निर्णय दिए गए",
  "that the salient object of Arbitration & Conciliation Act,": "हैं, जिनमें इस बात पर प्रकाश डाला गया है कि मध्यस्थता और सुलह अधिनियम, 996 का मुख्य उद्देश्य मध्यस्थ",
  "1996 is fair, speedy & inexpensive adjudication of commercial disputes by Arbitral Tribunal & unnecessary": "न्यायाधिकरण द्वारा वाणिज्यिक विवादों का निष्पक्ष, त्वरित और सस्ता निर्णय करना है और अनावश्यक देरी से इसका",
  "delays defeat & frustrate the very purpose of the Act. Therefore, the Arbitration needs to be expedited by this": "मूल उद्देश्य विफल हो जाता है। कार्यवाही करना। इसलिए, इस माननीय न्यायालय द्वारा मध्यस्थता में तेजी लाने की",
  "(10) Before analysing the arguments of the learned counsel representing the parties, it becomes imperative for the Court to carefully": "(0) पक्षों का प्रतिनिधित्व करने वाले विद्वान वकील की दलीलों का विश्लेषण करने से पहले, न्यायालय के लिए",
  "read the statutory provisions. In fact, this amendment carried out by the Punjab Govt. in the 1899 Act, is pursuant to the amendment in the": "वैधानिक प्रावधानों को ध्यान से पढ़ना अनिवार्य हो जाता है। दरअसल, यह संशोधन पंजाब सरकार द्वारा किया गया है।",
  "Punjab Govt. in the 1899 Act, is pursuant to the amendment in the Indian Registration Act, 1908 and the Transfer of Property Act, 1882,": "899 अधिनियम में, भारतीय पंजीकरण अधिनियम, 908 और संपत्ति हस्तांतरण अधिनियम, ॥882 में संशोधन के",
  "inserted by Registration and Other related laws Amendment Act, 2001 which came into force with effect from 24th September, 2001. By the": "अनुसार, पंजीकरण और अन्य संबंधित कानून संशोधन अधिनियम, 200 द्वारा डाला गया, जो 2५ सितंबर, 200। से",
  "aforesaid amendment, Section 17 (1-A) in the Registration Act, 1908": "लागू हुआ। उपरोक्त संशोधन, पंजीकरण अधिनियम, 908 में धारा 7 (-ए)",
  "M/S SAINI MOTORS AND OTHERS v. M/S L.R BUILDERS PVT.LTD 807": "मैसर्स सैनी मोटर्स और अन्य बनाम मैसर्स एल.आर बिल्डर्स प्राइवेट लिमिटेड",
  "was added which makes the agreement to sell with respect to a property compulsoryregistrable for the purpose of Section 53-A of the Transfer of Property Act, 1882.": "जोड़ा गया जो संपत्ति हस्तांतरण अधिनियम, 882 की धारा 53-ए के प्रयोजन के लिए संपत्ति के संबंध में बेचने के समझौते को अनिवार्य पंजीकरण योग्य बनाता है।",
  "(11) Ona careful reading of Section 2(10) of the 1899 Act, it is evident that the word conveyance includes a sale deed or every": "(।) 899 अधिनियम की धारा 2(0) को ध्यान से पढ़ने पर, यह स्पष्ट है कि कन्वेयंस शब्द में एक बिक्री विलेख या",
  "instrument by which the property is transferred. The definition of the word conveyance starts with word “includes”.": "हर उपकरण शामिल है जिसके द्वारा संपत्ति हस्तांतरित की जाती है। संवहन शब्द की परिभाषा \"शामिल\" शब्द से शुरू होती है।",
  "(12) As per Section 54 of the Transfer of Property Act, the contract for sale or agreement to sell does not by itself create any": "(।2) संपत्ति हस्तांतरण अधिनियम की धारा 5५ के अनुसार, बिक्री का अनुबंध या बिक्री का समझौता ऐसी संपत्ति पर",
  "contract for sale or agreement to sell does not by itself create any interest, charge, on such property.": "अपने आप में कोई ब्याज, शुल्क नहीं बनाता है।",
  "(13) Now the Court proceeds to analyse entry 5 (cc) in the Schedule 1-A of the 1899 Act. It is evident that the agreement to sell": "((3) अब न्यायालय 899 अधिनियम की अनुसूची ।-ए में प्रविष्टि 5 (सीसी) का विश्लेषण करने के लिए आगे बढ़ता",
  "followed by or evidencing delivery of possession of immovable property agreed to be sold has been made chargeable with the stamp": "है। यह स्पष्ट है कि बेचने के समझौते के बाद या बेचने के लिए सहमत अचल संपत्ति के कब्जे की डिलीवरी के सबूत",
  "duty as provided in column (2) of entry 23 of the Schedule subject to the adjustment of the duty chargeable at the time of execution of the": "को शुल्क के समायोजन के अधीन अनुसूची की प्रविष्टि 23 के कॉलम (2) में दिए गए स्टांप शुल्क के साथ प्रभार्य बना",
  "the adjustment of the duty chargeable at the time of execution of the conveyance made in pursuance of such agreement. In other words, it is": "दिया गया है। ऐसे समझौते के अनुसरण में किए गए परिवहन के निष्पादन के समय प्रभार्य। दूसरे शब्दों में, यह प्रदान",
  "provided that if in the agreement to sell it is recited that the possession has been delivered or shall be delivered after a few days, it is necessary": "किया जाता है कि यदि बेचने के समझौते में यह लिखा है कि कब्ज़ा वितरित कर दिया गया है या कुछ दिनों के बाद",
  "to pay the stamp duty as is leviable under column 2 of the entry No.": "वितरित किया जाएगा, तो स्टांप शुल्क का भुगतान करना आवश्यक है जैसा कि प्रविष्टि संख्या के 23 अनुसूची कॉलम",
  "23 of the Schedule. It is evident that for the purpose of entry 23, the PunjabGovernment has divided column no.2 into two parts, which have": "2 के तहत लगाया जाता है। स्पष्ट है कि प्रविष्टि 23 के उद्देश्य से पंजाब सरकार ने कॉलम नंबर 2 को दो भागों में",
  "been re-numbered as 2 and 3. In column 2, the rate of the stamp duty": "विभाजित किया है, जिन्हें 2 और 3 के रूप में पुनः क्रमांकित किया गया है। कॉलम 2 में स्टाम्प ड्यूटी की दर प्रदान",
  "has been provided where the conveyance amounts to the sale of immovable property. Whereas column No. 3 prescribes rates for other": "की गई है, जहां स्थानांतरण अचल संपत्ति की बिक्री के बराबर है। जबकि कॉलम नंबर 3 अन्य कन्वेयंस डीड के लिए",
  "conveyance deeds which include those agreements to sell in which": "दरें निर्धारित करता है जिसमें बेचने के लिए वे समझौते शामिल हैं जिनमें कब्जे की डिलीवरी कम समय के भीतर की",
  "(14) On analyzing the facts of the present case, it is evident that under clause 4(d) of the tripartite agreement the Builder (respondent": "(५) वर्तमान मामले के तथ्यों का विश्लेषण करने पर, यह स्पष्ट है कि त्रिपक्षीय समझौते के खंड ५ (डी) के तहत",
  "herein) was delivered possession of the property of the agreement to sell. It is evident that the Bank handed over the custody of the property": "बिल्डर (यहां प्रतिवादी) को बेचने के समझौते की संपत्ति का कब्जा दिया गया था। यह स्पष्ट है कि बैंक ने संपत्ति की",
  "to the Builder while observing that such custody is being handed over for the development purposes only with no right for possession. Clause": "कस्टडी बिल्डर को यह देखते हुए सौंप दी कि ऐसी कस्टडी केवल विकास उद्देश्यों के लिए सौंपी जा रही है, जिसमें",
  "5 of thetripartite agreement provides that the owners also agree with the same position.": "कब्जे का कोई अधिकार नहीं है। त्रिपक्षीय समझौते के खंड 5 में प्रावधान है कि मालिक भी उसी स्थिति से सहमत हैं।",
  "(15) Ona careful reading of the relevant part of the agreement to sell dated 16 July, 2007, it is evident that the previous possession of the": "(।5) 6 जुलाई, 2007 को बेचने के समझौते के प्रासंगिक हिस्से को ध्यान से पढ़ने पर, यह स्पष्ट है कि बिल्डर के",
  "possession is being delivered under the agreement or shall be delivered in the near future. The ‘1899 Act’ is a fiscal statute. Any": "समझौते के तहत कब्जा दिया जा रहा है या निकट भविष्य में दिया जाएगा। 899 अधिनियम' एक राजकोषीय",
  "conveyance deed that amounts to the transfer of the property, the stamp duty is payable at a prescribed rate. By the amendment, the only": "क़ानून है। कोई भी हस्तांतरण विलेख जो संपत्ति के हस्तांतरण के बराबर है, स्टांप शुल्क एक निर्धारित दर पर देय है।",
  "the execution of the conveyance deed. Thus, by way of amendment the stage at which some part of the stamp duty is payable has been": "संप्रेषण विलेख. इस प्रकार, संशोधन के माध्यम से वह चरण जिस पर स्टांप शुल्क का कुछ हिस्सा देय होता है, कुछ",
  "advanced to the date of agreement to sell in certain eventualities. This is the substance of the amendment.": "निश्चित परिस्थितियों में बेचने के समझौते की तारीख तक बढ़ा दिया गया है। यह संशोधन का सार है।",
  "(16) Section 35 of the ‘1899 Act’? mandates that if any instrument chargeable with duty is sought to be produced in evidence,": "(6) १899 अधिनियम' की धारा 35 में कहा गया है कि यदि शुल्क के साथ लगाए गए किसी भी उपकरण को",
  "instrument chargeable with duty is sought to be produced in evidence, the same shall not be admitted in evidence by any person who is": "साक्ष्य में पेश करने की मांग की जाती है, तो उसे किसी भी व्यक्ति द्वारा साक्ष्य में स्वीकार नहीं किया जाएगा जो",
  "authorized by lawor consent of the parties, to receive the document as evidence unlesssuch document is duly stamped. Proviso to Section": "कानून या पार्टियों की सहमति से अधिकृत है। दस्तावेज़ को साक्ष्य के रूप में प्राप्त करें जब तक कि ऐसे दस्तावेज़ पर",
  "as evidence unlesssuch document is duly stamped. Proviso to Section 35 of the ‘1899 Act’ provides that the opportunity will be given to make": "विधिवत मुहर न लगी हो। १899 अधिनियम' की धारा 35 के प्रावधान में प्रावधान है कि ऐसे शुल्क को 5/- रुपये के",
  "up such duty with penalty of Rs.5/- or when 10 times of the amount of": "जुर्माने के साथ पूरा करने का अवसर दिया जाएगा या जब उचित शुल्क की राशि का 40 गुना या उसका कमी वाला",
  "proper duty or deficient portion thereof exceeds Rs.5/-. Section 36 of": "हिस्सा 5/- रुपये से अधिक हो। . १899 अधिनियम' की धारा ३6 में कहा गया है कि एक बार जब किसी दस्तावेज",
  "evidence, such admission shall not be called in question except as provided under Section 61 of the ‘1899 Act’ at any stage of the suit": "की धारा 6। के तहत प्रदान किए गए प्रावधान के अलावा ऐसी स्वीकृति पर सवाल नहीं उठाया जाएगा। आधार यह है",
  "(17) Thus, it is evident that penalty to the extent of amount equivalent to 10 times of the deficient stamp duty is leviable, however,": "(7) इस प्रकार, यह स्पष्ट है कि कम स्टांप शुल्क के ॥0 गुना के बराबर राशि का जुर्माना लगाया जा सकता है,",
  "it depends upon the discretion of the authorised person, authority or Court before whom the said document is produced. The penalty of the": "हालांकि, यह अधिकृत व्यक्ति, प्राधिकारी या न्यायालय के विवेक पर निर्भर करता है जिसके समक्ष उक्त दस्तावेज",
  "amount equivalent to 10 times is not mandatory. It wholly depends": "प्रस्तुत किया जाता है। 0 गुना के बराबर राशि का जुर्माना अनिवार्य नहीं है। यह पूरी तरह से न्यायालय के विवेक पर",
  "upon the discretion of the Court. Reference in this regard can be placed at Trustees of H.C.Dhanda Trust versus State of Madhya Pradesh and others’.": "निर्भर करता है। इस संबंध में संदर्भ एच.सी.ढांडा ट्रस्ट के ट्रस्टी बनाम मध्य प्रदेश राज्य और अन्य! में रखा जा सकता",
  "(18) Now the Court proceeds to analyse the arguments of the": "(8) अब न्यायालय याचिकाकर्ता का प्रतिनिधित्व करने वाले विद्वान वकील के तर्कों का विश्लेषण करने के लिए आगे",
  "learned counsel representing the petitioner. The first argument put forth by the learned counsel with respect to clause (i) is not in question. If the": "बढ़ता है। खंड () के संबंध में विद्वान वकील द्वारा दिया गया पहला तर्क प्रश्न में नहीं है। यदि कब्जे की डिलीवरी बेचने",
  "delivery of possession is before the agreement to sell, the statute has not used the word before the agreement to sell as is the position in the": "के समझौते से पहले है, तो क़ानून में बेचने के समझौते से पहले शब्द का उपयोग नहीं किया गया है जैसा कि मध्य",
  "amendment made by State of Madhya Pradesh in the ‘1899 Act’. In the": "प्रदेश राज्य और अन्य' द्वारा 4899 अधिनियम' में किए गए संशोधन में स्थिति है।",
  "M/S SAINI MOTORS AND OTHERS v. M/S L.R BUILDERS PVT.LTD 811": "मैसर्स सैनी मोटर्स और अन्य बनाम मैसर्स एल.आर बिल्डर्स प्राइवेट लिमिटेड",
  "Madhya Pradesh. In the Amendment Act of State of Madhya Pradesh": "गए स्पष्टीकरण की तुलना की है। मध्य प्रदेश राज्य. मध्य प्रदेश राज्य के संशोधन अधिनियम में जिस अभिव्यक्ति का",
  "theexpression that is used is ‘before execution’ or after execution of the agreement to sell. However, in the Amendment Act of the State of Punjab, the Legislature did not use the word before or proceeds the": "उपयोग किया गया है वह है 'निष्पादन से पहले' या बेचने के समझौते के निष्पादन के बाद। हालाँकि, पंजाब राज्य के संशोधन अधिनियम में, विधानमंडल ने बेचने के समझौते के निष्पादन से पहले या आगे बढ़ने के लिए इस शब्द का",
  "versus Laxminarayan? and Avinash Kumar Chauhan versus Vijay": "उपयोग नहीं किया। इसलिए, ओम प्रकाश बनाम लक्ष्मीनारायण” और अविनाश कुमार चौहान बनाम विजय कुमार",
  "Kumar Mishra’ are not applicable as in the aforesaid cases, the": "मिश्राः में याचिकाकर्ता का प्रतिनिधित्व करने वाले विद्वान वकील द्वारा दिए गए निर्णय उपरोक्त मामलों में लागू नहीं",
  "interpretation of explanation added to Article 23 of the Schedule as applicable in the area of the State of Madhya Pradesh was the subject": "होते हैं, अनुसूची के अनुच्छेद 23 में स्पष्टीकरण की व्याख्या लागू होती है। मध्य प्रदेश राज्य का क्षेत्र व्याख्या का विषय",
  "matter of interpretation. It is well settled that a fiscal statute is required": "था। यह अच्छी तरह से स्थापित है कि एक राजकोषीय क़ानून को सख्ती से समझना आवश्यक है और अंकित मूल्य",
  "to be construed strictly and an attempt must be made to interpret the statute by taking the language employed on its face value. The literal": "पर प्रयुक्त भाषा को ध्यान में रखते हुए क़ानून की व्याख्या करने का प्रयास किया जाना चाहिए। प्रविष्टि ५ (सीसी) की",
  "interpretation of entry 5 (cc), leaves no doubt that the statute never intended to include those agreements in which the intended purchaser": "शाब्दिक व्याख्या से इसमें कोई संदेह नहीं रह जाता है कि क़ानून का इरादा कभी भी उन समझौतों को शामिल करने",
  "intended to include those agreements in which the intended purchaser has already been delivered possession. In other words, if the delivery of": "का नहीं था जिनमें इच्छित क्रेता को पहले ही कब्ज़ा दे दिया गया हो। दूसरे शब्दों में, यदि कब्जे की डिलीवरी बिक्री",
  "possession antecedes the agreement to sell, the stamp duty under entry 5 (cc) read with Article 23 shall not be applicable.": "के समझौते से पहले होती है, तो अनुच्छेद 23 के साथ पढ़ी गई प्रविष्टि ५ (सीसी) के तहत स्टांप शुल्क लागू नहीं",
  "(19) Learned counsel representing the petitioner also relies upon the judgment passed in Mandati Srinivas ‘s case (supra). This Court": "(9) याचिकाकर्ता का प्रतिनिधित्व करने वाले विद्वान वकील भी मांडति श्रीनिवास के मामले (सुप्रा) में पारित फैसले",
  "has carefully read the aforesaid judgment. In that case, the Court held": "पर भरोसा करते हैं। इस न्यायालय ने उपरोक्त निर्णय को ध्यानपूर्वक पढ़ा है। उस मामले में, न्यायालय ने माना कि",
  "that though it is recited in the agreement to sell that the possession of the property was delivered but in fact, the possession was not delivered.": "यद्यपि बेचने के समझौते में यह कहा गया है कि संपत्ति का कब्ज़ा दे दिया गया था, लेकिन वास्तव में, कब्ज़ा नहीं",
  "Moreover, the relevant amendment made by the Andhra Pradesh Amendment Act has not been reproduced in order to analyze the": "दिया गया था। इसके अलावा, वैधानिक प्रावधान का विश्लेषण करने के लिए आंध्र प्रदेश संशोधन अधिनियम द्वारा",
  "Amendment Act has not been reproduced in order to analyze the statutory provision. Hence, the argument of the learned counsel that": "किए गए प्रासंगिक संशोधन को पुन: प्रस्तुत नहीं किया गया है। इसलिए, विद्वान वकील का यह तर्क कि अतीत में भी",
  "delivery of possession even in the past is sufficient to attract the applicability of Article 23 of the Schedule.": "कब्जे की डिलीवरी अनुसूची के अनुच्छेद 23 की प्रयोज्यता को आकर्षित करने के लिए पर्याप्त है।",
  "(20) The next argument of the learned senior counsel representing the petitioner has no substance because entry 5(cc) of the Punjab Amendment Act and explanation appended to Article 23 of": "(20) याचिकाकर्ता का प्रतिनिधित्व करने वाले विद्वान वरिष्ठ वकील के अगले तर्क में कोई दम नहीं है क्योंकि पंजाब संशोधन अधिनियम की प्रविष्टि 5 (सीसी) और मध्य प्रदेश स्टाम्प अधिनियम की अनुसूची ॥-ए के अनुच्छेद 23 में",
  "similarly worded. This Court has also carefully read the judgment passed by co-ordinate Bench in Vikram Singh’s case (supra) It is": "संलग्न स्पष्टीकरण अलग-अलग हैं और समान शब्दों में नहीं लिखे गए हैं। इस न्यायालय ने विक्रम सिंह के मामले (सुप्रा) में समन्वय पीठ द्वारा पारित निर्णय को भी ध्यान से पढ़ा है",
  "32009 (2) SCC 532": "3 2009 (2) एससीसी 532",
  "evident that the attention of the Court in Vikram Singh’s case (supra)": "स्पष्ट है कि विक्रम सिंह के मामले (सुप्रा) में न्यायालय का ध्यान अनुसूची की प्रविष्टि संख्या 5 (सीसी) और अनुच्छेद",
  "was not drawn to the amendment in entry No. 5 (cc)and Article 23 of the Schedule. The Court examined Section 35 of the 1899 Act and the": "23 में संशोधन की ओर आकर्षित नहीं किया गया था। न्यायालय ने 899 अधिनियम की धारा 35 और अविनाश",
  "judgment passed by the Supreme Court in Avinash Kumar Chauhan’s case (supra). Hence, the aforesaid judgment cannot be": "कुमार चौहान के मामले (सुप्रा) में सुप्रीम कोर्ट द्वारा पारित फैसले की जांच की। इसलिए, उपरोक्त निर्णय को इस",
  "considered to be laying down law to the effect that even when the possession has been delivered before the execution of the agreement to": "आशय का कानून बनाने वाला नहीं माना जा सकता है कि भले ही बेचने के समझौते के निष्पादन से पहले कब्ज़ा दे",
  "sell, the stamp duty is payable. Rather on a careful reading of para 5, it is evident that the Court analysed that there is a recital in the agreement": "दिया गया हो, स्टांप शुल्क देय है। पैरा 5 को ध्यान से पढ़ने पर, यह स्पष्ट है कि न्यायालय ने विश्लेषण किया कि",
  "to sell that the possession has been already delivered to the intended purchaser on the date the agreement to sell was executed. Hence, it is": "बेचने के समझौते में एक पुनरावृत्ति है कि बेचने के समझौते को निष्पादित करने की तारीख पर कब्ज़ा पहले ही",
  "not a case where prospective vendee was already in possession. As": "इच्छित क्रेता को सौंप दिया गया है। इसलिए, यह ऐसा मामला नहीं है जहां संभावित विक्रेता पहले से ही कब्जे में था।",
  "regards the next argument in the considered view of the Court, there is no difference between the expression custody of the land and possession of the land in the context of the present case. For the": "जहां तक न्यायालय के विचाराधीन अगले तर्क का संबंध है, वर्तमान मामले के संदर्भ में भूमि की अभिरक्षा और भूमि",
  "no difference between the expression custody of the land and possession of the land in the context of the present case. For the purpose of stamp duty, the actualphysical possession of the property is": "के कब्जे की अभिव्यक्ति के बीच कोई अंतर नहीं है। स्टांप शुल्क के प्रयोजन के लिए, संपत्ति का वास्तविक भौतिक",
  "important.": "कब्ज़ा महत्वपूर्ण है।",
  "(21) With reference to the next argument of significance of reciting delivery of possession of 533 square yards, it may be noticed": "(2।) 533 वर्ग गज के कब्जे की डिलीवरी के महत्व के अगले तर्क के संदर्भ में, यह देखा जा सकता है कि बेचने का",
  "that the agreement to sell itself recites that 4805 square yards land was in possession of the Bank, which, in turn, has been delivered to the": "समझौता खुद बताता है कि ५805 वर्ग गज भूमि बैंक के कब्जे में थी, जो बदले में है बिल्डर को दे दी गई है, जबकि",
  "Builder whereas, the Builder is already in possession of 538 square yards. So, in other words even 538 square yards were already in": "538 वर्ग गज जमीन पर बिल्डर का कब्जा पहले से ही है। तो, दूसरे शब्दों में कहें तो 538 वर्ग गज जमीन भी पहले",
  "possession of the Builder.": "से ही बिल्डर के कब्जे में थी।",
  "(22) The next submission of the learned counsel has no substance as the learned Arbitrator has passed an_ interlocutory": "(22) विद्वान वकील की अगली दलील में कोई दम नहीं है क्योंकि विद्वान मध्यस्थ ने पार्टियों का प्रतिनिधित्व करने",
  "order while examining the contention of the learned counsel representing the parties. Hence, it would not be appropriate for the court": "वाले विद्वान वकील के विवाद की जांच करते हुए एक अंतरिम आदेश पारित किया है। इसलिए, अदालत के लिए इस",
  "representing the parties. Hence, it would not be appropriate for the court to style such order as capricious and nonspeaking. With reference to the": "तरह के आदेश को मनमौजी और निरर्थक कहना उचित नहीं होगा। पुनरीक्षण याचिका की विचारणीयता के संबंध में",
  "next argument of the counsel with regard to the maintainability of the revision petition, this Court has opted to refrain itself from examining": "वकील के अगले तर्क के संदर्भ में, इस न्यायालय ने मामले की जांच करने से खुद को दूर रखने का विकल्प चुना है,",
  "the matter, particularly, when it is the petitioner who is attempting to establish that the revision petition is maintainable whereas on the other": "खासकर, जब यह याचिकाकर्ता है जो यह स्थापित करने का प्रयास कर रहा है कि पुनरीक्षण याचिका विचारणीय है",
  "hand, it is the case of the respondent that no revision petition is maintainable.": "जबकि दूसरी ओर, प्रतिवादी का मामला यह है कि कोई भी पुनरीक्षण याचिका सुनवाई योग्य नहीं है।",
  "(23) The next argument of the learned counsel with regard to interpretation of Section 33, 35 and 36 of the 1899 Act, it may be": "(23) 899 अधिनियम की धारा 33, 35 और 36 की व्याख्या के संबंध में विद्वान वकील का अगला तर्क, यह देखा",
  "noticedthat the aforesaid argument would not arise in the present case": "जा सकता है कि उपरोक्त तर्क वर्तमान मामले में उत्पन्न नहीं होगा क्योंकि यह पाया गया है कि स्टांप शुल्क अनुच्छेद",
  "as it has been found that the stamp duty under Article 23-A is not applicable to the agreement to sell in question. The next argument of": "23-ए के तहत विचाराधीन बिक्री समझौते पर लागू नहीं होता है। अगला तर्क"
}