{
  "sion thereof as a tenant in his own right and unless he is ejected from the demised premises in accordance with law,": "है और जब तक उसे कानून के अनुसार ध्वस्त परिसर से बाहर नहीं निकाला जाता",
  "the landlord cannot force his entry into the property. Of": "है, तब तक मकान मालिक संपत्ति में उसके प्रवेश के लिए मजबूर नहीं कर सकता है।",
  "course, the landlord has a right to inspect the premises, at reasonable hours with the permission of the tenant and": "बेशक, मकान मालिक को किरायेदार की अनुमति से उचित समय पर परिसर का",
  "this has been so accepted by the appellant in his written": "निरीक्षण करने का अधिकार है और अपीलार्थी ने अपने लिखित बयान में इसे स्वीकार",
  "This appears to be the correct enunciation of the legal position, as": "यह कानूनी स्थिति का सही प्रतिपादन प्रतीत होता है, जैसा कि निचली अदालत",
  "discussed by the lower Court. Therefore, I do not see any merit in": "द्वारा चर्चा की गई है। इसलिए, मैं इस याचिका में कोई योग्यता नहीं देखता और",
  "this petition and the same is dismissed but with no order as to costs.": "इसे खारिज कर दिया जाता है, लेकिन लागत के बारे में कोई आदेश नहीं है।",
  "Before : I. S. Tiwana, J.": "समक्ष: आई. एस. तिवाना, न्यायमूर्ति",
  "OM PARKASH GOYAL.—Petitioner.": "ओम प्रकाश गोयल-याचिकाकर्ता",
  "versus": "बनाम",
  "RAM KRISHAN CHHOKAR,—Respondent.": "राम कृष्ण छोकर,-उत्तरदाता",
  "Civil Revision No. 2346 of 1990": "4990 का सिविल संशोधन संख्या 2346",
  "‘Code of Civil Procedure, 1908—S. 115, O. 39, Rls. 1 & 2—Tenant": "सिविल प्रक्रिया संहिता, 4908-धारा 45, आदेश 39, नियम और 2-आंशिक रूप से निर्मित घर के",
  "in possession of partially constructed house—Landlord wishing to construct unbuilt portion of permissible area—Suit by lardlord": "कब्जे में किरायेदार-मकान मालिक अनुमेय क्षेत्र के गैर-निर्मित हिस्से का निर्माण करना चाहता है-",
  "restraining. tenant to interfere with his rights—Tenant—Whether a": "मकान मालिक द्वारा मुकदमा किरायेदार को उसके अधिकारों में हस्तक्षेप करने से रोकने के लिए दायर",
  "tenant of entire premises—Findings of Appellate Court upheld.": "किया जाता है।- किरायेदार-चाहे वह पूरे परिसर का किरायेदार हो-अपीलीय न्यायालय के निष्कर्षों को बरकरार रखा गया।",
  "Held, that. the appellant-is a tenant not only on the constructed portion, but algo on the vacant: portion of that: property in the shape": "अभिनिर्धारित किया गया कि अपीलार्थी न केवल निर्मित भाग पर, बल्कि उस संपत्ति के खाली भाग पर",
  "of kitchen garden, front and back lawns and the path. way. He is": "भी रसोई के बगीचे, सामने और पीछे के लॉन और पथ के रूप में एक किरायेदार है। वह अपने अधिकार",
  "in possession thereof as a tenant in his own right and unless he is ejected from the demised premises in accordance with law, the": "में एक किरायेदार के रूप में उस पर कब्जा करता है और जब तक उसे कानून के अनुसार ध्वस्त परिसर",
  "landlord cannot force his entry into the property. Of course, the": "से बाहर नहीं निकाला जाता है, तब तक मकान मालिक संपत्ति में उसके प्रवेश के लिए मजबूर नहीं कर",
  "landlord has a right to inspect the premises, at reasonable hours": "सकता है। बेशक, मकान मालिक को किरायेदार की अनुमति से उचित समय पर परिसर का निरीक्षण",
  "(Para 2)": "(पैरा 2)",
  "Shri Babu Ram Gupta, Additional District Judge, Chandigarh,": "श्री बाबू राम गुप्ता, अतिरिक्त जिला न्यायाधीश, चंडीगढ़, दिनांक 29 मई, 990 के",
  "dated 29th May, 1990, reversing that of Shri T. R. Bansal, Sub-Judge, Ist Class, Chandigarh, dated: 13th February, 1990 dismissing the": "श्री टी. आर. बंसल, उप-न्यायाधीश, प्रथम श्रेणी, चंडीगढ़, दिनांक 3 फरवरी, 990 के",
  "application for temporary injunction filed by the plaintiff, Shri O, P.": "आदेश को उलट दिया गया था, जिसमें वादी [श्री ओ. पी. गोयल] द्वारा दायर अस्थायी",
  "CLAIM : Injunction for construction of vacant portion: of house.": "दावाः घर के खाली हिस्से के निर्माण के लिए इनजंक्शन।",
  "CLAIM IN REVISION : For reversal of order of both the Courts.": "पुनरीक्षण में दावाः दोनों न्यायालयों के आदेश को उलटने के लिए।",
  "Nemo, for the Petitioners.": "नेमो, याचिकाकर्ताओं के लिए।",
  "Nemo, for the Respondents.": "नीमो, उत्तरदाताओं के लिए।",
  "ORDER": "आदेश",
  "I. S. Tiwana, J. (Oral)": "आई. एस. तिवाना, न्यायमूर्ति (0/3/॥)",
  "(1) Briefly the facts of the case are as follows:": "() संक्षेप में मामले के तथ्य इस प्रकार हैं:",
  "The petitioner having purchased House No. 1199, Sector 8-C, Chandigarh, has become its owner and the same is under the tenancy": "याचिकाकर्ता ने मकान नं. 99, सेक्टर 8-सी, चंडीगढ़ और इसके मालिक बने और",
  "of the defendant-respondent since February, 1969. Undisputably, it": "यह फरवरी, 969 से प्रतिवादी-प्रत्यर्थी की किरायेदारी के तहत है। निर्विवाद रूप से,",
  "is a partially constructed house, i.e., area measuring 845 sq. ft. has": "यह एक आंशिक रूप से निर्मित घर है (जिसका अर्थ है कि 845 वर्ग फुट के क्षेत्र का",
  "been constructed whereas, as per the rules and regulations, an area": "निर्माण किया गया है, जबकि नियमों और विनियमों के अनुसार, 2000 वर्ग फुट के",
  "to the extent of 2000 sq. ft. can be constructed. The total sree of the": "क्षेत्र का निर्माण किया जा सकता है) इस भूखंड का कुल क्षेत्रफल 500 वर्ग गज है।",
  "plot is 500 sq. yards, The petitioner wants to construct the unbuilt part of the permissible area. Since the respondeni-tenant resisted": "याचिकाकर्ता अनुमेय क्षेत्र के गैर-निर्मित हिस्से का निर्माण करना चाहता है। चूंकि",
  "this effort of the petitioner, the latter filed a suit for perinanent": "प्रत्यर्थी-किरायेदार ने याचिकाकर्ता के इस प्रयास का विरोध किया, इसलिए बाद वाले",
  "rights of the petitioner to visit and inspect the premises and to take": "याचिकाकर्ता के परिसर का दौरा करने और निरीक्षण करने के अधिकारों में हस्तक्षेप",
  "all steps, including the construction activity over the vacant portion": "करने और सभी कदम उठाने से रोका गया, जिसमें ध्वस्त परिसर के खाली हिस्से पर",
  "grant of ad interim injunction. Though initially the trial Court": "आवेदन दायर किया। हालांकि शुरू में निचली अदालत ने याचिकाकर्ता द्वारा की गई",
  "allowed this prayer made by the petitioner, yet on appeal the learned": "इस प्रार्थना की अनुमति दी, फिर भी अपील पर विद्वान अतिरिक्त जिला न्यायाधीश,",
  "Additional District Judge, Chandigarh, has dismissed the above noted application filed by the petitioner.": "चंडीगढ़ ने याचिकाकर्ता द्वारा दायर उपरोक्त उल्लेखनीय आवेदन को खारिज कर दिया है।"
}