{
  "NEERAJ KUMAR v. STATE OF HARYANA 615": "नीरज कुमार बनाम हरियाणा राज्य",
  "(Suvir Sehgal, J.)": "(सुवीर सहगल, जे.)",
  "Further held, that as a consequence of the above, revision": "इसके अलावा यह अभिनिर्धारित किया गया कि उपरोक्त के परिणामस्वरूप पुनरीक्षण याचिका की अनुमति दी जाती",
  "petition is allowed. Impugned order dated 24.02.2021 framing charge against the petitioner is set aside.": "है। याचिकाकर्ता के खिलाफ आरोप तय करने वाले दिनांक 2५.02.202। के विवादित आदेश को दरकिनार कर",
  "(Para 13)": "दिया गया है। (पैरा 3)",
  "Swaran Tiwana, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता स्वर्ण तिवाना।",
  "Parveen Kumar Aggarwal, DAG, Haryana,": "परवीन कुमार अग्रवाल, डीएजी, हरियाणा,",
  "SUVIR SEHGAL, J.": "सुविर सहगल, जे.",
  "CRM-24670-2022": "सीआरएम-20670-2022",
  "(1) For the reasons given in the application, it is allowed.": "(।) आवेदन में दिए गए कारणों के लिए, इसकी अनुमति है।",
  "(2) Delay of 46 days in filing of the revision petition is condoned.": "(2) पुनरीक्षण याचिका दाखिल करने में ५6 दिनों की देरी को माफ कर दिया जाता है।",
  "Main case": "मुख्य मामला",
  "(3) Instant petition has been filed under Section 401 of Cr.P.C.": "(3) सी.आर.पी.सी की धारा ५0। के तहत तत्काल याचिका दायर की गई है। माननीय मुख्य न्यायिक मजिस्ट्रेट,",
  "assailing order dated 24.02.2021 passed by the learned Chief Judicial Magistrate, Hisar, Whereby Petitioner has been charged for offence under Section 188 of IPC, 1860, in FIR 234 dated 10.04.2020": "हिसार, द्वारा पारित दिनांक 2५.02.202। के आदेश पर आरोप लगाते हुए, जिसके द्वारा याचिकाकर्ता पर आईपीसी,",
  "under Section 188 of IPC, 1860, in FIR 234 dated 10.04.2020 registered under Section 25 of the Arms Act and 188 of IPC, at Police": "860 की धारा 88 के तहत अपराध के लिए आरोप लगाया गया है, शस्त्र अधिनियम की धारा 25 के तहत दर्ज",
  "(4) By placing reliance upon permit dated 04.04.2020, Annexure P-2, counsel for the petitioner submits that the petitioner was": "(५) दिनांक 04.0५.2020 के परमिट पर निर्भरता रखते हुए, याचिकाकर्ता के वकील, अनुलमग्रक पी-2, प्रस्तुत करता",
  "granted permission for a period of 10 days by the Assistant Agriculture Engineer, Jhajjar, for running, for agriculture purpose. He submits that": "है कि याचिकाकर्ता को सहायक कृषि अभियंता, झज्जर द्वारा कृषि उद्देश्य के लिए 0 दिनों की अवधि के लिए",
  "vide the above-mentioned, FIR, Petitioner is alleged to have violated a": "अनुमति दी गई थी। वह प्रस्तुत करता है कि उपर्युक्त एफआईआर के अनुसार, याचिकाकर्ता पर आरोप है कि उसने",
  "public order issued by the District Magistrate during the Covid days.": "कोविड के दिनों के दौरान जिला मजिस्ट्रेट द्वारा जारी एक सार्वजनिक आदेश का उल्लंघन किया है।",
  "Counsel submits that although it has been alleged that petitioner was carrying arms but on conclusion of investigation, final report has been": "वकील प्रस्तुत करते हैं कि हालांकि यह आरोप लगाया गया है कि याचिकाकर्ता के पास हथियार थे, लेकिन जांच के",
  "carrying arms but on conclusion of investigation, final report has been presented against the petitioner under Section 188, IPC and charge has": "समापन पर, याचिकाकर्ता के खिलाफ आईपीसी की धारा 88 के तहत अंतिम रिपोर्ट प्रस्तुत की गई है और उक्त",
  "been framed for the said offence, which is under challenge in the present proceedings.": "अपराध के लिए आरोप तय किया गया है, जिसे वर्तमान कार्यवाही में चुनौती दी गई है।",
  "(5) Per Contra, State counsel has opposed the petition by making a reference to the reply filed by way of affidavit of DSP, Jhajjar.": "(5) कॉनट्रा के अनुसार, राज्य के वकील ने डीएसपी, झज्जर के हलफनामे के माध्यम से दायर जवाब का संदर्भ देकर याचिका का विरोध किया है।",
  "(6) Counsel for the parties have been heard.": "(6) पक्षकारों के वकील को सुना गया है।",
  "(7) While issuing notice, this Court passed the below reproduced order on 18.07.2022:-": "(7) नोटिस जारी करते समय, इस न्यायालय ने 8.07.2022 को निम्नलिखित पुनः प्रस्तुत आदेश पारित कियाः",
  "Before Suvir Sehgal, J.": "समक्ष सुवीर सहगल जे.",
  "NEERAJ KUMAR—Petitioner": "नीरज कुमार-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA—Respondent": "हरियाणा राज्य-प्रतिवादी",
  "CRR No. 1472 of 2022": "2022 का सीआरआर नंबर 472",
  "August 10, 2023": "0 अगस्त 2023",
  "Code of Criminal Procedure—Ss. 195 (1), 401, Indian Penal Code—S. 188, Arms Act—S. 25—Order of Chief Judicial Magistrate": "दंड प्रक्रिया संहिता-उपधारा 95 (॥) ५0॥, भारतीय दंड संहिता-धारा 88, शस्त्र अधिनियम-धारा 25 -आईपीसी की",
  "framing charge under Section 188 IPC challenged. Petitioner was": "धारा 88 के तहत आरोप तय करने वाले मुख्य न्यायिक मजिस्ट्रेट के आदेश को चुनौती दी गई है। याचिकाकर्ता को",
  "granted permission by Assistant Agriculture Engineer for running a riper for agricultural purpose for 10 days. Allegation against": "सहायक कृषि अभियंता द्वारा 40 दिनों के लिए कृषि उद्देश्य के लिए एक रिपर चलाने की अनुमति दी गई थी।",
  "Petitioner—violation of public order issued by District Magistrate": "याचिकाकर्ता के खिलाफ आरोप-कोविड के दौरान जिला मजिस्ट्रेट द्वारा जारी सार्वजनिक आदेश का उल्लंघन। शस्त्र",
  "during Covid. FIR registered under Sections 25 Arms Act and 188": "अधिनियम की धारा 25 और आईपीसी की धारा 88 के तहत प्राथमिकी दर्ज की गई है। आईपीसी की धारा 88 के",
  "IPC. Charge framed under Section 188 IPC. As per S. 195(1) CrPC—": "तहत आरोप तय किए गए हैं। दंड प्रक्रिया संहिता की धारा 495 (॥) के अनुसार-आईपीसी की धारा 88 के तहत",
  "jurisdiction of Court to take cognizance of offence under S. 188 IPC—hbarred except on complaint in writing by public servant.": "अपराध का संज्ञान लेने के लिए न्यायालय की अधिकारिता-लोक सेवक द्वारा लिखित में शिकायत को छोड़कर वर्जित",
  "Mandatory provision—non-compliance would vitiate prosecution.": "आयोजित है, अनिवार्य प्रावधान-गैर-अनुपालन अभियोजन को दूषित कर देगा। मजिस्ट्रेट संज्ञान नहीं ले सकते थे।",
  "Held, that a cursory look at the provision makes it evident that the jurisdiction of the Court to take cognizance of the offence under Section 188, IPC is barred except on a complaint in writing by the": "सरसरी दृष्टि डालने से यह स्पष्ट होता है कि आईपीसी की धारा 88 के अधीन अपराध का संज्ञान लेने की न्यायालय",
  "public servant concerned or of some other public servant to whom he is": "की अधिकारिता, संबंधित लोक सेवक या किसी अन्य लोक सेवक, जिसके वह प्रशासनिक रूप से अधीनस्थ है, द्वारा",
  "administratively subordinate. This provision being mandatory, its non-": "लिखित शिकायत के सिवाय वर्जित है। यह प्रावधान अनिवार्य होने के कारण, इसका गैर-अनुपालन अभियोजन और",
  "compliance would vitiate the prosecution and all other consequential orders as has been held by the Supreme Court in C. Muniappan and": "अन्य सभी परिणामी आदेशों को दूषित कर देगा जैसा कि सी. मुनियप्पन और अन्य बनाम तमिलनाडु राज्य (200)",
  "orders as has been held by the Supreme Court in C. Muniappan and others Versus State of Tamil Nadu (2010) 9 SCC 567 (para 33).": "9 एससीसी 567 में सर्वोच्च न्यायालय द्वारा अभिनिर्धारित किया गया है। (पैरा 33)",
  "(Para 11)": "(पैरा ॥)",
  "Further held, that in the instant case, no complaint, in writing,": "इसके अलावा, यह अभिनिर्धारित किया गया कि तत्काल मामले में, लिखित रूप में कोई शिकायत संबंधित न्यायालय",
  "has been moved to the Court concerned, but a First Information Report has been lodged at the Police Station and after investigation, final": "में नहीं भेजी गई है, लेकिन पुलिस स्टेशन में एक प्रथम सूचना रिपोर्ट दर्ज की गई है और जांच के बाद, अंतिम रिपोर्ट",
  "report has been presented and by the impugned order, charge under Section 188, IPC has been framed against the petitioner. In view of the": "प्रस्तुत की गई है और आशक्षेपित आदेश द्वारा, याचिकाकर्ता के खिलाफ आईपीसी की धारा 88 के तहत आरोप तय",
  "embargo of Section 195 (1) Cr.P.C., the Judicial Magistrate could not": "किया गया है। धारा 95 (॥) सी.आर.पी.सी. के प्रतिबंध को ध्यान में रखते हुए, न्यायिक मजिस्ट्रेट आईपीसी की धारा",
  "have taken cognizance of the offence under Section 188, IPC, except on a written complaint as provided therein.": "88 के तहत अपराध का संज्ञान नहीं ले सकता था, सिवाय लिखित शिकायत के, जैसा कि उसमें प्रदान किया गया है।",
  "(Para 12)": "(पैरा 2)",
  "ILL.R. PUNJAB AND HARYANA 2023(2)": "आई.एल.आर. पंजाब और हरियाणा 2023(2)",
  "counsel for the petitioner is that he has been charge-sheeted under Section 188 IPC despite the fact the permission was": "सी.आर.पी.सी.के प्रतिबंध को ध्यान में रखते हुए, न्यायिक मजिस्ट्रेट आईपीसी की धारा 88 के तहत अपराध का"
}