{
  "884": "884",
  "Qutab Enclave Complex Educational Charitable Trust v. State of Haryana, (2003) 5 SCC 622; State of Maharashtra v. B.E.": "कुतुब एन्क्लेव कॉम्प्लेक्स एजुकेशनल पूर्त न्यास बनाम हरियाणा राज्य, (2003) 5 एस. सी. सी. 622;",
  "Billimoria, (2003) 7 SCC 336 and Dev Sharan v. State of U-P.,": "महाराष्ट्र राज्य बनाम बी. ई. बिलिमोरिया, (2003) 7 एस. सी. सी. 336 और देव शरण बनाम उत्तर प्रदेश",
  "(2011) 4 SCC 769.": "राज्य, (20) 4 एस. सी. सी. 769।",
  "Though, in exercise of the power of eminent domain, the Government can acquire the private property for public purpose,": "(॥) यद्यपि, प्रतिष्ठित क्षेत्र की शक्ति का प्रयोग करते हुए, सरकार सार्वजनिक उद्देश्य के लिए निजी संपत्ति",
  "it must be remembered that compulsory taking of one’s property": "का अधिग्रहण कर सकती है, यह याद रखना चाहिए कि किसी की संपत्ति को अनिवार्य रूप से लेना एक गंभीर",
  "is a serious matter. If the property belongs to economically disadvantaged segment of the society or people suffering from other handicaps, then the Court is not only entitled but is duty": "मामला है । यदि संपत्ति समाज के आर्थिक रूप से वंचित वर्ग या अन्य बाधाओं से पीड़ित लोगों की है, तो न्यायालय",
  "The property of a citizen cannot be acquired by the State and/ or its agencies/instrumentalities without complying with the": "((५) किसी नागरिक की संपत्ति का अधिग्रहण राज्य और/या उसकी एजेंसियों/उपकरणों द्वारा अधिनियम की",
  "mandate of Sections 4, 5-A and 6 of the Act. A public purpose,": "धारा 4,5-ए और 6 के अधिदेश का पालन किए बिना नहीं किया जा सकता है। हालाँकि, एक सार्वजनिक",
  "however, laudable it may be does not entitle the State to invoke the urgency provisions because the same have the effect of": "उद्देश्य, जो प्रशंसनीय हो सकता है, राज्य को तत्काल प्रावधानों को लागू करने का अधिकार नहीं देता है क्योंकि",
  "depriving the owner of his right to property without being heard.": "इसका प्रभाव मालिक को बिना सुने संपत्ति के उसके अधिकार से वंचित करने का होता है ।|केवल वास्तविक",
  "can be invoked only when the purpose of acquisition cannot brook the delay of even few weeks or months. Therefore, before": "जा सकता है जब अधिग्रहण का उद्देश्य कुछ हफ्तों या महीनों की देरी को रोक नहीं सकता है | इसलिए, खंड 5-",
  "excluding the application of Section 5-A, the concerned": "ए के आवेदन को हटाने से पहले, संबंधित प्राधिकारी को पूरी तरह से संतुष्ट होना चाहिए कि खंड 5-ए के तहत",
  "authority must be fully satisfied that time of few weeks or months": "जांच करने में कुछ हफ्तों या महीनों का समय, सभी संभावनाओं में, उस सार्वजनिक उद्देश्य को विफल कर देगा",
  "proposed to be acquired.": "जिसके लिए भूमि का अधिग्रहण प्रस्तावित है।",
  "MANI DEVI (M.M. Kumar, J.)": "मणि देवी (एम. एम. कुमार, जे.)",
  "Before M.M. Kumar & Gurdev Singh. JJ.": "एम. एम. कुमार और गुरदेव सिंह से पहले।जे जे।",
  "STATE OF HARYANA AND ANOTHER,—4ppellants": "हरियाणा राज्य और एक अन्य, -अपीलार्थी",
  "versus": "बनाम",
  "MANI DEVI,—Respondent": "मणि देवी,-उत्तरदाता",
  "L.P.A. No. 434 of 2004": "2004 का एल. पी. ए. सं. 434",
  "Land Acquisition Act, 1894 - S. 4, 5A, 17, 17(1) & (2), 17(4),": "भूमि अधिग्रहण अधिनियम, 3894-धारा 4,5 ए, 47,47 () और (2), 47 (4), 48-अधिनियम",
  "48 - Land of respondent acquired invoking S.17 of the Act - possession": "की धारा 47 को लागू करते हुए अधिग्रहित प्रतिवादी की भूमि-42 वर्षों से कब्जा नहीं लिया गया-",
  "sq. yard of land in same khasra number belonging to one Parmod Kumari - Application of respondent/landowner for denotifying was": "संबंधित एक ही खसरा संख्या में भूमि का यार्ड-प्रतिवादी/भूमि मालिक का अधिसूचना रद्द करने के लिए",
  "rejected - Respondent/landowner filed writ petition - Petition allowed": "आवेदन खारिज कर दिया गया था-प्रतिवादी/भूमि मालिक ने रिट याचिका दायर की-याचिका की",
  "- State filed LPA - Appeal dismissed holding that possession was not": "अनुमति-राज्य ने एल. पी. ए. दायर की-अपील यह मानते हुए खारिज कर दी कि कब्जा लंबे समय तक",
  "taken for a long time, hence there was no justification for invoking Section 17 of the Act.": "नहीं लिया गया था, इसलिए अधिनियम की खंड 7 को लागू करने का कोई औचित्य नहीं था।",
  "Held, That There is nothing on the record to show that there was": "अभिनिर्धारित किया गया कि अभिलेख में यह दिखाने के लिए कुछ भी नहीं है कि इस निष्कर्ष पर पहुंचने के लिए",
  "any factor for reaching to a conclusion that there was such an emergency that 30 days' period for making enquiry under Section 5A of the Act could": "कोई कारण था कि ऐसी आपात स्थिति थी कि अधिनियम की खंड 5 ए के तहत जांच करने के लिए 30 दिनों की",
  "the date of filing of the writ petition and even in taking possession. Therefore,": "अवधि नहीं दी जा सकती थी, जबकि रिट याचिका दायर करने की तारीख और यहां तक कि कब्जा लेने में भी",
  "(Para 5)": "(पैरा 5)",
  "Further held, That however, it has been observed that the land owners whose land has been acquired for public purpose by following the": "हालांकि, यह देखा गया है कि जिन भूमि मालिकों की भूमि निर्धारित प्रक्रिया का पालन करके सार्वजनिक उद्देश्य",
  "her land from acquisition and where the State Government has exercised": "सकते हैं और जहां राज्य सरकार ने किसी विशेष भूमि के संबंध में अधिग्रहण से वापस लेने के लिए अधिनियम की",
  "its power under Section 48 of the Act for withdrawal from acquisition in respect of a particular land, the land owners who are similarly situated have": "खंड 48 के तहत अपनी शक्ति का प्रयोग किया है, वही भूमि मालिक जो समान रूप से स्थित हैं, उन्हें राज्य",
  "a right of similar treatment by the State Government. Equality of citizens' rights is one of the fundamental pillars on which the edifice of the rule of": "सरकार द्वारा समान व्यवहार का अधिकार है | नागरिकों के अधिकारों की समानता उन मूलभूत स्तंभों में से एक है",
  "law rests. All actions of the State have to be fair and for legitimate reasons.": "जिन पर कानून के शासन की इमारत टिकी हुई है ।राज्य के सभी कार्य निष्पक्ष और वैध कारणों से होने चाहिए।",
  "(Para 6)": "(पैरा 6)",
  "STATE OF HARYANA AND ANOTHER y. 885": "885 हरियाणा राज्य और एक अन्य बनाम |",
  "(vi) The satisfaction of the Government on the issue of urgency is": "(४) तात्कालिकता के मुद्दे पर सरकार की संतुष्टि व्यक्तिपरक है, लेकिन यह खंड 7 () के तहत शक्ति के",
  "ground that the purpose for which the private property is sought to be acquired is not a public purpose at all or that the exercise": "संपत्ति का अधिग्रहण करने की मांग की गई है वह बिल्कुल भी सार्वजनिक उद्देश्य नहीं है या कि शक्ति का प्रयोग",
  "of power is vitiated due to mala fides or that the concerned authorities did not apply mind to the relevant factors and the records.": "दुर्भावना के कारण दूषित है या संबंधित अधिकारियों ने संबंधित कारकों और अभिलेखों पर ध्यान नहीं दिया है।",
  "(vil) The exercise of power by the Government under Section 17(1)": "(४४) खंड ]7 () के तहत सरकार द्वारा शक्ति के प्रयोग के परिणामस्वरूप आवश्यक रूप से अधिनियम की",
  "does not necessarily result in exclusion of Section 5-A of the Act in terms of which any person interested in land can file": "खंड 5-ए का बहिष्कार नहीं होता है, जिसके संदर्भ में भूमि में रुचि रखने वाला कोई भी व्यक्ति आपत्ति दर्ज कर",
  "objection and is entitled to be heard in support of his objection. The use of word “may” in sub- section (4) of Section 17 makes": "सकता है और अपनी आपत्ति के समर्थन में सुनवाई का हकदार है खंड 7 की उप-खंड (4) में \"मई\" शब्द का",
  "it clear that it merely enables the Government to direct that the provisions of Section 5-A would not apply to the cases covered": "उपयोग यह स्पष्ट करता है कि यह केवल सरकार को यह निर्देश देने में सक्षम बनाता है कि खंड 5-ए के",
  "provisions of Section 5-A would not apply to the cases covered under Sub-section (1) or (2) of Section 17. In other words,": "प्रावधान खंड ]7 की उप-खंड (]) या (2) के तहत आने वाले मामलों पर लागू नहीं होंगे | दूसरे शब्दों में, खंड",
  "invoking of Section 17(4) is not a necessary concomitant of the exercise of power under Section 17(1).": "]7 (4) का आह्वान खंड 7 () के तहत शक्ति के प्रयोग का एक आवश्यक सहवर्ती नहीं है।",
  "(vii) The acquisition of land for residential, commercial, industrial or institutional purposes can be treated as an acquisition for public purposes within the meaning of Section 4 but that, by itself,": "(५) आवासीय, वाणिज्यिक, औद्योगिक या संस्थागत उद्देश्यों के लिए भूमि अधिग्रहण को खंड 4 के अर्थ के भीतर सार्वजनिक उद्देश्यों के लिए अधिग्रहण के रूप में माना जा सकता है, लेकिन यह अपने आप में खंड 7",
  "does not justify the exercise of power by the Government under Section 17(1) and/or 17(4). The Court can take judicial notice": "(]) और/या ]7 (4) के तहत सरकार द्वारा शक्ति के प्रयोग को उचित नहीं ठहराता है | न्यायालय इस तथ्य पर",
  "the private property cannot be acquired for such purpose by": "निहित तात्कालिक प्रावधान को लागू करके ऐसे उद्देश्य के लिए निजी संपत्ति का अधिग्रहण नहीं किया जा सकता",
  "in Section 5-A(1) and (2) is not at all warranted in such matters.”": "बहिष्करण ऐसे मामलों में बिल्कुल भी आवश्यक नहीं है।” (5) वर्तमान मामला आपातकाल/तात्कालिकता की",
  "(5) The present case is a classical example of invoking the provisions of Section 17 of the Act without any application of mind exercising the": "शक्ति का प्रयोग किए बिना अधिनियम की खंड 7 के प्रावधानों को लागू करने का एक उत्कृष्ट उदाहरण है।",
  "power of emergency/urgency. There is nothing on the record to show that there was any factor for reaching to a conclusion that there was such an": "अभिलेख पर यह दिखाने के लिए कुछ भी नहीं है कि इस निष्कर्ष पर पहुंचने के लिए कोई कारण था कि ऐसी",
  "emergency that 30 days’ period for making enquiry under Section 5A of": "आपात स्थिति थी कि आई. एल. आर. पंजाब और हरियाणा की खंड 5ए के तहत जांच करने के लिए 30 दिनों",
  "STATE OF HARYANA AND ANOTHER y. 883": "883 हरियाणा राज्य और एक अन्य बनाम |",
  "(2) We have heard learned State counsel for the appellants and have perused the paper book with his able assistance. It is pertinent to notice": "(2) हमने अपीलार्थियों के लिए राज्य के विद्वान वकील को सुना है और उनकी समर्थ सहायता से पेपर बुक का",
  "petition has been rightly accepted by the learned Single Judge although for different and additional reasons.": "विद्वान एकल न्यायाधीश द्वारा अलग-अलग और अतिरिक्त कारणों से सही ढंग से स्वीकार किया गया है।",
  "(3) The principles on which the urgency provision could be invoked": "(3) जिन सिद्धांतों पर तात्कालिकता के प्रावधान को लागू किया जा सकता है, उन्हें माननीय सर्वोच्च न्यायालय",
  "have been laid down in various judgments of Hon’ ble the Supreme Court. In a recent judgment rendered in Union India and others versus Mukesh": "के विभिन्‍न निर्णयों में निर्धारित किया गया है |संघ भारत और अन्य बनाम मुकेश हंस (]) में हाल ही में दिए गए",
  "would not automatically result into dispensing with a right ofhearing granted by Section 5A of the Act where an individual owner can file objections in": "5 ए द्वारा प्रदत्त सुनवाई का अधिकार स्वतः समाप्त नहीं होगा, जहां एक व्यक्तिगत मालिक इस दावे के समर्थन में",
  "support of the claim that his/her land cannot be acquired. Invoking the": "आपत्तियां दायय कर सकता है कि उसकी भूमि का अधिग्रहण नहीं किया जा सकता है।",
  "emergency /urgency provisions is one thing and dispensing with an enquiry under Section 5A of the Act is quite another. Therefore, the requirement": "आपातकालीन/तात्कालिकता प्रावधानों को लागू करना एक बात है और अधिनियम की खंड 5ए के तहत जांच",
  "of law as laid down by Hon’ ble the Supreme Court in the case of Mukesh Hans (supra) is that it is not merely by directing that the provisions of": "करना बिल्कुल अलग है |इसलिए, मुकेश हंस (उपरोक्त) के मामले में माननीय सर्वोच्च न्यायालय द्वारा निर्धारित",
  "would be where on account of river action the bridges are to be built and": "के मामले ऐसे होंगे जहां नदी कार्रवाई के कारण पुलों का निर्माण किया जाना है और अधिनियम की खंड 5 ए के",
  "there is hardly any time with the State to grant an opportunity of hearing": "तहत सुनवाई या जांच करने का अवसर देने के लिए राज्य के पास शायद ही कोई समय हो ।",
  "Court in the case of Radhy Shyam versus State of Uttar Pradesh (2).": "राधेश्याम बनाम उत्तर प्रदेश राज्य (2) के मामले में न्यायालय ।",
  "On the basis of analysis of statutory provisions and a large number of judgments their Lordships’ have summed up these principles. Those principles": "वैधानिक प्रावधानों के विश्लेषण और बड़ी संख्या में निर्णयों के आधार पर उनके प्रभुत्व ने इन सिद्धांतों का सारांश",
  "in so far applicable to the facts of present case are as under:-": "दिया है | वर्तमान मामले के तथ्यों पर अब तक लागू होने वाले वे सिद्धांत इस प्रकार हैं:-",
  "“ii) The legislations which provide for compulsory acquisition of private property by the State fall in the category of expropriators": "“((॥) राज्य द्वारा निजी संपत्ति के अनिवार्य अधिग्रहण का प्रावधान करने वाले कानून ज़ब्त करने वाले कानून",
  "legislation and such legislation must be construed strictly - DLF": "की श्रेणी में आते हैं और ऐसे कानून का सख्ती से अर्थ लगाया जाना चाहिए-डी. एल. एफ.",
  "(1) 2004 (8) SCC 14": "() 2004 (8) एससीसी 4",
  "(2) 2011 (5) SCC 553": "(2) 20] (5) एससीसी 553",
  "882 LL.R. PUNJAB AND HARYANA 2012(1)": "882",
  "Ajay Gupta, Addl. Advocate General, Haryana, for the appellants.": "अजय गुप्ता, एडिशनल । अपीलार्थियों की ओर से महाधिवक्ता हरियाणा ।रिट याचिकाकर्ता-प्रतिवादी के लिए कोई",
  "M.M. KUMAR, J.": "एम. एम. कुमार जे.",
  "(1) The instant appeal under clause X of the Letters Patent is directed against judgment dated 28.4.2004 rendered by learned Single": "() लेटर्स पेटेंट के खंड > के तहत तत्काल अपील विद्वान एकल न्यायाधीश द्वारा दिए गए 28.4.2004 के",
  "respondent was bad in the eyes of law for two reasons. The first reason which emerges from the perusal of the order is that the provisions of": "में अधिग्रहण दो कारणों से कानून की नजर में खराब था | आदेश के अवलोकन से जो पहला कारण सामने आता",
  "(for brevity, ‘the Act’) had been invoked without any justifiable reason.": "आपातकाल/तात्कालिकता के प्रावधानों को बिना किसी उचित कारण के लागू किया गया था ।विद्वान एकल",
  "According to the learned Single Judge, the notification invoking the emergency/ urgency provisions for acquiring the land in question was issued on 22.11.1972": "न्यायाधीश के अनुसार, विचाराधीन भूमि अधिग्रहण के लिए आपातकालीन/तात्कालिक प्रावधानों को लागू करने",
  "urgency provisions for acquiring the land in question was issued on 22.11.1972 and for 12 long years possession was not taken i.e. when the writ petitioner-": "वाली अधिसूचना 22.].972 पर जारी की गई थी और १2 लंबे वर्षों तक कब्जा नहीं लिया गया था, यानी",
  "respondent filed the writ petition relatable to the instant appeal. According to the learned Single Judge, once emergency provisions had been invoked,": "जब रिट याचिकाकर्ता-प्रतिवादी ने तत्काल अपील से संबंधित रिट याचिका दायर की थी ।विद्वान एकल न्यायाधीश",
  "to the learned Single Judge, once emergency provisions had been invoked, then it is natural that the land would be utilized for a public purpose without": "के अनुसार, एक बार आपातकालीन प्रावधानों को लागू करने के बाद, यह स्वाभाविक है कि भूमि का उपयोग बिना",
  "any delay whereas in the instant case, the land has not been utilized for a": "किसी देरी के सार्वजनिक उद्देश्य के लिए किया जाएगा, जबकि तत्काल मामले में, भूमि का उपयोग लंबे समय से",
  "controversy. The learned Single Judge further noticed that from the date of issuance of Notification under Section 4 of the Act three decades have": "नहीं किया गया है ।विद्वान एकल न्यायाधीश ने आगे ध्यान दिया कि अधिनियम की खंड 4 के तहत अधिसूचना",
  "of the acquired land. In fact she has built two big rooms, a kitchen and": "कब्जा बना हुआ है । वास्तव में उन्होंने दो बड़े कमरे बनाए हैं, एक रसोईघर और एक चारदीवारी जो एक आवासीय",
  "the learned Single Judge for allowing the writ petition and quashing the": "घर है।रिट याचिका को अनुमति देने और अधिग्रहण को रद्द करने के लिए विद्वान एकल न्यायाधीश द्वारा दिया",
  "regard the learned Single Judge has noticed that the plot measuring 1000 square yards owned by one Parmod Kumari was released from acquisition": "कि एक प्रमोद कुमारी के स्वामित्व वाले व000 खंड गज के भूखंड को अधिनियम की धारा 48 के तहत",
  "khasra number in which the plot of the writ petitioner-respondent measuring 450 square yards falls. There was hardly any justification given for discriminating between the case of the writ petitioner-respondent and that of Parmod Kumari. It was on the aforesaid basis that the order dated 1.8.1984": "जिसमें रिट याचिकाकर्ता-प्रतिवादी का भूखंड 450 खंड गज का होता है।रिट याचिकाकर्ता-प्रतिवादी और प्रमोद कुमारी के मामले के बीच भेदभाव करने के लिए शायद ही कोई औचित्य दिया गया था | यह उपरोक्त आधार",
  "rejecting the prayer of the writ petitioner-respondent for releasing her plot measuring 450 square yards from acquisition had been quashed and direction": "पर था कि रिट याचिकाकर्ता-प्रत्यर्थी की अधिग्रहण से 450 वर्ग गज के भूखंड को जारी करने की प्रार्थना को",
  "has been issued to pass an order denotifying the land measuring 450 square yards belonging to her in accordance with law.": "खारिज करने वाले दिनांक के आदेश को रद्द कर दिया गया था और कानून के अनुसार उसकी 450 वर्ग गज की भूमि को अधिसूचित करने का आदेश जारी करने का निर्देश जारी किया गया था।"
}