{
  "RATTAN CHAND v. MST./YOUSAF JAHAN BEGUM 165 AND OTHERS (Ram Chand Gupta, J.)": "रतन चंद - बनाम मोसम्मत यूसुफ जहान बेगम और अन्य",
  "(5) From the pleadings of the parties, learned trial Court framed the following issues :—": "(5) पक्षकारों की दलीलों से, विदवत विचारण न्यायालय ने निम्नलिखित मुद्दों को तैयार कियाः-.",
  "“1. Whether the impugned pronote was executed in lieu of the": "“]. क्‍या आक्षेपित उच्चारण को पिछले उच्चारण के बदले निष्पादित",
  "2. Whether the impugned pronote was executed without": "2. क्‍या आशक्षेपित उच्चारण को विचार किए बिना निष्पादित किया गया",
  "3. Whether the rule of Damdupat is applicable in the present case": "3. क्या दामदुपत का नियम वतर्त॑मान मामले में लागू होता है? दायित्व प्रतिवादी पर",
  "Whether the plaintiff is a money lender if so its effect ? OPD": "6. क्या अभियोक्‍ता एक साहूकार है, यदि ऐसा है तो इसका प्रभाव क्या है? दायित्व प्रतिवादी पर",
  "Whether the defendant is entitled to the concession of": "7.क्या प्रतिवादी किश्तों की रियायत का हकदार है, यदि है तो किस राशि",
  "8. Whether the pronote in dispute is inadmissible into evidence ?": "8. क्‍या विवादित उच्चारण साक्ष्य में अस्वीकार्य है? दायित्व प्रतिवादी पर",
  "9. Relief.”": "9. राहत”",
  "(6) Parties adduced evidence in support of their respective contentions.": "(6) दलों ने अपनी-अपनी दलीलों के समर्थन में साक्ष्य प्रस्तुत किए।",
  "below have rightly come to the conclusion that as respondent-defendant-": "दी गई विद्‌वत अदालतें उचित रूप से इस निष्कर्ष पर पहुंची हैं कि उत्तरदाता-",
  "nawab Nftkhar Ali Khan was an agriculturist, hence as per Section 30 of the Punjab Relief of Indebtedness Act, 1934, appellant-plaintiff was not": "प्रतिवादी एक कृषक था, इसलिए पंजाब ऋण राहत अधिनियम, 934 की धारा",
  "entitled to recover more than twice the sum advanced. Hence, appellant-": "30 के अनुसार, अपीलार्थी-वादी राशि के दोगुने से अधिक की वसूली का हकदार",
  "plaintiff.": "अधिवक्ता",
  "Before Ram Chand Gupta, J.": "न्यायमूर्ति राम चंद गुप्ता के समक्ष",
  "RATTAN CHAND,—Appellant": "रतन चंद - अपीलार्थी",
  "versus": "बनाम",
  "MST/YOUSAF JAHAN BEGUM AND OTHERS,—Respondents": "मोसम्मत यूसुफ जहान बेगम और अन्य-उत्तरदाता",
  "R.S.A. No. 418 of 1987": "987 की आर. एस. ए. संख्या 48",
  "Constitution of Civil Procedure 1908—100—Punjab Court": "सिविल प्रक्रिया का संविधान 908-00-पंजाब न्यायालय अधिनियम, धारा",
  "Act,—S. 41—Punjab Relief of Indebtedness Act, 1934—S. 30—": "4]-पंजाब ऋण राहत अधिनियम, 934-धारा 30-परक्राम्य लिखत अधिनियम,",
  "Respondent denied receipt of amount with a specific plea that amount": "के साथ राशि की प्राप्ति से इनकार कर दिया कि राशि पहले ही अपीलार्थी-",
  "has already been received from appellant—plaintiff on the basis of": "अभियोकक्‍ता से एक उच्चारण के आधार पर प्राप्त हो चुकी है-आंशिक रूप से",
  "a pronote—Suit partly allowed—Appeal by plaintiff dismissed.": "अनुमत वाद-अभियोकक्‍ता द्वारा अपील खारिज कर दी गई।",
  "Held, that question of law which was not framed at the time of admission of present appeal and however, it has been observed by Full": "अभिनिर्धारित, कानून का वह प्रश्न जो वर्तमान अपील को स्वीकार करने के समय तैयार नहीं किया गया था और हालाँकि, पूर्ण न्‍न्यायपीठ द्वारा इसका",
  "Bench of this Court in Dayal Sarup versus Om Parkash (Since deceased)": "अवलोकन “दयाल्र सरूप बनाम ओम प्रकाश' (मृतक अपने उतराधिकारियों",
  "through L.Rs and others 2010(4) PLR 1 (FB) that Court can formulate": "द्वारा) और अन्य 200 (4) पी. एल. आर. (पूर्ण न्‍न्यायपीठ) मे किया है कि",
  "question of law as contemplated under Section 100 of C.P.C. at any point": "अपील की सुनवाई से पहले किसी भी समय सिविल्ल प्रक्रिया संहिता की धारा",
  "of time before hearing of appeal even without emending the grounds of": "00 के तहत अपील के आधारों को जोड़े बिना भी, विचार किए गए कानून का",
  "(Para 13)": "(पैरा 3)",
  "Further held, That question of law framed with regard to": "तहत अनुमान के संबंध में बनाया गया कानून का वह प्रश्न और क्या यह इस",
  "by the Courts below in coming to the conclusion that only Rs. 30,000 was": "पढ़ने और गलत तरीके से सराहना करने का मामला था कि केवल 30,000 रुपये",
  "advanced at the time of execution of previous pronote and receipt.": "पिछले उच्चारण और रसीद के निष्पादन के समय दिए गए थे |",
  "(Para 14)": "(पैरा 4)",
  "Further held, That plaintiff has to stand on his own legs and show": "आगे कहा, उस अभियोकक्‍ता को अपने पैरों पर खड़ा होना होगा और यह",
  "that the amount was actually advanced the amount to respondent-defendant.": "दिखाना होगा कि राशि वास्तव में प्रतिअभियोक्ता को अग्रिम राशि के रूप मे दी",
  "Before expirty of limitation of pronote, appellant-plaintiff was got executed": "गयी थी।उच्चारण की सीमा समाप्त होने से पहले, अपीलार्थी-वादी ने |7 जुलाई,",
  "another pronote from respondent-defendant on 17th July, 1975 for a sum of Rs. 98,500 which includes principle amount of Rs. 58,480. Hence, it": "975 को उत्तरदाता-प्रतिवादी से 98, 500 रुपये की राशि, जिसमें 58, 480 रुपये की मूल राशि शामित्र है, के लिए एक और उच्चारण निष्पादित किया था।",
  "has been rightly observed by both the Courts below that appellant-plaintiff": "इसलिए, नीचे दिए गए दोनों न्यायालयों द्वारा यह उचित रूप से देखा गया है कि",
  "defendant before expiry of limitation of previous promotes and that the": "अपीलकती-वादी पिछले पदोन्‍नति की सीमा समाप्त होने से पहले उत्तरदाता-",
  "well as interest. Hence, it cannot be said that any illegality has been committed by learned Courts below.": "था।इसलिए, यह नहीं कहा जा सकता है कि नीचे दिए गए विद्वान न्यायालयों दवारा कोई अवैधता की गई है।",
  "(Para 17)": "(पैरा 7)",
  "(1) The present regular second appeal has been filed against": "(।) फिर भी व्यथित, उन्होंने वर्तमान नियमित दूसरी अपील दायर की, जिसे इस",
  "(2) I have heard learned counsel for the parties and have gone": "(2) मैंने पक्षकारों के विदवान अधिवक्ताओ को सुना है और अधीनस्थ विद्वान",
  "through the whole record carefully including both the judgments passed by": "न्यायात्रयों द्वारा पारित दोनों निर्णयों सहित पूरे रिकॉर्ड को सावधानीपूर्वक देखा",
  "(3) Briefly stated, appellant-plaintiff filed this suit for recovery of Rs. 98,500 alongwith cost and interest on the plea that the said amount": "(3) संक्षेप में कहा गया है कि अपीलार्थी-वादी ने 98, 500 रुपये लागत और ब्याज के साथ की वसूली के लिए यह मुकदमा दायर किया। उक्त राशि अपीलार्थी-",
  "was advanced by appellant-plaintiff to respondent-defendant (deceased) Nawab Iftkhar Ali Khan on 17th July, 1975 and he executed a pronote": "वादी द्वारा उत्तरदाता-प्रतिवादी (मृतक ) नवाब इफ्तिखार अली खान को 7 जुलाई, 975 को दी गई थी और उसने उक्त राशि प्राप्त करने के बाद अपने",
  "he returned Rs. 500 out of the said amount and made an endorsement dated": "राशि में से 500 रुपये उसने वापस कर दिए और 5 जुलाई, 978 को अपने हाथों से",
  "interest, 1.e. total recovery of Rs. 1,70,666.50.": "ब्याज के रूप में यानी कुल ,70, 666.50)",
  "(4) Respondent-defendant had denied having received of Rs. 98,500 in cash from appellant-plaintiff on 17th July, 1975. Rather": "(4). उत्तरदाता-प्रतिवादी ने ।7 जुलाई, 975 को अपीलार्थी-वादी से 98,500 रुपये नकद प्राप्त करने से इनकार किया था। बल्कि उत्तरदाता-प्रतिवादी द्वारा",
  "received Rs. 30,000 from appellant-plaintiff on 6th September, 1969 on the basis of pronote and receipt dated 6th September, 1969 and thereafter": "6 सितंबर, 969 की रसीद के आधार पर अपीलार्थी-वादी से 30,000 और उसके",
  "he had not taken any loan from the appellant-plaintiff in cash. Further plea": "बाद उसने अपीलार्थी-वादी से नकद में कोई ऋण नहीं लिया था।आगे यह दलील दी",
  "has been taken that however, appellant-plaintiff used to get pronote and receipt executed from him after including interest from time to time and": "गई है कि हालाँकि, अपीलार्थी-वादी समय-समय पर ब्याज शामिल्र करने के बाद उससे उच्चारण और रसीद प्राप्त करता था और इसलिए, अपीलार्थी-वादी रुपये की",
  "hence, appellant-plaintiff cannot claim more than double the amount of": "राशि के दोगुने से अधिक का दावा नहीं कर सकता है। 30,000 रुपये यानी की",
  "Rs. 30,000, i.e. more than Rs. 60,000.": "60,000 रुपये से अधिक।",
  "(14) It has been contended by learned counsel for the appellant-": "(4) अपीलार्थी-अभियोक्‍ता के विद्वान अधिवक्ता द्वारा यह तर्क दिया गया है",
  "plaintiff that both the Courts after coming to the conslusion that impugned": "कि दोनों न्यायालय इस निष्कर्ष पर आने के बाद कि प्रतिअभियोक्ता-",
  "pronote and receipt were executed by respondent-defendant have failed": "प्रतिअभियोकता द्वारा आक्षैपित उच्चारण और रसीद को निष्पादित किया गया",
  "contended that there is a presumption regarding the fact that pronote and": "गया था।यह आगे तर्क दिया जाता है कि इस तथ्य के बारे में एक धारणा है कि",
  "the said presumption and, however, in this case respondent-defendant failed": "करने की भारी जिम्मेदारी है और हालांकि, इस मामले में उत्तरदाता-प्रतिवादी उक्त",
  "to discharge the said onus. It is also contended that it is a case of misreading": "जिम्मेदारी का निर्वहन करने में विफल रहे।यह भी तर्क दिया जाता है कि यह नीचे",
  "and misappreciation of evidence by both the Courts below as amount": "दिए गए दोनों न्यायालयों दूवारा साक्ष्य को गलत तरीके से पढ़ने और गलत",
  "advanced by virtue of previous pronote by appellant-plaintiff to respondent-": "सराहना करने का मामला है क्योंकि अपीलार्थी-वादी दवारा उत्तरदाता-प्रतिवादी- को पिछले उच्चारण के आधार पर 98,500 रुपये की अग्रिम राशि प्रत्यर्थी",
  "defendant was returned by respondent-defendant and an amount of Rs.": "प्रतिवादी द्वारा उत्तरदाता-प्रतिवादी को आक्षैपित उच्चारण और रसीद के",
  "following substantial questions of law can be stated to have arisen in this appeal for consideration of this Court:": "लिए इस अपील में कानून के निम्नलिखित महत्वपूर्ण प्रश्न उत्पन्न हुए हैं:",
  "“(i) Whether respondent-defendant has been able to rebut the": "“(]) क्या प्रत्यर्थी-उत्तरदाता-प्रतिवादी परक्राम्य लिखत अधिनियम की",
  "presumption under Section 118 of the Negotiable Instruments Act in favour of appellant-plaintiff that pronote and receipt were": "धारा 8 के तहत अपीलार्थी-वादी के पक्ष में इस धारणा का धारान करने में समर्थ रहा है कि उच्चारण और रसीद को पैसे के लिए",
  "executed for consideration ?": "निष्पादित किया गया था?",
  "(i) Whether it is a case of misreading and misappreciation of the": "(४) क्‍या यह न्यायात्रयों दवारा गलत तरीके से पढ़ने और गलत",
  "only Rs. 30,000 was advanced at the time of execution of": "सराहना करने का मामला है, इस निष्कर्ष पर पहँचते हए कि केवल 30 000 रुपये पिछले उच्चारण और रसीद के निष्पादन के समय दिया",
  "(15) It has been contended by learned counsel for the appellant-": "(5) अपीलार्थी-अभियोकता के विद्वान अधिवक्ता दवारा यह तक॑ दिया गया है",
  "plaintiff that when execution of impugned pronote and receipt is not denied,": "कि जब कथिक उच्चारण को रसीद के निष्पादन से इनकार नहीं किया जाता है, तो विद्‌वत विचारण न्‍यायात्रय को मुकदमेबाजी के समय और भविष्य के ब्याज के",
  "(16) On the other hand it has been contended by learned counsel": "(6) दूसरी ओर उत्तरदाता-प्रतिवादी के विद्वान अधिवक्ता द्वारा यह तर्क दिया",
  "for the respondent-defendant that decree passed by both the Courts below": "गया है कि अधीनस्थ दोनों नयायात्रयों द्वारा पारित हुक्मनामा साक्ष्य पर",
  "is based on evidence and the correct inference has been drawn by both": "आधारित है और अधीनस्थ दोनों न्यायालयों द्वारा सही निष्कर्ष निकाला गया",
  "the Court below. Further contended that appellant-plaintiff has failed to": "है।आगे यह तर्क दिया गया कि अपीलकर्ता-वादी अपने कब्जे का सबसे अच्छा",
  "produce the best evidence of his possession, i.e., his account books, to": "सबूत, यानी अपनी लेखा पुस्तकें, यह दिखाने में विफल रहा है कि कोई भी राशि",
  "and the payments were received. It is also contended that though it has been": "के लिए कि पहले भी राशि दी गई थी और भुगतान प्राप्त हुए।यह भी तक॑ दिया",
  "admitted that appellant-plaintiff used to file income tax returns and used to": "जाता है कि हालांकि यह स्वीकार किया गया है कि अपीलकर्ता-वादी आयकर",
  "show the amount advanced and the interest earned including the transactions which have taken place between the parties and, however, he has failed": "विवरणी दाखिल करता था और राशि और अर्जित ब्याज, जिसमें पक्षकारों के बीच",
  "which have taken place between the parties and, however, he has failed to prove even the said income tax returns.": "हुए लेन-देन भी शामित्र थे, दिखाता था, लेकिन वह उक्त आयकर विवरणी भी साबित करने में विफल रहा है।",
  "(17) Though execution of impugned pronote and receipt is not": "(।7) यद्यपि आक्षैपित उच्चारण और रसीद के निष्पादन से इनकार नहीं किया",
  "denied and the same has also been duly proved. However, there is no force": "गया है और यह भी विधिवत साबित हुआ है तथापि, अपीलार्थी-अभियोकक्‍ता के",
  "in the argument of learned counsel for the appellant-plantiff that respondent-": "लिए विद्वान अधिवक्ता के तर्क में कोई बल नहीं है कि प्रतिअभियोक्ता-",
  "defendant has not been able to rebut the presumption in favour of appellant-": "अपीलार्थी के पक्ष में इस धारणा का धारान करने में समर्थ नहीं है कि उच्चारण और",
  "is settled law that appellant-plaintiff has to stand on its own legs. It was for the appellant-plaintiff to show that the amount was actually advanced": "वादी को अपने पैरों पर खड़ा होना पड़ता है।यह अपीलार्थी-वादी को दिखाना था कि",
  "for the appellant-plaintiff to show that the amount was actually advanced to respondent-defendant. He has intentionally with-held the account books": "राशि वास्तव में उत्तरदाता-प्रतिवादी को दी गई थी।उसने जानबूझकर अपने कब्जे",
  "of his possession. He has admitted that he used to maintain account-books": "की लेखा पुस्तकों को अपने पास रखा है।उसने स्वीकार किया है कि वह व्यवसाय",
  "in due course of business and used to enter each and every transaction in": "के दौरान लेखा-पुस्तिका रखता था और प्रत्येक लेनदेन को लेखा-पुस्तिका में दर्ज",
  "the account books. He has also admitted that he used to pay income tax": "करता था।उसने यह भी स्वीकार किया है कि वह आयकर का भुगतान करता था",
  "and used to show the amount advanced to respondent-defendant in the": "और उत्तरदाता-प्रतिवादी को दी गई राशि खाता बही में दिखाता था।हालाँकि,",
  "account books. However, the income tax returns have been with-held and": "आयकर विवरणी को रोक कर रखा गया है और इसलिए दोनों न्यायालयों द्वारा",
  "defendant carries weight as pronote Ex. D2 was executed by deceasede- Nawab Iftkhar Ali Khan on 6th September, 1969 though for a sum of": "महत्व दिया गया है, डी2 को मृतक-नवाब इफ्तिखार अली खान द्वारा 6 सितंबर,",
  "58,480, which include principal amount of Rs. 30,000 and interest thereon,": "58, 480 रुपये की राशि द्वारा निष्पादित किया गया था, जिसमें 30, 000 रुपये",
  "expired on 2nd September, 1975. However, before that another pronote": "आधार पर देय हो गया, उस उच्चारण की सीमा 2 सितंबर, 975 को समाप्त हो गई।हालाँकि, उससे पहले एक और उच्चारण अन॒लगण पी.2 को 7 जलाई, 975",
  "of Rs. 58,480. Hence, it has been rightly observed by both the Courts below": "निष्पादित किया गया था, जिसमें 58, 480रुपये की मूल राशि शामिल है। इसलिए, अधीनस्थ दोनों न्यायालयों द्वारा यह उचित रूप से देखा गया है कि अपीलकर्ता-",
  "that appellant-plaintiff used to get executed subsequent pronotes and receipts from respondent-defendant-nawab Nftkhar Ali Khan before expiry of": "वादी पिछले उच्चारणों की सीमा समाप्त होने से पहले उत्तरदाता-प्रतिवादी-नवाब नफ्तखार अली खान से बाद के उच्चारण और प्राप्तियों को निष्पादित करता था",
  "pronotes used to be inclusive of principal as well as interest. Hence, it cannot be said that any illegality has been committed by learned Courts below by": "शामिल होता था।इसलिए, यह नहीं कहा जा सकता है कि निम्न न्यायालयों द्वारा",
  "coming to the conclusion that only Rs. 30,000 was advanced.": "इस निष्कर्ष पर पहुँचकर कोई अवैधता की गई है कि केवल 30, 000 रुपये दिए गए थे।"
}