{
  "(Vikas Bahl, J.)": "(विकास बहल, जे.)",
  "Before Vikas Bahl, J.": "विकास बहल जे. के समक्ष",
  "GURMEET SINGH @ BAGGA—Petitioner": "गुरमीत सिंह उर्फ बग्गा--याचिकाकर्ता",
  "Versus": "बनाम",
  "STATE OF HARYANA—Respondents": "हरियाणा राज्य--प्रतिवादी",
  "CRR No.481 of 2023": "2023 का सीआरआर नंबर ५8॥",
  "February 24, 2023": "2% फ़रवरी, 2023",
  "Juvenile Justice (Care and Protection of Children) Act, 2015— Criminal Revision—S.12—The application seeking bail was rejected": "किशोर न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम, 205- आपराधिक पुनरीक्षण- धारा 2- जमानत मांगने",
  "solely on the basis of the fact that the petitioner has a habit of": "वाले आवेदन को केवल इस तथ्य के आधार पर खारिज कर दिया गया था कि याचिकाकर्ता को शराब पीने की आदत",
  "drinking, and the case would fall within the exceptions under Section 12 of the Act of 2015—No material to show that there is any": "है, और मामला 20॥5 के अधिनियम की धारा 2 के तहत अपवादों के अंतर्गत आएगा- यह दिखाने के लिए कोई",
  "reasonable ground for believing that the release of the petitioner is": "सामग्री नहीं है कि यह मानने के लिए कोई उचित आधार है कि याचिकाकर्ता की रिहाई से उसे किसी ज्ञात अपराधी",
  "his release would expose him to moral, physical or psychological": "के साथ जुड़ने की संभावना है या उसकी रिहाई से उसे नैतिक, शारीरिक या मनोवैज्ञानिक खतरा होगा या उसकी",
  "danger or his release to would defeat the ends of justice—Bail Granted. Held:- As per the Section 12 and the settled legal position": "रिहाई से न्याय के उद्देश्य विफल होंगे- जमानत दी गई। निर्णय:- धारा ।2 और उसी के संबंध में स्थापित कानूनी",
  "with respect to the same, benefit of bail is a matter of right for a child in conflict with law and its denial thereof, is an exception. No": "स्थिति के अनुसार, कानून का संघर्ष करने वाले बच्चे के लिए जमानत का लाभ अधिकार का विषय है और इसका",
  "in conflict with law and its denial thereof, is an exception. No material to show that there is any reasonable ground for believing": "इनकार एक अपवाद है। यह दिखाने के लिए कोई सामग्री नहीं है कि यह मानने के लिए कोई उचित आधार है कि",
  "that the release of the petitioner is likely to bring him into association with any know criminals or that his release would expose him to": "याचिकाकर्ता की रिहाई से उसे किसी ज्ञात अपराधी के साथ जुड़ने की संभावना है।",
  "Held, that as per the Section reproduced hereinabove, and the settled legal position with respect to the same, benefit of bail is a matter": "आयोजित,कि ऊपर उल्लिखित धारा के अनुसार, तथा उसके संबंध में स्थापित कानूनी स्थिति के अनुसार, विधि से",
  "settled legal position with respect to the same, benefit of bail is a matter of right for a child in conflict with law and its denial thereof, is an": "संघर्षरत बालक के लिए जमानत का लाभ अधिकार का विषय है तथा इसका इन्कार करना अपवाद है।",
  "(Para 10)": "(पैरा 40)",
  "Savita Rana, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता सविता राणा।",
  "Upasana Dhawan, AAG, Haryana.": "उपासना धवन, एएजी, हरियाणा.",
  "VIKAS BAHL, J. (ORAL)": "विकास बहल, जे. (मौखिक)",
  "CRM-8195-2023": "सीआरएम-895-2023",
  "(1) This is an application filed under Section 5 of the": "963 की धारा 5 के तहत दायर एक आवेदन है।",
  "son of complainant. Then, Kulwinder Singh gave another Binda blow on the back of the son of the complainant Karnail Singh gave Binda blow on the chest of the son of": "फिर कुलविंदर सिंह ने शिकायतकर्ता के बेटे की पीठ पर एक और बिंदा मारा, करनैल सिंह ने शिकायतकर्ता के बेटे",
  "the complainant and the petitioner — Gurkirat @ Gora gave an iron pipe blow on the chest and back of the son": "की छाती पर बिंदा मारा और याचिकाकर्ता - गुरकीरत उर्फ गोरा ने शिकायतकर्ता के बेटे की छाती और पीठ पर",
  "of the complainant. Thereafter, all the assailants ran away from the spot and the injured was taken to hospital where": "लोहे के पाइप से वार किया। इसके बाद, सभी हमलावर मौके से भाग गए और घायल को अस्पताल ले जाया गया",
  "he was medico legally examined and later on, he had died on 14.03.2020.": "जहां उसकी चिकित्सकीय जांच की गई और बाद में ५.03.2020 को उसकी मृत्यु हो गई।",
  "Learned senior counsel for the petitioner has submitted that as per the provisions of Section 12 of the Act of 2000,": "याचिकाकर्ता के विद्वान वरिष्ठ अधिवक्ता ने प्रस्तुत किया है कि 2000 के अधिनियम की धारा ॥2 के प्रावधानों के",
  "the intention of the legislature is to grant bail to the juvenile irrespective of the nature or gravity of the offence, alleged": "अनुसार, विधायिका का इरादा किशोर को उसके द्वारा किए गए कथित अपराध की प्रकृति या गंभीरता पर ध्यान दिए",
  "to have been committed by him and the same can be declined only in case where reasonable grounds are there": "बिना जमानत प्रदान करना है और इसे केवल तभी अस्वीकार किया जा सकता है जब यह मानने के लिए उचित",
  "for believing that the release of juvenile is likely to bring him into the association of any known criminal or expose": "आधार हों कि किशोर की रिहाई से उसके किसी ज्ञात अपराधी की संगति में आने की संभावना है या उसे नैतिक,",
  "him to moral, physical or psychological danger or that his release would defeat the ends of justice.": "शारीरिक या मनोवैज्ञानिक खतरे में डालने की संभावना है या उसकी रिहाई से न्याय का उद्देश्य विफल हो जाएगा। >2000300000000000",
  "Reply by way of affidavit of the Investigating Officer is on record and as per the reply, it is stated that upon": "जांच अधिकारी द्वारा हलफनामे के माध्यम से दिया गया उत्तर रिकार्ड में है और उत्तर के अनुसार, यह कहा गया है",
  "verification, it was found that the petitioner as well as his father have caused injuries to the victim whereas the two": "कि सत्यापन के बाद पाया गया कि याचिकाकर्ता के साथ-साथ उसके पिता ने पीड़ित को चोटें पहुंचाई हैं, जबकि",
  "persons namely Karnail Singh and Balkar Singh, named in the FIR were found innocent.": "एफआईआर में नामित दो व्यक्ति करनैल सिंह और बलकार सिंह निर्दोष पाए गए।",
  "Counsel for the State has placed on record the opinion regarding cause of death of the deceased, which is reproduced as under: “The opinion regarding the cause of": "राज्य के वकील ने मृतक की मृत्यु के कारण के बारे में राय दर्ज की है, जिसे इस प्रकार पुन: प्रस्तुत किया गया है:",
  "death has already been given in this case on 20.10.2020 that “the cause of death in this case are injuries and its": "\"इस मामले में मृत्यु के कारण के बारे में राय 20.0.2020 को पहले ही दी जा चुकी है कि \"इस मामले में मृत्यु का",
  "complications”. In our opinion, it was a case of poly-trauma having Severe Acute Respiratory Distress Syndrome and": "कारण चोटें और उनकी जटिलताएँ हैं\"। हमारी राय में, यह एक पॉली-ट्रॉमा का मामला था जिसमें गंभीर तीव्र श्वसन",
  "the hospital record and the findings noticed during autopsy and histopathological examination of viscera’ of deceased corroborated with the hospital record. In our": "और मृतक के शव परीक्षण और विसरा की हिस्टोपैथोलॉजिकल जाँच के दौरान पाए गए निष्कर्ष अस्पताल के रिकॉर्ड",
  "deceased corroborated with the hospital record. In our opinion, the complications due to injuries were Acute": "से मेल खाते हैं। हमारी राय में, चोटों के कारण जटिलताएँ एक्यूट रेस्पिरेटरी डिस्ट्रेस सिंड्रोम थीं",
  "versus State of Punjab”,CRR-1019- 2020 decided on 25.03.2021": "हुआ, सीआरआर-09- 2020 का निर्णय 25.03.202। को “गुरकीरत & गोरा बनाम हरियाणा राज्य” शीर्षक से",
  "titled as “Gurkirat@ Gora versus State of _Haryana” and _CRR-233-": "हुआ और सीआरआर-233-202 का निर्णय 02.06.202। को “विष्णु बनाम हरियाणा राज्य” शीर्षक से किया गया",
  "(8) On the other hand, learned State Counsel has opposed the present petition for grant of regular bail and has submitted that in the": "(8) दूसरी ओर, विद्वान राज्य अधिवक्ता ने नियमित जमानत दिए जाने की वर्तमान याचिका का विरोध किया है और",
  "present case, the niece of the complainant Tanya was at home when two unknown persons had taken away the deceased and it is the said": "प्रस्तुत किया है कि वर्तमान मामले में, शिकायतकर्ता की भतीजी तान्‍्या घर पर थी जब दो अज्ञात व्यक्ति मृतक को ले",
  "Tanya who had implicated the present petitioner as one of the person who was involved in the present crime. It is further submitted that the": "गए थे और यह उक्त तान्या ही थी जिसने वर्तमान याचिकाकर्ता को वर्तमान अपराध में शामिल व्यक्तियों में से एक के",
  "orders passed by the Court below are legal and in accordance with law": "रूप में फंसाया था। यह भी प्रस्तुत किया गया है कि निचली अदालत द्वारा पारित आदेश कानूनी और कानून के",
  "and thus, deserve to be upheld and the application of the petitioner for bail deserves to be dismissed.": "अनुसार हैं और इस प्रकार, उन्हें बरकरार रखा जाना चाहिए और जमानत के लिए याचिकाकर्ता की अर्जी खारिज की",
  "(9) This Court has heard learned counsel for the parties and perused the record and is of the opinion that the present criminal": "(9) इस न्यायालय ने पक्षों के विद्वान अधिवक्ताओं को सुना है तथा अभिलेख का अवलोकन किया है और हमारा मत",
  "revision deserves to be allowed and the petitioner deserves to be released on bail.": "हि कमान आपराधिक पुनरीक्षण स्वीकार किये जाने योग्य है तथा याचिकाकर्ता को जमानत पर रिहा किया जाना",
  "Section 12 of the Act of 2015 is reproduced hereinbelow:-": "अधिनियम 2075 की धारा ॥2 नीचे पुन: प्रस्तुत है:-",
  "‘When any person, who is apparently a child and is alleged to have committed a bailable or non-bailable offence, is": "'जब कोई व्यक्ति, जो स्पष्टतः बालक है और जिसके बारे में यह अभिकथन है कि उसने जमानतीय या अजमानतीय",
  "apprehended or detained by the police or appears or brought": "अपराध किया है, पुलिस द्वारा पकड़ा या निरुद्ध किया जाता है या बोर्ड के समक्ष उपस्थित होता है या लाया जाता है,",
  "before a Board, such person shall, notwithstanding anything contained in the Code of Criminal Procedure, 1973 (2 of 1974) or in any other law for the time being in force, be": "तो ऐसे व्यक्ति को, दंड प्रक्रिया संहिता, 4973 (97५ का 2) या तत्समय प्रवृत्त किसी अन्य विधि में किसी बात के",
  "released on bail with or without surety or placed under the supervision of a probation officer or under the care of any": "होते हुए भी, जमानत पर या उसके बिना रिहा किया जाएगा या किसी परिवीक्षा अधिकारी के पर्यवेक्षण में या किसी",
  "fit person:-": "योग्य व्यक्ति की देखरेख में रखा जाएगा:-",
  "Provided that such person shall not be so released if there appears reasonable grounds for believing that the release is": "बशर्ते कि ऐसे व्यक्ति को इस प्रकार रिहा नहीं किया जाएगा यदि यह मानने के लिए उचित आधार प्रतीत होते हैं कि",
  "- bring that person into association with any known criminal or": "-उस व्यक्ति को किसी ज्ञात अपराधी के साथ संबंध में लाना या",
  "- expose the said person to moral, physical or psychological danger or": "-उक्त व्यक्ति को नैतिक, शारीरिक या मनोवैज्ञानिक खतरे में डालना या",
  "Facts, in brief, are that on the basis of a complaint by Rajender, FIR No.214 dated 28.05.2020 was registered under Section 201, 302, 34 of the Indian Penal Code and": "संक्षेप में तथ्य यह है कि राजेंद्र की शिकायत के आधार पर, भारतीय दंड संहिता की धारा 20।, 302, 3३५ और",
  "Tribes (Prevention of Atrocities) Act, 1989 (for short “SC": "अनुसूचित जाति और अनुसूचित जनजाति (अत्याचार निवारण) अधिनियम, 989 (संक्षेप में एससी और एसटी",
  "& ST Act”) on the allegation that Amit alias Neetu and the present petitioner have murdered his son Sombir. During": "जिसमें आरोप लगाया गया था कि अमित उर्फ नीतू और वर्तमान याचिकाकर्ता ने उसके बेटे सोमबीर की हत्या की है।",
  "investigation, the petitioner and the coaccused were apprehended on 28.05.2020 and they admitted their": "जांच के दौरान, याचिकाकर्ता और सह-आरोपियों को 28.05.2020 को गिरफ्तार किया गया और उन्होंने अपने",
  "involvement in the homicide in their disclosure statement.": "खुलासे वाले बयान में हत्या में अपनी संलिप्तता स्वीकार की।",
  "Opposing the petition, State counsel, who is assisted by the": "याचिका का विरोध करते हुए, राज्य के वकील, जिन्हें शिकायतकर्ता के वकील द्वारा सहायता प्रदान की जाती है,",
  "counsel for the complainant, upon instructions from SI Bhagat Singh submits that the petitioner inflicted the injury on the head of the deceased and a blood stained wooden": "एसआई भगत सिंह के निर्देश पर प्रस्तुत करते हैं कि याचिकाकर्ता ने मृतक के सिर पर चोट पहुंचाई और",
  "stick as well as a motorcycle used in the crime have been recovered from the petitioner. As per his instructions,": "याचिकाकर्ता से खून से सना लकड़ी का डंडा और अपराध में इस्तेमाल की गई मोटरसाइकिल बरामद की गई है।",
  "recovered from the petitioner. As per his instructions, challan has been presented on 23.07.2020, charge has been framed on 10.03.2021 and the trial is fixed for": "उनके निर्देशानुसार, 23.07.2020 को चालान पेश किया गया है, ।0.03.202। को आरोप तय किया गया है और",
  "framed on 10.03.2021 and the trial is fixed for 03.06.2021 for recording of statement of prosecution": "अभियोजन पक्ष के गवाहों के बयान दर्ज करने के लिए 03.06.202 को सुनवाई तय की गई है, हालांकि अभी तक",
  "witnesses though none of the witnesses has appeared in the witness box so far. He submits that if the petitioner, is": "कोई भी गवाह गवाह बॉक्स में पेश नहीं हुआ है। उन्होंने प्रस्तुत किया कि यदि याचिकाकर्ता को जमानत पर रिहा",
  "released on bail, there is a likelihood of his coming in contact with criminals. According to the respondents, an": "किया जाता है, तो उसके अपराधियों के संपर्क में आने की संभावना है। प्रतिवादियों के अनुसार, याचिकाकर्ताओं की",
  "application for re- determining the age of the petitioners is pending before the Trial Court.": "आयु फिर से निर्धारित करने के लिए एक आवेदन ट्रायल कोर्ट के समक्ष लंबित है।",
  "Grant of bail to a child in conflict with law is a rule and rejection of the same is an exception. Section 12 of the Act": "कानून का उल्लंघन करने वाले बच्चे को जमानत देना एक नियम है और इसे अस्वीकार करना एक अपवाद है।",
  "rejection of the same is an exception. Section 12 of the Act provides that notwithstanding anything contained in the Code of Criminal Procedure or in any other law for the time": "अधिनियम की धारा 72 में प्रावधान है कि दंड प्रक्रिया संहिता या किसी अन्य कानून में किसी बात के होते हुए भी,",
  "being inforce, except for the three contingencies, specified in proviso to Section 12 (1) of the Act, the grant of bail to a": "अधिनियम की धारा ॥2 (॥) के प्रावधान में निर्दिष्ट तीन आकस्मिकताओं को छोड़कर, कानून का उल्लंघन करने वाले",
  "child in conflict with law cannot be declined. The Courts have even gone to the extent of holding that neither the": "बच्चे को जमानत देने से इनकार नहीं किया जा सकता है। न्यायालय यहां तक कहने की सीमा तक चले गए हैं कि न",
  "gravity of the offence nor the fact that the co-accused are": "तो अपराध की गंभीरता और न ही यह तथ्य कि सह-अभियुक्तों को अभी तक पकड़ा जाना बाकी है, प्रार्थना को",
  "Courts below have failed to appreciate the legal position of": "निचली अदालतें कानून की कानूनी स्थिति की सराहना करने में विफल रही हैं, जिसका पालन इस न्यायालय ने",
  "law which has been followed by this Court in CRR-862- 2020, titled as Vishal vs. State of Haryana decided on": "सीआरआर-862-2020 में किया है, जिसका शीर्षक विशाल बनाम हरियाणा राज्य 27.05.2020 को तय किया गया",
  "27.05.2020 and CRR-962-2020 titled as Sanjiv vs. State of Haryana decided on 02.07.2020.": "था और सीआरआर-962-2020 जिसका शीर्षक संजीव बनाम हरियाणा राज्य 02.07.2020 को तय किया गया था।",
  "During the course of arguments, the respondents could neither show nor refer to any material to explain as to how,": "बहस के दौरान, प्रतिवादी न तो कोई सामग्री दिखा पाए और न ही कोई संदर्भ दे पाए कि यदि याचिकाकर्ता को",
  "exposed to moral, physical or psychological danger or": "जमानत पर रिहा किया जाता है, तो वह नैतिक, शारीरिक या मनोवैज्ञानिक खतरे में कैसे होगा या वह ज्ञात अपराधियों",
  "apprehension of the prosecution without there being any material on record would not be sufficient to decline the prayer for grant of bail. It may also be noticed that in case a juvenile is found guilty and convicted, the maximum period": "के संपर्क में कैसे आएगा। बिना किसी सामग्री के अभियोजन पक्ष की गिरफ्तारी मात्र जमानत देने की प्रार्थना को अस्वीकार करने के लिए पर्याप्त नहीं होगी। यह भी ध्यान दिया जा सकता है कि यदि कोई किशोर दोषी पाया जाता है",
  "juvenile is found guilty and convicted, the maximum period that he can be ordered to spend in a Special Home under Section 18(1) (f) of the Act is three years. The petitioner": "और उसे दोषी ठहराया जाता है, तो उसे अधिनियम की धारा 8(॥) (एफ) के तहत विशेष गृह में बिताने का",
  "Section 18(1) (f) of the Act is three years. The petitioner has spent more than one year in incarceration, therefore, no": "अधिकतम समय तीन वर्ष है। याचिकाकर्ता ने एक वर्ष से अधिक समय कारावास में बिताया है, इसलिए याचिकाकर्ता",
  "purpose would be served in detaining the petitioner any further.": "को और अधिक हिरासत में रखने का कोई उद्देश्य पूरा नहीं होगा।",
  "As a sequel to the above discussion, the revision petition is": "उपरोक्त चर्चा के परिणामस्वरूप, पुनरीक्षण याचिका स्वीकार की जाती है, प्रधान मजिस्ट्रेट, किशोर न्याय बोर्ड,",
  "well as order dated 02.02.2021 passed by the Additional": "दिनांक 02.02.202। के आदेश को अपास्त किया जाता है।",
  "furnishing bail/surety bonds to the satisfaction of the trial Court/Chief Judicial Magistrate/Judicial Magistrate": "मजिस्ट्रेट/न्यायिक मजिस्ट्रेट की संतुष्टि के लिए जमानत/जमानत बांड प्रस्तुत करने पर जमानत पर रिहा करने का",
  "(14) In the present case, the petitioner is in custody since 21.06.2019 and since five witnesses are yet to be examined, thus, the": "(44) वर्तमान मामले में, याचिकाकर्ता 27.06.209 से हिरासत में है और चूंकि पांच गवाहों की जांच होनी बाकी है,",
  "conclusion of trial is likely to take some time. The petitioner was not": "इसलिए मुकदमे के निष्कर्ष में कुछ समय लगने की संभावना है। याचिकाकर्ता का नाम एफआईआर में नहीं था और",
  "named in the FIR and there is no eye-witness in the present case and the petitioner is sought to be implicated on the basis of the allegation": "वर्तमान मामले में कोई चश्मदीद गवाह नहीं है और याचिकाकर्ता को इस आरोप के आधार पर फंसाने की कोशिश",
  "that he was last seen with the deceased. The petitioner has been": "की जा रही है कि उसे आखिरी बार मृतक के साथ देखा गया था। याचिकाकर्ता को तान्‍्या के बयान पर आरोपी के",
  "nominated as an accused on the statement of Tanya, who is niece of the complainant and it is the case of the petitioner that no Test": "रूप में नामित किया गया है, जो शिकायतकर्ता की भतीजी है और याचिकाकर्ता का यह मामला है कि वर्तमान मामले",
  "(2) Notice in the application.": "(2) आवेदन में सूचना.",
  "(3) Learned State Counsel has opposed the present application for condonation of delay.": "(3) विद्वान राज्य अधिवक्ता ने विलम्ब क्षमा हेतु वर्तमान आवेदन का विरोध किया है।",
  "(4) For the reasons stated in the application, the same is": "(4) आवेदन में बताए गए कारणों से इसे अनुमति दी जाती है तथा वर्तमान आपराधिक पुनरीक्षण दाखिल करने में 2",
  "Main case": "मुख्य मामला",
  "(5) Challenge in the present Criminal Revision is to the order dated 04.11.2022 passed by the Sessions Judge, Karnal,": "(5) वर्तमान आपराधिक पुनरीक्षण में चुनौती सत्र न्यायाधीश, करनाल द्वारा पारित दिनांक 04..2022 के आदेश को",
  "Justice (Care and Protection of Children) Act, 2015 (hereinafter to be": "दी गई है, जिसके तहत किशोर न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम, 205 (जिसे आगे “20॥5 का",
  "been made to the order dated 06.12.2022, whereby an appeal filed": "दिनांक 06.2.2022 के आदेश को भी चुनौती दी गई है, जिसके तहत दिनांक 04..2022 के उक्त आदेश के",
  "against the said order dated 04.11.2022 has also been dismissed.": "खिलाफ दायर अपील को भी खारिज कर दिया गया है।",
  "(6) Learned counsel for the petitioner has submitted that the petitioner is in custody since 21.06.2019 and there are 16 prosecution": "(6) याचिकाकर्ता के विद्वान वकील ने प्रस्तुत किया है कि याचिकाकर्ता 27.06.209 से हिरासत में है और अभियोजन",
  "witnesses, out of which, five witnesses are yet to be examined and thus, the conclusion of trial is likely to take time. It is further submitted that": "पक्ष के ।6 गवाह हैं, जिनमें से पांच गवाहों की अभी जांच होनी है और इस प्रकार, मुकदमे के निष्कर्ष में समय लगने",
  "439 of Cr.P.C. which was withdrawn on 30.08.2022 with liberty to file an appropriate application before the appropriate Court since the": "नियमित जमानत याचिका दायर की थी जिसे 30.08.2022 को उचित न्यायालय के समक्ष उचित आवेदन दायर",
  "petitioner is a juvenile. It is contended that the petitioner was not": "करने की स्वतंत्रता के साथ वापस ले लिया गया था क्योंकि याचिकाकर्ता एक किशोर है। यह तर्क दिया गया है कि",
  "named in the FIR and there is no eye-witness in the present case and": "याचिकाकर्ता का नाम एफआईआर में नहीं था और वर्तमान मामले में कोई चश्मदीद गवाह नहीं है और याचिकाकर्ता",
  "the petitioner is sought to be implicated solely on the basis of the fact that he was last seen with the deceased and even with respect to same,": "को केवल इस तथ्य के आधार पर फंसाया जाना चाहिए कि उसे आखिरी बार मृतक के साथ देखा गया था और यहां",
  "argued that the Court below had, merely on the basis of assumptions and conjecture, come to the conclusion that the petitioner's release": "केवल धारणाओं और अनुमानों के आधार पर यह निष्कर्ष निकाला है कि याचिकाकर्ता की रिहाई से उसे नैतिक,",
  "might expose him to moral, physical or psychological danger and had not taken into consideration the fact that the petitioner is not involved": "शारीरिक या मनोवैज्ञानिक खतरा हो सकता है और इस तथ्य पर विचार नहीं किया कि याचिकाकर्ता किसी अन्य",
  "in any other case and there is nothing to suggest that the petitioner would indulge in illegal activity in future, in case he is released on bail.": "मामले में शामिल नहीं है और ऐसा कुछ भी नहीं है जो यह सुझाव दे कि याचिकाकर्ता भविष्य में अवैध गतिविधि में",
  "would indulge in illegal activity in future, in case he is released on bail. It is further argued that keeping in view the custody undergone by the": "लिप्त होगा, अगर उसे जमानत पर रिहा किया जाता है। यह भी तर्क दिया गया है कि याचिकाकर्ता द्वारा अकेले की",
  "inasmuch as, as per the settled law, bail is a matter of right for a child": "स्थापित कानून के अनुसार, कानून के साथ संघर्ष करने वाले बच्चे के लिए जमानत अधिकार का मामला है और",
  "in conflict with law and its denial is an exception.": "इसका इनकार एक अपवाद है।",
  "of order dated 04.11.2022 would show that the Court, solely on the": "दिनांक 0५..2022 के आदेश का अवलोकन करने से पता चलता है कि न्यायालय ने केवल इस तथ्य के आधार पर",
  "basis of the fact that the petitioner has a habit of drinking, observed that the case would fall within the exceptions under Section 12 of the Act of": "कि याचिकाकर्ता को शराब पीने की आदत है, यह माना कि यह मामला अधिनियम 20॥5 की धारा 2 के तहत",
  "ground for believing that the release of the petitioner is likely to bring him into association with any known criminals or that his release": "याचिकाकर्ता की रिहाई से उसका किसी ज्ञात अपराधी से संबंध होने की संभावना है या उसकी रिहाई से उसे नैतिक,",
  "would expose him to moral, physical or psychological danger or his release would defeat the ends of justice. The petitioner is not involved": "शारीरिक या मनोवैज्ञानिक खतरा होगा या उसकी रिहाई से न्याय का उद्देश्य विफल हो जाएगा। याचिकाकर्ता किसी",
  "in any other case.": "अन्य मामले में शामिल नहीं है।",
  "(15) Keeping in view the abovesaid facts and circumstances, the present Criminal Revision is allowed and impugned orders dated": "(45) उपर्युक्त तथ्यों और परिस्थितियों को ध्यान में रखते हुए, वर्तमान आपराधिक पुनरीक्षण की अनुमति दी जाती है",
  "04.11.2022 and 06.12.2022 are set aside and the petitioner is ordered to": "और दिनांक 0५..2022 और 06.42.2022 के आदेशों को रद्द कर दिया जाता है और याचिकाकर्ता को संबंधित",
  "be released on bail, subject to his furnishing bail/surety bonds to the satisfaction of the concerned trial Court/Duty Magistrate/Illaqa": "ट्रायल कोर्ट/ड्यूटी मजिस्ट्रेट/इलक़ा मजिस्ट्रेट की संतुष्टि के लिए जमानत/ज़मानत बांड प्रस्तुत करने और किसी",
  "(16) However, nothing stated above shall be construed as a final expression of opinion on the merits of the case and the trial would": "(46) हालांकि, ऊपर कही गई कोई भी बात मामले के गुण-दोष पर अंतिम राय के रूप में नहीं समझी जाएगी और",
  "(17) All the pending miscellaneous applications, if any, shall stand disposed of in view of the above-said judgment.": "(47) उपरोक्त निर्णय के मद्देनजर सभी लंबित विविध आवेदन, यदि कोई हों, का निपटारा कर दिया जाएगा।",
  "Ankit Grewal": "अंकित ग्रेवाल"
}