{
  "Before V.S. Aggarwal, J.": "न्यायामूर्त वी. एस. अग्रवाल के समक्ष",
  "OM PARKASH,—Petitioner": "ओम प्रकाश,-याचिकाकर्ता",
  "versus": "बनाम",
  "KAILASH CHANDER AND ANOTHER,—Respondents": "कैलाश चंदर और एक और,-उत्तरदाता",
  "C.R. 4642 of 1996": "]996 का सी. आर. 4642",
  "24th August, 1999": "24 अगस्त, 999",
  "Haryana Urban (Control of Rent and Eviction) Act, 1973-—Ss. 13": "हरियाणा शहरी (किराया और बेदखली का नियंत्रण) अधिनियम, 973-एस.एस. 3",
  "and 15(6)—Findings of fact by authorities below—Revisional": "और 5(6) - नीचे दिए गए प्राधिकारियों द्वारा तथ्य का निष्कर्ष - पुनरीक्षण क्षेत्राधिकार - तथ्य",
  "Son running office in that portion of shop—Front portion still in occupation of father—Whether sub-letting proved—RHeld, no.": "उस हिस्से में कार्यालय चला रहा है - आगे का हिस्सा अभी भी पिता के कब्जे में है - क्या उप- किराएदारी साबित करने दो -",
  "Held, that when the evidence has been considered and finding": "अभिनिर्धारित किया गया कि माना गया कि जब सबूतों पर विचार किया गया है और",
  "has been arrived at, the High Court will not embark upon to reassess the facts and the evidence.": "निष्कर्ष पर पहुंचा गया है, तो उच्च न्यायालय तथ्यों और सबूतों का पुनर्मूल्यांकन नहीं करेगा ।",
  "(Para 8)": "(पैरा 8)",
  "Further held, that the son of the petitioner has given his postal": "इसके अलावा, यह माना गया कि याचिकाकर्ता के बेटे ने अपना डाक पता दिया है और",
  "address and receiving the letters at the address of the shop in question. He has got installed a telephone in the suit premises and the": "संबंधित दुकान के पते पर पत्र प्राप्त कर रहा है। उन्होंने सूट परिसर में एक टेलीफोन लगाया है",
  "the address of the suit premises. The tenant himself was carrying on the business, admittedly, from the front portion of the shop. By no": "माना कि दुकान के सामने वाले हिस्से से किरायेदार स्वयं कारोबार कर रहा था। वर्तमान मामले",
  "that legal possession had ceased to be with the tenant-petitioner. He": "याचिकाकर्ता के पास कानूनी कब्ज़ा समाप्त हो गया है। वह किसी भी समय प्रतिवादी नंबर 2,",
  "could displace and dispossess respondent No. 2, his son, at any time. The property, thus, was not sublet to respondent No. 2 and the order of": "उसके बेटे को विस्थापित और बेदखल कर सकता है। इस प्रकार, संपत्ति प्रतिवादी नंबर 2 को",
  "(Para 23)": "(पैरा 23)",
  "B.S. Mittal, Senior Advocate with Naresh Kumar Joshi, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता नरेश कुमार जोशी के साथ वरिष्ठ अधिवक्ता आर. एस. मित्तल,",
  "M.L. Sarin, Senior ‘Advocate with Harsh: Rekha, Advocate, for the respondent.": "प्रतिवादी की ओर से अधिवक्ता हर्ष रेखा के साथ वरिष्ठ अधिवक्ता एम. एल. सरीन।",
  "V.S. Aggarwal, J.": "माननीय वी. एस. अग्रवाल",
  "(1) The present revision petition has been filed by Om Parkash,": "() वर्तमान पुनरीक्षण याचिका ईओएम पार्क द्वारा दायर की गई है, जिसे इसके बाद",
  "learned Appellate Authority, Sirsa dated 7th October, 1996. By virtue": "25 मई, 993 और विद्वान अपीलीय प्राधिकारी, सिरसा के दिनांक 7 अक्टूबर, 996 के आदेश",
  "of the impugned order, the learned Rent Controller had passed an order": "के विरुद्ध निर्देशित है। आक्षेपित आदेश में, विद्वान किराया नियंत्रक ने याचिकाकर्ता के विरुद्ध",
  "of eviction against the petitioner. The appeal filed by the petitioner was dismissed.": "बेदखली का आदेश पारित किया था। याचिकाकर्ता की ओर से दायर अपील खारिज कर दी गई.",
  "(2) The relevant facts are that the respondent-landlord Kailash": "(2) प्रासंगिक तथ्य यह है कि प्रतिवादी-मकान मालिक कैलाश चंदर ने हरियाणा शहरी",
  "Urban (Control of Rent and Eviction) Act, 1973 (for short “the Act”)": "(किराया और बेदखली नियंत्रण) अधिनियम, 973 (संक्षेप में अधिनियम) की धारा 3 के",
  "respondent No. 2, some of the petitioner, is a sub, tenant therein. It was": "में किरायेदार है। परिसर और प्रतिवादी संख्या 2, याचिकाकर्ता में से कुछ, उसमें एक उप,",
  "asserted that the property as mentioned above has been sublet without the consent of the respondent-landlord. That is the. sole ground of": "किरायेदार है | यह दावा किया गया था कि ऊपर उल्लिखित संपत्ति प्रत्यार्थ-मकान मालिक की",
  "independent office of Unit Trust of India, being its Chief Representative": "में मुख्य प्रतिनिधि के रूप में यूनिट ट्रस्ट ऑफ इंडिया का अपना स्वतंत्र कार्यालय स्थापित किया",
  "at Sirsa. He solicits business from the premises in question which is a shop. The said shop has been dividéd into two parts. Thus, it was:": "था। वह उस परिसर से व्यवसाय का अनुरोध करता है जो एक दुकान है। उक्त दुकान दो भागों में",
  "reiterated that the property ‘as such has been sublet. .": "बंट गयी है. इस प्रकार, यह दोहराया गया कि संपत्ति *जैसे कि उप-किराए पर दी गई है।",
  "(3) In the written statement filed, the petitoner contested the": "(3) दाखिल किए गए लिखित बयान में, याचिकाकर्ता ने बेदखली याचिका का विरोध",
  "eviction petition. It was denied that the property as such has been": "किया । इस बात से इनकार किया गया कि इस तरह की संपत्ति प्रत्यर्थी संख्या 2 को सौंप दी गई",
  "sublet or exlcusive possesion has been given to respondent No. 2.": "पिछला हिस्सा किसी भी क्षमता में प्रतिवादी संख्या 2 के अनन्य कब्जे में है । जवाब",
  "(4) Learned Rent Controller had framed the issues and recorded": "(4) विद्वान किराया नियंत्रक ने मुद्दों को तैयार किया था और साक्ष्य दर्ज किए थे। सबूतों",
  "eviddence. It was held on the basis of evidence that the petitioner had sublet a part of the premises to respondent No. 2 who is carrying:on his": "के आधार पर यह माना गया कि याचिकाकर्ता ने परिसर का एक हिस्सा प्रतिवादी नंबर 2 को दे",
  "business as a Chief Representative of Unit Trust of India from the part": "दिया था, जो परिसर के हिस्से से यूनिट ट्रस्ट ऑफ इंडिया के मुख्य प्रतिनिधि के रूप में अपना",
  "of the premises. In this connection, reliance was placed on the fact that respondent No. 2 has been putting in advertisements showing his office": "व्यवसाय कर रहा है। इस संबंध में, इस तथ्य पर भरोसा किया गया था कि प्रतिवादी नंबर 2",
  "respondent No. 2 has been putting in advertisements showing his office at the suit property. He has been receiving his correspondence at the": "मुकदमे की संपत्ति पर अपना कार्यालय दिखाते हुए विज्ञापन डाल रहा है। वह उक्त पते पर अपने",
  "said address and soliciting the clients. Even he has got the telephone": "पत्र-व्यवहार प्राप्त कर रहा है और ग्राहकों से आग्रह कर रहा है। यहां तक कि उन्होंने सूट परिसर",
  "installed at the address of the suit premises. An inference was drawn": "के पते पर टेलीफोन भी लगवा लिया है. यह निष्कर्ष निकाला गया कि यह उपकिराए पर देने",
  "(5) Aggrieved by the same, as mentioned above, the petitioner": "(5) उसी से पीड़ित, जैसा कि ऊपर उल्लेख किया गया है, याचिकाकर्ता ने अपील को",
  "preferred appeal which-was dismissed. Hence, the present revision petition.": "प्राथमिकता दी जिसे खारिज कर दिया गया | इसलिए, वर्तमान पुनरीक्षण याचिका दायर की गई।",
  "(6) On behalf of respondent No. 1—landlord, it was urged that": "(6) प्रतिवादी नंबर [-मकान मालिक की ओर से, यह आग्रह किया गया था कि तथ्य के",
  "there are concurrent findings of fact and, therefore, this Court in": "समवर्ती निष्कर्ष हैं और इसलिए, यह न्यायालय अपने पुनरीक्षण क्षेत्राधिकार के प्रयोग में तथ्य के",
  "exercise of its revisional jurisdiction will not interfere in the said concurrent findings of fact. Reliance in this regard, thus, was placed": "उक्त समवर्ती निष्कर्षों में हस्तक्षेप नहीं करेगा। इस प्रकार, इस संबंध में, श्रीमती राजबीर कौर और",
  "- on the well known decision of the Supreme Court in the case of Smt. Rajbir Kaur and another v. M/s S. Chokosiri and Co. (1). The Supreme": "अन्य बनाम मैसर्स एस चोकोसिरी एंड कंपनी' के मामले में सुप्रीम कोर्ट के प्रसिद्ध फैसले पर भरोसा",
  "Court was considering the scope of sub-section (5) to Section 15 of the": "धारा (5) के दायरे पर विचार कर रहा था। प्रावधान हरियाणा के लिए लागू अधिनियम की धारा 5 की"
}