{
  "Before Sandeep Moudgil, J.": "संदीप मौदगिल से पहले, जे.",
  "MANURITA—Petitioner": "मनुरिता-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA & OTHERS—Respondents CWP No. 5470 of 2019": "हरियाणा राज्य और अन्य उत्तरदाता 209 का सी. डब्ल्यू पी. सं. 5470",
  "December 05, 2023": "05 दिसंबर, 2023",
  "doctrine which is embodied in Article 19(1)(g) of the Constitution. This is because the said doctrine provides space within which equally- placed": "अनुच्छेद 9 () (जी) में सन्निहित है। ऐसा इसलिए है क्योंकि उक्त सिद्धांत जगह प्रदान",
  "democracy. One of the important elements of the \"rule of law\" is legal": "प्रतिबद्धता संसदीय लोकतंत्र का दिल है। \"कानून के शासन\" के महत्वपूर्ण तत्वों में से एक",
  "certainty. Article 14 applies to government policies and if the policy or": "कानूनी निश्चितता है। अनुच्छेद 4 सरकारी नीतियों पर लागू होता है और यदि सरकार की",
  "of \"reasonableness\", then such an act or decision would be unconstitutional.": "करने में विफल रहता है, तो ऐसा कार्य या निर्णय असंवैधानिक होगा। (पैरा 28) ने यह भी",
  "Further held, that it is settled law that if eligibility conditions of recruitment have been prescribed by the UGC, then that method alone": "अभिनिर्धारित किया कि यदि भर्ती की पात्रता शर्तों को यू. जी. सी. द्वारा निर्धारित किया",
  "stipulate any additional eligibility criteria which is too high in": "पात्रता मानदंड को निर्धारित करने के लिए खुला नहीं था जो ऊपर उल्लिखित विनियमन के",
  "comparison to the minimum eligibility criteria prescribed as per above noted regulation.": "अनुसार निर्धारित न्यूनतम पात्रता मानदंडों की तुलना में बहुत अधिक है।",
  "the advertisement No.1/2019 dated 30.01.2019 (Annexure P1) as well as": "और विज्ञापन ]१0./209 दिनांकित 30.04.209 (अनुलग्नक 7) के साथ-साथ इसके",
  "the selection made thereunder is hereby quashed. The respondents shall": "तहत किए गए चयन को रदद कर दिया जाता है। उत्तरदाताओं को नए सिरे से चयन प्रक्रिया",
  "be at liberty to make recruitment against the posts in question by": "शुरू करके विचाराधीन पदों के खिलाफ भर्ती करने की स्वतंत्रता होगी जिसका यू. जी. सी.",
  "guidelines/regulations as are to be followed as per UGC regulations, 2019.": "विनियम, 209 के अनुसार दिशानिर्देशों /विनियमों का पालन किया जाना चाहिए।",
  "(Para 32)": "(पैरा 32)",
  "(12) Further, he placed reliance upon the Maharashtra Public Service Commission through its Secretary versus Sandeep Shriram Warade and others’, to aver that that it is forthe employer to": "(42) इसके अतिरिक्त, उन्होंने महाराष्ट्र लोक सेवा आयोग बनाम संदीप श्रीराम वराडे और अन्य के निर्णय पर भरोसा किया, यह तर्क करते हुए कि यह नियोक्‍्ता का अधिकार है कि",
  "decide essential qualifications for appointment and theCourts cannot": "नियुक्ति के लिए आवश्यक योग्यताएँ तय करे और न्यायात्रय पात्रता की शर्तें निर्धारित",
  "are well within their rights to impose a condition of minimum 60% marks at Graduation level and minimum 70% marks at Master’s Degree": "लिए स्नातक स्तर पर न्यूनतम 60% अंक और मास्टर डिग्री स्तर पर न्यूनतम 70% अंक की शर्त लागू करने के लिए पूरी तरह सक्षम हैं।",
  "(13) Heard learned counsel for the parties and gone through the record.": "(43) पक्षों के अधिवक्ताओं की दलीलें सुनी गईं और रिकॉर्ड की समीक्षा की गई।",
  "(14) The primary contention raised on behalf of the petitioner is": "(44) याचिकाकर्ता की ओर से उठाई गई मुख्य दलील यह है कि असिस्‍टेंट प्रोफेसर के लिए",
  "that the educational qualifications prescribed for the 23 advertised posts of Assistant Professor is not in consonance with the UGC Regulations.": "विज्ञापित 23 पदों के लिए निर्धारित शैक्षणिक योग्यताएँ 06९ विनियमों के अनुरूप नहीं हैं।",
  "The petitioner has claimed that as in UGC Regulations, to be eligible for appointment to the post of Assistant Professor through direct": "याचिकाकर्ता का दावा है कि 06८ विनियमों के अनुसार, असिस्टेंट प्रोफेसर के पद के लिए",
  "recruitment, minimum 55% marks are required at Master's level and no": "सीधे भर्ती के माध्यम से पात्रता के लिए मास्टर स्तर पर न्यूनतम 55% अंक आवश्यक हैं",
  "whereas the respondent No.2 University while advertising 23 posts of": "संख्या 2 विश्वविद्यालय ने असिस्टेंट प्रोफेसर के 23 पदों के विज्ञापन में स्नातक स्तर पर",
  "Assistant Professor,has fixed minimum 60% marks at Graduation level and minimum 70% marksat Master's Degree level to be eligible for": "न्यूनतम 60% अंक और मास्टर डिग्री स्तर पर न्यूनतम 70% अंक की पात्रता शर्तें तय की",
  "educational qualifications as given in the impugned advertisement for": "हैं, और इस प्रकार विवादित विज्ञापन में दी गई शैक्षणिक योग्यताएँ 06९ विनियमों के",
  "(15) For determination of the above issue, it is necessary to notice the relevant provisions of University Commission Act, 1956": "(5) उपरोक्त मुद्दे के समाधान के लिए, विश्वविद्यालय अनुदान आयोग अधिनियम,",
  "2010, the University Act, 1965 and the statutes framed thereunder.": "200, विश्वविद्यालय अधिनियम, 965 और इसके तहत बनाए गए नियमों की संबंधित",
  "(16) University Grants Commission Act, 1956 was enacted to": "(6) विश्वविद्यालय अनुदान आयोग अधिनियम, 956 को विश्वविद्यालयों में मानकों",
  "make provisions for the co-ordination and determination of standards in": "के समन्वय और निर्धारण के लिए प्रावधान करने के लिए और इस उद्देश्य के लिए एक",
  "Universities and for that purpose, to establish a University Grants Commission.": "विश्वविद्यालय अनुदान आयोग की स्थापना के लिए पारित किया गया था।",
  "(Annexure Pl) invited applications for recruitment to the post of Assistant Professor from candidate having following essential qualifications: -": "(अनुलग्नक पी) सहायक प्रोफेसर के पद पर भर्ती के लिए निम्नलिखित आवश्यक योग्यता रखने वाले उम्मीदवार से आवेदन आमंत्रित किए गए है: -",
  "1) Graduation in Dairying/ Agriculture/ Veterinary/ Animal": ")) मान्यता प्राप्त संस्थान से न्यूनतम 60 प्रतिशत अंकों के साथ डेयरी/कृषि/पशु",
  "Science/ Chemistry/ Dairy Technology/ Food Technology/": "चिकित्सा/पशु विज्ञान/रसायन विज्ञान/डेयरी प्रौद्योगिकी/खादूय",
  "Food Technology and Management/ Food Science/ Food": "प्रौदयोगिकी/खादय प्रौद्योगिकी और प्रबंधन/खादय विज्ञान/खादय विज्ञान",
  "Science & Technology/ Biotechnology from recognized institute with minimum 60% marks or equivalent grade in a": "और प्रौद्योगिकी/जैव प्रौद्योगिकी में स्नातक या एक बिंदु पैमाने में समकक्ष",
  "point scale where grading system is followed.": "ग्रेड जहां ग्रेडिंग प्रणाली का पालन किया जाता है।",
  "Chemistry/ Chemistry with specialization in Dairy": "॥) डेयरी रसायन विज्ञान में विशेषज्ञता के साथ डेयरी रसायन विज्ञान/अनुप्रयुक्त",
  "Chemistry/ Applied Chemistry with specialization in Dairy": "रसायन विज्ञान में विशेषज्ञता के साथ डेयरी रसायन विज्ञान/खादय विज्ञान में",
  "Chemistry/ Food Science with specialization in Dairy": "विशेषज्ञता के साथ डेयरी रसायन विज्ञान/खादय प्रौद्योगिकी में विशेषज्ञता के",
  "Chemistry/ FoodTechnology with specialization in Dairy": "साथ डेयरी रसायन विज्ञान/खादय प्रौद्योगिकी में विशेषज्ञता के साथ डेयरी",
  "Chemistry/ Food Technology and Management with": "रसायन विज्ञान/खादय विज्ञान और प्रबंधन में विशेषज्ञता के साथ डेयरी",
  "specialization in Dairy Chemistry/ Food Science and Technology with specialization in Dairy Chemistry with": "रसायन विज्ञान/खादय विज्ञान और प्रौद्योगिकी में विशेषज्ञता के साथ डेयरी",
  "minimum 70% of marks or equivalent grade in a_point": "रसायन विज्ञान में विशेषज्ञता के साथ न्यूनतम 70 प्रतिशत अंकों के साथ या एक बिंदु पैमाने में समकक्ष ग्रेड के साथ।",
  "(24) In| Annamalai University versus Secretary _ to Government, Information and Tourism Department and others*, the": "(24) अन्नामलाई विश्वविद्यालय बनाम सरकार के सचिव, सूचना और पर्यटन विभाग",
  "Supreme Court observed that UGC Act was enacted by Parliament in": "और अन्य 3 में, उच्चतम न्यायालय ने कहा कि यू. जी. सी. अधिनियम संसद द्वारा भारत",
  "exercise of its power under Entry 66 of List I of the Seventh Schedule to": "के संविधान की सातवीं अनुसूची की सूची । की प्रविष्टि 66 के तहत अपनी शक्ति का प्रयोग",
  "the Constitution of India whereas the Open University Act was enacted": "करते हुए अधिनियमित किया गया था, जबकि मुक्त विश्वविद्यालय अधिनियम संसद",
  "by Parliament in exercise of its power under Entry 25 of List III. It was": "द्वारा सूची प की प्रविष्टि 25 के तहत अपनी शक्ति का प्रयोग करते हुए अधिनियमित",
  "held that in such circumstances the question of repugnancy between the": "किया गया था। यह अभिनिर्धारित किया गया कि ऐसी परिस्थितियों में 3 2009 (4) एस. सी. सी. 590 6 के बीच प्रतिकूलता का प्रश्न है।उकक्‍्त दो अधिनियमों के प्रावधान उत्पन्न",
  "education in all the Universities and Colleges has prescribed minimum": "के प्रावधान सभी विश्वविद्यालयों पर बाध्यकारी हैं, निम्नलिखित रूप में अभिनिर्धारित",
  "(8) The UGC Regulations, 2010, nowhere bars a University or a College from prescribing a higher or some additional educational": "(8) ए6८ विनियम, 2040 कहीं भी किसी विश्वविद्यालय या कॉलेज को उच्च या",
  "College from prescribing a higher or some additional educational qualifications or some higher conditions for making appointment to all": "अतिरिक्त शैक्षणिक योग्यताओं की आवश्यकता या किसी अन्य उच्च शर्त को नियुक्ति के",
  "No.2 University, in order to select best teachers for the maintenance of": "विज्ञापन में, उत्तरदाता संख्या 2 विश्वविद्यालय ने उच्च शिक्षा के मानकों को बनाए रखने",
  "standard of higher education, has prescribed some higher minimum": "न्यूनतम शैक्षणिक योग्यताओं को निर्धारित किया है, तो यह न तो 06८ विनियम, 200",
  "(9) The next argument raised on behalf of respondent No.2": "(9) उत्तरदाता संख्या 2 विश्वविद्यालय की ओर से उठाया गया अगला तर्क यह है कि",
  "Universityto prescribe some higher educational qualifications than the": "विनियम, 20व0 में निर्धारित न्यूनतम शैक्षणिक योग्यताओं की तुलना में उच्च शैक्षणिक",
  "minimum Qualifications for Appointment of Teachers and other Academic Staff in Universities and Colleges and Measures for the": "कॉलेजों में शिक्षकों और अन्य शैक्षणिक स्टाफ की नियुक्ति के लिए न्यूनतम योग्यताएँ",
  "Maintenance of Standards in Higher Education, 2010\", no University or": "और उच्च शिक्षा में मानकों को बनाए रखने के उपाय\" के अनुसार, कोई भी विश्वविद्यालय",
  "teacher having lesser educational qualifications than the one prescribed": "शैक्षणिक योग्यताओं से कम योग्यताओं वाले शिक्षक की नियुक्ति नहीं कर सकता। 06९",
  "to contend that any additional qualification or condition imposed by the University cannot be said to have encroached upon and infringed the": "पर भरोसा किया है, यह तर्क करते हुए कि विश्वविद्यालय द्वारा लगाए गए किसी भी अतिरिक्त योग्यताओं या शर्तों को 60 विनियम, 2040 के प्रावधानों का उल्लंघन नहीं",
  "standard of Universities, promotion and co-ordination of University": "विश्वविद्यालयों के मानकों का निर्धारण, विश्वविद्यालय शिक्षा को बढ़ावा देना और",
  "education, for the determination and maintenance of standards of teaching, examination and research in Universities, for defining the": "समन्वय करना, और विश्वविद्यालयों में शिक्षण, परीक्षा और अनुसंधान के मानकों को",
  "that should ordinarily be required of any person to be appointed in the": "जो सामान्यतः विश्वविद्यालयों में किसी भी व्यक्ति के नियुक्ति के लिए अपेक्षित मानकों",
  "regulations. It is only when both the Houses of the Parliament approve": "प्रभावी हो सकते हैं जब दोनों सदनों के संसद द्वारा अनुमोदित किए जाएं। इस प्रकार, 06९",
  "though a subordinate legislation has binding effect on the Universities": "विनियम, हालांकि एक अधीनस्थ कानून होते हुए भी, उन विश्वविद्यालयों पर बाध्यकारी",
  "to which it applies; and consequence of failure of the University to comply with the recommendations of the Commission, the UGC may": "प्रभाव डालते हैं जिन पर यह लागू होते हैं; और यदि विश्वविद्यालय आयोग की सिफारिशों",
  "(20) This Court has no doubt in its mind to hold that when the situations/seats are available and the State authorities deny an applicant": "(20) इस न्यायालय के मन में कोई संदेह नहीं है कि जब स्थान/सीटें उपलब्ध हों और राज्य प्राधिकरण किसी आवेदक को यह बताते हुए अस्वीकृत कर दें कि आवेदक विश्वविद्यालय",
  "the same on the ground that the applicant is not qualified according to the standards or qualifications laid down by the University, as the case": "द्वारा निर्धारित मानकों या योग्यताओं के अनुसार योग्य नहीं है, जबकि आवेदक केंद्रीय",
  "may be, although the applicant satisfies the standards or qualifications laid down by the Central law, they act unconstitutionally.": "कानून द्वारा निर्धारित मानकों या योग्यताओं को पूरा करता है, तो वे असंवैधानिक कार्य",
  "(21) In the present case, in view of the letter No.1-32/2006- U.II/U.IG), dated 31st December, 2008 issued by the Government of": "(2) वर्तमान मामले में, भारत सरकार द्वारा दिनांक 3 दिसंबर, 2008 को जारी पत्र संख्या -32/2006-ए./ए.6) के अनुसार और ए6८ अधिनियम, 956 की धारा 26 के",
  "India and in exercise of the powers conferred under clause (e) and (g) of": "उपधारा () के खंड (०) और (8) के तहत प्रदत्त शक्तियों के अनुसार, 06८ ने \"शिक्षकों और",
  "Regulations of minimum Qualifications for Appointment of Teachers and other Academic Staff in Universities and Colleges and Measures for the": "अन्य शैक्षणिक स्टाफ की नियुक्ति के लिए न्यूनतम योग्यताएँ और उच्च शिक्षा में मानकों",
  "3.4 prescribed a minimum of 55% marks (or an equivalent grade in a point scale wherever grading system is followed) shall be required at the Master’s level for direct recruitment of teachers and other equivalent": "प्रभाव से लागू हुआ। इसके धारा 3.4 में सीधे भर्ती के लिए शिक्षकों और अन्य समकक्ष पदों पर न्यूनतम 55% अंक (या जहां ग्रेडिंग प्रणाली ल्रागू हो, वहां समकक्ष ग्रेड) मास्टर स्तर पर",
  "prescribed by the UGC guidelines was Master’s Degree with 55% marks or an equivalent degree from an accredited foreign University besides": "अनुसार न्यूनतम शैक्षणिक योग्यता मास्टर डिग्री के साथ 55% अंक या मान्यता प्राप्त",
  "the minimum essential requirement is a BSc degree, and if there are a large number of eligible applicants, the selection": "बी. एस. सी. डिग्री है, और यदि बड़ी संख्या में योग्य आवेदक हैं, तो चयन निकाय बी. एस.",
  "body can resort to shortlisting by prescribing certain minimum marks in BSc and only those who have got such": "सी. में कुछ न्यूनतम अंक निर्धारित करके चयन सूची का सहारा ले सकता है और केवल",
  "if the rule or advertisement does not mention that only those": "यह तब भी किया जा सकता है जब नियम या विज्ञापन में यह उल्लेख नहीं है कि केवल",
  "who have the aforementioned minimum marks, will be considered or appointed on the post. Thus the procedure of": "जिनके पास उपरोक्त न्यूनतम अंक हैं, उन्हें ही पद पर माना या नियुक्त किया जाएगा। इस",
  "shortlisting is only a practical via media which has been": "प्रकार शॉर्टलिस्टिंग की प्रक्रिया केवल मीडिया के माध्यम से एक व्यावहारिक प्रक्रिया है",
  "followed by the courts in various decisions since otherwise": "जिसका अदालतों द्वारा विभिन्‍न निर्णयों में पालन किया गया है क्योंकि अन्यथा",
  "there may be great difficulties for the selecting and appointing authorities as they may not be able to interview": "अधिकारियों के चयन और नियुक्ति के लिए बड़ी कठिनाइयाँ हो सकती हैं क्योंकि वे सैकड़ों",
  "hundreds and thousands of eligible candidates;": "और हजारों योग्य उम्मीदवारों का साक्षात्कार करने में सक्षम नहीं हो सकते हैं।",
  "(ii) if a prescribed method of shortlisting has been mentioned": "(४) यदि नियम या विज्ञापन में शॉर्टलिस्ट करने की एक निर्धारित विधि का उल्लेख किया",
  "in the rule or advertisement then that method alone has to be followed.": "गया है तो केवल उसी विधि का पालन करना होगा।",
  "(31) Consequently, in our opinion, in view of the eligibility conditions having already been stipulated in UGC Regulations, 2010, it": "(3) नतीजतन, हमारी राय में, यू. जी. सी. विनियम, 200 में पहले से ही निर्धारित पात्रता",
  "additional eligibility criteria which istoo high in comparison to the": "शर्तों को देखते हुए, प्रतिवादी के लिए किसी भी अतिरिक्त पात्रता मानदंड को निर्धारित",
  "minimum eligibility criteria prescribed as per above noted regulation.": "करना खुला नहीं था जो उपरोक्त विनियमन के अनुसार निर्धारित न्यूनतम पात्रता मानदंडों",
  "(32) Consequently, this writ petition is allowed and_ the": "(32) नतीजतन, इस रिट याचिका की अनुमति दी जाती है और विज्ञापन ॥०./209",
  "\"40. The UGC Act was enacted by Parliament in exercise of": "\"40. यू. जी. सी. अधिनियम को संसद द्वारा भारत के संविधान की सातवीं अनुसूची की",
  "its power under Entry 66 of List I of the Seventh Schedule": "सूची | की प्रविष्टि 66 के तहत अपनी शक्ति का प्रयोग करते हुए अधिनियमित किया गया",
  "was enacted by Parliament in exercise of its power under": "तहत अपनी शक्ति का प्रयोग करते हुए अधिनियमित किया गया था। अतः उक्त दोनों",
  "It is true that the Statement of Objects and Reasons of the Open University Act shows that the formal system of": "विश्वविद्यालय अधिनियम के उद्देश्यों और कारणों का विवरण दर्शाता है कि शिक्षा की",
  "education had not been able to provide an effective means to equalise educational opportunities. The system is rigid inter": "औपचारिक प्रणाली शैक्षिक अवसरों को बराबर करने के लिए एक प्रभावी साधन प्रदान करने",
  "alia in respect of attendance in classrooms. Combinations of": "में सक्षम नहीं थी। अन्य बातों के साथ-साथ कक्षाओं में उपस्थिति के संबंध में प्रणाली कठोर",
  "subjects are also inflexible.": "है। विषयों के संयोजन भी लचीले नहीं हैं।",
  "42. The provisions of the UGC Act are binding on all": "42. यू. जी. सी. अधिनियम के प्रावधान सभी विश्वविद्यात्रयों पर बाध्यकारी हैं, चाहे वे",
  "universities whether conventional or open. Its powers are very broad. The Regulations framed by it in terms of": "पारंपरिक हों या खुले। इसकी शक्तियाँ बहुत व्यापक हैं। धारा 26 की उप-धारा () के खंड",
  "very broad. The Regulations framed by it in terms of clauses (e), (f),(g) and (h) of sub-section (1) of Section 26": "(ई), (एफ), (जी) और (एच) के संदर्भ में इसके द्वारा बनाए गए विनियम व्यापक आयाम",
  "universities as also to formal conventional universities. In": "के हैं। वे विश्वविद्यालयों को खोलने के साथ-साथ औपचारिक पारंपरिक विश्वविद्यालयों",
  "the matter of highereducation, it is necessary to maintain minimum standards of instructions. Such minimum": "के लिए भी समान रुप से लागू होते हैं। उच्च शिक्षा के मामले में, निर्देशों के न्यूनतम मानकों",
  "standards of instructions arerequired to be defined by UGC.": "को बनाए रखना आवश्यक है। निर्देशों के ऐसे न्यूनतम मानकों को यू. जी. सी. द्वारा",
  "The standards and the coordination of work or facilities in": "परिभाषित किया जाना आवश्यक है। विश्वविद्यात्रयों में कार्य या सुविधाओं के मानकों",
  "universities must be maintained and for that purpose": "और समन्वय को बनाए रखा जाना चाहिए और उस उद्देश्य के लिए विनियमित किया",
  "required to be regulated. The powers of UGC under Sections 26(1)(f) and 26(1)(g) are verybroad in nature. Subordinate": "जाना आवश्यक है। धारा 26 () (एफ) और 26 (4) (जी) के तहत यू. जी. सी. की शक्तियां",
  "legislation as is well known when validly made becomes part": "प्रकृति में बहुत व्यापक हैं। अधीनस्थ विधान जैसा कि सर्वविदित है जब वैध रूप से बनाया",
  "in clause (d) of sub-section (1)of Section 12-A and clauses": "के कार्य धारा 42-ए की उप-धारा (4) के खंड (डी) और इसकी उप-धारा (2) के खंड (ए)] और",
  "(25) The aforesaid judgment makes it clear that to the extent the": "(25) उपरोक्त निर्णय यह स्पष्ट करता है कि समवर्ती सूची की प्रविष्टि 25 के तहत केंद्रीय",
  "State Legislation is in conflict with Central Legislation including sub-": "विधान द्वारा बनाए गए अधीनस्थ विधान सहित केंद्रीय विधान के साथ राज्य विधान",
  "the Concurrent List, shall be repugnant to the Central Legislation and would be inoperative.": "जिस हद तक टकराव में है, वह केंद्रीय विधान के प्रतिकूल होगा और निष्क्रिय होगा।",
  "(26) There is another reason as to why argument raised by learned": "(26) एक और कारण है कि प्रतिवादी १70.2-07एश-आं।ए के लिए विद्वान वकील द्वारा"
}